{"id":"000078626186-78","name":"C.I.D.A.S. - Cooperativa Inserimento Disabili Assistenza Solidarietà - Soc. Coop. a r.l. Società Cooperativa Sociale – I.S.","registrationDate":"2017-03-03T15:37:06.362+01:00","category":3,"subCategory":2,"legal":"Social Cooperative","web":"http://www.cidas.coop/","country":"Italy","headAddress":"Via Bologna, 389","headCity":"Ferrara","headPostCode":"44124","headPhone":"(39)05 32 86 15 97","boss":"Daniele Bertarelli","bossTitle":"Mr","bossPosition":"President","membersCount":6,"membersFTE":"1.5","membership":"Legacoop Emilia-Romagna (http://www.emilia-romagna.legacoop.it/)&#xd;\n&#xd;\nACI Ferrara (http://www.alleanzacooperative.it/ferrara)&#xd;\n&#xd;\nConsorzio Cooperativo Finanziario per lo Sviluppo soc. coop. (http://www.ccfs.it/)&#xd;\n&#xd;\nCoop. Im. Soc. coop a r.l.&#xd;\n&#xd;\nInrete scpa&#xd;\n&#xd;\nPROG.ESTE. SPA&#xd;\n&#xd;\nConsorzio Romea &#xd;\n&#xd;\nVision soc. coop sociale consortile Onlus (https://www.consorziovision.it)&#xd;\n&#xd;\nFINPRO (https://www.finproservizi.it/)&#xd;\n&#xd;\nCONSORZIO TECLA&#xd;\n&#xd;\nRete Europasilo (www.europasilo.org)&#xd;\n&#xd;\nConsorzio Riunite Esperienze Sociali (https://consorzio-res.com/)&#xd;\n&#xd;\nConsorzio Impronte Sociali Società Cooperativa Sociale (http://www.improntesociali.coop)&#xd;\n&#xd;\nFARE COMUNITA' COOP. CONSORTILE (https://www.farecomunita.com)&#xd;\n&#xd;\nRETE LEGAMI&#xd;\n&#xd;\nCOOPERFIDI ITALIA (http://www.cooperfidiitalia.it)&#xd;\n&#xd;\nCons. Coop.ER - Consorzio Cooperative Emilia-Romagna&#xd;\n&#xd;\nCOOP ALLEANZA 3.0 (https://www.coopalleanza3-0.it)&#xd;\n&#xd;\nForum del Terzo Settore Ferrara (www.http://forumterzosettorefe.org/)&#xd;\n&#xd;\nRete Dialogo Negoziazione Ascolto (www.dna-retemediazioneer.it)&#xd;\n&#xd;\nRete ComeTe - Servizi per la cura e il benessere della famiglia (http://www.servizicomete.it)&#xd;\n&#xd;\nWitoor s.r.l. (https://witoor.com)","memberOrga":"Residence Città di Ferrara srl &#xd;\n&#xd;\nCo.Ge.S.A. soc. coop (http://consorziocogesa.net)&#xd;\n&#xd;\nConsorzio PASS&#xd;\n&#xd;\nHUMAN RESOURCE SEARCH &amp; T (https://www.hstconsult.com)","goal":"The cooperative CIDAS was founded in 1979, initially called \"M.Montessori\", on the impulse of the Territorial Social Services by parents of disabled people. &#xd;<br />&#xd;<br />In 1988 CIDAS assumed its current name, modifying the statute and becoming a working cooperative.&#xd;<br />&#xd;<br />In 2018, through the merger by incorporation of the Camelot cooperative, CIDAS became one of the largest companies in the Ferrara area, with over 1600 members and workers.&#xd;<br />&#xd;<br />Briefly, the mandate and mission of the organization:&#xd;<br />1) We are a Social Cooperative and we take care of people. &#xd;<br />2) We work with pride, professionalism and competence building relationships based on listening, support and trust.&#xd;<br />3) We face and solve new situations every day, making our ability to change and innovate a precious resource.&#xd;<br />&#xd;<br />Mandate&#xd;<br />The social object of CIDAS, as defined by art. 4 of the Articles of Association, excludes speculative purposes.&#xd;<br />CIDAS has as its corporate purpose the organization and management, on its own or on behalf of public and private bodies, of social and health services addressed to individuals in conditions of social, psychological, physical, economic and cultural disadvantage, such as: the elderly, minors, adolescents, people with disabilities, asylum seekers and refugees, migrants, the sick, drug addicts or people in need, even at home.&#xd;<br />&#xd;<br />The activities carried out by CIDAS are:&#xd;<br />- Structures and services for elderly people: with the planning, management and provision of services mainly of assistance and health care addressed to elderly people at Case Residenze, Diurnal Centers and at home.&#xd;<br />- Services and facilities for disabled people: with the planning, management and provision of mainly educational and assistance services aimed at disabled people at Residential and Day Care Rehabilitation Centers, Protected Laboratories and at home.&#xd;<br />- Educational Structures and Activities for minors: with the planning, management and provision of mainly residential educational services at Educational Communities that temporarily host preadolescents and adolescents and with the management (in RTI with other Social Cooperatives) of mainly educational services at Nests and Schools Childhood.&#xd;<br />- Health Transport Services: with the design and management of emergency rescue and transport services with ambulance (intra and extra-maramures) and pedestrian services.&#xd;<br />- Society and Rights sector: with the planning and co-planning alongside the public agency of reception and integration services for applicants and holders of international protection, harm reduction and support for victims of trafficking in human beings, social mediation . &#xd;<br />- Inclusion and work sector: represents the B branch of the cooperative, and takes care of the employment of disadvantaged people at risk of social marginality with individual training paths, work start-up, assistance, therapeutic-rehabilitative plans.","acronym":"C.I.D.A.S.","interests":"Borders and Security, Communication, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Research and innovation, Youth","euInitiatives":"Main EU initiatives, policies and legislative files currently followed by your organisation: &#xd;<br />&#xd;<br />Commission Work Programme 2017 - Delivering a Europe that protects, empowers and defends - {SWD(2016) 400 final} &#xd;<br />&#xd;<br />MIGRATION related policies.&#xd;<br />&#xd;<br />European Commission Policies:&#xd;<br />&#xd;<br />European Agenda on Migration; European Agenda on Security; Securing EU borders; Common European Asylum System; Irregular Migration &amp; Return; Legal migration and Integration;&#xd;<br />&#xd;<br />JOIN(2017) 4 final - JOINT COMMUNICATION TO THE EUROPEAN PARLIAMENT, THE EUROPEAN COUNCIL AND THE COUNCIL Migration on the Central Mediterranean route Managing flows, saving lives&#xd;<br />&#xd;<br />COM(2017) 74 final - REPORT FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE EUROPEAN COUNCIL AND THE COUNCIL Ninth report on relocation and resettlement&#xd;<br />&#xd;<br />COM(2017) 42 final - REPORT FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE EUROPEAN COUNCIL AND THE COUNCIL&#xd;<br />on the operationalisation of the European Border and Coast Guard&#xd;<br />&#xd;<br />COM(2017) 40 final - Proposal for a COUNCIL IMPLEMENTING DECISION setting out a Recommendation for prolonging temporary internal border control in exceptional circumstances putting the overall functioning of the Schengen area at risk&#xd;<br />\t\t\t\t\t\t\t&#xd;<br />COM/2016/0272 final/2 - 2016/0132 (COD) 04/05/2016 &#xd;<br />Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL laying down standards for the reception of applicants for international protection (recast) \t\t\t&#xd;<br />CJ19/8/05379 - Addressing Refugee and Migrant Movements: the Role of EU External Action &#xd;<br />&#xd;<br />COM/2016/0467 final - 2016/0224 (COD) 13/07/2016 &#xd;<br />Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishing a common procedure for international protection in the Union and repealing Directive 2013/32/EU&#xd;<br />&#xd;<br />COM/2016/0466 final - 2016/0223 (COD) 13/07/2016 &#xd;<br />Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on standards for the qualification of third-country nationals or stateless persons as beneficiaries of international protection, for a uniform status for refugees or for persons eligible for subsidiary protection and for the content of the protection granted and amending Council Directive 2003/109/EC of 25 November 2003 concerning the status of third-country nationals who are long-term residents &#xd;<br />&#xd;<br />&#xd;<br />EDUCATION&#xd;<br />&#xd;<br />Strategic framework – Education &amp; Training 2020&#xd;<br />&#xd;<br />Committee on Culture and Education &#xd;<br />&#xd;<br />2008/C 141/10 - Conclusions of the Council and of the Representatives of the Governments of the Member States, meeting within the Council, on Inclusion in Diversity to achieve a High Quality Education For All&#xd;<br />&#xd;<br />2017/C 12/04 - Statement of income and expenditure of the Education, Audiovisual and Culture Executive Agency for the financial year 2016 — amending budget No 2&#xd;<br />&#xd;<br />Regulation (EC) No 452/2008 of the European Parliament and of the Council of 23 April 2008 concerning the production and development of statistics on education and lifelong learning (Text with EEA relevance)&#xd;<br />&#xd;<br />2017/C 62/01 - Council conclusions on investing in Europe’s youth with particular regard to the European Solidarity Corps&#xd;<br />&#xd;<br />CULT/8/06843 Academic further and distance education as part of the European lifelong learning strategy&#xd;<br />&#xd;<br />SOCIAL COHESION&#xd;<br />&#xd;<br />EMPL/8/07679 - Combating inequalities as a lever to boost job creation and growth&#xd;<br />&#xd;<br />EMPL/8/06899  - European Qualifications Framework for lifelong learning&#xd;<br />&#xd;<br />EMPL/8/07604 - European Foundation for the improvement of living and working conditions (Eurofound)&#xd;<br />&#xd;<br />EMPL/8/07605 - European Centre for the Development of Vocational Training (Cedefop) &#xd;<br />&#xd;<br />JURI/8/07988 - Statute for social and solidarity ­based enterprises.","lastUp":"2019-11-06T18:10:52.593+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}