{"id":"000262935487-66","name":"World Innovation Summit for Education","registrationDate":"2019-07-19T16:38:37.601+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"https://www.wise-qatar.org/","country":"Qatar","headAddress":"Education City, Al Huqoul St","headCity":"Doha","headPostCode":"","headPhone":"(974)44 54 00 00","boss":"Sylvie  Aitken","bossTitle":"Ms","bossPosition":"Director","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"WISE is an international, multi-sectoral platform for creative thinking, debate and purposeful action. WISE has established itself as a global reference in new approaches to education. Through both the biennial Summit and a range of ongoing programs WISE is promoting innovation and building the future of education through collaboration. &#xd;<br />&#xd;<br />The thrust for constant innovation has long prevailed in sectors such as technology and healthcare, but education has generally lacked this approach in both policymaking and in the classroom. Moreover education is key to addressing the toughest challenges facing communities around the world today – poverty, conflict, inequality, unemployment, environmental sustainability and future challenges. But there is a widening gap between the education systems currently in place and those required to meet the needs of future generations. &#xd;<br />&#xd;<br />WISE is a response to the necessity of revitalizing education and providing a global platform for the development of new ideas and solutions. Since 2009, WISE has evolved into a thriving global, multi-sectoral community, which continues to generate fruitful dialogue and productive partnerships. The WISE community is a network of education stakeholders - from students to decision-makers - from about 200 countries who share ideas and collaborate to seek creative solutions to solve challenges facing education. &#xd;<br />&#xd;<br />Qatar Foundation, under the leadership of its Chairperson, Her Highness Sheikha Moza bint Nasser established the World Innovation Summit for Education (WISE) in 2009.","acronym":"WISE","interests":"Digital economy and society, Education and training, Employment and Social Affairs, Research and innovation","euInitiatives":"ET 2020 Framework, lifelong learning, artificial intelligence and education, digital learning","lastUp":"2019-07-19T16:39:11.347+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}