{"id":"000764914245-74","name":"Industrieverband Agrar e.V.","registrationDate":"2014-08-20T15:48:20.564+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein nach deutschem Vereinsrecht","web":"http://www.iva.de","country":"Germany","headAddress":"Mainzer Landstraße, 55","headCity":"Frankfurt","headPostCode":"60329","headPhone":"(49)69 25 56 12 81","boss":"Dietrich Pradt","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":4,"membersFTE":"2.0","membership":"Der IVA ist korporatives Mitglied des Verbandes der Chemischen Industrie e.V. (VCI), Frankfurt am Main.&#xd;\n&#xd;\nMitglied bei der European Crop Protection Association (ECPA)sowie bei fertilizers europe in Brüssel.","memberOrga":"","goal":"Der Industrieverband Agrar e. V. (IVA) mit Sitz in Frankfurt am Main vertritt die Interessen von deutschen und deutschen Tochterunternehmen der agrochemischen Industrie in Deutschland gegenüber Politik, Behörden, anderen Bereichen der Wirtschaft, der Wissenschaft und den Medien. Zu den Geschäftsfeldern der über 50 Mitgliedsunternehmen gehören Pflanzenschutz, Pflanzenernährung, Schädlingsbekämpfung und Biotechnologie. Der Verband legt seinen Arbeitsschwerpunkt auf die Vermittlung von Informationen zu den Branchenthemen, insbesondere zur Bedeutung von Forschung und Innovation für eine moderne und nachhaltige Landwirtschaft. Der Wirtschaftsverband ist 1988 aus dem Zusammenschluss des Industrieverbands Pflanzenschutz mit drei Fachverbänden der Düngemittelindustrie entstanden; diese blicken auf eine über 125-jährige Geschichte zurück.","acronym":"IVA","interests":"Agriculture, Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Alle EU-Initiativen, -Strategien und -Rechtsetzungs-vorhaben im Bereich Pflanzenschutzmittel, Düngemittel und Biozide.&#xd;<br />&#xd;<br />Z. B.:&#xd;<br />EU-Guidance Doc.&#xd;<br />EU-Kontrollverordnung","lastUp":"2018-06-04T11:26:04.929+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}