{"id":"000803722623-78","name":"ESTUDIOS Y PROYECTOS MEDIOAMBIENTALES 2012","registrationDate":"2016-07-07T17:01:23.109+01:00","category":1,"subCategory":6,"legal":"S.L.","web":"http://www.epmedioambientales.com","country":"Spain","headAddress":"C/ Cinco de Marzo 7, 1º Izqda.","headCity":"Zaragoza","headPostCode":"50004","headPhone":"(34)9 76 79 42 75","boss":"Marcelo Martín Liendo Ludueña","bossTitle":"","bossPosition":"Director Gerente","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"EPM es una empresa dedicada a la consultoria técnica en materia de medio ambiente y energías renovables. Esta empresa está dedicada a la prestación de servicios técnicos de ingeniería y otras actividades relacionadas con el asesoramiento técnico para la protección del medio ambiente, tanto para el sector público como para el privado, así como la prestaciónde servicios técnicos en materia de seguridad e higiene en el trabajo.","acronym":"EPM","interests":"Energy, Environment, Research and Technology","euInitiatives":"Políticas europeas en relación con temas medioambientales y energías renovables. Nuestra empresa en su condición de consultora técnica está interesada en la participación, directa y desinteresada, en la formulación de políticas, iniciativas y expedientes relacionados con medioambiente y energías renovables. En particular creemos que podrmos aportar una visión pragmática, desde el punto de vista del administrado, de este tipo de acciones públicas. Consideramos de interés participar en el diseño, implementación, evaluación y revisión de directivas y reglamentos en materia de residuos, agua, emisiones contaminantes al suelo y al aire, figuras de protección ambiental, etc. Formulación de políticas públicas en materia de energía como regulación de mercados energéticos, reglamentos técnicos en materia de energías renovables, eficiencia energética, etc.&#xd;<br />Estamos interesados en participar en la revisión de directivas marco de residuos como en sus flujos sectoriales: residuos de aparatos eléctricos y electrónicos, pilas y  baterias, neumáticos al final de su vida útil, vehículos al final de su vida útil, envases y embalajes, residuos domésticos y comerciales, residuos peligrosos, etc.&#xd;<br />La formulación de políticas públicas que configuren la economía circular, simbiosis industrial, produción de materias de segunda generación, etc.","lastUp":"2017-07-06T08:12:11.219+01:00","customers":"Industrias López Soriano, S.L.","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":"","turnoverRange":"500000-999999"}