{"id":"00105537635-20","name":"OGP GAZ-SYSTEM S.A.","registrationDate":"2012-01-09T12:07:02.387+01:00","category":2,"subCategory":3,"legal":"joint stock company","web":"http://en.gaz-system.pl/","country":"Poland","headAddress":"Mszczonowska, 4","headCity":"Warszawa","headPostCode":"02-337","headPhone":"(48)2 22 20 18 00","boss":"Tomasz Stępień","bossTitle":"Mr","bossPosition":"President of the Management Board","membersCount":4,"membersFTE":"2.5","membership":"GAZ-SYSTEM belongs to the following organisations: ENTSOG, GIE, GERG, Marcogaz, EASEE-GAS, International Gas Union, Energy Charter Treaty Industry Advisory Panel, CEDIGAZ.","memberOrga":"not applicable","goal":"Gas Transmission Operator GAZ-SYSTEM S.A. is a joint stock company, wholly owned by Polish State Treasury. It is a strategic company for Poland’s economy and energy security.&#xd;<br />&#xd;<br />GAZ-SYSTEM is an independent and fully unbundled transmission system operator (TSO) for natural gas. It provids services to all entities on a non-discriminatory basis.&#xd;<br />&#xd;<br />GAZ-SYSTEM’s key task is the transport of gas via the transmission network throughout Poland to supply gas to the distribution networks and final customers connected to the transmission system. The Company is also responsible for operation of the LNG Terminal in Świnoujście via its SPV, Polskie LNG S.A.","acronym":"GAZ-SYSTEM","interests":"Budget, Climate Action, Competition, Economic and Financial Affairs, Energy, Environment, External Relations, Foreign and Security Policy and Defence, Internal Market, Regional Policy, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"III Energy Package&#xd;<br />Energy Union, with all the underlying legislative, non-legislative proposals, communications and policy initiatives&#xd;<br />EU Infrastructure Policy - TENE Regulation and CEF funding&#xd;<br />Gas Target Model II&#xd;<br />Clean Energy Package","lastUp":"2018-03-08T12:42:55.315+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}