{"id":"001267034603-69","name":"Arjo AB","registrationDate":"2019-04-16T11:01:30.987+02:00","category":2,"subCategory":3,"legal":"AB","web":"https://www.arjo.com/int/","country":"Sweden","headAddress":"Hans Michelsensgatan 10","headCity":"Malmö","headPostCode":"21120","headPhone":"(46)1 03 35 45 00","boss":"Jan van Megen","bossTitle":"Mr","bossPosition":"Sr. Director Marketing &amp; Academy Europe","membersCount":1,"membersFTE":"0.25","membership":"https://www.ean.care/en","memberOrga":"","goal":"Our work is based on genuine care for human health and well-being, and contributes to a sustainable healthcare system – always with people in mind.&#xd;<br />&#xd;<br />Arjo is a global supplier of medical devices, services and solutions that improve quality of life for people with reduced mobility and age-related health challenges. We create value by improving clinical outcomes for patients and enabling a better work environment for healthcare professionals. We thereby contribute to a sustainable healthcare system – always with people in mind.&#xd;<br />&#xd;<br />Our main customers are private and public institutions within acute care and long-term care. Our offering includes products and solutions for patient handling, hygiene, disinfection, medical beds, therapeutic surfaces, venous thromboembolism (VTE) prevention and diagnostics. We also offer services such as training in connection with product sales.&#xd;<br />&#xd;<br />We sell products and solutions in more than 100 countries, divided into three geographic areas: North America, Western Europe and Rest of the World. We are nearly 6,000 employees worldwide and our head office is located in Malmö, Sweden.","acronym":"Arjo","interests":"Employment and Social Affairs, Public Health","euInitiatives":"Employment, Social Affairs &amp; Inclusion&#xd;<br />Skills and qualifications&#xd;<br />COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Safer and Healthier Work for All - Modernisation of the EU Occupational Safety and Health Legislation and Policy","lastUp":"2019-04-24T12:46:18.063+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}