{"id":"001247527634-93","name":"UK Finance","registrationDate":"2017-06-30T15:46:47.270+01:00","category":2,"subCategory":4,"legal":"Company limited by guarantee","web":"http://www.ukfinance.org.uk","country":"United kingdom","headAddress":"1 Angel Court, London","headCity":"London","headPostCode":"EC2R 7HJ","headPhone":"(44)20 72 16 89 18","boss":"Wigley Bob","bossTitle":"Mr","bossPosition":"Chairman","membersCount":26,"membersFTE":"13.25","membership":"N/A","memberOrga":"HSBC, Hampshire Trust Bank, Lloyds Banking Group, Nationwide Building Society, ABN AMRO, Secure Trust Bank, Santander UK, Barclays, Royal Bank of Scotland, Leeds Building Society and MBNA","goal":"UK Finance is a trade association representing 300 of the leading firms providing finance, banking and payments-related services in or from the UK. UK Finance has been created by combining most of the activities of the Asset Based Finance Association, the British Bankers’ Association, the Council of Mortgage Lenders, Financial Fraud Action UK, Payments UK and the UK Cards Association.&#xd;<br />&#xd;<br />UK Finance helps our members ensure that the UK retains its position as a global leader in financial services and to this end offers outstanding global, national, regional and rural coverage and infrastructure.&#xd;<br />&#xd;<br />• We seek to facilitate the conditions necessary for a strong, vibrant and competitive industry, whilst ensuring safety and stability. We will work hard with our members to restore customer trust and deliver outstanding services, and ensure we act individually and collectively in a way that is responsible, ethical, efficient and for the long term.   &#xd;<br />&#xd;<br />• We facilitate industry–wide collaboration and offer an industry-wide perspective on areas of mutual interest, ensuring always that the voice of customers, communities, employees and broader society are understood in the formulation of these views and actions.  &#xd;<br />&#xd;<br />• We provide data and evidence-backed representation for our members in their individual and collective interaction with policy makers and regulators in the UK, EU and at a global level. &#xd;<br />&#xd;<br />• We offer thought leadership to help innovate, anticipate and adapt to changing customer, technological, regulatory and societal demands and opportunities.","acronym":"","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Taxation, Trade","euInitiatives":"Capital Requirements Directives, Deposit Guarantee Scheme Directive, Cross-border Payments Regulation, Bank Recovery and Resolution Directive, Central Counterparty Recovery and Resolution Directive, Capital Markets Union, Digital Single Market, Single Euro Payments Area, Payment Services Directive, ePrivacy Regulation, Action Plan on Consumer Financial Services, Green Paper on Retail Financial Services, GDPR, Register of Fraud Contacts for EPC, Consumer Credit Directive","lastUp":"2017-12-15T11:31:49.999+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}