{"id":"001638714969-62","name":"Harghita County Council","registrationDate":"2014-11-21T07:54:51.974+01:00","category":6,"subCategory":14,"legal":"Local public administration","web":"http://www.harghitacounty.ro","country":"Romania","headAddress":"Piata Libertatii no. 5","headCity":"Miercurea Ciuc","headPostCode":"530140","headPhone":"(40)20 77 01","boss":"Borboly Csaba","bossTitle":"Mr","bossPosition":"President","membersCount":12,"membersFTE":"10.5","membership":"- Assembly of European Regions&#xd;\n- Carpathian Euroregion&#xd;\n- Subsidiarity Monitoring Network","memberOrga":"","goal":"Harghita County Council is the main local public administration of Harghita County. In brief the following activities and responsibilities belong to the action sphere of the county council and of its subordinated institutions:&#xd;<br />•\tResponsibilities related to the county level infrastructure and public acquisitions, preservation of cultural patrimony and historical monuments, assistance, urbanism and construction certification;&#xd;<br />•\tInvestments and economic development, international, EU funded and structural projects’ management;&#xd;<br />•\tDevelopment and implementation of county level programmes on several fields of interest: culture, youth, religion, schools, civil society, social assistance, health, agriculture, rural development, tourism, renewable energy, mountain rescue and mountain area development, library, arts and registrar;&#xd;<br />•\tCounty level events organization and protocol, communication with mass-media, human resources, international relations and coordination of the local public authorities of the county.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- Professional meetings and contact with representatives of the European Union institutions. &#xd;<br />- Representation and promotion of the local values and tourism of Harghita County.&#xd;<br />- Promotion of EU funded projects’ activities and partnership network development. &#xd;<br />- Further EU related activities in the responsibility areas of the County Council.&#xd;<br />- EU funded projects' partnerships and management.&#xd;<br />- Twinned regions from Hungary, Italy, Poland and China.","lastUp":"2019-12-04T15:26:39.125+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}