{"id":"001866415031-87","name":"HSBC Holdings PLC","registrationDate":"2014-11-27T12:38:37.059+02:00","category":2,"subCategory":3,"legal":"Incorporated entity","web":"http://www.hsbc.com","country":"United kingdom","headAddress":"8 Canada Square","headCity":"London","headPostCode":"E14 5HQ","headPhone":"(44)0 20 79 91 88 88","boss":"Douglas Flint","bossTitle":"Mr","bossPosition":"Group Chairman","membersCount":8,"membersFTE":"3.5","membership":"HSBC is a member of the following associations and networks engaged in EU policy: Association for Financial Markets in Europe (AFME), British Bankers’ Association (BBA), The City UK, Eurofi, European Financial Services Roundtable, European Parliamentary Financial Services Forum, Financial Future, International Swaps and Derivatives Association (ISDA), International Capital Markets Association (ICMA), British Chamber of Commerce, Confederation of British industry (CBI) and Trans-European Networks.","memberOrga":"","goal":"HSBC is one of the world's largest banking and financial services organisations. With around 4,000 offices in both established and emerging markets, we aim to be where the growth is, connecting customers to opportunities, enabling businesses to thrive and economies to prosper, and, ultimately, helping people to fulfil their hopes and realise their ambitions.&#xd;<br />&#xd;<br />We serve more than 37 million customers worldwide through our four Global Businesses: Retail Banking and Wealth Management, Commercial Banking, Global Banking and Markets, and Global Private Banking. Our network covers 70 countries and territories in Europe, Asia, the Middle East and Africa, North America and Latin America.","acronym":"HSBC","interests":"Climate Action, Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Financial Stability, Financial Services and Capital Markets Union , Internal Market, Taxation, Trade, Trans-European Networks","euInitiatives":"HSBC engages on a broad range of financial services and business policy proposals and plays an active role in discussions with a wide range stakeholders on issues that directly affect the bank, its customers and the wider economy, including financial sector and markets regulation, trade policy, SMEs, sustainable finance and infrastructure.","lastUp":"2018-03-28T09:11:22.491+02:00","customers":"","costAbsolu":"","costRange":"1500000-1749000","turnoverAbsolu":0,"turnoverRange":""}