{"id":"002077217226-17","name":"European Federation of Accountants and Auditors for Small and Medium-sized Enterprises","registrationDate":"2015-05-05T13:24:12.089+01:00","category":2,"subCategory":1,"legal":"AISBL","web":"http://www.efaa.com","country":"Belgium","headAddress":"4 Rue Jacques de Lalaingstraat","headCity":"Brussels","headPostCode":"B-1040","headPhone":"(32)27 36 88 86","boss":"Bodo Richardt","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"1.25","membership":"EFAA is a member of the European Union of Crafts Small and Medium-sized Enterprises (UEAPME).&#xd;\n&#xd;\nEFAA is also a founding father of the European Financial Reporting Advisory Group (EFRAG).","memberOrga":"http://www.efaa.com/EFAA,Members,33.html","goal":"The European Federation of Accountants and Auditors for Small and Medium-sized Enterprises (EFAA) is an umbrella association for national accountants and auditors' organizations. Their individual members are professionals working in small and medium-sized accounting practices (SMPs), providing services primarily to Small and Medium-sized Enterprises (SMEs). &#xd;<br />&#xd;<br />According to the European Commission's SME Performance Review, SMEs created the jobs for two out of three employees in the European Union and produced 58 cents of every euro of value added. &#xd;<br />&#xd;<br />That makes EFAA and its members the representatives for Europe's most important business advisors: SMPs. They help entrepreneurs gain access to finance and provide valued advice allowing them to grow their businesses sustainably.&#xd;<br />&#xd;<br />Nonetheless, most accounting and auditing rules and standards set up at the EU or international level are inspired by large companies and oriented towards their interests. &#xd;<br />&#xd;<br />This is why EFAA strives to redress this imbalance and better represent SMPs' and SMEs' needs in Europe by providing regulators with in-depth knowledge and fact based perspective on SMPs and SMEs.&#xd;<br />&#xd;<br />EFAA has 14 members throughout Europe, representing more than 350.000 accountants and auditors.","acronym":"EFAA","interests":"Business and Industry, Economy, finance and the euro, Single market, Taxation","euInitiatives":"SME affairs (SME access to finance, accounting and auditing) &#xd;<br />&#xd;<br />Capital Markets Union Green Paper&#xd;<br />&#xd;<br />Corporate Reporting (Auditing, Accouting, NFR, CSR reporting) &#xd;<br />&#xd;<br />Corporate governance, economic governance, taxation (tax rulings, VAT, CCCTB), SMP professional qualifications/education;","lastUp":"2019-02-14T12:36:53.172+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}