{"id":"002096218182-94","name":"British Heart Foundation","registrationDate":"2015-07-24T18:55:56.143+02:00","category":3,"subCategory":2,"legal":"Charity","web":"http://www.bhf.org.uk","country":"United kingdom","headAddress":"Greater London House","headCity":"London","headPostCode":"NW1 7AW","headPhone":"(44)20 75 54 01 60","boss":"Jacob West","bossTitle":"Mr","bossPosition":"Director of Healthcare Innovation","membersCount":1,"membersFTE":"0.25","membership":"We are a member of the European Heart Network http://www.ehnheart.org/&#xd;\n&#xd;\nWe are a member of the European Data in Health Research Alliance - http://www.datasaveslives.eu/&#xd;\n&#xd;\nSmoke Free Partnership - http://www.smokefreepartnership.eu/about-us","memberOrga":"We are not a membership organisation, we are governed by a board of Trustees","goal":"The BHF is here to Beat Heartbreak Forever. We are working towards a world free from the fear of heart and circulatory diseases. Since we were founded, our research has helped to reduce deaths from heart and circulatory diseases by more than half. But we cannot stop now.&#xd;<br />&#xd;<br />By 2030, we want to see advances across the spectrum of heart and circulatory diseases; we want to prevent these conditions from developing and we want those with existing conditions to have better, longer lives.&#xd;<br />&#xd;<br />We fund research to save and improve lives. As the largest independent funder of research into heart and circulatory diseases in the UK, we will focus our efforts on accelerating discovery and turning discoveries into life-saving medical advances.&#xd;<br />&#xd;<br />We work with patients and the public for better health and care. As the UK’s heart charity, we advocate for and with people affected by heart and circulatory diseases. We develop innovative ways of meeting their needs by listening carefully, working together and thinking big.","acronym":"BHF","interests":"Budget, Business and Industry, Communication, Consumers, Culture and media, Customs, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, Public Health, Research and innovation, Single market, Sport, Trade, Trans-European Networks, Transport","euInitiatives":"Our main interest at EU level are initiatives, policies and legislative files that relate to the conduct of scientific research or the prevention of cardiovascular disease. &#xd;<br />&#xd;<br />These include the Data Protection Regulation, the Clinical Trials Regulation, Medical Devices and In Vitro Diagnostic Devices Regulations, the Tobacco Products Directive, the Ambient Air Quality Directive, the National Emission Ceilings Directive Real-World Driving Emissions and Worldwide Harmonised Light Vehicles Test (WLTP). It also includes funding mechanisms such as the Framework Programmes (both Horizon 2020 and Horizon Europe). We also have an interest in anything affecting the regulation of the use of animals in research.","lastUp":"2019-07-01T15:57:08.660+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}