{"id":"0026376672-48","name":"Assuralia, beroepsvereniging van verzekeringsondernemingen","registrationDate":"2008-11-25T17:36:08.776+01:00","category":2,"subCategory":4,"legal":"Beroepsvereniging","web":"http://www.assuralia.be","country":"Belgium","headAddress":"de Meeûssquare, 29","headCity":"Brussel","headPostCode":"1000","headPhone":"(02)5 47 56 11","boss":"Philippe Colle","bossTitle":"Mr","bossPosition":"Gedelegeerd Bestuurder","membersCount":4,"membersFTE":"3.5","membership":"Assuralia is a member of &#xd;\n- Insurance Europe;&#xd;\n- Belgian federation of enterprises (VBO).","memberOrga":"The full list of our membership can be consulted at the following webpage: &#xd;\n&#xd;\nhttps://www.assuralia.be/fr/a-propos-d-assuralia/membres","goal":"Assuralia, the Belgian insurance association, was established in 1920. It is the representative body for mutual, co-operative and joint-stock insurance and reinsurance companies in Belgium. &#xd;<br />Today, it covers more than 97% of the Belgian market, i.e. currently eround 26 billion euro gross premium income (local business excluding FOS premium and reinsurance premium income).&#xd;<br />Assuralia represents the interests of the Belgian insurers.","acronym":"Assuralia","interests":"Banking and financial services, Borders and Security, Budget, Business and Industry, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Environment, External Relations, Institutional affairs, Justice and Fundamental Rights, Public Health, Single market, Taxation, Transport","euInitiatives":"Solvency2, IDD, MiFID2, PRIIPs, IORP2, GDPR, retail financial services, Motor directive, Juncker Plan, EFSI, Resolution &amp; Recovery, guarantee schemes, Services Directive, European Insurance Contract Law, Personal Pension Plans, Capital Markets Union, Competition issues, Anti-discrimination, AML, e-Call, C-ITS, GEAR 2030, Big Data, Re-registration, fintech, ESAs review, various EIOPA and ESMA policies.","lastUp":"2019-03-18T10:19:44.500+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}