{"id":"002727622988-39","name":"E.Leclerc","registrationDate":"2016-08-11T11:17:40.042+02:00","category":2,"subCategory":3,"legal":"Association","web":"http://www.e-leclerc.com","country":"France","headAddress":"26 Quai Marcel Boyer","headCity":"IVRY-SUR-SEINE CEDEX","headPostCode":"94859","headPhone":"(33)1 49 87 51 14","boss":"SOPHIE BOUDON LE GOFF","bossTitle":"Ms","bossPosition":"DIRECTRICE JURIDIQUE","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Avec 640 magasins et 557 adhérents en France, E.Leclerc est leader de la distribution en France. L’enseigne a réalisé un chiffre d’affaires 37.2 milliards d'euros (hors carburant), en 2017. Le leadership de l’enseigne est confirmé par une part de marché de 20,4 %, devenant ainsi la première enseigne française de distribution. Ces performances résultent d’une politique menée depuis la création du Mouvement E.Leclerc en 1949 : son combat au quotidien pour des prix bas et un modèle économique unique, reposant sur une organisation décentralisée, coopérative et participative. Les adhérents du Mouvement E.Leclerc, entrepreneurs indépendants, partagent une même mission : permettre à chacun de vivre mieux en dépensant moins, grâce à des initiatives innovantes et responsables, en pratiquant les prix les plus bas à qualité comparable. Acteurs de la vie locale, au plus près du terrain, ces adhérents investissent de façon durable afin de faire des centres E.Leclerc des lieux qui répondent aux besoins de leurs clients et défendent leur pouvoir d’achat au quotidien.","acronym":"ACDLEC","interests":"Agriculture, Business and Industry, Competition, Consumers, Maritime affairs and fisheries, Public Health, Single market, Trade","euInitiatives":"-        Rapport de la Commission au Parlement européen et au Conseil sur les pratiques commerciales déloyales interentreprises dans la chaîne d'approvisionnement alimentaire (COM(2016) 32 final),&#xd;<br />&#xd;<br />-        Consultation publique sur la « réglementation des professions : proportionnalité et plans d’action nationaux des États membres » ;&#xd;<br />&#xd;<br />-        Plan d’Action sur la TVA «Vers un espace TVA unique dans l'Union» (COM(2016) 148 final): proposition législative visant à moderniser et simplifier la TVA pour le commerce électronique transfrontalier, révision de la Directive relative au système commun de taxe sur la valeur ajoutée sur la TVA (2006/112/CE) ; &#xd;<br />&#xd;<br />-        Urbanisme commercial.","lastUp":"2018-06-26T18:38:19.720+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}