{"id":"002836413064-84","name":"Berlin Partner für Wirtschaft und Technologie GmbH","registrationDate":"2014-02-26T09:59:54.292+01:00","category":2,"subCategory":4,"legal":"GmbH","web":"http://www.berlin-partner.de/index.htm","country":"Germany","headAddress":"Fasanenstraße, 85","headCity":"Berlin","headPostCode":"10623","headPhone":"(49)3 04 63 02 -5 00","boss":"Dr. Stefan Franzke","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":2,"membersFTE":"2.0","membership":"Enterprise Europe Network&#xd;\nhttp://www.errin.eu/","memberOrga":"","goal":"Die Berlin Partner für Wirtschaft und Technolige GmbH ist die Gesellschaft für Wirtschafts- und Innovationsförderung sowie Standortmarketing des Landes Berlin. Mit dem Unternehmensservice unterstützt sie bei der Ansiedlung und steht Berliner Unternehmen bei Technologietransfer, Vernetzung, Internationalisierung und Standortsicherung zur Seite. Das Hauptstadtmarketing vermarktet die Stärken und Zukunftschancen von Berlin regional, national und international und macht die Hauptstadt mit \"be Berlin\" zu einer starken Marke. Als Public Private Partnership wird die Gesellschaft von starken Partnern - 236 Unternehmen, wissenschaftliche Einrichtungen und weitere Institutionen, dem Netzwerk der \"Berlin-Partner\"- unterstützt. Berlin Partner für Wirtschaft und Technologie GmbH ist Teil verschiedener Netzwerke wie z.B. dem European Enterprise Network.","acronym":"","interests":"Audiovisual and Media, Communication, Economic and Financial Affairs, Energy, Enterprise, Environment, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Trans-European Networks, Transport","euInitiatives":"HORIZON 2020&#xd;<br />Smart Cities&#xd;<br />Industrie 4.0&#xd;<br />Strukturfonds&#xd;<br />Europäischer Fonds für strategische Investitionen (EFSI)&#xd;<br />COSME","lastUp":"2017-07-14T10:48:44.446+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}