{"id":"002977215945-85","name":"Ryanair","registrationDate":"2015-02-06T13:35:49.462+02:00","category":2,"subCategory":3,"legal":"DAC (Designated Activity Company)","web":"http://www.ryanair.com","country":"Ireland","headAddress":"Ryanair Dublin Office","headCity":"County Dublin","headPostCode":"","headPhone":"(353)19 45 12 12","boss":"Michael O'Leary","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":2,"membersFTE":"1.5","membership":"Airlines 4 Europe (A4E)&#xd;\nAirlines 4 Dialogue (A4D)","memberOrga":"","goal":"Ryanair Holdings plc, Europe’s largest airline group, is the parent company of Ryanair DAC, Lauda, Buzz, Malta Air and Ryanair UK. Carrying over 153m guests p.a. on more than 2,400 daily flights from 87 bases, the group connects over 200 destinations in 37 states on a fleet of over 475 aircraft, with a further 210 Boeing 737’s on order, which will enable Ryanair Holdings to lower fares and grow traffic to 200m p.a. by FY24. Ryanair Holdings has a team of more than 19,000 highly skilled aviation professionals delivering Europe’s No.1 on-time performance, and extending an industry leading 34-year safety record.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Consumers, Employment and Social Affairs, Environment, Regional Policy, Taxation, Transport","euInitiatives":"Any EU legislation, policies or initiatives affecting the business of Ryanair. Issues of current interest are principally the following:&#xd;<br />* Brexit&#xd;<br />* EASA Basic Regulation - Proposal for a Regulation of the European Parliament and of the Council on common rules in the field of civil aviation and establishing a European Union Aviation Safety Agency, and repealing Regulation (EC) No 216/2008 of the European Parliament and of the Council&#xd;<br />* European Emissions Trading Scheme - Directive 2009/29/EC of the European Parliament and of the Council of 23 April 2009 amending Directive 2003/87/EC so as to improve and extend the greenhouse gas emission allowance trading scheme of the Community (Text with EEA relevance), as well as CORSIA and the entire range of environmental initiatives &#xd;<br />* Regulation 261 re Passenger compensation - Regulation (EC) No 261/2004 of the European Parliament and of the Council of 11 February 2004 establishing common rules on compensation and assistance to passengers in the event of denied boarding and of cancellation or long delay of flights, and repealing Regulation (EEC) No 295/91 (Text with EEA relevance)&#xd;<br />*DG JUST initiative A New Deal for Consumers - revision of the Injunctions Directive&#xd;<br />* SES 2+ -  COM(2013) 410 final, 2013/0186 (COD), Proposal for a Regulation of the European Parliament and of the Council on the implementation of the Single European Sky (recast) &#xd;<br />* Airport Charges Directive evaluation - Directive 2009/12/EC of the European Parliament and of the Council of 11 March 2009 on airport charges (Text with EEA relevance)&#xd;<br />* Current DG Move initiative re disruption due to Air Traffic Control strikes&#xd;<br />* Regulation (EC) No 1008/2008 of the European Parliament and Council on common rules for the operation of air services in the Community","lastUp":"2019-10-02T14:33:33.113+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}