{"id":"003095333045-21","name":"Università degli Studi di Siena","registrationDate":"2018-10-30T07:25:36.511+01:00","category":4,"subCategory":12,"legal":"Università pubblica","web":"http://www.unisi.it","country":"Italy","headAddress":"Banchi di Sotto, 55","headCity":"Siena","headPostCode":"","headPhone":"(39)05 77 23 50 37","boss":"Francesco Frati","bossTitle":"Mr","bossPosition":"Rettore","membersCount":10,"membersFTE":"2.5","membership":"","memberOrga":"","goal":"The University of Siena, founded in 1240, is an institution full of history and with a long tradition of transfert of knoledge, actively involved at the same time in research and innovaction. It is currently one of the best italian universities in terms of research, teaching and services. According to The Times Higher Education World University Rankings 2015-2016, the University of Siena is one of the 20 best italian universities for its teaching activities, research outputs and internationalisation. &#xd;<br />UNISI has about 700 among researchers and professors actively engaged in research. The excellence of the research activity has been recognised at national level by the Italian Ministy for the Education and Research that has included 9 of the 15 deparments of UNiSI in the list of the 350 best italian departments.&#xd;<br /> UNISI offers a remarkable range of exchange opportunities for students, faculties and administrative staff as result of a long-lasting tradition of cooperation with Universities and Academic Institutions all over the world.&#xd;<br />UNISI collaborates with 340 European universities in the framework of the Erasmus programme and has teaching and research collaborations with 239 universities in Europa, Africa, South America, Canada, Russia, Japan, Middle-East, USA and Vietnam. It has agreements with 72 universities for Joint PhD programmes and with 20 for international master degrees.","acronym":"UNISI","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"As a university, the main EU policies and initiatives followed are those in the fields of education, research and technology. UNISI participates extensively in the EU funding programmes such as Horizon2020, COST, Life, Creative Europe. It also partecipates to mobility and networking programmes for students and researchers such as Erasmus+, Erasmus Mundus, Marie-Curie and COST actions. UNISI is also involved in the EU Public consultation \"Partnership for Research and Innovation in the Mediterranean Area\" (PRIMA).","lastUp":"2018-10-30T07:26:13.451+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}