{"id":"003081226000-70","name":"European Federation of Osteopaths","registrationDate":"2017-02-20T19:55:26.221+01:00","category":2,"subCategory":1,"legal":"Association International without Profit","web":"http://efo.eu","country":"Belgium","headAddress":"Rue Jacques de Lalaing","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)4 73 75 78 75","boss":"Alex Boon","bossTitle":"Mr","bossPosition":"General Secretary","membersCount":6,"membersFTE":"1.5","membership":"Eurocam  www.cam-europa.eu","memberOrga":"www.efo.eu","goal":"The EFO operates to promote and harmonise the profession of osteopathy in all countries of the European Union and the Council of Europe with all the means at its disposal. &#xd;<br />In all countries of the European Union and the Council of Europe, it shall collect data on the agreed conditions and modalities governing the exercise of the profession in the respective countries (education and training criteria, organisation of the profession and defence of professional interests, codes of ethics and conduct...).&#xd;<br />It shall strive to support its affiliated national organisations in attaining in their country – if necessary - a level of education as well as rules and regulations, which are compatible with the osteopaths’ aspiration of exercising a profession with a high level of responsibility, with specific skills as primary contact health care provider. The Association shall strive to generate all forms of osteopathy-related scientific research.&#xd;<br />The Association shall make efforts to work for the free choice of therapies and therapists, the free movement of practising osteopaths in the member states of the European Union. The Association shall be the liaison body for the administrative bodies of the European Union","acronym":"EFO","interests":"Public Health, Research and Technology","euInitiatives":"We did launch our CEN document in the European Parliament support by Mr. Vandekenlaere.","lastUp":"2017-03-03T16:03:23.961+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}