{"id":"003480435388-56","name":"Stowarzyszenie Instytut Kościuszki","registrationDate":"2019-07-12T16:25:09.147+02:00","category":3,"subCategory":2,"legal":"stowarzyszenie","web":"http://ik.org.pl","country":"Poland","headAddress":"Wilhelma Feldmana 4/9-10","headCity":"Kraków","headPostCode":"31-130","headPhone":"(48)1 26 32 97 24","boss":"Izabela Albrycht","bossTitle":"Ms","bossPosition":"Prezes Instytutu Kościuszki","membersCount":20,"membersFTE":"20.0","membership":"European Cyber Security Organisation (ECSO)&#xd;\n#OMGKrK","memberOrga":"brak","goal":"O INSTYTUCIE KOŚCIUSZKI&#xd;<br />&#xd;<br />Instytut Kościuszki to wiodący pozarządowy ośrodek naukowo-badawczy o charakterze non-profit założony w 2000 r. Naszą misją jest działanie na rzecz społeczno-gospodarczego rozwoju i bezpieczeństwa Polski, jako aktywnego członka Unii Europejskiej oraz NATO.&#xd;<br />&#xd;<br />NIEZALEŻNA DZIAŁALNOŚĆ EKSPERCKA   &#xd;<br />&#xd;<br />Instytut specjalizuje się w tworzeniu strategicznych rekomendacji i kierunków rozwoju kluczowych polityk publicznych, stanowiących merytoryczne wsparcie dla polskich i europejskich decydentów politycznych. Raporty i analizy przygotowywane przez ekspertów think tanku są niezależne i apolityczne, a ich konkluzje są istotnym źródłem informacji dla sektora prywatnego i społeczeństwa obywatelskiego.&#xd;<br />&#xd;<br />Jako lider wśród polskich organizacji pozarządowych, Instytut Kościuszki realizuje szereg krajowych i międzynarodowych projektów poświęconych wieloaspektowo rozumianej tematyce bezpieczeństwa, w tym bezpieczeństwa energetycznego, gospodarczego oraz cyberbezpieczeństwa. Angażując do współpracy kluczowych interesariuszy polityki i biznesu, a także przedstawicieli organizacji międzynarodowych oraz sektora NGO, Instytut inicjuje społeczno-polityczną debatę nad najważniejszymi wyzwaniami dla Polski i Europy.&#xd;<br />&#xd;<br />Dzięki swej wiodącej pozycji, think tank przyciąga najlepszych analityków z całego świata, dając tym samym początek wielu pionierskim i innowacyjnym przedsięwzięciom. Instytut Kościuszki jest pomysłodawcą i głównym organizatorem Europejskiego Forum Cyberbezpieczeństwa – CYBERSEC, corocznej konferencji poświęconej strategicznym aspektom cyberprzestrzeni, której pierwsza edycja odbyła się w 2015 r. Wydarzenie stanowi platformę regularnego dialogu pomiędzy kluczowymi interesariuszami i uznane zostało w rankingu Concise Courses za jedną z pięciu najważniejszych konferencji tego typu w Europie. W ramach projektu CYBERSEC, powstała również krajowa odsłona przedsięwzięcia – Polskie Forum Cyberbezpieczeństwa – CYBERSEC PL.&#xd;<br />&#xd;<br />ZAUFANY PARTNER&#xd;<br />&#xd;<br />Instytut Kościuszki już od ponad 15 lat konsekwentnie buduje trwałe relacje z szerokim gronem podmiotów, dla których dynamiczny rozwój, polityczno-gospodarcza stabilność i bezpieczeństwo naszego kraju stanowią priorytet najwyższej wagi.&#xd;<br />&#xd;<br />Wśród licznych partnerów współpracujących z Instytutem Kościuszki, wyróżnić należy polskie i europejskie instytucje publiczne, organizacje międzynarodowe, krajowych czempionów z różnych sektorów gospodarki, światowych liderów biznesu, wiodące think tanki z Polski i zagranicy, a także najbardziej opiniotwórcze media.&#xd;<br />&#xd;<br />W gronie instytucji patronujących inicjatywom i projektom Instytutu znajdują się m.in.: Parlament Europejski, Komisja Europejska, NATO, Kancelaria Prezesa Rady Ministrów RP, Kancelaria Prezydenta RP, Biuro Bezpieczeństwa Narodowego, Ministerstwo Rozwoju RP, Ministerstwo Spraw Zagranicznych RP, Ministerstwo Obrony Narodowej RP, Ministerstwo Cyfryzacji RP, Ministerstwo Spraw Wewnętrznych i Administracji RP, Ministerstwo Nauki i Szkolnictwa Wyższego RP, Ministerstwo Infrastruktury i Budownictwa RP, Ministerstwo Finansów RP, Rządowe Centrum Bezpieczeństwa, Narodowy Bank Polski, Komisja Nadzoru Finansowego, Najwyższa Izba Kontroli, Ministerstwo Energii, Prokuratura Krajowa, Bank Światowy.","acronym":"IK","interests":"Banking and financial services, Borders and Security, Business and Industry, Digital economy and society, Economy, finance and the euro, Energy, Foreign affairs and security policy, International co-operation and development, Research and innovation, Single market, Transport","euInitiatives":"Ze względu na główny obszar działalności i zainteresowania Instytutu Kościuszki, jakim jest cyberbezpieczeństwo (Instytut Kościuszki jest pomysłodawcą i organizatorem Europejskiego Forum Cyberbezpieczeństwa - CYBERSEC, corocznej i wyróżnionej jako jedna z pięciu najważniejszych konferencji dedykowanych zagadnieniom cyberprzestrzeni w Europie) niezwykle dogłębnie śledzimy rozwój polityk cyfrowych Unii Europejskiej i europejskiego rynku cyberbezpieczeństwa. Naszą misją jest budowa i wzmacnianie europejskiego systemu cyberbezpieczeństwa. W związku z tym bacznie obserwujemy poczynania Dyrekcji Generalnej ds. Sieci Komunikacyjnych, Treści i Technologii Komisji Europejskiej. Bardzo istotne w naszej działalności jest śledzenie rozwoju regulacji prawnych w tym zakresie (Dyrektywa NIS, Cybersecurity Act) oraz rozwój jednolitego rynku cyfrowego i gospodarki cyfrowej. Jesteśmy aktywnym członkiem European Cyber Security Organisation (ECSO) zaś Prezes Instytutu Kościuszki - Pani Izabela Albrycht jest jedną z współzałożycielek inicjatywy ECSO - Women4Cyber. Ze względu na to, że cyberbezpieczeństwo jest jednym z filarów europejskiej obronności bliska celom Instytutu Kościuszki jest cyfrowa i militarna autonomia UE oraz konsolidacja europejskiego sektora obronnego.","lastUp":"2019-07-12T16:27:50.617+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}