{"id":"00358442856-45","name":"QUALCOMM Inc.","registrationDate":"2009-12-21T11:46:18.694+01:00","category":2,"subCategory":3,"legal":"Public Company","web":"http://www.qualcomm.com","country":"United states","headAddress":"Morehouse Drive, 5775","headCity":"San Diego","headPostCode":"CA92121","headPhone":"(1)85 85 87 11 21","boss":"Steve  Mollenkopf","bossTitle":"Mr","bossPosition":"CEO","membersCount":10,"membersFTE":"10.0","membership":"Digitaleurope&#xd;\nAmerican Chambers of Commerce in Europe (AMCHAM EU)&#xd;\n5GAA&#xd;\nGSMA&#xd;\nETNO&#xd;\nCOCIR&#xd;\nEIF&#xd;\nERTICO","memberOrga":"","goal":"Qualcomm is the largest wireless semiconductor company (fabless) in the world. Its market capitalization has reached 120 bn USD in 2013. The company accounts for approx. 15,000 employee and operates on a global scale, with significant presence, including R&amp;D centres in Europe.&#xd;<br />&#xd;<br />Qualcomm mission is to continue to innovate and drive forward technology advances in mobile and wireless communications, products and solutions through the significant investment in research and development (R&amp;D)that underpins the company’s business model, the fruit of which is licensed to interested parties in an open, fair and non-discriminatory way.&#xd;<br />&#xd;<br />Follow Qualcomm on Twitter: @QC_EUPolicy","acronym":"QCOM (NASDAQ)","interests":"Audiovisual and Media, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"Digital Single Market&#xd;<br />5G Action Plan&#xd;<br />EU Telecoms Framework Review - Electronic communications code&#xd;<br />EU Radio Spectrum Policy&#xd;<br />EU Trade Policy&#xd;<br />Internet of Things&#xd;<br />Intelligent Transport, connected and autonomous driving&#xd;<br />mHealth&#xd;<br />Innovation Policy, standards and intellectual property protection and enforcement&#xd;<br />EU privacy, security and data protection","lastUp":"2017-10-24T14:45:32.981+01:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}