{"id":"00356256730-84","name":"Partnership for European Environmental Research","registrationDate":"2011-09-19T15:11:49.351+01:00","category":4,"subCategory":5,"legal":"Partnership","web":"http://www.peer.eu","country":"Germany","headAddress":"Permoserstr. 15","headCity":"Leipzig","headPostCode":"04318","headPhone":"(49)34 12 35 18 33","boss":"Georg Teutsch","bossTitle":"Mr","bossPosition":"Chair","membersCount":8,"membersFTE":"2.0","membership":"Partnership for European Environmental Research (PEER)","memberOrga":"","goal":"PEER is a partnership of eight of the largest European environmental centres founded in 2001 with the aim of combining forces to follow a joint strategy in environmental sciences and to enhance research on ecological sustainability. This co-operation was confirmed by a Framework Agreement signed on 25 June 2002 in Roskilde, and renewed in 2007. &#xd;<br />&#xd;<br />PEER member centres carry out basic and applied research combining different disciplines from natural and social sciences. Research covers all fields of the environment, particularly addressing the interaction between man and nature. &#xd;<br />&#xd;<br />Vision&#xd;<br />To be a world leader in integrating knowledge and expertise for sustainable development. &#xd;<br />&#xd;<br />Mission:&#xd;<br />- to build a strategic partnership of major European public environmental research centres;&#xd;<br />- to lead a European Research Area that strengthens the knowledge base for the sustainable development of a changing world; &#xd;<br />- to foster innovative interdisciplinary research and cross-cutting approaches in support of national and European policy-makers, industry and society.","acronym":"PEER","interests":"Agriculture and Rural Development, Budget, Climate Action, Consumer Affairs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian Aid, Information Society, Public Health, Regional Policy, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"Water Framework directive&#xd;<br />Horizon 2020&#xd;<br />EU Biodiversity Strategy&#xd;<br />EU strategy on adaptation to climate change","lastUp":"2017-06-23T19:23:56.653+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}