{"id":"003907720210-47","name":"Associazione delle Società per l'Innovazione Tecnologica nelle Regioni","registrationDate":"2016-01-07T12:17:49.544+01:00","category":2,"subCategory":4,"legal":"Associazione senza scopo di lucro","web":"http://www.assinteritalia.it","country":"Italy","headAddress":"Via Piemonte 39","headCity":"Roma","headPostCode":"00187","headPhone":"(39)06 97 99 00 05","boss":"Simone Puksic","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"Euritas - European Association of Public ICT Providers (ww.euritas.eu)","memberOrga":"http://www.assinteritalia.it/La-rete-dei-soci/I-Soci","goal":"Assinter Italia è l’Associazione delle Società per l’Innovazione Tecnologica nelle Regioni nata a Roma nel 2008. Riunisce le aziende regionali a capitale pubblico che operano nel settore dell’informatica per la Pubblica Amministrazione secondo il modello “in house providing”. L'Associazione, senza scopo di lucro, si propone come polo tecnico-organizzativo per contribuire a realizzare la Crescita Digitale e promuovere lo sviluppo dell’Italia come Sistema Paese.&#xd;<br />Assinter Italia opera nella convinzione che il supporto alla cooperazione interregionale e la pratica del riuso siano cruciali nel cambiamento dei processi organizzativi della PA e nella diffusione dell’innovazione su tutto il territorio nazionale. In questo senso, la creazione di una rete attiva di collaborazione e di scambio tra tutte le Società ICT in house di Regioni e Province Autonome permette di rendere disponibili, a vantaggio di tutti, le migliori soluzioni realizzate.Le nostre attività: dalla raccolta sistematica e la diffusione di dati e informazioni riguardanti l’innovazione tecnologica a livello regionale, nazionale ed europeo, alla creazione di momenti di incontro e di condivisione delle conoscenze tra le società associate attraverso convegni e seminari tematici; dalla valorizzazione del ruolo delle Società in house nei processi di innovazione del settore pubblico, al contributo all’interpretazione delle norme di settore; dalla promozione della collaborazione con i principali referenti istituzionali e di mercato, nazionali e comunitari, all’organizzazione di eventi pubblici di confronto su temi di particolare rilevanza per l’innovazione della PA.&#xd;<br />I nostri soci: CINECA; Consorzio Arsenàl.IT; CSI Piemonte; CUP 2000 S.p.A.; Informatica Alto Adige S.p.A.; Informatica Trentina S.p.A.; Innova Puglia S.p.A.; Insiel S.p.A.; INVA S.p.A.; LazioCrea S.p.A.; Lepida S.p.A.; Liguria Digitale S.p.A.; Lombardia Informatica S.p.A.; Molise Dati S.p.A.; Sardegna IT S.r.l.; Sicilia Digitale S.p.A.; Trentino Network S.r.l.; Umbria Digitale s.c. a r.l. Contatti: Via Piemonte, 39 – 00187 ROMA; Telefono: 06.97990005 / 07; Fax: 06.4871306; E-mail: segreteria@assinteritalia.it; Web: http://www.assinteritalia.it","acronym":"Assinter Italia","interests":"Communication, Culture, Development, Education, Employment and Social Affairs, Enterprise, External Relations, General and Institutional Affairs, Information Society, Public Health, Regional Policy, Trans-European Networks","euInitiatives":"- Public consultation on the next eGovernment Action Plan 2016 - 2020&#xd;<br />- Gran Coalition for Digital Jobs&#xd;<br />- ICT Policy support Program come parte del Programma CIP (Competitiveness and Innovation Framework Program) call: CIP - ICT - PSP - 2012 - 6. Grant Agreement n° 325077","lastUp":"2017-12-21T14:20:38.017+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}