{"id":"004706726446-76","name":"Zentrum für Soziale Innovation","registrationDate":"2017-03-22T13:00:46.873+01:00","category":4,"subCategory":5,"legal":"gGmbH","web":"http://www.zsi.at","country":"Austria","headAddress":"Linke Wienzeile 246","headCity":"Vienna","headPostCode":"1150","headPhone":"(43)14 95 04 42","boss":"Klaus Schuch","bossTitle":"Mr","bossPosition":"Scientific Director","membersCount":25,"membersFTE":"13.75","membership":"European School of Social Innovation (ESSI)&#xd;\nwww.essi-net.eu","memberOrga":"","goal":"ZSI – Zentrum für Soziale Innovation (Center for Social Innovation), Vienna&#xd;<br />ZSI (www.zsi.at), established 1990 as a private non-profit research organisation, is a pioneer and one of the international thought leaders in social innovation. Legally it is a limited liability company with common public interest status. Since its foundation ZSI aggregated multifaceted experiences in applied social scientific research using both quantitative and qualitative methods. &#xd;<br />ZSI is Austria’s most successful social scientific research institute in EU Framework Programmes (since FP3). Main clients are: EC, ministries, municipalities, OECD, ILO, other public bodies and NGOs. Expertise includes the coordination and implementation of a wide variety of current projects in FP7, Horizon 2020, EU Structural Funds, European Territorial Cooperation, LLP, Erasmus+ and other projects funded nationally and internationally. Since many years, staff of more than 50 experts generates an average annual turnover of about EUR 3.5 mio. ZSI performs project-based agency functions for the Austrian Federal Ministry of Science, Research and Economy (BMWFW) in promotion and support of international STI cooperation.&#xd;<br />ZSI’s key activities range from research, education and training, advisory services to public bodies and NGOs, on to networking projects. Thematically they are clustered in three dedicated units: &#xd;<br />o\tWork and Equal Opportunities - incl. labour market governance; innovative labour market policies and inclusion; migration research; ageing) &#xd;<br />o\tResearch Policy and Development - incl. RTDI internationalisation; science-technology-society studies; scientometrics; evaluation) &#xd;<br />o\tTechnology and Knowledge - incl. participatory technology assessment; technology enhanced learning; science-society dialogue; citizen science)","acronym":"ZSI","interests":"Climate Action, Communication, Competition, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, Information Society, Regional Policy, Research and Technology, Transport, Youth","euInitiatives":"Research, Technology Development and Innovation policies, ESF and ERDF programmes","lastUp":"2017-05-04T13:31:55.989+01:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}