{"id":"005547729156-44","name":"The Wake Up Foundation","registrationDate":"2017-12-13T15:57:28.545+01:00","category":3,"subCategory":2,"legal":"UK registered charity","web":"http://www.wakeupfoundation.eu","country":"United kingdom","headAddress":"42 Sharon Gardens","headCity":"London","headPostCode":"E97RX","headPhone":"(44)0 79 00 21 78 21","boss":"Annalisa Piras","bossTitle":"Ms","bossPosition":"Director","membersCount":5,"membersFTE":"1.25","membership":"","memberOrga":"","goal":"The Wake Up Foundation is an educational charity that aims to raise public awareness of the dangerous trends currently under way in Western societies. Created by journalists-turned-campaigners Bill Emmott and Annalisa Piras, the Wake Up Foundation has stimulated spontaneously organised, bottom-up, transnational dialogue about the European Union and its future through over 500 lively film screening and debates at the most prestigious universities and cultural institutions across Europe. In 2019 it launched its first Wake Up Europe Festival, a 5 days long event with documentary films screenings and debates with the public, across Europe. &#xd;<br />&#xd;<br />The Wake Up Foundation’s flagship campaign, Wake Up Europe!, encourages people across the continent to think, talk and act together to save the core values of democracy and prosperity that lie at the heart of Europe. This awareness and debating campaign is centred around international screenings of the best impact documentaries in the world and Piras and Emmott’s 2015 docu-drama “The Great European Disaster Movie,” a transnational reflection on the EU’s purpose and challenges in today’s world, and Piras' 2017 documentary \"Europe At Sea.\"&#xd;<br />&#xd;<br />The Wake Up Europe! initiative assists event hosts with the planning and practical organisation of film screenings and debates. The Foundation connects hosts to relevant experts on European issues in their location to lead panel discussions and audience Q&amp;A sessions, as well as providing guidance and inspiration for post-screening debates through the Foundation’s website and materials. &#xd;<br />&#xd;<br />Alongside the film campaign, the Wake Up Foundation has also pioneered The Wake Up 2050 Index, a statistical indicator of how well Western countries are shaping up in the face of the long-term forces at work in the 21st century. The Wake Up 2050 Index compiles internationally comparable data on 25 different measures, grouped under the themes of demography, knowledge, innovation, globalisation and resilience of institutions. These measures provide an innovative approach to facing current challenges to Western societies including the integration of workers from different ethnic backgrounds.","acronym":"WUF","interests":"Borders and Security, Climate Action, Communication, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Energy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Research and innovation, Trans-European Networks, Youth","euInitiatives":"The Wake Up Foundation is particularly interested in the EU initiatives on freedom of speech, countering disinformation campaigns and promoting public awareness of and access to facts and trustworthy information. For example, The Wake Up Foundation is a member of the EU East StratCom Task Force.&#xd;<br />&#xd;<br />The Foundation also follows closely anti EU policies on corruption, democracy, free and fair elections, transparency, migration and security.","lastUp":"2019-12-17T12:33:26.481+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}