{"id":"005538931799-72","name":"European Network of Living Labs","registrationDate":"2018-06-15T18:42:32.247+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://enoll.org","country":"Belgium","headAddress":"Pleinlaan 9","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)26 14 85 47","boss":"Pieter  Ballon","bossTitle":"Mr","bossPosition":"General Secretary","membersCount":23,"membersFTE":"8.75","membership":"None","memberOrga":"https://enoll.org/network/living-labs/","goal":"The European Network of Living Labs (ENoLL) is a global network of open innovation ecosystems (Living Labs) that place people at the centre of product and service development and innovation. The network and its members provide innovation services for small and medium-sized international companies, the public sector, organisations, and citizens. ENoLL promotes the development of business and industry and the creation of tax revenue and jobs.&#xd;<br />&#xd;<br />ENoLL has recognised nearly 400 living labs from around the world maintained by municipalities, universities, regions and companies acting also as the development and piloting partners. Of these, 150 make up the core for piloting European industry and innovation policy and are involved in in-depth cooperation with regions and the European Commission's Directorates-General.&#xd;<br />&#xd;<br />The ENoLL network aims at creating pan-European experiments and prototypes for new markets, based on the Digital Single Market. It is an open engagement platform where new business models can be co-design, experimented with and developed all based on a quadruple helix approach, creating safety nets for experiments and prototypes with new roles of the public sector as enabler and catalyser. ENoLL combines European vertical specialisation domains (health, smart cities, creativity, education etc.) with horizontal and territorial specialisation.&#xd;<br />&#xd;<br />The ENoLL international non-profit association as the legal representative entity of the network, was founded in 2010 and is headquartered in Brussels, at the heart of Europe. ENoLL supports the evolution and the uptake of the Living Lab paradigm throughout Europe and worldwide, contributes to the creation of a dynamic, multi-layer and multidimensional European Innovation Ecosystem, and facilitates the cooperation and the exploitation of synergies between its members and external stakeholders&#xd;<br />&#xd;<br />The living lab approach offers benefits to companies, users, developers, public administrations and financiers, and from a territorial perspective living labs can help European Regions identify and valorise their respective economic niches and competitive advantages in the perspective of Smart Specialisation.&#xd;<br />&#xd;<br />The ENoLL members (host organisations of the living labs or ecosystems) are mainly research institutions, public local and regional authorities and agencies, public-private innovation actors or private companies. They all represent a community of change makers that have contributed over the years to generate business and societal positive impact through open and user driven innovation. ENoLL is active in 20 of the 28 EU member states, and in 2 of the candidates (Serbia and Turkey). It is present in all the continents with a 20% of members based out of the European Union. The whole list of ENoLL members can be found at http://openlivinglabs.eu/livinglabs&#xd;<br />&#xd;<br />As a legal entity, ENoLL international association focuses on facilitating knowledge exchange, joint actions and project partnerships among the members, promoting living labs and enabling their implementation worldwide, and, influencing policies.&#xd;<br /> &#xd;<br />ENoLL also participates in projects to help contribute to build ENoLL assets, support joint activities in-between ENoLL members, and to strengthen the connections between ENoLL and local, regional and international user communities, governments, policy makers, research institutions, and other relevant organisations and communities. Directly, as well as through its active members, ENoLL provides co-creation, user engagement, test and experimentation facilities targeting innovation in many different domains such as energy, media, mobility, healthcare, agrifood etc. As such, ENoLL is well placed to act as a platform for best practice exchange, learning and support, and Living Lab international project development.","acronym":"ENoLL","interests":"Agriculture, Business and Industry, Climate Action, Communication, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, European Neighbourhood Policy, International co-operation and development, Public Health, Regional Policy, Research and innovation, Trans-European Networks, Transport","euInitiatives":"There are no legislative files currently being followed by ENoLL. &#xd;<br />&#xd;<br />- ENoLL is the in the process of formulating a network-wide response to the EU's vision: \"Open innovation, Open Science, Open to the World\" &#xd;<br />We are doing this by creating a \"Manifesto for Innovation in Europe\". The work towards this manifesto is accessible at https://manifestoforinnovationineurope.org/ &#xd;<br />&#xd;<br />- Through our President, Tuija Hirvikoski, ENoLL is part of the group that advises the Commission on how to develop open science policy: Open Science Policy Platform. &#xd;<br />&#xd;<br />- Through our President, Tuija Hirvikoski, ENoLL is part of the Horizon interim evaluation expert group (SwafS/RRI).","lastUp":"2018-06-15T18:43:00.555+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}