{"id":"006263426666-10","name":"Associazione Internazionale Istituti Microcredito e Credito su Pegno","registrationDate":"2017-04-06T17:44:34.847+02:00","category":2,"subCategory":4,"legal":"Associazione","web":"http://assomicropegno.it","country":"Italy","headAddress":"via Bracco, 27","headCity":"NAPOLI","headPostCode":"80133","headPhone":"(39)39 38 54 00 40","boss":"Marco Limoncelli","bossTitle":"Mr","bossPosition":"Presidente CdA","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"L’Associazione Internazionale Istituti Microcredito e Credito su Pegno, rappresenta e coordina gli enti associati che realizzano attività di credito con garanzia di pegno, Microcredito sia esso sociale che per l'imprenditoria, le loro Associazioni Nazionali così come gli enti associati che realizzano attività di microcredito, credito sociale pignoratizio e credito solidale. &#xd;<br />Le finalità dell’Associazione Internazionale sono:&#xd;<br />Promuovere universalmente il credito sociale pignoratizio, tanto nella sua versione su pegno quanto in quella che si riferisce al microcredito e al credito solidale, promuovere la creazione di nuovi istituti di tale natura e lo sviluppo di quelli esistenti;&#xd;<br />Favorire lo scambio di esperienze, innovazioni e tecnologie nell’ambito operativo, giuridico, sociologico o qualsiasi altro di interesse per gli Enti associati;&#xd;<br />Studiare e promuovere iniziative e accordi di collaborazione tra i suoi Associati, nel rispetto del principio della libera concorrenza;&#xd;<br />Cercare collaborazione con enti e associazioni sopranazionali il cui ambito d’azione sia quello del credito su pegno, del Microcredito e del credito sociale.","acronym":"A.I.I.M.C.P.","interests":"Economic and Financial Affairs, Enterprise, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Humanitarian Aid, Taxation, Trade","euInitiatives":"Obiettivo perseguito è quello di promuovere e sostenere una stretta collaborazione con tutte le Istituzioni di settore, nazionali ed europee e con le diverse componenti sociali, allo scopo di unire sempre più il ruolo della “Finanza” al principio della responsabilità sociale verso i cittadini.“","lastUp":"2018-04-10T12:40:18.667+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}