{"id":"006411421255-36","name":"IHK Nord e.V. - Arbeitsgemeinschaft norddeutscher Industrie- und Handelskammern","registrationDate":"2016-04-05T12:59:35.323+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.ihk-nord.de/","country":"Germany","headAddress":"Adolphsplatz 1","headCity":"Hamburg","headPostCode":"20457","headPhone":"(49)40 36 13 83 85","boss":"Malte Dr. Heyne","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":7,"membersFTE":"7.0","membership":"Die IHK Nord ist die Dachorganisation von 12 IHKs in Norddeutschland. &#xd;\n&#xd;\n&#xd;\nDerzeit Beteiligt im Maritimen Cluster Norddeutschland: http://maritimes-cluster.de/","memberOrga":"http://www.ihk-nord.de/servicemarken/ueber-uns/ihks_vor_ort/1195718","goal":"Die IHK Nord ist ein Zusammenschluss von 12 Industrie- und Handelskammern aus den fünf norddeutschen Bundesländern Bremen, Hamburg, Mecklenburg-Vorpommern, Niedersachsen und Schleswig-Holstein. Unsere Arbeit konzentriert sich auf diese fünf norddeutschen Schwerpunktthemen :&#xd;<br />- Maritime Wirtschaft mit dem Schwerpunkt Infrastruktur und Seeverkehr&#xd;<br />- Energie- und Industriepolitik&#xd;<br />- Tourismus&#xd;<br />- Ernährungswirtschaft&#xd;<br />- Außenwirtschaftsstandort &#xd;<br />- Norddeutschland/Internationalisierung&#xd;<br />&#xd;<br />Wir koordinieren die Interessen der norddeutschen IHKs gegenüber der norddeutschen, der Bundes- und der europäischen Politik.","acronym":"IHK Nord","interests":"Agriculture and Rural Development, Borders and Security, Business and Industry, Climate Action, Competition, Consumers, Economy, finance and the euro, Energy, Environment, External Relations, Food Safety, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Alle Bereiche die unter den Schlagworten Maritimes, Energie, Tourismus, Ernährungswirtschaft und Außenwirtschaft für die gewerbliche Wirtschaft Norddeutschlands von Bedeutung sind.","lastUp":"2019-07-25T11:44:05.673+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}