{"id":"006485918021-78","name":"Letove prevadzkove sluzby Slovenskej republiky, statny podnik","registrationDate":"2015-06-30T13:28:51.705+02:00","category":6,"subCategory":9,"legal":"state enterprise","web":"http://www.lps.sk","country":"Slovakia","headAddress":"Ivanska cesta 93","headCity":"Bratislava","headPostCode":"823 07","headPhone":"(421)2 48 57 21 01","boss":"Blazej Zaujec","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"CANSO www.canso.org","goal":"The mission of Letové prevádzkové služby Slovenskej republiky štátny podnik, a state enterprise, is the provision of air navigation services in airspace and on assigned aerodromes of the Slovak Republic. &#xd;<br />&#xd;<br />Every passenger on scheduled or charter flight over the territory of the Slovak Republic is an indirect client of Letové prevádzkové služby Slovenskej republiky štátny podnik (LPS SR), a state enterprise. Air traffic controllers control flights of aircraft over flying , departing and landing to/ from an airport or taxiing on the ground. The basic goal of LPS SR is to prevent collisions of aircraft in the air and on the ground, to maintain safe and well-organized air traffic flow and to provide advice and information necessary for safe flight in airspace and on assigned aerodromes of the Slovak Republic. LPS SR managed to handle huge increase of traffic maintaining required level of safety and with minimum delays. The goal of LPS SR for the future is a further increase of the capacity of the airspace of the Slovak Republic and to minimize delays as much as possible while maintaining required level of safety.","acronym":"LPS SR, s. p.","interests":"Research and innovation, Trans-European Networks, Transport","euInitiatives":"Single European Sky, Aviation package, RP3 preparation, Eurocontrol Network Manager Designation","lastUp":"2018-06-06T10:56:06.979+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}