{"id":"007251024835-90","name":"IVL Swedish Environmental Research Institute","registrationDate":"2016-12-09T14:40:26.430+01:00","category":4,"subCategory":5,"legal":"company","web":"http://www.ivl.se/english/startpage.html","country":"Sweden","headAddress":"Box 210 60","headCity":"Stockholm","headPostCode":"100 31","headPhone":"(46)10 -7 88 65 00","boss":"Tord Svedberg","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"About IVL Swedish Environmental Research Institute&#xd;<br />We are not the only ones engaged in environmental research. But if we are to solve the environmental challenges our world is facing we need more than research. We need collaborative efforts, an interdisciplinary approach and real-world applications.&#xd;<br />&#xd;<br />IVL Swedish Environmental Research Institute has a broad environmental profile. Unlike many other players, we combine applied research and development with close collaboration between industry and the public sphere. Our consultancy is evidence-based, and our research is characterized by interdisciplinary science and systems thinking.&#xd;<br />&#xd;<br />IVL Swedish Environmental Research Institute was jointly founded in 1966 by the Swedish state and national business interests — with a view of carrying out research on industrial air and water issues. Today we are an environmental agency concentrating on much more than that. Common to all of our assignments is the interaction between ecological, economic and social perspectives.&#xd;<br />&#xd;<br />We employ almost 250 engineers, behavioural scientists, chemists, marine biologists, biologists, political scientists, journalists, business developers and economists — to name only a few. We also possess exceptional specialist skills — almost a third of our employees have doctorates.&#xd;<br />&#xd;<br />Our core values are credibility, foresight and a holistic perspective. Our vision is a sustainable society. We are driving the transition to this sustainable society by transforming science into reality, environmental problems into opportunities and linear processes into a circular economy.","acronym":"","interests":"Climate Action, Development, Energy, Environment, Fisheries and Aquaculture, Food Safety, Public Health, Regional Policy, Research and Technology, Trans-European Networks, Transport","euInitiatives":"Air Pollution &amp; Abatement Strategies&#xd;<br />Efficient organisations, Products &amp; Processes&#xd;<br />Natural Resources &amp; Environmental Effects&#xd;<br />Climate &amp; Sustainable Cities&#xd;<br />Sustainable Business development&#xd;<br />LCA development&#xd;<br />MRV development","lastUp":"2017-12-10T15:14:55.790+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}