{"id":"007362526214-55","name":"Cooperativa Agr?cola de San Nicol?s de Tolentino","registrationDate":"2017-03-09T16:29:57.062+01:00","category":3,"subCategory":2,"legal":"COOPERATIVA DE RESPONSABILIDAD LIMITADA","web":"http://www.coagrisan.com","country":"Spain","headAddress":"C/ M? Eugenia M?rquez Rodr?guez, 4","headCity":"La Aldea de San Nicol?s","headPostCode":"35470","headPhone":"(34)9 28 89 09 55","boss":"Juan Jos? Del Pino Gonz?lez","bossTitle":"","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"Los miembros de nuestra cooperativa son agricultores con peque?as explotaciones agr?colas distribuidas en el municipio de La Aldea de San Nicol?s.","goal":"La Cooperativa Agr?cola de San Nicol?s de Tolentino, COAGRISAN, fue creada en el a?o 1.961 por la uni?n de peque?os y medianos agricultores de La Aldea de San Nicol?s (Gran Canaria). Nace con la intenci?n de comercializar sus productos directamente y agrupar a la mayor?a de los agricultores del valle.&#xd;<br />Es objeto de esta Sociedad Cooperativa la manipulaci?n, clasificaci?n y exportaci?n, as? como la comercializaci?n en com?n de la totalidad de la producci?n de todos los productos objeto de reconocimiento como OPFH que aporten sus socios.&#xd;<br />Asimismo es objeto de esta Sociedad Cooperativa la defensa y mejora de la rentabilidad del ejercicio de la actividad productora y comercializadora de sus socios mediante el desarrollo de las siguientes actividades: &#xd;<br />\t1.- Promover la concentraci?n de la oferta y regularizaci?n de los precios en la fase de producci?n para todos los productos objeto de reconocimiento como OPFH. &#xd;<br />\t2.- Fijar normas de producci?n y comercializaci?n a fin de mejorar la calidad de los productos y adaptar el volumen de la oferta a las exigencias del mercado. &#xd;<br />\t3.- Poner a disposici?n de los socios los medios t?cnicos adecuados para el acondicionamiento y la comercializaci?n de los productos objeto de reconocimiento como OPFH y. &#xd;<br />\t4.- Asegurar la programaci?n de la producci?n y su adaptaci?n a la demanda, especialmente en lo que respecta a la cantidad y a la calidad.&#xd;<br />\t5.- Fomentar la concentraci?n de la oferta, y la puesta en el mercado de la producci?n de los miembros, obligando a sus socios a la comercializaci?n en com?n de la totalidad de sus productos objeto de reconocimiento como OPFH. &#xd;<br />\t6.- Reducir los costes de producci?n y regularizar los precios de producci?n.&#xd;<br />\t7.- Fomentar pr?cticas de cultivo y t?cnicas de producci?n y de gesti?n de los residuos respetuosas del medio ambiente, en especial para proteger la calidad de las aguas, del suelo y del paisaje y para preservar y/o potenciar la biodiversidad.&#xd;<br />\t8.- Regular los precios en la fase de producci?n estableciendo, en su caso, precios de retirada y los correspondientes fondos de intervenci?n.&#xd;<br />\tY cualesquiera otras actividades que sean necesarias o convenientes o que faciliten el mejoramiento econ?mico, t?cnico, laboral o ecol?gico de la Cooperativa o de las explotaciones de los socios.","acronym":"COAGRISAN","interests":"Agriculture and Rural Development, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Energy, Enterprise, Environment, Food Safety, Internal Market, Regional Policy, Research and Technology, Transport","euInitiatives":"Fondos FEADER, PAC, PDR y FEGA","lastUp":"2017-03-09T16:30:57.720+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}