{"id":"007362033367-13","name":"Sectra Communications AB","registrationDate":"2018-11-30T17:17:51.214+01:00","category":2,"subCategory":3,"legal":"AB (Aktiebolag)","web":"https://communications.sectra.com/","country":"Sweden","headAddress":"Teknikringen 20","headCity":"Linköping","headPostCode":"SE-583 30","headPhone":"(46)13 23 52 00","boss":"Simo Pykälistö","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"1.25","membership":"","memberOrga":"","goal":"General: &#xd;<br />With a 40-year track record of innovation within secure communications and cybersecurity, we have been entrusted with enabling daily dialogue between government authorities, facilitating communications in various crisis situations and connecting international peace missions around the world with their home offices. Our experience in risk assessment and system hardening has also paved the way for supporting players within critical infrastructure, such as energy and water supply, to strengthen their contingency planning for cyber threats. We strive to facilitate national and international collaboration through enhanced communication and to support organizations in managing risks and technological disruptions in an efficient manner.&#xd;<br />&#xd;<br />Specific: &#xd;<br />Sectra Communications is a Swedish cybersecurity company with a core expertise in encryption technology, providing secure communication solutions for European government authorities, EU and NATO institutions and agencies, defence departments and other critical functions of society. The Sectra Tiger system, approved by the EU and NATO and developed in close cooperation with Swedish and Dutch security authorities, includes fully interoperable solutions for mobile and fixed telephony that allow you to make secure calls, send encrypted text messages and transfer data on different classification levels up to and including SECRET. This is possible on different security domains and with different communication technologies. &#xd;<br />&#xd;<br />Sectra Communications furthermore provides services in cybersecurity/critical infrastructure such as security assessments, threat analysis, incident reporting and monitoring.","acronym":"","interests":"Banking and financial services, Borders and Security, Business and Industry, Digital economy and society, Energy, External Relations, Foreign affairs and security policy, Institutional affairs, Justice and Fundamental Rights, Migration and asylum, Trans-European Networks","euInitiatives":"Policy level: &#xd;<br />E.g. EU Cybersecurity Act, NIS directive. &#xd;<br />&#xd;<br />Business level: &#xd;<br />Secra Comunications is mainly involved by working together with EU and NATO institutions, as well as Government agencies, in order to optimize their secure communication (mobile, messaging, data).","lastUp":"2019-11-29T16:05:29.491+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}