{"id":"007383025304-10","name":"Hydrogenics Europe NV","registrationDate":"2017-01-02T17:26:21.367+01:00","category":2,"subCategory":3,"legal":"NV","web":"http://www.hydrogenics.com","country":"Belgium","headAddress":"Nijverheidsstraat 48c","headCity":"Oevel","headPostCode":"2260","headPhone":"(32)14 46 21 10","boss":"Filip Smeets","bossTitle":"Mr","bossPosition":"Managing Director On-site Generation","membersCount":1,"membersFTE":"1.0","membership":"Board member of Hydrogen Europe (leading European industry association representing almost 100 companies in the fuel cells and hydrogen industry) - www.hydrogeneurope.eu &#xd;\n&#xd;\nGoverning Board member of the FCH2-JU (Fuel Cells and Hydrogen 2 Joint Undertaking) - www.fch.europa.eu&#xd;\n&#xd;\nMember of the CO2 Value Europe, the European Association for CO2 Utilization&#xd;\n&#xd;\nMember of WindEurope, the association for wind energy in Europe - www.windeurope.org","memberOrga":"","goal":"Hydrogenics is a worldwide leader designing, manufacturing, building and installing industrial and commercial Hydrogen Systems around the globe with over 60 years of experience. The company offers technology and expertise for a range of applications, including: water electrolysers for hydrogen production for industrial processes and hydrogen refueling stations, hydrogen fuel cells for electric vehicles, such as urban transit buses, commercial fleets, utility vehicles, trains and electric lift trucks, fuel cell installations for freestanding electrical power plants. In addition, it has pioneered the “Power-to-Gas” technology, the world’s most innovative way to store and transport energy. Hydrogenics has production sites in Canada, Belgium and Germany, sales offices in selected geographies and employs over 170 people worldwide. Hydrogenics is listed on the NASDAQ (HYGS) since 1995 and is the only global company producing both state-of-the art water electrolysers (alkaline and PEM) and PEM fuel cells, making it the leading company in clean hydrogen technologies.","acronym":"Hydrogenics","interests":"Energy, Research and Technology, Transport","euInitiatives":"1. Energy Union strategy &#xd;<br />2. Heating and Cooling&#xd;<br />3. Effort Sharing Decision (ESD) &#xd;<br />4. Energy Market Design&#xd;<br />5. Renewable Energy Directive (RED)&#xd;<br />6. CO2 emissions from cars, vans and heavy duty vehicles post 2020&#xd;<br />7. Communication on decarbonisation &amp; Directive on the deployment of alternative fuels (CPTP) &#xd;<br />8. Review of the Energy Efficiency Directive&#xd;<br />9. Fuel Quality Directive (FQD)","lastUp":"2017-12-27T10:58:17.215+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}