{"id":"007417021764-42","name":"Deutsche Phosphor-Plattform DPP e.V.","registrationDate":"2016-05-12T13:10:14.264+01:00","category":3,"subCategory":2,"legal":"association","web":"http://www.deutsche-phosphor-plattform.de/english","country":"Germany","headAddress":"Deutsche Phosphor-Plattform DPP e.V.","headCity":"Frankfurt","headPostCode":"60385","headPhone":"(49)17 12 26 99 53","boss":"Rainer Schnee","bossTitle":"Mr","bossPosition":"1. Vorsitzender","membersCount":3,"membersFTE":"1.5","membership":"http://www.phosphorusplatform.eu/","memberOrga":"http://www.deutsche-phosphor-plattform.de/plattform/mitglieder/","goal":"The German Phosphorus-Platform DPP is a network of stakeholders from science, industry and public bodies to establish sustainable phosphorus management in Germany through a more efficient use of phosphorus as well as effective recycling and reprocessing.&#xd;<br />&#xd;<br />Core to the approach of DPP is dentifying and implementing innovative technologies that allow economically feasible recycling of phosphorus on a broad scale but also through improved use of phosphorus in already existing manufacturing processes. This includes increases in production efficiency as well as re-using production waste as input material were possible.&#xd;<br />The DPP network is developing multiple strategies that each focus on optimising phosphorus use efficiency, recycling rates and substitution potential to work towards the combined goal of sustainable phosphorus use throughout Germany.","acronym":"DPP","interests":"Agriculture and Rural Development, Climate Action, Consumer Affairs, Development, Environment, Fisheries and Aquaculture, Food Safety, Research and Technology","euInitiatives":"- circular economy&#xd;<br />- fertilizer regulation, STRUBIAS working group,&#xd;<br />- water and wastewater policy&#xd;<br />- nitrate directive","lastUp":"2017-11-07T12:06:25.124+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}