{"id":"007579634856-38","name":"Michael Culture","registrationDate":"2019-05-17T14:49:51.864+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.michael-culture.eu","country":"Belgium","headAddress":"c/o Burotel","headCity":"Bruxelles","headPostCode":"B1000","headPhone":"(33)9 82 34 89 18","boss":"STEPHANE CAGNOT","bossTitle":"Mr","bossPosition":"PRESIDENT","membersCount":6,"membersFTE":"2.25","membership":"Member of:&#xd;\n&#xd;\nCulture Action Europe&#xd;\nEuropean Alliance for Culture and the Arts&#xd;\nHeritage Alliance 3.0","memberOrga":"http://www.michael-culture.eu/members","goal":"Michael Culture Association (Aisbl - Belgium) is an European trans-domain devoted to European digital cultural heritage valorisation. It gathers a strong network of more than 100 public and private organizations from all over Europe. Key actor in the promotion and valorization of the digital cultural content, Michael Culture develops tools and services for cultural institutions and the general public. Linked to other major European cultural heritage networks and projects such as Europeana, Europe's Digital Library, Michael Culture Association supports European and national cultural policies. It also aims at enhancing the network of European professionals working on digital cultural heritage and advocating for DCH. MCA used to be member of the Stakeholders Committee EYCH 2019. MCA is member of Culture Action Europe and is involved in several EU projects in H2020 and CEF-Telecom. MCA lefal office is in Brussels. MCA has operational offices in Paris and in Roma.","acronym":"","interests":"Culture, Culture and media, Digital economy and society, Education and training, Foreign affairs and security policy, International co-operation and development, Regional Policy, Research and innovation, Sport, Trans-European Networks, Youth","euInitiatives":"- Role of Culture in the European Project&#xd;<br />- Strategy for Cultural Heritage&#xd;<br />- Agenda for Culture&#xd;<br />- Digital Strategy&#xd;<br />- On going MFF and programmes&#xd;<br />- Next MFF programmes","lastUp":"2019-05-17T14:50:53.581+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}