{"id":"00785656654-23","name":"Diputació de Barcelona Brussels Office","registrationDate":"2011-09-13T10:10:47.506+01:00","category":6,"subCategory":13,"legal":"Local government","web":"http://www.diba.cat","country":"Spain","headAddress":"Diputació de Barelona","headCity":"Barcelona","headPostCode":"08008","headPhone":"(34)9 34 02 20 77","boss":"Núria Marín","bossTitle":"Ms","bossPosition":"President","membersCount":3,"membersFTE":"2.5","membership":"• Arc Llatí (http://www.arcolatino.org/)&#xd;\n&#xd;\n• Associació de Col·lectivitats Tèxtils Europees (ACTE) (http://www.acte.net/)&#xd;\n&#xd;\n• Ciudades y Gobiernos Locales Unidos (CGLU) (http://www.uclg.org/)&#xd;\n&#xd;\n• Platforma (http://www.platforma-dev.eu/)","memberOrga":"Diputació de Barcelona (311 municipalities)","goal":"The Province of Barcelona is currently one of the most active territories in Europe and the Mediterranean region. The Province of Barcelona lies within the region of Catalonia and includes the city of Barcelona, its capital, and 310 other municipalities. The province of Barcelona is an enterprising and outward-looking territory, and these attributes make of this territory a local benchmark on an international level.&#xd;<br />&#xd;<br />- A population of 5.5 million inhabitants. &#xd;<br />- 74.3% of Catalonia’s GDP and 13.9% of Spain’s GDP. &#xd;<br />- The main exports market for the Spanish economy (41% of the state’s high-tech exports). &#xd;<br />- The number 1 cruise port in the Mediterranean. &#xd;<br />- The 6th largest urban area in the European Union and the centre of the Barcelona-Lyon mega-region. &#xd;<br />- The 3rd European city for attracting foreign investment. &#xd;<br />- The 2nd city in the world in number of international meetings. &#xd;<br />&#xd;<br />The Government of the Province of Barcelona is the local government administration of the Province and it mainly provides to the 311 local governments with technical, economic and technological support so as to enable them to provide high-quality local services. It also coordinates municipal services and organises supramunicipal public services.","acronym":"DIBA","interests":"Agriculture and Rural Development, Budget, Business and Industry, Climate Action, Communication, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Transport, Youth","euInitiatives":"- Regional Development and Cohesion Policy, especially urban policy&#xd;<br />- Development cooperation&#xd;<br />- Culture and Sport&#xd;<br /> -New Technologies&#xd;<br />- Local economic development&#xd;<br />- Employment and Social Affairs (education, inclusion, citizenship, social welfare, public health and consummer affairs)&#xd;<br />-Territorial Sustainability: infrastructures, housing, environement, climate chanage and energy.","lastUp":"2019-11-29T15:15:51.480+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}