{"id":"008019322065-90","name":"Centre européen Robert Schuman","registrationDate":"2016-06-02T12:03:59.003+01:00","category":3,"subCategory":2,"legal":"association sans but lucratif - droit local Alsace-Moselle","web":"http://www.centre-robert-schuman.org","country":"France","headAddress":"Centre européen Robert Schuman,","headCity":"Scy-Chazelles","headPostCode":"57160","headPhone":"(33)3 87 60 10 15","boss":"Richard Stock","bossTitle":"Mr","bossPosition":"directeur général","membersCount":19,"membersFTE":"9.0","membership":"European Network for Education and Training (EUNET)&#xd;\nFédération française des Maisons de l'Europe (FFME)&#xd;\nFédération des Associations franco-allemandes pour l'Europe (FAFA)","memberOrga":"Association Robert Schuman&#xd;\nCommission européenne&#xd;\nConseil départemental de la Moselle&#xd;\nFondation Robert Schuman&#xd;\nFondation Union Stiftung&#xd;\nVille de Metz&#xd;\nVille de Montigny-Lès-Metz&#xd;\nVille de Scy-Chazelles&#xd;\nVille de Moulins les Metz","goal":"Le CENTRE EUROPÉEN ROBERT SCHUMAN (CERS) est une association indépendante à but non lucratif dotée d'un ensemble d'outils pédagogiques permettant d’informer ou de former les citoyens européens sur l’histoire de l’intégration européenne, les réalisations de l’Union européenne, les enjeux, les difficultés et l'avenir de l'Europe.&#xd;<br />&#xd;<br />À travers le service éducatif européen et interculturel de la Maison de Robert Schuman à Metz - Scy-Chazelles, un musée dédié à la mémoire du Père de l’Europe et classé au Patrimoine européen, le CERS contribue avec une quinzaine d’ateliers pédagogiques à l’enseignement européen de près de 4.000 jeunes par an. Il propose aussi aux enseignants des stages de formation initiale et continue sur l’enseignement de l’Europe (environ 1.500 stagiaires par an). &#xd;<br />Le CERS ne poursuit aucun but lucratif, politique, religieux ou philosophique. Il est soutenu financièrement par l’Union européenne (programme \"L’Europe pour les Citoyens\"), le Ministère français des Affaires étrangères et des Affaires européennes, le Conseil départemental de la Moselle, l’Association Robert Schuman, l’Office franco-allemand pour la jeunesse, etc.","acronym":"CERS","interests":"Culture, Education, Information Society, Justice and Fundamental Rights, Youth","euInitiatives":"Education non formelle&#xd;<br />Droits de l'homme&#xd;<br />Citoyenneté européenne","lastUp":"2017-05-20T18:35:15.541+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}