{"id":"008175019549-76","name":"EU Validators´Association for Aviation Security","registrationDate":"2015-11-16T14:52:03.139+02:00","category":2,"subCategory":7,"legal":"International not-for-profit organisation","web":"http://www.evaas.eu","country":"France","headAddress":"Cargoport","headCity":"Lyon","headPostCode":"69125","headPhone":"(46)7 05 95 19 96","boss":"Christina Standar","bossTitle":"Ms","bossPosition":"Vice-President","membersCount":5,"membersFTE":"1.25","membership":"Our group is not a member, but is working on a regular basis with other industrie groups such as IATA, National / Regional and European Forwarders Organisation.","memberOrga":"All Validators listed under this link of the EU Commission are invited to join our organisation as members. :  https://webgate.ec.europa.eu/ksda/openAccess.htm&#xd;\n So far, 35 of these persons have taken us up on the invitation and have joined EVAAS as member. A list of existing members will be published on our website in due course.","goal":"EVAAS will work collaboratively with Validators, Member States, the European Commission, Industry and other stakeholder entities, and will:&#xd;<br />&#xd;<br />•           Promote professionalism, consistency, effectiveness and, above all, quality in the area of air cargo security validations&#xd;<br />•           Assist in identifying any shortcomings in the present air cargo security regulations and areas where loopholes and security risks exist&#xd;<br />•           Seek to apply lessons learned, and promote best practice where appropriate","acronym":"EVAAS","interests":"Customs, Foreign and Security Policy and Defence, Transport","euInitiatives":"Aviation Security matters as organized / directed /  promoted and published by the EU Commission DG MOVE. For example the EU Regulation(s) 300/2008; 185/2010 and 2015/1998 address in particular the work our members as Aviation Security Validators are doing. The Commission has invited our organisation to be part of the \"Stakeholders Advisory Group on Aviation Security (SAGAS)\" to receive advise used in the \"Aviation Security Committee (AVSEC)\".","lastUp":"2018-06-17T15:48:12.514+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}