{"id":"008370530662-92","name":"Creating Effective Grassroots Alternatives Foundation","registrationDate":"2018-03-07T20:20:05.326+01:00","category":3,"subCategory":2,"legal":"foundation","web":"http://cega.bg","country":"Bulgaria","headAddress":"Kniaz Boris I","headCity":"Sofia","headPostCode":"1000","headPhone":"(359)29 88 36 39","boss":"Rumyan Sechkov","bossTitle":"Mr","bossPosition":"Director","membersCount":12,"membersFTE":"8.25","membership":"","memberOrga":"","goal":"Creating Effective Grassroots Alternatives works for capacity building in different levels, changing attitudes and improvement of policies for social inclusion of disadvantaged communities.&#xd;<br />C.E.G.A. is a non-profit organisation registered under the Bulgarian Persons and Family Act in 1995 and re-registered in 2002 according to the new Act on legal entities with non-profit purposes as an organisation working for public benefit. Main fields of work:&#xd;<br />Field 1: Capacity building for social inclusion of disadvantaged communities&#xd;<br />Field 2: Improvement of policies for social inclusion of disadvantaged communities&#xd;<br />Field 3: Changing attitudes for social inclusion of disadvantaged communities&#xd;<br />Field 4: International development","acronym":"C.E.G.A.","interests":"Culture, Development, Education, Employment and Social Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Regional Policy, Youth","euInitiatives":"Providing trainings and consultancy to local organizations, groups and authorities for effective work with disadvantages communities and for accessing funds, especially in the sphere of education and in-come generation;&#xd;<br />Facilitating dialogue between disadvantaged communities and the decision-making bodies.&#xd;<br />Running researches and identifying problems and good practices through cooperation of local organizations and communities;&#xd;<br />Participation in councils and structures developing policies for social inclusion of disadvantaged communities on local and national level;&#xd;<br />Running and/or participation in various kinds of monitoring on implementation of policies for social inclusion of disadvantaged communities on local and national level.&#xd;<br />Running trainings and seminars, connected with Human rights, intercultural dialogue and social inclusion through various stakeholders;&#xd;<br />Organizing events and campaigns promoting intercultural dialogue as a tool for social inclusion;&#xd;<br />Capacity building and strengthening the activities of C.E.G.A.’s youth volunteers network.","lastUp":"2018-03-07T20:20:23.983+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}