{"id":"008448634151-77","name":"Raiffeisenlandesbank Oberösterreich Aktiengesellschaft","registrationDate":"2019-03-18T13:39:52.053+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"https://www.rlbooe.at","country":"Austria","headAddress":"Europaplatz 1a","headCity":"Linz","headPostCode":"4020","headPhone":"(43)73 26 59 60","boss":"Heinrich Schaller","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstandes","membersCount":1,"membersFTE":"1.0","membership":"Die Raiffeisenlandesbank Oberösterreich Aktiengesellschaft ist u.a. Mitglied beim Fachverband der Raiffeisenbanken, als Teilorganisation der Wirtschaftskammer Österreich (WKO).&#xd;\n&#xd;\nZusatzinformation: Der Fachverband der Raiffeisenbanken ist Mitglied der Europäischen Vereinigung der Genossenschaftsbanken in Brüssel („EACB“).","memberOrga":"","goal":"Die Raiffeisenlandesbank Oberösterreich Aktiengesellschaft (im Folgenden: Raiffeisenlandesbank OÖ) fungiert als regionales Zentralinstitut der Raiffeisenbankengruppe Oberösterreich und hat ihre primäre Ausrichtung auf die Kundengruppen Corporate Banking (Firmen- und Institutionelle Kunden), Retail Banking (Privat- und Geschäftskunden), Private Banking (gehobene Privatkunden) und Investor Relations (Raiffeisenbanken) getroffen. Die Konzernstruktur umfasst Beteiligungen an Banken bzw. Finanzinstituten, Tochterunternehmen, die eine wichtige Ergänzung zum Kerngeschäft des Finanzinstituts darstellen, sowie Beteiligungen an Unternehmen.","acronym":"","interests":"Banking and financial services, Budget, Business and Industry, Competition, Consumers, Digital economy and society, Economy, finance and the euro, External Relations, Fraud prevention, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Aktuelle Rechtssetzungsvorhaben und Initiativen u.a. in den Bereichen Bank- und Bankaufsichtsrecht, Wertpapier- und Börsenrecht, Europarecht, Unternehmens- und Gesellschaftsrecht, Steuerrecht, Wettbewerbsrecht, Geldwäschebekämpfung und Finanzsanktionen.","lastUp":"2019-03-18T13:52:21.229+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}