{"id":"008516317674-80","name":"Börsenverein des Deutschen Buchhandels e.V.","registrationDate":"2015-06-04T10:54:40.503+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.boersenverein.de","country":"Germany","headAddress":"Braubachstraße 16","headCity":"Frankfurt","headPostCode":"60311","headPhone":"(49)6 91 30 60","boss":"Alexander Skipis","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":2,"membersFTE":"1.25","membership":"Als deutscher Vertreter der Buchbranche ist der Börsenverein Mitglied von&#xd;\n•International Publishers Association (IPA)&#xd;\n•Federation of European Publishers (FEP)&#xd;\n•European Booksellers Federation (EBF)","memberOrga":"http://www.boersenverein.de/de/portal/Mitgliedersuche/158377","goal":"Der Börsenverein des Deutschen Buchhandels e.V. vereinigt alle drei Handelsstufen unter einem Dach – Verlage, Buchhandlungen, den Zwischenbuchhandel, Antiquariate und Verlagsvertreter. Er versteht sich als Sprachrohr der deutschen Buchbranche und steht Öffentlichkeit und Politik beratend zur Seite. Als Berufsverband setzt sich der Börsenverein für wirtschaftlich und politisch optimale Rahmenbedingungen im Sinne seiner Mitglieder ein. Dazu gehören insbesondere die Mittelstandsförderung, die Erhaltung der Buchpreisbindung und ein faires Urheberrecht.&#xd;<br />Mit der wirtschaftspolitischen Arbeit für das Buch ist untrennbar ein kultureller und gesellschaftlicher Auftrag verbunden.  Deshalb veranstaltet der Börsenverein die Frankfurter Buchmesse und verleiht jährlich den Friedenspreis des Deutschen Buchhandels, einen der bedeutendsten Kulturpreise der Bundesrepublik, sowie den Deutschen Buchpreis für den besten deutschsprachigen Roman des Jahres. Er engagiert sich für das Kulturgut Buch und das Lesen, für die Meinungsfreiheit und die kulturelle Vielfalt der Gesellschaft.","acronym":"","interests":"Audiovisual and Media, Communication, Competition, Consumer Affairs, Culture, Economic and Financial Affairs, Education, Enterprise, Environment, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Taxation, Trade","euInitiatives":"Digital Single Market, Copyright, VAT, Cultural diversity, Interoperability, Creative Europe, H2020,","lastUp":"2017-05-23T15:28:27.305+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}