{"id":"008855336156-25","name":"Servicios Integrados Lasker S.L.","registrationDate":"2019-10-21T14:07:34.414+02:00","category":1,"subCategory":6,"legal":"S.L.","web":"http://lasker.com/en/","country":"Spain","headAddress":"Plaza de las Salesas 3, 3ยบ dcha","headCity":"Madrid","headPostCode":"28004","headPhone":"(34)9 10 88 55 50","boss":"Manuel Delgado","bossTitle":"Mr","bossPosition":"Managing Partner","membersCount":5,"membersFTE":"3.25","membership":"","memberOrga":"","goal":"Lasker is the result of combining services from professionals specialized in (government relations, public affairs and communication), with national and EU scope. It develops a customized, comprehensive and flexible range of services, aimed at providing value and results.&#xd;<br />&#xd;<br />The multidisciplinary team of the company is broadly experienced. The high quality of the service and the satisfaction of both our clients and the people they represent are essential for us. We are convinced that blending the skills and experience of the best professionals in each discipline brings the best results. For this reason, we have created an open, collaborative and dynamic environment promoting innovation and ideas. In this way, we can boost a company based on the design and development of strategies adapted to the needs of each client. At Lasker, we build customized projects.&#xd;<br />&#xd;<br />We provide the expertise of senior professionals as interlocutors and leaders of each project, assuming that our real value as consultants lies in people, effective implication and the capacity of engaging with each and every client, in order to achieve results.","acronym":"Lasker","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Our work focuses on managing relations with the stakeholders of each client, building reputation and tackling specific objectives in the institutional, corporate and brand fields, both on and offline, and in a comprehensive, flexible and customized way.&#xd;<br />&#xd;<br />We advice on a wide range of issues: technology &amp; telecommunications, energy &amp; environment, financial services, health, food &amp; beverage, insurance, transportation &amp; mobility, etc.","lastUp":"2019-10-21T14:10:56.676+02:00","customers":"at&amp;t","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":"","turnoverRange":"0-99999"}