{"id":"00919034091-89","name":"BT Group plc","registrationDate":"2010-08-30T17:34:52.494+01:00","category":2,"subCategory":3,"legal":"Public Limited Company","web":"http://www.btplc.com","country":"United kingdom","headAddress":"BT Centre, 81","headCity":"London","headPostCode":"EC1A 7AJ","headPhone":"(44)20 73 56 50 00","boss":"Laurence Stone","bossTitle":"Mr","bossPosition":"President Group Public and Government Affairs","membersCount":7,"membersFTE":"4.25","membership":"In 2016-2017, BT has been a member of the following organisations relevant to its European affairs and European regulatory work: &#xd;\n&#xd;\n&#xd;\nBritish Chamber of Commerce in Belgium (BCCB)&#xd;\n&#xd;\n&#xd;\nCentre for European Reform (CER)&#xd;\n&#xd;\nComputer &amp; Communications Industry Association (CCIA)&#xd;\n&#xd;\nConfederation of British Industry (CBI)&#xd;\n&#xd;\nEuropean Competitive &#xd;\nTelecommunications Association (ECTA)&#xd;\n&#xd;\nEuropean Internet Forum (EIF)&#xd;\n&#xd;\nEuropean Policy Centre (EPC)&#xd;\n&#xd;\n&#xd;\nEuropean Services Forum (ESF)&#xd;\nEuropean Telecommunications Network Operators' Association (ETNO)&#xd;\n&#xd;\nFriends of Europe&#xd;\n&#xd;\nFuture of Occupational Pensions in Europe (FOPE)&#xd;\n&#xd;\nGSM Association&#xd;\n&#xd;\nTransatlantic Business Council (TABC)&#xd;\n&#xd;\nVerband der Anbieter von Telekommunikations- und Mehrwertdiensten (VATM)","memberOrga":"BT has no members","goal":"BT’s purpose is to use the power of communications to make a better world. It is one of the world’s leading providers of communications services and solutions, serving customers in more than 170 countries. Its principal activities include the provision of networked IT services globally; local, national and international telecommunications services to its customers for use at home, at work and on the move; broadband, TV and internet products and services; and converged fixed-mobile products and services. Following the acquisition of EE on 29 January 2016, BT consists principally of six customer-facing lines of business: BT Global Services, BT Business, BT Consumer, EE, BT Wholesale and Openreach.&#xd;<br />&#xd;<br />For the year ended 31 March 2015, BT Group’s reported revenue was £17,979m with reported profit before taxation of £2,645m.&#xd;<br />&#xd;<br />British Telecommunications plc (BT) is a wholly-owned subsidiary of BT Group plc and encompasses virtually all businesses and assets of the BT Group. BT Group plc is listed on stock exchanges in London and New York.&#xd;<br />&#xd;<br />For more information, visit www.btplc.com.","acronym":"BT","interests":"Audiovisual and Media, Climate Action, Competition, Consumer Affairs, Culture, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"Our main focus is on the digital policy agenda, including the digital single market, the new European electronic communications code, data protection, intellectual property, cyber security, consumer policy and internet governance. &#xd;<br />&#xd;<br />We also follow wider EU policies covering the Internal Market, pensions, competition, innovation, employment as well as economic relations with the EU’s major trading partners, such as with the US, Japan, India or Brazil as well as plurilateral and multilateral trade negotiations (TiSA and at WTO level). &#xd;<br />&#xd;<br />As a company head quartered in the UK and with a European-wide footprint serving businesses and governmental institutions with ICT solutions, we take a strong interest in the Brexit debate and in the future of EU-UK relations. &#xd;<br />&#xd;<br />Given BT’s strong commitment to reduce our own and our customers’ CO2 emissions we take an active interest in Climate Change policy and debates around Green ICT and energy efficiency.","lastUp":"2017-03-20T19:10:27.385+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}