{"id":"009175623137-75","name":"European Federation of Education Employers","registrationDate":"2016-09-05T16:15:26.647+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://educationemployers.eu","country":"Belgium","headAddress":"Rue des Deux Eglises 26","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)4 88 08 82 90","boss":"Daniel Wisniewski","bossTitle":"Mr","bossPosition":"General Secretary","membersCount":3,"membersFTE":"3.0","membership":"European Centre of Employers and Enterprises Providing Public Services (CEEP)","memberOrga":"http://www.educationemployers.eu/organisation/efee_members/","goal":"EFEE is a dynamic organisation established in 2009 to represent the interests of employers in the strategic and highly diverse European education sector. We represent education employers in all levels of education, from pre-school to higher education institutions. This includes different national organisations, such as education councils and ministries of education, associations of colleges and universities and local and regional authority employers’ organisations. In total we have 45 members representing 22 European countries. Our mission is to improve the quality of teaching and school management through European cooperation and dialogue. EFEE acts on behalf of its members in its role as officially recognised European social partner in education and as an official dialogue partner to EU institutions. Our aims are to raise awareness on and increase commitment to the European policy agenda, influence European policy, dialogue with unions, network and be the voice of our members at EU level. EFEE strives to represent the whole of the diverse education sector and is recognised by the European Commission as an official European social partner in the policy consultation process. EFEE also facilitates access to a range of networks, international projects and funding. This connection stimulates the valuable exchange of knowledge and best practices among member organisations.","acronym":"EFEE","interests":"Education and training, Employment and Social Affairs, Research and innovation, Youth","euInitiatives":"In particular EFEE follows EU initiatives in the field of Education and Training, Research, Social Affairs, Employment and Inclusion. Key themes for EFEE are: Economic case for education and training; Vocational education and training; Citizenship and integration of migrants; Open and innovative education; Transition from education to employment; Supporting early career researchers; Healthy and save schools; School leadership and self-evaluation.&#xd;<br />&#xd;<br />Currently EFEE focusses on the following EU initiatives:&#xd;<br />- Follow-up of the Paris Declaration&#xd;<br />- Publication and consultation on the Skills Agenda for Europe&#xd;<br />- Consultation Towards a European Pillar for Social Rights&#xd;<br />- Consultation of European social partners on work-life balance","lastUp":"2019-07-18T08:08:37.761+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}