{"id":"009272210002-09","name":"McKesson Europe AG","registrationDate":"2012-10-26T16:56:02.630+02:00","category":2,"subCategory":3,"legal":"Registered Company Germany - company number HRB 9517","web":"https://www.mckesson.eu/mck-en","country":"Germany","headAddress":"Stockholmerplatz, 1","headCity":"Stuttgart","headPostCode":"70173","headPhone":"(49)7 11 50 01 00","boss":"Tilo Koester","bossTitle":"Mr","bossPosition":"Member of the Management Board, Legal and Compliance","membersCount":4,"membersFTE":"1.25","membership":"McKesson EU is a member of the European Association of Pharmaceutical Wholesalers, GIRP. www.girp.eu","memberOrga":"","goal":"McKesson Europe is a leading international trade, logistics and service company working in the pharmaceutical and healthcare sector that proactively and preventatively ensures that patients receive optimum care and support. &#xd;<br />&#xd;<br />With 38,000 employees, McKesson Europe is active in 13 European countries. Every day, the company serves over 2 million customers – at around 2,300 McKesson-owned pharmacies and at over 7,000 participants in the brand partnership schemes. With 118 wholesale branches in Europe, McKesson Europe supplies more than 50,000 pharmacies and hospitals every day with more than 100,000 pharmaceutical products&#xd;<br />&#xd;<br />Our aim is to help our customers and pharmacies’ customers gain a more positive attitude towards life and increase their quality of life through our product range and innovative, efficient healthcare services.&#xd;<br />&#xd;<br />&#xd;<br />\"Our VISION is a healthier world where more people can live life to the fullest.“&#xd;<br />&#xd;<br />“Our MISSION is to effectively, efficiently and passionately deliver innovative healthcare services that equip and inspire more positive lives.\"","acronym":"","interests":"Business and Industry, Competition, Consumers, Digital economy and society, Economy, finance and the euro, External Relations, Food Safety, Public Health, Single market, Trade","euInitiatives":"All EU initiatives relating directly or indirectly to our core business activity of Retail Pharmacy and Pharmaceutical Distribution.","lastUp":"2018-09-26T08:50:03.972+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}