{"id":"009272210002-09","name":"McKesson Europe AG","registrationDate":"2012-10-26T16:56:02.630+01:00","category":2,"subCategory":3,"legal":"Registered Company Germany - company number HRB 9517","web":"http://www.McKesson.eu","country":"Germany","headAddress":"Stockholmerplatz, 1","headCity":"Stuttgart","headPostCode":"70173","headPhone":"(49)7 11 50 01 00","boss":"Brian Tyler","bossTitle":"Mr","bossPosition":"Chairman of the Management Board","membersCount":2,"membersFTE":"1.5","membership":"McKesson EU is a member of the European Association of Pharmaceutical Wholesalers, GIRP. www.girp.eu","memberOrga":"","goal":"McKesson Europe is a leading international trade, logistics and service company working in the pharmaceutical and healthcare sector that proactively and preventatively ensures that patients receive optimum care and support. &#xd;<br />&#xd;<br />McKesson Europe is one of the largest pharmacy operators in Europe. Every day, we serve over 2 million customers – at more than 2,100 pharmacies of our own, at about 300 managed pharmacies and at over 5,700 participants in the brand partnership schemes.&#xd;<br />&#xd;<br />&#xd;<br />Our aim is to help our customers and pharmacies’ customers gain a more positive attitude towards life and increase their quality of life through our product range and innovative, efficient healthcare services.&#xd;<br />&#xd;<br />&#xd;<br />\"Our VISION is a healthier world where more people can live life to the fullest.“&#xd;<br />&#xd;<br />“Our MISSION is to effectively, efficiently and passionately deliver innovative healthcare services that equip and inspire more positive lives.\"","acronym":"","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Enterprise, External Relations, Food Safety, Information Society, Internal Market, Public Health, Trade","euInitiatives":"All EU initiatives relating directly or indirectly to our core business activity of Retail Pharmacy and Pharmaceutical Distribution.","lastUp":"2017-10-19T09:06:36.830+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}