{"id":"009433826675-55","name":"CMA CGM","registrationDate":"2017-04-07T11:02:30.284+01:00","category":2,"subCategory":3,"legal":"Société Anonyme","web":"http://www.cma-cgm.com","country":"France","headAddress":"4 quai d'Arenc","headCity":"Marseille","headPostCode":"13235","headPhone":"(33)4 88 91 90 00","boss":"Rodolphe SAADE","bossTitle":"Mr","bossPosition":"Président Directeur Général","membersCount":15,"membersFTE":"3.75","membership":"Membre de European Community Shipowners’ Associations (ECSA), via Armateurs de France (AdF) et du World Liner Data (WLD).&#xd;\n&#xd;\nMembre du World Shipping Council (WSC).&#xd;\n&#xd;\nMembre du Mouvement des Entreprises de France (MEDEF) International. &#xd;\n&#xd;\nMembre de l'Association Française des Entreprises Privées (AFEP).&#xd;\n&#xd;\nMembre de Clean Cargo Group&#xd;\n&#xd;\nMembre de Maritime Anti-Corruption Network (MACN)&#xd;\n&#xd;\nMembre de la Federation of European Private Port Operators (Feport)&#xd;\n&#xd;\nMembre d'EURODOM &#xd;\n&#xd;\nMembre de la Fédération des Entreprises d'Outre-Mer (FEDOM)&#xd;\n&#xd;\nMembre du Cluster Maritime Français (CMF)&#xd;\n&#xd;\nMembre du Bureau International des Conteneurs (BIC) &#xd;\n&#xd;\nMembre du Baltic and International Maritime Council (BIMCO)","memberOrga":"https://www.cmacgm-group.com/fr/groupe/notre-groupe/marques","goal":"Fondé en 1978 par Jacques R. SAADE, CMA CGM est le 1er groupe français et le quatrième Groupe mondial de transport maritime en conteneurs. Basé à Marseille, CMA CGM rayonne à travers le monde grâce à son réseau de 700 bureaux implantés dans plus de 160 pays. Avec sa flotte de plus de 500 navires, le Groupe dessert 400 ports sur les 521 ports de commerce mondiaux. Aujourd'hui, CMA CGM emploie plus de 37 000 personnes dans le monde entier et près de 4500 en France dont 2400 à Marseille où il est le premier employeur privé.","acronym":"CMA CGM","interests":"Business and Industry, Climate Action, Communication, Competition, Customs, Digital economy and society, Employment and Social Affairs, Environment, External Relations, Foreign affairs and security policy, Institutional affairs, Maritime affairs and fisheries, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"- Le renouvellement du règlement 906/2009 concernant l’application de l’article 81.3 du traité à certaines catégories d’accords, de décisions et de pratiques concertées entre compagnies maritimes de ligne (« consortiums »), tel que modifié par le règlement 697/2014 du 24 juin 2014&#xd;<br />- La mise en place d'une environnement de guichet unique européen (European Maritime Single Window environment)&#xd;<br />- L'application du nouveau Code des Douanes de l'Union (CDU)&#xd;<br />- La révision des instruments financiers européens, notamment le Mécanisme pour l'Interconnexion en Europe (MIE)&#xd;<br />- La Politique Maritime Intégrée (PMI)&#xd;<br />- La révision de la directive 2000/59 sur les installations de réception portuaires ; &#xd;<br />- L’application de la directive 2013/33 sur la teneur en soufre des combustibles marins ;&#xd;<br />- L’application de la directive 1257/2013 relatif au recyclage des navires ;&#xd;<br />- La directive relative à la reconnaissance des qualifications professionnelles dans le domaine de la navigation intérieure ;&#xd;<br />- L’application du règlement européen 2015/757 \"Monitoring Reporting Verifying\" (MRV) et de ses actes délégués ;&#xd;<br />- La révision du système européen d’échange de quotas d’émissions (ETS) après 2020 ;&#xd;<br />- Le droit social de l’UE (conditions d’emploi et d’affiliation des marins) ;&#xd;<br />- Les décisions de la DG Concurrence (COMP) de la Commission européenne (notamment concernant les fusions et les aides d’Etat) ;&#xd;<br />- Les sanctions et mesures restrictives imposées par l’UE à des gouvernements, des entités, des groupes, des organisations et des personnes ;&#xd;<br />- Les négociations commerciales menées par la Commission européenne (Chine, MERCOSUR, Philippines, Maroc, Tunisie, Japon, Indonésie…) ;&#xd;<br />- Les opérations de lutte contre la piraterie (Atalante) et l'immigration illégale (Triton) ;&#xd;<br />- la lutte contre le trafic international de drogue (notamment à travers le plan d'action antidrogue de l'UE 2017-2020);&#xd;<br />- Le projet d’Assiette Commune Consolidée pour l'Impôt sur les Sociétés (ACCIS) ;&#xd;<br />- Les négociations de sortie du Royaume-Uni de l’UE (\" Brexit\") ;&#xd;<br />- La politique de l’UE vis-à-vis des régions ultrapériphériques (aides régionales, mesures spécifiques prises sur la base de l’article 349 du traité sur le fonctionnement de l'UE).&#xd;<br />- le cadre financier pluriannuel 2021-2027.","lastUp":"2019-03-19T18:15:31.187+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}