{"id":"009433826675-55","name":"CMA CGM","registrationDate":"2017-04-07T11:02:30.284+02:00","category":2,"subCategory":3,"legal":"Société Anonyme","web":"http://www.cma-cgm.com","country":"France","headAddress":"4 quai d'Arenc","headCity":"Marseille","headPostCode":"13235","headPhone":"(33)4 88 91 90 00","boss":"Rodolphe SAADE","bossTitle":"Mr","bossPosition":"Président Directeur Général","membersCount":15,"membersFTE":"3.75","membership":"Membre de European Community Shipowners’ Associations (ECSA), Armateurs de France et World Liner Data(WLD).&#xd;\n&#xd;\nMembre du réseau World Shipping Council via Armateurs de France.&#xd;\n&#xd;\nMembre du Mouvement des Entreprises de France (MEDEF).&#xd;\n&#xd;\nMembre de European Maritime Safety Agency (EMSA)&#xd;\n&#xd;\nMembre de Clean Cargo Group&#xd;\n&#xd;\nMembre de Maritime Anti Corruption Network (MACN)&#xd;\n&#xd;\nMembre de la Federation of European Private Port Operators (Feport)","memberOrga":"","goal":"Fondé en 1978 par Jacques R. SAADE, CMA CGM est le 1er groupe français et le troisième Groupe mondial de transport maritime en conteneurs. Basé à Marseille, CMA CGM rayonne à travers le monde grâce à son réseau de 650 bureaux implantés dans plus de 150 pays. Avec sa flotte de plus de 40 navires, le Groupe dessert 400 ports sur les 521 ports de commerce mondiaux. Aujourd'hui, CMA CGM emploie plus de 30000 personnes dans le monde entier et près de 4500 en France dont 2400 à Marseille où il est le premier employeur privé.","acronym":"CMA CGM","interests":"Communication, Customs, Enlargement, Enterprise, Environment, General and Institutional Affairs, Taxation, Trans-European Networks, Transport","euInitiatives":"- La Politique Maritime Intégrée (PMI)&#xd;<br />- La stratégie européenne de transport maritime 2009-2018 et son examen de mi-parcours ; &#xd;<br />- La révision de la directive 2000/59 sur les installations de réception portuaires ; &#xd;<br />- L’application de la directive 2013/33 sur la teneur en soufre des combustibles marins ;&#xd;<br />- L’application de la directive 1257/2013 relatif au recyclage des navires ;&#xd;<br />- La directive relative à la reconnaissance des qualifications professionnelles dans le domaine de la navigation intérieure ;&#xd;<br />- L’application du règlement européen 2015/757 \"Monitoring Reporting Verifying\" (MRV) et de ses actes délégués ;&#xd;<br />- La révision du système européen d’échange de quotas d’émissions (ETS) après 2020 ;&#xd;<br />- Les instruments financiers dans le domaine du transport maritime (notamment le Mécanisme pour l’interconnexion en Europe) ;&#xd;<br />- La révision de la directive 2010/65 \"guichet unique\";&#xd;<br />- Le droit social de l’UE (conditions d’emploi et d’affiliation des marins) ;&#xd;<br />- Les décisions de la DG Concurrence (COMP) de la Commission européenne (notamment concernant les fusions et les aides d’Etat) ;&#xd;<br />- Les sanctions et mesures restrictives imposées par l’UE à des gouvernements, des entités, des groupes, des organisations et des personnes ;&#xd;<br />- Les négociations commerciales menées par la Commission européenne (Chine, MERCOSUR, Philippines, Maroc, Tunisie, Japon, Indonésie…) ;&#xd;<br />- Les opérations de lutte contre la piraterie (Atalante) et l'immigration illégale (Triton) ;&#xd;<br />- Le projet d’Assiette Commune Consolidée pour l'Impôt sur les Sociétés (ACCIS) ;&#xd;<br />- Les négociations de sortie du Royaume-Uni de l’UE (\" Brexit\") ;&#xd;<br />- La politique de l’UE vis-à-vis des régions ultrapériphériques (aides régionales, mesures spécifiques prises sur la base de l’article 349 du traité sur le fonctionnement de l'UE).&#xd;<br />- le Règlement d'exemption 906/2009 relatif aux accords de coopération opérationnelle maritime","lastUp":"2018-03-29T18:44:54.369+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}