{"id":"009613032395-62","name":"Social Business City Barcelona","registrationDate":"2018-08-23T10:13:23.870+02:00","category":3,"subCategory":2,"legal":"assotiation","web":"http://sbcbarcelona.org","country":"Spain","headAddress":"C/Trafalgar 25, 2n","headCity":"Barcelona","headPostCode":"08010","headPhone":"(34)6 26 47 15 45","boss":"Jaume Oller Rosell","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"2.5","membership":"","memberOrga":"The members of the assotiation are: Tandem Social SCCL, Fundació Intermedia, Fundació Gentis, Fundació JOIA and fundació formació i Treball.&#xd;\nOur assessing council is composed by: Ajuntament de Barcelona (townhall of Barcelona), Diplocat, Fundació Catalunya-La Pedrera, Fundació La Caixa, Fundació FC Barcelona.&#xd;\nThe information can be consulted here: https://www.sbcbarcelona.org/qui-som/#presentacio","goal":"Our mission is to work on the promotion and dissemination of social business and its capacity to transform social needs.&#xd;<br />We do it through 4 objectives: to accompany the creation of new social business; to promote the education and generation of knowledge of students and teachers in social business; to raise awareness of the importance of social business and to generate opinion and make political and social advocacy in the areas of interest of the social business.","acronym":"SBC","interests":"Agriculture, Business and Industry, Climate Action, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Research and innovation, Trade, Transport, Youth","euInitiatives":"Nos interesan todas las iniciativas relacionadas con la economía social y las empresas sociales. Tanto a nivel legislativo, como iniciativas de apoyo y financiación de estos proyectos. Finalmente, dado que pertenecemos a una red de universidades, también tenemos interés en los proyectos de investigación en relación a la economía social.","lastUp":"2018-08-27T14:23:04.180+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}