{"id":"009798422313-11","name":"EBRC S.A.","registrationDate":"2016-06-20T09:19:56.375+01:00","category":2,"subCategory":3,"legal":"Société Anonyme","web":"http://www.ebrc.com","country":"Luxembourg","headAddress":"5 rue Eugène Ruppert","headCity":"Luxembourg","headPostCode":"L-2453","headPhone":"(352)2 60 61","boss":"Yves REDING","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"0.5","membership":"Fedil Business Federation Luxembourg, EuroCloud Europe, EuroCloud Luxembourg, European Data Centre Association (EUDCA)","memberOrga":"","goal":"EBRC (European Business Reliance Centre) vision is to become a Centre of Excellence in Europe in the Management of Sensitive Information. Based in Luxembourg, EBRC offers its international clients a highly integrated, certified and internationally awarded value proposition: Trusted Services Europe composed of Trusted Advisory Services, Trusted Managed Services, Trusted Cloud Europe, Trusted Security Europe, Trusted Resilience Services and Trusted Data Centre Services.&#xd;<br />&#xd;<br />Driven by the search of excellence, EBRC runs its ICT Trusted Services in its own highly secured Data Centres. EBRC is one of the very few service provider worldwide running 3 Tier IV Design certified Data Centers by the Uptime Institute of these 2 are Tier IV Fault-Tolerant Constructed Facility certified.&#xd;<br />&#xd;<br />EBRC is also the Winner of the European Code of Conduct Award for Data Centres 2016, an initiative promoted by the European Commission.&#xd;<br />&#xd;<br />Located in Luxembourg, in the heart of Europe, EBRC serves 300 international clients, from 40 different nationalities. Uncontestable leader in integrated Data Center, Cloud and Managed Services, EBRC is part of the Post Luxembourg Group. In 2015, EBRC reached a turnover of 57.5 Million Euros and employed around 200 staffs.","acronym":"EBRC","interests":"Budget, Communication, Competition, Customs, Economic and Financial Affairs, Energy, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Public Health, Research and Technology, Taxation, Trans-European Networks, Transport","euInitiatives":"EU Digital Single Market, EU ePrivacy Directive, EU Cybersecurity Strategy, EU Trusted Cloud, EU Payment Services Directive (PSD),...","lastUp":"2017-05-24T10:46:15.184+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}