{"id":"009845436772-88","name":"Active Assisted Living Programme","registrationDate":"2019-12-09T16:24:14.331+01:00","category":6,"subCategory":9,"legal":"Association sans but lucratif","web":"http://www.aal-europe.eu/","country":"Belgium","headAddress":"Rue de Luxembourg 3","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 19 92 25","boss":"Klaus Niederländer","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://www.aal-europe.eu/about/who-we-are/general-assembly/","goal":"AAL is a funding programme that aims to create better quality of life for older people and to strengthen industrial opportunities in the field of healthy ageing technology and innovation. We do this by funding projects that work towards creating market-ready products and services for older people. Each project consists of SMEs, research bodies and end-user organisations. Since 2008, we have funded over 240 projects. Our projects address a number of issues, including management of chronic conditions, social inclusion, access to online services, mobility, management of daily activities, and support from informal carers. Each year, we issue a call designed to reflect the key challenges we face as a society with an ageing population, from helping older people stay more socially active to providing support to those with dementia. Through our extensive programme of identifying challenges, issuing calls, funding projects, supporting commercial development and fostering the growing market for healthy ageing products, we are making a real difference in people’s lives and to the European economy.","acronym":"AAL","interests":"Budget, Business and Industry, Communication, Competition, Digital economy and society, Employment and Social Affairs, External Relations, Institutional affairs, International co-operation and development, Public Health, Research and innovation, Trans-European Networks","euInitiatives":"The AAL Programme is currently advocating to become an active actor of Horizon Europe within the Large Scale Health Transformation area. AAL operates as a funding authority in the space of the Innovation for Active and Healthy Ageing. To do this, the Programme is currently engaged in observing the work of the European Parliament, namely the ITRE commission and the intragenerational solidarity informal group. At the same time, the AAL Programme is actively collaborating with the DG RTD of the European Commission as well as the DG Connect and the DG Sante to help shape the future European Framework Programme for Research and Innovation in the field of Active Ageing. AAL works also in collaboration with the Committee of the Regions to help regional representatives to understand the landscapes of policies and issues existing in the demographic change European society and to inform them about European main initiatives in their sector.","lastUp":"2019-12-09T16:28:28.422+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}