{"id":"010454725992-79","name":"Portincarers- Associa??o Cuidadores de Portugal","registrationDate":"2017-02-20T14:49:23.150+01:00","category":3,"subCategory":2,"legal":"Associa??o sem fins lucrativos","web":"http://www.cuidadoresportugal.pt","country":"Portugal","headAddress":"rua do Cunha, n? 120, 1 esquerdo;","headCity":"Porto","headPostCode":"4405-870","headPhone":"(351)9 67 38 13 81","boss":"Jose alves","bossTitle":"","bossPosition":"Co-coordinator","membersCount":2,"membersFTE":"1.0","membership":"Eurocarers - http://www.eurocarers.org/","memberOrga":"","goal":"A Cuidadores Portugal ? uma entidade multidisciplinar e independente de profissionais que representa os cuidadores de Portugal. A CuiP tem por miss?o dar visibilidade e voz, a n?vel nacional e na Uni?o Europeia a todos os associados. Participa na consultoria e no desenvolvimento de servi?os de apoio para a promo??o da sa?de e qualidade de vida independentemente da sua idade, ou necessidades particulares de sa?de da pessoa a quem prestam cuidados. Colabora com in?meros parceiros e organiza??es, como universidades,autarquias, empresas, associa??es e centros de investiga??o a n?vel nacional e internacional.&#xd;<br />&#xd;<br />Promove o trabalho em rede no sentido de potenciar a sinergia das a??es que promovam a qualidade de vida dos cuidadores informais. Promove a coopera??o interinstitucional a n?vel nacional e internacional. Contribui para a adequa??o e efic?cia das medidas de defesa dos cuidadores consumidores.&#xd;<br />&#xd;<br />Promove ainda: - a inclus?o social; - a inova??o social; - o desenvolvimento de novas tecnologias e ambientes assistidos; - metodologias inovadoras de literacia em sa?de; de instrumentos financeiros para que os cuidadores disponham de solu??es e alternativas para o seu dia-a- dia; - a cria??o de ecossistemas que promovam o desenvolvimento de tecnologias futuras emergentes; - a dinamiza??o cultural e desportiva inerentes a esta tem?tica e, a avalia??o de solu??es inovadoras com os cuidadores - end test users; interven??o comunit?ria e apoio no desenvolvimento de smartcities amigas dos cuidadores e promotoras de envelhecimento ativo; - suporte psicol?gico; empoderamento dos cuidadores e metodologias inovadores de estimula??o cognitiva e f?sica.","acronym":"","interests":"Employment and Social Affairs, Information Society, Public Health, Regional Policy, Research and Technology","euInitiatives":"European Innovation Partnerships in Active and Healthy Ageing&#xd;<br />&#xd;<br />European Union Programme for Employment and Social Innovation&#xd;<br />&#xd;<br />European Partnerships and EU consortium for the promotion of the quality of life of informal carers","lastUp":"2017-02-20T14:50:09.941+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}