{"id":"010849821126-22","name":"MERCATOR OCEAN","registrationDate":"2016-03-18T16:23:47.008+01:00","category":3,"subCategory":2,"legal":"Société Civile de droit français","web":"http://mercator-ocean.fr","country":"France","headAddress":"8-10 Rue Hermes","headCity":"RAMONVILLE ST AGNE","headPostCode":"31520","headPhone":"(33)5 61 39 38 02","boss":"Pierre BAHUREL","bossTitle":"Mr","bossPosition":"Directeur General","membersCount":1,"membersFTE":"1.0","membership":"http://www.mercator-ocean.fr/mercator-ocean/partenaires/","memberOrga":"http://www.mercator-ocean.fr/mercator-ocean/associes/","goal":"1/ MERCATOR OCEAN assure un service d'intérêt général européen, en gérant un portail d'accès à une information océanique généraliste incluant notamment des champs numériques expertisés d'analyse et de prévision.&#xd;<br />&#xd;<br />2/ MERCATOR OCEAN fournit à ses associés des analyses et prévisions  océaniques expertisées notamment au voisinage de la surface et des côtes européennes. Elle en réalise l'analyse scientifique contribuant à la surveillance systématique de l'état de l'océan et du climat. Elle contribue au développement et à la maintenance des outils (modèles, analyse, couplage) de l'océanographie opérationnelle.&#xd;<br />&#xd;<br />3/ MERCATOR OCEAN est l'opérateur du système de prévision océanique lui permettant de remplir ces missions. Elle en assure le fonctionnement opérationnel permanent, la maintenance et le développement, avec un objectif d'excellence européenne et mondiale.&#xd;<br />&#xd;<br />4/ MERCATOR OCEAN promeut la recherche dans le domaine  de la prévision  océanique. A  cet effet, elle a notamment pour mission de conduire des programmes de recherche scientifique et de développer leurs applications en océanographie opérationnelle européenne dans le cadre de programmes européens, développant ainsi une capacité de coordination nationale et européenne.&#xd;<br />&#xd;<br />5/ MERCATOR-OCEAN peut entreprendre, sans remettre en cause son objet civil, toutes missions  complémentaires  à l’objet défini ci-dessus et décidée par ses associés.","acronym":"MERCATOR OCEAN","interests":"Business and Industry, Climate Action, Environment, Maritime affairs and fisheries, Research and innovation, Transport","euInitiatives":"Copernicus Programme&#xd;<br />Marine Strategy Framework Directive&#xd;<br />Maritime Spatial Planning&#xd;<br />International Ocean Governance&#xd;<br />Blue Growth","lastUp":"2019-02-25T15:01:13.926+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}