{"id":"010922834782-77","name":"ΕΥΡΩΠΑΪΚΟΣ ΟΜΙΛΟΣ ΕΔΑΦΙΚΗΣ ΣΥΝΕΡΓΑΣΙΑΣ ΑΜΦΙΚΤΥΟΝΙΑ","registrationDate":"2019-05-09T10:14:12.859+02:00","category":6,"subCategory":11,"legal":"ΑΣΤΙΚΗ ΜΗ ΚΕΡΔΟΣΚΟΠΙΚΗ ΕΤΑΙΡΕΙΑ","web":"https://www.amphictyony.gr/","country":"Greece","headAddress":"ΒΥΡΩΝΟΣ 29 ΠΛΑΚΑ","headCity":"ΑΘΗΝΑ","headPostCode":"10558","headPhone":"(30)21 03 24 61 39","boss":"ΔΗΜΗΤΡΗΣ  ΑΡΓΙΑΝΑΣ","bossTitle":"Mr","bossPosition":"ΠΡΟΕΔΡΟΣ","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"ΕΛΛΑΔΑ&#xd;\n&#xd;\nΔήμοι: Αγίων Αναργύρων - Καματερού, Αγίας Βαρβάρας Αττικής, Αγίου Δημητρίου Αττικής, Αγίου Νικολάου Κρήτης, Αλίμου, Αχαρνών, Δελφών, Διονύσου, Δομοκού, Δωρίδας, Ιλίου, Καλαβρύτων,  Λειψών, Μυλοποτάμου, Μώλου-Αγίου Κωνσταντίνου, Νέας Προποντίδας, Ορεστιάδας, Παλαιού Φαλήρου, Πρέβεζας, Πυλαίας- Χορτιάτη, Ραφήνας-Πικερμίου, Σαρωνικού, Σοφάδων, Στυλίδας,  Ύδρας,  Φαρκαδόνας,  Νέας Φιλαδέλφειας – Χαλκηδόνας, Φυλής, Χίου&#xd;\nΕνώσεις: Περιφερειακή Ένωση Δήμων Αττικής (ΠΕΔΑ)&#xd;\n&#xd;\nΚΥΠΡΟΣ&#xd;\n&#xd;\nΔήμοι:&#xd;\n&#xd;\nΚερύνειας, Λάρνακας, Λευκάρων, Λύσης,  Κοινότητα Βορόκλινης.&#xd;\n&#xd;\nΑ Λ Β Α Ν Ι Α&#xd;\n&#xd;\nΔήμος Φοινίκης - Finiq&#xd;\n&#xd;\nΙΤΑΛΙΑ&#xd;\n&#xd;\nΔήμος Comune Di Bova Marina.&#xd;\n&#xd;\nΓΑΛΛΙΑ&#xd;\n&#xd;\nΔήμος Commune De Garons&#xd;\n&#xd;\nΠΑΛΑΙΣΤΙΝΗ&#xd;\n&#xd;\nΔήμος: Ramala, Qalqilya","goal":"Ο Ευρωπαϊκός Όμιλος Εδαφικής Συνεργασίας «Ε.Ο.Ε.Σ. ΑΜΦΙΚΤΥΟΝΙΑ» συστάθηκε το 2008 και ανήκει στους πρώτους ΕΟΕΣ που συστάθηκαν στον ευρωπαϊκό χώρο.&#xd;<br />&#xd;<br />Στοχεύει στην άυλη και υλική ανάπτυξη με δημοκρατία. Στην προώθηση της διασυνοριακής, διαπεριφερειακής και διακρατικής συνεργασίας ανάμεσα στους λαούς της Μεσογείου και της Ευρώπης, για την καλλιέργεια ενός περιβάλλοντος ειρήνης και διαρκούς διαπολιτισμικού διαλόγου, με έμφαση στην οικονομικά αποτελεσματική, κοινωνικά δίκαιη και περιβαλλοντικά βιώσιμη αειφόρο ανάπτυξη.&#xd;<br />&#xd;<br />O ΕΟΕΣ ΑΜΦΙΚΤΥΟΝΙΑ επιδιώκει τη  συστηματική επαφή με στελέχη της Τοπικής Αυτοδιοίκησης και φορείς της κοινωνίας των πολιτών, σε μια προσπάθεια χαρτογράφησης των αναγκών τους και οικοδόμησης των βάσεων για στέρεη και εποικοδομητική χωρική αλληλεπίδραση, σε ένα περιβάλλον όπου η εδαφική συνεργασία και η κοινωνική συνοχή αποτελούν αναπτυξιακά όσο και πολιτικά διακυβεύματα κομβικής σημασίας.","acronym":"ΕΟΕΣ ΑΜΦΙΚΤΥΟΝΙΑ","interests":"Communication, Culture, Education and training, International co-operation and development, Regional Policy, Trans-European Networks","euInitiatives":"Πλατφόρμα ΕΟΕΣ, Σύμφωνο Δημάρχων, Κογκρέσο Δήμων και Περιφερειών, Ευρωπαϊκός Διάλογος για τη Λευκή Βίβλο κτλ.","lastUp":"2019-05-23T11:00:10.018+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}