{"id":"011095511691-05","name":"Society for Worldwide Interbank Financial Telecommunication","registrationDate":"2013-08-20T11:09:56.035+01:00","category":2,"subCategory":3,"legal":"SCRL","web":"http://www.swift.com/","country":"Belgium","headAddress":"Avenue Adele, 1","headCity":"La Hulpe","headPostCode":"1310","headPhone":"(32)26 55 31 11","boss":"Gottfried Leibbrandt","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"2.25","membership":"AmCham (BE and EU)&#xd;\nICMA&#xd;\nEurofi&#xd;\nThe  City UK&#xd;\nTPN&#xd;\nAECA","memberOrga":"Our membership list is not public information","goal":"SWIFT is a member-owned cooperative through which the financial world conducts its business operations with speed, certainty and confidence. More than 11,000 financial institutions and corporations in over 200 countries trust us every day to exchange millions of standardised financial messages. This activity involves the secure exchange of proprietary data while ensuring its confidentiality and integrity. &#xd;<br />&#xd;<br />Our role is two-fold. We provide the proprietary communications platform, products and services that allow our customers to connect and exchange financial information securely and reliably. We also act as the catalyst that brings the financial community together to work collaboratively to shape market practice, define standards and consider solutions to issues of mutual interest.","acronym":"SWIFT","interests":"Communication, Economic and Financial Affairs, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Taxation","euInitiatives":"CSD Regulation, EMIR, MiFid2, PSD 2/SEPA Regulation, Cybersecurity, Anti-Money Laundering, Tracking of Terrorist Financing, Data Protection, Foreign Policy.&#xd;<br />&#xd;<br />Our responses to public consultations can be found here:&#xd;<br />https://www.swift.com/about-us/consultation-responses","lastUp":"2018-03-20T20:23:23.167+01:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}