{"id":"011014234951-10","name":"Ο Ροδόκηπος των Φιλοσόφων","registrationDate":"2019-05-24T16:03:55.622+02:00","category":3,"subCategory":2,"legal":"NGO-NPO","web":"https://www.rodokipos.com/","country":"Greece","headAddress":"Πλατεία Ιπποδρομίου 12","headCity":"Θεσσαλονίκη","headPostCode":"54621","headPhone":"(30)69 74 36 96 08","boss":"Μαρίνα Τόντη","bossTitle":"Ms","bossPosition":"Πρόεδρος","membersCount":5,"membersFTE":"3.75","membership":"","memberOrga":"https://www.rodokipos.com/","goal":"Ο σκοπός της εταιρείας είναι α)Συμβολή στην διάδοση του βιβλίου, β) Ερευνα και μελέτη της πολιτισμικής μας κληρονομιάς, και η γνωριμία με την πολιτισμική κληρονομιά άλλων λαών, γ)Μελέτη της Φιλοσοφίας και της Ιστορίας, δ) Προαγωγή ιδανικών και αξιών Ανθρωπισμού και των Ιδεωδών της Δημοκρατίας, ε) Συνδρομή και Υποστήριξη Πολιτιστικών εκδηλώσεων, στ) Προαγωγή του εθελοντισμού σε κοινωφελείς δράσεις, ζ) Φιλανθρωπική συνδρομή, είτε σε φυσικά πρόσωπα, που χρήζουν βοήθειας είτε σε οργανώσεις, ιδρύματα φιλανθρωπικού χαρακτήρα, η) Προσπάθεια εμφύσησης φυσιολατρικού – οικολογικού πνεύματος και ανάληψη δράσεων προστασίας και βελτίωσης του φυσικού περιβάλλοντος. Ο σκοπός της εταιρείας θα επιδιωχθεί α)μέσω εκδηλώσεων, όπως ομιλιών, σεμιναρίων, καθώς και κάθε συναφούς εκδήλωσης για την προαγωγή της γνώσης, β) μέσω των εσόδων της Εταιρείας για πολιτιστικές, κοινωφελείς και φιλανθρωπικές δράσεις, γ) μέσω διοργανώσεως επικοινωνίας μεταξύ των μελών και ενισχύοντας πρωτοβουλίες και δραστηριότητες για τους σκοπούς που προαναφέρθηκαν, τις οποίες υποστηρίζει νομικά και ηθικά, δ) μέσω της ενεργοποίησης των αναγκαίων κάθε φορά προεργασιών και διαδικασιών διαλόγου, προκειμένου να προαχθούν οι σκοποί της, ε) μέσω των εσόδων της εταιρείας, που θα προέρχονται από πωλήσεις προϊόντων, μέσω καταστημάτων ή διαδικτύου.","acronym":"Rosegarden","interests":"Agriculture and Rural Development, Banking and financial services, Business and Industry, Climate Action, Communication, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, Food Safety, Fraud prevention, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Sport, Trade, Trans-European Networks, Youth","euInitiatives":"Θέματα Πολιτισμού, Υγείας, Παιδείας, Εκπαίδευσης, και Κοινωνικών Θεμάτων, Συνθήκες Διαβίωσης - Φιλανθρωπικές Δράσεις, Οικολογικές Δράσεις και Προαγωγή της Συνεργατικότητας. Πολιτιστικές Εκδηλώσεις, Ημερίδες, Σεμινάρια βάση ΣΛΕΕ και Χάρτη Θεμελιωδών. Επιστημονική Ερευνα στο τομέα Υγείας, Διατροφής, και Εναλλακτικών και Φυσικών Θεραπειών.","lastUp":"2019-05-24T16:05:38.481+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}