{"id":"011479419288-08","name":"AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA","registrationDate":"2015-10-29T16:25:29.898+02:00","category":3,"subCategory":2,"legal":"NO PROFIT ORGANISATION","web":"http://apre.it","country":"Italy","headAddress":"VIA CAVOUR 71","headCity":"ROME","headPostCode":"00184","headPhone":"(39)06 48 93 99 93","boss":"MARCO FALZETTI","bossTitle":"Mr","bossPosition":"DIRECTOR","membersCount":3,"membersFTE":"2.25","membership":"","memberOrga":"","goal":"APRE was created in 1989 as a joint initiative of the Italian Ministry of Research (MIUR) and some public and private bodies in order to meet the growing demand for information on European research programmes. First reality of its kind, APRE has been supporting the scientific and the industrial community for over 25 years in the path to Europe, and today, to the World, through offering information, assistance, training, data collection, studies and statistics on European Commission programmes in the field of Research, Technological Development and Innovation (RTDI) and the Italian participation in these activities.&#xd;<br />&#xd;<br />APRE hosts all the Italian National Contact Points for Horizon 2020.&#xd;<br />&#xd;<br />The NCP network is acknowledged by the European Commission and provides information, training and assistance in all aspects of the EU framework programme. It is set up across all the Member States and Associated States of the European Union.&#xd;<br />&#xd;<br />APRE is supported by more than 100 supporting and ordinary members&#xd;<br />&#xd;<br />APRE Members are public or private bodies that share the institutional mission of the Agency. Our members are: &#xd;<br />&#xd;<br />Public and Private Research centres, Universities, Scientific Parks, Public Administrations, Trade associations, Financial entities, Chambers of Commerce, Technological Districts, enterprises, others.","acronym":"APRE","interests":"Banking and financial services, Business and Industry, Digital economy and society, Economy, finance and the euro, Energy, General and Institutional Affairs, Regional Policy, Research and innovation","euInitiatives":"- Horizon 2020&#xd;<br />- Innovation Union&#xd;<br />- Europe 2020&#xd;<br />- Energy Union&#xd;<br />- SET-Plan&#xd;<br />- Synergies H2020- European Structural and Investment Funds&#xd;<br />- Smart Specialisation Strategies&#xd;<br />- Juncker Plan&#xd;<br />- European Fund for Strategic Investments&#xd;<br />- Digital Agenda","lastUp":"2018-06-18T12:22:46.520+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}