{"id":"011681023887-18","name":"Adam Mickiewicz University in Poznań","registrationDate":"2016-10-27T18:08:00.071+01:00","category":4,"subCategory":12,"legal":"Public university","web":"http://amu.edu.pl","country":"Poland","headAddress":"Adam Mickiewicz University in Poznań","headCity":"Poznań","headPostCode":"61-712","headPhone":"(48)6 18 29 40 00","boss":"Ryszard Naskręcki","bossTitle":"Mr","bossPosition":"professor, vice-rector","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Adam Mickiewicz University in Poznań is the major academic institution in Poznań and one of the top Polish universities. Its reputation is founded on tradition, the outstanding achievements of the faculty and the attractive curriculum offered to students. &#xd;<br />The mission of the University is to advance knowledge through high quality research and teaching in partnership with business, the professions, public services and other research and learning providers. The University is a centre of academic excellence, where research and teaching are mutually sustaining, and where the context within which research is conducted and knowledge is sought and applied is international as much as regional and national. The University continuously extends and updates research programs and contents of study curricula, with special emphasis on their interdisciplinary and international nature. The University recognises its role as a strategic partner in Central Europe, and therefore aspires to contribute to the region’s economic growth, social development and environmental sustainability. The University prides itself on its achievements and aligns its principles with those of the Great Charter of European Universities. It promotes pro-European ideas and actively participates in the international academic community, seeks to implement joint research and educational programs. It aims to strengthen ties with the European Union Member States and embarks on new initiatives conducive to cooperation with the countries of Europe.","acronym":"AMU","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Adam Mickiewicz University in Poznań participates in all relevant activities and initiatives concerning research, education and science within the European Commission’s programs.","lastUp":"2019-10-30T10:06:59.300+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}