{"id":"0118191795-12","name":"Délégation des Barreaux de France","registrationDate":"2008-12-16T12:19:04.749+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.dbfbruxelles.eu/","country":"Belgium","headAddress":"Avenue de la joyeuse entrée, 1","headCity":"Bruxelles","headPostCode":"1040","headPhone":"(322)2 30 61 20","boss":"Jean Jacques FORRER","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"0.5","membership":"Membre du Conseil des Barreaux européens/ Membres de l'Association des Avocats lobbyistes/ Membres de l'EEI (Institut Européen de l'Expertise et de l'Expert/ de GEM+&#xd;\n&#xd;\nLes Barreaux français(notamment par le biais de la DBF) sont membres du Conseil des Barreaux européens (CCBE).","memberOrga":"Conseil National des Barreaux&#xd;\nBarreau de Paris&#xd;\nConférence des Bâtonniers","goal":"La Délégation des Barreaux de France représente les avocats français auprès des institutions européennes. &#xd;<br />Elle défend les valeurs de la profession d'avocat. &#xd;<br />&#xd;<br />La Délégation des Barreaux de France a quatre missions principales: &#xd;<br />la représentation des avocats français, &#xd;<br />la formation en droit de l'Union européenne,&#xd;<br />l'information juridique des avocats français en matière de droit de l'Union européenne, &#xd;<br />la rédaction de deux publications (une hebdomadaire L'Europe en Bref, une trimestrielle, L'Observateur de Bruxelles).","acronym":"DBF","interests":"General and Institutional Affairs, Home Affairs, Internal Market, Justice and Fundamental Rights","euInitiatives":"- Procureur européen&#xd;<br />- Proposition de directive visant à lutter contre le blanchiment de capitaux au moyen du droit pénal&#xd;<br />- Proposition de directive « Aide juridictionnelle »&#xd;<br />- Proposition de règlement concernant la reconnaissance  mutuelle des décisions de gel et de confiscation&#xd;<br />- Paquet « Services »&#xd;<br />- Investor-state dispute settlement (ISDS) ou Permanent Arbitration Tribunal (Investment court system-ICS)&#xd;<br />- Surveillance – standards de protection du secret professionnel des avocats&#xd;<br />- Mesures afin de lutter contre l’évasion fiscale des entreprises – standards de protection du secret professionnel des avocats&#xd;<br />- Bolstering liberal professions (DG Grow)&#xd;<br />- Tableau de bord de la justice – prise en compte des indicateurs en matière de justice pénale","lastUp":"2017-04-26T11:21:58.430+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}