{"id":"012936423663-69","name":"Georg-August Universität Göttingen, Inst. für Kriminalwissenschaften","registrationDate":"2016-10-07T10:30:36.575+01:00","category":6,"subCategory":9,"legal":"Körperschaft","web":"http://www.uni-goettingen.de/de/sh/32133.html","country":"Germany","headAddress":"Georg-August Universität Göttingen","headCity":"Göttingen","headPostCode":"37073","headPhone":"(49)39 48 66","boss":"Holger Dr. Schroeter","bossTitle":"Mr","bossPosition":"Vizepräsident für Finanzen und Personal","membersCount":2,"membersFTE":"0.5","membership":"http://www.krimg.de&#xd;\n&#xd;\nhttp://esc-eurocrim.org/&#xd;\n&#xd;\nMitglied der European Soucebook  Gruppe:&#xd;\n&#xd;\nDas European Sourcebook wird von einer internationalen Expertengruppe erstellt und betreut, die über ein Netzwerk aus nationalen Korrespondenten in (fast) allen Mitgliedsländern des Europarats verfügt. Im Jahr 2011 wurde zudem der Verein \"European Sourcebook of Criminal Justice e.V.\" mit Sitz in Göttingen gegründet, dem die gegenwärtigen sowie früheren Mitglieder der Expertengruppe angehören. Gegenwärtig besteht der Vorstand des Vereins aus Prof. Dr. Dr. h.c. Jörg-Martin Jehle, Prof. Dr. Beata Gruszczyńska (Universität Warschau) und Paul Smit (WODC, Niederlande).","memberOrga":"Herrn Prof. Jehle ist Mitglied der &#xd;\nGeorg-August Universität Göttingen","goal":"Die Forschungsschwerpunkte der Abteilung liegen vor allem im Bereich der Kriminologie mit ihren Bezügen zum Sanktionenrecht, zum Strafverfahrensrecht und zum Strafvollzugsrecht. Im Mittelpunkt des Interesses steht die zugleich empirische wie rechtsvergleichende Analyse der verschiedenen europäischen Kriminaljustizsysteme mit einem besonderen Augenmerk auf den Aufgaben und Befugnissen der Staatsanwaltschaft. Daneben widmet sich die Abteilung seit langem vertieft der Rückfallforschung, insbesondere im Zusammenhang mit einer im Auftrag des Bundesministeriums der Justiz durchgeführten Rückfallstatistik auf der Basis von Daten des Bundeszentralregisters.","acronym":"GAU","interests":"Justice and Fundamental Rights, Research and Technology","euInitiatives":"Beobachtung der Kriminaljustizsysteme in europäischen Ländern sowie die Anwendung von Sanktionen und Maßnahmen in ganz Europa.","lastUp":"2017-11-21T14:11:51.468+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}