{"id":"013137030206-01","name":"EGE UNIVERSITY CONTINUING EDUCATION CENTRE","registrationDate":"2018-02-15T09:43:27.065+01:00","category":4,"subCategory":12,"legal":"University","web":"http://egesem.org","country":"Turkey","headAddress":"Mithatpasa cd. No:12","headCity":"Izmır","headPostCode":"","headPhone":"(90)23 24 83 53 64","boss":"ESER SÖZMEN","bossTitle":"Ms","bossPosition":"DIRECTOR","membersCount":10,"membersFTE":"7.0","membership":"Turkish Network for Lifelong Learning&#xd;\nEuropean University Continiung Education Network-EUCEN&#xd;\nUniversities Association of Lifelong Learning-UALL","memberOrga":"","goal":"The center for Lifelong Learning of Ege University (EGESEM) that is established in 2001, is the partner of The European Association for University Lifelong Learning (EUCEN- http://www.eucen.org). EGESEM  are responsible to organize/coordinate and evaluate the special and qualified optional training programs for the people aged 0 to death and by this way contributing to provide a better social environment and a more qualified life for all sections of the population.","acronym":"EGESEM","interests":"Agriculture and Rural Development, Communication, Culture, Education, Employment and Social Affairs, Environment, Regional Policy, Trans-European Networks, Youth","euInitiatives":"Our organisations follow the EU legislative initiatives in the following policy areas:&#xd;<br />&#xd;<br />giving a new boost to jobs, growth and investment through strengthening the European fund for strategic investment, modernising trade defence instruments, improving waste management in a circular economy, making progress on the banking union and on the capital markets union&#xd;<br />addressing the social dimension of the EU, in particular through enhancing the youth employment initiative, improving social security coordination, allowing easier access of accessible products and services to the market and creating a European solidarity corps better protecting EU citizens' security, in particular through better protecting external borders (via an entry-exit system, smart border and a European travel information authorisation system), stronger rules on buying and possessing firearms, fighting terrorism, money laundering and terrorist financing and information exchange on third country nationals&#xd;<br />reforming the EU's migration policy in a spirit of responsibility and solidarity, notably through revising the EU's asylum rules and enhancing investments in third countries to address the root causes of migration","lastUp":"2018-02-15T09:46:53.527+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}