{"id":"013555335209-41","name":"Finnish Federation of Consulting Firms SKOL","registrationDate":"2019-06-24T10:05:58.781+02:00","category":2,"subCategory":4,"legal":"rekisteröity yleishyödyllinen yhdisty (ry)","web":"https://skol.teknologiateollisuus.fi/","country":"Finland","headAddress":"Eteläranta 10","headCity":"Helsinki","headPostCode":"00130","headPhone":"(358)4 05 50 77 06","boss":"Helena Soimakallio","bossTitle":"Ms","bossPosition":"Managing Director","membersCount":2,"membersFTE":"0.5","membership":"http://www.efcanet.org/&#xd;\nhttp://fidic.org/","memberOrga":"","goal":"SKOL is the industry and employers´ organization for independent consulting firms. It is a member of the Federation of Finnish Technology Industries.  The Association has a membership of 160 design, consulting engineering and architect firms, employing about 19 000 people in Finland. About one third of employees in Finland work in international companies headquartered outside of Finland.  Foreign subsidiaries of Finnish-owned companies employ some 7000 people abroad.&#xd;<br />&#xd;<br />SKOL promotes professional, independent, sustainable and ethical design and consulting engineering, which provides best value to the Client organisations. SKOL looks after the interests of member firms in Finland and within EU, improves the operating environment of consulting work in Finland and internationally, as well as builds up the brand and communicates the value of professional, high quality consulting services. The Association emphasizes quality as the main criterion in the selection of consultants. SKOL promotes positive and open cooperation between project parties to foster innovative and lean solutions that provide best value to clients.","acronym":"SKOL","interests":"Business and Industry, Climate Action, Competition, Digital economy and society, Education and training, Energy, Environment, Institutional affairs, Research and innovation, Single market, Taxation","euInitiatives":"Public Procurement, Climate Policy, Enenrgy efficiency, Eurocodes, Single Market, MFF","lastUp":"2019-06-24T10:06:20.322+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}