{"id":"013841522595-24","name":"Terma A/S","registrationDate":"2016-07-06T15:05:44.819+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.terma.com","country":"Denmark","headAddress":"Terma A/S","headCity":"Lystrup","headPostCode":"8520","headPhone":"(45)87 43 60 00","boss":"Jens Maaløe","bossTitle":"Mr","bossPosition":"President &amp; CEO","membersCount":3,"membersFTE":"1.0","membership":"The AeroSpace and Defence Industries Association of Europe (ASD) - www.asd-europe.org&#xd;\nThe Confederation of Danish Industry (DI) - www.di.dk&#xd;\nDanish Defence and Security Industries Asociation (FAD) - www.fad.di.dk","memberOrga":"","goal":"Terma provides mission critical solutions for the defense and aerospace industry. We are guided by one overall purpose: to deliver security for countries, alliances, and individuals. Security is a means to maintaining and developing prosperity and protecting human lives and sovereignty. &#xd;<br />&#xd;<br />Terma consists of five Business Areas: Command, Control &amp; Sensor Systems, Airborne Systems, Aerostructures, Global Support &amp; Services, and Space. &#xd;<br />&#xd;<br />Command, Control &amp; Sensor Systems covers radar systems for coastal surveillance and traffic control in sea ports and airports and radars for wind turbine interference mitigation and obstruction light control. The activities also cover command, control, and communications solutions for naval vessels and air defense systems, self-protection systems for naval vessels as well as systems for security surveillance of critical infrastructures. &#xd;<br />&#xd;<br />Airborne Systems covers self-protection, 3D-Audio, and Active Noise Reduction applications and applied aerostructures solutions for all types of military aircraft as well as Electronics Manufacturing Services for high-technology radar and power electronics solutions for aircraft and satellites. &#xd;<br />&#xd;<br />Aerostructures designs and manufactures advanced metal and composite structures to the global defense and commercial aerospacemarkets. Terma is active in more than 40 countries worldwide.&#xd;<br />&#xd;<br />Global Support &amp; Services covers maintenance, support, and update of Terma products and solutions. &#xd;<br />&#xd;<br />Space develops and supplies electronics, software, and services for satellites, space control centers, and for test and validation tasks related to development of new satellites and spacecraft.","acronym":"","interests":"Borders and Security, Budget, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"Common Foreign and Security Policy and Defence,&#xd;<br />Defence Procurement Directive, &#xd;<br />European Defence Action Plan,&#xd;<br />Export Control,&#xd;<br />Horizon 2020,&#xd;<br />European Space Policy,&#xd;<br />Border Management,&#xd;<br />EFSI/European Investment Bank.","lastUp":"2018-06-06T10:56:12.424+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}