{"id":"01380772294-53","name":"EUROPARC Federation","registrationDate":"2009-09-21T12:28:18.834+02:00","category":3,"subCategory":2,"legal":"Registered Association","web":"http://www.europarc.org/","country":"Germany","headAddress":"Waffnergasse 6","headCity":"Regensburg","headPostCode":"93047","headPhone":"(0049)09 41 59 93 59 80","boss":"Ignace Schops","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"2.5","membership":"EUROPARC Federation is a member of:&#xd;\n &#xd;\nIUCN: the world’s oldest and largest global environmental network - a democratic membership union with more than 1,000 government and NGO member organizations, and almost 11,000 volunteer scientists in more than 160 countries.&#xd;\n&#xd;\nEuropean Habitats Forum (EHF): a group of NGO networks that provide input and advice to DG Environment and the Nature Directors in EU Member States, particularly relating to the implementation of the Birds and Habitats Directives and the establishment of the Natura 2000 network.","memberOrga":"http://www.europarc.org/network/members/","goal":"The EUROPARC Federation, known as the \"Federation of Nature and National Parks of Europe\", was founded in 1973. The aim of the organisation was then and still is to help protected areas fulfill their role as preservers of the natural beauty of Europe in all its variety for us to experience and enjoy, to encourage cooperation and exchange between their managers and staff, and to promote their aims and work across the Europe.&#xd;<br />EUROPARC's mission is to be the leading European organisation for protected areas bringing together dedicated professionals, governmental agencies, decision makers and supporters to increase effectiveness in conserving and enhancing natural and cultural heritage on land and sea for the well-being and benefit of current and future generations.","acronym":"EUROPARC","interests":"Agriculture and Rural Development, Communication, Culture, Education and training, Environment, Food Safety, International co-operation and development, Regional Policy, Trans-European Networks, Youth","euInitiatives":"The work of Protected Areas across Europe makes a valuable contribution across several European Union policy areas, notably on nature and biodiversity through the management of much of the Natura 2000 network, as well as through sustainable and rural development. There are also many linkages to other areas of work that affect Protected Areas, such as agriculture, regional development and education. Through its Brussels office, EUROPARC ensures direct connection with European Institutions, including the EU Commission, the European Parliament and the Committee of the Regions. We represent members interests at European level and actively contribute to the development of EU relevant policies, providing expertise, facilitating the exchange of experiences and driving the flow of information from and to our members.&#xd;<br />Regular meetings with regional authorities and other institutions together with the representation of our members in various meetings, seminars and international conferences are also part of our daily work in Brussels. In particular EUROPARC works closely with the European Habitats Forum and is represented on the N2000 Expert Working group and the EU platform on coexistence between people and large carnivores.&#xd;<br />Information arising from our representations, meetings and work with European institutions, will be regularly posted on our website, facebook and twitter feeds.&#xd;<br />At international level EUROPARC is also working in close cooperation with the Council of Europe","lastUp":"2019-07-15T10:46:32.290+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}