{"id":"013867218326-18","name":"Gofio La Molineta, SL","registrationDate":"2015-07-24T13:26:21.903+01:00","category":2,"subCategory":3,"legal":"SL","web":"http://www.gofiolamolineta.es","country":"Spain","headAddress":"C/Núñez de la Peña, 61","headCity":"San Cristóbal de La Laguna","headPostCode":"38202","headPhone":"(34)9 22 25 71 55","boss":"José Luis García","bossTitle":"Mr","bossPosition":"CEO","membersCount":8,"membersFTE":"8.0","membership":"","memberOrga":"","goal":"Situado en el céntrico barrio lagunero de San Honorato, antiguamente denominado Llanos de los Molinos, el molino de Gofio La Molineta fue construido a finales del siglo XIX (año 1866) por D. Isidoro Ortega, afamado constructor palmero, que revolucionó toda la molinería de aquella época.&#xd;<br />&#xd;<br />Durante cerca de 150 años, La Molineta ha elaborado Gofio de gran calidad para todos sus clientes, desde el trigo de siempre a los siete cereales o el gofio de garbanzos. Todo ello sin dejar de apostar por la innovación durante toda su vida. Prueba de ello es que La Molineta fue el primer molino de más de cuatro velas, doce en total, pudiendo moler más rápido; ha sido la primera empresa con línea eléctrica en San Cristóbal de La Laguna; ha sido el primer molino de Gofio en utilizar maquinaria de envasado y muchas otras innovaciones que siguen haciendo de La Molineta el molino más a la vanguardia.&#xd;<br />&#xd;<br />Además de ello, La Molineta siempre ha tenido en cuenta su labor social, su pertenencia a la comunidad y, por lo tanto, su deber de contribuir con la misma. Ejemplo de ello son sus múltiples colaboraciones con organizaciones como: Banco de Alimentos, Comedor de la Iglesia San Juan (San Cristóbal de La Laguna), ONG Sonrisas Canarias (Valle Seco), La Asociación Kairós, Maratón de Navidad Mirame Televisión, Federación Insular de Vela de Tenerife, Club de futbol Padre Anchieta y muchas otras más.","acronym":"La Molineta","interests":"Agriculture and Rural Development, Consumer Affairs, Customs, Economic and Financial Affairs, Enterprise, Food Safety, Internal Market, Trade, Transport","euInitiatives":"- Transporte intracomunitario&#xd;<br />- Alimentación&#xd;<br />- Aduanas","lastUp":"2017-06-26T10:19:13.592+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}