{"id":"0138855852-93","name":"European Smoking Tobacco Association","registrationDate":"2008-12-22T14:58:27.190+02:00","category":2,"subCategory":4,"legal":"Groupement Europeen d'Interet Economique","web":"http://www.esta.be","country":"Belgium","headAddress":"Rond-Point Schuman, 9","headCity":"Brussels","headPostCode":"1040","headPhone":"(322)2 30 80 92","boss":"Per Buch","bossTitle":"Mr","bossPosition":"Chairman","membersCount":3,"membersFTE":"2.5","membership":"Coresta (www.coresta.org)&#xd;\nESTA Members support Forest EU (http://forestonline.eu/)","memberOrga":"www.esta.be","goal":"Founded in 1990, the European Smoking Tobacco Association (ESTA) represents the interests of the smaller and mid-sized European manufacturers, distributors and importers of fine-cut tobacco, pipe tobacco, traditional nasal snuff tobacco and chewing tobacco and actively engages with relevant stakeholders.&#xd;<br />&#xd;<br />The 54 members of ESTA include small and mid sized companies, many family owned, as well as member associations from the European Union Member States as well as from Norway and Switzerland. &#xd;<br />&#xd;<br />Smoking tobacco comprises approximately 16% of the total sales of tobacco products in the European Union: around 15% for fine-cut tobacco and less than 1% for pipe tobacco.","acronym":"ESTA","interests":"Agriculture, Borders and Security, Business and Industry, Competition, Consumers, Customs, Economy, finance and the euro, Employment and Social Affairs, Food Safety, General and Institutional Affairs, Justice and Fundamental Rights, Public Health, Single market, Taxation, Trade","euInitiatives":"Implementation of 2014 Tobacco Products Directive (IAs and DAs)&#xd;<br />Continuing Review of the Directive on Tobacco Excise Duty&#xd;<br />EU Position on WHO FCTC Guidelines&#xd;<br />EMCS&#xd;<br />Market Access&#xd;<br />Anti-Illicit Trade Agreements for Tobacco&#xd;<br />Better Regulation&#xd;<br />Transparency Rules","lastUp":"2018-06-04T16:26:01.727+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}