{"id":"01407542946-11","name":"Johnson Controls","registrationDate":"2010-01-05T18:04:55.520+01:00","category":2,"subCategory":3,"legal":"Inc.","web":"http://www.jci.com","country":"United states","headAddress":"N. Green Bay Avenue, 5757","headCity":"Milwaukee","headPostCode":"WI 53201","headPhone":"(1)41 45 24 12 00","boss":"Alex Molinarolli","bossTitle":"Mr","bossPosition":"Chairman and CEO","membersCount":1,"membersFTE":"0.75","membership":"Johnson Controls is a member of the following trade assocations at the European level:&#xd;\n&#xd;\nAmerican Chamber of Commerce to the EU&#xd;\n&#xd;\nAssociation of European Storage Battery Manufacturers (EUROBAT)&#xd;\n&#xd;\nEuropean Alliance of Companies for Energy Efficiency in Buildings (EuroACE)&#xd;\n&#xd;\nEuropean Building Automation and Controls Association &#xd;\n(EUBAC)&#xd;\n&#xd;\nEuropean Partnership for the Environment (EPEE)&#xd;\n&#xd;\nEASE European Association for Storage of Energy&#xd;\n&#xd;\nThe membership fees paid to these organisations are not covered in the estimation of costs involved in representing our views to the European Institutions.","memberOrga":"","goal":"The future is being built today, and Johnson Controls is making that future more productive, more secure and more sustainable. We create intelligent buildings, efficient energy solutions, integrated infrastructure and next generation transportation systems that work seamlessly together to deliver on the promise of smart cities and communities. At its core, that promise is about delivering innovation that make people’s lives – and the world – better.&#xd;<br />&#xd;<br />Johnson Controls is a global diversified technology and multi industrial leader serving a wide range of customers in more than 150 countries. Our commitment to sustainability dates back to our roots in 1885, with the invention of the first electric room thermostat. We are committed to helping our customers win and creating greater value for all of our stakeholders through strategic focus on our buildings and energy growth platforms. Explore our site to learn how our innovative solutions are driving the future of urban efficiency: http://www.johnsoncontrols.com.","acronym":"JCI","interests":"Budget, Climate Action, Communication, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Energy Efficiency Directive&#xd;<br />Energy Performance of Buildings Directive&#xd;<br />Energy Union &#xd;<br />COS targets for cars&#xd;<br />REACH&#xd;<br />End of Life Vehicle Directive&#xd;<br />Battery Directive&#xd;<br />Skills initiatives&#xd;<br />Recycling/Circular Economy&#xd;<br />TTIP","lastUp":"2017-03-02T10:31:31.967+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}