{"id":"014120028084-09","name":"Democracy International e.V.","registrationDate":"2017-08-23T11:05:28.986+02:00","category":3,"subCategory":2,"legal":"eingetragener Verein","web":"http://www.democracy-international.org","country":"Germany","headAddress":"Friedrich-Ebert-Ufer 52","headCity":"Köln","headPostCode":"51143","headPhone":"(49)2 20 31 80 28 81","boss":"Daniel Schily","bossTitle":"Mr","bossPosition":"Vorstand","membersCount":5,"membersFTE":"4.25","membership":"https://sfe-ev.org&#xd;\nhttp://europeanmovement.eu&#xd;\nhttp://civic-forum.eu/en/","memberOrga":"www.democracy-international.org","goal":"Mission: Democracy International wants people to have the final political power. Democracy International aims to strengthen direct democracy and citizens’ participation on the local, national and transnational level across the globe. Democracy International stands for a globalisation of democracy and a democratisation of transnational decision-making processes.&#xd;<br />&#xd;<br />&#xd;<br />Democracy International intends to realise these main goals to accomplish its mission:&#xd;<br />&#xd;<br />Learning and exchange&#xd;<br />Democracy, the democratic procedural law and how it is practiced, is never completed but always in process. Different countries with different cultures develop a different kind of democracy. Yet, even if there is nothing like \"the ideal democracy\" we can constantly learn from each other and exchange experience with different styles and forms of democracy.&#xd;<br />&#xd;<br />Help and develop&#xd;<br />We aim to build cross-border support and transnational solidarity among citizens and democracy groups. Democracy International seeks to offer support by sharing expertise and lessons learnt through three decades of experience; by advising on organisational development and campaigning; and by connecting activist and experts around the globe.&#xd;<br />&#xd;<br />Transnational drawing together&#xd;<br />Today democracy is mainly a governmental form of states and sub-national political entities. International politics is still largely in the hands of national governments. With the European Union, forms of direct democracy have begun to emerge also at supranational level. Democracy International seeks to consolidate this process and foster the development of transnational democratic structures.","acronym":"DI","interests":"Education and training, General and Institutional Affairs, Justice and Fundamental Rights, Youth","euInitiatives":"Revision of the European Citizens' Initiative&#xd;<br />A new European Convention&#xd;<br />Transparency Register&#xd;<br />Citizens' Consultations","lastUp":"2018-08-10T11:56:10.018+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}