{"id":"014218910510-57","name":"EEF, the manufacturers' organisation","registrationDate":"2013-01-24T11:49:55.950+02:00","category":2,"subCategory":4,"legal":"Limited Company","web":"http://www.eef.org.uk","country":"United kingdom","headAddress":"Broadway House","headCity":"London","headPostCode":"SW1H 9NQ","headPhone":"(44)0 20 76 54 15 00","boss":"Ben Fletcher","bossTitle":"Mr","bossPosition":"Director of External Affairs","membersCount":10,"membersFTE":"4.75","membership":"CEEMET - www.ceemet.org&#xd;\nEUROFER - www.eurofer.be","memberOrga":"EEF, the manufacturers’ organisation, is the representative voice of UK manufacturing, with offices in London, Brussels, every English region and Wales. &#xd;\n&#xd;\nCollectively we represent 20,000 companies of all sizes, from start-ups to multinationals, across engineering, manufacturing, technology and the wider industrial sector. We directly represent over 5,000 businesses who are members of EEF. Everything we do – from providing essential business support and training to championing manufacturing industry in the UK and the EU – is designed to help British manufacturers compete, innovate and grow. &#xd;\n&#xd;\nFrom HR and employment law, health and safety to environmental and productivity improvement, our advice, expertise and influence enables businesses to remain safe, compliant and future-focused. &#xd;\nMore information at www.eef.org.uk","goal":"We are the voice of UK manufacturing and engineering and a leading provider of business support.  We want manufacturing industry, and your business, to be able to thrive, innovate and compete both locally and on a global scale.&#xd;<br />&#xd;<br />We work with a wide range of people, from industry leaders, managers and professionals, to young people, apprentices, policy-makers and the media.&#xd;<br />&#xd;<br />We promote and support enterprise and innovation in the UK while making sure businesses remain compliant, future-focused and competitive.","acronym":"EEF","interests":"Budget, Climate Action, Communication, Competition, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, General and Institutional Affairs, Internal Market, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"EEF works with the EU Parliament, Commission and Council to create an EU that is business-focused and effective. We want to see a reformed EU – one that is more dynamic and focused on growing its manufacturing base.&#xd;<br />&#xd;<br />As part of our engagement we hold meetings with EU Commissioners, with MEPs, the Commission and the UK government.&#xd;<br />&#xd;<br />Key focuses:&#xd;<br />- Employment and Social policy, e.g. Posting of Workers Implementation Directive &#xd;<br />- Climate, Energy and Environment policy, e.g. EU Emissions Trading System reform&#xd;<br />- Health &amp; Safety policy, e.g. Review of EU Chemicals legislation&#xd;<br />- Industrial policy, e.g. Industrial Policy Communication 2014&#xd;<br />- Innovation policy","lastUp":"2018-04-17T13:30:38.650+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}