{"id":"014356830869-61","name":"REGIONE PUGLIA","registrationDate":"2018-03-20T11:29:54.576+01:00","category":6,"subCategory":14,"legal":"Amministrazione Regionale","web":"http://www.regione.puglia.it","country":"Italy","headAddress":"Lungomare Nazario Sauro","headCity":"Bari","headPostCode":"","headPhone":"(39)08 05 40 30 52","boss":"MICHELE EMILIANO","bossTitle":"Mr","bossPosition":"PRESIDENTE DELLA REGIONE PUGLIA","membersCount":5,"membersFTE":"3.5","membership":"","memberOrga":"","goal":"La Puglia, nell'unità e indivisibilità della Repubblica e nell'ambito dell'Unione europea, è Regione con 4 milioni di abitanti, fondata sul rispetto della dignità, dei diritti, delle libertà della persona umana e sui valori di democrazia del nostro Paese. La Puglia, per la storia plurisecolare di culture, religiosità, cristianità e laboriosità delle popolazioni che la abitano e per il carattere aperto e solare del suo territorio proteso sul mare, è ponte dell'Europa verso le genti del Levante e del Mediterraneo negli scambi culturali, economici e nelle azioni di pace.&#xd;<br />La Regione Puglia favorisce l'autogoverno dei suoi abitanti e ne persegue il benessere e la sicurezza ispirandosi ai principi della Dichiarazione universale dei diritti dell'uomo, della Convenzione europea dei diritti dell'uomo, della Carta dei diritti fondamentali dell'Unione europea e della Costituzione italiana.&#xd;<br />La Regione esercita la propria funzione di governo attuando il principio di sussidiarietà, come responsabilità primaria delle istituzioni più vicine ai bisogni e come integrazione costante con le iniziative delle formazioni sociali e del volontariato dirette all'interesse generale e alla tutela pubblica dei diritti universali.&#xd;<br />L'ufficio della Regione Puglia a Bruxelles ha l'obiettivo di fare da tramite e punto di contatto con le istituzioni europee.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"La Regione Puglia, tramite il proprio Presidente, è membra ufficiale del Comitato Europeo delle Regioni e partecipa alla Commissione ENVE all'interno della quale è impegnata nella definizione di emendamenti alla Direttiva Gas di prossima discussione anche presso la Commissione ENVI del Parlamento Europeo. Presso la Commissione CIVEX la Regione Puglia è coinvolta nella definizione del futuro assetto dell'Europa. La Regione Puglia segue con attenzione la Commissione Affari Regionali del Parlamento Europeo dove ha attenzionato il dossier sul ruolo delle Regioni nell'implementazione degli accordi di Parigi.","lastUp":"2018-03-21T18:18:07.977+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}