{"id":"014486324634-10","name":"Daugavpils and Ilukste district partnership \"Neighbors\"","registrationDate":"2016-11-22T12:39:14.204+01:00","category":3,"subCategory":2,"legal":"NGO","web":"http://daugavpils.partneribas.lv","country":"Latvia","headAddress":"Rigas str.2","headCity":"Daugavpils","headPostCode":"","headPhone":"(371)29 18 46 40","boss":"Inga Krekele","bossTitle":"Ms","bossPosition":"Manager","membersCount":1,"membersFTE":"1.0","membership":"Latvian Rural Forum ( http://llf.partneribas.lv/lv/ )","memberOrga":"Local NGOs","goal":"A Local Action Group “Neighbors”, further LAG, operates Daugavpils and Ilukste regions. It was founded in 2003 and became one of the oldest LAG in Latvia. &#xd;<br />LAG associates public and private authorities from the territory e.g. local authorities,  nongovernmental organizations, active communities and local business. &#xd;<br />Our aim is to work towards Daugavpils and Ilukste regions’ development on the basis of local culture and family traditions by supporting and facilitating Local Action Communities.&#xd;<br />Our vision: On the basis of mutual cooperation, educated active countryside dwellers together with independent and sustainable organizations which are included into the general social organizations’ network create integrated rural society.&#xd;<br />Cultural diversity is major value of Daugavpils and Ilukste regions caused by different ethnical and nation groups’ interaction, which lived here during centuries. Generous cultural and historical heritage is represented by varied architectural monuments, such as public houses, country seats, peculiar populated areas and picturesque landscapes, churches. Latgalian cultural traditions, such as language diversity, folk music and dance prevail in these regions and are essential part of common Latvian culture.","acronym":"","interests":"Agriculture, International co-operation and development, Youth","euInitiatives":"LEADER/CLLD implementation  with specific focus on strengthening local development through cooperation.","lastUp":"2018-10-29T11:43:55.400+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}