{"id":"015095912691-85","name":"HACH LANGE GmbH","registrationDate":"2014-01-22T17:49:29.082+01:00","category":2,"subCategory":3,"legal":"HACH LANGE GmbH ist eine Gesellschaft mit beschränkter Haftung nach dem GmbH Gesetzt eingetragen unter HRB 94716 beim Registrierungsgericht Berlin-Charlottenburg","web":"http://www.de.hach.com","country":"Germany","headAddress":"Willstaetter Strasse, 11","headCity":"Duesseldorf","headPostCode":"40549","headPhone":"(49)21 15 28 80","boss":"Andy Helmers","bossTitle":"Mr","bossPosition":"CFO HACH LANGE Europe","membersCount":1,"membersFTE":"0.25","membership":"DWA &#xd;\nEWA&#xd;\nFIGAWA&#xd;\nGDCH&#xd;\nGWP, German Water Partnership","memberOrga":"","goal":"By means of introduction, Hach is the leading producer of water quality testing instruments and chemical tests. Our instruments monitor water quality in waste water effluents, drinking water production and in industrial plants. Wherever water quality is essential for production Hach Lange products are involved to guarantee expected water quality. Monitoring instruments and chemical rapid tests are in operation discontinuously in laboratories or in the field for spot testing or continuously in industrial processes or on waste water treatment plants. &#xd;<br />&#xd;<br />Main driver of all applications are legislative requirements coming from diverse EU directives (Urban waste water treatment, drinking water production, nitrate or bathing water) which have our customers to fulfill. &#xd;<br />Our customers using Hach Lange instruments and chemical tests to fulfill these requirements.&#xd;<br />&#xd;<br />Hach has more than 80 years of experience in analytical water testing. Our European Headquarter is located in Berlin and Düsseldorf, Germany. In Europe we have production sites in Germany, Switzerland and Spain. Subsidiaries with local sales and local services exist in 25 different countries. We employ more than 1500 people all over Europe.","acronym":"HL","interests":"Climate Action, Energy, Environment, Internal Market, Public Health, Regional Policy, Research and Technology","euInitiatives":"REACH ban of Chromium IV compounds&#xd;<br />Mercury Import/Export Ban&#xd;<br />Industrial Emission Directive (IED); Review of industrial BREF's&#xd;<br />Biocide Regulation&#xd;<br />Urban Waste Water Treatment Directive (UWTD), replacement of COD by TOC, search for alternatives&#xd;<br />Revision Drinking Water Directive&#xd;<br />Revision Waste Shipment Directive","lastUp":"2018-01-04T10:25:21.155+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}