{"id":"015257235855-57","name":"Koisce Region Brussels Office","registrationDate":"2019-09-10T15:21:20.412+02:00","category":6,"subCategory":14,"legal":"Representation of the Kosice Region in Brussels","web":"https://web.vucke.sk/sk/","country":"Slovakia","headAddress":"Námestie Maratónu mieru 1","headCity":"Kosice","headPostCode":"04001","headPhone":"(421)5 57 26 81 11","boss":"Michal Rohac","bossTitle":"","bossPosition":"Head of Office","membersCount":2,"membersFTE":"2.0","membership":"The Assembly of European Regions","memberOrga":"","goal":"Hlavným cieľom bruselskej kancelárie je propagácia a zabezpečenie vplyvu kraja v európskej politike a rozhodovaní o európskych aj medzinárodných otázkach, ktoré ovplyvňujú rozvoj a život kraja a to tam, kde je legálny priestor na takúto aktivitu. Zastúpenie kraja v Bruseli sleduje dianie, zapája sa do neho a aktívne reaguje všade  tam, kde to kraj uzná za prospešné. Zastúpenie dopĺňa aktivitu ostatných útvarov kraja v záujme najväčšieho dosahu  a na európske inštitúcie a legislatívu, tak aby boli využité všetky možné komunikačné kanály. Činnosťou sa kladie dôraz na zlepšenie čerpania európskych štrukturálnych a investičných fondov, monitorovanie projektov a výziev európskych inštitúcií, ovplyvňovanie tvorby európskej legislatívy (70 % právnych predpisov EÚ má priamy vplyv na regionálnu a miestnu úroveň), presadzovanie záujmov KSK a využívanie programov Európskej komisie na regionálny rozvoj. Berúc do úvahy rastúci počet a zložitosť európskych právnych predpisov ako aj aktuálne nastavovanie a vyjednávanie nového programového obdobia a teda aj finančných prostriedkov, z ktorých môže mať prospech KSK, ide primárne o naplnenie naliehavej potreby byť priamo pri zdroji informácií o finančných a rozvojových možnostiach, ktoré Európska únia ponúka a o reálnu schopnosť ich čo najefektívnejšie a správne využiť v prospech regiónu (mestá a regióny sú zodpovedné až za 60 % verejných investícií v Európe).","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Economic, Social and Territorial Cohesion   &#xd;<br />Regional policy, Macro-regions, Territorial cooperation&#xd;<br />Annual EU budget, Multiannual Financial Framework, and Local and Regional Finances    &#xd;<br />Smart specialisation&#xd;<br />Energy&#xd;<br />Enviroment","lastUp":"2019-09-10T15:21:57.946+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}