{"id":"015497016937-13","name":"The Federation of European manufacturers of Cookware and cutlery","registrationDate":"2015-04-13T22:13:05.708+01:00","category":2,"subCategory":4,"legal":"Association created under French legislation","web":"http://fecassociation.eu/","country":"France","headAddress":"FEC – The Federation of European manufacturers of Cookware and cutlery","headCity":"COURBEVOIE","headPostCode":"FR - 92400","headPhone":"(33)1 47 17 64 60","boss":"TOBIAS GERFIN","bossTitle":"Mr","bossPosition":"FEC President","membersCount":6,"membersFTE":"2.0","membership":"Depending on EU draft legislation FEC cooperates with other EU and international associations involved in matters of similar interest.&#xd;\nAt this moment FEC cooperates with e.g. &#xd;\n. Glass Alliance Europe&#xd;\n. Nickel Institute&#xd;\n. Cobalt Institute&#xd;\n. Ceramunie&#xd;\n. Industry Cross Sectors Group on materials and articles in contact with food&#xd;\n. EEA - European Enamel Association&#xd;\n. Eurofer&#xd;\n. CES - Silicones Europe&#xd;\n. TDMA - Titanium Dioxide&#xd;\n. American cookware manufacturers association (CMA - USA)","memberOrga":". 4 National associations: Unitam, Fédération Française de la Coutellerie, Francéclat and IVSH&#xd;\n. 37 Direct members manufacturing cutlery, flatware, hollowware and cookware&#xd;\n. 5 Associated members: coating manufacturers related to the sector&#xd;\nSee details of the membership on website (http://fecassociation.eu/)","goal":"FEC aims to determine and consider problems of common interest to FEC members and to represent their common interests.&#xd;<br />FEC provides support for technical improvements and officially represents the common interests of its members to the international authorities and particularly to the European institutions in Brussels and EDQM / CoE in Strasbourg.&#xd;<br />FEC members have to agree with the FEC Code of Conduct (which includes respect of EU-anti-trust rules and EU-law).","acronym":"FEC","interests":"Business and Industry, Competition, Environment, Food Safety, Public Health, Research and innovation, Trade","euInitiatives":"Follow-up and representation of FEC members in European meetings concerning&#xd;<br />. EU \"food contact materials\" legislation and resolutions of the Council of Europe / EDQM related to the similar topics. The members of FEC are working with a very broad range of food contact materials: metals, ceramics, plastics, rubbers, silicones, organic and&#xd;<br />inorganic coatings, wood, paper, ....&#xd;<br />. Follow-up of EU REACH and CLP legislation&#xd;<br />. Follow-up of EU legislation concerning \"made in Europe\"&#xd;<br />. TTIP by DG Trade&#xd;<br />. Innovation and \"Factory of the future\" (fourth industrial revolution).","lastUp":"2019-11-26T10:19:19.384+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}