{"id":"016107725457-79","name":"European Association of Distance Teaching universities","registrationDate":"2017-01-16T14:30:02.879+02:00","category":3,"subCategory":2,"legal":"European non-governmental organisation","web":"http://eadtu.eu","country":"Netherlands","headAddress":"EADTU","headCity":"Maastricht","headPostCode":"6212 XN","headPhone":"(31)4 33 11 87 12","boss":"George Ubachs","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":7,"membersFTE":"5.25","membership":"https://icde.memberclicks.net/","memberOrga":"http://eadtu.eu/members/current-members","goal":"The European Association of Distance Teaching Universities (EADTU) is Europe's leading institutional association in online, open and flexible higher education, and is at the heart of the modernisation agenda of European universities. Growing from its eleven founding members in ten European nations, EADTU now has a membership of fifteen institutions and fourteen national associations across 25 nations. Its membership covers over 200 universities and around 3 million students.&#xd;<br />EADTU has a European coverage and is regarded as a key-partner of the European Commission as far as lifelong open and flexible learning in distance higher education is concerned.&#xd;<br />We are committed to the creation of a European Learning Space in accordance with the Bologna Declaration and the ET2020 Strategy.&#xd;<br />We define ourselves through three critical features of European open and distance higher education:&#xd;<br />student-centered learning based on high quality online learning environments;&#xd;<br />openness to learners achieved through flexible, inclusive structures and methods that take higher education to students when and where they need it;&#xd;<br />networked education and mobility, where students can learn across national, sectoral and institutional boundaries.&#xd;<br />In this respect EADTU:&#xd;<br />promotes Online, Open &amp; Flexible (OOF) education, supporting collaboration and developing new methods and techniques within project;&#xd;<br />shares expertise in OOF education by organising events, staff-students exchange, expert pools, projects, task forces, etc;&#xd;<br />supports policy cooperation and policymaking at rectors level and in cooperation with the EU, European stakeholder organisations and national governments;&#xd;<br />is a forum and structure for continuous communication for administrators and staff;&#xd;<br />operates in the field of 6 policy areas: Lifelong Learning, Research &amp; Innovation,  Open Education &amp; MOOCs. Virtual Mobility, Skills &amp; Employability and  Quality Assurance;&#xd;<br />offers a platform for members at events, like the annual EADTU conference on OOF education;&#xd;<br />is an information centre for members on latest developments in OOF education and related EU policies and programmes.","acronym":"EADTU","interests":"Education and training","euInitiatives":"ET2020&#xd;<br />Modernisation agenda&#xd;<br />Erasmus+&#xd;<br />Horizon2020","lastUp":"2019-06-24T10:52:04.779+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}