{"id":"016172626542-72","name":"Stowarzyszenie Komunikacji Marketingowej SAR (SAR Marketing Communication Association)","registrationDate":"2017-03-29T08:25:40.290+01:00","category":3,"subCategory":2,"legal":"ASBL (stowarzyszenie)","web":"http://sar.org.pl","country":"Poland","headAddress":"ul. Czerska 8/10","headCity":"Warszawa","headPostCode":"00-732","headPhone":"(48)2 28 98 84 25","boss":"Dariusz Andrian","bossTitle":"Mr","bossPosition":"Prezes Zarządu","membersCount":1,"membersFTE":"0.25","membership":"European Association of Communications Agencies   http://eaca.eu/&#xd;\nCannes Lions    https://www.canneslions.com/&#xd;\nKonfederacja Leviatan   http://konfederacjalewiatan.pl/&#xd;\nRada Reklamy  https://www.radareklamy.pl/","memberOrga":"http://sar.org.pl","goal":"Stowarzyszenie Komunikacji Marketingowej SAR zostało powołane i formalnie zarejestrowane w 10.12.1996 roku z inicjatywy osób od szeregu lat związanych z branżą komunikacji marketingowej.&#xd;<br />Celem Stowarzyszenia jest ułatwianie wymiany informacji i współpracy pomiędzy członkami Stowarzyszenia, reprezentowanie ich interesów w otoczeniu zewnętrznym, a także wzmacnianie dialogu wszystkich uczestników branży komunikacji marketingowej w Polsce. &#xd;<br />Wdrażamy i popularyzujemy standardy biznesowe, w tym przetargowe i prawne. Naszym priorytetem jest wierność zasadom etycznym i odpowiedzialnym społecznie które są ważną częścią sukcesu każdego biznesu. Ważne dla nas jest, aby członkowie SAR i ich partnerzy biznesowi kierowali się zasadą win-win w swojej działalności.&#xd;<br />Nasza działalność edukacyjna skierowana jest do wszystkich uczestników rynku komunikacji marketingowej. Prowadzimy szereg szkoleń i seminariów oraz badania rynkowe. &#xd;<br />Od 2019 r wraz z IAB Polska zainicjowaliśmy utworzenie Rady Sektorowej ds. Kompetencji Sektora Komunikacji Marketingowej. &#xd;<br />Przy Stowarzyszeniu działają wyspecjalizowane kluby: Klub Agencji Eventowych, Polski Klub Brandingu, Klub Producentów Reklamowych, Klub Twórców Reklamy, Klub Mediowy, Klub Strategów, Klub Dyrektorów Finansowych oraz Klub Ad Tech. &#xd;<br />Stowarzyszenie Komunikacji Marketingowej SAR jest od wielu lat organizatorem konkursów i konferencji, wyznaczających standardy w branży reklamowej. Najważniejszymi wydarzeniami są: Effie Awards, Innovation Ad i Konkurs Twórców Reklamy.&#xd;<br />Jesteśmy oficjalnym przedstawicielem Cannes Lions oraz Shots w Polsce.&#xd;<br />Należymy do Rady Reklamy, Federacji Związków Komunikacji Marketingowej oraz Związku Kontroli Dystrybucji Prasy. Stale współpracujemy z: PKPP Lewiatan, Komitetem Badań Radiowych, Stowarzyszeniem Normalne Państwo, Fundacją im. Stefana Batorego, Stowarzyszeniem SOS Wioski Dziecięce, Ministerstwem Spraw Zagranicznych/Radą Promocji Polski, Idea! Management Consulting oraz Media Business Insight Limited – wydawcą magazynu Shots.&#xd;<br />Oprócz SKM SAR, w Federacji Związków Komunikacji Marketingowej, które jest ciałem reprezentującym przy Polskiej Konfederacji Pracodawców Prywatnych Lewiatan interesy organizacji branżowych z rynku medialnego, są jeszcze: Związek Agencji Reklamowych, Polskie Stowarzyszenie Marketingu SMB, Związek Firm Public Relations oraz Organizacja Firm Badnia Opinii i Rynku. Wspólnie działamy prowadząc działania lobbingowe i public affairs, mające na celu zmiany i w efekcie poprawę obowiązującego prawa reklamowego.","acronym":"SAR","interests":"Banking and financial services, Budget, Business and Industry, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Food Safety, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Youth","euInitiatives":"Jednolity Rynek Cyfrowy&#xd;<br />E-privacy directive&#xd;<br />Dyrektywa audio-wizualna&#xd;<br />Ochrona danych osobowych&#xd;<br />Edukacja","lastUp":"2019-11-20T11:20:07.114+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}