{"id":"016168135607-58","name":"Comunidad de Trabajo de los Pirineos","registrationDate":"2019-08-13T10:08:48.219+02:00","category":6,"subCategory":11,"legal":"Consorcio","web":"http://ctp.org/","country":"Spain","headAddress":"Av. Ntra. Sra. de la Victoria, 8","headCity":"Jaca","headPostCode":"22700","headPhone":"(34)9 74 36 31 00","boss":"Jean-Louis Valls","bossTitle":"","bossPosition":"Director","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"La CTP está formada por:&#xd;\n&#xd;\n- las regiones francesas de Nouvelle-Aquitaine y Occitanie;&#xd;\n&#xd;\n- las Comunidades Autónomas españolas de Catalunya, Aragón, Navarra y Euskadi&#xd;\n&#xd;\n- el Principado de Andorra.&#xd;\n&#xd;\n&#xd;\nEl territorio de la CTP está caracterizado por una frontera que es esencialmente montañosa con el macizo pirenaico como barrera física y que va de la costa atlántica a la mediterránea.&#xd;\nMás información aquí:&#xd;\nhttps://ctp.org/modulos.php?idmodulos=7","goal":"El objetivo de la CTP es contribuir al desarrollo de los Pirineos, teniendo en cuenta sus desafíos y apoyándose en sus fortalezas. Hace más de tres décadas que la CTP busca favorecer los intercambios entre los territorios y las y los actores del macizo pirenaico, encontrar soluciones conjuntas a sus problemas comunes y poner en marcha acciones transfronterizas.&#xd;<br />&#xd;<br />Sus objetivos:&#xd;<br />&#xd;<br />- Favorecer los intercambios entre los territorios y las y los actores del Macizo pirenaico,&#xd;<br />- Tratar conjuntamente las problemáticas que afectan al macizo,&#xd;<br />- Buscar soluciones comunes a los retos identificados,&#xd;<br />- Poner en marcha acciones compartidas y estructurales de alcance transnacional.&#xd;<br />&#xd;<br />&#xd;<br />La CTP está formada por dos regiones francesas (Nouvelle-Aquitaine y Occitanie); cuatro Comunidades Autónomas españolas (Catalunya, Aragón, Navarra y Euskadi) y el Principado de Andorra. Siete territorios en total.","acronym":"CTP","interests":"Regional Policy","euInitiatives":"Propuesta de REGLAMENTO nº375/2018 DEL PARLAMENTO EUROPEO Y DEL CONSEJO por el que se establecen las disposiciones comunes relativas al Fondo Europeo de Desarrollo Regional, al Fondo Social Europeo Plus, al Fondo de Cohesión y al Fondo Europeo Marítimo y de Pesca, así como las normas financieras para dichos Fondos y para el Fondo de Asilo y Migración, el Fondo de Seguridad Interior y el Instrumento de Gestión de las Fronteras y Visados.&#xd;<br />REGLAMENTO nº374/2018 DEL PARLAMENTO EUROPEO Y DEL CONSEJO sobre disposiciones específicas para el objetivo de cooperación territorial europea (Interreg) financiado con ayuda del Fondo Europeo de Desarrollo Regional y los instrumentos de financiación exterior.&#xd;<br />Directiva 2013/55/UE del Parlamento Europeo y del Consejo, de 20 de noviembre de 2013 , por la que se modifica la Directiva 2005/36/CE relativa al reconocimiento de cualificaciones profesionales y el Reglamento (UE) n ° 1024/2012 relativo a la cooperación administrativa a través del Sistema de Información del Mercado Interior.","lastUp":"2019-08-13T10:09:19.886+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}