{"id":"016578618280-81","name":"Astronomie-Werkstatt \"Sterne ohne Grenzen\"","registrationDate":"2015-07-22T14:59:12.571+02:00","category":1,"subCategory":8,"legal":"keine","web":"http://www.sterne-ohne-grenzen.de","country":"Germany","headAddress":"Sülzgürtel 42","headCity":"Köln","headPostCode":"50937","headPhone":"(49)2 82 98 82","boss":"Harald Bardenhagen","bossTitle":"Mr","bossPosition":"Leiter","membersCount":3,"membersFTE":"1.5","membership":"EUROPARC Federation&#xd;\nInternational Dark Sky Association (via H. Bardenhagen)&#xd;\nAstronomische Gesellschaft (via H. Bardenhagen)&#xd;\nNABU (via H. Bardenhagen)&#xd;\nBUND (via H. Bardenhagen)","memberOrga":"keine","goal":"Die Astronomie-Werkstatt \"Sterne ohne Grenzen\" setzt sich für den Schutz der Natur in der Nacht und die Bewahrung eines sternenreichen Nachthimmels ein und hat die Einrichtung des \"lnternational Dark Sky Park Eifel National Park\" initiiert und fachlich begleitet (http://www.nationalparkeifel.de/go/eifel/german/Willkommen/Sternenpark.html)&#xd;<br />Hauptarbeitsbereiche sind die Beratung zu ökologisch-verantwortlicher, belastungsarmer Außenbeleuchtung und Naturerlebnisangebote in der nächtlichen Natur. &#xd;<br />Die Astronomie-Werkstatt begleitet zur Zeit fachlich ein Projekt des Naturparks Nordeifel e .V. zur Einrichtung eines \"lnternational Dark Sky Reserve\"(International Dark Sky Association IDA - www.darksky.org).&#xd;<br />(http://www.nrw-stiftung.de/presse/aktuelles-pi.php?piid=755)&#xd;<br />Darüberhinaus bietet die Astronomie-Werkstatt Veranstaltungen rund um das Naturerlebnis Astronomie und nächtliche Naturlandschaft und Lebensnischen an .&#xd;<br />http://www.nordeifel-tourismus.de/aktiv-natur/sternenregion-eifel","acronym":"AWSOG","interests":"Agriculture, Climate Action, Consumers, Culture, Energy, Environment, Humanitarian aid and civil protection, Public Health, Research and innovation","euInitiatives":"FHH-Richtlinie, Natura 2000 Netz, Vogelschutzrichtlinie, Einführung SSL-Technologie in der Außenbeleuchtung, europäische Beleuchtngsnormen und - Empfehlungen, Schutz der natürlichen Nachtlandschaften und nächtlichen Lebensnischen, Biodiversität und Lichtverschmutzung","lastUp":"2018-07-13T07:38:13.160+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}