{"id":"016573426066-92","name":"Université catholique de Louvain","registrationDate":"2017-03-16T13:33:49.789+01:00","category":4,"subCategory":12,"legal":"private body with a public mission","web":"http://uclouvain.be","country":"Belgium","headAddress":"Place de l'Université 1","headCity":"Louvain-la-Neuve","headPostCode":"1348","headPhone":"(3210)10 47 21 11","boss":"Vincent Blondel","bossTitle":"Mr","bossPosition":"Recteur","membersCount":2,"membersFTE":"0.5","membership":"The Guild of Research of European Research-intensive universities &#xd;\nhttp://www.the-guild.eu/ &#xd;\nCoimbra Group&#xd;\nhttp://www.coimbra-group.eu/&#xd;\nEuropean University Association&#xd;\nhttp://www.eua.be/ &#xd;\nAssociation internationale des Universités (AIU)&#xd;\nhttp://www.iau-aiu.net&#xd;\nAgence universitaire de la Francophonie (AUF)&#xd;\nhttps://www.auf.org/&#xd;\nFédération internationale des universités catholiques (FIUC)&#xd;\nhttp://fiuc.org/&#xd;\nFédération des universités catholiques européennes (FUCE)&#xd;\nhttps://www.unamur.be/fuce&#xd;\n&#xd;\nAssociation internationale de pédagogie universitaire (AIPU)&#xd;\nhttp://www.aipu-international.org/&#xd;\nRéseau Edx&#xd;\nEuraxess&#xd;\nScholars at risk&#xd;\nhttps://www.scholarsatrisk.org/&#xd;\ne.a.","memberOrga":"","goal":"UCL carries out three missions: education, research and serving society.&#xd;<br />&#xd;<br />Education: UCL wants to enable anyone who desires an education to pursue one of the highest possible quality. Whether fresh out of secondary school or in mid-career, students can acquire skills and expertise conducive to their personal and professional development. Course quality is ensured by closely tying innovation in teaching to developing programmes and maintaining their cutting edge.&#xd;<br />&#xd;<br />Research: As a research university, UCL assumes its place in an international community based on the recognition of the excellence of its contributions to development and knowledge dissemination. UCL favours an environment conducive to scientific creativity, the commercial development of findings, and a balance between research and teaching.&#xd;<br />&#xd;<br />Serving society: Leveraging its regional foothold (seven sites and two university hospitals in the French Community of Belgium), world-class research and educational capabilities, dynamic alumni network, formidable spin-off creation capacity, science parks, incubators and international development cooperation projects, UCL contributes to the development of a society that ensures the well-being of all its members.","acronym":"UCL","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Follow-up of EU initiatives that are relevant for the three missions carried out by UCL: education, reasearch and serving society (including development cooperation)","lastUp":"2018-03-15T16:34:27.687+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}