{"id":"01678796979-90","name":"Neth-ER","registrationDate":"2011-10-20T12:31:26.056+02:00","category":3,"subCategory":2,"legal":"IVZW","web":"http://www.neth-er.eu","country":"Belgium","headAddress":"Aarlenstraat, 22","headCity":"Brussel","headPostCode":"1050","headPhone":"(32)25 11 50 40","boss":"Fried Kramer","bossTitle":"Mr","bossPosition":"Director","membersCount":6,"membersFTE":"5.5","membership":"IGLO network (http://www.iglortd.org/)","memberOrga":"MBO Raad (62),&#xd;\nNuffic (0),&#xd;\nVereniging Hogescholen (45),&#xd;\nVSNU (14),&#xd;\nNWO (0),&#xd;\nKNAW (0),&#xd;\nISO,&#xd;\nLSVb,&#xd;\nNFU (8),&#xd;\nTNO (0),&#xd;\nJOB","goal":"Neth-ER (Netherlands house for Education and Research) is een internationale Vereniging zonder winstoogmerk (IVZW). Neth-ER is opgericht in 2006 door acht Nederlandse veldorganisaties werkzaam op de gebieden onderzoek, onderwijs en innovatie. Hun gezamenlijke doel is om de Nederlandse participatie aan de Europese programma’s te vergroten. Daarnaast moet Neth-ER bijdragen aan een adequate beïnvloeding van het Europese beleidsvormingsproces. Om dit te bereiken heeft de vereniging Neth-ER een kantoor in het Europese kwartier in Brussel gevestigd. Het kantoor is bemand met stafmedewerkers, een operationele staf en diverse stagiair(e)s. De vereniging werkt in eerste instantie voor de aangesloten leden, inclusief hun achterban. Daarnaast draagt Neth-ER bij aan het brede Nederlandse belang door een wekelijkse nieuwsbrief (gratis) uit te geven. Neth-ER wordt ondersteund door het ministerie van Onderwijs, Cultuur en Wetenschap (OCW).","acronym":"Neth-ER","interests":"Budget, Competition, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Food Safety, General and Institutional Affairs, Information Society, Public Health, Regional Policy, Research and Technology, Trans-European Networks, Youth","euInitiatives":"Alle belangrijke EU-initiatieven op de gebieden van financiën, onderzoek, innovatie, onderwijs en het Europese regiobeleid.","lastUp":"2018-04-16T15:14:59.924+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}