{"id":"017629027975-91","name":"POMERANTZ LLP - France","registrationDate":"2017-08-14T15:35:05.414+01:00","category":1,"subCategory":10,"legal":"Bureau de représentation","web":"http://pomerantzlawfirm.com/","country":"France","headAddress":"68 rue du Faubourg Saint Honoré","headCity":"PARIS","headPostCode":"75008","headPhone":"(33)01 53 43 62 08","boss":"Jeremy  Lieberman","bossTitle":"Mr","bossPosition":"Co-Managing Partner","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Pomerantz is headquartered in New York City, with offices in Chicago, Los Angeles and Paris.&#xd;<br />&#xd;<br />Pomerantz is a recognized leader in shareholder litigation and has distinguished itself in its willingness, and ability, to hold accountable those who engage in fraud and other financial misconduct.&#xd;<br />&#xd;<br />Building upon the groundbreaking work of Abraham Pomerantz, the Firm’s founding partner, the Firm has been at the cutting edge of securities litigation for over 80 years. Pomerantz is a zealous advocate for investors and has played a leading role in establishing many of the shareholder rights that are now taken for granted. These include the right to bring securities class actions and derivative actions, the right to a jury trial in derivative actions, and the existence of fiduciary duties owed by investment banks to their clients.&#xd;<br />&#xd;<br />In addition to “making new law” for the benefit of shareholders, Pomerantz has an impressive track record of financial recoveries, having recovered over $1 billion for its clients.&#xd;<br />&#xd;<br />The Paris Office advises institutional investors in the European Union on how best to evaluate losses to their investment portfolios attributable to financial misconduct, and how best to maximize their potential recoveries in U.S. and international securities litigations.","acronym":"","interests":"Climate Action, Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Justice and Fundamental Rights, Taxation","euInitiatives":"- Collective redress arrangements for Institutional Investors;&#xd;<br />- Securities litigation;&#xd;<br />- Corporate Governance;&#xd;<br />- Sustainable responsible investment.","lastUp":"2017-08-14T16:19:37.071+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}