{"id":"017741319613-56","name":"PT Portugal, SGPS, S.A.","registrationDate":"2015-11-20T13:17:17.119+01:00","category":2,"subCategory":3,"legal":"SA","web":"http://www.telecom.pt","country":"Portugal","headAddress":"Av. Fontes Pereira de Melo, 40","headCity":"Lisboa","headPostCode":"1069-300","headPhone":"(351)2 15 00 20 00","boss":"João Zúquete","bossTitle":"Mr","bossPosition":"Chief Corporate Officer","membersCount":2,"membersFTE":"2.0","membership":"ETNO – European Telecommunications Network Operators&#xd;\nAPRITEL – Associação dos operadores de telecomunicações&#xd;\nAPDC – Associação portuguesa para o desenvolvimento das comunicações&#xd;\nGSMA – GSM Association","memberOrga":"","goal":"A PT Portugal SGPS SA (“PT Portugal”) é um operador de telecomunicações e multimédia global com sede em Portugal. As atividades da empresa estendem-se por todos os segmentos de telecomunicações: telefone fixo, móvel, multimédia, dados e soluções empresariais.&#xd;<br />No mercado português, a PT Portugal é uma empresa orientada para o cliente, com foco na inovação e execução para satisfazer as necessidades do consumidor digital. A PT Portugal está organizada por segmentos de clientes promovendo a colaboração entre funções e plataformas para garantir a melhor experiência do cliente. A prioridade da PT Portugal é criar valor sustentável para todos os segmentos de clientes.&#xd;<br />O foco na inovação continuará a ser uma prioridade para a PT Portugal, dado o seu papel fundamental para alcançar um crescimento sustentado, juntamente com os objetivos de maior competitividade na oferta de produtos e serviços, permitindo simultaneamente uma maior eficiência no seu desenvolvimento e entrega ao mercado.","acronym":"PT Portugal","interests":"Communication, Competition, Consumers, Culture and media, Digital economy and society, Environment, Single market, Trade, Trans-European Networks","euInitiatives":"Quadro Regulamentar aplicável às comunicações eletrónicas, Direito da Concorrência, Proteção do Consumidor, Privacidade e dados pessoais, Mercado Único Digital, Sustentabilidade.","lastUp":"2019-11-14T13:32:29.335+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}