{"id":"017977535270-34","name":"Consiglio Nazionale degli Ingegneri","registrationDate":"2019-07-01T14:46:55.922+02:00","category":6,"subCategory":9,"legal":"Ente pubblico non economico - public authority","web":"https://www.tuttoingegnere.it","country":"Italy","headAddress":"Via XX Settembre n. 5","headCity":"Roma","headPostCode":"00187","headPhone":"(39)0 66 97 67 01","boss":"Armando Zambrano ","bossTitle":"Mr","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"www.feani.org&#xd;\nwww.ecec.net/&#xd;\nwww.ecceengineers.eu/&#xd;\nwww.wfeo.org/","memberOrga":"n. 106 Ordini territoriali degli ingegneri","goal":"Il Consiglio Nazionale Ingegneri (CNI) è l'organismo nazionale di rappresentanza istituzionale degli interessi rilevanti della categoria professionale degli ingegneri. Il CNI (disciplinato nell'ordinamento giuridico italiano dalla Legge 1395/23, dal Regio Decreto 2537/25, dal Decreto Luogotenenziale 382/44 e dal DPR 169/2005), è ente di diritto pubblico vigilato dal Ministero della Giustizia.I compiti istituzionali del CNI prevedono, tra gli altri: il ruolo di magistratura di secondo grado nei ricorsi e reclami degli iscritti avversi alle decisioni dei Consigli dell'Ordine; l'espressione di pareri, su richiesta del Ministero della Giustizia, in merito a proposte di legge e regolamenti riguardanti la professione; la funzione di referente del Governo in materia professionale.&#xd;<br />Il CNI svolge un ruolo di primaria importanza nel promuovere, sviluppare e potenziare il ruolo dell'ingegnere al fine di accrescere la sua incidenza nella società in cui opera ed è impegnato nel perseguire obiettivi di crescita della professione a servizio della collettività e di un sempre maggiore riconoscimento, da parte delle forze politiche e sociali, del ruolo motore dell'ingegnere nei processi d'evoluzione e cambiamento.","acronym":"CNI","interests":"Energy, Environment, Humanitarian aid and civil protection, Research and innovation, Trans-European Networks, Transport","euInitiatives":"direttiva servizi&#xd;<br />riconoscimento titoli professionali&#xd;<br />esercizio della attività professionale di ingegnere","lastUp":"2019-07-01T14:47:28.255+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}