{"id":"018026613626-71","name":"European Network of Filipino Diaspora","registrationDate":"2014-05-23T17:58:16.591+02:00","category":3,"subCategory":2,"legal":"Association, Voluntary organisation","web":"http://www.enfid.org","country":"Netherlands","headAddress":"Meendaal 230","headCity":"Maastricht","headPostCode":"6228 GS","headPhone":"(31)4 33 25 27 59","boss":"Elizabeth von Atzigen","bossTitle":"Ms","bossPosition":"Chairperson","membersCount":5,"membersFTE":"1.75","membership":"","memberOrga":"Please refer to http//:enfid.org","goal":"To provide an effective forum for regional and global interaction between and among Filipino organizations within Europe.&#xd;<br />&#xd;<br />To promote integration in Europe and sustained concern and support to the Philippines in the form of development projects or investments.&#xd;<br />&#xd;<br />To empower the Filipino diaspora to think and act glocally (global and local) to be a potential and active contributor to the development the home country, the Philippine and the host countries in Europe.&#xd;<br />&#xd;<br />To promote commonality of goals among Filipino migrants and Filipino descents in Europe as well as with other migrants and European social groups.&#xd;<br />&#xd;<br />To initiate projects enabling Filipinos overseas to be effective contributors towards sustainable personal economic welfare and in the process become active participants in both host- and home-country development goals.&#xd;<br />&#xd;<br />As a European network of Filipino organisations all over Europe, we want ENFiD to have a committee to study the relevant migrant- and development related policies of EU and of the Philippines; design activities or programs which would be relevant to the development and integration of Filipino migrants in Europe; and disseminate information regarding the EU to our membership. This way we could bring Europe closer to the Filipino migrants. When necessary we would also want to forward recommendations to the EU regarding policy lines on migration and development.  &#xd;<br />&#xd;<br />ENFiD also aspires to look into the policy lines regarding migration and development in EU and in the Philippines. We want to be able to identify if there is a gap between policies and implementation and where necessary, to forward recommendations to respective agencies.","acronym":"ENFiD","interests":"Culture, Development, Employment and Social Affairs, Energy, Environment, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian Aid, Regional Policy, Trans-European Networks, Youth","euInitiatives":"EU-Diaspora dialogue/partnership&#xd;<br />Europe for Citizens Program&#xd;<br />EU Delegation to the Philippines&#xd;<br />Migration and Integration","lastUp":"2018-03-28T15:08:29.764+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}