{"id":"018186524537-72","name":"Valore Consulting","registrationDate":"2016-11-17T10:04:02.654+01:00","category":1,"subCategory":6,"legal":"SRL","web":"http://www.valoreconsulting.eu/","country":"Italy","headAddress":"Via Serraglio 19","headCity":"Imola (Bologna)","headPostCode":"40026","headPhone":"(39)05 42 64 32 66","boss":"Leonardo Vanni","bossTitle":"Mr","bossPosition":"Owner","membersCount":5,"membersFTE":"5.0","membership":"","memberOrga":"","goal":"We help companies in finding financial resources and tax breaks to achieve their own projects.&#xd;<br />&#xd;<br />We simplify the path to obtain financial funds thanks to our expertise about procedures and laws.&#xd;<br />&#xd;<br />We address companies towards strategic and organisational decisions for the growth.&#xd;<br />&#xd;<br />We define a focused and personalised consultancy by providing specific solutions.","acronym":"VCSRL","interests":"Agriculture and Rural Development, Budget, Communication, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Food Safety, Internal Market, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"We are almost “new” in this specific field. We want to deepen and enhance the quality of our job at this level.&#xd;<br />&#xd;<br />We are targeting the area of the European Projects for SME, bringing our competency and expertise to a European level. &#xd;<br />&#xd;<br />We started by cooperating with some companies in a few European Projects as described in the following section, and we would like to actively participate to the present Public Stakeholders Consultation on Horizon 2020 to bring our ideas and insights.","lastUp":"2017-11-06T09:09:10.493+01:00","customers":"Canclini Tessile SPA,Comonext SCPA,Giotto Industrial Networking SA,Università della Svizzera Italiana,IGB SRL","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"100000-499999"}