{"id":"018288224966-40","name":"Citywide Drugs Crisis Campaign","registrationDate":"2016-12-07T16:18:01.070+01:00","category":3,"subCategory":2,"legal":"non-profit company limited by guarantee","web":"http://www.citywide.ie","country":"Ireland","headAddress":"29 Whitworth Road","headCity":"Dublin","headPostCode":"9","headPhone":"(353)15 59 94 41","boss":"Joan Byrne","bossTitle":"Ms","bossPosition":"Company Secretary","membersCount":1,"membersFTE":"0.25","membership":"International Drugs Policy Consortium&#xd;\nEuropean Anti-Poverty Network","memberOrga":"http://www.citywide.ie/networks/","goal":"CityWide Drugs Crisis Campaign is a national network of community activists and community organisations that are involved in responding to Ireland's drugs crisis. CityWide was set up in 1995 to bring together Dublin communities that were struggling with the heroin crisis. We now work nationally linking communities across the country dealing with a range of substance issues.&#xd;<br />&#xd;<br />CityWide works to promote and support a community development approach to the drugs problem - this means involving the people who are most affected by the problem in dealing with the problem - drug users, their families and communities.&#xd;<br />&#xd;<br />CityWide aims&#xd;<br />To develop the capacity of local communities to respond to the drugs problem in their area.&#xd;<br />To provide ongoing support, facilitation and networking to local groups working on the drugs issue, either in areas already linked in to CityWide or other areas where communities may not be well organised.&#xd;<br />To campaign and lobby on policy issues in relation to drugs and, as part of this role, to carry out a representative role on behalf of the community sector on policy bodies.&#xd;<br />To encourage an inter-agency response to the drug problem, including government departments and agencies, trade unions, community and voluntary bodies and other relevant agencies that may be identified.","acronym":"","interests":"Public Health","euInitiatives":"EU Civil Society Forum on Drugs&#xd;<br />&#xd;<br />EU Drugs Strategy and Action Plan 2017-2020&#xd;<br />&#xd;<br />EU policy position on UNGASS","lastUp":"2019-11-01T14:28:52.067+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}