{"id":"018676935055-67","name":"Mouvement des entreprises de taille intermédiaire","registrationDate":"2019-06-05T11:23:45.325+02:00","category":2,"subCategory":1,"legal":"Syndicat loi 1884","web":"https://www.m-eti.fr","country":"France","headAddress":"18, rue Boissière","headCity":"Paris","headPostCode":"75116","headPhone":"(33)15 62 00 66","boss":"Alexandre MONTAY","bossTitle":"Mr","bossPosition":"Délégué général","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Créé en 1995, le METI rassemble et fédère les 5800 ETI autour de 3 objectifs : &#xd;<br />&#xd;<br />1. Faire connaître les ETI au niveau régional, national et européen et porter l'ambition de ces champions des territoires auprès des autorités publiques françaises et européennes ; &#xd;<br />&#xd;<br />2. Plaider pour un environnement plus compétitif aligné sur l'environnement économique et fiscal européen ; &#xd;<br />&#xd;<br />3. Promouvoir l'investissement de long terme, force des ETI qui allient dynamisme économique et valeurs humaines, en France et en Europe.","acronym":"METI","interests":"Budget, Business and Industry, Competition, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, Regional Policy, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Dans la lignée de nos propositions pour l'Europe nous souhaitons solliciter les autorités européennes pour valoriser la contribution des PME et de la Croissance des ETI à la prospérité économique européenne, ; soutenir la conquête internationale des ETI et des PME de croissance ; Adapter un environnement réglementaire, fiscal, financier européen à la croissance de long terme ; Favoriser le développement du capital humain en Europe ; Placer le numérique et l'innovation de rupture au coeur des projets européens. Toute initiative allant en ce sens pourra être suivi par notre organisation. &#xd;<br />&#xd;<br />En outre, nous sommes particulièrement attentif à la redéfinition de la catégorie PME à l'échelle européenne à laquelle nous avons apporté notre contribution l'année dernière lors de la Consultation publique organisée par la Commission.","lastUp":"2019-06-05T15:08:15.321+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}