{"id":"01890906437-84","name":"LA POSTE","registrationDate":"2011-08-16T16:41:05.574+02:00","category":2,"subCategory":3,"legal":"Société anonyme","web":"http://www.laposte.fr/","country":"France","headAddress":"9 RUE DU COLONEL PIERRE AVIA","headCity":"PARIS CEDEX 15","headPostCode":"75757","headPhone":"(33)01 55 44 00 00","boss":"Jean-Paul FORCEVILLE","bossTitle":"Mr","bossPosition":"Directeur des Relations Européennes et Internationales","membersCount":5,"membersFTE":"3.5","membership":"La Poste est membre de l'Association des opérateurs publics postaux européens (POSTEUROP), de l'International Post Corporation (IPC) et l'European Services Forum (ESF).","memberOrga":"","goal":"La Poste est un grand groupe de services français détenu à 100% par des actionnaires publics. Le groupe La Poste est structuré autour de 5 branches d’activité, toutes en pleine concurrence :&#xd;<br />-\tServices-Courrier-Colis&#xd;<br />-\tLa Banque Postale&#xd;<br />-\tGeoPost &#xd;<br />-\tNumérique&#xd;<br />-       Réseau des bureaux de poste&#xd;<br />&#xd;<br />La Poste assure aussi quatre missions de service public : le service universel du courrier, le transport et la distribution de la presse, la contribution à l'aménagement et au développement du territoire et l'accessibilité bancaire.&#xd;<br />&#xd;<br />La Poste est un groupe multi-activités et veut le rester : elle a l'ambition de transformer et d'enrichir son offre courrier, d'être un acteur majeur de l'essor du e-commerce et de la logistique urbaine, de développer une banque différente, proche et citoyenne, de créer de nouveaux services de proximité humaine et de devenir un tiers de confiance numérique au service de tous les acteurs. &#xd;<br />&#xd;<br />En 2017, La Poste a réalisé un chiffre d’affaires de 24,1 milliards d’euros, dont 24,4% à l’international, avec un effectif de 253 000 collaborateurs. La résultat net du groupe est de 851 millions d'euros.","acronym":"","interests":"Competition, Consumers, Customs, Digital economy and society, Justice and Fundamental Rights, Single market, Taxation, Trade, Transport","euInitiatives":"- Évolution des Directives postales &#xd;<br />- Suivi des débats et des travaux concernant les services d'intérêt économique général et les règles sur les aides d'État&#xd;<br />- Outil d'information sur le marché unique&#xd;<br />- Règlement sur la protection de la vie privée dans les communications électroniques &#xd;<br />- Dans le cadre du DSM, refonte de la Directive concernant la réutilisation des informations du secteur public, initiative sur les plateformes, fiscalité du numérique&#xd;<br />- Révision des Directives relatives aux droits des consommateurs &#xd;<br />- Paquet mobilité&#xd;<br />- Normalisation&#xd;<br />- Commerce international : mesures d'application du codes douanes communautaires, collecte de la TVA à l'import sur les envois du e-commerce, accords de libre-échange.","lastUp":"2018-07-03T10:03:32.220+02:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}