{"id":"01899093062-43","name":"Die Armutskonferenz","registrationDate":"2010-01-15T17:42:25.428+02:00","category":3,"subCategory":2,"legal":"Verein","web":"http://www.armutskonferenz.at","country":"Austria","headAddress":"Herklotzgasse, 21","headCity":"Wien","headPostCode":"1150","headPhone":"(431)4 02 69 44 12","boss":"Pühringer Judith","bossTitle":"Ms","bossPosition":"Obfrau / Chair","membersCount":4,"membersFTE":"3.0","membership":"Die Armutskonferenz ist Mitglied im European Anti Poverty Network EAPN","memberOrga":"http://www.armutskonferenz.at/ueber-uns/mitglieder.html&#xd;\n&#xd;\nhttp://www.armutskonferenz.at/english-information.html","goal":"Die Armutskonferenz versteht sich als Lobby derer die keine Lobby haben. Sie vernetzt über 40 Organisationen, die im Kampf gegen Armut und Ausgrenzung in Österreich engagiert sind. Sie will Armutsrealitäten thematisieren und sichtbar machen und zur Verbesserung der Lebenssituation von Menschen mit Armutserfahrungen beitragen. Sie engagiert sich für die umfassende gesellschaftliche, ökonomische, kulturelle und politische Teilhabe von Menschen mit Armutserfahrungen und trägt mit dem Partizipationsprojekt \"Sichtbar machen\" zur Vernetzung von Selbstorganisation von Menschen mit Armutserfahrungen bei.","acronym":"","interests":"Employment and Social Affairs","euInitiatives":"We are part, or member of the EAPN, European Anti Poverty Network, situated in Brussels.&#xd;<br />&#xd;<br />We are part, or member of an international Projekt 2017 EMIN, European Minimum Income Network, organized by EAPN / Brussels&#xd;<br />&#xd;<br />Since 2016 we a setting up, going international with a project we call, Journalism prize from below, going international.  Acual members are Croatia, Hungaria, Rumania, Serbia, Iceland, Finnland and Macedonia&#xd;<br />&#xd;<br />We are member ot the consulting group in the ministerium for social, labour an consumer protection in the EU 2020 aims","lastUp":"2018-09-10T13:59:46.010+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}