{"id":"01936914624-97","name":"Slow Food","registrationDate":"2010-11-29T12:27:48.366+01:00","category":3,"subCategory":2,"legal":"Associazione non profit","web":"http://www.slowfood.com","country":"Italy","headAddress":"P.zza XX Settembre, 5","headCity":"Bra (CN)","headPostCode":"12042","headPhone":"(39)01 72 41 96 11","boss":"Carlo Petrini ","bossTitle":"Mr","bossPosition":"Presidente","membersCount":16,"membersFTE":"9.75","membership":"Slow Food is member of several informal NGOs coalitions working on food related topics such as GMOs, seeds, bees and pesticides, food waste, animal welfare, TTIP, food quality, etc.","memberOrga":"Slow Food Italia&#xd;\nSlow Food Deutschland&#xd;\nSlow Food in the UK&#xd;\nSlow Food Nederland&#xd;\nAssociation of Slow Food Convivia in Bulgaria &#xd;\nSlow Food Polska&#xd;\nSlow Food i Norden&#xd;\nSlow Food Brasil&#xd;\nSlow Food Chile&#xd;\nSlow Food CH&#xd;\nSlow Food USA&#xd;\nSlow Food Nippon&#xd;\nSlow Food Great China&#xd;\nSlow Food Youth Network&#xd;\nSlow Food South Korea&#xd;\nSlow Food Convivia Association of Kenya","goal":"Slow Food is an international, grassroots membership organization promoting good, clean and fair food for all. Slow Food's approach to agriculture, food production and consumption is based on a concept of food quality defined by three interconnected principles: -GOOD a fresh and flavoursome seasonal diet that satisfies the senses and is part of our local culture; -CLEAN food production and consumption that does not harm the environment, animal welfare or our health; -FAIR accessible prices for consumers and fair conditions and pay for small-scale producers. Slow Food stands at the crossroads of ecology and gastronomy, ethics and pleasure. It opposes the standardization of taste and culture, and the unrestrained power of the food industry and factory farming. Our association believes in the concept of neo-gastronomy - recognition of the strong connections between plate, planet, people and culture. We envision a world in which all people can access and enjoy food that is good for them, good for those who grow it and good for the planet. 3 main concepts form the basis of our mission: 1. DEFENDING FOOD DIVERSITY. We are committed to protecting traditional and sustainable quality foods, defending the biodiversity of cultivated and wild varieties as well as cultivation and processing methods. Through maintaining the diversity of regional food and agricultural traditions, the wisdom of local communities can be preserved to protect the ecosystems that surround them and to offer sustainable prospects for the future. 2. MAKING CONNECTIONS. Slow Food believes that food is tied to many aspects of life, including culture, politics, agriculture and the environment. This is why we are an active player in a wide variety of areas, from education to agricultural policy. To work across this broad sphere, Slow Food defends biodiversity in our food supply, promotes food and taste education and connects sustainable producers to co-producers through events and network-building. 3. COLLECTIVE ACTION. Collectively our consumer choices can bring great change to how food is cultivated, produced and distributed. To highlight this, we consider ourselves co-producers - eaters who are informed about where and how their food is produced and actively support local producers, therefore becoming part of the production process.","acronym":"NA","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Consumers, Culture, Education and training, Enlargement, Environment, Food Safety, Foreign affairs and security policy, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Trade, Youth","euInitiatives":"Common Agricultural Policy &#xd;<br />Common Fisheries Policy &#xd;<br />Animal Welfare Strategy&#xd;<br />Hygiene Rules and Flexibility Provisions &#xd;<br />Food Information to Consumers&#xd;<br />Food Waste and Circular Economy Package&#xd;<br />GMOs &amp; glyphosate&#xd;<br />Biodiversity and Nature&#xd;<br />International trade agreements&#xd;<br />Climate change &#xd;<br />Neonicotinoids&#xd;<br />Quality &amp; promotion","lastUp":"2019-03-18T12:55:52.888+01:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}