{"id":"01953872943-65","name":"INTERNATIONAL FEDERATION OF MUSICIANS","registrationDate":"2010-01-05T12:50:26.188+01:00","category":3,"subCategory":2,"legal":"NON PROFIT ORGANISATION","web":"https://www.fim-musicians.org","country":"France","headAddress":"Rue Victor Massé, 21 bis","headCity":"Paris","headPostCode":"F-75009","headPhone":"(33)1 45 26 31 23","boss":"Benoît MACHUEL","bossTitle":"Mr","bossPosition":"Secrétaire général","membersCount":2,"membersFTE":"0.5","membership":"IAEA (International Arts and Entertainment Alliance)&#xd;\nEAEA (European Arts and Entertainment Alliance)&#xd;\nIMC (International Music Council)&#xd;\nEMC (European Music Council)&#xd;\nCGU (Council of Global Unions)&#xd;\nETUC (European Trade Union Confederation)","memberOrga":"YOUNION(1502),&#xd;\nACOD(360),&#xd;\nCSC-TRANSCOM(250),&#xd;\nACV-TRANSCOM(250),&#xd;\nUBMD(500),&#xd;\nHGU(591),&#xd;\nDMF(5428),&#xd;\nSML(3250),&#xd;\nSNAM(1900),&#xd;\nDOV(10417),&#xd;\nVER.DI(4300),&#xd;\nPMU(1200),&#xd;\nMZTSZ(4000),&#xd;\nIMU(460),&#xd;\nIMU(1050),&#xd;\nKNTV(2000),&#xd;\nFNV-KIEM(1446),&#xd;\nMFO(3500),&#xd;\nFORUM(200),&#xd;\nSMP(300),&#xd;\nFAIR(703),&#xd;\nUNIA(252),&#xd;\nFSC-CCOO(154),&#xd;\nSMF(2800),&#xd;\nBMU(30925),&#xd;\nAFM(16000),&#xd;\nMUJ(2600),&#xd;\nSINDMUSI(1250),&#xd;\nSITMUCH(127),&#xd;\nSIMUHS(308),&#xd;\nJFM(1086),&#xd;\nSITMAS(600),&#xd;\nFMB(300),&#xd;\nSYNAM(300),&#xd;\nSYCAMU(350),&#xd;\nMUSIGA(750),&#xd;\nAMIG(300),&#xd;\nMAM(600),&#xd;\nORUUANO(320),&#xd;\nANACIMM(304),&#xd;\nAMS(600),&#xd;\nCWUSA(600),&#xd;\nSARIAC(300),&#xd;\nUMU(652),&#xd;\nSIMCCAP(300),&#xd;\nTAMUNET(420),&#xd;\nKAU(158),&#xd;\nMEAA(858),&#xd;\nMUI(300),&#xd;\nSMU(402)SFWU(200),&#xd;\nSMV-USDAM(1449),&#xd;\nMFI(375),&#xd;\nLKDAF(153),&#xd;\nSADEM(1300),&#xd;\nAPFUTU(151),&#xd;\nPA-SY-NEK(200),&#xd;\nGWU(50),&#xd;\nUMCA(530),&#xd;\nFUDEM(300),&#xd;\nIMU(300),&#xd;\nMUSIGAM(310),&#xd;\nMULIB(314),&#xd;\nSLC-CGIL(2000),&#xd;\nSUTM(10000)","goal":"La Fédération Internationale des Musiciens, fondée en 1948, est l’organisation représentant les syndicats, guildes et associations professionnelles de musiciens au niveau mondial. À ce jour, elle compte environ 65 membres dans 60 pays.&#xd;<br />&#xd;<br />La FIM a créé trois groupes régionaux, pour l'Afrique (le CAF, Comité africain de la FIM), l'Amérique latine (le GLM, Grupo Latinoamericano de Musicos) et l'Europe (le groupe européen de la FIM).&#xd;<br />&#xd;<br />La FIM a pour but de sauvegarder et de développer les intérêts d’ordre économique, social et artistique des musiciens représentés par ses associations membres.&#xd;<br />&#xd;<br />Ses objectifs sont notamment les suivants : &#xd;<br />- Encourager dans tous les pays l'organisation professionnelle des musiciens.&#xd;<br />- Grouper en son sein les organisations de musiciens du monde entier, stimuler et renforcer la coopération internationale.&#xd;<br />- Prendre toutes initiatives utiles afin de faire naître des dispositions législatives (ou autres), sur le plan national et international, pour la protection des musiciens.&#xd;<br />- Conclure des accords avec d'autres organisations internationales dans l'intérêt des associations membres et dans celui de la profession.&#xd;<br />- Recueillir des statistiques et d'autres éléments documentaires relatifs à la profession de musicien et assurer leur diffusion parmi les associations membres.&#xd;<br />- Apporter un appui moral et matériel aux associations membres lorsque celles-ci se trouvent engagées dans une lutte de défense professionnelle en accord avec les buts poursuivis par la FIM.&#xd;<br />- Encourager tous les efforts tendant à assurer que la bonne musique devienne un patrimoine commun à tous les peuples.&#xd;<br />- Organiser des conférences et congrès internationaux.&#xd;<br />- Collaborer étroitement avec l'Organisation Mondiale de la Propriété Intellectuelle (OMPI), avec le Bureau International du Travail (BIT) et avec l'UNESCO, et assurer enfin des relations permanentes avec toutes les organisations internationales dont l'activité peut être utile à la FIM.&#xd;<br />&#xd;<br />En tant qu’organisation non gouvernementale, la FIM est en relation permanente avec les principales organisations intergouvernementales telles que l’UNESCO, l'OIT, l’OMPI. Elle est reconnue et consultée par le Conseil de l’Europe, la Commission européenne et le Parlement européen. La FIM a donc la possibilité de participer aux négociations internationales sur la protection des artistes interprètes et d'y faire entendre la position des musiciens.&#xd;<br />&#xd;<br />La FIM est membre du Conseil International de la musique (CIM). Elle collabore également avec toutes les organisations nationales et internationales représentant les intérêts des travailleurs artistiques. Avec la Fédération Internationale des acteurs (FIA) et la Fédération UNI des médias et du spectacle (UNI-MEI), elle a créé l’Alliance Internationale des Arts et du Spectacle (IAEA). L'IAEA est membre du Conseil des Fédérations Mondiales Sectorielles (CGU).","acronym":"FIM","interests":"Competition, Culture, Culture and media, Digital economy and society, Employment and Social Affairs, International co-operation and development, Justice and Fundamental Rights, Single market, Transport","euInitiatives":"Transposition de la directive 2019/790&#xd;<br />Révision du règlement 2027/97&#xd;<br />Mise en œuvre du traité CITES&#xd;<br />Négociations TISA&#xd;<br />Socle européen des droits sociaux","lastUp":"2019-11-12T09:42:35.412+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}