{"id":"020074530578-16","name":"Crowdfunding Campus GmbH","registrationDate":"2018-03-06T12:20:33.070+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.crowdfunding-campus.com","country":"Germany","headAddress":"Petersteinweg 14","headCity":"Leipzig","headPostCode":"04107","headPhone":"(49)03 41 39 29 37 70","boss":"Stephan Popp","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":2,"membersFTE":"0.75","membership":"Mitglied im „Deutscher Crowdsourcing Verband“ http://www.crowdsourcingverband.de","memberOrga":"","goal":"8. Der Bildungsträger Crowdfunding Campus wurde 2016 mit dem Ziel initiiert, dass Gründungsgeschehe in Europa zu fördern und bestehende Instrumente zu modernisieren. Auf Grundlage der Expertise in den Themenbereichen Crowdfunding, Crowdsourcing und Crowdinnovation, entwickelte das Team hinter Crowdfunding Campus eine spezielle Maßnahme für Menschen auf den Weg in die Selbständigkeit. Die Maßnahme kombiniert die weit verbreitete und bekannte Gründerberatung und die Entwicklung eines Businessplans mit Crowdfunding. Aus dieser Kombination entsteht ein moderner Ansatz, der Teilnehmer mit praktischen Lösungsansätzen begleitet und Zugang zu Eigenkapital ermöglicht. In der Maßnahme wird ein Unternehmenskonzept entwickelt und innerhalb des Crowdfundings praktisch überprüft. Die Maßnahme ermöglicht den Teilnehmern Eigenkapital aufzubauen, erste Kunden zu gewinnen, die Gründungsidee im Markt einzuführen und mit Hilfe der eignen Zielgruppe das Vorhaben zu optimieren. Die Maßnahme ist in Deutschland zur Arbeitsmarktförderung zertifiziert und kann für Gründerinnen und Gründer gefördert werden.","acronym":"CFC","interests":"Banking and financial services, Business and Industry, Communication, Competition, Culture, Economy, finance and the euro, Education and training, Employment and Social Affairs, Institutional affairs, International co-operation and development, Research and innovation","euInitiatives":"Gründung mittels Crowdfunding &#xd;<br />Einsatz von Crowdfunding für SMEs in Deutschland und Europa","lastUp":"2019-03-15T10:59:34.874+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}