{"id":"02021363105-42","name":"Ericsson","registrationDate":"2010-01-22T11:44:48.580+02:00","category":2,"subCategory":3,"legal":"Telefonaktiebolaget LM Ericsson","web":"http://www.ericsson.com","country":"Sweden","headAddress":"Torshamngatan, 21-23","headCity":"Stockholm","headPostCode":"16483","headPhone":"(46)1 07 19 00 00","boss":"Börje Ekholm","bossTitle":"Mr","bossPosition":"CEO and President","membersCount":9,"membersFTE":"6.25","membership":"DIGITALEUROPE, ETNO, GSMA, EIF, ICC","memberOrga":"","goal":"Leading transformation through mobility&#xd;<br />&#xd;<br />We are a world leader in the rapidly changing environment of communications technology – providing equipment, software and services to enable transformation through mobility.&#xd;<br />&#xd;<br />Some 40 percent of global mobile traffic runs through networks we have supplied. More than 1 billion subscribers around the world rely every day on networks that we manage. With more than 45,000 granted patents, we have one of the industry’s strongest intellectual property rights portfolios.&#xd;<br />&#xd;<br />Our leadership in technology and services has been a driving force behind the expansion and improvement of connectivity worldwide. We believe that through mobility, our society can be transformed for the better. New innovations and forms of expression are finding a greater audience, industries and hierarchies are being revolutionized, and we are seeing a fundamental change in the way we communicate, socialize and make decisions together.&#xd;<br />&#xd;<br />These exciting changes represent the realization of our vision: a Networked Society, where every person and every industry is empowered to reach their full potential.","acronym":"","interests":"Audiovisual and Media, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Environment, External Relations, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Taxation, Trade, Trans-European Networks","euInitiatives":"European Communications Code&#xd;<br />DSM&#xd;<br />Copyright review / content availability&#xd;<br />Spectrum policy&#xd;<br />Cybersecurity&#xd;<br />ICT Standardisation&#xd;<br />IoT / Industry 4.0","lastUp":"2018-03-26T15:21:17.103+02:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":0,"turnoverRange":""}