{"id":"020407017288-38","name":"Kingspan Group PLC","registrationDate":"2015-05-08T16:05:45.765+01:00","category":2,"subCategory":3,"legal":"none","web":"http://www.kingspan.com","country":"Ireland","headAddress":"Dublin Road,","headCity":"Co Cavan","headPostCode":"","headPhone":"(353)4 29 66 75 01","boss":"Lorcan Dowd","bossTitle":"Mr","bossPosition":"Company Secretary","membersCount":2,"membersFTE":"0.5","membership":"http://www.euroace.org/ &amp; http://www.euase.com/ &amp; http://www.modernbuildingalliance.org","memberOrga":"","goal":"We go beyond the simple manufacture and supply of high performance products, to provide our customers with solutions that take into account every aspect of the challenges they face. &#xd;<br />&#xd;<br />This bespoke, holistic approach has driven the success of our business until now, and made Kingspan the market leading brand it is today. The Kingspan way includes exceptional service and support, grounded in unrivalled technical expertise, a strong commitment to environmental and social responsibility, investment in continuous research and development, and powerful and practical guarantees backing all products. Our market leading businesses epitomise the Group’s philosophy of customer-led, value-added solutions. &#xd;<br />&#xd;<br />Kingspan Group is the global leader in high performance insulation, building fabric and solar integrated building envelopes (see www.kingspan.com homepage). Founded in the late 1960s, the Group has grown steadily to become a prominent brand within the construction industry.","acronym":"KS","interests":"Business and Industry, Climate Action, Communication, Culture, Economy, finance and the euro, Education and training, Energy, Environment, Public Health, Regional Policy, Research and innovation","euInitiatives":"All initiatives, policies and legislative files that relate to the built environment. These range from review of the energy and climate package 2030 to the Energy Union's activities in particular the Energy Security Strategy.","lastUp":"2019-02-13T11:55:53.899+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}