{"id":"020519421542-46","name":"Planet Labs","registrationDate":"2016-04-27T14:56:43.833+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.planet.com","country":"Germany","headAddress":"Kurfürstendamm 22","headCity":"Berlin","headPostCode":"10719","headPhone":"(49)30 60 98 30 01 00","boss":"Massimiliano Vitale","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":3,"membersFTE":"1.0","membership":"EARSC - http://earsc.org/","memberOrga":"","goal":"Planet Labs&#xd;<br /> &#xd;<br />Planet Labs, based in San Francisco, designs, builds and operates the largest constellation of imaging satellites in history. Planet's mission is to image the entire Earth, every day. &#xd;<br />Planet moves quickly: in 3 years, Planet has successfully launched almost 200 satellites, called “Doves”, tripled their imaging capability, mitigated two failed launches and developed a cloud-based imaging platform that delivers satellite imagery to customers the same day it was captured. With the complementary RapidEye constellation, Planet Labs has an image archive from 2009, and a network of over one hundred partners around the world.&#xd;<br />&#xd;<br />With current satellite capacity, Planet will be capable of imaging the entire earth on a daily basis in 2017. &#xd;<br />&#xd;<br />Planet Labs Germany GmbH&#xd;<br />&#xd;<br />Offering the largest collection capacities and the quickest return time to any place on earth, Planet Lab’s RapidEye constellation of 5 identical Earth Observation satellites allows to reliably provide complete coverages of difficult-to-image areas and to fill the archive with large quantities of current data daily. Our satellites can collect up to 5 million km² of imagery daily, which makes Planet Labs unique in providing large-area coverages in short periods of time. &#xd;<br />&#xd;<br />The operation of the RapidEye Constellation by Planet Labs Germany GmbH in Berlin comprised of the 5 spacecraft, a dedicated spacecraft control center (SCC), reception facilities for enabling uplink/downlink services, and a ground segment designed to plan, acquire, and process over 5 million km² of imagery every day. The Ground Segment includes the Data Management System (DMS) and the Product Processing System (PPS) to handle customer orders, analyze geospatial imagery, generate standard and customized imagery products, and manage the data archival catalog.&#xd;<br />&#xd;<br />In addition to operating the RapidEye constellation Planet Labs Germany GmbH provides products and services based on the RapidEye imagery from raw data up to generating top class mosaics and provides these via streaming services to the customer.","acronym":"PL","interests":"Agriculture and Rural Development, Budget, Climate Action, Enterprise, Environment, Food Safety, Foreign and Security Policy and Defence, Humanitarian Aid, Research and Technology","euInitiatives":"- All Copernicus-related initiatives and policies, as well as files&#xd;<br />- H2020&#xd;<br />- All space -related initiatives, events, etc. of DG GROW&#xd;<br />All main space-related conferences, events in Europe","lastUp":"2017-04-18T15:18:08.880+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}