{"id":"020609814192-89","name":"Candice Joy Alexander","registrationDate":"2014-08-08T11:46:45.348+01:00","category":1,"subCategory":8,"legal":"Consultant","web":"http://www.bluenature.eco","country":"Greece","headAddress":"Mistriotou Street, 22","headCity":"Athens","headPostCode":"11255","headPhone":"(210)2 28 13 82","boss":"Candice Alexander","bossTitle":"Ms","bossPosition":"Consultant","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Candice Alexander earned her Bachelor of Science (BS) in Business Administration and Master of Business Administration (MBA) degrees at the University of Southern California in Los Angeles. Following employment at Xerox corporation while earning her MBA degree and thereafter in the investment division of Pacific Life in Newport Beach, CA, she earned her Juris Doctor (JD) degree at Western State University in California and this included European law school academic credit earned at Cambridge University (Downing College) in England. As an attorney, she practiced business law in California before moving to Europe as a partner in a business consultancy firm based in France that specialised in the establishment of joint venture partnerships, including collaboration between EU and  Eastern European partners. As part of her wildlife and natural resource conservation interests in Europe, she served as co-founder of an environmental conservation NGO, co-founder of a wildlife rehabilitation centre where she also served as a regular volunteer, and a contributor to the procurement and implementation of two European Commission LIFE-Nature projects in Greece.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Consumer Affairs, Culture, Development, Enterprise, Environment, Fisheries and Aquaculture, Justice and Fundamental Rights, Trade","euInitiatives":"Environment, Fisheries, Rural Development","lastUp":"2018-02-08T11:21:26.277+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}