{"id":"02100645398-66","name":"European Manufacturers of Expanded Polystyrene","registrationDate":"2011-02-28T19:02:43.483+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"https://www.eumeps.org","country":"Belgium","headAddress":"Weertersteenweg, 158","headCity":"Maaseik","headPostCode":"B-3680","headPhone":"(32)89 75 61 31","boss":"Elisa Sétien Villanueva","bossTitle":"Ms","bossPosition":"Director General","membersCount":9,"membersFTE":"5.25","membership":"CPE, Construction Products Europe&#xd;\nEAE, European Association of ETICS&#xd;\nMBA Modern Building Alliance","memberOrga":"http://www.eumeps.construction/members_eumeps_construction_4420.html?psid=ttp194gadnvagbmm2i5q13dea0","goal":"EUMEPS is the European Manufacturers Association of EPS insulation and EPS Packaging. It represents the interests of all major EPS producers throughout Europe. &#xd;<br />EUMEPS members are the national EPS associations. In this way EUMEPS membership indirectly employs about 60.000 people across Europe, mainly with SME companies. The installation of EPS insulation products accounts for an estimated 300,000 manyears.&#xd;<br />EUMEPS does scientific research into the fields of energy efficiency in buildings, sustainable construction and packaging to contribute to the European debate on behalf of the members.&#xd;<br />EUMEPS is active at EU level to advocate the benefits of energy efficiency in buildings.&#xd;<br />EUMEPS also works at international level to help set-up an effective framework for recycling of EPS foam and to exchange information on the benefits of energy efficiency of buildings.","acronym":"EUMEPS","interests":"Business and Industry, Climate Action, Competition, Consumers, Education and training, Energy, Environment, Food Safety, Institutional affairs, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation","euInitiatives":"all insulation and packaging related EU initiatives, Plastics Strategy, CEN TC/88, CEN TC/127, CEN TC/350, CEN TC/351","lastUp":"2019-02-20T10:12:07.632+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}