{"id":"021265223203-02","name":"NEW COEX, S.L.","registrationDate":"2016-09-14T13:17:44.253+02:00","category":1,"subCategory":6,"legal":"SOCIEDAD LIMITADA","web":"http://www.coexonline.es","country":"Spain","headAddress":"UNIVERSIDAD MIGUEL HERNANDEZ - AVENIDA DE LA UNIVERSIDAD EDIFICIO QUORUM III, S/N","headCity":"ELCHE/ELX","headPostCode":"03202","headPhone":"(34)9 66 23 89 00","boss":"ALFONSO  ORTEGA GIMÉNEZ","bossTitle":"","bossPosition":"ADMINISTRADOR ÚNICO DE COEX","membersCount":1,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"Nuestra misión es que la pequeña y mediana empresa se posicione en el mercado nacional e internacional, con las mismas herramientas que utilizan las grandes empresas, pudiendo competir por sí misma con marca y producto/servicio.&#xd;<br />&#xd;<br />Favorecemos los procesos de internacionalización mediante asesoramiento y apoyo, tanto estratégico como operativo, en comercio exterior. Les ayudamos con su proyección internacional. &#xd;<br />También prestamos servicios de consultoría orientados a una rápida puesta en marcha, servicios de gestión comercial y servicios especiales, además  tenemos amplia experiencia en formación en Comercio Exterior e Internacionalización de la Empresa.&#xd;<br />&#xd;<br />Contamos con un equipo formado por profesionales destacados, capaces de adaptarse a las empresas y convertirlas en empresas de éxito, implicándonos en el proyecto como propio y apostando de forma proactiva por las empresas.","acronym":"COEX","interests":"Agriculture and Rural Development, Borders and Security, Business and Industry, Communication, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Enlargement, Environment, External Relations, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Para nuestra organización son de interés los expedientes legislativos, iniciativas y políticas relacionadas con las siguientes materias: &#xd;<br />unión aduanera &#xd;<br />      &#xd;<br />•  establecimiento de las normas sobre competencia necesarias para el funcionamiento del mercado interior&#xd;<br />•  política comercial común,        &#xd;<br />•  celebración de acuerdos internacionales      &#xd;<br />•  mercado interior                &#xd;<br />•  protección de los consumidores          &#xd;<br />•  transportes &#xd;<br />•  espacio de libertad, seguridad y justicia","lastUp":"2019-07-16T11:23:26.380+02:00","customers":"universidad miguel hernandez elche-alicante,Gioseppo","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}