{"id":"021253717373-58","name":"Workday","registrationDate":"2015-05-14T18:57:02.509+02:00","category":2,"subCategory":3,"legal":"Publicly Traded Corporation, incorporated in the state of Delaware, United States of America","web":"http://www.workday.com","country":"United states","headAddress":"6230 Stoneridge Mall Road","headCity":"Pleasanton","headPostCode":"","headPhone":"(1)92 59 51 90 00","boss":"Jason Albert","bossTitle":"Mr","bossPosition":"Deputy General Counsel","membersCount":2,"membersFTE":"1.0","membership":"BSA The Software Alliance www.bsa.org&#xd;\nInformation Technology Industry Council  www.itic.org&#xd;\nAmerican Chamber of Commerce Ireland www.amcham.ie","memberOrga":"","goal":"Workday is a leading provider of enterprise cloud applications for finance and human resources. Our mission is to revolutionize the enterprise software market. Founded in 2005, Workday is different by design, using object-oriented technology that affords us the ability to develop continuously modern financial management, human capital management, and analytics applications.  Designed for the world’s largest companies, small and medium businesses, educational institutions, and government agencies, hundreds of organizations, ranging from medium-sized businesses to Fortune 50 enterprises, have selected Workday so they too can be continuously modern.","acronym":"","interests":"Communication, Competition, Consumer Affairs, Education, Employment and Social Affairs, Enterprise, Environment, External Relations, Information Society, Internal Market, Research and Technology, Taxation, Trade, Trans-European Networks","euInitiatives":"•        Communication from the Commission to the European parliament, the Council, the European Economic and Social Committee of the Regions, “Building a European Digital Economy” SWD (2017) 2 final and its related initiatives &#xd;<br />•        Regulation of the European Parliament and of the Council on the protection of individuals with regard to the processing of personal data and on the free movement of such data (General Data Protection Regulation) COM (2012) 11 final.&#xd;<br />•       Directive of the European Parliament and of the Council concerning measures to ensure a high common level of network and information security across the Union COM (2013) 48 final.&#xd;<br />•        Commission Implementing Decision (EU) 2016/1250 of 12 July 2016 pursuant to Directive 95/46/EC of the European Parliament and of the Council on the adequacy of the protection provided by the EU-U.S. Privacy Shield.","lastUp":"2018-04-18T05:08:28.585+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}