{"id":"021405021675-49","name":"Asociatia RHRN - Romanian Harm Reduction Network","registrationDate":"2016-05-05T15:22:09.400+02:00","category":3,"subCategory":2,"legal":"association","web":"http://rhrn.ro","country":"Romania","headAddress":"Blvd. 26 Hristo Botev, ap. 9, district 3","headCity":"Bucharest","headPostCode":"30237","headPhone":"(40)7 33 98 75 06","boss":"Dragos Rosca","bossTitle":"Mr","bossPosition":"executive director","membersCount":3,"membersFTE":"3.0","membership":"EHRA http://harmreductioneurasia.org&#xd;\nIDPC http://idpc.net/&#xd;\nDPNSEE http://www.dpnsee.org","memberOrga":"ARAS http://www.arasnet.ro&#xd;\nSensPozitiv http://www.senspozitiv.ro/&#xd;\nALIAT http://aliat-ong.ro/english-version/&#xd;\nANIT Romania &#xd;\nDGASMB &#xd;\nParada http://paradaromania.ro&#xd;\nSemperMusica https://sempermusica.org/","goal":"Romanian Harm Reduction Network mission is to promote the harm reduction approach by facilitating communication between partner organizations, to improve harm reduction services quality at national level and to facilitate the implementation of effective policies and programs targeting drug users and other vulnerable groups.&#xd;<br />&#xd;<br />RHRN has the following objectives: &#xd;<br />•\tTo rise stakeholders awareness with regards to human rights, the need to implement the international treaties, national and European legislation regarding drug users rights; &#xd;<br />•\tTo initiate and to develop effective public policies targeting drug users and other marginalized groups;&#xd;<br />•\tTo organize public campaigns to fight the discrimination and stigma associated with marginalized people and drug users;&#xd;<br />•\tTo advocate for innovative harm reduction services and alternatives to drug use.&#xd;<br />&#xd;<br />Romanian Harm Reduction Network main areas of expertise are communication, training, research and campaigning for continuity and scaling-up of harm reduction based services at local, national and international level.","acronym":"RHRN","interests":"Education and training, Justice and Fundamental Rights, Public Health, Regional Policy, Youth","euInitiatives":"Involvement and participation in the activity of Civil Society Forum on Drugs since 2007.","lastUp":"2018-04-24T02:29:16.671+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}