{"id":"021833522147-02","name":"University College of Southeast Norway","registrationDate":"2016-06-08T10:16:14.706+01:00","category":4,"subCategory":5,"legal":"State owned higher education body","web":"https://www.usn.no/english/","country":"Norway","headAddress":"Hasbergs vei 36","headCity":"Kongsberg","headPostCode":"3603","headPhone":"(47)31 00 80 00","boss":"Petter Aasen","bossTitle":"Mr","bossPosition":"Rector","membersCount":7,"membersFTE":"2.25","membership":"","memberOrga":"","goal":"The University College of Southeast Norway (USN) is the country’s second largest state-owned university college, measured in the total number of students, and larger than several of Norway’s universities.  &#xd;<br />&#xd;<br />USN is headed by Rector Petter Aasen.&#xd;<br />&#xd;<br />The rector reports to USN's Board, which is chaired by Professor Rune Nilsen. &#xd;<br />&#xd;<br />We have around 17,000 students and 1,500 staff, spread over eight campuses: Drammen, Vestfold, Kongsberg, Ringerike, Bø, Notodden, Porsgrunn and Rauland.&#xd;<br />&#xd;<br />The University College of Southeast Norway aims to have a regional foundation, and with eight campuses, we have a strong and clear presence in one of Norway’s most exciting and dynamic regions.&#xd;<br />&#xd;<br />Increased internationalization of education and research is a key goal for the university college.","acronym":"USN","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"All EU initiatives related to research, education and innovation such at Horizon 2020 and ERASMUS+.","lastUp":"2017-05-26T09:32:38.312+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}