{"id":"022120532684-83","name":"Asociacion de Educacion Ambiental y del Consumidor","registrationDate":"2018-10-02T14:40:18.949+02:00","category":3,"subCategory":2,"legal":"Fundacion","web":"http://www.adeac.es","country":"Spain","headAddress":"calle general lacy 3 portal 1 1ºB","headCity":"madrid","headPostCode":"28045","headPhone":"(34)9 14 35 31 47","boss":"Jose Ramon Sanchez Moro","bossTitle":"","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"D. José R. Sánchez Moro Presidente.&#xd;\nD. José Palacios Aguilar Vicepresidente 1&#xd;\nD. Eduardo Peris Mora Vicepresidente 2&#xd;\nDña. Virginia Yuste Abad Vicepresidente 3&#xd;\nDña. Idoia Arellano López&#xd;\nDña. Ana Perez-Montero Gómez&#xd;\nDña. Eva García González&#xd;\nD. Juan Párbole Montes&#xd;\nDña. Natalia Redruello Campos&#xd;\nDña. Marta HerranzNoguerol&#xd;\nDña Lucía González Martinez","goal":"Objetivos:&#xd;<br />&#xd;<br />Elaborar metodologías, contenidos y materiales en torno a la educación para la sostenibilidad y el turismo sostenible.&#xd;<br />&#xd;<br />Organizar y participar en encuentros, talleres, eventos, congresos y otras actividades de formación en temas de accesibilidad, socorrismo, seguridad y educación para el desarrollo sostenible.&#xd;<br />&#xd;<br />Cooperar con otras instituciones afines, a nivel internacional, tales como la UICN o el PNUMA, y a nivel nacional (Ministerios de Educación y Sanidad, Fundación Biodiversidad, Fundación ONCE y grupos de investigación de universidades) fomentando el intercambio de materiales, experiencias y personas.&#xd;<br />&#xd;<br />Difundir las buenas prácticas desarrolladas por nuestros colaboradores necesarios (ayuntamientos, centros educativos, Universidades, etc.), por medio de publicaciones escritas, producciones audiovisuales y mediante las redes sociales.&#xd;<br />&#xd;<br />Fomentar el desarrollo de actitudes y comportamientos cívico-ambientales solidarios y respetuosos con el entorno.&#xd;<br />&#xd;<br />Desarrollar en España los programas internacionales de la FEE (Foundation for Environmental Education): Bandera Azul, Ecoescuelas, Llave Verde y Jóvenes Reporteros para el Medio Ambiente.","acronym":"ADEAC","interests":"Education and training, Environment","euInitiatives":"Directivas Comunitarias relacionadas con la protección del medio ambiente y con la Educación.","lastUp":"2018-10-02T14:43:45.038+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}