{"id":"02214595960-02","name":"Fédération Française d'Equitation","registrationDate":"2011-05-31T13:31:25.874+01:00","category":2,"subCategory":1,"legal":"Association - Fédération sportive","web":"http://www.ffe.com","country":"France","headAddress":"Parc Equestre","headCity":"LAMOTTE BEUVRON","headPostCode":"41600","headPhone":"(33)2 54 94 46 00","boss":"Serge LECOMTE","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"1.25","membership":"La FFE est membre: &#xd;\n- du CNOSF- Comité National Olympique et Sportif Français,  &#xd;\n- de la FEI - Fédération Equestre Internationale, &#xd;\n- de l'EEF  - European Equestrian Federation, &#xd;\n- de la FITE - Fédération Internationale de Tourisme Equestre, &#xd;\n- de IGEQ (International Group for Equestrian Qualification),&#xd;\n- d'EHN (European Horse Network).","memberOrga":"www.ffe.com","goal":"La Fédération Française d’Équitation est une fédération sportive détenant une délégation du Ministère des Sports ainsi qu'un agrément du Ministère de l'Agriculture. &#xd;<br />La FFE représente les intérêts des établissements équestres français adhérents développant des activités équestres et la pratique de l'équitation.&#xd;<br />Elle vise notamment à:&#xd;<br />- accompagner le développement des groupement équestres adhérents, les représenter et promouvoir les activités du secteur, notamment auprès des différents organisations de la filière cheval; &#xd;<br />- participer pour tout ce qui concerne le cheval et l'équitation aux actions des pouvoirs publics; intégrer les notions de développement durable et de protection de l'environnement dans l'ensemble de ses activités; &#xd;<br />- organiser toutes les actions de promotion des activités équestres, l'édition et la publication de tout document;&#xd;<br />- intervenir auprès de tous les organismes afin de promouvoir les activités équestres; &#xd;<br />- organiser les relations internationales.","acronym":"FFE","interests":"Agriculture and Rural Development, Consumer Affairs, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Environment, Internal Market, Public Health, Regional Policy, Sport, Taxation, Transport, Youth","euInitiatives":"Représentation des intérêts de nos adhérents dans le domaine: &#xd;<br />- sportif et culturel pour les cavaliers, &#xd;<br />- agricole pour les équidés, &#xd;<br />- de la fiscalité des activités équestres, &#xd;<br />- du transport des animaux.","lastUp":"2018-03-13T09:39:10.971+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}