{"id":"02219179820-59","name":"SONAE","registrationDate":"2012-10-09T13:20:52.235+01:00","category":2,"subCategory":3,"legal":"public listed company","web":"http://www.sonae.pt","country":"Portugal","headAddress":"Lugar do Espido Via Norte, 1.A","headCity":"Maia","headPostCode":"4470-179","headPhone":"(351)2 20 10 47 26","boss":"Leonor Sottomayor","bossTitle":"Ms","bossPosition":"Head of Public Affairs","membersCount":3,"membersFTE":"1.75","membership":"SONAE is, inter alia, a member of APED (the Portuguese Retail Association), EuroCommerce (the European Retail Association), ERT (European Round Table of Industrialists), the WEF (World Economic Forum) and the WBCSD (World Business Council for Sustainable Development).","memberOrga":"","goal":"Statement of the CEO, Mr. Paulo Azevedo:&#xd;<br />&#xd;<br />“To create economic and social value in the long run, taking the benefits of progress and innovation to an ever increasing number of people”. &#xd;<br />&#xd;<br />This is our mission statement that we pledge before our stakeholders. Our objective and our ambition is to continue our path, multiplying, in a sustainable way, value that contributes to the well-being of an ever increasing number of people.&#xd;<br />Sonae is a company with solid and deep-rooted roots that enabled us to leverage a vast number of businesses, from retail to telecommunications to shopping centres.&#xd;<br />&#xd;<br />I am certain that our success is owed, in part, to our capacity to cultivate a strong culture with an appetite for change, resilience, dynamism and leadership. But our vision surpasses our roots, and we yearn for more. For this reason, internationalisation is increasingly an objective, and we have already attained many victories. Every day, Sonae comes into contact with thousands of people. We have the ambition to continue to grow in dimension and innovation, reaching increasing levels of profitability and investing in a targeted manner.&#xd;<br />&#xd;<br />In the countries where we operate, we are recognised as an organisation that works based on trust. We are a contributor to a more prosperous, more fair, more ethical and more sustainable society. We have strong values, a method and own culture.&#xd;<br />&#xd;<br />In the future, in addition to all of this, we also want to be recognised as an organisation that creates value across all geographies due to its modernity, creativity, capacity to innovate, implement and execute.&#xd;<br />&#xd;<br />To continue being a winner, a restless spirit is needed, and readiness to embrace new paths. Each one of us has to assume his share of responsibility, and contribute to build our future. We must all be more entrepreneurial, more daring and innovative in seeking solutions, and see opportunities in all challenges. With everyone´s contribution, tomorrow we will be an even stronger company, more international, without ever losing sight of the social commitment that unites us with the communities which surround us.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Consumer Affairs, Customs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Information Society, Internal Market, Research and Technology, Taxation, Trade, Transport","euInitiatives":"Unfair Trading Practices&#xd;<br />Retail Innovation&#xd;<br />Horizon 2020&#xd;<br />Digital Single Market&#xd;<br />Circular Economy&#xd;<br />Internal Market and Consumers Affairs&#xd;<br />Data Protection&#xd;<br />Trade Negotiations","lastUp":"2017-06-20T16:13:56.008+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}