{"id":"022388324819-47","name":"Black Sea Advisory Council","registrationDate":"2016-11-30T09:59:05.572+02:00","category":6,"subCategory":14,"legal":"Fishing, Processing, Aquaculture, Trade, Ecology Аssociation","web":"http://www.blsaceu.eu","country":"Bulgaria","headAddress":"24-26, Ohrid str., et.1","headCity":"Varna","headPostCode":"9000","headPhone":"(359)8 87 21 21 97","boss":"Yordan Gospodinov","bossTitle":"Mr","bossPosition":"Chairman","membersCount":1,"membersFTE":"0.25","membership":"не","memberOrga":"1.Association of Producers of fish roducts BG FISH/ Асоциация на производителите на рибни продукти БГ ФИШ&#xd;\n2.Association Odesos 2011/ Сдружение Одесос 2011&#xd;\n3.Association MENA/ Сдружение МЕНА &#xd;\n4. Национална асоциация \"Българско черноморие\" / Natianal association \"Bulgarian Black Sea\"&#xd;\n5.European Association of Fishermen in the Black Sea/ Сдружение \"Европейска асоциация на рибарите в Черно море\"&#xd;\n6.Association SSF \" Sv. Nikolai Chudotvoretz\"/Сдружение „Асоциация на дребномащабния риболов „Св. Николай Чудотворец““ &#xd;\n7. NGO Association \" Friends of the Black sea\"/ Сдружение „ Приятели на Черно море“&#xd;\n8.Asociatia Ro-Pescador&#xd;\n9.Asociatia Pescuitului Maritim Tomis&#xd;\n10.ONG Mare Nostrum&#xd;\n11. Fisheries association \" Marea Neagra\"&#xd;\n12. Association Ivan Patzaichin - MILA 23/ Сдружение „Иван Пацайкин – Мила 23“&#xd;\n13. Association of the traders of fihery products - Tomis/ Сдружение на търговците на рибни продукти – Томис","goal":"Основните цели на \"КОНСУЛТАТИВНИЯ СЪВЕТ ЗА ЧЕРНО МОРЕ\" / КСЧМ/ са съвместимо с целите и принципите на общата политика в областта на рибарството, посочени в Регламент (ЕС) № 1380/2013, и по-специално в член 43, параграф 1 от него и приложение III към него, и включва: &#xd;<br />1.   ОПР гарантира, че дейностите, свързани с риболова и аквакултурите, са екологично устойчиви в дългосрочен план и се управляват по начин, който съответства на целите за постигане на икономически и социални ползи и ползи за заетостта, както и за осигуряване на продоволственото снабдяване.&#xd;<br />2.   ОПР прилага подхода на предпазливост към управлението на рибарството и има за цел да гарантира, че експлоатацията на живите морски биологични ресурси осигурява възстановяването и поддържането на популациите на улавяните видове над нивата, позволяващи максимален устойчив улов. За да бъде постигната тази цел за постепенно възстановяване и поддържане на популациите от рибни запаси над нивата на биомаса, които позволяват максимален устойчив улов.","acronym":"BlSAC","interests":"Environment, Maritime affairs and fisheries, Trade","euInitiatives":"Инициативи свързани със сектор рибарство и аквакултура, околна среда и всичко засягащо Черно море.","lastUp":"2019-09-23T14:22:48.171+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}