{"id":"022388324819-47","name":"Black Sea Advisory Council","registrationDate":"2016-11-30T09:59:05.572+01:00","category":6,"subCategory":14,"legal":"Fishing, Processing, Aquaculture, Trade, Ecology Аssociation","web":"http://www.blsaceu.eu","country":"Bulgaria","headAddress":"26, Ohrid str.","headCity":"Varna","headPostCode":"9000","headPhone":"(359)8 87 21 21 97","boss":"Marian Sorinel Manaila","bossTitle":"Mr","bossPosition":"Chairman","membersCount":1,"membersFTE":"0.25","membership":"не","memberOrga":"Association of Producers of fish roducts BG FISH/ Асоциация на производителите на рибни продукти БГ ФИШ&#xd;\nAssociation Black Sea sunrise /Сдружение Черноморски изгрев&#xd;\nAssociation Odesos 2011&#xd;\nAssociation MENA/ Сдружение МЕНА &#xd;\nFTTUB - Federation of Transport Trade Unions in Bulgaria/Съюз на транспортните синдикати в България&#xd;\nAssociation of Environmental Organizations, Hunting and Angling Unions and Fishing Sport Clubs in Bourgas (AEOHAUFSCB)/“Асоциация на природозащитните организации, ловно-рибарските дружества и клубовете по спортен риболов\"  &#xd;\nBulgarian Biodiversity Foundation&#xd;\nБългарска Фондация \"Биоразнообразие\"&#xd;\nБДЗП/ БърдЛайф България&#xd;\nBSPB/BirdLife International&#xd;\nAssociation sea sounds/ Сдружение Морски звуци&#xd;\nAsociatia Ro-Pescador&#xd;\nFederatia Organizatiilor de pescari de la Marea Neagra&#xd;\nFederatia Ro-Pescador Marea Neagra&#xd;\nAsociatia Pescuitului Maritim Tomis&#xd;\nONG Mare Nostrum&#xd;\nAsociatia OLIMPUS  I MAREA NEAGRA”,","goal":"Основните цели на \"КОНСУЛТАТИВНИЯ СЪВЕТ ЗА ЧЕРНО МОРЕ\" / КСЧМ/ са съвместимо с целите и принципите на общата политика в областта на рибарството, посочени в Регламент (ЕС) № 1380/2013, и по-специално в член 43, параграф 1 от него и приложение III към него, и включва: &#xd;<br />1.   ОПР гарантира, че дейностите, свързани с риболова и аквакултурите, са екологично устойчиви в дългосрочен план и се управляват по начин, който съответства на целите за постигане на икономически и социални ползи и ползи за заетостта, както и за осигуряване на продоволственото снабдяване.&#xd;<br />2.   ОПР прилага подхода на предпазливост към управлението на рибарството и има за цел да гарантира, че експлоатацията на живите морски биологични ресурси осигурява възстановяването и поддържането на популациите на улавяните видове над нивата, позволяващи максимален устойчив улов. За да бъде постигната тази цел за постепенно възстановяване и поддържане на популациите от рибни запаси над нивата на биомаса, които позволяват максимален устойчив улов.","acronym":"BlSAC","interests":"Environment, Fisheries and Aquaculture, Trade","euInitiatives":"Инициативи свързани със сектор рибарство и аквакултура, околна среда и всичко засягащо Черно море.","lastUp":"2017-11-10T09:02:58.501+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}