{"id":"0223480577-59","name":"International Capital Market Association","registrationDate":"2008-10-30T10:39:46.891+01:00","category":2,"subCategory":4,"legal":"ICMA is established as an association under the laws of Switzerland with independent legal capacity","web":"http://www.icmagroup.org","country":"Switzerland","headAddress":"Dreikönigstrasse 8","headCity":"Zurich","headPostCode":"CH-8002","headPhone":"(41)4 43 63 42 22","boss":"Martin Scheck","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":6,"membersFTE":"1.5","membership":"ICMA is&#xd;\n- an affiliate member of the International Organization of Securities Commissions (IOSCO) and in consequence a member of the IOSCO SRO Consultative Committee&#xd;\n- a member of the International Council of Securities Association (ICSA) comprising a number of important trade associations and non-governmental regulatory organisations","memberOrga":"","goal":"ICMA is the trade association representing the financial institutions active in the international capital markets worldwide. ICMA represents global interests with a pan-European focus.&#xd;<br />&#xd;<br />The objectives of the Association are:&#xd;<br />- To promote good relations amongst its members and to provide a basis for joint examination and discussion of questions relating to the international capital markets and to issue rules and make recommendations governing their operations; and&#xd;<br />- To provide services and assistance to participants in the international capital and securities markets.&#xd;<br />&#xd;<br />ICMA's market conventions and standards have been the pillars of the international debt market for almost 40 years, providing the self regulatory framework of rules governing market practice which have facilitated the orderly functioning and impressive growth of the market. ICMA actively promotes the efficiency and cost effectiveness of the capital markets by bringing together market participants including regulatory authorities and governments.&#xd;<br />&#xd;<br />ICMA's members are located in some 50 countries across the globe, including all the world's main financial centres, and currently number over 550 firms in total.","acronym":"ICMA","interests":"Banking and financial services, Economy, finance and the euro, Single market","euInitiatives":"ICMA concentrates on cross-border, rather than domestic, market practice and regulatory issues because that is where, as a trade association with a pan-European focus, ICMA can add most value for its members.&#xd;<br />&#xd;<br />Main EU initiatives, policies and legislative files ICMA is currently followed by ICMA include (list not exhaustive):&#xd;<br />- CRR II / CRD V &#xd;<br />- FinTech developments&#xd;<br />- Transition to new near risk-free rates&#xd;<br />- Cliff-edge risks associated with the UK leaving the EU&#xd;<br />- Developments around sustainable finance / green &amp; social bonds&#xd;<br />- Covered bonds directive and regulation&#xd;<br />- Investment Firm Review (IFR)&#xd;<br />- Capital markets union (CMU) Action Plan;&#xd;<br />- Review of the European Supervisory Authorities (ESAs)&#xd;<br />- Risk Reduction Measures Legislative Package (RRM) - which includes leverage ratio, NSFR &amp; FRTB&#xd;<br />- Developments around sustainable finance / green &amp; social bonds&#xd;<br />- Prospectus Regulation proposal;&#xd;<br />- Bank Recovery and Resolution Directive II (BRRD)&#xd;<br />- Securitisation “STS” Regulation;&#xd;<br />- Solvency II;&#xd;<br />- Securities Financing Transactions Regulation;&#xd;<br />- PRIIPs Regulation implementation;&#xd;<br />- MiFID 2 / MiFIR implementation;&#xd;<br />- CSDR, especially mandatory buy-ins;&#xd;<br />- Benchmarks Regulation;&#xd;<br />- MAD II / MAR;&#xd;<br />- AIFMD;&#xd;<br />- Non covered bond dual-recourse instruments (ESNs);&#xd;<br />- EMIR Refit, particularly the implementation of the small financial counterparty (SFC) regime; and&#xd;<br />- Developments in private placements and infrastructure financing.","lastUp":"2019-02-14T12:02:44.325+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}