{"id":"022328713595-61","name":"European Health Forum Gastein","registrationDate":"2014-05-28T18:42:17.104+02:00","category":3,"subCategory":2,"legal":"Non-Governmental Organization","web":"http://www.ehfg.org/home.html","country":"Austria","headAddress":"Tauernplatz 1","headCity":"Bad Hofgastein","headPostCode":"5630","headPhone":"(43)6 43 23 39 32 70","boss":"Dorli Kahr-Gottlieb","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":8,"membersFTE":"6.25","membership":"ÖGPH (Österreichische Gesellschaft für Public Health)&#xd;\nInformationsdienst Wissenschaft&#xd;\nEurActiv","memberOrga":"Gemeinde Bad Gastein;&#xd;\nGTG Gasteinertal Tourismus GmbH;&#xd;\nFederal Ministry of Labour, Social Affairs, Health and Consumer Protection, Austria;&#xd;\nKur- und Tourismusverband Bad Gastein;&#xd;\nKur- und Tourismusverband Bad Hofgastein;&#xd;\nGesundheit Österreich GmbH;&#xd;\nMarktgemeinde Bad Hofgastein;&#xd;\nPfizer;","goal":"The main objective of the EHFG is to facilitate the establishment of a framework for advising and developing European health policy while recognising the importance of national and regional authorities and decision-making bodies.&#xd;<br />&#xd;<br /> By focusing on key issues in the European health arena the Forum considers in particular the following areas, tasks and challenges: &#xd;<br />- Discussion of the main short-term and long-term objectives of the working programme of the European Community, the member states, accession candidate countries and the regions as well as their implementation, and the further development of European health policy.  &#xd;<br />- Detailed discussion of opportunities for integration of health policy across different policy areas.  &#xd;<br />- Analysis and discussion of the impact of European integration, in particular the Common Market and Economic and Monetary Union on health systems, services and policies.  &#xd;<br />- Evaluation of current developments and their effects on society, health systems, and services, and in particular the changing role of citizens and patients.  &#xd;<br />- The exchange of national and regional experience in health policy development and implementation.&#xd;<br />&#xd;<br />The Forum produces a catalogue of recommendations and observations – the Gastein Health Outcomes - for those with responsibility in health policy development and implementation. These are communicated to the national and European institutions. The recommendations are supported by the subsequent publication of a full scientific report of the proceedings.","acronym":"EHFG","interests":"Public Health","euInitiatives":"- Commission Work Programme 2016. No time for business as usual&#xd;<br />- Europe 2020 Strategy&#xd;<br />- Investing in Health. Commission Staff Working Document&#xd;<br />- The EU Health Strategy \"Together for Health\"&#xd;<br />- Third health programme (2014-2020)","lastUp":"2018-04-06T11:08:38.365+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}