{"id":"022735321330-86","name":"Verein zur Förderung  der europäischen Sojaproduktion Donau Soja","registrationDate":"2016-04-28T07:56:09.288+01:00","category":3,"subCategory":2,"legal":"Verein","web":"http://www.donausoja.org","country":"Austria","headAddress":"Wiesingerstraße 6/14","headCity":"Vienna","headPostCode":"1010","headPhone":"(43)15 12 17 44 10","boss":"Matthias Krön","bossTitle":"Mr","bossPosition":"President","membersCount":8,"membersFTE":"3.75","membership":"Donau Soja hat Mitgliedschaften bei bzw. Partnerschaften mit UCAB, ALVA, Börse Landwirtschaftlicher Produkte Wien, AAC, ARGE Gentechnikfrei, VLOG","memberOrga":"http://www.donausoja.org/de/mitglieder-service/praesentation-mitglieder/","goal":"Donau Soja steht für gentechnikfreies, herkunftsgesichertes Qualitätssoja aus der Donauregion, das einen wertvollen Beitrag zur europäischen Eiweißversorgung leistet.&#xd;<br />&#xd;<br />Zu den wichtigsten Zielen des Projekts zählen die Förderung und Forcierung des regionalen Soja-Anbaus nach klar definierten Qualitätskriterien, sowie die dafür notwendige Ausweitung der Infrastruktur. Im Vorder­grund stehen dabei:&#xd;<br />&#xd;<br />Förderung des gentechnikfreien Soja-Anbaus und der Verarbeitung in der Donauregion für Europa – unter dem Markenzeichen Donau Soja;&#xd;<br />Aufbau von verlässlichen Liefer- und Wertschöpfungsketten durch die Mitgliedsunternehmen, als Beitrag zur europäischen Eiweißversorgung;&#xd;<br />Führung eines geförderten Züchtungs,- Forschungs- und Kontrollprogramms für gentechnikfreies Soja-Saatgut und Soja-Pflanzenschutzkonzepte für den Donauraum.","acronym":"Verein Donau Soja","interests":"Agriculture and Rural Development, Climate Action, Enlargement, Food Safety, International co-operation and development, Maritime affairs and fisheries, Public Health, Research and innovation, Trade","euInitiatives":"CAP, Horizon 2020 projects in the area of grain legume production, Protein crop plan for Europe","lastUp":"2019-03-14T14:07:17.120+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}