{"id":"02389833548-89","name":"Finance &amp; Leasing Association","registrationDate":"2010-05-05T13:19:59.348+01:00","category":2,"subCategory":4,"legal":"Company Limited by Guarantee","web":"http://www.fla.org.uk","country":"United kingdom","headAddress":"Kingsway, 15-19","headCity":"London","headPostCode":"GB-WC2BUN","headPhone":"(4420)78 36 65 11","boss":"Stephen Sklaroff","bossTitle":"Mr","bossPosition":"Director General","membersCount":27,"membersFTE":"25.0","membership":"Eurofinas&#xd;\nLeaseurope&#xd;\nBritish Business Bureau (part of Confederation of British Industry)","memberOrga":"Members of the FLA's Consumer and Motor Finance Divisions are listed at http://www.fla.org.uk/index.php/members-who-subscribe-to-the-fla-lending-code/  &#xd;\n&#xd;\nMembers of the FLA's Asset Finance Division can be searched by name at http://www.fla.org.uk/MembersAreaLive/directory/?dir=1","goal":"The FLA’s vision is to be the acknowledged and trusted representative body for the business and consumer finance industries.  Our mission is to represent our members’ interests to government, regulators, the European institutions, the media and the general public so as to improve the working environment in which our members do business. &#xd;<br />&#xd;<br />In line with this vision and mission, our strategic objectives are to:  &#xd;<br />&#xd;<br />•ensure that the benefits of a thriving asset finance, motor finance and credit industry are fully understood and appreciated by individual and business customers alike;&#xd;<br />•influence government regulators and the media to reduce the cost and burden of regulation on the industry and its customers;&#xd;<br />•ensure the industry is subject to a fair system of direct and indirect taxation to support a healthy business environment;   &#xd;<br />•be the definitive centre of competence and influence on key industry issues, as well as a forum for the exchange of thoughts and ideas.","acronym":"FLA","interests":"Consumer Affairs, Economic and Financial Affairs, Enterprise, General and Institutional Affairs, Home Affairs, Internal Market, Justice and Fundamental Rights, Taxation, Transport","euInitiatives":"Data Protection Regulation&#xd;<br />Capital Markets Union, including securitisation&#xd;<br />Shadow Banking&#xd;<br />Capital Requirements &#xd;<br />Retail Financial Services, including consumer credit and mortgage credit&#xd;<br />Overindebtedness&#xd;<br />Harmonised Vehicle Registration","lastUp":"2017-03-02T10:12:58.041+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}