{"id":"024303615775-21","name":"Instituto do Petróleo e Gás, Associação para a Investigação e Formação Avançada","registrationDate":"2015-01-26T17:26:54.142+01:00","category":2,"subCategory":7,"legal":"Associação sem fins lucrativos","web":"http://ispg.org/","country":"Portugal","headAddress":"Tomás da Fonseca, Torre C,","headCity":"LISBOA","headPostCode":"1600-209","headPhone":"(351)2 17 24 09 35","boss":"Carlos Gomes da Silva","bossTitle":"","bossPosition":"Vogal da Direção","membersCount":2,"membersFTE":"0.5","membership":"Não aplicável","memberOrga":"Galp Energia SGPS  www.galpenergia.com&#xd;\nUniversidade de Aveiro  www.ua.p&#xd;\nUniversidade de Coimbra   www.uc.pt&#xd;\nUniversidade do Minho  www.uminho.pt&#xd;\nUniversidade do Porto   www.up.pt&#xd;\nUniversidade de Lisboa - Faculdade de Ciências  www.fc.ul.pt&#xd;\nUniversidade de Lisboa -Instituto Superior Técnico tecnico.ulisboa.pt&#xd;\nUniversidade Nova de Lisboa www.fct.unl.pt","goal":"O Instituto assume como missão, a reunião e centralização de conhecimento e a promoção do desenvolvimento, transmissão e difusão da ciência e tecnologia aplicada das actividades da fileira energética, em especial do petróleo e gás, com vista a potenciar a competitividade das indústrias de energia através da formação avançada de quadros técnicos relevantes para as indústrias da fileira energética, de uma rede de cooperação entre empresas, instituições de ensino superior e outras entidades públicas e privadas de I&amp;D e de inovação industrial. Para tal, o ISPG deverá promover as seguintes atividades com um âmbito internacional:&#xd;<br />a) Investigação e desenvolvimento;&#xd;<br />b) Formação, qualificação e valorização de recursos humanos técnicos e científicos;&#xd;<br />c) Inovação industrial;&#xd;<br />d) Planeamento estratégico, gestão de tecnologia e do conhecimento e governação de riscos emergentes e sistémicos.","acronym":"ISPG","interests":"Energy, Research and Technology","euInitiatives":"Contacts with Members of the European Parliament and with officials of the EC and RPs.","lastUp":"2018-03-06T11:56:46.613+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}