{"id":"024432110419-97","name":"Liechtenstein Bankers Association","registrationDate":"2013-01-07T20:53:11.031+02:00","category":2,"subCategory":4,"legal":"registered association","web":"http://www.bankenverband.li","country":"Liechtenstein","headAddress":"Austrasse, 46","headCity":"Vaduz","headPostCode":"9490","headPhone":"(423)2 30 13 23","boss":"Simon Tribelhorn","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"2.25","membership":"LBA is a member of:&#xd;\n- the European Banking Federation (EBF, http://www.ebf.eu), &#xd;\n- the European Payments Council (EPC, http://www.europeanpaymentscouncil.eu/), &#xd;\n- the European Parliamentary Financial Services Forum (EPFSF, http://www.epfsf.org) and &#xd;\n- the Public Affairs Council (PAC, http://www.pac.org)","memberOrga":"http://www.bankenverband.li/english/","goal":"The Liechtenstein Bankers Association (LBA) was founded in 1969 and is the voice of the banks operating in and out of Liechtenstein, at home and abroad. It is one of the most important supporting organisations of the country and thus carries out an important function for the successful development of the financial center. Safeguarding the interests of the member banks follows the principles of sustainability and credibility.","acronym":"LBA","interests":"Banking and financial services, Business and Industry, Climate Action, Communication, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, General and Institutional Affairs, Single market, Taxation","euInitiatives":"The LBA namely works on issues such as:&#xd;<br />&#xd;<br />a) Banking regulation and supervision incl. prudential standards, recovery and resolution and deposit guarantee schemes.&#xd;<br />&#xd;<br />b) Financial markets, incl. financial markets regulation &amp; Capital Markets Union, prospectus, transparency, market abuse, STS, derivatives and clearing and settlement.&#xd;<br />&#xd;<br />c) Taxation issues, incl. BEPS, FTT and automatic exchange of tax information.&#xd;<br />&#xd;<br />d) retail banking issues, such as bank accounts, payments, financial inclusion &amp; education, anti-money laundering issues &#xd;<br />&#xd;<br />e) digital banking and Digital Single Market&#xd;<br />&#xd;<br />f) CSR, sustainable investments and financing climate change&#xd;<br />&#xd;<br />g) impact of BREXIT&#xd;<br />&#xd;<br />A key concern of the LBA is the involvement and integration of the EEA in Europe and the Internal Market.","lastUp":"2018-05-23T14:40:49.938+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}