{"id":"02452103934-97","name":"Allgemeiner Deutscher Automobil-Club e.V.","registrationDate":"2010-07-28T15:01:56.420+02:00","category":3,"subCategory":2,"legal":"eingetragener Verein","web":"http://www.adac.de","country":"Germany","headAddress":"Hansastraße, 19","headCity":"München","headPostCode":"80686","headPhone":"(49)8 97 67 60","boss":"August Dr. Markl","bossTitle":"Mr","bossPosition":"Präsident","membersCount":8,"membersFTE":"4.25","membership":"FIA - Fédération Internationale de l'Automobile; FIM - Fédération Internationale de Motocyclisme; ERTICO - ITS Europe; Euro NCAP - European New Car Assessment Programme; AIT - Alliance Internationale de Tourisme; FIVA - Fédération Internationale de Vehicules Anciens","memberOrga":"","goal":"Als digitaler Mobilitätshelfer lebt der ADAC Mobilität. Er kümmert sich um die Sicherung und Weiterentwicklung der persönlichen Mobilität seiner Mitglieder, insbesondere unter dem gesellschaftlichen Einfluss von Digitalisierung, Vernetzung und Umweltschutz. Der ADAC e.V. ist der größte Verein Deutschlands und mit über 20 Millionen Mitgliedern eine der größten Mitgliederorganisation der Welt. Rechtlich ist der ADAC e.V. ein Idealverein.&#xd;<br />Der 1903 gegründete Allgemeine Deutsche Automobilclub stellt Menschen in den Mittelpunkt, hilft aus Leidenschaft und ermöglicht seinen Mitgliedern, jederzeit und überall „einfach sicher unterwegs“ zu sein. Die zahlreichen Mitgliederleistungen des ADAC e.V. umfassen beispielsweise Pannenhilfe, Verbraucherschutz, Motorsport, Touristik, Juristische Zentrale (Mitgliederberatung), Verkehr oder die Clubzeitschrift „ADAC Motorwelt“. &#xd;<br />Der ADAC darf gemäß höchstrichterlicher Rechtsprechung in gewissem Umfang auch kommerzielle Wirtschaftsinteressen wahrnehmen. Die kommerziellen Aktivitäten des ADAC sind seit Januar 2017 in der ADAC S.E. organisiert, die gemeinnützigen Aktivitäten in der ADAC Stiftung (3-Säulen-Struktur).&#xd;<br />Die ADAC SE ist eine Aktiengesellschaft europäischen Rechts, die mobilitätsorientierte Leistungen und Produkte für ADAC Mitglieder, Nichtmitglieder und Unternehmen anbietet. Zum 1. Januar 2018 besteht sie aus 37 Tochter- und Beteiligungsunternehmen, unter anderem der ADAC-Schutzbrief Versicherungs-AG, der ADAC-Rechtsschutz Versicherungs-AG, der ADAC Autovermietung GmbH sowie der ADAC Verlag GmbH &amp; Co. KG. &#xd;<br />Anteilseigner der ADAC SE sind der ADAC e.V. mit 57,57 Prozent, die ADAC Stiftung mit 25,1 Prozent sowie die ADAC Erste RC Beteiligungsgesellschaft mbH (17,16 Prozent), über die 13 ADAC Regionalclubs beteiligt sind.   &#xd;<br />Die gemeinnützige und mildtätige ADAC Stiftung fördert Forschungs- und Bildungsmaßnahmen zur Vermeidung von Unfällen: Wissenschaftliche Erkenntnisse sollen die Sicherheit im Straßenverkehr und im Amateur-Motorsport erhöhen. Außerdem sensibilisiert die ADAC Stiftung Kinder und Jugendliche mit eigenen Programmen für Gefahren im Straßenverkehr. Durch die Förderung der Mobilitätsforschung trägt die Stiftung dazu bei, den Straßenverkehr nachhaltiger zu gestalten. Die Stiftung unterstützt zudem hilfsbedürftige Unfallopfer. Ein Förderschwerpunkt ist die Rettung aus Lebensgefahr mit der ADAC Luftrettung gGmbH.)","acronym":"ADAC e.V.","interests":"Climate Action, Communication, Competition, Consumer Affairs, Energy, Enterprise, Environment, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Sport, Taxation, Trans-European Networks, Transport","euInitiatives":"Der ADAC e.V. beteiligt sich an allen EU-Initiativen rund um das Thema \"Mobilität und Verbraucherschutz\". Im Vorjahr gehörten dazu vorrangig die Themen Verkehrssicherheit, Verbraucherrechte, Fahrzeugemissionen und -typgenehmigung, Zugang zu Fahrzeugdaten, Cooperative Intelligent Transport Systems (C-ITS), Datenschutz und Digitaler Binnenmarkt.&#xd;<br />Politische Maßnahmen und EU-Rechtsvorschriften, die der ADAC e.V. verfolgt, sind aktuell:&#xd;<br />-\tErstes Mobilitätspaket, u.a.: &#xd;<br />o\tVorschlag für eine Richtlinie zur Änderung der Richtlinie 1999/62/EG über die Erhebung von Gebühren für die Benutzung bestimmter Verkehrswege durch schwere Nutzfahrzeuge&#xd;<br />o\tVorschlag für eine Richtlinie über die Interoperabilität elektronischer Mautsysteme und die Erleichterung des grenzüberschreitenden Informationsaustauschs über die Nichtzahlung von Straßenbenutzungsgebühren in der Union (Neufassung)&#xd;<br />-\tZweites Mobilitätspaket. u.a.:&#xd;<br />o\tProposal for a regulation setting emission performance standards for new passenger cars and for new light commercial vehicles as part of the Union's integrated approach to reduce CO2 emissions from light-duty vehicles and amending Regulation (EC) No 715/2007 (recast)&#xd;<br />o\tMitteilung „Eine europäische Strategie für emissionsarme Mobilität“, COM(2016) 501 final&#xd;<br />o\tMitteilung „Hin zu einer möglichst breiten Verwendung alternativer Kraftstoffe – ein Aktionsplan zur Infrastruktur für alternative Kraftstoffe“, COM/2017/0652 final&#xd;<br />o\tVorschlag für eine Richtlinie zur Änderung der Richtlinie 92/106/EWG über die Festlegung gemeinsamer Regeln für bestimmte Beförderungen im kombinierten Güterverkehr zwischen Mitgliedstaaten, COM/2017/0648 final&#xd;<br />-\tKommende Revision der Verordnung über die Typgenehmigung von Kraftfahrzeugen, Kraftfahrzeuganhängern und von Systemen, Bauteilen und selbstständigen technischen Einheiten für diese Fahrzeuge hinsichtlich ihrer allgemeinen Sicherheit (661/2009/EC)&#xd;<br />-\tNew Deal for Consumers Package&#xd;<br />-\tVorschlag für Richtlinie über bestimmte vertragsrechtliche Aspekte des Warenhandels, COM(2017) 637 final&#xd;<br />-\tVorschlag für Richtlinie über bestimmte vertragsrechtliche Aspekte der Bereitstellung digitaler Inhalte, COM(2015)0634&#xd;<br />-\tRichtlinie zur Erleichterung des grenzüberschreitenden Austauschs von Informationen über die Straßenverkehrssicherheit gefährdende Verkehrsdelikte (2015/413/EU)&#xd;<br />-\tEmissionsmessungen im realen Fahrzeugbetrieb (Real Driving Emissions, RDE)&#xd;<br />-\tMaßnahmen gegen Tachomanipulation, u.a. EP-Initiativbericht mit Empfehlungen an die Kommission zu dem Thema „Manipulation des Kilometerzählers in Kraftfahrzeugen: Überarbeitung des EU-Rechtsrahmens“&#xd;<br />-\tCybersecurity Act: Proposal for a regulation on ENISA, the \"EU Cybersecurity Agency\", and repealing Regulation (EU) 526/2013, and on Information and Communication Technology cybersecurity certification&#xd;<br />Im Rahmen des Transparenzregisters beantwortete der ADAC seit Anfang 2017 u.a. folgende EU-Konsultationen:&#xd;<br />-\tzu Regelungen über die Haftung des Herstellers für Schäden, die durch ein fehlerhaftes Produkt verursacht wurden&#xd;<br />-\tzum Aufbau der Europäischen Datenwirtschaft&#xd;<br />-\tzu einer möglichen EU-Initiative im Bereich der Passagierrechte im multimodalen Verkehr&#xd;<br />-\tPublic Consultation - Call for evidence on the operation of collective redress arrangements in the Member States of the European Union&#xd;<br />-\tzur Straßenverkehrsinfrastruktur und Sicherheit von Tunneln&#xd;<br />-\tzur gezielten Überarbeitung der EU-Verbraucherschutzrichtlinien&#xd;<br />-\tzur REFIT-Evaluierung der Richtlinie 2009/103/EG über die Kraftfahrzeug-Haftpflichtversicherung&#xd;<br />-\tzur Überprüfung der Verordnung über die allgemeine Fahrzeugsicherheit und der Verordnung zum Schutz von Fußgängern&#xd;<br />-\tzu Spezifikationen für kooperative intelligente Verkehrssysteme&#xd;<br />-\tzur Bewertung und Überarbeitung der Verordnung (EG) Nr. 1222/2009 über die Kennzeichnung von Reifen&#xd;<br />-\tTargeted questionnaire on the revision of the Injunctions Directive&#xd;<br />-\tRationellere Verwirklichung des Transeuropäischen Verkehrsnetzes (TEN-V)","lastUp":"2018-04-16T17:03:37.066+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}