{"id":"02452103934-97","name":"Allgemeiner Deutscher Automobil-Club e.V.","registrationDate":"2010-07-28T15:01:56.420+02:00","category":3,"subCategory":2,"legal":"eingetragener Verein","web":"http://www.adac.de","country":"Germany","headAddress":"Hansastraße 19","headCity":"München","headPostCode":"80686","headPhone":"(49)8 97 67 60","boss":"August Dr. Markl","bossTitle":"Mr","bossPosition":"Präsident","membersCount":7,"membersFTE":"4.25","membership":"FIA - Fédération Internationale de l'Automobile; FIM - Fédération Internationale de Motocyclisme; Euro NCAP - European New Car Assessment Programme; AIT - Alliance Internationale de Tourisme; FIVA - Fédération Internationale de Vehicules Anciens","memberOrga":"","goal":"Der ADAC e.V. kümmert sich um die Sicherung und Weiterentwicklung der persönlichen Mobilität seiner Mitglieder, insbesondere unter dem gesellschaftlichen Einfluss von Digitalisierung, Vernetzung und Umweltschutz. Er ist der größte Verein Deutschlands und mit über 20 Millionen Mitgliedern eine der größten Mitgliederorganisation der Welt. Rechtlich ist der ADAC e.V. ein Idealverein. Der 1903 gegründete Allgemeine Deutsche Automobilclub stellt Menschen in den Mittelpunkt, hilft aus Leidenschaft und ermöglicht seinen Mitgliedern, jederzeit und überall „einfach sicher unterwegs“ zu sein. Die zahlreichen Mitgliederleistungen des ADAC e.V. umfassen beispielsweise Pannenhilfe, Verbraucherschutz, Motorsport, Touristik, Juristische Zentrale (Mitgliederberatung), Verkehr oder die Clubzeitschrift „ADAC Motorwelt“. Als digitaler Mobilitätshelfer lebt der ADAC Mobilität. Der ADAC darf gemäß höchstrichterlicher Rechtsprechung in gewissem Umfang auch kommerzielle Wirtschaftsinteressen wahrnehmen. Die kommerziellen Aktivitäten des ADAC sind seit Januar 2017 im Tochterunternehmen ADAC S.E. organisiert, die gemeinnützigen Aktivitäten in der ADAC Stiftung (3-Säulen-Struktur). Die Clubsatzung des ADAC e.V. in der aktuell gültigen Form wurde am 5. August 2016 im Vereinsregister beim Amtsgericht München eingetragen. Sie ist unter www.adac.de/satzung abrufbar.","acronym":"ADAC e.V.","interests":"Borders and Security, Business and Industry, Climate Action, Communication, Competition, Consumers, Digital economy and society, Energy, Environment, Justice and Fundamental Rights, Research and innovation, Single market, Sport, Taxation, Trans-European Networks, Transport","euInitiatives":"Der ADAC e.V. beteiligt sich an allen EU-Initiativen rund um das Thema \"Mobilität und Verbraucherschutz\". Im Vorjahr gehörten dazu vorrangig die Themen Verkehrssicherheit, Verbraucherrechte, Fahrzeugemissionen, Klimaschutz, Luftqualität, Zugang zu Fahrzeugdaten, automatisiertes und vernetztes Fahren und Digitaler Binnenmarkt.&#xd;<br />Politische Maßnahmen und EU-Rechtsvorschriften, die der ADAC e.V. verfolgt, sind aktuell:&#xd;<br />-\tErstes Mobilitätspaket, u.a.: &#xd;<br />o\tVorschlag für eine Richtlinie zur Änderung der Richtlinie 1999/62/EG über die Erhebung von Gebühren für die Benutzung bestimmter Verkehrswege durch schwere Nutzfahrzeuge&#xd;<br />-\tZweites Mobilitätspaket. u.a.:&#xd;<br />o\tVerordnung des Europäischen Parlaments und des Rates zur Festsetzung von Emissionsnormen für neue Personenkraftwagen und für neue leichte Nutzfahrzeuge im Rahmen des Gesamtkonzepts der Union zur Verringerung der CO2-Emissionen von Personenkraftwagen und leichten Nutzfahrzeugen und zur Änderung der Verordnung (EG) Nr. 715/2007 (Neufassung), COM(2017)0676 – C8-0395/2017 – 2017/0293(COD)&#xd;<br />o\tMitteilung „Eine europäische Strategie für emissionsarme Mobilität“, COM(2016) 501 final&#xd;<br />o\tMitteilung „Hin zu einer möglichst breiten Verwendung alternativer Kraftstoffe – ein Aktionsplan zur Infrastruktur für alternative Kraftstoffe“, COM/2017/0652 final&#xd;<br />-\tRevision der Verordnung über die Typgenehmigung von Kraftfahrzeugen, Kraftfahrzeuganhängern und von Systemen, Bauteilen und selbstständigen technischen Einheiten für diese Fahrzeuge hinsichtlich ihrer allgemeinen Sicherheit (661/2009/EC)&#xd;<br />-\tNew Deal for Consumers Package und Vorschlag für eine Richtlinie über Verbandsklagen zum Schutz der Kollektivinteressen der Verbraucher und zur Aufhebung der RL 2009/22/EG über Unterlassungsklagen, COM(2018) 184 final, 2018/0089 (COD)&#xd;<br />-\tVorschlag für eine RL zur Änderung der RL 2008/96/EG über ein Sicherheitsmanagement für die Straßenverkehrsinfrastruktur, COM/2018/274 final - 2018/0129 (COD)&#xd;<br />-\tMitteilung der Kommission „Ein sauberer Planet für alle“, COM(2018) 773 final&#xd;<br />&#xd;<br />Im Rahmen des Transparenzregisters beantwortete der ADAC seit Anfang 2018 u.a. folgende EU-Konsultationen:&#xd;<br />-\tKonsultation \"Improving the emissions legislation for Light Duty Vehicles (4. RDE Paket, WLTP2)&#xd;<br />-\tKonsultation für den Aufbau von Vertrauen in die vernetzte und automatisierte Mobilität&#xd;<br />-\tKommentierung der Guidelines on the exemption procedure for the EU approval of automated vehicles&#xd;<br />-\tEvaluation of EU legislation on design protection&#xd;<br />-\tKommentierung des delegierten Rechtsakts zu C-ITS","lastUp":"2019-10-17T14:53:20.993+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}