{"id":"02452103934-97","name":"Allgemeiner Deutscher Automobil-Club e.V.","registrationDate":"2010-07-28T15:01:56.420+02:00","category":3,"subCategory":2,"legal":"eingetragener Verein","web":"http://www.adac.de","country":"Germany","headAddress":"Hansastraße, 19","headCity":"München","headPostCode":"80686","headPhone":"(49)8 97 67 60","boss":"August Dr. Markl","bossTitle":"Mr","bossPosition":"Präsident","membersCount":8,"membersFTE":"4.5","membership":"FIA - Fédération Internationale de l'Automobile; FIM - Fédération Internationale de Motocyclisme; ERTICO - ITS Europe; Euro NCAP - European New Car Assessment Programme; AIT - Alliance Internationale de Tourisme; FIVA - Fédération Internationale de Vehicules Anciens","memberOrga":"","goal":"Der ADAC e.V. ist rechtlich ein Idealverein. Als „mitgliederorientierter Mobilitätsdienstleister“ kümmert sich der ADAC um die Sicherung und Weiterentwicklung der individuellen Mobilität seiner Mitglieder, insbesondere unter dem gesellschaftlichen Einfluss von Digitalisierung, Vernetzung und Umweltschutz. Der ADAC e.V. ist der größte Verein Deutschlands und mit knapp 20 Millionen Mitgliedern eine der größten Mitgliederorganisation der Welt. &#xd;<br />&#xd;<br />Der 1903 gegründete Allgemeine Deutsche Automobilclub ermöglicht seinen Mitgliedern, jederzeit und überall „einfach sicher unterwegs“ zu sein. Die zahlreichen Mitgliederleistungen des ADAC e.V. umfassen beispielsweise Pannenhilfe, Verbraucherschutz, Motorsport, Touristik, Juristische Zentrale (Mitgliederberatung), Verkehr oder die Clubzeitschrift „ADAC Motorwelt“. &#xd;<br />&#xd;<br />Der ADAC darf gemäß höchstrichterlicher Rechtsprechung in gewissem Umfang auch kommerzielle Wirtschaftsinteressen wahrnehmen. Die kommerziellen Aktivitäten des ADAC sind seit Januar 2017 in der ADAC S.E. organisiert, die gemeinnützigen Aktivitäten in der ADAC Stiftung (3-Säulen-Struktur).&#xd;<br />&#xd;<br />Die ADAC SE ist eine Aktiengesellschaft europäischen Rechts. Zum 1. Januar 2017 besteht sie aus 37 Tochter- und Beteiligungsunternehmen, unter anderem der ADAC Schutzbrief AG, der ADAC Rechtsschutz Versicherungs-AG, der ADAC Autovermietung GmbH sowie der ADAC Verlag GmbH &amp; Co. KG. Die Hauptgeschäftsaktivitäten sind mobilitätsorientierte Leistungen und Produkte mit hohem Qualitätsanspruch. An der ADAC SE sind der ADAC e.V. mit einem Anteil von 74,9 Prozent und die ADAC Stiftung mit 25,1 Prozent beteiligt.&#xd;<br />&#xd;<br />Die gemeinnützige und mildtätige ADAC Stiftung fördert Forschungs- und Bildungsmaßnahmen zur Vermeidung von Unfällen: Wissenschaftliche Erkenntnisse sollen die Sicherheit im Straßenverkehr und im Amateur-Motorsport erhöhen. Außerdem sensibilisiert die ADAC Stiftung Kinder und Jugendliche mit eigenen Programmen für Gefahren im Straßenverkehr. Durch die Förderung der Mobilitätsforschung trägt die Stiftung dazu bei, den Straßenverkehr nachhaltiger zu gestalten. Die Stiftung unterstützt zudem hilfsbedürftige Unfallopfer. Ein Förderschwerpunkt ist die Rettung aus Lebensgefahr mit der ADAC Luftrettung gGmbH. &#xd;<br /> &#xd;<br />Die Clubsatzung des ADAC e.V. in der aktuell gültigen Form wurde am 5. August 2016 im Vereinsregister beim Amtsgericht München eingetragen. Sie ist unter www.adac.de/satzung abrufbar.","acronym":"ADAC e.V.","interests":"Climate Action, Communication, Competition, Consumer Affairs, Energy, Enterprise, Environment, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Sport, Taxation, Trans-European Networks, Transport","euInitiatives":"Der ADAC e.V. beteiligt sich an allen EU-Initiativen rund um das Thema \"Mobilität und Verbraucherschutz\". Im Vorjahr gehörten dazu vorrangig die Themen Verkehrssicherheit, Verkehrspolitik, Cooperative Intelligent Transport Systems (C-ITS), Emissionen, Datenschutz, Digitaler Binnenmarkt, Zugang zu Reparatur- und Wartungsinformationen und Verbraucherrechte. &#xd;<br />&#xd;<br />Politische Maßnahmen und EU-Rechtsvorschriften, die der ADAC e.V. verfolgt, sind aktuell:&#xd;<br />-\tRevision der TypgenehmigungsVO - 2016/0014 (COD)&#xd;<br />-\tMitteilung „Building a European Data Economy“ - COM(2017) 9 final&#xd;<br />-\tRevision der ePrivacy RL - 2017/0003 (COD)&#xd;<br />-\tEP Entschließung „Folgen von Massendaten für die Grundrechte“ - 2016/2225(INI)&#xd;<br />-\tRL-Vorschlag über bestimmte vertragsrechtliche Aspekte der Bereitstellung digitaler Inhalte - 2015/0287(COD)&#xd;<br />-\tBericht der KOM „Rettung von Menschenleben: Mehr Fahrzeugsicherheit in der EU“ - COM(2016) 787 final&#xd;<br />-\tEP Entschließung „Zustimmung der Kommission zum überarbeiteten Plan Deutschlands, eine Straßenmaut einzuführen“ - 2017/2526(RSP)&#xd;<br />-\tArbeit der EMIS-Untersuchungsausschusses&#xd;<br />-\tGesetzgebung zu Real Driving Emissions (RDE) &#xd;<br />-\tBericht der KOM über die Anwendung der Richtlinie (EU) 2015/413 zur Erleichterung des grenzüberschreitenden Austauschs von Informationen über die Straßenverkehrssicherheit gefährdende Verkehrsdelikte - COM(2016) 744 final&#xd;<br />-\tRevision Road Pricing / Eurovignettenrichtlinie&#xd;<br />-\tMitteilung zu Low Emission Mobility&#xd;<br />-\tLuftqualitätsrichtlinie 2008/50/EG und Umsetzung in DE&#xd;<br />-\tRevision der Berufskraftfahrerrichtlinie&#xd;<br />-\tEffort Sharing Regultion&#xd;<br />&#xd;<br />Im Rahmen des Transparenzregisters beantwortete der ADAC seit Anfang 2016 u.a. folgende EU-Konsultationen: &#xd;<br />-\tzur Richtlinie Erneuerbare Energien post 2020&#xd;<br />-\tzur Richtlinie 2015/413/EU Grenzüberschreitenden Austausch von Informationen über die Straßenverkehrssicherheit gefährdender Delikte&#xd;<br />-\tzur Verordnung (EG) Nr. 1371/2007 über die Rechte und Pflichten der Fahrgäste im Eisenbahnverkehr&#xd;<br />-\tzu einem Vorschlag für ein verbindliches Transparenzregister&#xd;<br />-\tzum Thema Energie Union&#xd;<br />-\tin Bezug auf die Evaluierung und Überprüfung der Datenschutzrichtlinie für elektronische Kommunikation (ePrivacy)&#xd;<br />-\tzur Initiative der Europäischen Union zu kooperativen intelligenten Verkehrssystemen&#xd;<br />-\tzum Europäischen Verbraucherrecht&#xd;<br />-\tzur Richtlinie 1999/62/EC (\"Eurovignette\")&#xd;<br />-\tzum European Electronic Toll Service&#xd;<br />-\tzur Revision der VO 443/2009 und 510/2011 - CO2 Grenzwerte für Pkw+lNfz  &#xd;<br />-\tzum Aufbau der Europäischen Datenwirtschaft","lastUp":"2018-03-26T14:42:55.530+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}