{"id":"024712229951-24","name":"Institute for Public Policy Research","registrationDate":"2018-02-14T19:04:11.702+01:00","category":4,"subCategory":5,"legal":"Charity","web":"http://ippr.org/","country":"United kingdom","headAddress":"4th Floor","headCity":"London","headPostCode":"WC2N 6DF","headPhone":"(44)0 20 74 70 61 00","boss":"Tom Kibasi","bossTitle":"Mr","bossPosition":"Director","membersCount":6,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"IPPR is the UK’s pre-eminent progressive think tank. Our mission is to open up opportunity, power and prosperity to everyone. Over the next 3-5 years, we will do this by conducting rigorous research and generating big ideas on how as a country we:&#xd;<br />&#xd;<br />1. Achieve a progressive Brexit that puts people’s living standards first;&#xd;<br />&#xd;<br />2. Create a sustainable economy that shares prosperity more fairly across people and places;&#xd;<br />&#xd;<br />3. Make markets for housing and infrastructure work in the interest of everyone;&#xd;<br />&#xd;<br />4. Design public services and a welfare state to enable richer lives, rooted in communities;&#xd;<br />&#xd;<br />5. Build a more democratic and inclusive society with power more evenly shared.&#xd;<br />&#xd;<br />Across each of these areas, we aim to influence public policy to become more progressive in the present, and to shape the progressive society of the future. With more than 40 staff in four offices across the UK, IPPR is Britain’s only national think tank with a truly national presence.","acronym":"IPPR","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Transport","euInitiatives":"- Taskforce on Article 50 negotiations with the United Kingdom","lastUp":"2018-02-14T19:04:41.445+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}