{"id":"024776016336-52","name":"European Organisation of the Sawmill industry","registrationDate":"2015-03-04T13:25:51.403+02:00","category":2,"subCategory":4,"legal":"aisbl","web":"http://www.eos-oes.eu","country":"Belgium","headAddress":"rue Montoyer 24","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)25 56 25 97","boss":"Silvia Melegari","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":2,"membersFTE":"2.0","membership":"CEI-Bois, the European Confederation of woodworking industries","memberOrga":"- AUSTRIA &#xd;\nFachverband der Holzindustrie Österreichs&#xd;\nwww.holzindustrie.at &#xd;\n&#xd;\n- BELGIUM&#xd;\nFNS – Fédération Nationale des Scieries&#xd;\nwww.woodnet.com/fr/home.asp &#xd;\n&#xd;\n- DENMARK&#xd;\nDI – Dansk Traeindustrier&#xd;\nwww.di.dk &#xd;\n&#xd;\n- FINLAND&#xd;\nFinnish Sawmills Association&#xd;\nwww.suomensahat.fi&#xd;\n&#xd;\n- FRANCE&#xd;\nFNB – Fédération Nationale du Bois&#xd;\nwww.fnbois.com&#xd;\n&#xd;\n- GERMANY&#xd;\nDeSH-Deutsche Säge-und Holzindustrie Bundesverband e.V.i.Gr.&#xd;\nwww.saegeindustrie.de&#xd;\n&#xd;\n&#xd;\n&#xd;\n- LATVIA&#xd;\nAssociation of Latvian Timber Producers and Traders&#xd;\nwww.latviantimber.lv&#xd;\n&#xd;\n- NORWAY&#xd;\nTreindustrien&#xd;\nwww.trelast.no&#xd;\n&#xd;\n- ROMANIA&#xd;\nASFOR – Associatia Forestielor Din România&#xd;\nwww.asociatiaforestierilor.ro&#xd;\n&#xd;\n- SWEDEN&#xd;\nSFIF – Swedish Forest Industries Federation&#xd;\nwww.forestindustries.se&#xd;\n&#xd;\n- SWITZERLAND&#xd;\nHIS – Holzindustrie Schweiz&#xd;\nwww.holz-bois.ch&#xd;\n&#xd;\n- UNITED KINGDOM&#xd;\nConFor&#xd;\nwww.confor.org.uk&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n ","goal":"The European Organisation of the Sawmill Industry (EOS) is a Brussels-based non-profit association representing the interests of the European sawmilling sector and the benefits of its products. The collective expertise of EOS’s members provides a unique source of information both for and on the industry; coordinating essential exchanges of experience and knowledge among its members, the ability to provide technical assistance to legislators and to identify independent experts on specific issues. Through its member countries, EOS represents some 35 000 sawmills in 13 countries across Europe manufacturing  sawn boards, timber frames, glulam, decking, flooring, joinery, fencing and several other wood products. Together they represent 75 % of the total European sawn wood output and a turnover of almost 34 billion EUR, creating over 259 000 job opportunities annually in the EU.&#xd;<br />&#xd;<br />The mission of the European Organisation of the Sawmill Industry is:&#xd;<br />•\tTo assure synergy between its members;&#xd;<br />•\tTo defend the interests of the sector;&#xd;<br />•\tTo submit positions and resolutions;&#xd;<br />•\tTo monitor information to and from members;&#xd;<br />•\tTo carry out studies (social, economical, and environmental);&#xd;<br />•\tTo coordinate the promotion of the use of wood.&#xd;<br />&#xd;<br />The main objective of EOS is to deal with all the issues concerning the European timber processing industry, especially to:&#xd;<br />•\tRepresent and defend the common interests of its members before international bodies and, if necessary, in co-operation with its members, before national authorities;&#xd;<br />•\tProvide a good and permanent relationship between the trade organisations which are Members;&#xd;<br />•\tDevelop all activities in favour of European produced timber products, in particular in the fields of promotion, research, standardisation and trade policy;&#xd;<br />•\tAnalyse the economic, social and technical developments regarding the primary timber processing.","acronym":"EOS","interests":"Agriculture and Rural Development, Climate Action, Competition, Customs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Internal Market, Public Health, Trade, Transport","euInitiatives":"Eu Forestry Strategy; Eu Clean Air Package; Circular Economy Package; European Innovation Partnership on Raw Materials; Bio-based Economy Strategy; Free Trade Agreements; Social Affairs.","lastUp":"2018-03-27T22:14:52.465+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}