{"id":"02480451230-88","name":"Association des Constructeurs Européens de Motocycles","registrationDate":"2009-02-25T12:27:25.036+01:00","category":2,"subCategory":4,"legal":"GEIE","web":"http://www.acem.eu","country":"Belgium","headAddress":"Avenue de la Joyeuse Entrée, 1","headCity":"Bruxelles","headPostCode":"1040","headPhone":"(32)22 30 97 32","boss":"Antonio Perlot","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":5,"membersFTE":"5.0","membership":"ACEM is a member of IMMA (International Motorcycle Manufacturers Association).&#xd;\nACEM is a member of FAS (Forum for the Automobile and Society), MPE (Mobility for Prosperity in Europe) and MCC (MotorCycle Community in Europe).&#xd;\nACEM is a member of ERTRAC, the European Road Transport Research Advisory Council, and of EGVIA, the European Green Vehicle Initiative Association.","memberOrga":"","goal":"ACEM, the Motorcycle Industry in Europe, is the professional body representing the interests and combined skills of 14 powered two wheeler manufacturers producing a total of more than 30 motorcycle and moped brands, and 18 national associations. &#xd;<br />&#xd;<br />PTW manufacturers members of ACEM are: BMW, BRP, DUCATI, HARLEY-DAVIDSON, HONDA, KAWASAKI, KTM, PEUGEOT, PIAGGIO GROUP, RENAULT, SUZUKI, MV AUGUSTA, TRIUMPH, POLARIS, YAMAHA, KYMCO, ROYAL ENFIELD.&#xd;<br />&#xd;<br />PTW manufacturers/importers/component manufacturers national associations members of ACEM are: AIA, AIMID, AMVIR, APIA, CONFINDUSTRIA ANCMA, ANESDOR, ARGE2RAD, CSIAM, CSNM, EQUAL, FEBIAC, FFÖ, IVM, MCIA, MCRF, PZPM, RAI.&#xd;<br />&#xd;<br />ACEM also represents main manufacturers of tricycles and quadricycles.&#xd;<br />&#xd;<br />The role of ACEM has expanded with the development of importance of European legislation and activities within all member countries.","acronym":"ACEM","interests":"Business and Industry, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Energy, Environment, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"type approval legislation&#xd;<br />driving licence legislation&#xd;<br />EU Road safety legislation","lastUp":"2019-02-20T09:13:15.143+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}