{"id":"024975523958-37","name":"DOS SANTOS","registrationDate":"2016-10-18T16:47:36.129+02:00","category":2,"subCategory":3,"legal":"S.A.U.","web":"http://dossantossa.com/","country":"Spain","headAddress":"C/ AZUAJE 2","headCity":"LAS PALMAS DE GRAN CANARIA","headPostCode":"35010","headPhone":"(34)9 28 48 09 50","boss":"JUAN BARRETO MATOS","bossTitle":"Mr","bossPosition":"DIRECTOR GENERAL","membersCount":1,"membersFTE":"0.25","membership":"- ASINCA &#xd;\nhttp://www.asinca.es/tacgestorcontenidos_asinca_regional/modules.php?mod=portal&amp;file=index&#xd;\n&#xd;\n- CONFEDERACION CANARIA DE EMPRESARIOS&#xd;\nhttp://www.ccelpa.org/&#xd;\n&#xd;\n- ADELTA (Asociación Empresarial del Tabaco)&#xd;\nhttp://www.adelta.es/&#xd;\n&#xd;\n-MESA DEL TABACO  http://www.mesadeltabaco.es/","memberOrga":"","goal":"• Una gestión y coordinación adecuada y eficiente de nuestra actividad industrial y comercial; incluyendo procedimientos que favorezcan la mejora continua de la eficacia de nuestros sistemas de  gestión, el cumplimiento de la legislación vigente y de otros requisitos legales adquiridos por Dos Santos, el control de la calidad y la prevención de la contaminación.&#xd;<br />&#xd;<br />• Proveernos de los medios humanos y materiales necesarios para hacer que nuestra actividad y servicio se caractericen por su elevada calidad y competitividad en nuestro sector y mercado; seleccionando personal adecuadamente formado, altamente motivado e implicado en la política de la compañía, y proporcionando y gestionando medios y equipos que aseguren la capacidad y seguridad de ejecución. &#xd;<br />&#xd;<br />• Observar las tendencias del mercado, desarrollando productos que se adapten a las necesidades y expectativas de los consumidores en cada momento. &#xd;<br />&#xd;<br />• Concentrar nuestro esfuerzo en realizar una fabricación y comercialización de nuestros productos coordinada y efectiva, sujeta a exigentes requisitos y controles de calidad. &#xd;<br />&#xd;<br />• El uso responsable y controlado de los recursos naturales, la mejora en la eficiencia energética, y la supervisión y control exhaustivo de los aspectos ambientales, especialmente los residuos generados derivados de nuestra actividad así como de las actividades realizadas por subcontratas. &#xd;<br />&#xd;<br />Con el trabajo y el compromiso de todos logramos día a día ser más eficaces y eficientes frente a nuestros clientes y aumentar nuestro compromiso ambiental frente a la sociedad en su conjunto","acronym":"","interests":"Banking and financial services, Business and Industry, Consumers, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Humanitarian aid and civil protection, International co-operation and development, Public Health, Single market, Taxation, Trade, Transport","euInitiatives":"Title of the iniciative: Implementing and delegated acts under Articles 15(11), 15(12) and 16(2) of the Tobacco Products Directive 2014/40/EU","lastUp":"2018-09-10T12:49:04.472+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}