{"id":"025461722574-14","name":"Wirtschaftsprüferkammer (Chamber of Public Accountants)","registrationDate":"2016-07-05T12:10:24.073+01:00","category":2,"subCategory":7,"legal":"Körperschaft des öffentlichen Rechts","web":"http://www.wpk.de","country":"Germany","headAddress":"Rauchstraße 26","headCity":"Berlin","headPostCode":"10787","headPhone":"(49)3 07 26 16 10","boss":"Dr. Reiner J. Veidt","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":2,"membersFTE":"0.5","membership":"EFAA (European Federation of Accountants and Auditors for SMEs)&#xd;\n&#xd;\nIFAC (International Federation of Accountants)&#xd;\n&#xd;\nBFB (Bundesverband der Freien Berufe)&#xd;\n&#xd;\nDRSC (Deutsches Rechnungslegungsstandards Committee)","memberOrga":"Die WPK hat über 21.000 Mitglieder. Diese sind im öffentlichen Berufsregister verzeichnet: &#xd;\n&#xd;\nwww.wpk.de/wpk/berufsregister","goal":"Ziel der Wirtschaftsprüferkammer ist es, die Qualität der Berufsausübung ihrer über 21.000 Mitglieder (Wirtschaftsprüfer, vereidigte Buchprüfer, Wirtschaftsprüfungsgesellschaften, Buchprüfungsgesellschaften) zu fördern, sicherzustellen und fortzuentwickeln sowie die beruflichen Belange der Gesamtheit ihrer Mitglieder gegenüber der Öffentlichkeit und der Politik zu wahren. Die Wirtschaftsprüferkammer beachtet dabei auch die Erwartungen des Staates und der Öffentlichkeit. Als Körperschaft des öffentlichen Rechts führt sie die ihr vom Gesetz zugewiesenen Aufgaben aus; sie untersteht der Rechtsaufsicht des Bundeswirtschaftsministeriums. Die Wirtschaftsprüferkammer ist Ansprechpartnerin ihrer Mitglieder und der Öffentlichkeit in allen Fragen der Berufsausübung. Sie trägt maßgeblich dazu bei, die berufspolitische Meinungsbildung zu entwickeln, zu fördern und zu koordinieren. Die Qualität der Berufsausübung wird im Rahmen der Berufsaufsicht durch Beratung, Kontrollen und Sanktionen gesichert. Die Wirtschaftsprüferkammer fördert die Ausbildung des Berufsnachwuchses und führt das staatliche Wirtschaftsprüfungsexamen für den Berufszugang durch. Sie pflegt den Kontakt zu Ministerien, Kammern, Verbänden und der sonstigen Öffentlichkeit sowie zu anderen Organisationen im In- und Ausland. Die Wirtschaftsprüferkammer entwickelt und erlässt Regelungen zur Berufsausübung, zur Fortbildung ihrer Mitglieder und fachliche Regeln unter Einbeziehung des gesamten Berufsstandes und der interessierten Öffentlichkeit. &#xd;<br />Das Leitbild ist Ausdruck des Bestrebens der Wirtschaftsprüferkammer, die Rahmenbedingungen für eine qualitätsbewusste und erfolgreiche Berufsausübung der Wirtschaftsprüfer und vereidigten Buchprüfer zu schaffen und zu erhalten. &#xd;<br />Weitere Informationen: www.wpk.de.","acronym":"WPK","interests":"Communication, Competition, Economic and Financial Affairs, Enterprise, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Taxation","euInitiatives":"Binnenmarktstrategie der EU-Kommission (z. B. Konsultation zum Dienstleistungspass, Abbau regulatorischer Hemmnisse und Versicherungsvorschriften) - Dienstleistungspaket&#xd;<br />&#xd;<br />Transparenzinitiative der Berufsqualifikationsrichtlinie &#xd;<br />&#xd;<br />Konsultation zu freien Berufen: nationale Aktionspläne und Verhältnismäßigkeit bei der Regulierung&#xd;<br />&#xd;<br />EU-Recht bezüglich Abschlussprüfungsleistungen, steuer- und wirtschaftsberatende Leistungen&#xd;<br />&#xd;<br />Konsultation der EBA und EIOPA zur Verbesserung der Kommunikation zwischen Aufsichtsbehörden von Versicherungsunternehmen und Kreditinstituten sowie deren Abschlussprüfern&#xd;<br />&#xd;<br />Anti-Geldwäsche-Richtlinie&#xd;<br />&#xd;<br />Grünbuch zur Schaffung einer Kapitalmarktunion&#xd;<br />&#xd;<br />Richtlinie bezüglich des verpflichtenden Informationsaustauschs im Bereich der Besteuerung&#xd;<br />&#xd;<br />Änderung der KMU-Empfehlung","lastUp":"2017-06-27T13:52:59.440+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}