{"id":"025843424137-75","name":"V V G B Advocaten","registrationDate":"2016-10-27T12:58:28.748+02:00","category":1,"subCategory":10,"legal":"BVBA","web":"http://www.vvgb-law.com","country":"Belgium","headAddress":"Place des Barricades 13","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)5 42 07 80","boss":"Folkert Graafsma","bossTitle":"Mr","bossPosition":"Partner","membersCount":1,"membersFTE":"0.25","membership":"www.vvgb-law.com","memberOrga":"","goal":"VVGB is an independent international law firm advising companies, industry associations and governments on EU, trade, competition, corporate and tax law. in addition to providing legal services for clients, VVGB also regularly conducts research for universities and other non-profit organizations.","acronym":"","interests":"Customs, Trade","euInitiatives":"VVGB is active in the fields of EU trade defence, trade litigation, and general trade policy with a focus on policies and measures by the Commission's DG Trade and DG Taxud. Specific EU initiatives targeted by VVGB over the past year include:&#xd;<br />&#xd;<br />- The legislative adoption of Regulation (EU) 2017/2321 amending the EU's anti-dumping and anti-subsidy legislation in order to provide, among other things, for a new anti-dumping methodology.&#xd;<br />&#xd;<br />- The legislative adoption of Regulation (EU) 2018/825 modernizing the EU's basic anti-dumping and anti-subsidy regulations.&#xd;<br />&#xd;<br />- The ongoing safeguard investigation by the Commission into imports of steel. &#xd;<br />&#xd;<br />- The ongoing anti-dumping and anti-subsidy investigations by the Commission into imports of tyres for buses or lorries (new and retreated) from China.&#xd;<br />&#xd;<br />- The initiation (and subsequent termination) by the Commission of an anti-dumping investigation into imports of silicon metal from Bosnia Herzegovina and Brazil.  &#xd;<br />&#xd;<br />- The publication by the Commission of a country report on significant distortions in the economy of China for the purpose of trade defence investigations. &#xd;<br />&#xd;<br />- The initiation (and subsequent termination) by the Commission of an anti-dumping investigation into imports of low carbon ferro-chrome from China, Russia and Turkey.","lastUp":"2018-09-07T10:43:24.255+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}