{"id":"026075817392-40","name":"Publish What You Fund","registrationDate":"2015-06-01T17:15:52.724+01:00","category":3,"subCategory":2,"legal":"Charity","web":"http://www.publishwhatyoufund.org","country":"United kingdom","headAddress":"Southbank House","headCity":"London","headPostCode":"SE1 7SJ","headPhone":"(44)0 20 31 76 25 12","boss":"Rupert Simons","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"2.0","membership":"Concord: http://www.concordeurope.org/ (indirectly through Bond)&#xd;\n&#xd;\nBond: http://www.bond.org.uk/","memberOrga":"","goal":"Publish What You Fund is the global campaign for aid transparency. We envisage a world where aid and development information is transparent, available and used for effective decision-making, public accountability and lasting change for all citizens.&#xd;<br />&#xd;<br />Our 2016-2019 strategy has three key objectives: to raise the visibility and quality of data on aid and development, and to encourage that data to be used. We want these three objectives to lead to more effective decisions on aid and development and for all initiatives to be accountable to the people they seek to help. Publish What You Fund combines robust research with targeted advocacy in order to achieve these.&#xd;<br />&#xd;<br />Publish What You Fund’s head office is in London. We also maintain representation in Washington DC, where our work is supported by Friends of Publish What You Fund.","acronym":"","interests":"Development, Humanitarian Aid","euInitiatives":"Publish What You Fund's Aid Transparency Index is designed to monitor the commitment made by the European Union and its member states to make all aid and development finance transparent. This commitment was first made in the Busan Partnership for Development Effectiveness in 2011, and reiterated in the Nairobi Outcome Document of the Global Partnership for Effective Development Cooperation in 2016. &#xd;<br />&#xd;<br />Publish What You Fund supports the following EU policy commitments or initiatives:&#xd;<br />• The International Aid Transparency Initiative (IATI)&#xd;<br />• The Sustainable Development Goals: The EU has played an important role in shaping the 2030 Agenda and is committed to implementing the SDGs, which reflect a number of EU priorities. &#xd;<br />• The European Consensus on Development: The commitment to transparency was renewed in late 2016 in the draft European consensus on development. The EC proposed the following language for adoption in 2017:&#xd;<br />&#xd;<br />“The EU and its Member States will continue to champion transparency, which should progressively cover the full range of development resources. They will develop tools to present and use development cooperation data more effectively to improve accountability processes and standards. They will support partner countries to link resources for development with results, by better linking the planning and budgeting processes.”&#xd;<br />• EU Transparency Guarantee: In November 2011, the EU Foreign Affairs Council adopted a common position for Busan, incorporating the EU Transparency Guarantee. EU Institutions and member states agreed to publicly disclose all aid information in a common, standard format so that it can be accessed, shared and published.","lastUp":"2017-05-23T15:46:35.037+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}