{"id":"026491233063-70","name":"GREEN NATION 5 EUROPA","registrationDate":"2018-10-30T18:41:24.754+01:00","category":3,"subCategory":2,"legal":"Asociación","web":"http://greennations5.eu","country":"Spain","headAddress":"calle CLARIANO 35 BAJO","headCity":"Valencia","headPostCode":"46021","headPhone":"(34)6 83 29 49 08","boss":"HUGO ALEXIS ALVARADO RODRÍGUEZ","bossTitle":"","bossPosition":"Presidente","membersCount":3,"membersFTE":"2.25","membership":"http://oladscc.org, http://olamexico.org, http://greennations5usa.org","memberOrga":"D. HUGO ALEXIS ALVARADO RODRÍGUEZ&#xd;\nD. ANTONIO MANUEL GARCÍA RINCÓN&#xd;\nD. LUIS JAVIER CASTIBLANQUE PIÑAS","goal":"Constituyen los fines de la Asociación&#xd;<br />Objetivo1: Poner fin a la pobreza en todas sus formas en todo el mundo&#xd;<br />Objetivo 2: Poner fin al hambre, lograr la seguridad alimentaria y la mejora de la&#xd;<br />nutrición y promover la agricultura sostenible&#xd;<br />Objetivo 3: Garantizar una vida sana y promover el bienestar para todos en todas las&#xd;<br />edades&#xd;<br />Objetivo 4: Garantizar una educación inclusiva, equitativa y de calidad y promover&#xd;<br />oportunidades de aprendizaje durante toda la vida para todos&#xd;<br />Objetivo 5: Lograr la igualdad entre los géneros y empoderar a todas las mujeres y&#xd;<br />las niñas&#xd;<br />Objetivo 6: Garantizar la disponibilidad de agua y su gestión sostenible y el&#xd;<br />saneamiento para todos&#xd;<br />Objetivo 7: Garantizar el acceso a una energía asequible, segura, sostenible y&#xd;<br />moderna para todos&#xd;<br />Objetivo 8: Promover el crecimiento económico sostenido, inclusivo y sostenible, el&#xd;<br />empleo pleno y productivo y el trabajo decente para todos&#xd;<br />Objetivo 9: Construir infraestructuras resilientes, promover la industrialización&#xd;<br />inclusiva y sostenible y fomentar la innovación&#xd;<br />Objetivo 10: Reducir la desigualdad en y entre los países&#xd;<br />Objetivo 11: Lograr que las ciudades y los asentamientos humanos sean inclusivos,&#xd;<br />seguros, resilientes y sostenibles&#xd;<br />Objetivo 12: Garantizar modalidades de consumo y producción sostenibles&#xd;<br />Objetivo 13: Adoptar medidas urgentes para combatir el cambio climático y sus&#xd;<br />efectos&#xd;<br />Objetivo 14: Conservar y utilizar en forma sostenible los océanos, los mares y los&#xd;<br />recursos marinos para el desarrollo sostenible&#xd;<br />Objetivo 15: Proteger, restablecer y promover el uso sostenible de los ecosistemas&#xd;<br />terrestres, gestionar los bosques de forma sostenible, luchar contra la&#xd;<br />desertificación, detener e invertir la degradación de las tierras y poner freno a la&#xd;<br />pérdida de la diversidad biológica&#xd;<br />Objetivo 16: Promover sociedades pacíficas e inclusivas para el desarrollo&#xd;<br />sostenible, facilitar el acceso a la justicia para todos y crear instituciones eficaces,&#xd;<br />responsables e inclusivas a todos los niveles&#xd;<br />Objetivo 17: Fortalecer los medios de ejecución y revitalizar la Alianza Mundial&#xd;<br />para el Desarrollo Sostenible","acronym":"","interests":"Agriculture, Climate Action, Culture, Culture and media, Education and training, Energy, Environment, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Sport, Youth","euInitiatives":"la principal iniciativa que se desarrollo en la ONU referente al cumplimiento de las 17 objetivos de las Naciones Unidas, a través de distintos proyecto sociales , culturales y sustentables.","lastUp":"2018-10-30T18:42:23.768+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}