{"id":"026897317691-75","name":"Slovenska bankova asociacia","registrationDate":"2015-06-05T10:38:09.200+02:00","category":2,"subCategory":4,"legal":"Association of legal entities","web":"http://www.sbaonline.sk","country":"Slovakia","headAddress":"Mýtna 48","headCity":"Bratislava 1","headPostCode":"81107","headPhone":"(421)2 57 20 53 01","boss":"Alexander Resch","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"1.0","membership":"Member of the European Banking Federation, &#xd;\nEuropean Payment Council, &#xd;\nNational Union of Employers.","memberOrga":"","goal":"The Slovak Banking Association is a leading financial association and the only association representing the interest of banks in Slovakia. Founded in 1993, the SBA is a voice of the Slovak banking sector. &#xd;<br />&#xd;<br />The SBA represents, defends and promotes the interests of its member and supports their activities. The aim of the Slovak Banking Association is to primarily optimize legal environment in the area of banking and to cooperate with state bodies and other authorities on creating laws and regulations. The SBA is also active in the field of financial education of public and training programmes of bank employees.&#xd;<br />&#xd;<br />In 1996 SBA became a member of the European Banking Federation and the European Payment Council. Since 2006 the SBA is also a member of the National Union of Employers.","acronym":"SBA","interests":"Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Justice and Fundamental Rights, Single market, Taxation, Trade","euInitiatives":"Banking Union, Capital Market Union, Financial Transaction Tax, Payment Services Directive 2, Bank Structural Reform, Retail Financial Services, Prudential Requirements for Banks, CRD 4/CRR, MiFID II / MiFIR, AML, MIFs, EDIS, DAC3","lastUp":"2018-04-26T10:59:42.184+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}