{"id":"027037628551-18","name":"Public Affairs Community of Europe","registrationDate":"2017-10-05T10:30:31.959+01:00","category":3,"subCategory":2,"legal":"none","web":"http://www.paceurope.eu","country":"Italy","headAddress":"Via Pian di Sco' 26","headCity":"Rome","headPostCode":"00139","headPhone":"(39)34 93 93 67 23","boss":"Maria Rosa ROTONDO","bossTitle":"Ms","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"PACE gathers 15 National associations representing PA professionals and agencies in Europe, out of which:&#xd;\n&#xd;\n13  are national Associations based in the European Union:&#xd;\nAustria - OEPAV&#xd;\nBulgaria - Bulgarian Association of Public Affairs Specialists&#xd;\nCyprus - Association of Lobbyists &amp; Public Affairs Professionals - LPAP&#xd;\nCroatia - Croatian Lobbyist Association&#xd;\nCzech Republic - Association of Public Affairs agencies - APAA&#xd;\nEstonia - Association of Public Affairs Professionals&#xd;\nFrance - Association Française des Conseils en Lobbying - AFCL&#xd;\nGermany - De’ge’pol&#xd;\nItaly - Il Chiostro&#xd;\nRomania - Romanian Lobbying Registry Association – RLRA&#xd;\nThe Netherlands - Dutch Association of Public Affairs - BVPA&#xd;\nSlovenia - Association of Public Affairs Professionals&#xd;\nSpain - Asociación de profesionales de las relaciones institucionales - APRI&#xd;\n&#xd;\n2 are national associations based in Europe:&#xd;\nSerbia - The Serbian Lobbying Society - LSA&#xd;\nSwitzerland - Swiss Society of Public Affairs - SSPA&#xd;\n&#xd;\nPACE also represents 3 additional individual members (PA professionals and agencies) located in Countries where no national associations still exist. &#xd;\nPace individual members are fully committed to create in a short time a national organization. &#xd;\nIn particular:&#xd;\nNr. 2 are based in the European Union:&#xd;\nGreece&#xd;\nPortugal&#xd;\n&#xd;\nNr. 1 is located in Europe:&#xd;\nMontenegro","goal":"PACE is a Europe-wide community of National Lobbyists Associations and public affairs professionals committed with the enhancement of the positive role that transparent lobbying can provide to democratic participation. &#xd;<br />The Public Affairs Community of Europe (PACE), gathers 15 national associations of lobbyists and public affairs professionals across Europe.&#xd;<br />PACE is committed with the values of Transparency and Professionalism.&#xd;<br />PACE wants to raise attention of the European institutions and the national Governments on the critical importance of fostering a balanced framework of rights and obligations for lobbyists across Europe.&#xd;<br />PACE believes it is crucial to keep high the attention on Lobbying – Transparency –  Professionalism, especially with regard to a definition of lobbying that must be comprehensive and non-discriminatory. PACE also strongly stresses the positive role that transparent lobbying can provide on democracy participation. &#xd;<br />Pace urges European and National authorities to pay particular attention to the sensitive issue of lobbying activities and is ready to support them by providing  its professionalism and expertise.","acronym":"P.A.CE.","interests":"General and Institutional Affairs, Justice and Fundamental Rights, Regional Policy","euInitiatives":"Transparency Register;&#xd;<br />Regulation of lobbying acroos Europe;&#xd;<br />Recommendation on legal regulations of lobbying;","lastUp":"2017-10-05T17:44:48.563+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}