{"id":"027027432669-16","name":"European Decontamination Institute","registrationDate":"2018-09-24T10:53:34.185+02:00","category":2,"subCategory":1,"legal":"AISBL","web":"http://www.decontaminationinstitute.org/","country":"Belgium","headAddress":"Rue des Colonies 11, 1","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)28 08 52 58","boss":"Jose Blanco","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://www.decontaminationinstitute.org/members","goal":"The European Decontamination Institute was born as an organization that promotes the proper decontamination of hazardous waste.&#xd;<br />&#xd;<br />EDI brings together national decontamination associations, engineering companies, decontamination contractors and suppliers.&#xd;<br />&#xd;<br />The main goal of the Institute is to promote safe removal of hazardous waste and establish proper standards for this activity.&#xd;<br />&#xd;<br />Other objectives of the EDI are the following:&#xd;<br />&#xd;<br />- To be one of the stakeholders to elaborate regulations concerning the hazardous waste management and to help to disseminate this knowledge among the industry.&#xd;<br />&#xd;<br />- The organization and promotion of activities and services of a professional, economic nature which may be in the interest of its Members, providing support, consulting and related services. &#xd;<br />&#xd;<br />-  To provide consulting services and training in areas related to legislation and regulatory norms which may be applicable to the decontamination sector.&#xd;<br />&#xd;<br />- To provide institutional representation before public authorities and organisations. &#xd;<br />&#xd;<br />- To establish and maintain relations with, and eventually integrate or collaborate with national, European or international professional organisations which represent interests which may relate to those of the Association or its Members.","acronym":"EDI","interests":"Business and Industry, Education and training, Employment and Social Affairs, Environment, Public Health, Trade","euInitiatives":"All topics regarding the decontamination industry that help to set standards on decontamination of hazardous waste and to improves the legislation concerning the identification and removal of hazardous substances.","lastUp":"2018-09-24T10:54:10.932+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}