{"id":"02762144321-07","name":"ADS Insight","registrationDate":"2010-10-08T12:45:45.970+01:00","category":1,"subCategory":6,"legal":"Sprl","web":"http://www.ads-insight.com","country":"Belgium","headAddress":"RUE DU CONGRES, 37-41","headCity":"BRUSSELS","headPostCode":"B-1000","headPhone":"(32)22 50 32 10","boss":"Aida Axelsson-Bakri","bossTitle":"Ms","bossPosition":"Managing Director","membersCount":14,"membersFTE":"10.5","membership":"Brussels Chamber of Commerce","memberOrga":"","goal":"ADS Insight is a facilitator of dialogue between public and private entities.  We are proud of our reputation as a resource to both.&#xd;<br />&#xd;<br />As facilitators and advisers in EU policy, we know that productive negotiation requires a detailed understanding of the subject, as well as an understanding of the objectives and constraints on either side.&#xd;<br />&#xd;<br />We analyse the EU’s regulatory activities and provide our clients with information of direct relevance to their activities.  Through regular monitoring, we seek to identify threats and opportunities of policy changes.  Our services are tailored to the specific needs of each client.  An international perspective is a distinctive feature of our work.  &#xd;<br />&#xd;<br />We believe that advice on any policy area would not be complete without consideration of the social dimension and the international context.  We assist our clients in putting these various aspects into perspective, assessing the relative importance of the EU’s activities, and in formulating an appropriate and effective response.","acronym":"ADS Insight","interests":"Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Institutional affairs, Maritime affairs and fisheries, Public Health, Research and innovation, Single market, Trans-European Networks, Transport, Youth","euInitiatives":"ADS Insight offers a range of services in European public affairs, from monitoring to policy analysis, strategic advice and support with media relations and events. &#xd;<br />Our clients are mainly involved in Transport, Energy, Environment, Healthcare and Education sectors.","lastUp":"2019-03-13T12:15:43.085+01:00","customers":"International Association of Independent Tanker Owners (INTERTANKO),Det Norske Veritas Germanischer Lloyd Group (DNV GL Group)","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":"","turnoverRange":""}