{"id":"027608335710-93","name":"Signifyd, Inc.","registrationDate":"2019-08-26T18:35:09.502+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://signifyd.com","country":"United states","headAddress":"2540 N. First Street","headCity":"San Jose","headPostCode":"95131","headPhone":"(1)86 68 93 07 77","boss":"John Bennett","bossTitle":"Mr","bossPosition":"Vice President, Operations and Corporate Development","membersCount":1,"membersFTE":"0.25","membership":"Vendorcom (https://www.vendorcom.com/)","memberOrga":"","goal":"Our mission is to make commerce safer for online retailers.&#xd;<br />&#xd;<br />More than a decade ago our founders got started building a new category of products at PayPal and FedEx to protect online retailers from fraud.&#xd;<br />&#xd;<br />We found that existing solutions only provided retailers with a cryptic score and relied on human expertise alone to ultimately decide whether or not to accept a transaction. We soon realized online retailers were in need of a simple yes or no decision, but such a product did not exist, and Signifyd was born.&#xd;<br />&#xd;<br />For the first time, online retailers can receive a decision backed by a 100% financial guarantee against fraud and consumer disputes. We focus on making commerce safer for online retailers, so that they can focus on what they do best: growing their business.&#xd;<br />&#xd;<br />Today Signifyd protects over 10,000 merchants around the world from fraudulent activity.","acronym":"Signifyd","interests":"Banking and financial services, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Fraud prevention, Research and innovation, Single market","euInitiatives":"PSD2, and specifically the Commission Delegated Regulation (EU) 2018/389 as it relates to strong customer authentication for card-not-present transactions&#xd;<br />General Data Protection Regulation (EU) 2016/679 (GDPR) and Privacy Shield","lastUp":"2019-08-26T18:35:38.248+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}