{"id":"02776221598-67","name":"L'Oréal","registrationDate":"2009-04-28T11:03:29.747+01:00","category":2,"subCategory":3,"legal":"Société Anonyme","web":"http://www.loreal.com","country":"France","headAddress":"Rue Martre, 41","headCity":"Clichy","headPostCode":"92117","headPhone":"(33)1 47 56 70 00","boss":"Jean-Paul AGON","bossTitle":"Mr","bossPosition":"Président Directeur Général","membersCount":3,"membersFTE":"0.75","membership":"L'Oréal is member of several trade associations including:&#xd;\n- Cosmetics Europe - The Personal Care Association&#xd;\n- Association Française des Entreprises Privées (AFEP)&#xd;\n- World Federation of Advertising (WFA)&#xd;\n- Society of European Affairs Professionals (SEAP)&#xd;\n- European Brands Association (AIM)&#xd;\n- European Round Table of Industrialists (ERT)","memberOrga":"","goal":"L’Oréal est le premier groupe mondial de produits cosmétiques. En 2017, il emploie 82 600 personnes - dont quelques 3 000 en recherche– de 156 nationalités. Le groupe est présent dans 150 pays dont tous les pays de l’Union Européenne. &#xd;<br />&#xd;<br />Plus de 30% de ses ventes sont réalisées en Europe. Les soins de la peau représentent 29.3% des ventes, les soins capillaires 17.5%, les colorants capillaires 11.8% et les parfums 9%. Pour réaliser ces résultats, L’Oréal commercialise 34 marques (produits de consommation, produits de luxe, cosmétique active et produits professionnels). Chaque année, L’Oréal investit 3,4 % du chiffre d’affaires dans la recherche ; ce qui en fait le leader en matière d’innovation dans le secteur.  &#xd;<br />&#xd;<br />L’Oréal est activement engagé dans la gestion de la sécurité des produits, dans le développement de méthodes de test alternatives pour les ingrédients de ses produits, dans la promotion de la Diversité au sein du groupe, et dans la réalisation de processus en matière de développement durable clairs et ambitieux. &#xd;<br />&#xd;<br />L’Oréal et la Fondation L’Oréal sont engagés dans plusieurs programmes de Responsabilité Sociale des Entreprises dans différentes institutions, dont le programme « Pour les Femmes et la Science », développé en partenariat avec l’UNESCO depuis 1998.","acronym":"","interests":"Competition, Consumer Affairs, Enterprise, Environment, Information Society, Internal Market, Public Health, Research and Technology, Taxation, Trade","euInitiatives":"Relations avec les services de la Commission Européenne avec les Députés Européens, les représentations permanentes des Etats membres, les organisations non gouvernementales.&#xd;<br />Participation aux groupes de travail des associations dont L'Oréal est membre.&#xd;<br />Centres d'intérêt: recherche et innovation, sécurité des produits, politique des consommateurs, propriété intellectuelle et industrielle, politique de l'environnement, développement social dans l'entreprise, entreprise citoyenne, femmes et science.","lastUp":"2018-03-21T12:16:45.369+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}