{"id":"028179432513-92","name":"Europäische Bewegung Deutschland e.V.","registrationDate":"2018-09-06T11:43:49.686+02:00","category":3,"subCategory":2,"legal":"eingetragener Verein","web":"https://www.netzwerk-ebd.de/","country":"Germany","headAddress":"Sophienstr. 28/29","headCity":"Berlin","headPostCode":"10178","headPhone":"(49)3 03 03 62 01 10","boss":"Bernd Hüttemann","bossTitle":"Mr","bossPosition":"Generalsekretär","membersCount":5,"membersFTE":"3.25","membership":"Die Europäische Bewegung Deutschland bündelt ihre Kräfte in einem internationalen und einem nationalen Netzwerk: der Europäischen Bewegung International und dem Bundesnetzwerk Bürgerschaftliches Engagement.&#xd;\n&#xd;\nDaneben ist sie Mitglied bei Transparency International Deutschland e.V. und ein Unterstützer der dort ins Leben gerufenen „Initiative Transparente Zivilgesellschaft“, deren Mitglieder freiwillig und nach einheitlichem Muster veröffentlichen, welche Ziele die Organisation genau anstrebt, woher die Mittel stammen, wie sie verwendet werden und wer die Entscheidungsträger sind.","memberOrga":"https://www.netzwerk-ebd.de/mitglieder/?set-view-type=fulllist","goal":"ie Europäische Bewegung Deutschland (EBD) ist das größte Netzwerk für Europapolitik in Deutschland. Als überparteilicher Zusammenschluss von 244 Interessengruppen aus Gesellschaft und Wirtschaft fühlt sich das Netzwerk EBD einem klaren pro-europäischen Auftrag verpflichtet.&#xd;<br />&#xd;<br />Das Netzwerk EBD fördert gemäß Satzung die europäische Integration in Deutschland und die grenzüberschreitende Kooperation der europäischen Zivilgesellschaft. Zusätzlich unterstützt das Netzwerk EBD seine Mitgliedsorganisationen in europäischen Informations-, Kooperations- und Bildungsaktivitäten. Seit 2013 definiert die Mitgliederversammlung der EBD jedes Jahr konkrete Politische Forderungen, die neben den inhaltlichen Arbeitsschwerpunkten die Grundlage unserer Arbeit bilden.&#xd;<br />&#xd;<br />Die EBD organisiert und intensiviert die Europa-Kommunikation und Europäische Vorausschau im Dialog mit EU-Akteuren auf nationaler und europäischer Ebene.&#xd;<br />&#xd;<br />Die 244 Mitgliedsorganisationen repräsentieren nahezu alle gesellschaftlichen Gruppen: Wirtschafts- und Berufsverbände, Gewerkschaften, Bildungsträger, wissenschaftliche Institute, Stiftungen, Parteien, Unternehmen und andere. Organ der Mitgliedsorganisationen ist die Mitgliederversammlung.&#xd;<br />&#xd;<br />Politisch und organisatorisch führt der Vorstand die Geschäfte des gemeinnützigen Vereins, unterstützt vom Team des Generalsekretariats.&#xd;<br />&#xd;<br />Die europapolitischen Expertisen, Informationen und Aktivitäten der Mitgliedsorganisationen werden im Netzwerk gebündelt, vernetzt und verstärkt.","acronym":"Netzwerk EBD","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Debatten zur Zukunft Europas&#xd;<br />Mehrjähriger Finanzrahmen der EU nach 2020&#xd;<br />Reform des Gemeinsamen Europäischen Asylsystems&#xd;<br />Vertiefung der gemeinsamen Außen- und Sicherheitspolitik&#xd;<br />Erweiterungspolitik, insb. Westbalkan&#xd;<br />Rechtstaatlichkeitsinitiativen","lastUp":"2018-09-06T11:44:20.708+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}