{"id":"028801033486-43","name":"The Irish Beekeepers Association CLG","registrationDate":"2018-12-15T18:21:01.159+02:00","category":3,"subCategory":2,"legal":"Company limited by guarantee...Voluntary organisation","web":"http://www.irishbeekeepersassociation.com","country":"Ireland","headAddress":"Costa Maningi,","headCity":"Castletown-Bearhaven,","headPostCode":"","headPhone":"(41910)8 63 90 48 17","boss":"Garrett Dempsey","bossTitle":"Mr","bossPosition":"Secretary","membersCount":1,"membersFTE":"0.25","membership":"The UK and  other Indirect regular contact asrequired.","memberOrga":"Local associations as evident from website.","goal":"We are a democratic and egalitarian company, founded in October 2017.&#xd;<br />&#xd;<br />Our Mission statement&#xd;<br />&#xd;<br />To be Open, Fair and Transparent in all Our Actions for Our Members and to promote Beekeeping for allBeekeepers.&#xd;<br />We hope to create an environment of mutual respect and understanding, so that no beekeeper ever feels marginalised or ostracised because of the type of bee they keep.&#xd;<br />&#xd;<br />Objectives ​&#xd;<br />&#xd;<br />To foster the skills of beekeeping, in an environmentally sustainable manner.&#xd;<br />&#xd;<br />To offer affordable group insurance cover to Our Members both in the Republic of Ireland and Northern Ireland.&#xd;<br />&#xd;<br />To offer education which allows members to pursue a syllabus with internationally recognised qualifications .&#xd;<br />&#xd;<br />To offer information and Public Events to increase public awareness of the importance of honey bees and pollinating insects in our environment.&#xd;<br />&#xd;<br />To liaise with Civil and Public Bodies and other Organisations for the benefit of Members of the IBA CLG.&#xd;<br />&#xd;<br />We support and endorse the All-Ireland Pollinator plan&#xd;<br />&#xd;<br />We welcome applications for membership from Individual members as well as Associations, but reserve the right to reject an application for membership.&#xd;<br />&#xd;<br />To promote and endorse the actions outlined in the All Ireland Pollinator Plan to support honey bees and pollinating insects,  vital for crop pollination and food roduction; their habitats, food sources, oppose the use of harmful pesticides and herbicides, etc","acronym":"IBA","interests":"Agriculture and Rural Development, Borders and Security, Climate Action, Customs, Education and training, Environment, Food Safety, Regional Policy, Research and innovation, Single market","euInitiatives":"Any EU actions that will affect honey bees and pollinatirs; habitat protection, farm policy, CAP, use of pesticides / herbicides etc.","lastUp":"2019-06-25T13:30:06.606+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}