{"id":"029329936788-90","name":"Global Alliance on Health and Pollution","registrationDate":"2019-12-11T22:08:30.502+01:00","category":3,"subCategory":2,"legal":"Incorporating Dec 2019 as a Swiss foundation","web":"http://www.gahp.net","country":"Switzerland","headAddress":"Chemin de la Chesnaie 8","headCity":"Geneva","headPostCode":"1219","headPhone":"(1)64 65 52 98 84","boss":"Richard Fuller","bossTitle":"Mr","bossPosition":"Chair of the Board","membersCount":1,"membersFTE":"0.25","membership":"Climate and Clean Air Coalition&#xd;\nEvery Breath Counts&#xd;\nPlanetary Health","memberOrga":"https://gahp.net/members/","goal":"The Global Alliance on Health and Pollution (GAHP) is a collaborative body made up of more than 60 members and dozens of observers that advocates for resources and solutions to pollution problems. GAHP was formed because international and national level actors/ agencies recognize that a collaborative, multi-stakeholder, multi-sectoral approach is necessary and critical to deal with the global pollution crisis and resulting health and economic impacts. GAHP’s overall goal is to reduce death and illness caused by all forms of toxic pollution, including air, water, soil and chemical wastes especially in low-and middle-income countries. These efforts will contribute to achievement of the Sustainable Development Goals related to pollution, particularly on Health (Targets 3.4 and 3.9). &#xd;<br />&#xd;<br />GAHP has been a project of Pure Earth since it was formed in 2012.  GAHP is currently incorporating as a foundation in Switzerland. Until it is formally incorporated (incorporation documents submitted in Switzerland on 12th December 2019) GAHP remains a project of Pure Earth and not a separate legal entity. Therefore, GAHP does not have any financial information to submit yet.","acronym":"GAHP","interests":"Climate Action, Environment, Public Health","euInitiatives":"EU Green New Deal, EU Zero Pollution&#xd;<br />Allocation of budget for DG Environment and DG DevCo / International Partnerships.","lastUp":"2019-12-12T15:22:07.019+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}