{"id":"030092221347-76","name":"ASOCIACIÓN ESPAÑOLA DE FABRICANTES DE MAGNESIA","registrationDate":"2016-04-13T17:14:12.135+02:00","category":2,"subCategory":4,"legal":"PEDRO MORA PERIS","web":"","country":"Spain","headAddress":"José Abascal, 53","headCity":"Madrid","headPostCode":"28003","headPhone":"(34)9 14 41 17 90","boss":"PEDRO MORA","bossTitle":"","bossPosition":"SECRETARIO GENERAL","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"Nuestra misión es estar en el mercado y actuar en él para crear trabajo y prosperidad, y para contribuir al avance de la sociedad y la calidad de vida de la población en general. Por esta razón, nos comprometemos con el liderazgo, la innovación, la responsabilidad con las comunidades en las que están involucrados y el respeto por el medio ambiente.&#xd;<br />Nosotros tratamos de posicionarnos como un sector moderno y eficiente, un punto de referencia nacional e internacional y respetuoso con las personas. Nos comprometemos con la innovación y el desarrollo sostenible, así, trabajando en colaboración con las autoridades públicas, los agentes sociales y otros sectores industriales y haciendo una contribución dinámica a la economía española.","acronym":"MAGES","interests":"Agriculture and Rural Development, Budget, Business and Industry, Climate Action, Competition, Consumers, Customs, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Institutional affairs, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"1) Todas las políticas de la UE y las iniciativas legislativas de interés para los productores de magnesita&#xd;<br />2) Política de materiales sin procesar de la UE&#xd;<br />     a) Grupo de trabajo sobre la criticidad&#xd;<br />     b) Grupo de Trabajo sobre Política Mineral, Tierra planificación y permisos&#xd;<br />3) Política comercial&#xd;<br />     a) Las políticas comerciales de la UE en general que tendría un impacto en los productores de magnesita&#xd;<br />     b) el reconocimiento de China como economía de mercado en la OMC reglamentos&#xd;<br />     c) Anti-dumping&#xd;<br />     d) las regulaciones de derechos compensatorios&#xd;<br />     e) El contrabando&#xd;<br />4) La política medioambiental&#xd;<br />     a) Directiva IED&#xd;<br />          i. Briefs generales &#xd;<br />          ii. BREF sobre cemento, cal, magnesia&#xd;<br />          iii. BREF sobre gran volumen de productos químicos inorgánicos&#xd;<br />      b) Aire&#xd;<br />      c) Agua&#xd;<br />      d) Residuos&#xd;<br />           i. BAT mina de Residuos&#xd;<br />      e) Natura 2000&#xd;<br />5) Salud y Seguridad&#xd;<br />      a) Agentes Químicos Directiva: N02 / NO, CO&#xd;<br />      b) directiva sobre el cáncer&#xd;<br />      c) Agentes Físicos&#xd;<br />      d) de la UE H &amp; S Colocar: revisión de todas las directivas&#xd;<br />6) La política energética y el cambio climático&#xd;<br />      a) Política de Energía de la UE - el acceso a la energía a precios competitivos&#xd;<br />       b) el examen de ETS&#xd;<br />       c) la fuga de carbono opinión lista&#xd;<br />       d) El acceso a la energía competitiva&#xd;<br />7) El papel Minerales en alimentación:&#xd;<br />       a) AESA (RSS Europea Administración de Seguridad)&#xd;<br />       b) Autorización de aditivos para piensos&#xd;<br />       c) Catálogo de RSS&#xd;<br />       d) el CEN (Comité Europeo de Normalización)&#xd;<br />       e) CLP (Clasificación, etiquetado y envasado)&#xd;<br />&#xd;<br />Materias primas&#xd;<br />I+D&#xd;<br />Cambio climático&#xd;<br />Emisiones Industriales&#xd;<br />Energía&#xd;<br />Economía Circular&#xd;<br />Comercio","lastUp":"2019-07-16T09:04:16.430+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}