{"id":"03013154889-05","name":"Afore Consulting","registrationDate":"2011-01-04T12:52:29.409+01:00","category":1,"subCategory":6,"legal":"SPRL","web":"http://www.aforeconsulting.eu","country":"Belgium","headAddress":"Avenue de Tervuren 168","headCity":"Bruxelles","headPostCode":"1150","headPhone":"(32)28 08 67 69","boss":"Anne Keane","bossTitle":"Ms","bossPosition":"Director","membersCount":13,"membersFTE":"5.5","membership":"American Chamber of Commerce to the EU; Centre for European Policy Studies; American European Community Association (AECA) &amp; British Chamber of Commerce to the EU.","memberOrga":"","goal":"Afore Consulting is a European Public Affairs company, based in Brussels with a core strength in financial services, FinTech and competition policy. Afore Consulting also advises companies and organizations on corporate governance practices, company law, relations with non-EU countries (especially US and Asia), consumer protection, data privacy, information technology, energy policy and trade. Additional services provided by Afore Consulting include assisting clients in their regulatory strategies (including initial and ongoing authorisation) and commercial transactions, as well as offering specialised training courses.","acronym":"","interests":"Banking and financial services, Borders and Security, Business and Industry, Climate Action, Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Afore Consulting follows all legislative and non-legislative files impacting the financial services sector; most notably in banking, securities, insurance, asset management, pensions and payments. The team also covers Energy Union, the Digital Single Market, the Brexit negotiations and the trade agenda.","lastUp":"2019-03-18T14:48:35.073+01:00","customers":"Bank of Tokyo-Mitsubishi UFJ,Fidelity Investments,Moody's Investor Services","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":"","turnoverRange":""}