{"id":"030323131341-48","name":"Turisforma - Formação Consultadoria Lda","registrationDate":"2018-04-25T12:52:34.700+02:00","category":4,"subCategory":12,"legal":"Corporation","web":"http://www.turisforma.pt","country":"Portugal","headAddress":"Rua da Liberdade 63","headCity":"Coimbra","headPostCode":"3020-112","headPhone":"(351)2 39 85 30 82","boss":"Ricardo Lopes","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"0.5","membership":"Member of:&#xd;\n- APECATE (http://apecate.pt/);&#xd;\n- APEE (http://www.apee.pt/);&#xd;\n- APEFAD (http://apefad.pt/).","memberOrga":"","goal":"Founded on May 30, 1994, Turisforma is working mainly in Training, Education and Consulting.&#xd;<br />&#xd;<br />With a history of experience, a consolidation as a team and a set of strategic partnerships, we combine a strong dynamism to the important know-how in the development of our activity.&#xd;<br />We achieve our mission successfully through an unwavering sense of commitment and profound responsibility, favoring a personalized relationship, offering quality services in order to get the preference and loyalty of our customers and strengthening the alliance with our employees and partners.&#xd;<br />Turisforma works with strategic actors, building a network of knowledge.&#xd;<br />&#xd;<br />Our values are: Excellence; Innovation; Customer Proximity; Confidence; and Social and Environmental Responsibility.&#xd;<br />&#xd;<br />We are certified by the Portuguese Directorate for Employment and Labor Relations in 43 training areas, recognized by the Portuguese Institute for Employment and Vocational Training, as well as authorized by the Portuguese National Agency for Qualification and Professional Education to recognize, validate and certificate competences.&#xd;<br />&#xd;<br />Turisforma is based in Portugal, with its headquarters in Coimbra and offices in Lisbon, Porto, Nazaré, Portimão (Algarve), and Azores.","acronym":"Turisforma","interests":"Education and training, International co-operation and development, Research and innovation","euInitiatives":"Strategic Framework for European Cooperation in Education and Training (ET 2020), Exchange Programmes &amp; Erasmus+, Open Education Europa Initiative, EURES - The European Job Mobility Portal, The European Alliance for Apprenticeships (EAfA), among others.","lastUp":"2018-04-25T12:53:18.696+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}