{"id":"030804534968-91","name":"Cairo Institute for Human Rights Studies","registrationDate":"2019-05-27T11:45:08.692+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"https://cihrs.org/?lang=en","country":"Switzerland","headAddress":"Rue des Asters 18","headCity":"Geneva","headPostCode":"1202","headPhone":"(41)2 27 88 52 72","boss":"Guillaume Deleuze","bossTitle":"Mr","bossPosition":"Brussels Office Manager","membersCount":3,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"CIHRS advocates for human rights and democracy across the Middle East and North Africa (MENA) region. Through the elevation of local voices, CIHRS contributes to the building of sustainable, prosperous, and peaceful societies. As a regional organization deeply embedded within the human rights movement in MENA, CIHRS both fosters strong connections with civil society organizations on the ground and effectively engages with major players in the international community, including regional and international organizations such as the European Union (EU) and the United Nations Human Rights Council (UNHRC). Given its strategic operational setup and broad range of partnerships across the world, CIHRS has a distinctive ability to connect local human rights violations in MENA to global security and stability concerns. More specifically on the EU level, CIHRS aims to engage and encourage EU interest-driven actors to respect human rights, justice and accountability. Specific goals include: 1) Increase the visibility and capacity of local human rights and democracy activists to engage and advocate on rights issues on the EU member states and institutions level; 2) Foster solidarity, enhance coordination, and build networks between human rights and democracy defenders across the MENA region to ensure adequate representation at the EU level; 3) Support effective national, regional and international advocacy campaigns on rights issues; and 4) Nurture and spread a culture of respect for human rights principles among the future generation of leaders in the MENA region.","acronym":"CIHRS","interests":"European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum","euInitiatives":"Advocacy on the EU member states and institutional level, in coordination with human rights and democracy defenders from the MENA region, as well as capacity-building and networking activities for these rights defenders focusing on EU mechanisms.","lastUp":"2019-05-27T11:45:58.183+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}