{"id":"03094871618-32","name":"UniCredit","registrationDate":"2009-04-30T18:02:06.999+01:00","category":2,"subCategory":3,"legal":"joint stock company","web":"http://www.unicredit.eu","country":"Italy","headAddress":"Piazza Gae Aulenti","headCity":"Milan","headPostCode":"20124","headPhone":"(39)0 28 86 21","boss":"Jean-Pierre Mustier","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":5,"membersFTE":"1.5","membership":"UniCredit as holding of UniCredit Group is member of the following organizations of relevance for the purpose of this register: &#xd;\nItalian Banking Association&#xd;\nEuropean Parliamentary Financial Services Forum&#xd;\nEuropean Financial Services Roundtable &#xd;\nAssociation of Financial Markets in Europe (AFME)","memberOrga":"","goal":"UniCredit is a strong pan-European Group with a simple commercial banking model and a fully plugged in Corporate &amp; Investment Bank, delivering its unique Western, Central and Eastern European network to its extensive 25 million strong client franchise. UniCredit offers local expertise as well as international reach and accompanies and supports its clients globally, providing clients with unparalleled access to leading banks in its 14 core markets as well as an another 18 countries worldwide. UniCredit's European banking network includes Italy, Germany, Austria, Bosnia and Herzegovina, Bulgaria, Croatia, Czech Republic, Hungary, Romania, Russia, Slovakia, Slovenia, Serbia and Turkey. Our strategic position in Western and Central and Eastern Europe enables us to command one of highest market shares in the region&#xd;<br />The Group is currently and positively implemeting its Transform 2019 process, with the main focus on its capital optimization, reduction of balance sheet risk profile, improvement of profitability, ensuring continuous transformation of operations to allow for additional cost efficiencies and cross-selling across Group entities, whilst maintaining flexibility to seize value creating opportunities together with further improved risk discipline.","acronym":"","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Enlargement, External Relations, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, General and Institutional Affairs, Internal Market, Taxation","euInitiatives":"CRRII/CRD V, BRRD, Capital markets union, Brexit, EMIR, NPLs, Fintech.","lastUp":"2018-03-20T17:33:31.790+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}