{"id":"03094871618-32","name":"UniCredit","registrationDate":"2009-04-30T18:02:06.999+01:00","category":2,"subCategory":3,"legal":"joint stock company","web":"http://www.unicredit.eu","country":"Italy","headAddress":"Alessandro Specchi, 16","headCity":"Rome","headPostCode":"00186","headPhone":"(39)0 28 86 21","boss":"Jean-Pierre Mustier","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":11,"membersFTE":"3.75","membership":"UniCredit as holding of UniCredit Group is member of the following organizations of relevance for the purpose of this register: &#xd;\nItalian Banking Association &#xd;\nEuropean Parliamentary Financial Services Forum&#xd;\nEuropean Financial Services Roundtable &#xd;\nAssociation of Financial Markets in Europe (AFME)","memberOrga":"","goal":"UniCredit is a strong pan-European Group with a simple commercial banking model and a fully plugged in Corporate &amp; Investment Bank, delivering its unique Western, Central and Eastern European network to its extensive 25 million strong client franchise. UniCredit offers local expertise as well as international reach and accompanies and supports its clients globally, providing clients with unparalleled access to leading banks in its 14 core markets as well as an another 18 countries worldwide. UniCredit's European banking network includes Italy, Germany, Austria, Bosnia and Herzegovina, Bulgaria, Croatia, Czech Republic, Hungary, Romania, Russia, Slovakia, Slovenia, Serbia and Turkey.&#xd;<br />The implementation of Transform 2019 has commenced, with the main focus on Group’s capital optimization, reduction of balance sheet risk profile, improvement of profitability, ensuring continuous transformation of operations to allow for additional cost efficiencies and cross-selling across Group entities, whilst maintaining flexibility to seize value creating opportunities together with further improved risk discipline.&#xd;<br />On February 6 2017, €13 bn rights issue was launched, fully underwritten, at terms and conditions in line with market practice for similar transactions, by a consortium of leading international banks. The capital increase is the first tangible step in terms of strengthening and optimizing UniCredit’s capital position, leading to a post rights issue fully loaded CET1 of 11.15 per cent in 4Q161. CET1 ratio above 12% including Pioneer and Pekao disposals.","acronym":"","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, External Relations, General and Institutional Affairs, Internal Market, Justice and Fundamental Rights, Taxation","euInitiatives":"Bank structural reform, payment services, capital markets union, European Fund for Strategic Investments, benchmarks","lastUp":"2017-03-21T15:54:36.407+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}