{"id":"032047534854-89","name":"Fondazione Scuola dei beni e delle attività culturali","registrationDate":"2019-05-16T16:32:34.783+02:00","category":4,"subCategory":12,"legal":"Foundation","web":"http://scuolapatrimonio.beniculturali.it/","country":"Italy","headAddress":"Legal address - via del Collegio Romano, 27 - 00186","headCity":"Rome","headPostCode":"","headPhone":"(39)0 64 98 93 41","boss":"Carla Di Francesco","bossTitle":"Ms","bossPosition":"Director","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"The Fondazione Scuola dei beni e delle attività culturali is an institute of training, research, and advanced studies of international level. Its goal is to develop and enhance human resources, research, knowledge, and innovation in the fields of cultural heritage. Its innovative training and research model of excellence in the areas of protection, management, enhancement, and promotion of cultural heritage and activities takes inspiration from the uniqueness of Italy’s cultural heritage.&#xd;<br />&#xd;<br />THE FONDAZIONE OFFERS:&#xd;<br />&#xd;<br />SCHOOL OF CULTURAL HERITAGE&#xd;<br />&#xd;<br />A two-year, international-standard specialization course to train students in themes related to cultural heritage on an international level and with a multidisciplinary approach. The course includes theory classes, seminars, and internships to be carried out at nodes of the network that administer cultural heritage and activities in the Italian territory, with the purpose of developing the skills required to perform managerial and executive duties within the facilities that operate in the protection, management, enhancement, and promotion of cultural properties and activities.&#xd;<br />&#xd;<br /> &#xd;<br />INTERNATIONAL SCHOOL OF CULTURAL HERITAGE&#xd;<br />&#xd;<br />In 2019 the Foundation will launch the International School of Cultural Heritage: a permanent laboratory for professionals involved in the management of cultural heritage through which they come into contact with Italian and international experiences in the management and promotion of archaeological sites and consider how some of those experiences could be applied to their own work.&#xd;<br />&#xd;<br />In the 2019/2020 edition, the programme is reserved to 20 experienced professionals working in the management of cultural heritage, coming from a selected number of countries in the Mediterranean area, and will be implemented in close collaboration with the Ministry of Foreign Affairs and International Cooperation.&#xd;<br />&#xd;<br /> &#xd;<br />CONTINUING EDUCATION&#xd;<br />Continuing training courses are designed to provide refresher training and further qualifications for experts who are already working in the cultural heritage field as well as initial training for those who are beginning their careers in the public, private, State, and territorial realms. The programmes of continuing education and initial training are based on the specific requirements of those interested and on the different degrees of experience in the field and the request of institutions alike.","acronym":"","interests":"Culture, Culture and media, Education and training, Employment and Social Affairs, International co-operation and development","euInitiatives":"Cultural and higher education policies and initiatives.&#xd;<br />Digital Cultural Heritage Expert group.&#xd;<br />Europeana.","lastUp":"2019-05-16T16:34:15.585+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}