{"id":"032592932156-20","name":"Suomen Yrittäjät ry","registrationDate":"2018-07-24T16:35:34.729+02:00","category":2,"subCategory":4,"legal":"rekisteröity yhdistys","web":"http://www.yrittajat.fi","country":"Belgium","headAddress":"Mannerheimintie 76 a","headCity":"Helsinki","headPostCode":"00101","headPhone":"(358)9 22 92 21","boss":"Mikael Pentikäinen","bossTitle":"","bossPosition":"Toimitusjohtaja","membersCount":19,"membersFTE":"6.0","membership":"https://www.yrittajat.fi/suomen-yrittajat/yhteystiedot/toimialajarjestot-317644","memberOrga":"Järjestö kuuluu eräisiin suomalaisiin elinkeinoelämän yhteisiin järjestöihin, joiden tehtävänä on mm. edistää suomalaisen työn menestymismahdollisuuksia (Suomalaisen työn liitto) ja Suomen uusyrityskeskusten liitto. Eurooppatasolla järjestö on Ueapme-nimisen edunvalvontaorganisaation jäsen.","goal":"Organisaatio vaikuttaa yrittäjyyden toimintaympäristöä koskevaan päätöksentekoon paikallisella, alueellisella, valtakunnallisella ja eurooppalaisella tasolla. Tavoitteena on parantaa yrittäjyyden toimintaympäristöä ja huolehtia siitä, että yrittäjyyden tarpeet otetaan yhteiskunnallisessa päätöksenteossa riittävästi huomioon. &#xd;<br />&#xd;<br />Vaikuttaminen kohdentuu yrittäjyyden ja 115 000 jäsenyrityksen kannalta olennaisille yhteiskunnan sektoreilla kuten verotus, ympäristö- ja energia-asiat, yhtiöoikeus, kilpailu ja kuluttajansuoja, koulutuspolitiikka, alue- ja rakennepolitiikka, julkiset hankinnat ja niin edelleen. &#xd;<br />&#xd;<br />Vaikuttamistehtävien ohessa järjestöllä on huomattavasti neuvontapalvelutehtäviä ja aktiivista koulutustoimintaa jäsenten yritystoiminnassa tarvitsemien valmiuksien parantamiseksi.","acronym":"","interests":"Agriculture, Banking and financial services, Budget, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, General and Institutional Affairs, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Seuraamme ja pyrimme vaikuttamaan yrittäjyyskysymyksiin ja pk-yrityspolitiikkaan. Jatkuvia tiiviin seurannan kohteita ovat sisämarkkinalainsäädäntö, työmarkkinoita koskevat aloitteet sekä esimerkiksi paremman sääntelyn toimet. Myös teollisuus-, innovaatio-, ympäristö- ja koheesio-, sekä veropolitiikka ovat aktiivisen seurannan kohteena.","lastUp":"2018-07-24T16:36:20.610+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}