{"id":"0330934426-12","name":"The Danish Chamber of Commerce","registrationDate":"2008-09-25T09:48:29.090+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.danskerhverv.dk","country":"Denmark","headAddress":"Børsen","headCity":"Copenhagen K","headPostCode":"1217","headPhone":"(45)33 74 60 00","boss":"Mikkelsen Brian","bossTitle":"Mr","bossPosition":"CEO","membersCount":13,"membersFTE":"7.0","membership":"Eurocommerce http://www.eurocommerce.be/&#xd;\n&#xd;\nWorld Employment Confederation http://www.weceurope.org/&#xd;\n&#xd;\nICC - International Chamber of Commerce http://www.iccwbo.org/&#xd;\n&#xd;\nThe Danish Chamber of Commerce is also a member of a number of Brussels based Thinktanks and other informal networks.","memberOrga":"https://www.danskerhverv.dk/OmDanskErhverv/Profil/Sider/Brancheforeninger-i-DanskErhverv-2011.aspx","goal":"Danish Chamber of Commerce is an independent, non-for-profit, private business association, financed by its 17.000 member companies and more than 100 trade associations in e.g. retail, transport, IT, tourism and knowledge services sectors.&#xd;<br />&#xd;<br />The Chamber covers a broad range of activities such as direct business counselling to companies, collective agreements and political advocacy on key issues to ensure the best framework conditions for the members. The Chamber works to ensure a competitive business environment for all its members in a national and international context.  We represent our members interests to the decisions makers at the local, national and international level, vis-à-vis the ministries, the government and other political stakeholders.  &#xd;<br />&#xd;<br />The Brussels office closely follows the development of new EU initiatives and legislation in order to inform the head office in Copenhagen on all issues of interest to the members. We work through a number of European umbrella organisations and are also having regular direct contacts with the European Commission and the Parliament.","acronym":"Dansk Erhverv","interests":"Banking and financial services, Borders and Security, Budget, Business and Industry, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Institutional affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Sport, Taxation, Trade, Transport, Youth","euInitiatives":"EU Internal markets&#xd;<br />Consumer&#xd;<br />Food&#xd;<br />Competitiveness&#xd;<br />Better regulation&#xd;<br />SMEs&#xd;<br />European policy for the service sector&#xd;<br />Innovation and R and D&#xd;<br />Transport&#xd;<br />IPR&#xd;<br />Tourism&#xd;<br />Environment&#xd;<br />International Trade&#xd;<br />Audit &amp; Accounting","lastUp":"2019-11-22T09:43:38.337+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}