{"id":"033845321755-09","name":"Universidade de Aveiro","registrationDate":"2016-05-30T15:11:28.816+02:00","category":4,"subCategory":12,"legal":"Public Foundation under Private Law","web":"http://www.ua.pt","country":"Portugal","headAddress":"Campus Universitário de Santiago","headCity":"Aveiro","headPostCode":"3810-193","headPhone":"(351)2 34 37 02 00","boss":"Artur Silva","bossTitle":"Mr","bossPosition":"Vice-Rector for Research","membersCount":8,"membersFTE":"2.0","membership":"The University of Aveiro regards institutional partnerships as an effective way of raising its international profile and has been working with strategic partners, fostering network-based cooperation initiatives. Either with EU countries, Portuguese-speaking countries, American or Indian institutions, several partnerships have been established. &#xd;\nAULP - Associação das Universidades de Língua Portuguesa&#xd;\nCampus do Mar&#xd;\nCampus Europae&#xd;\nCarnegie Mellon Portugal&#xd;\nColumbus Torino&#xd;\nECIU&#xd;\nEUA&#xd;\nGrupo Tordesillas&#xd;\nUniversia&#xd;\nUT Austin Portugal &#xd;\nUten Portugal&#xd;\nEUA - European University Association; &#xd;\nECIU - European Consortium of Innovative Universities; &#xd;\nEuropean University Foundation - Campus Europae; &#xd;\nEUCEN - The European University Continuing Education Network; &#xd;\nEURAXESS – Researchers in Motion; &#xd;\nAssociação COLUMBUS; &#xd;\nECTN - The European Chemistry Thematic Network Association; &#xd;\nGrupo Tordesillas de Universidades; &#xd;\nAULP - Associação das Universidades de Língua Portuguesa; &#xd;\nAUIP - Asociación Universitaria Iberoamericana de Postgrado; &#xd;\nEIDS - European Industrial Doctoral School; &#xd;\nFLORENCE Network for Nursing and Midwifery; &#xd;\nINDIA PLATFORM;&#xd;\nUNIVERSIA.&#xd;\nAngola (ISPTEC; Academia Sonangol; Instituto Superior Politécnico de Benguela)&#xd;\nBrasil (Ciência sem Fronteiras, Programa de Licenciaturas Internacionais, Formação contínua de professores)&#xd;\nCabo Verde (UNICV)&#xd;\nMoçambique (Unizambeze, Unilúrio, UP)&#xd;\nTimor-Leste (currículo e manuais escolares, Faculdade de Ciências Exatas da UNTL)","memberOrga":"","goal":"Created in 1973, the University of Aveiro quickly became one of the most dynamic and innovative universities in Portugal. Now a public foundation under private law, it continues to develop and implement its mission to provide undergraduate and postgraduate education, to generate research and promote cooperation with society.&#xd;<br />&#xd;<br />Attended by around 14,000 students on undergraduate and postgraduate programmes, the UA has achieved a significant position amongst higher education institutions in Portugal,  being one of the top universities regarding the quality of its infrastructures, the strength of its research and the excellence of its staff.&#xd;<br />&#xd;<br />The UA is a highly regarded institution of research led education, constituted by university departments, research units, polytechnic schools, interface units, and a vocational education network. Its integrated structure permits the articulation and harmonisation of the teaching and research environments, and enables the construction of individual educational paths, from post-secondary technological specialisation programmes to doctoral degrees. Teaching activities are developed in a research-based environment, and throughout the academic year, dozens of national and international conferences are organised, generating a dynamic and multicultural atmosphere for students and staff. 15 of its 18 research units were classified as Very good or Excellent by international panels under the sponsorship of the Portuguese National Science Foundation in its most recent round of assessments. Four of these units carry the label of Associate Laboratory, a distinction attributed by the Portuguese Government to research institutions of sustained and exceptional merit.&#xd;<br />&#xd;<br />The UA is a privileged partner of companies and other national and international entities, with which it cooperates on various projects and programmes and for which it provides important services. As a quality research institution, the University of Aveiro develops solutions and innovative products that contribute to technological, scientific, cultural and social improvement.","acronym":"UAVR","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The  participation of UAVR researchers in international programs is of enormous importance for the sustainability and strengthening of the UAVR, both for its ability to attract more and better researchers as for the fund raising. Thus, cooperation and national and international exchanges have been a constant focus on the guidelines of the R&amp;D strategy of the UA, mainly through the participation in numerous programs of Education, Science and Technology of the European Commission (EC) and also other International programs. UAVR has been participating in various EU education and research programmes/projects and running several joint doctoral programmes. For instance,  During 2017, 351 research and technology transfer projects were active in UAVR. From these 15 were ERANET or JPI Actions, of which 2 coordinated by UAVR, and 96 were funded by International and European Programmes, of which 34 by ERASMUS+, 12 by FP7, 32 by Horizon 2020, 10 of them coordinated by UAVR. Among these projects are two ERC Grants, one TWINNING and one TEAMING projects. By its strategic importance, TEAMING project is of particular relevance, as it enable the UAVR's participation in the creation/development of national scientific infrastructure in the key area of health. Also, UAVR as an extensive experience with Interreg Programmes, LLL, RFSR, LIFE+, ERASMUS MUNDUS, among others. Besides the participation in several ERASMUS MUNDUS master courses, UAVR coordinated with success the EMMS - Joint European Masters Programme in Materials Science.","lastUp":"2018-06-07T13:30:10.646+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}