{"id":"033845321755-09","name":"Universidade de Aveiro","registrationDate":"2016-05-30T15:11:28.816+01:00","category":4,"subCategory":12,"legal":"Public Foundation under Private Law","web":"http://www.ua.pt","country":"Portugal","headAddress":"Campus Universit?rio de Santiago","headCity":"Aveiro","headPostCode":"3810-193","headPhone":"(351)2 34 37 02 00","boss":"Jos? Fernando Ferreira Mendes","bossTitle":"Mr","bossPosition":"Vice-Rector for Research","membersCount":8,"membersFTE":"2.0","membership":"The University of Aveiro regards institutional partnerships as an effective way of raising its international profile and has been working with strategic?partners, fostering network-based cooperation initiatives. Either with EU countries, Portuguese-speaking countries, American or Indian institutions, several partnerships have been established. &#xd;\nAULP - Associa??o das Universidades de L?ngua Portuguesa&#xd;\nCampus do Mar&#xd;\nCampus Europae&#xd;\nCarnegie Mellon Portugal&#xd;\nColumbus Torino&#xd;\nECIU&#xd;\nEUA&#xd;\nGrupo Tordesillas&#xd;\nUniversia&#xd;\nUT Austin Portugal &#xd;\nUten Portugal&#xd;\nEUA - European University Association; &#xd;\nECIU - European Consortium of Innovative Universities; &#xd;\nEuropean University Foundation - Campus Europae; &#xd;\nEUCEN - The European University Continuing Education Network; &#xd;\nEURAXESS ? Researchers in Motion; &#xd;\nAssocia??o COLUMBUS; &#xd;\nECTN - The European Chemistry Thematic Network Association; &#xd;\nGrupo Tordesillas de Universidades; &#xd;\nAULP - Associa??o das Universidades de L?ngua Portuguesa; &#xd;\nAUIP - Asociaci?n Universitaria Iberoamericana de Postgrado; &#xd;\nEIDS - European Industrial Doctoral School; &#xd;\nFLORENCE Network for Nursing and Midwifery; &#xd;\nINDIA PLATFORM;&#xd;\nUNIVERSIA.&#xd;\nAngola (ISPTEC; Academia Sonangol; Instituto Superior Polit?cnico de Benguela)&#xd;\nBrasil (Ci?ncia sem Fronteiras, Programa de Licenciaturas Internacionais, Forma??o cont?nua de professores)&#xd;\nCabo Verde (UNICV)&#xd;\nMo?ambique (Unizambeze, Unil?rio, UP)&#xd;\nTimor-Leste (curr?culo e manuais escolares, Faculdade de Ci?ncias Exatas da UNTL)","memberOrga":"","goal":"Created in 1973, the University of Aveiro quickly became one of the most dynamic and innovative universities in Portugal. Now a public foundation under private law, it continues to develop and implement its mission to provide undergraduate and postgraduate education, to generate research and promote cooperation with society.&#xd;<br />&#xd;<br />Attended by about 15,000 students on undergraduate and postgraduate programmes, the UA has achieved a significant position amongst higher education institutions in Portugal,? being one of the top universities regarding the quality of its infrastructures, the strength of its research and the excellence of its staff.&#xd;<br />&#xd;<br />The UA is a highly regarded institution of research led education, constituted by university departments, research units, polytechnic schools, interface units, and a vocational education network. Its integrated structure permits the articulation and harmonisation of the teaching and research environments, and enables the construction of individual educational paths, from post-secondary technological specialisation programmes to doctoral degrees. Teaching activities are developed in a research-based environment, and throughout the academic year, dozens of national and international conferences are organised, generating a dynamic and multicultural atmosphere for students and staff. 15 of its 18 research units were classified as Very good or Excellent by international panels under the sponsorship of the Portuguese National Science Foundation in its most recent round of assessments. Four of these units carry the label of Associate Laboratory, a distinction attributed by the Portuguese Government to research institutions of sustained and exceptional merit.&#xd;<br />&#xd;<br />The UA is a privileged partner of companies and other national and international entities, with which it cooperates on various projects and programmes and for which it provides important services. As a quality research institution, the University of Aveiro develops solutions and innovative products that contribute to technological, scientific, cultural and social improvement.","acronym":"UAVR","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The  participation of UAVR researchers in international programs is of enormous importance for the sustainability and strengthening of the UAVR, both for its ability to attract more and better researchers as for the fund raising. Thus, cooperation and national and international exchanges have been a constant focus on the guidelines of the R&amp;D strategy of the UA, mainly through the participation in numerous programs of Education, Science and Technology of the European Commission (EC) and also other International programs. UAVR has been participating in various EU education and research programmes/projects and running several joint doctoral programmes. For instance,  during 2014, about 400 R&amp;D projects and or technology transfer were active, of which 72 are funded by international and European programs, mainly through the 7th Framework Programme. The UA participated in 30 FP6 projects, participated/participates in 52 FP7 projects ( coordinating 5 of these). In the frame of Horizon 2020, UAVR has been involved in 17 projects, coordinating 3 of them. By its strategic importance, three of these proposals under the H2020 ? Teaming Programme are of particular relevance, as they enable the UAVR's participation in the creation/development of national scientific infrastructure in key areas, including the sea, health and agri-food. Also, UAVR as an extensive experience with Interreg Programmes, having participated in 25 projects, namely Interreg Spain- Portugal (5 projects related to technology transfer and innovation, sea, environmental management), Interreg SUDOE ( also 5 projects) and Interreg Europe, in this case has coordinator in one project. In addition, UAVR has also been participating in several other research and training programmes funded by LLL, RFSR, LIFE+ ERASMUS MUNDUS, among others. Besides the participation in several ERASMUS MUNDUS master courses, UAVR coordinated with success the EMMS - Joint European Masters Programme in Materials Science.","lastUp":"2017-06-07T17:13:20.334+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}