{"id":"033877023338-03","name":"Fondation pour les etudes et recherches sur le developpement international","registrationDate":"2016-09-09T10:16:04.397+02:00","category":4,"subCategory":5,"legal":"Fondation reconnue d'utilite publique","web":"http://ferdi.fr","country":"France","headAddress":"63 Boulevard Francois Mitterrand","headCity":"Clermont-Ferrand Cedex","headPostCode":"63009","headPhone":"(33)4 73 17 75 30","boss":"Patrick  Guillaumont","bossTitle":"Mr","bossPosition":"Président","membersCount":10,"membersFTE":"2.5","membership":"Credaf&#xd;\nCIAN&#xd;\nEUDN&#xd;\nGDN&#xd;\nEADI","memberOrga":"","goal":"La Fondation pour les études et recherches sur le développement international (Ferdi), reconnue d’utilité publique, a été créée en 2003 à l’initiative du Cerdi, principal centre de recherches français en économie du développement. Elle a pour vocation de promouvoir la recherche et plus généralement la réflexion sur le développement économique international et les politiques qui y contribuent. Elle est devenue un think-tank bien présent dans les débats internationaux sur le développement, en particulier grâce à la mobilisation d’un réseau d’une centaine de chercheurs de haut niveau, principalement européens, parmi les plus renommés dans le domaine du développement. La Ferdi associe ainsi de prestigieux Senior Fellows, professeurs aux universités d’Oxford, Genève, Paris, Californie à Berkeley… ou éminentes personnalités du Nord et du Sud connues pour leur grande expérience.&#xd;<br />La Ferdi à travers évènements, conseils et publications a contribué à l’évolution des idées sur des sujets importants et divers, tels que les critères d’allocation géographique de l’aide et la façon de traiter la vulnérabilité des économies et la fragilité des Etats, l’efficacité des politiques internationales mises en œuvre en faveur des pays les moins avancés, les façons de concilier politiques commerciales et protection de l’environnement ….","acronym":"Ferdi","interests":"Climate Action, Culture, Customs, Digital economy and society, Economy, finance and the euro, Energy, Environment, Food Safety, Foreign affairs and security policy, International co-operation and development, Public Health, Regional Policy, Taxation, Trade, Transport","euInitiatives":"Allocation du fonds européen de développement&#xd;<br />Brexit&#xd;<br />Pays les moins avancés&#xd;<br />Paix, sécurité et développement&#xd;<br />Migrations internationales&#xd;<br />Politique climatique&#xd;<br />Politiques et administrations douanières","lastUp":"2019-06-18T15:43:41.483+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}