{"id":"034113828248-54","name":"Northern Ireland Environment Link","registrationDate":"2017-09-06T14:15:15.786+02:00","category":3,"subCategory":2,"legal":"Charity/ Not for Profit Limited Company","web":"http://www.nienvironmentlink.org","country":"United kingdom","headAddress":"89 Loopland Drive","headCity":"Belfast","headPostCode":"BT6 9DW","headPhone":"(44)28 90 45 57 70","boss":"Craig McGuicken","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":3,"membersFTE":"1.75","membership":"NIEL are members of the European Environmental Bureau: www.eeb.org","memberOrga":"NIEL has 3 categories of membership these are: Full Members; Associate Member Organisations and Associate member Individuals. Details of our members can be found at: https://www.nienvironmentlink.org/aboutus/members.php?c=","goal":"NIEL is the networking and forum body for non-statutory organisations interested in the environment. Its 65+ Full Members and 45+ Associate Members represent over 90,000 individuals, 2,300 staff, 262 subsidiary groups, 27,500 volunteers, have a collective annual turnover of £60 million and manage over 265,000 acres of land. NIEL members are involved in environmental issues of all types and at all levels from the local community to the global environment.  &#xd;<br />&#xd;<br />Our Vision is for: A valued, resilient, healthy environment.&#xd;<br />&#xd;<br />Our Mission is: To be a collective voice promoting the importance of environmental issues through influencing policy and developing partnerships for a healthy environment.&#xd;<br />&#xd;<br />Our Strategic Aims:&#xd;<br />&#xd;<br />Environmental Policy&#xd;<br />&#xd;<br />Contribution to the development, promotion and delivery of environmentally relevant policy.&#xd;<br />&#xd;<br />Collaboration &amp; Partnership&#xd;<br />&#xd;<br />Supporting and enabling members and others to encourage and deliver environmental outcomes and objectives.&#xd;<br />&#xd;<br />Governance&#xd;<br />&#xd;<br />Ensure the efficient, effective and accountable operation of NIEL for the delivery of outcomes of the strategic plan.&#xd;<br />&#xd;<br />Full membership of NIEL is open to voluntary organisations and associate membership is open to statutory organisations, companies or individuals with environmental interests. Being part of the NIEL network brings multiple benefits to members:&#xd;<br />&#xd;<br />• Information: Variety of NIEL publications keep members up to date on current policy, issues, events, funding and training relevant to the environment sector;&#xd;<br />&#xd;<br />• Policy: Policy development including through representation on various working groups/task forces and opportunities to contribute to policy consultations on environmental policy, strategy and legislation;&#xd;<br />&#xd;<br />• Networking &amp; Promotion: Meetings, conferences and seminars with opportunities to interact with government and decision makers. Promotion of member organisations and access to extensive contact database.&#xd;<br />&#xd;<br />NIEL works to facilitate co-operation to deliver environmental objectives, and in so doing to inform and shape regional, national and international policy. We bring together a wide range of knowledge and expertise which can be used to help develop a variety of activities. &#xd;<br />&#xd;<br />Our key work areas are: agriculture, biodiversity, built environment/heritage, climate change, energy, planning, ecosystems services, marine and freshwater environments, resource efficiency and transport. We help make strategic connections within the environment and heritage sector, between the sector and government, and with other sectors.","acronym":"NIEL","interests":"Agriculture, Climate Action, Energy, Environment, Food Safety, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Transport","euInitiatives":"Main areas followed by NIEL on behalf of members include: Brexit; Access to Justice; CAP Reform; CFP Reform; REFIT (Birds &amp; Habitats Directives); Biodiversity; Energy; Climate Change; Water Directives (Freshwater &amp; Marine); Circular Economy and Invasive Species.","lastUp":"2018-08-20T16:24:14.327+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}