{"id":"034363235590-94","name":"Garrett Motion","registrationDate":"2019-08-23T00:12:51.937+02:00","category":2,"subCategory":3,"legal":"Company","web":"https://www.garrettmotion.com/","country":"Switzerland","headAddress":"Z.A. La Piece 16","headCity":"Rolle","headPostCode":"1180","headPhone":"(41)2 16 44 27 00","boss":"Jerome Maironi","bossTitle":"Mr","bossPosition":"SVP General Counsel &amp; Corporate Secretary","membersCount":3,"membersFTE":"0.75","membership":"European Association of Automotive Suppliers&#xd;\nHydrogen Europe&#xd;\nThe American Chamber of Commerce to the European Union","memberOrga":"","goal":"Garrett - Advancing Motion is a cutting-edge technology provider that enables vehicles to become safer, more connected, efficient and environmentally friendly. &#xd;<br />&#xd;<br />We lead the development of innovative and differentiated solutions which empower the transportation industry to redefine and further advance motion.&#xd;<br />&#xd;<br />We are a differentiated technology leader, serving customers worldwide for more than 65 years.  Garrett technologies and innovations have been used by nearly every major global auto maker, resulting in approximately 100 million vehicles with our products and an average launch rate of 100 new applications annually spanning, gas, diesel, natural gas, electric and hydrogen fuel cell powertrains.  With close-to-customers sales offices and engineering centers and 13 state-of-the-art manufacturing facilities strategically located around the globe, Garrett is the worldwide technology partner serving all major automotive companies in the world.","acronym":"GTX","interests":"Business and Industry, Climate Action, Consumers, Customs, Digital economy and society, Energy, Environment, Trade, Transport","euInitiatives":"Vehicle electrification trends, including regulations that support electrified power trains and hydrogen fuel cell mobility. Light- and heavy-duty vehicle emissions regulations, including Co2 and criteria pollutants. Regulatory issues related to connected and autonomous driving.","lastUp":"2019-08-23T00:14:53.359+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}