{"id":"034399526002-72","name":"GIVMED Share medicine Share life","registrationDate":"2017-02-20T22:39:36.951+01:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.givmed.org","country":"Greece","headAddress":"Viktoros Ougko 15","headCity":"Athens","headPostCode":"10437","headPhone":"(30)69 46 22 90 38","boss":"Athanasios Vratimos","bossTitle":"Mr","bossPosition":"Business Developer","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"According to the sales data of the Greek Medicine Organisation, in 2015 every Greek person bought 45 medicine items. It is estimated that 10-15% of those items are left over and eventually expire. Simultaneously though, approximately 2.300.000 people are on the verge of poverty and they find it very difficult to cover their medical needs. &#xd;<br />GIVMED comes to bridge this gap. It is the first network which makes use of the leftover medicines to the benefit of socially fragile groups.&#xd;<br />The aim of the organisation is double:&#xd;<br />1.To inform and activate the public about the problem of leftover medicines, given that there are people who cannot cover their medical needs..&#xd;<br />2.To accurately and effectively connect the medicine surplass and shortage with the wider population and the social institutions (social pharmacies, retirement homes, orphanages etc)&#xd;<br />For the realisation of these aims, GIVMED organises informative campaigns, participates in social and technological events and develops special software.&#xd;<br />The software development constitutes a landmark when it comes to the actions of GIVMED and aims to the easy and reliable donation of leftover medicines to the benefit of social institutions. In particular, through the GIVMED app, the user registers the medicines s/he would like to donate, he can be informed about the social institution that needs them and can co-ordinate the donation together with the institution.","acronym":"GIVMED","interests":"Humanitarian Aid, Public Health, Research and Technology, Youth","euInitiatives":"GIVMED follow policies about personal data and it is registered in all the national registries about NGOs","lastUp":"2017-02-20T23:09:07.300+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}