{"id":"034724827057-41","name":"University of Brighton","registrationDate":"2017-05-05T14:28:25.122+02:00","category":4,"subCategory":12,"legal":"Higher Education Corporation","web":"http://www.brighton.ac.uk","country":"United kingdom","headAddress":"Mithras House","headCity":"Brighton","headPostCode":"BN2 4AT","headPhone":"(44)12 73 60 09 00","boss":"Debra Humphris","bossTitle":"Ms","bossPosition":"Vice-Chancellor","membersCount":1,"membersFTE":"0.5","membership":"University Alliance http://www.unialliance.ac.uk/&#xd;\nUKRO https://www.ukro.ac.uk/","memberOrga":"The University of Brighton is not a membership organisation","goal":"The University of Brighton (UoB) is a community of 20,700 students and 2,700 staff based on five campuses in Brighton, Eastbourne and Hastings. The UoB has one of the best teaching quality ratings in the UK and a strong research record, factors which contribute to its reputation as a leading post-1992 university. The UoB has one of the best research records among new universities in the UK and possesses a diverse and vibrant research community of over 400 research staff and 300 research students. The Research Excellence Framework (REF) 2014 confirmed our position as one of the top 60 institutions in the UK in the quality research league tables and ranked us 27 out of 128 universities for our world-leading research impact. The university has retained its HR Excellence in Research Award from the European Commission after a two-year review The UoB is strongly focussed on business and community engagement, having received national awards for its Community-University Partnership Programme, and is home to one of the most successful Knowledge Transfer/Collaborative Training Centres in the UK.","acronym":"UoB","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Transport, Youth","euInitiatives":"Research &amp; Innovation; Education, Training &amp; Youth; Regional Policy; Enterprise; Environment; Health&#xd;<br />&#xd;<br />In terms of so-called 'Brexit', the university has a keen interest in developments and in making the case for the interests of HE and research to feature strongly in discussions and planning","lastUp":"2018-04-10T13:05:29.442+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}