{"id":"03506017714-81","name":"Deutsche Umwelthilfe e.V.","registrationDate":"2012-01-13T17:31:27.273+01:00","category":3,"subCategory":2,"legal":"eingetragener Verein","web":"http://www.duh.de","country":"Germany","headAddress":"Hackescher Markt, 4","headCity":"Berlin","headPostCode":"10178","headPhone":"(49)30 24 00 86 70","boss":"Jürgen Resch","bossTitle":"Mr","bossPosition":"Bundesgeschäftsführer","membersCount":15,"membersFTE":"9.25","membership":"EEB Eurpean Environmental Bureau: Federation of Environmental Citizens Organisation, 140 Mitgliedsorganisationen aus ganz Europa &#xd;\n&#xd;\nT&amp;E Transport &amp; Environment: T&amp;E is an independent pan-European association with scientific and educational aims, with no party political afflication and devoid of any profit making motive. Established in 1990, T&amp;E has grown to become pricipal environmental organisation campaigning on sustainable transport at the EU level in Brussels. Our primary focus is on European transport and environmental policy but our work in Brussels is supported by around 50 member organisations working to promote an environmentally sound approach to transport across Europe. &#xd;\n&#xd;\nClimate Action Network Europe: CAN Europe is Europe's leading NGO coalition fighting dangerous climate change. With over 160 member organisations from 35 European countries, representing over 1.700 NGOs and more than 40 million citizens, CAN Europe promotes sustainable climate, energy and development policies throughout Europe.&#xd;\n&#xd;\nArbeitskreis Mehrweg GbR&#xd;\n&#xd;\nBreak Free From Plastic Movement&#xd;\n&#xd;\nRunder Tisch Reparatur e.V.","memberOrga":"","goal":"Die Deutsche Umwelthilfe stelle ein Forum für Umweltorganisationen, Politiker und Entscheidungsträger aus der Wirtschaft dar. Unser Ziel sind ökologische und zukunftsfähige Weichenstellungen. Im Dialog mit Unternehmen und Umweltpolitikern entwickeln wir Chancen für nachhaltige Wirtschaftsweisen und umweltfreundliche Produkte.&#xd;<br />Gleichzeitig informieren wir die Öffentlichkeit. Wir machen Umweltpolitik und Umweltrecht transparent. Kritische Bürger, umwelt- und gesundheitsbewusste Verbraucher und Medien sind wichtige Partner. Gemeinsam mit ihnen setzen wir uns für einen schonenden Umgang mit natürlichen Ressourcen, die Erhaltung der biologischen Vielfalt, Klimaschutz, saubere Luft, nachhaltige Mobilität und Verbraucherschutz ein.","acronym":"DUH","interests":"Agriculture and Rural Development, Climate Action, Consumers, Energy, Environment, Food Safety, Maritime affairs and fisheries, Trans-European Networks, Transport","euInitiatives":"- Clean Energy Package&#xd;<br />•\tParticipation in stakeholder consultation concerning Regulation (EU) 2018/1999 of the European Parliament and of the Council of 11 December 2018 on the Governance of the Energy Union and Climate Action&#xd;<br />•\tImprovement of Directive (EU) 2018/2002 of the European Parliament and of the Council of 11 December 2018 amending Directive 2012/27/EU on energy efficiency&#xd;<br />•\tImprovement and observation of infringement proceedings of Directive (EU) 2018/844 of the European Parliament and of the Council of 30 May 2018 amending Directive 2010/31/EU on the energy performance of buildings and Directive 2012/27/EU on energy efficiency&#xd;<br />•\tImprovement of Directive (EU) 2018/2001 of the European Parliament and of the Council of 11 December 2018 on the promotion of the use of energy from renewable sources&#xd;<br />- Improvement of a European strategic long-term vision for a prosperous, modern, competitive and climate neutral economy&#xd;<br />- Observation of the legislative process regarding the Decarbonisation Package&#xd;<br />- Observation of the legislative process regarding the European Green Deal&#xd;<br />- Participation in stakeholder consultations concerning the Evaluation of the directive relating to the availability of consumer information on fuel economy and CO2 emissions in respect of the marketing of new passenger cars (1999/94/EC)( n)- Participation in stakeholder consultations concerning the Evaluation of European market surveillance (Internal Market for goods) &#xd;<br />– Enforcement and Compliance)( n)- Observation of the legislative process regarding evaluations of the Energy Labelling Directive, the Ecodesign Directive as well as their delegated acts and implementing regulations( n)&#xd;<br />- Revision process of the legal frameworks of Non Road Mobile Machinery and Type Approvals and Market Surveillance for cars( n)&#xd;<br />- Improvement of market surveillance of energy related products (Ecodesign requirements and energy labelling)( n)&#xd;<br />- Improvement of market surveillance and support of the Energy Performance Certificate( n)&#xd;<br />- Improvement of market surveillance relating to the availability of consumer information on fuel economy and CO2 emissions in respect of the marketing of new passenger cars( n)&#xd;<br />- Improvement of market surveillance in the Non Road Mobile Machinery sector( n)( n)&#xd;<br />- REGULATION (EC) No 443/2009 and its update REGULATION (EU) No 333/2014( n)&#xd;<br />- REGULATION (EC) No 692/2008( n)- REGULATION (EC) No 715/2007( n)- DIRECTIVE 2007/46/EC( n)&#xd;<br />- Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on the approval and market surveillance of motor vehicles and their trailers, and of systems, components and separate technical units intended for such vehicles - COM/2016/031 final &#xd;<br />- 2016/014 (COD)( n)( n)&#xd;<br />- Air Quality Directive (2008/50/EG)( n)&#xd;<br />- NERC Directive (2016-2284-EU)( n)- Ecodesign (2009/125/EG) for local space heaters (2015/1185 and 2015/1188) and solid fuel boilers (2015/1189)( n)- Revision of Renewable Energy Directive (2009/28/EC)( n)&#xd;<br />- Air Quality Directive (2008/50/EG)( n)- NERC Directive (2016-2284-EU) &#xd;<br />•\tRichtlinie 1999/94/EG über die Bereitstellung von Verbraucherinformationen über Kraftstoffverbrauch und CO2-Emissionen beim Marketing für neue PKW&#xd;<br />•\tEMPFEHLUNG DER KOMMISSION vom 26. März 2003 über die Anwendung der in der Richtlinie 1999/94/EG enthaltenen Bestimmungen über Werbeschriften auf andere Medien&#xd;<br />•\tEmpfehlung (EU) 2017/948 der KOMMISSION vom 31. Mai 2017 zur Verwendung von nach dem weltweit harmonisierten Prüfverfahren typengenehmigten und gemessenen Kraftstoffverbrauchs- und CO2-Emissionen bei der Bereitstellung von Verbraucherinformationen gemäß der RL 1999/94/EG&#xd;<br />•\tVerordnung (EG) Nr. 1222/2009 über die Kennzeichnung von Reifen in Bezug auf die Kraftstoffeffizienz und andere wesentliche Parameter&#xd;<br />•\tRL 2010/31/EU Richtlinie über die Gesamtenergieeffizienz von Gebäuden &#xd;<br />•\tRICHTLINIE 2005/29/EG über unlautere Geschäftspraktiken","lastUp":"2019-10-30T13:22:25.951+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}