{"id":"03506017714-81","name":"Deutsche Umwelthilfe e.V.","registrationDate":"2012-01-13T17:31:27.273+02:00","category":3,"subCategory":2,"legal":"eingetragener Verein","web":"http://www.duh.de","country":"Germany","headAddress":"Hackescher Markt, 4","headCity":"Berlin","headPostCode":"10178","headPhone":"(49)30 24 00 86 70","boss":"Jürgen Resch","bossTitle":"Mr","bossPosition":"Bundesgeschäftsführer","membersCount":15,"membersFTE":"9.25","membership":"EEB Eurpean Environmental Bureau: Federation of Environmental Citizens Organisation, 140 Mitgliedsorganisationen aus ganz Europa&#xd;\n&#xd;\nT&amp;E Transport &amp; Environment: T&amp;E is an independent pan-European association with scientific and educational aims, with no party political afflication and devoid of any profit making motive. Established in 1990, T&amp;E has grown to become pricipal environmental organisation campaigning on sustainable transport at the EU level in Brussels. Our primary focus is on European transport and environmental policy but our work in Brussels is supported by around 50 member organisations working to promote an environmentally sound approach to transport across Europe.","memberOrga":"","goal":"Die Deutsche Umwelthilfe stelle ein Forum für Umweltorganisationen, Politiker und Entscheidungsträger aus der Wirtschaft dar. Unser Ziel sind ökologische und zukunftsfähige Weichenstellungen. Im Dialog mit Unternehmen und Umweltpolitikern entwickeln wir Chancen für nachhaltige Wirtschaftsweisen und umweltfreundliche Produkte.&#xd;<br />Gleichzeitig informieren wir die Öffentlichkeit. Wir machen Umweltpolitik und Umweltrecht transparent. Kritische Bürger, umwelt- und gesundheitsbewusste Verbraucher und Medien sind wichtige Partner. Gemeinsam mit ihnen setzen wir uns für einen schonenden Umgang mit natürlichen Ressourcen, die Erhaltung der biologischen Vielfalt, Klimaschutz, saubere Luft, nachhaltige Mobilität und Verbraucherschutz ein.","acronym":"DUH","interests":"Agriculture, Climate Action, Consumers, Energy, Environment, Food Safety, Maritime affairs and fisheries, Trans-European Networks, Transport","euInitiatives":"- CEP (Abfall-Rahmen-RL und Verpackungs-RL, aber auch Deponie-RL&#xd;<br />- WEEE2-RL (Umsetzung und Vollzug in Deutschland und der EU)&#xd;<br />- CENELEC Standards EN 50625-Serie (zur EAG-Behandlung)&#xd;<br />&#xd;<br />- Participation in stakeholder consultations concerning the Evaluation of the directive relating to the availability of consumer information on fuel economy and CO2 emissions in respect of the marketing of new passenger cars (1999/94/EC)&#xd;<br />- Participation in stakeholder consultations concerning the Evaluation of European market surveillance (Internal Market for goods – Enforcement and Compliance)&#xd;<br />- Observation of the legislative process regarding evaluations of the Energy Labelling Directive, the Ecodesign Directive as well as their delegated acts and implementing regulations&#xd;<br />- Revision process of the legal frameworks of Non Road Mobile Machinery and Type Approvals and Market Surveillance for cars&#xd;<br />- Suggestion and observation of infringement proceedings (Energy Performance of Buildings Directive)&#xd;<br />- Improvement of market surveillance of energy related products (Ecodesign requirements and energy labelling)&#xd;<br />- Improvement of market surveillance and support of the Energy Performance Certificate&#xd;<br />- Improvement of market surveillance relating to the availability of consumer information on fuel economy and CO2 emissions in respect of the marketing of new passenger cars&#xd;<br />- Improvement of market surveillance in the Non Road Mobile Machinery sector&#xd;<br />&#xd;<br />- REGULATION (EC) No 443/2009 and its update REGULATION (EU) No 333/2014&#xd;<br />- REGULATION (EC) No 692/2008&#xd;<br />- REGULATION (EC) No 715/2007&#xd;<br />- DIRECTIVE 2007/46/EC&#xd;<br />- Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on the approval and market surveillance of motor vehicles and their trailers, and of systems, components and separate technical units intended for such vehicles - COM/2016/031 final - 2016/014 (COD)&#xd;<br />&#xd;<br />- Air Quality Directive (2008/50/EG)&#xd;<br />- NERC Directive (2016-2284-EU)&#xd;<br />- Ecodesign (2009/125/EG) for local space heaters (2015/1185 and 2015/1188)  and solid fuel boilers (2015/1189)&#xd;<br />- Revision of Renewable Energy Directive (2009/28/EC)&#xd;<br />- Air Quality Directive (2008/50/EG)&#xd;<br />- NERC Directive (2016-2284-EU)","lastUp":"2018-09-18T12:13:28.620+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}