{"id":"03518238467-61","name":"International Union for Conservation of Nature EU Representative Office","registrationDate":"2012-04-03T14:02:35.890+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"https://www.iucn.org/regions/europe","country":"Belgium","headAddress":"Boulevard Louis Schmidt, 64","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)27 39 30 05","boss":"Luc Bas","bossTitle":"Mr","bossPosition":"Director","membersCount":14,"membersFTE":"13.25","membership":"","memberOrga":"http://www.iucn.org/about/union/members/","goal":"IUCN’s mission is to“Influence, encourage and assist societies in Europe to conserve the integrity and diversity of nature and to ensure that any use of natural resources is equitable and ecologically sustainable.”&#xd;<br />IUCN’s European region covers the European continent, Russia, Central Asia and includes the overseas entities of European Union countries. Representing one third of the global membership, this is IUCN’s largest programmatic region.&#xd;<br />Europe is a crucial region for IUCN. Home to the European Union (EU) – the world’s largest development aid donor – the region’s influence goes beyond its territorial boundaries. Over the years, the EU has been recognized for its leadership role in international environmental and climate governance.&#xd;<br />&#xd;<br />The IUCN European Programme provides the framework for IUCN’s action in Europe. It covers the diverse and vast terrestrial and marine European region, including its overseas entities. It strives to shape a sustainable future by helping alleviate biodiversity decline and maintaining and restoring  ecosystem integrity in Europe. Our goals, in line with IUCN Global Programme 2009-2012, are translated into five priority areas:&#xd;<br />•\tConserving biodiversity&#xd;<br />•\tChanging the climate forecast&#xd;<br />•\tNaturally energizing the future&#xd;<br />•\tManaging ecosystems for human well-being&#xd;<br />•\tGreening the world economy&#xd;<br />Taking into account the specificity, needs and strengths of the European region, IUCN Secretariat’s work in Europe currently focuses on three areas: Biodiversity, Human Well-being and Green Economy. These goals are pursued through a combination of geographicallybased and thematic-based activities and policy influencing.&#xd;<br />IUCN’s mission is to influence societies to conserve nature. IUCN in Europe has a special role in bringing together a wide range of actors and providing platforms for them to discuss and act on the most pressing issues of our time. Our aim is to connect IUCN Members and their National Committees with other actors in the environmental community and beyond to shape a better future for biodiversity and human beings.","acronym":"IUCN EURO","interests":"Agriculture and Rural Development, Climate Action, Energy, Environment, Food Safety, International co-operation and development, Maritime affairs and fisheries","euInitiatives":"European Red List\t&#xd;<br />Key Biodiversity Areas\t&#xd;<br />Fitness check of EU Nature Legislation (REFIT)\tNature Based Solutions\t&#xd;<br />Local and Regional Authorities &#xd;<br />EU Overseas Countries and Territories\t&#xd;<br />Invasive Alien Species\t&#xd;<br />Protected Areas\t&#xd;<br />Post-2015 Sustainable Development Agenda&#xd;<br />Wildlife Trafficking Strategy\t&#xd;<br />Climate Change/Forest Landscape Restoration\t&#xd;<br />No Net Loss","lastUp":"2019-07-26T09:42:53.041+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}