{"id":"035366013790-68","name":"Koninklijke Philips","registrationDate":"2014-06-18T09:48:44.730+01:00","category":2,"subCategory":3,"legal":"N.V.","web":"http://www.philips.com","country":"Netherlands","headAddress":"Amstelplein, 2","headCity":"Amsterdam","headPostCode":"1096 BC","headPhone":"(31)2 05 97 77 77","boss":"Jan-Willem Scheijgrond","bossTitle":"Mr","bossPosition":"Head of Global Government and Public Affairs","membersCount":4,"membersFTE":"2.5","membership":"Philips is member or sponsor of the following organisations:&#xd;\n&#xd;\nAENEAS&#xd;\nAIM – European Brands Association&#xd;\nARTEMIS Industry Association &#xd;\nBusinessEurope&#xd;\nCECED&#xd;\nDigitalEurope&#xd;\nEFFRA&#xd;\nEFQM&#xd;\nEIRMA&#xd;\nEIT ICT Labs&#xd;\nEIT Health&#xd;\nEPoSS&#xd;\nERT&#xd;\nCOCIR&#xd;\nMedTech&#xd;\nScientific Panel for Health","memberOrga":"","goal":"Royal Philips (NYSE: PHG, AEX: PHIA) is a leading health technology company focused on improving people's health and enabling better outcomes across the health continuum from healthy living and prevention, to diagnosis, treatment and home care. Philips leverages advanced technology and deep clinical and consumer insights to deliver integrated solutions. Headquartered in the Netherlands, the company is a leader in diagnostic imaging, image-guided therapy, patient monitoring and health informatics, as well as in consumer health and home care. Philips' health technology portfolio generated 2017 sales of EUR 17.8 billion and employs approximately 74,000 employees with sales and services in more than 100 countries.","acronym":"Philips","interests":"Business and Industry, Climate Action, Consumers, Digital economy and society, Economy, finance and the euro, Environment, External Relations, Institutional affairs, International co-operation and development, Public Health, Regional Policy, Research and innovation, Single market, Trade","euInitiatives":"Health, digital economy &amp; society, international cooperation and development, trade, regional policy, research, science and innovation","lastUp":"2019-02-21T10:01:30.777+01:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}