{"id":"036035319826-92","name":"ecotel communication AG","registrationDate":"2015-12-04T08:43:07.109+02:00","category":2,"subCategory":3,"legal":"AG","web":"http://ecotel.de","country":"Germany","headAddress":"Prinzenallee 11","headCity":"Düsseldorf","headPostCode":"40549","headPhone":"(49)2 11 55 00 70","boss":"Peter Zils","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"www.vatm.de","memberOrga":"","goal":"Die an der Frankfurter Wertpapierbörse im Prime Standard notierte ecotel communication ag hat sich als bundesweit agierendes Telekommunikationsunternehmen auf drei Geschäftsbereiche spezialisiert.&#xd;<br />&#xd;<br />Im Kernbereich »Geschäftskundenlösungen« versorgt ecotel rund 18.000 Ge-schäftskunden mit einem ITK-Produktportfolio aus Sprach-, Daten- und Mobilfunklö-sungen. Hierzu zählen bundesweit verfügbare und konvergente Bündelprodukte, breitbandige Datenanbindungen auf Basis von xDSL- und Ethernet-Technologien, die skalierbare Vernetzung von Unternehmensstandorten (VPNs) sowie Housing- und Hosting-Services.&#xd;<br />&#xd;<br />Im zweiten Geschäftsbereich »Wiederverkäuferlösungen« vermarktet die ecotel Gruppe Vorleistungsprodukte an andere Telekommunikationsunternehmen. Zu-gleich erzielt die Gesellschaft in diesem Geschäftsbereich hohe Verkehrsvolumina und damit eine Vertiefung der Wertschöpfung für den Kernbereich »Geschäftskunden«. Neben dem internationalen Wholesale-Voice-Geschäft von ecotel ist die mvneco GmbH diesem Bereich zugeordnet.&#xd;<br />&#xd;<br />Im Bereich »New Business« werden neue wachstumsstarke Geschäftsfelder und Nischen der operativ selbstständigen Tochtergesellschaften besetzt. Neben der auf das Privatkundengeschäft ausgerichteten easybell GmbH ist die auf das New Media Geschäft fokussierte nacamar GmbH Teil dieser eigenständigen Business Unit.&#xd;<br />&#xd;<br />Die 1998 gegründete Unternehmensgruppe hat ihren Hauptsitz in Düsseldorf und beschäftigt mit ihren Tochtergesellschaften und Beteiligungen aktuell ca. 230 Mitarbeiter.","acronym":"ecotel","interests":"Business and Industry, Communication, Competition, Consumers, Digital economy and society, General and Institutional Affairs, Research and innovation, Single market, Trans-European Networks","euInitiatives":"Regulierungsthemen im Telekommunikationssektor im Zusammenspiel mit dem VATM / Breko und BNetzA","lastUp":"2018-09-26T09:29:45.055+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}