{"id":"036000134495-88","name":"China Three Gorges Corporation","registrationDate":"2019-04-05T19:13:04.291+02:00","category":2,"subCategory":3,"legal":"LLC","web":"http://www.ctg.com.cn","country":"China","headAddress":"No.1 Yuyuantan South Road","headCity":"Beijing","headPostCode":"100038","headPhone":"(86)1 52 01 00 69 06","boss":"Lin Wang","bossTitle":"","bossPosition":"President","membersCount":20,"membersFTE":"5.0","membership":"","memberOrga":"","goal":"China Three Gorges Corporation (CTG) was founded for the construction of the Three Gorges Project and the development of the Yangtze River. Up to February 2019, CTG’s consolidated installed capacity has exceeded 70 GW, bringing the total installed capacity (including consolidated, equity-based capacity and capacity from projects under construction) to 128GW, 99% of which coming from clean and renewable sources. CTG is now the world's largest hydropower developer and China's largest clean energy group. It is expected that by 2021, five out of the world top 12 mega-size hydropower plants will be constructed, operated and managed by CTG. Besides large-scale hydropower development, CTG is also active in new energy sector, developing wind power, solar power, etc., and keeps expanding its presence in international energy market. CTG's domestic new energy business has covered 31 provinces, municipalities and autonomous regions, with new energy installed capacity over 12 GW (in operation and under construction). On the other hand, CTG's overseas investment and contracting business have covered more than 40 countries and regions in Europe, America, Africa and Southeast Asia, with overseas installed capacity over 17 GW (consolidated and minority-equity based). CTG was granted \"A1\" by Moody's, \"A+\" by Standard &amp; Poor's and \"A+\" by Fitch, the only power generation company in China that has got sovereign ratings from the major two international rating agencies, Fitch and Moody's.","acronym":"CTG","interests":"Energy","euInitiatives":"We have setup subsidiaries in Luxembourg, Portugal, Germany, Greece and UK. All the companies strictly comply with local laws and regulations.","lastUp":"2019-04-05T19:21:16.056+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}