{"id":"03621475219-87","name":"ORMAZABAL","registrationDate":"2011-02-03T09:59:37.671+01:00","category":2,"subCategory":3,"legal":"ORMAZABAL ELECTRIC, S.L.U,","web":"http://www.ormazabal.com","country":"Spain","headAddress":"Parque Tecnologico de Bizkaia, Edf. 104","headCity":"Zamudio","headPostCode":"48170","headPhone":"(34)9 44 31 77 77","boss":"Javier Ormazabal Echevarria","bossTitle":"Mr","bossPosition":"President &amp; CEO","membersCount":6,"membersFTE":"1.75","membership":"ORMAZABAL is member of several electrical and electromechanical associations, federations and confederations both at local level (in several Member States) and at European level.&#xd;\n&#xd;\nAs an example, ORMAZABAL is active member in AFBEL and CONFEMETAL (Spain), ZVEI (Germany), GIMELEC (France), T&amp;D EUROPE, ORGALIME (EU), BusinessEurope etc.&#xd;\n&#xd;\nThe aim of ORMAZABAL membership in all those organizations is to collaborate in the impulse of the development of the present and future electrical infrastructures (i.e. Smart Grids)","memberOrga":"www.afbel.es","goal":"ORMAZABAL is the company specialized in the electrical sector with the commitment to innovation, it is among the top five world class manufacturers of products and solutions for the Medium Voltage electrical infrastructures. Its mission is to provide reliable solutions anywhere to its ability to predict the electrical sector needs and its commitment and close relationship with our stakeholders. ORMAZABAl is engaged in the definition, implementation and deployment of the coming new generation of the so called Smart Grids.&#xd;<br />&#xd;<br />The target of the inclusion of ORMAZABL in the present list of interest representatives (lobbyists) is to engage with European institutions with a view to influencing policy formation and the decision-making process.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Economy, finance and the euro, Energy, Environment, Institutional affairs, Research and innovation, Single market, Trade, Trans-European Networks","euInitiatives":"All relevant legislative initiatives affecting to the electricity industry and networks.","lastUp":"2019-11-12T09:09:19.755+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}