{"id":"03650336051-80","name":"WEISSER RING Gemeinnütziger Verein zur Unterstützung vom Kriminalitätsopfern und zur Verhütung von Straftaten e. V.","registrationDate":"2011-06-17T15:15:07.549+02:00","category":3,"subCategory":2,"legal":"Gemeinnütziger eingetragener Verein","web":"https://weisser-ring.de/","country":"Germany","headAddress":"Weberstraße, 16","headCity":"Mainz","headPostCode":"55130","headPhone":"(49)6 13 18 30 30","boss":"Roswitha Müller-Piepenkötter","bossTitle":"Ms","bossPosition":"Bundesvorsitzende","membersCount":5,"membersFTE":"1.25","membership":"Victim Support Europe AISBL&#xd;\nVOCI - Victims of Crime International, Inc.&#xd;\nDeutscher Paritätischer Wohlfahrtsverband – Gesamtverband e. V.","memberOrga":"","goal":"Opferschutz und Opferhilfe gehören zu den Grundpfeilern einer humanen Gesellschaft, die sich ihrer Verantwortung für in Not geratene Mitmenschen stets bewusst sein muss. Der WEISSE RING leistet mit seinem Hilfsangebot für Opfer von Kriminalität und Gewalt hierzu einen wichtigen und unverzichtbaren Beitrag.&#xd;<br />&#xd;<br />Nach einer Straftat gilt das öffentliche Interesse meist nur dem Tatgeschehen, der Persönlichkeit des Täters, seiner Verfolgung und Verurteilung. An das Opfer und sein Schicksal nach der Tat wird immer noch zu wenig gedacht. Dies zu ändern ist Ziel und Aufgabe des WEISSEN RINGS. Der gemeinnützige Verein wurde 1976 ins Leben gerufen und ist für Politik, Justiz, Polizei, Wissenschaft und Medien anerkannter und kompetenter Ansprechpartner in allen Fragen der Opferhilfe und des Opferschutzes&#xd;<br />&#xd;<br />Eine große Zahl von Menschen erleiden als Opfer von Kriminalität und Gewalt körperliche, seelische und materielle Schäden. Sie werden bedroht, überfallen, beraubt, misshandelt, sexuell missbraucht oder gar getötet. Bei derzeit jährlich rund 6 Millionen registrierten Straftaten in Deutschland weist die Polizeiliche Kriminalstatistik dort mehr als 220.000 Opfer allein aus dem Bereich der Gewaltkriminalität aus. Schließt man Rohheitsdelikte und Straftaten gegen die persönliche Freiheit mit ein, steigt die Zahl der Opfer im Jahr auf mehr als 800.000 unmittelbar betroffene Menschen. Bezieht man die Angehörigen der Opfer sowie die in einigen Deliktsbereichen erheblichen Dunkelziffer mit ein, wird das wahre Ausmaß der Kriminalitätsbelastung sowohl für die Geschädigten als auch für die Gesellschaft insgesamt sehr deutlich. &#xd;<br />&#xd;<br />Das Hilfsangebot des WEISSEN RINGS reicht von menschlichem Beistand und persönlicher Betreuung, der Unterstützung im Umgang mit Behörden und der Vermittlung von Hilfen anderer Organisationen über die Begleitung zu Terminen bei Gericht, Staatsanwaltschaft und Polizei und Opferzeugenbetreuung bis hin zu finanziellen Zuwendungen zur Überbrückung tatbedingter Notlagen. Zudem gewährt der WEISSE RING Opfern Rechtsschutz zur Wahrung ihrer Persönlichkeitsrechte im Strafverfahren und bei der Durchsetzung sozialrechtlicher Ansprüche, nach dem Opferentschädigungsgesetz. Hilfeschecks für eine frei wählbare anwaltliche bzw. psychotraumatologische Erstberatung und für eine rechtsmedizinische Untersuchung sowie Erholungsprogramme für Opfer und ihre Angehörigen in bestimmten Fällen gehören ebenfalls zu den Hilfsmöglichkeiten des WEISSEN RINGS.&#xd;<br />&#xd;<br />Die mehr als 3.000 ehrenamtlich tätigen Mitarbeiterinnen und Mitarbeiter des WEISSER RINGS in bundesweit 420 Außenstellen sind oft die ersten Menschen, die sich um Kriminalitätsopfer kümmern und mit denen die Betroffenen über ihre Probleme sprechen können. Meist sind neben körperlichen und materiellen Schäden auch psychische Belastungen ursächliche Folgen der Straftat.&#xd;<br />&#xd;<br />Schon ein Telefongespräch, der Besuch am Krankenbett, die Hilfestellung bei Behördengängen - einfach das Gefühl, als Opfer einer Straftat nicht \"vergessen\" zu sein, können den Betroffenen wieder Mut und neue Hoffnung geben. Die immaterielle Hilfe ist somit das wichtigste Element der Opferarbeit.&#xd;<br />&#xd;<br />Der WEISSE RING tritt auch öffentlich für die berechtigten Belange der Kriminalitätsopfer ein. So fordert er u. a. eine Verbesserung der rechtlichen und sozialen Situation der Geschädigten sowohl bei der staatlichen Opferentschädigung als auch beim Opferschutz. Zugleich unterstützt der WEISSE RING den Vorbeugungsgedanken sowie Projekte des Täter-Opfer-Ausgleichs und der Schadenswiedergutmachung.&#xd;<br />&#xd;<br />Wer selbst Opfer einer Straftat geworden ist und die Hilfe des WEISSEN RINGS in Anspruch nehmen möchte, kann sich wenden an das bundesweite Opfer-Telefon 116 006. Wer den Einsatz des gemeinnützigen Vereins für in Not geratene Kriminalitätsopfer tatkräftig in Form der Mitgliedschaft oder einer Spende unterstützen will, erfährt hierzu mehr unter www.weisser-ring.de.","acronym":"WEISSER RING","interests":"Borders and Security, Digital economy and society, Humanitarian aid and civil protection, Justice and Fundamental Rights","euInitiatives":"Im Mittelpunkt des Interesses des WEISSEN RINGS steht die Richtlinie 2012/29/EU des Europäischen Parlaments und des Rates vom 25. Oktober 2012 über Mindeststandards für die Rechte, die Unterstützung und den Schutz von Opfern von Straftaten. Das 3. Opferrechtsreformgesetz vom 30.12.2015 setzt die Regelungen in nationales Recht um. In der Folge ist es das Anliegen des WEISSEN RINGS, die Regelungen mit Leben zu füllen und die Umsetzung in der Praxis zu begleiten.","lastUp":"2018-04-25T12:09:41.273+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}