{"id":"038641911095-59","name":"International Solid Waste Association","registrationDate":"2013-05-13T16:50:25.769+01:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.iswa.org","country":"Austria","headAddress":"Auerspergstrasse, 15/41","headCity":"Vienna","headPostCode":"1080","headPhone":"(43)12 53 60 01","boss":"Hermann Koller","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"ISWA – the International Solid Waste Association – is a global, independent and non-profit making association, working in the public interest and is the only worldwide association promoting sustainable, comprehensive and professional waste management. &#xd;<br />ISWA is open to individuals and organisations from the scientific community, public institutions and public and private companies from all over the world working in the field or interested in waste management. ISWA is the only worldwide waste association, which allows you to net-work with professionals, companies and institutional representatives. &#xd;<br />ISWA’s declared mission is: “To Promote and Develop Sustainable and Professional Waste Management Worldwide”. ISWA achieves its mission through:&#xd;<br />•\tPromoting resource efficiency through sustainable production and consumption&#xd;<br />•\tSupport to developing and emerging economies&#xd;<br />•\tAdvancement of waste management through education and training&#xd;<br />•\tPromoting appropriate and best available technologies and practices&#xd;<br />•\tProfessionalism through its programme on professional qualifications.&#xd;<br />&#xd;<br />&#xd;<br />Objectives and Implementation&#xd;<br />ISWA works to protect human health and the environment as well as to ensure sustainable resource management and provides the following scientific, economic and social instruments:&#xd;<br />•\tInternational network, to share knowledge and experience in sustainable waste management and climate change mitigation&#xd;<br />•\tExpert working groups to advance knowledge and expertise&#xd;<br />•\tAll kinds of professional events for the dissemination of information&#xd;<br />•\tEducation and training courses tailored to the trainees needs including a qualification and certification programme&#xd;<br />•\tProfessional publications including high quality research journals and magazines, up to date studies and developments from all over the world &#xd;<br />•\tCooperation with all stakeholders in waste management, particularly the National Members of ISWA as well as with International Organisations and Institutions &#xd;<br />•\tProjects in developing economies to establish sustainable waste management practices&#xd;<br />•\tRaising the level of international awareness of the global waste emergency and finding funding instruments to combat this especially in developing economies&#xd;<br />•\tEnsuring international fora recognise the importance of good waste management for health, economic, social and overall environmental progress towards a more sustainable society","acronym":"ISWA","interests":"Climate Action, Environment, Trans-European Networks","euInitiatives":"European Group, EC consultations, projects","lastUp":"2017-09-26T21:04:35.043+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}