{"id":"038744832859-71","name":"EMFASIS NON PROFIT","registrationDate":"2018-10-11T15:20:37.835+02:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.emfasisfoundation.org/","country":"Greece","headAddress":"Mesologgiou 52","headCity":"Athens","headPostCode":"17234","headPhone":"(30)21 14 06 61 40","boss":"Maria Karra","bossTitle":"Ms","bossPosition":"Founding member","membersCount":6,"membersFTE":"5.0","membership":"","memberOrga":"","goal":"Emfasis Foundation is a non-profit organization. It is the brainchild of a private initiative and it was founded to address the holistic needs of all vulnerable and socially excluded groups (homeless – rough sleepers, unemployed, people below the poverty line, people with problems of various kinds of addictions, street connected children etc.) living mainly in a street situation or impending homelessness as well as those who face serious survival problems.&#xd;<br />&#xd;<br />Applying the pioneering and innovative principles of Social Street Work, Emfasis volunteers street workers with a daily presence on the streets of Athens, approach, support and relieve providing social and family support and counseling. At the same time, and while building relationships with these people, a full care programme is designed to address their needs at an individual level.&#xd;<br />&#xd;<br />Emfasis is divided into 3 cells:&#xd;<br />&#xd;<br />Social street work&#xd;<br />Social services&#xd;<br />Special projects&#xd;<br />All run by Greek professionals, specialists, and volunteers based at the Greek capital,  Athens&#xd;<br />Emfasis Social Street Work operates on a neighborhood level, or at areas where it has been identified that there are vulnerable “pockets” of the population. Emfasis applies a personal approach when assessing the essential individual requirements of the person in need – seeking fist to restitute his/her dignity,  and provide adequate social, emotional and human support Emfasis supports any individual in need irrespective of age or race and  is committed to:&#xd;<br />&#xd;<br />a non-judgmental approach and anti-discriminatory practices&#xd;<br />respect for discretion and confidentiality&#xd;<br />adapting constantly&#xd;<br />act effectively and efficiently without being bogged down to bureaucracy and excessive planning&#xd;<br />Emfasis is a non-profit organization relying entirely on private and individual funding&#xd;<br />Emfasis does not receive any funding from governmental or public entities, nor is integrated into any financial or investment package that burdens the Greek or European taxpayer and the only way to implement its mission is to have the real support of those who believe in its vision.","acronym":"","interests":"Humanitarian aid and civil protection","euInitiatives":"EMFASIS follow policies about personal data and it is registered in all the national registries about NGOs","lastUp":"2018-10-25T19:23:06.853+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}