{"id":"038897122125-11","name":"?sterreichischer Journalisten Club (?JC)","registrationDate":"2016-06-06T14:45:12.905+01:00","category":2,"subCategory":1,"legal":"Verein","web":"http://www.oejc.at","country":"Austria","headAddress":"Blutgasse 3","headCity":"Wien","headPostCode":"1010","headPhone":"(43)19 82 85 55","boss":"Fred Turnheim","bossTitle":"Mr","bossPosition":"Pr?sident","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Der ?sterreichische Journalisten Club (?JC) wurde 1977 von Wolf In der Maur und G?nther Nenning gegr?ndet. Er ist mit mehr als 6.700 Mitgliedern die gr??te parteiunabh?ngige Journalistenorganisation in der Republik ?sterreich. Der ?JC versteht sich als Schnittstelle zwischen Ost und West, national als Kommunikationstreffpunkt. Wir sind das ?sterreichische Kompetenzzentrum in Medienfragen mit 40 Jahren Erfahrung. Der ?sterreichische Journalisten Club ist die standespolitische Organisation der Medienmacher in ?sterreich. Wir verteidigen die Pressefreiheit auf allen Ebenen. Auf Facebook betreibt der ?JC einen tagesaktuellen Informationsdienst zu aktuellen Fragen des Journalismus, der Pressefreiheit und der Mediengesetzgebung. Den ?JC finden Sie auch auf YouTube und Twitter mit aktuellen Nachrichten rund um den Journalismus.&#xd;<br />&#xd;<br />Das Vienna International Press Center ist der zentrale Ort in der ?sterreichischen Bundeshauptstadt f?r Pressekonferenzen unter dem Motto \"Meet the Press\". F?r Mitgliederveranstaltungen, Pressekonferenzen, Seminare, Meetings, Empf?nge etc. im Herzen der ?sterreichischen Bundeshauptstadt. Mit modernster Technik, wie Live-?bertragungen ins Internet, einem Fernseh- und H?rfunk-Regieplatz und Pr?sentationstechnik vom Feinsten. Das Vienna International Press Center ist ein modernst ausgestattetes Pressezentrum im historischen Stadtkern der ?sterreichischen Bundeshauptstadt.&#xd;<br /> &#xd;<br />Hervorragend ist auch unser Catering-Bereich f?r die anspruchsvolle Bewirtung der ?JC-Mitglieder, Freunde und G?ste. Der ?JC ist der ?sterreichische Treffpunkt f?r Mitglieder aus den Bundesl?ndern und Journalisten aus dem In- und Ausland. Der ?JC tritt f?r die Wahrung der Pressefreiheit und der Grundrechte ein.&#xd;<br /> &#xd;<br />Im Rahmen der Journalismus &amp; Medien Akademie betreibt der ?JC ein Schulungszentrum mit Computerarbeitspl?tzen und einem interaktiven Whiteboard. Die Akademie veranstaltet gemeinsam mit dem Zentrum f?r Journalismus und Kommunikationsmanagement der Donau-Universit?t Krems die regelm??ige \"Seminarreihe Journalismus\".&#xd;<br /> &#xd;<br />Der ?JC betreibt einen eigenen Video-Podcast, mehrmals im Jahr auch in Zusammenarbeit mit dem Europ?ischen Parlament in Br?ssel und Strassburg. &#xd;<br /> &#xd;<br />Der ?JC engagiert sich f?r eine Qualit?tssicherung im Journalismus. Dazu vergibt er j?hrlich die beiden h?chsten Auszeichnungen im ?sterreichischen Journalismus, den \"Dr. Karl Renner-Publizistikpreis\" in den Kategorien Print, TV, Radio und Online und den \"Prof. Claus Gatterer-Preis\" f?r sozial engagierten Journalismus. Der ?JC verleiht ebenfalls j?hrlich den \"New Media Journalism Award\".&#xd;<br /> &#xd;<br />Au?erdem verleihen wir in Kosice/Slowakische Republik den \"Europ?ischen Journalisten Preis\".&#xd;<br /> &#xd;<br />In Zusammenarbeit mit dem ?sterreichischen Seniorenrat vergeben wir jedes Jahr die Medienpreise Senioren-Rose / Senioren-Nessel.&#xd;<br /> &#xd;<br />Wir unterst?tzen den OEZIV-Medienpreis f?r herausragende journalistische Leistungen f?r Berichterstattung ?ber Menschen mit Behinderung im Arbeitsleben und in der Wirtschaft.&#xd;<br /> &#xd;<br />Der ?sterreichische Journalisten Club nimmt als Interessenvertretung an Gesetzesbegutachtungsverfahren, sowie Arbeitskreisen zu den Themen Grund- und Freiheitsrechte, Urheberrecht und Pressefreiheit national, international und im Rahmen der Europ?ischen Union teil.","acronym":"","interests":"Audiovisual and Media, Communication, Competition, Consumer Affairs, Culture, General and Institutional Affairs, Information Society, Internal Market","euInitiatives":"Medien- und Urheberrechte, Grund- und Freiheitsrechte, Berichterstattung ?ber Journalismusthemen von Kommission, Rat und Parlament, Print und TV.","lastUp":"2017-06-06T20:50:41.397+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}