{"id":"039253919302-37","name":"Fundacja Polonia International","registrationDate":"2015-10-23T19:25:16.054+01:00","category":3,"subCategory":2,"legal":"Fondation","web":"http://www.fund-polonia-int.org","country":"Belgium","headAddress":"Galerie de Waterloo 2 Bte 5","headCity":"Bruxelles","headPostCode":"1050","headPhone":"(32)23 44 66 56","boss":"André Pakulski","bossTitle":"Mr","bossPosition":"Président","membersCount":6,"membersFTE":"2.0","membership":"Conseil Consultatif des Affaires européennes de la Commune d'Etterbeek","memberOrga":"Fundacja Polonia à Varsovie (PL)","goal":"La Fundacja Polonia International a pour mission de veiller et d’agir pour l’épanouissement des droits, valeurs et de la dignité, liés aux peuples, à l’être humain, à toute forme de vie, aux cultures, aux croyances, à la pensée et à la mémoire, ainsi que pour l’éthique dans les domaines des échanges économiques, de la recherche, des innovations et de la science.&#xd;<br />&#xd;<br />Elle est attentive aux sujets relatifs à la migration, l'émigration, le déplacement des peuples et les réfugiés politiques.&#xd;<br />&#xd;<br />La Fundacja Polonia International initie et soutient les actions non-violentes relatives à sa mission.&#xd;<br />&#xd;<br />La Fondation œuvre aussi pour l’entente et le rapprochement des États et des Nations avec la Pologne et les Polonais. &#xd;<br />&#xd;<br />La Fundacja Polonia International n’est liée à aucune idéologie, ni groupe de pression, ni à aucun État.","acronym":"FPI","interests":"Culture, Education and training, Environment, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Youth","euInitiatives":"Tous dossiers en relation avec les droits de l'homme, le droit des peuples, les émigrations, le déplacement des peuples, les réfugiés politiques, la mémoire historique, le respect de la vie.&#xd;<br />&#xd;<br />Les relations des pays et des peuples avec la Pologne et les Polonais.","lastUp":"2019-12-12T00:37:02.809+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}