{"id":"039496128321-93","name":"VolkswagenStiftung","registrationDate":"2017-09-13T11:03:21.274+02:00","category":3,"subCategory":2,"legal":"Stiftung bürgerlichen Rechts","web":"https://www.volkswagenstiftung.de","country":"Germany","headAddress":"Kastanienallee 35","headCity":"Hannover","headPostCode":"30519","headPhone":"(49)0 51 18 38 10","boss":"Wilhelm Krull","bossTitle":"Mr","bossPosition":"Generalsekretär","membersCount":1,"membersFTE":"0.25","membership":"- Bundesverband Deutscher Stiftungen (www.stiftungen.org)&#xd;\n&#xd;\n- European Foundation Centre (www.efc.be)&#xd;\n&#xd;\n- Hague Club of European Foundations","memberOrga":"","goal":"Die VolkswagenStiftung ist keine Unternehmensstiftung, sondern eine eigenständige, gemeinnützige Stiftung privaten Rechts, deren Stiftungsgremien autonom und unabhängig in ihren Entscheidungen sind.&#xd;<br />&#xd;<br />Die VolkswagenStiftung gibt der Wissenschaft mit ihren Fördermitteln gezielte Impulse: Die Stiftung fördert ihrem satzungsgemäßen Auftrag entsprechend Wissenschaft und Technik in Forschung und Lehre. Sie entwickelt mit Blick auf zukunftsweisende Forschungsgebiete eigene Förderinitiativen; diese bilden den Rahmen ihrer Förderaktivitäten und werden als Teil des eigenen Veranstaltungsangebots thematisch aufgegriffen. Mit der Konzentration auf eine begrenzte Zahl von Initiativen sorgt die Stiftung dafür, dass ihre Mittel effektiv eingesetzt werden: Bei Abschluss einer Initiative sollen ihre Themen in der Wissenschaftsgemeinschaft verankert sein.&#xd;<br />&#xd;<br />Besondere Aufmerksamkeit widmet die VolkswagenStiftung dem wissenschaftlichen Nachwuchs sowie der Zusammenarbeit von Forscherinnen und Forschern auch jenseits wissenschaftlicher, kultureller und staatlicher Grenzen. Ein Hauptaugenmerk richtet die Stiftung zudem auf die Verbesserung der Ausbildungs- und Forschungsstrukturen in Deutschland. Die Umsetzung der Ziele erfolgt oft im Austausch mit anderen Stiftungen und mit öffentlichen Fördereinrichtungen.","acronym":"","interests":"Banking and financial services, Borders and Security, Economy, finance and the euro, Employment and Social Affairs, Foreign and Security Policy and Defence, Fraud prevention, Justice and Fundamental Rights, Research and innovation, Single market, Taxation","euInitiatives":"Alle Initiativen, Strategien und Vorhaben, die den Bereich Forschung und Technologie sowie Wissenschaftsförderung betreffen (z. B. Horizon 2020).","lastUp":"2018-08-31T09:35:01.903+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}