{"id":"039539431903-68","name":"Iridium Communications Inc.","registrationDate":"2018-06-27T10:57:13.433+02:00","category":2,"subCategory":3,"legal":"Limited Liability Company","web":"https://iridium.com","country":"United states","headAddress":"1750 Tysons Boulevard, Suite 1400","headCity":"McLean","headPostCode":"22102","headPhone":"(1)70 32 87 74 50","boss":"Thomas Hickey","bossTitle":"Mr","bossPosition":"Chief Legal Officer","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Iridium Communications Inc. is the only satellite communications company that offers truly global voice and data communications coverage. A technology innovator and market leader, Iridium, in collaboration with its vast distributor network, is advancing the way global enterprises conduct daily mission-critical activities through reliable, low-latency communications services.&#xd;<br />&#xd;<br />Iridium's 66 low-Earth orbiting (LEO) cross-linked satellites – the world's largest commercial constellation – operate as a fully meshed network.&#xd;<br />&#xd;<br />Reaching across land, sea, and air, including the polar regions, Iridium® solutions are ideally suited for industries such as maritime, aviation, government/military, emergency/humanitarian services, mining, forestry, oil and gas, heavy equipment, transportation and utilities. Iridium also provides service to governmental humanitarian, civil and defense subscribers around the world. Iridium sells its products, solutions and services through a network of service providers and value-added dealers.","acronym":"","interests":"Agriculture, Business and Industry, Foreign and Security Policy and Defence, Humanitarian aid and civil protection, Research and innovation","euInitiatives":"Promotion of ubiquitous connectivity in Europe by satellite&#xd;<br />Maritime safety&#xd;<br />Aviation safety&#xd;<br />Digital Single Market&#xd;<br />GOVSATCOM","lastUp":"2018-06-27T10:57:24.208+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}