{"id":"039503220007-84","name":"Internationale Bodenseekonferenz","registrationDate":"2015-12-17T18:21:04.237+01:00","category":6,"subCategory":11,"legal":"none","web":"http://www.bodenseekonferenz.org","country":"Germany","headAddress":"Internationale Bodenseekonferenz","headCity":"Konstanz","headPostCode":"78467","headPhone":"(49)7 53 15 27 22","boss":"Klaus-Dieter Schnell","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":5,"membersFTE":"3.5","membership":"","memberOrga":"http://www.bodenseekonferenz.org/mitglieder","goal":"Die Internationale Bodenseekonferenz (IBK) ist ein kooperativer Zusammenschluss von zehn Ländern und Kantonen aus Deutschland, Österreich, der Schweiz und Liechtenstein. Dazu zählen Baden-Württemberg, Schaffhausen, Zürich, Thurgau, St.Gallen, Appenzell Ausserrhoden, Appenzell Innerrhoden, Liechtenstein, Vorarlberg und Bayern. Die IBK wurde 1972 ins Leben gerufen. Ziel der IBK ist es, die internationale Bodenseeregion als attraktiven Lebens-, Natur-, Kultur- und Wirtschaftsraum für rund 4 Millionen Menschen zu erhalten und zu fördern.  &#xd;<br />&#xd;<br />The Internationale Bodenseekonferenz (International Lake Constance Conference) (IBK) is a cooperative association of ten countries and cantons from Germany, Austria, Switzerland and Liechtenstein. These include Baden-Württemberg, Schaffhausen, Zurich, Thurgau, St.Gallen, Appenzell Ausserrhoden, Appenzell Innerrhoden, Liechtenstein, Vorarlberg and Bavaria. The IBK was founded in 1972. The aim of the IBK is to preserve and promote the international Lake Constance region as an attractive living, natural, cultural and economic area for around 4 million people.","acronym":"IBK","interests":"Education and training, Environment, Institutional affairs, Regional Policy, Research and innovation, Single market, Transport","euInitiatives":"Regionalpolitik und Stadtentwicklung, Europäische Territoriale Zusammenarbeit, Arbeitsmarkt / EURES, Urban Audit, Forschung und Innovation, Binnenmarkt","lastUp":"2019-11-05T20:57:46.709+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}