{"id":"03960197927-62","name":"Environmental Investigation Agency","registrationDate":"2012-02-07T13:40:59.872+01:00","category":3,"subCategory":2,"legal":"Not-for-profit Company Ltd by guarantee (Company reg no 7752350)","web":"http://www.eia-international.org","country":"United kingdom","headAddress":"Upper Street, 62-63","headCity":"London","headPostCode":"N1 0NY","headPhone":"(44)20 73 54 79 60","boss":"Mary Rice","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":9,"membersFTE":"2.5","membership":"EIA is a member of the Species Survival Network (SSN), UK LINK whales and marine groups, CAN-Europe, Ecosystems Climate Alliance, the Forest Legality Alliance, EEB Waste Working Group, Seas at Risk and a number of marine litter coalitions. &#xd;\n&#xd;\nThere are too many informal NGO relationships to detail, but EIA works or has worked in close proximity with many environmental charities, but particularly Telapak in Indonesia and the Wildlife Protection Society of India","memberOrga":"","goal":"The Environmental Investigation Agency (EIA) is an independent campaigning organisation committed to bringing about change that protects the natural world from environmental crime and abuse.&#xd;<br />&#xd;<br />Our vision is a future where humanity respects, protects and celebrates the natural world for the benefit of all.&#xd;<br />&#xd;<br />Key campaigns include investigation and campaigning to prevent the illegal trade in ivory, Asian big cat parts and derivatives and other endangered wildlife, reducing marine plastic pollution, protecting threatened species of whale, dolphin and porpoise (cetaceans) from human-induced threats, maintaining the global moratorium on whaling, halting illegal logging and preventing deforestation, investigating illegal waste and ozone depleting chemical trading, and working to prevent dangerous climate change through preventing the emission of harmful fluorinated Gases.  &#xd;<br />&#xd;<br />EIA also engages in capacity building to empower civil society to tackle environmental problems.","acronym":"EIA","interests":"Climate Action, Customs, Environment","euInitiatives":"Circular economy package and plastic strategy, Marine Strategy Framework Directive, review of the Ports Reception Facilities Directive, Regulation on the conservation of fishery resources and the protection of marine ecosystems, EU Timber Regulation, FLEGT, refit Habitats Directive, implementation of the F-Gas Regulation.","lastUp":"2017-03-03T11:34:53.951+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}