{"id":"040916811718-67","name":"e-Line Consulting Marketing és Szolgáltató Kft.","registrationDate":"2013-08-15T22:27:51.831+01:00","category":1,"subCategory":6,"legal":"Korlátolt Felelősségű Társaság","web":"","country":"Hungary","headAddress":"Március 15, 4/B","headCity":"Veszprém","headPostCode":"8200","headPhone":"(36)2 03 65 81 01","boss":"Balázs Mihályi","bossTitle":"","bossPosition":"CEO","membersCount":1,"membersFTE":"1.0","membership":"NEMEK - Nemzetközi Megújuló Energetikai Klaszter, tanácsadó","memberOrga":"","goal":"Küldetésünk, hogy az e-Line Consultinggal partneri kapcsolatba kerül vállalkozások, szervezetek, magán személyek a lehető legnagyobb szakmai tudással és tapasztalattal rendelkező társat kapják munkájukhoz segítségül.&#xd;<br />Ennek megfelelően teljeskörű és komplex támogatást nyújtunk a projektgenerálás, a projektek lebonyolítása területén, Európai Uniós témákban, de hasznos tanácsokkal segítjük az információhiánnyal küszködő vállalkozások és segítünk nekik eligazodni az adott terület útvesztőjében.&#xd;<br />Ahhoz, hogy munkánkat mindig a legmagasabb hazai- és nemzetközi sztenderdeknek megfelelően végezhessük, kitűnő partnerkapcsolatokat ápolunk a gazdasági szereplők mellett, oktatási intézményekkel, kutatóbázisokkal, szakmai tömörülésekkel, hazai-és nemzetközi szakmai szervezetekkel.","acronym":"e-Line Consulting","interests":"Audiovisual and Media, Budget, Communication, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Leginkább konzultációs és javaslat tevő szolgáltatások.&#xd;<br />Eu policy véleményezések, magyarázatok.","lastUp":"2018-03-13T15:22:56.633+01:00","customers":"Mihalyi Balazs,Mihalyi Balazs","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}