{"id":"04134171823-87","name":"European Copper Institute","registrationDate":"2009-06-10T10:55:57.222+02:00","category":2,"subCategory":4,"legal":"SCRL","web":"http://www.copperalliance.eu","country":"Belgium","headAddress":"Avenue de Tervueren, 168","headCity":"Brussels","headPostCode":"1150","headPhone":"(32)27 77 70 70","boss":"Bernard Respaut","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":10,"membersFTE":"3.0","membership":"Eurométaux, International Federation of Safety of Electricity Users (FISUEL), European Fire Academy, European Solar Thermal Industry Federation, Metals for Buildings Platform","memberOrga":"See: http://copperalliance.eu/about-us/membership","goal":"The European Copper Institute is a joint venture between the world's leading mining companies, custom smelters and semi-fabricators (represented by the International Copper Association, Ltd.) and the European Copper Industry.&#xd;<br />&#xd;<br />The European Copper Institute is part of an international network of industry associations - funded by the copper industry - whose common mission is to defend and grow markets for copper, based on its superior technical performance and contribution to a higher quality of life. This network is unified by a common brand and visual identity: Copper Alliance.&#xd;<br />&#xd;<br />Under the strategic leadership of the International Copper Association, the Copper Alliance encompasses regional offices in Brussels, New York, Santiago and Shanghai. The European Copper Institute supports ten national associations and their industry members.","acronym":"ECI","interests":"Climate Action, Competition, Energy, Enterprise, Environment, Food Safety, Internal Market, Public Health, Research and Technology, Transport","euInitiatives":"REACH and CLP Regulation, Energy Union, Emissions Trading Scheme, Circular Economy, Water Framework Directive, Drinking Water Directive, Ecodesign (e.g. Product Environmental Footprint), End of Life Vehicles, Restriction of Hazardous Substances (ROHS), Clean Energy for All Package","lastUp":"2018-04-04T12:41:32.573+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}