{"id":"041498411712-91","name":"Σύλλογος Αποφοίτων Πολιτικής Επιστήμης και Δημόσιας Διοίκησης","registrationDate":"2013-08-13T19:28:49.285+01:00","category":3,"subCategory":2,"legal":"Μη Κυβερνητική Οργάνωση","web":"http://www.politikoalumni.gr","country":"Greece","headAddress":"Νικηταρά, 6","headCity":"Αθήνα","headPostCode":"10678","headPhone":"(30)69 38 43 88 15","boss":"Ιωάννης Κουτρουμπής","bossTitle":"Mr","bossPosition":"Πρόεδρος ","membersCount":25,"membersFTE":"14.25","membership":"Ο οργανισμός έιναι μέλος του μητρώου του ΟΗΕ.","memberOrga":"","goal":"1)Η ανάπτυξη της επικοινωνίας και των σχέσεων μεταξύ των μελών του καθώς και η ανύψωση του επιστημονικού, πολιτιστικού, και μορφωτικού επιπέδου των µελών του Συλλόγου. &#xd;<br />&#xd;<br />2) Η παροχή βοηθημάτων και υποτροφιών, εφόσον υπάρξουν σχετικές οικονομικές δυνατότητες, σε φοιτητές του Τμήματος Πολιτικής Επιστήμης και Δημόσιας Διοίκησης του Εθνικού και Καποδιστριακού Πανεπιστημίου Αθηνών και για μεταπτυχιακές σπουδές, ιδίως στο ανωτέρω Τμήμα. &#xd;<br />&#xd;<br />3) Η συνεχής επαφή και συνεργασία του συλλόγου µε τους αρμόδιους και κατάλληλους επαγγελματικούς, δημόσιους ή και ιδιωτικούς φορείς για την προώθηση των συμφερόντων των μελών του. &#xd;<br />&#xd;<br />4) Η παροχή της δυνατότητας συμμετοχής των αποφοίτων σε ερευνητικά προγράμματα, τα οποία μόνο στόχο θα έχουν την εμβάθυνση των αποφοίτων στο ερευνητικό πεδίο των σπουδών τους.","acronym":"ΣΑΠΕΔΔ","interests":"Budget, Competition, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, Home Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Regional Policy, Youth","euInitiatives":"Πρωτοβουλία σχετικα με τον ρολο της μετανάστευσης&#xd;<br />Ο ΣΑΠΕΔΔ κατεχει ειδικό συμβουλευτικό καθεστώς στον ΟΗΕ και εχει βοηθήσει με δράσεις για φοιτητές.","lastUp":"2018-01-12T22:15:33.796+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}