{"id":"041415315167-65","name":"Managed Funds Association","registrationDate":"2014-12-05T22:25:14.121+02:00","category":2,"subCategory":4,"legal":"US Non-Profit Corporation","web":"http://www.managedfunds.org","country":"United states","headAddress":"600 14th St. NW","headCity":"Washington, D.C.","headPostCode":"20005","headPhone":"(1)20 27 30 26 00","boss":"Richard Baker","bossTitle":"Mr","bossPosition":"President and Chief Executive Officer","membersCount":8,"membersFTE":"3.25","membership":"","memberOrga":"http://www.managedfunds.org/about-mfa/member-directory/&#xd;\n&#xd;\nMFA members are all natural persons.  MFA’s website, listed above, includes a list of organizations affiliated with MFA natural person members in our Founders Council, Strategic Partner and Sustaining Member membership classes.","goal":"Managed Funds Association (MFA) represents the global alternative investment industry and its investors by advocating for sound industry practices and public policies that foster efficient, transparent, and fair capital markets.  MFA, based in Washington, DC, is an advocacy, education, and communications organization established to enable hedge fund and managed futures firms in the alternative investment industry to participate in public policy discourse, share best practices and learn from peers, and communicate the industry’s contributions to the global economy.  MFA members help pension plans, university endowments, charitable organizations, qualified individuals and other institutional investors to diversify their investments, manage risk, and generate attractive returns.  MFA has cultivated a global membership and actively engages with regulators and policy makers in Asia, Europe, North and South America, and many other regions where MFA members are market participants.","acronym":"MFA","interests":"Competition, Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union , Internal Market, Taxation","euInitiatives":"MFA represents participants in the alternative investment industry and tracks and advocates on their behalf, regulatory and legislative matters and dossiers affecting that industry, including, but not limited, to the Alternative Investment Fund Managers Directive, European Commission’s Short Selling Regulation, European Markets Infrastructure Regulation, Markets in Financial Instruments Directive, Market Abuse Directive, Financial Transaction Tax, Capital Markets Union, and Shadow Banking.","lastUp":"2018-04-16T20:44:04.090+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}