{"id":"042053818845-45","name":"Franklin Resources Inc.","registrationDate":"2015-09-18T19:09:01.183+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.franklintempleton.co.uk","country":"United states","headAddress":"One Franklin Parkway","headCity":"San Mateo","headPostCode":"CA 94403","headPhone":"(1)65 03 12 20 00","boss":"Vivek Kudva","bossTitle":"Mr","bossPosition":"CEO Europe","membersCount":3,"membersFTE":"0.75","membership":"Franklin Templeton is a member of a number of trade associations in Europe and globally, including: the Investment Company Institute (US &amp; Global); European Fund and Asset Management Association; UK's Investment Association; Association of Luxembourg Fund Industry; Assogestioni; Bundesverband Alternative Investments; Verband unabhangiger Finanzdienstleistungs Unternehmen in Europa; Bundesverband Investment und Asset Management; Verband der Auslandsbanken; Vereinigung auslandischer Investmentgesellschaften in Osterreich; Association Francaise de Gestion; Inverco; Dutch Fund and Asset Management Association; Belgian Association of Pension Institutions; Slovak Association of Fund Management Companies; Swedish Investment Fund Association; Swiss Funds and Asset Management Association.","memberOrga":"","goal":"Franklin Resources, Inc. [NYSE:BEN] is a global investment management organization operating as Franklin Templeton Investments. Franklin Templeton Investments provides global and domestic investment management to retail, institutional and sovereign wealth clients in over 150 countries. Through specialized teams, the Company has expertise across all asset classes—including equity, fixed income, alternative and custom solutions.  The Company’s more than 600 investment professionals are supported by its integrated, worldwide team of risk management professionals and global trading desk network.  With offices in 35 countries, the California–based company has more than 65 years of investment experience and over $720 billion in assets under management as of June 30, 2018.","acronym":"","interests":"Banking and financial services, Consumers, Digital economy and society, Economy, finance and the euro","euInitiatives":"Capital Markets Union, EMIR, PEPP, Prudential Framework for Investment Firms, reviews of MiFID and PRIIPS, review of ESAs.","lastUp":"2018-09-18T18:23:24.195+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}