{"id":"04201463642-88","name":"APPLiA (Home Appliance Europe)","registrationDate":"2010-05-21T10:30:10.699+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.applia-europe.eu","country":"Belgium","headAddress":"Bd Brand Whitlock, 114","headCity":"Brussels","headPostCode":"1200","headPhone":"(32)27 38 78 10","boss":"Paolo Falcioni","bossTitle":"Mr","bossPosition":"Director General","membersCount":13,"membersFTE":"13.0","membership":"APPLiA is a member of: &#xd;\n&#xd;\n- The Coalition for Energy Savings http://energycoalition.eu/); and &#xd;\n- SmartEn (http://smarten.eu)&#xd;\nThe Energy Efficiency Industrial Forum www.eeif.eu&#xd;\n- European Forum for Manufacturing www.euromanuforum.com&#xd;\n- International Roundtable of Appliance Manufacturing Associations (IRHMA) www.irhma.org","memberOrga":"http://applia-europe.eu/about-us","goal":"APPLiA is a Brussels-based trade association that provides a single, consensual voice for the home appliance industry in Europe.&#xd;<br />&#xd;<br />It promotes the industry’s general mission to increase product innovation while reducing the environmental impact of appliances.&#xd;<br />&#xd;<br />The Association acts as a partner in dialogue with the EU's political and regulatory institutions and also interacts with the press and media, non-governmental organisations representing a range of different interests (including consumers and environmental groups) and other interested parties. &#xd;<br />&#xd;<br />APPLiA provides a forum for the industry to reach consensus on issues of common interest such as product/process standardisation and regulatory initiatives. This consensus building role can also lead to concrete commitments or agreements within the industry that can become the basis for EU policy initiatives.","acronym":"APPLiA","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Energy, Environment, Institutional affairs, Research and innovation, Single market, Trade","euInitiatives":"- Various Energy initiatives (including the revision of the Energy Label, Ecodesign, the Clean Energy Package);&#xd;<br />- Revision of the Waste Electrical and Electronic Equipment (WEEE) Directive; Waste Package&#xd;<br />- Circular Economy &#xd;<br />- Resource Efficiency&#xd;<br />- F-gases and Restriction of Hazardous Substances (RoHS) Directive;&#xd;<br />- Market surveillance, Goods package, product safety initiatives, standardisation&#xd;<br />- Digital Single Market&#xd;<br />Consumer protection","lastUp":"2019-02-26T11:46:06.412+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}