{"id":"042086716078-96","name":"Climate Advisers","registrationDate":"2015-02-21T00:10:43.942+01:00","category":1,"subCategory":6,"legal":"Corporation registered in the District of Columbia, USA","web":"http://www.climateadvisers.com","country":"United states","headAddress":"1320 19th Street NW","headCity":"Washington","headPostCode":"20036","headPhone":"(1)20 23 50 49 50","boss":"Nigel Purvis","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Climate Advisers is a mission-driven policy and politics shop working to deliver a strong low-carbon economy. In the United States and around the world, we create and implement large-scale, cost-effective strategies to strengthen climate action and improve lives.&#xd;<br />&#xd;<br />We work with philanthropies, think tanks, advocacy groups, international institutions, companies and governments.&#xd;<br />&#xd;<br />Our Ideas&#xd;<br />Our political, policy and diplomatic expertise help our clients shape global, national and local climate and energy solutions.&#xd;<br />We catalyze action and innovative financing to reduce climate pollution from forests and lands.&#xd;<br />We create climate solutions that accelerate sustainable development, spur economic growth, and fight poverty.&#xd;<br />Our Impact&#xd;<br />We develop innovative policy solutions, which quickly move to the center of the debate.&#xd;<br />We work to expand the realm of the politically possible, creating and executing political strategies that turn good ideas into reality.&#xd;<br />We conduct transformative analysis that gives important context and spurs action.&#xd;<br />We conduct targeted and elite communications to change minds and set the agenda.&#xd;<br /> &#xd;<br />&#xd;<br />Our team includes globally recognized thought leaders on climate and energy, forests and lands and sustainable development. On specific projects, we partner with our affiliate Catapult to add grassroots organizing and outreach capacity.&#xd;<br />&#xd;<br />We’re proud to be a Certified B Corporation. B Corporations are a new kind of company which uses the power of business to solve social and environmental problems. There are over 1,000 Certified B Corporations from more than 60 industries in 34 countries with 1 unifying goal – to redefine success in business. Certified B Corporations meet higher standards of social and environmental performance, transparency, and accountability. We invite you to learn more about our B Impact Assessment and the broader B Corp community.","acronym":"CA","interests":"Climate Action, Energy, Environment, External Relations, Trade","euInitiatives":"- EU 2030 Climate and Energy Package &#xd;<br />- EU's policies and strategies in UNFCCC Process&#xd;<br />- EU policies relating to the Montreal Protocol","lastUp":"2017-02-08T19:12:34.839+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}