{"id":"042053818845-45","name":"Franklin Resources Inc.","registrationDate":"2015-09-18T19:09:01.183+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.franklintempleton.lu","country":"United states","headAddress":"One Franklin Parkway","headCity":"San Mateo","headPostCode":"CA 94403","headPhone":"(1)65 03 12 20 00","boss":"Vivek Kudva","bossTitle":"Mr","bossPosition":"CEO Europe","membersCount":3,"membersFTE":"0.75","membership":"Franklin Templeton is a member of a number of trade associations in Europe and globally, including: the Investment Company Institute (US &amp; Global); the European Fund and Asset Management Association; UK's Investment Association; Association of Luxembourg Fund Industry; Assogestioni; Bundesverband Alternative Investments; Verband unabhangiger Finanzdienstleistungs Unternehmen in Europa; Bundesverband Investment und Asset Management; Verband der Auslandsbanken; Vereinigung auslandischer Investmentgesellschaften in Osterreich; Association Francaise de Gestion; Inverco; Dutch Fund and Asset Management Association; Belgian Association of Pension Institutions; Slovak Association of Fund Management Companies; Swedish Investment Fund Association; Swiss Funds and Asset Management Association.","memberOrga":"","goal":"Franklin Resources, Inc. [NYSE:BEN] is a global investment management organization operating as Franklin Templeton. Franklin Templeton’s goal is to deliver better outcomes by providing global and domestic investment management to retail, institutional and sovereign wealth clients in over 170 countries. Through specialized teams, the company has expertise across all asset classes, including equity, fixed income, alternatives and custom multi-asset solutions. The company’s more than 600 investment professionals are supported by its integrated, worldwide team of risk management professionals and global trading desk network. With employees in over 30 countries, the California-based company has more than 70 years of investment experience and over $690 billion in assets under management as of August 31, 2019.","acronym":"","interests":"Banking and financial services, Climate Action, Consumers, Digital economy and society, Economy, finance and the euro","euInitiatives":"All legislation regarding the regulation of financial services, capital markets, pensions, and consumer protection.  This includes the Capital Markets Union, the Pan European Personal Pension Product, Sustainable Finance and ESG, the Prudential Framework for Investment Firms, MiFID, PRIIPS, UCITS and AIFMD.","lastUp":"2019-09-24T15:08:11.953+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}