{"id":"042383714852-64","name":"Transdev Group","registrationDate":"2014-11-03T12:32:35.848+01:00","category":2,"subCategory":3,"legal":"Société Anonyme à conseil d'administration","web":"http://www.transdev.com","country":"France","headAddress":"03, Allée de Grenelle","headCity":"Issy-les-moulineaux","headPostCode":"92130","headPhone":"(33)1 74 34 20 00","boss":"Thierry Mallet","bossTitle":"Mr","bossPosition":"Président-directeur général","membersCount":2,"membersFTE":"1.0","membership":"Adhérent à l'UITP (Union internationale des transports publics), l'UTP (Union des Transports Publics et Ferroviaires), au CERRE (Centre on Regulation in Europe CERRE asbl), au MOFAIR, au RFE (Rail Forum Europe)","memberOrga":"","goal":"Filiale de la Caisse des Dépôts et de Veolia, Transdev Group est l'un des leaders mondiaux de la mobilité. &#xd;<br />Son ambition est d’être le partenaire de confiance et de long terme des acteurs territoriaux, à l’écoute de leurs besoins  et soucieux  de prendre en compte les spécificités des territoires. &#xd;<br />Transdev Group conseille et accompagne les collectivités territoriales, du pré-projet à l'exploitation quotidienne des réseaux de transports publics en passant par l'assistance à la maîtrise d'ouvrage.&#xd;<br />Grâce à la grande diversité de ses métiers, Transdev maîtrise toute la chaîne de la mobilité, et propose des solutions qui contribuent à la qualité de vie et au développement harmonieux des territoires.&#xd;<br />Sa signature, « Inventons votre mobilité », témoigne de la volonté de Transdev de proposer des solutions toujours plus innovantes, adaptées aux modes de vie des voyageurs.&#xd;<br />&#xd;<br />Avec 83 000 collaborateurs dans 19 pays, le groupe transporte chaque année plus de 3,5 milliards de&#xd;<br />voyageurs et exploite 43 270 véhicules, dont 26 616 véhicules propres. Transdev a réalisé en 2016 un chiffre d'affaires de 6,7 milliards d'euros.","acronym":"","interests":"Trans-European Networks, Transport","euInitiatives":"Dossiers et politiques de l'UE suivis :&#xd;<br />&#xd;<br />Politique des transports, droit de la concurrence et développement durable.","lastUp":"2018-01-15T11:24:56.587+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}