{"id":"042320127973-55","name":"Verbraucherzentrale Baden-Württemberg e.V.","registrationDate":"2017-08-10T11:17:30.911+02:00","category":3,"subCategory":2,"legal":"eingetragener Verein","web":"http://www.verbraucherzentrale-bawue.de","country":"Germany","headAddress":"Paulinenstr. 47","headCity":"Stuttgart","headPostCode":"70178","headPhone":"(49)7 11 66 91 10","boss":"Cornelia Tausch","bossTitle":"Ms","bossPosition":"Vorstand","membersCount":10,"membersFTE":"2.5","membership":"Verbraucherzentrale Bundesverband e.V.&#xd;\nZentrum für Europäischen Verbraucherschutz e.V.&#xd;\nDeutsche Gesellschaft für Ernährung e.V.","memberOrga":"https://www.verbraucherzentrale-bawue.de/ueber-uns","goal":"Ziel der Verbraucherzentrale Baden-Württemberg e.V. ist die Wahrnehmung der Interessen der Verbraucher. Sie verfolgt dabei ausschließlich und unmittelbar gemeinnützige Zwecke. Sie erfüllt ihre Aufgaben insbesondere durch (1) Verbraucherberatungsstellen, die der individuellen Beratung, der objektiven Unterrichtung und der Unterstützung der Verbraucher dienen, (2) die Unterrichtung der Öffentlichkeit über verbraucherpolitische Fragen und die Förderung solcher Maßnahmen, (3) Wahrnehmung der Verbraucherinteressen gegenüber Legislative, Exekutive, Parteien und Wirtschaft, (4) Zusammenarbeit mit anderen Verbraucherorganisationen und wissenschaftlichen Institutionen zur Erforschung von Verbraucherfagen und zur Förderung der Verbraucherinteressen, (5) Verfolgung von Gesetzesverstößen, soweit hierdurch Verbraucherinteressen berührt werden.","acronym":"","interests":"Competition, Consumers, Culture and media, Digital economy and society, Education and training, Energy, Food Safety, Justice and Fundamental Rights, Single market, Trade","euInitiatives":"Wir beobachten derzeit intensiv u.a. den Review of EU COnsumer Law (Regulatory Fitness and Performance Programme, REFIT), die Verhandlungen zur Richtlinie mit neuen Vorschriften für Verträge zwischen Unternehmen und Verbrauchern über die Bereitstellung digitaler Inhalte und digitaler Dienstleistungen, die Reform vorgeschlagne Reform der Rechtsvorschriften über Fluggastrechte, die vorgeschlagenen Rechtsvorschriften zu neuartigen Lebensmiteln sowie alle EU Vorhanden zum Verbraucherrecht.","lastUp":"2018-07-16T07:29:55.993+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}