{"id":"04268127542-74","name":"FERRERO International","registrationDate":"2011-12-23T15:14:36.439+01:00","category":2,"subCategory":3,"legal":"S.A.","web":"http://www.ferrero.com/","country":"Luxembourg","headAddress":"16, RUE DE TREVES","headCity":"Senningerberg","headPostCode":"L-2633","headPhone":"(352)3 49 71 11","boss":"Fabrizio Minneci","bossTitle":"Mr","bossPosition":"Chief Legal Officer","membersCount":5,"membersFTE":"5.0","membership":"AIM, European Brands Association http://www.aim.be&#xd;\nCAOBISCO, European Association of Chocolate, Biscuit &amp; Confectionery Industries http://www.caobisco.com&#xd;\nEUFIC, European Food Information Council http://www.eufic.org/&#xd;\nFOOD DRINK EUROPE, European Federation of Food &amp; Drink Industries http://www.fooddrinkeurope.eu&#xd;\nTIE, Toy Industries Europe http://www.tietoy.org&#xd;\nWFA, World Federation of Advertisers http://www.wfanet.org&#xd;\nEPC, European Policy Centre http://www.epc.eu/&#xd;\nFRIENDS OF EUROPE, http://www.friendsofeurope.org/","memberOrga":"","goal":"High quality crafted precision product freshness careful selection of the finest raw materials respect and consideration for our customers: these are Ferrero’s “key words” and values which have helped make its confectionery well-known and loved by millions of consumers all over the world. Its products are the result of innovative ideas, and are therefore often inimitable, despite being widely distributed and have become part of the collective memory and customs of many countries, where they are often considered true cultural icons.&#xd;<br />&#xd;<br />Ferrero also means caring about hygiene, the environment, social issues and the local communities where the company is present as well as its own human resources.&#xd;<br />Today many Ferrero products are “global” as they are sold everywhere. Ferrero is now the third largest confectionery group in the world.&#xd;<br />&#xd;<br />However Ferrero’s distinguishing characteristic is that it is “glocal” (think globally, act locally), a company which is both global and local, which focuses on international development without losing sight of its relationship with local communities.&#xd;<br />&#xd;<br />The consumer is always at the centre of our strategy. Ferrero’s relationship with its consumers is based on longstanding and mutual trust built up over the years with expertise experience understanding and intuition. This is a measure of Ferrero’s interest in consumer needs, and this is a key factor of the company’s success.","acronym":"","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Fraud prevention, Institutional affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Youth","euInitiatives":"Nutrition labelling (Food Information to Consumers)&#xd;<br />Nutrition and health claims&#xd;<br />Nutrient profiles&#xd;<br />Consumer Affairs&#xd;<br />Product and Toy safety&#xd;<br />EU Platform on Diet, Nutrition &amp; Health&#xd;<br />Advertising and Marketing (regulation and self-regulation)&#xd;<br />Corporate Social Responsibility&#xd;<br />Environment and Packaging&#xd;<br />Trade&#xd;<br />Customs&#xd;<br />Agricultural Policy&#xd;<br />Unfair commercial practices","lastUp":"2019-12-19T16:01:16.788+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}