{"id":"042805511265-60","name":"FAKRO Sp. z o.o.","registrationDate":"2013-06-05T14:53:13.089+02:00","category":2,"subCategory":3,"legal":"Sp. z o.o. (Private Limited Company)","web":"http://www.fakro.com","country":"Poland","headAddress":"Węgierska, 144A","headCity":"Nowy Sącz","headPostCode":"33-300","headPhone":"(48)1 84 44 04 44","boss":"Ryszard Florek","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"FAKRO Group is a member of several networks including but not limited to UFEMAT, IFD or Polish Windows and Doors Association.","memberOrga":"","goal":"The FAKRO Group is a leader in innovative solutions for the attic. This includes a variety of roof windows, skylights, solutions for flat roofs as well as loft ladders. The FAKRO Group offers also sun protection including intelligent solar external awning blinds (both for roof and vertical windows), roller shutters and many designs of decoration products. The focus is also made on solar heating installations in roofs.&#xd;<br />&#xd;<br />The goal of the Group is to make its innovative and superior products available to consumers in Europe and globally. &#xd;<br />&#xd;<br />The FAKRO Group:&#xd;<br />- has over 3300 employees&#xd;<br />- has 12 manufacturing companies all over the world,&#xd;<br />- has 16 FAKRO distribution companies (USA, England, France, Spain, Germany, Denmark, Austria, Holland, Italy, Hungary, Russia, Ukraine, Slovakia, China, Latvia, Czech Republic),&#xd;<br />- has an extended distribution network in all countries where there is a demand for roof windows&#xd;<br />- has got a state-of-the-art R&amp;D centre&#xd;<br />- is an author of many patented and several patent pending solutions","acronym":"","interests":"Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Energy, Environment, General and Institutional Affairs, International co-operation and development, Public Health, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"Internal Market for Goods, Competition Law, Antitrust issues. Equalising chances between old and new Member States.","lastUp":"2018-05-08T11:33:42.700+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}