{"id":"042980311253-14","name":"EPEA GmbH - Part of Drees &amp; Sommer","registrationDate":"2013-06-03T13:37:11.889+02:00","category":1,"subCategory":6,"legal":"GmbH","web":"http://www.epea.com","country":"Germany","headAddress":"Trostbrücke, 4","headCity":"Hamburg","headPostCode":"20457","headPhone":"(49)4 04 31 34 90","boss":"Peter Mösle","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"www.dgnb.de&#xd;\nwww.ellenmacarthurfoundation.org/ce100&#xd;\nwww.baumev.de&#xd;\nwww.dreso.com","memberOrga":"","goal":"EPEA GmbH - Part of Drees &amp; Sommere ist ein internationales Forschungs- und Beratungsinstitut, das durch öko-effektives Design die Qualität und den Nutzwert von Materialien, Produkten und Dienstleistungen optimiert.&#xd;<br />&#xd;<br />Der Gründer von EPEA – Prof. Dr. Michael Braungart – ist gleichzeitig Erfinder des Cradle to Cradle®-Konzeptes („von der Wiege zur Wiege“), dessen kontinuierliche Weiterentwicklung und Umsetzung eines der Hauptaugenmerke in der Arbeit EPEAs ist.&#xd;<br />&#xd;<br />English Translation:&#xd;<br />EPEA GmbH - Part of Drees &amp; Sommere is an international research and consulting institute that optimizes the quality and value of materials, products and services through eco-effective design. &#xd;<br />The founder of EPEA - Prof. Dr. Michael Braungart - is also the inventor of the Cradle to Cradle® concept (\"from the cradle to the cradle\"), whose continuous development and implementation is one of the main points of EPEA's work.","acronym":"EPEA","interests":"Agriculture and Rural Development, Climate Action, Communication, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Maritime affairs and fisheries, Public Health, Research and innovation, Trade, Trans-European Networks, Transport","euInitiatives":"H2020, in general environmental laws and guidances, The Circular Economy strategy, plastic ocean and microplastic issue etc.","lastUp":"2019-04-18T15:24:41.986+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}