{"id":"042904713422-67","name":"Des Requins et Des Hommes","registrationDate":"2014-04-09T18:57:28.504+01:00","category":3,"subCategory":2,"legal":"association loi 1901","web":"http://www.desrequinsetdeshommes.org","country":"France","headAddress":"BLP, 15 rue Dumont D'Urville","headCity":"Plouzané","headPostCode":"29280","headPhone":"(33)6 58 12 62 54","boss":"Sylvain GUERIN","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"2.0","membership":"Notre association est membre de France Nature Environnement (FNE) avec participation au directoire Oceans Mers et Littoraux, ainsi qu'à Bretagne Vivante.","memberOrga":"","goal":"« Des Requins et Des Hommes » est une association ayant pour objet social la conservation de la biodiversité marine par un angle d’approche spécifique : l’étude de la clef de voute des chaines alimentaires, les requins.  L’étude des requins en France et au niveau international est une clef pour une médiation scientifique efficace : concertée et pragmatique.&#xd;<br />L’association développe ainsi deux axes d’interventions et d’expertise :&#xd;<br />-\tUn axe de recherche et d’expertise scientifique aux niveaux international, national et local sur les requins, et plus spécifiquement sur les espèces en voie d’extinction. &#xd;<br />-\tUn axe d’éducation et de médiation envers les communautés de pêcheurs et les populations liées aux espèces menacées ainsi que de la médiation scientifique dans un souci d’exploitation durable des ressources pour la préservation de la biodiversité et ce dans une perspective d’éducation populaire.&#xd;<br />L’association porte des projets innovants et/ou fédère des projets déjà existants. Le positionnement de l’association, sur ces deux axes d’intervention et de compétence s’appuie sur :&#xd;<br />-\tUne approche non-moralisante et non-jugeante sur les problématiques de conservation ? et de gestion de la ressource&#xd;<br />-\tUne approche d’accompagnement visant à l’autonomie des communautés et se dégageant des logiques de prestataires « interventionnistes ».&#xd;<br />-\tDes projets appuyés sur la négociation entre les besoins identifiés par la communauté scientifique et la demande des populations et/ou des institutions.&#xd;<br />Les compétences, connaissances et expertises des deux chargées de missions, permettent la mise en œuvre de ces objectifs, en favorisant les dispositifs participatifs impliquant à la fois la communauté scientifique, les acteurs et les décideurs locaux et nationaux, les populations concernées, ainsi que les organisations internationales déjà engagées dans des actions de conservation.","acronym":"DRDH","interests":"Customs, Education, Environment, Fisheries and Aquaculture, Research and Technology, Youth","euInitiatives":"TAC &amp; Quotas&#xd;<br />Douanes / traffic d'espèces menacées.","lastUp":"2017-02-27T12:52:30.346+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}