{"id":"043156930673-33","name":"Национален съюз на земеделските кооперации в България","registrationDate":"2018-03-08T08:13:35.409+02:00","category":2,"subCategory":4,"legal":"юридическо лице","web":"http://nszkb.com","country":"Bulgaria","headAddress":"ул.\"Г.С.Раковски\" 99","headCity":"София","headPostCode":"1000","headPhone":"(359)8 78 24 21 33","boss":"Явор Гечев","bossTitle":"Mr","bossPosition":"Председател","membersCount":6,"membersFTE":"6.0","membership":"членове сме на АИКБ","memberOrga":"","goal":"Главна цел на организационната дейност на съюза е укрепване и развитие на системата, на нейната цялост и единство в процеса на интегрирането на аграрния сектор на страната в Общата селскостопанска политика на ЕС.&#xd;<br />Основни насоки на организационната дейност на НСЗКБ са:&#xd;<br />1) Повишаване качеството на провежданите от ЗК събрания и на приетите от тях решения.&#xd;<br />2) Усъвършенстване на членствените взаимоотношения в земеделските кооперации.&#xd;<br />3) Издигане ролята и отговорността на областните и регионалните структури.&#xd;<br />4) Поставяне на вниманието на компетентни държавни и обществени органи проблеми отнасящи се до аграрния сектор.&#xd;<br />Националният съюз и областните и регионалните съюзи периодично провеждат курсове и семинари по актуални проблеми с цел повишаване информираността и квалификацията на ръководните кадри в земеделските кооперации. Тази дейност се осъществява с привличане на висококвалифицирани лектори от МЗХ, аграрните институти и ВУЗ.&#xd;<br />Орган на НСКЗБ е списание „Земеделска кооперация”. То е единственото специализирано издание за земеделските кооперации, което разработва техни финансово-икономически, организационни и правни проблеми. НСЗКБ предлага правни консултации на своите членове,подпомага търговската им дейност чрез собствено търговско дружество.","acronym":"НСЗКБ","interests":"Agriculture and Rural Development, Economic and Financial Affairs, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Internal Market, Regional Policy, Research and Technology, Taxation, Trade","euInitiatives":"всички в сектора на селското стопанство","lastUp":"2018-03-29T10:12:33.486+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}