{"id":"043500231631-56","name":"Rada Gospodarcza Strefy Wolnego Słowa","registrationDate":"2018-05-28T15:28:39.120+02:00","category":2,"subCategory":4,"legal":"stowarzyszenie","web":"http://radagospodarcza-sws.pl/","country":"Poland","headAddress":"ul. Filtrowa 63/43","headCity":"Warszawa","headPostCode":"02-056","headPhone":"(48)7 88 30 86 08","boss":"Piotr Hofman","bossTitle":"Mr","bossPosition":"Prezes Zarządu","membersCount":2,"membersFTE":"1.75","membership":"","memberOrga":"","goal":"MISJA:&#xd;<br />&#xd;<br />Rozwój siły i znaczenia narodowego kapitału polskiego,&#xd;<br />tworzonego i akumulującego się w narodowych przedsiębiorstwach polskich,&#xd;<br />działających i rozwijających się na rynku krajowym i globalnym.&#xd;<br /> &#xd;<br />W statutowych założeniach naszej organizacji znajdują się postulaty zarówno długofalowe,&#xd;<br />na wdrożenie których potrzeba dużo czasu i wiele nakładów oraz działań,&#xd;<br />jak i postulaty krótkofalowe, które już wkrótce przynieść mogą oczekiwane zmiany.&#xd;<br />&#xd;<br />CELE:&#xd;<br />&#xd;<br />- Wspieranie rozwoju polskiego kapitału narodowej przedsiębiorczości w kraju i za granicą&#xd;<br />- Wspieranie rozwoju narodowej gospodarki polskiej&#xd;<br />- Wzmocnienie pozycji narodowych polskich firm na rynku krajowym i globalnym&#xd;<br />- Wsparcie dla racjonalnej koopetycji narodowych przedsiębiorców polskich z podmiotami trzecimi&#xd;<br />- Wspieranie narodowego patriotyzmu gospodarczego&#xd;<br />- Upowszechnianie etyki chrześcijańskiej w życiu gospodarczym&#xd;<br />- Ograniczenie biurokracji w życiu gospodarczym&#xd;<br />- Uproszczenie przepisów podatkowych&#xd;<br />- Zmiany w polskim prawie gospodarczym korzystne dla narodowych przedsiębiorców polskich&#xd;<br />- Zmiany w polskim prawie gospodarczym korzystne dla narodowych przedsiębiorców polskich&#xd;<br />- Uzyskiwanie dostępu do informacji publicznej o narodowym kapitale polskim&#xd;<br />- Wspieranie rozwoju niezależnych mediów konserwatywnych","acronym":"Rada Gospodarcza SWS","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Legislacja i regulacje mające wpływ na funkcjonowanie małych i średnich przedsiębiorstw (kwestie związane z podatkami, przetargami publicznymi, bankowością, rynkiem finansowym). Regulacje związane z funkcjonowaniem rynku wewnętrznego (np. konkurencja).","lastUp":"2019-05-28T21:09:45.776+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}