{"id":"043746118747-53","name":"Topten International Services","registrationDate":"2015-09-17T17:59:26.523+02:00","category":4,"subCategory":5,"legal":"GmbH","web":"http://topten.info","country":"Switzerland","headAddress":"Schaffhauserstrasse 34","headCity":"Zürich","headPostCode":"8006","headPhone":"(41)8 12 52 63 64","boss":"ERIC BUSH","bossTitle":"Mr","bossPosition":"PRESIDENT","membersCount":4,"membersFTE":"1.0","membership":"None.","memberOrga":"http://www.topprodukte.at/&#xd;\nhttp://www.topten.be/&#xd;\nhttp://www.uspornespotrebice.cz/&#xd;\nhttp://www.guidetopten.fr/&#xd;\nhttp://www.ecotopten.de/&#xd;\nhttp://www.eurotopten.it/&#xd;\nhttp://top-10.lt/&#xd;\nhttp://www.oekotopten.lu/&#xd;\nhttp://energismart.no/&#xd;\nhttp://www.topten.info.pl/&#xd;\nhttp://www.topten.pt/&#xd;\nhttp://www.topten.info.ro/&#xd;\nhttp://www.eurotopten.es/&#xd;\nhttp://www.toptensverige.se/&#xd;\nhttp://www.topten.ch/&#xd;\nhttp://www.top10energyefficiency.org.uk/","goal":"Mission&#xd;<br />Topten is a consumer-oriented online search tool, which presents the best appliances in various product categories. The key criteria are energy efficiency, impact on the environment, health and quality. As a communication tool it helps to show how our energy consumption causes climate change and what we can do personally to reduce our impact. It is also a powerful instrument to influence manufacturers.&#xd;<br />&#xd;<br />Topten was launched in 2000 in Switzerland. Since then, fifteen additional European national Topten sites have been established, thanks to the European IEE-projects Euro-Topten, Euro-Topten Plus, Euro-Topten Max and the current Horizon 2020 project Topten ACT. Each Topten website provides a selection of best appliances from the energy efficiency point of view. More information can be found on the Euro-Topten Max-Report.&#xd;<br />&#xd;<br />Topten information targets consumers (pictures, functions, price, no complex calculation, for products available locally in their country) and large buyers. Topten is rigorous and transparent (the selection methodology is explained online), independent from producers and commercial distributors. Topten relies on neutral tests and analysis of independent institutions, labels and on standardized declarations of manufacturers (e.g. EU-directives for household appliances). Topten.info serves as a portal to reach all sites of participating countries - including the non-European sites in China and the USA.&#xd;<br />&#xd;<br />All national Topten projects follow the Topten Charter.&#xd;<br />&#xd;<br />Until today, Topten has been concentrating on technical issues in order to raise consumer awareness on potential energy savings. Thanks to its growth, it can now consolidate its political impact by establishing \"Best of Europe\". This concept identifies the most energy efficient products in Europe, stating countries where they are marketed. It makes explicit and transparent the status quo of efficient technologies on the European market and can thus serve as the European reference on energy efficiency to further negotiate with government and manufacturers. Thanks to professional dissemination activities, this Topten reference can be used as a basis for environ­mental policy design, labelling strategies, dissemination programmes, minimum efficiency requirements and specifi­cations for multinational buyers. Manufacturers are thinking worldwide: \"Best of Europe\" and the Topten International Group association offer the opportunity to coordinate a common understanding and empower decision makers to launch new initiatives promoting efficient products.","acronym":"TIS","interests":"Business and Industry, Climate Action, Digital economy and society, Energy, Environment","euInitiatives":"Ecodesign Directive&#xd;<br />Energy Labelling Directive&#xd;<br />Green Public Procurement initiatives&#xd;<br />Circular Economy Initiatives","lastUp":"2018-08-31T19:14:17.112+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}