{"id":"04458109373-91","name":"Ernst &amp; Young Special Business Services CVBA","registrationDate":"2012-08-21T10:49:07.877+01:00","category":2,"subCategory":4,"legal":"CVBA","web":"http://www.ey.com","country":"Belgium","headAddress":"De Kleetlaan, 2","headCity":"Diegem","headPostCode":"B-1831","headPhone":"(0032)27 74 90 63","boss":"Alessandro Cenderello","bossTitle":"Mr","bossPosition":"Partner","membersCount":6,"membersFTE":"6.0","membership":"ECGI, AmCham EU and Public Affairs Council","memberOrga":"","goal":"EY is a global leader in assurance, tax, transaction and advisory services. The insights and quality services we deliver help build trust and confidence in the capital markets and in economies the world over. We develop outstanding leaders who team to deliver on our promises to all of our stakeholders. In so doing, we play a critical role in building a better working world for our people, for our clients and for our communities.&#xd;<br />&#xd;<br />EY refers to the global organization, and may refer to one or more, of the member firms of Ernst &amp; Young Global Limited, each of which is a separate legal entity. Ernst &amp; Young Global Limited, a UK company limited by guarantee, does not provide services to clients. For more information about our organization, please visit ey.com.&#xd;<br />&#xd;<br />Ernst &amp; Young Special Business Services CVBA is a member firm of Ernst &amp; Young Global Ltd.","acronym":"EY SBS","interests":"Banking and financial services, Business and Industry, Competition, Digital economy and society, Economy, finance and the euro, Institutional affairs, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"EY Firms provide industry-focused assurance, tax and advisory services in the public and private sector. Please visit www.ey.com for more information.","lastUp":"2019-03-19T10:43:58.747+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}