{"id":"044739329986-22","name":"ASOCIACION ESPAÑOLA DE BIOEMPRESAS","registrationDate":"2018-02-05T09:04:15.387+02:00","category":2,"subCategory":4,"legal":"ION AROCENA VELEZ","web":"http://asebio.com","country":"Spain","headAddress":"C/ Diego de Leon, 49- 1º izquierda","headCity":"Madrid","headPostCode":"28006","headPhone":"(34)9 12 10 93 10","boss":"Ion Arocena Velez","bossTitle":"","bossPosition":"secretario general","membersCount":1,"membersFTE":"0.25","membership":"EUROPABIO","memberOrga":"","goal":"ASEBIO brings together companies, associations, foundations, universities, research and technology centers that carry out activities directly or indirectly related to biotechnology in Spain.&#xd;<br />Since 1999 ASEBIO has been acting as a meeting and promotion platform for those organizations interested in stimulating the national biotechnology scene. &#xd;<br />In order to do this, ASEBIO works closely with regional, national and European governments as well as all the social organizations interested in using biotechnology to improve quality of life, the environment and generating skilled employment.&#xd;<br />The large number of members makes ASEBIO the most suitable setting to meet the challenge of developing the biotechnology sector and taking advantage of the innovation opportunities offered by biotechnology as a vehicle for social and economic growth in Spain.","acronym":"ASEBIO","interests":"Agriculture and Rural Development, Budget, Business and Industry, Climate Action, Competition, Economy, finance and the euro, Environment, Food Safety, Institutional affairs, Public Health, Single market","euInitiatives":"Bioeconomy Strategy&#xd;<br />GMO legislation and review of legislation&#xd;<br />Regulation on Advanced Therapy Medicinal Products&#xd;<br />Directive 98/44/EC on the legal protection of biotechnological inventions&#xd;<br />Clinical Trials Directive &#xd;<br />Horizon 2020","lastUp":"2019-07-22T12:40:55.560+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}