{"id":"045004613212-61","name":"British Association of Picture Libraries &amp; Agencies","registrationDate":"2014-03-05T14:05:15.910+02:00","category":2,"subCategory":4,"legal":"Registered UK Trade Organisation","web":"http://www.bapla.org.uk/","country":"United kingdom","headAddress":"Tranquil Vale, 59","headCity":"London","headPostCode":"SE3 0BS","headPhone":"(44)20 82 97 11 98","boss":"Isabelle  Doran","bossTitle":"Ms","bossPosition":"Director (volunteer)","membersCount":2,"membersFTE":"1.0","membership":"http://cepic.org/&#xd;\nhttp://www.britishcopyright.org/&#xd;\nhttps://www.creativeindustriesfederation.com/&#xd;\nhttps://www.allianceforip.co.uk/","memberOrga":"https://bapla.org.uk/","goal":"The British Association of Picture Libraries and Agencies, (BAPLA) is a not-for-profit trade association for picture libraries in the UK and has been a trade body since 1975. Members include the major news, stock and production agencies as well as sole traders and cultural heritage institutions. Our vision is to be a clear and representative voice for the United Kingdom image licensing industry. BAPLA is steered by an elected voluntary committee of eight directors, supported by two permanent office staff, and a number of subcommittees. Our work is funded by membership fees, covering day-to-day administration costs, and in return we are dedicated to supporting our members by providing business support and by representing our industry on a national and international level.","acronym":"BAPLA","interests":"Culture and media, Digital economy and society, Single market","euInitiatives":"Copyright related issues, which include regulations attaining to: Copyright reform in relation to the Digital Single Market; Collective Management Organisations; Orphan Works; Databases; Tackling illegal content online; Fairness in platform-to-business relations; Fairness in the online marketplace; Portability; and Broadcast","lastUp":"2018-10-16T18:19:37.870+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}