{"id":"045565320554-94","name":"Heavenly Creature Producties","registrationDate":"2016-02-04T14:35:45.023+01:00","category":1,"subCategory":8,"legal":"eenmanszaak","web":"http://www.heavenlycreature.nl","country":"Netherlands","headAddress":"Osdorperweg 678","headCity":"Amsterdam","headPostCode":"1067SZ","headPhone":"(31)6 50 56 72 56","boss":"Irene Hemelaar","bossTitle":"","bossPosition":"Eigenaar","membersCount":1,"membersFTE":"1.0","membership":"no.","memberOrga":"no.","goal":"I am a self employed person and a jack-of-all-trades. I sing, perform, write, organize and as a human rights advocate I strive for fundamental, equal rights for LGBTI people and women. I am a networking expert and connect civil society with politics, trade and industry in order to reach these goals.&#xd;<br />The Amsterdam Gay Pride Foundation has been a major client. As Director LGBTI Emancipation my task is to make sure that the Amsterdam Pride is inclusive for all who long / wish to be part of it. &#xd;<br />In 2015, I was the Dutch Women's Representative in the Netherlands Delegation to the United Nations General Assembly in New York. I attended the CSW59 in March and in October I addressed the GA on gender equality for all women, thus including trans, lesbian and bisexual women and intersex persons.&#xd;<br />For the Amsterdam municipality I am leading in a project on creating a safe space for LGBTI+ people and I work on safety in public space for women and LGBTI+ people&#xd;<br />My goal is to keep on contributing on local, national and international levels up until we have reached equality for all.","acronym":"","interests":"Culture, Education and training, Employment and Social Affairs, Humanitarian aid and civil protection, Justice and Fundamental Rights, Youth","euInitiatives":"LGBTI Equality&#xd;<br />Gender Equality&#xd;<br />Human Rights&#xd;<br />Fundamental Rights&#xd;<br />Diversity and Inclusion","lastUp":"2019-11-08T12:10:54.751+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}