{"id":"045593410723-01","name":"ANIA Association Nationale des Industries Alimentaires","registrationDate":"2013-02-28T18:25:12.150+02:00","category":2,"subCategory":4,"legal":"Association Loi 1901","web":"http://www.ania.net/fr/","country":"France","headAddress":"9, Bd Malesherbes","headCity":"PARIS","headPostCode":"75008","headPhone":"(33)01 53 83 86 00","boss":"Catherine CHAPALAIN","bossTitle":"Ms","bossPosition":"Directeur Général","membersCount":1,"membersFTE":"0.25","membership":"l'ANIA est membre de FoodDrinkEurope","memberOrga":"https://www.ania.net/presentation-de-lania/les-federations-sectorielles&#xd;\nhttps://www.ania.net/presentation-de-lania/les-associations-regionales","goal":"L’ANIA, Association Nationale des Industries Alimentaires, créée en juillet 1968, présidée par Jean-Philippe Girard, est une association loi 1901 qui rassemble 20 fédérations nationales sectorielles et 23 associations régionales, représentatives des 11 852 entreprises alimentaires de tous secteurs et de toutes tailles. L'agroalimentaire français est le premier secteur industriel national avec, en 2013, un chiffre d'affaires de 160,5 milliards d'euros, et le premier employeur industriel avec 492 727 salariés.&#xd;<br />&#xd;<br />Interlocuteur privilégié des pouvoirs publics et des institutions sur les dossiers agroalimentaires, l’ANIA agit en cohérence et en synergie avec ses membres afin de promouvoir le secteur dont elle est le porte-parole. &#xd;<br />&#xd;<br />Sa mission première est la promotion et la valorisation de l’industrie alimentaire, tant sur les aspects économiques, les métiers, l’emploi, les valeurs liées à l’alimentation que sur les efforts réalisés par les secteurs et les entreprises en matière de nutrition, de développement durable... L’ANIA exerce sa fonction auprès de l’ensemble de nos interlocuteurs extérieurs : pouvoirs publics, médias, grand public ainsi que toutes les organisations représentatives de la distribution, du monde agricole, des consommateurs et du monde scientifique.","acronym":"ANIA","interests":"Agriculture, Business and Industry, Climate Action, Competition, Consumers, Customs, Employment and Social Affairs, Energy, Environment, Food Safety, Maritime affairs and fisheries, Public Health, Single market, Trade","euInitiatives":"Politique industrielle&#xd;<br />Fonctionnement du marché intérieur&#xd;<br />Sécurité sanitaire&#xd;<br />Commerce extérieur&#xd;<br />Climat / Énergie&#xd;<br />Information du consommateur","lastUp":"2018-05-15T10:55:46.257+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}