{"id":"045737328485-47","name":"Obszar Metropolitalny Gdansk Gdynia Sopot","registrationDate":"2017-09-28T20:02:13.533+02:00","category":6,"subCategory":13,"legal":"Stowarzyszenie","web":"http://www.metropoliagdansk.pl","country":"Poland","headAddress":"Ul. Długi Targ 39/40","headCity":"Gdańsk","headPostCode":"80803","headPhone":"(48)5 85 26 81 42","boss":"Paweł Adamowicz","bossTitle":"Mr","bossPosition":"Prezes stowarzyszenia","membersCount":6,"membersFTE":"5.25","membership":"","memberOrga":"Miasta:&#xd;\n    Gdańsk&#xd;\n    Gdynia&#xd;\n    Gniew&#xd;\n    Hel&#xd;\n    Jastarnia&#xd;\n    Kartuzy&#xd;\n    Krynica Morska&#xd;\n    Lębork&#xd;\n    Malbork&#xd;\n    Nowy Dwór Gdański&#xd;\n    Nowy Staw&#xd;\n    Pelplin&#xd;\n    Pruszcz Gdański&#xd;\n    Puck&#xd;\n    Reda&#xd;\n    Rumia&#xd;\n    Sopot&#xd;\n    Tczew&#xd;\n    Wejherowo&#xd;\n    Władysławowo&#xd;\n    Żukowo&#xd;\n&#xd;\n    Gminy:&#xd;\n    Cedry Wielkie&#xd;\n    Chmielno&#xd;\n    Gniewino&#xd;\n    Kolbudy&#xd;\n    Kosakowo&#xd;\n    Krokowa&#xd;\n    Lichnowy&#xd;\n    Linia&#xd;\n    Luzino&#xd;\n    Łęczyce&#xd;\n    Ostaszewo&#xd;\n    Pruszcz Gdański&#xd;\n    Przodkowo&#xd;\n    Przywidz&#xd;\n    Pszczółki&#xd;\n    Puck&#xd;\n    Sierakowice&#xd;\n    Somonino&#xd;\n    Stegna&#xd;\n    Stężyca&#xd;\n    Subkowy&#xd;\n    Suchy Dąb&#xd;\n    Sulęczyno&#xd;\n    Szemud&#xd;\n    Sztutowo&#xd;\n    Tczew&#xd;\n    Trąbki Wielkie&#xd;\n    Wejherowo&#xd;\n&#xd;\nCzłonkowie wspierający:&#xd;\nGdańska Infrastruktura Wodociągowo - Kanalizacyjna sp. z o.o.&#xd;\nSaur Neptun Gdańsk S.A.&#xd;\nZakład Utylizacyjny Sp. z o.o. w Gdańsku&#xd;\nEnerga SA&#xd;\nMZK Wejherowo","goal":"Codzienna praca OMG-G-S odbywa się poprzez spotkania komisji tematycznych, które zajmują się omawianiem i realizacją konkretnych projektów – jak np. wspólne zakupy towarów i usług, czy przygotowywanie planów rozwojowych i inwestycyjnych, obejmujących teren kilku samorządów.&#xd;<br />&#xd;<br />Kluczowym elementem współpracy jest także wymiana doświadczeń i dobrych praktyk w zakresie przedsięwzięć wykonywanych przez samorządy, zasad udzielania zamówień publicznych, dyscypliny finansowej, itp.&#xd;<br />&#xd;<br />Od lutego 2014 r. biuro Stowarzyszenia pełni rolę sekretariatu Związku Zintegrowanych Inwestycji Terytorialnych. 14 września 2015 r., zostało podpisane porozumienie pomiędzy Zarządem Województwa Pomorskiego a stowarzyszeniem Obszar Metropolitalny Gdańsk-Gdynia-Sopot w sprawie powierzenia nam funkcji Instytucji Pośredniczącej we wdrażaniu Regionalnego Programu Operacyjnego na lata 2014-2020. Tym samym zostaliśmy partnerem Zarządu Województwa Pomorskiego w realizacji mechanizmu ZIT. Wzięliśmy współodpowiedzialność za inwestycje o wartości ok. 1 miliarda złotych. W ramach swojej działalności stowarzyszenie Obszar Metropolitalny Gdańsk-Gdynia-Sopot realizuje projekty, angażujące do współpracy samorządy, partnerów społecznych, biznes. Staramy się, by były to przedsięwzięcia jak najbardziej uzasadnione pod względem korzyści dla metropolii – dlatego często poddajemy nasze pomysły weryfikacji, ubiegając się o dotacje z budżetu państwa i funduszy europejskich.&#xd;<br />&#xd;<br />    Metropolitalny Rynek Pracy&#xd;<br />&#xd;<br />    Metropolitalna Oferta Inwestycyjna&#xd;<br />&#xd;<br />    Wspólne warsztaty z IBM „Smarter City Exploration”&#xd;<br />&#xd;<br />    Bilet metropolitalny&#xd;<br />W ramach OMG-G-S działa 57 samorządów, obejmujące łącznie obszar o powierzchni blisko 5,5 tys km² (wg powierzchni powiatów: 6,7 tys. km²), zamieszkałe przez blisko 1,5 mln mieszkańców.","acronym":"OMGGS","interests":"Climate Action, Education and training, Employment and Social Affairs, Energy, International co-operation and development, Regional Policy, Transport","euInitiatives":"Ekonomia społeczna, jako część Social Business Initiative a specjalnie przedsiębiorczość społeczna.","lastUp":"2018-10-01T12:33:44.957+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}