{"id":"045831832457-12","name":"ESHQ CONSULTING","registrationDate":"2018-08-31T09:06:43.130+02:00","category":1,"subCategory":6,"legal":"SRL","web":"https://www.eshqconsulting.it/","country":"Italy","headAddress":"viale delle Industrie, 24","headCity":"Settala","headPostCode":"20090","headPhone":"(39)02 47 95 79 69","boss":"ALESSANDRO FOTI","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"0.5","membership":"http://aias-sicurezza.it/&#xd;\nhttp://www.aicebiz.com/it/associazioni/categoria/aice/it/","memberOrga":"","goal":"ESHQ Consulting fornisce servizi di consulenza nei seguenti campi: salute e sicurezza sul lavoro, protezione ambientale, qualità, energia, privacy e sicurezza alimentare. In particolare è partner dei propri clienti per i modelli organizzativi realizzati in accordo al D.Lgs. 231/01 (analisi e costituzione del modello, OdV, etc.), per gli adempimenti ed i sistemi di gestione relativi alla salute e sicurezza sul lavoro (valutazione rischi, ISO 45001, D.Lgs. 105/15 - Seveso, CLP, schede di sicurezza, etc.), per gli adempimenti ed i sistemi di gestione relativi alla protezione ambientale (ISO 14001, rifiuti, emissioni, scarichi idrici, EMAS, AIA/AUA, ETS, etc.), per la qualità (ISO 9001), per gli adempimenti ed i sistemi di gestione per l’energia (ISO 50001, energy audits, etc.), per la medicina del lavoro, per la sicurezza alimentare (HACCP, ISO 22000, etc.), per la privacy, per gli audit e per la formazione. Attraverso il proprio network internazionale ESHQ Consulting è in grado di supportare le aziende anche per le proprie sedi estere, permettendone il mantenimento della conformità legislativa sia per l’area geografica in cui operano che per la normativa italiana, ove necessario.","acronym":"ESHQ","interests":"Business and Industry, Climate Action, Education and training, Energy, Environment, Food Safety, Humanitarian aid and civil protection","euInitiatives":"Ambiente, grandi rischi (Seveso), formazione, REACH &amp; CLP (attività dell'ECHA), Direttiva IPPC, Direttiva ETS.","lastUp":"2018-08-31T09:26:42.786+02:00","customers":"PRIMARK ITALY,DOMPE' FARMACEUTICI","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"500000-999999"}