{"id":"04609229048-78","name":"NCTM Studio Legale Associato","registrationDate":"2012-06-26T15:06:20.562+01:00","category":1,"subCategory":10,"legal":"Law firm","web":"http://www.nctm.eu","country":"Italy","headAddress":"via Agnello, 12","headCity":"Milano","headPostCode":"20121","headPhone":"(392)72 55 11","boss":"Bernard O'CONNOR","bossTitle":"Mr","bossPosition":"Managing Partner, NCTM Brussels","membersCount":5,"membersFTE":"1.25","membership":"We're fiercely independent","memberOrga":"","goal":"NCTM is one of the leading law firms in Italy. Our strengths are more than 250 professionals including the 49 active and dynamic equity partners who drive the firm, offices in Milan, Rome, London, Brussels and Shanghai, a vocation for innovation and independence and a great client base.&#xd;<br />&#xd;<br />We deliver integrated legal services to enterprises and financial institutions through multidisciplinary teams reflecting client needs. We believe the growth in the number and needs of our clients is testimony to the success of our strengths and our culture.","acronym":"NCTM","interests":"Agriculture and Rural Development, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Trade, Competition, Transport, Energy, Intellectual Property, State Aids, Food &amp; Agriculture","lastUp":"2019-03-18T11:07:06.916+01:00","customers":"K &amp; S Partners, India,TEA BOARD OF INDIA","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}