{"id":"04627551301-91","name":"European Central Council of Homeopaths","registrationDate":"2009-03-05T00:11:52.605+02:00","category":2,"subCategory":1,"legal":"Unincorporated Association (UK)","web":"http://www.homeopathy-ecch.org","country":"United kingdom","headAddress":"ECCH Underway House","headCity":"Chard","headPostCode":"TA20 3NY","headPhone":"(44)79 75 89 65 77","boss":"Dymitr Zofia","bossTitle":"Ms","bossPosition":"Vice Chair","membersCount":1,"membersFTE":"0.25","membership":"European Public Health Alliance (EPHA _ Associate Member)&#xd;\nEuropean Coalition for Anthroposophic and Homeopathic Medicinal Products (ECHAMP - Corresponding Member)&#xd;\nEUROCAM  EU stakeholder group for CAM","memberOrga":"http://www.homeopathy-ecch.org/content/view/15/32/","goal":"ECCH is the representative professional platform for the homeopathy profession in Europe. It unites the national professional associations of homeopaths in European countries in order that they can exchange knowledge and experience with the aim of establishing high common standards for homeopathic treatment of patients across Europe. &#xd;<br />ECCH assists its national members to establish the legal rights of homeopaths to practise where these rights do not already exist and for all European citizens to have access to professional homeopathic treatment.&#xd;<br />ECCH also engages in work to maintain homeopathy professionals' access to the full range of homeopathic medicinal products necessary for effective homeopathic treatment in all European countries.","acronym":"ECCH","interests":"Climate Action, Consumer Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Food Safety, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Research and Technology, Trade","euInitiatives":"All initiatives to do with health and public health&#xd;<br />health workforce&#xd;<br />antimicrobial resistance&#xd;<br />healthy aging&#xd;<br />pharmaceuticals legislation&#xd;<br />health promotion &#xd;<br />health literacy","lastUp":"2018-04-04T01:02:05.589+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}