{"id":"046414434065-89","name":"Lightweight Containers BV","registrationDate":"2019-03-14T10:49:49.403+01:00","category":2,"subCategory":3,"legal":"BV","web":"http://www.lightweight-containers.com","country":"Netherlands","headAddress":"Koperslagerseweg 4","headCity":"Den Helder","headPostCode":"1786 RA","headPhone":"(31)2 23 76 07 60","boss":"Anita Veenendaal","bossTitle":"Ms","bossPosition":"CEO","membersCount":11,"membersFTE":"6.25","membership":"","memberOrga":"","goal":"Lightweight Containers is de producent van KeyKeg en UniKeg, duurzame, lichtgewicht fusten voor de drankindustrie. &#xd;<br />&#xd;<br />Onze missie is: “Het (door)ontwikkelen, produceren, vermarkten en ondersteunen bij het toepassen van ’s werelds kwalitatief beste lichtgewicht verpakking voor vloeistoffen, met de kleinst mogelijke impact op het milieu en de grootst mogelijke voordelen voor de totale supply chain”.&#xd;<br />&#xd;<br />Ruim 90% van de grondstoffen die wereldwijd worden gebruikt, komen niet terug in onze economie. Dat betekent, dat nog geen 10% van de wereld (bijna) circulair is. &#xd;<br />&#xd;<br />Wij hebben ons als doel gesteld: de wereld mooier achter te laten dan we het vonden. En daarin gaan wij ver. De KeyKeg is nu al voor het grootste deel circulair in te zetten. Samen met alle schakels van onze supply chain en partners binnen de recyclingbranche zetten wij alles op alles om daad bij het woord te voegen. En ons doel van een compleet circulair model te behalen.&#xd;<br />&#xd;<br />Lightweight Containers is de grondlegger van de innovatieve KeyKeg en UniKeg. Onze duurzame, lichtgewicht fusten combineren grensverleggende R&amp;D, geavanceerde productiemethodes met een duidelijk beeld van klantwensen. Het resultaat; een complete 'familie' eenmalige fusten die zich in de markt onderscheiden door kwaliteit, gebruiksgemak, veiligheid en duurzaamheid.&#xd;<br />&#xd;<br />Als innovatief familiebedrijf heeft Lightweight Containers bij al haar activiteiten een scherp oog voor de omgeving waarin wij en onze klanten leven. Tegelijkertijd staan wij garant voor de beste bescherming van de dranken. De KeyKeg biedt klanten  grote kansen om meer omzet te realiseren en nieuwe markten te veroveren. Zo profiteert iedereen in de supply chain van de KeyKeg: producenten, distributeurs, horeca én consumenten.&#xd;<br />&#xd;<br />Sinds de introductie van de KeyKeg in 2006 is de productie doorlopend geperfectioneerd op basis van feedback van onze klanten. KeyKeg is momenteel marktleider. Producenten van bier, wijn, cider en frisdranken stappen enthousiast over. KeyKegs worden inmiddels wereldwijd verkocht en gebruikt.","acronym":"","interests":"Business and Industry, Climate Action, Customs, Economy, finance and the euro, Employment and Social Affairs, Environment, External Relations, Food Safety, Sport, Trade, Transport","euInitiatives":"Circulaire economie modellen en beleidskaders, handhaving op arbeidsomstandigheden (zwaar tillen, zoals met stalen fusten bijvoorbeeld), sustainable development programs.","lastUp":"2019-03-14T13:04:07.818+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}