{"id":"04657143399-39","name":"Eli Lilly and Company","registrationDate":"2010-04-02T15:17:43.919+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.lilly.com","country":"United states","headAddress":"Lilly Corporate Center","headCity":"Indianapolis","headPostCode":"46285","headPhone":"(1)31 72 76 20 00","boss":"David Ricks","bossTitle":"Mr","bossPosition":"Chairman, President and CEO","membersCount":5,"membersFTE":"1.75","membership":"Eli Lilly and Company is a member of the following associations and bodies: EFPIA, EuropaBio, AmChamEU, American European Community Association, Trans-Atlantic Policy Network, ASOP Global.","memberOrga":"","goal":"Lilly is a leading innovative biopharmaceutical company that unites caring with discovery to make life better for people around the world. Across the globe, Lilly employees work to discover and bring life-changing medicines to those who need them, improve the understanding and management of disease, and give back to communities through philanthropy and volunteerism.&#xd;<br />&#xd;<br />Headquartered in the US, Lilly has approximately 38,680 employees worldwide with approximately 21,970 based outside the US. In 2018 global revenue was approx. $24.55 billion, of which c.22% were invested in R&amp;D.&#xd;<br />&#xd;<br />( https://investor.lilly.com/financials.cfm )","acronym":"Lilly","interests":"Banking and financial services, Budget, Business and Industry, Competition, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Environment, External Relations, Institutional affairs, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Jobs and Growth; Science and Innovation; Public Health; Sustainable Healthcare; eHealth; Healthcare legislation; Intellectual Property; Data Privacy, Clinical Trials Regulation; Health Technology Assessment including EUnetHTA; Transparency Directive; Falsified Medicines Directive; Trade including Trans-Atlantic and Brexit; Industrial policy; Competition; Taxation; Environment including REACH and PIE; Innovative Medicines Initiative; Horizon 2020; Horizon Europe; Biosimilars; Transparency Register; European Semester.","lastUp":"2019-04-09T10:01:45.947+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}