{"id":"046510618791-04","name":"eustream, a.s.","registrationDate":"2015-09-16T11:37:18.760+02:00","category":2,"subCategory":3,"legal":"Joint Stock Company (a.s.)","web":"http://www.eustream.sk","country":"Slovakia","headAddress":"Votrubova 11/A","headCity":"Bratislava","headPostCode":"82109","headPhone":"(421)9 07 88 71 83","boss":"Rastislav Ňukovič","bossTitle":"Mr","bossPosition":"CEO","membersCount":6,"membersFTE":"2.5","membership":"- Gas Infrastructure Europe (GIE)&#xd;\n- European Network of Transmission System Operators for Gas (ENTSOG)&#xd;\n- Slovak Gas and Oil Association&#xd;\n- Industry Advisory Panel of the Energy Charter","memberOrga":"","goal":"Eustream is Slovak gas transmission system operator. Our mission statement is embedded in a set of values among which safety, reliability and efficiency of operations are key priorities. Since 1972, Eustream has secured the transmission of more than 2.2 trillion cubic meters of natural gas across the territory of the Slovak Republic. The company therefore successfully continues in the tradition of the Slovak gas industry, which dates back over 150 years. Thanks to the continual modernization and upgrade of infrastructure, Eustream contributes to ensuring safe and reliable gas supplies to Central and Western Europe whilst doing its utmost to reduce the environmental impact of its activities. In this respect, one of the main challenges we face is to cut carbon emissions produced at the four gas compressor stations we operate. Eustream allows access to the gas transmission network and offers its customers a wide range of transmission services on a transparent and non-discriminatory basis. The access regime is in full compliance with existing legislation and gas industry standards. The business partners of Eustream include major energy companies from EU and non-EU member states.","acronym":"","interests":"Climate Action, Energy, Environment, Foreign and Security Policy and Defence, Research and innovation, Single market, Taxation, Trans-European Networks","euInitiatives":"Eustream is active in EU Regulatory and Policy Development with direct or indirect impact on the gas transmission as well as on the Slovak and EU gas industry.- Energy Union,&#xd;<br />&#xd;<br />The key initiatives are:&#xd;<br />&#xd;<br />- Energy and Climate policy,&#xd;<br />- Security of Gas Supply, &#xd;<br />- European Energy Supply Strategy,&#xd;<br />- TEN-E regulation and Projects of Common Interest (PCIs),&#xd;<br />- Juncker's EU Investment Plan,&#xd;<br />- Progress on Internal Gas Market implementation, including Network Codes development&#xd;<br />- ACER developments (Bridge 2025, Gas Target Model, etc.),&#xd;<br />- REMIT,&#xd;<br />- etc.","lastUp":"2018-08-07T12:06:33.424+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}