{"id":"04657143399-39","name":"Eli Lilly and Company","registrationDate":"2010-04-02T15:17:43.919+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.lilly.com","country":"United states","headAddress":"Lilly Corporate Centre","headCity":"Indianapolis","headPostCode":"46285","headPhone":"(1)31 72 76 20 00","boss":"David Ricks","bossTitle":"Mr","bossPosition":"Chairman and CEO","membersCount":4,"membersFTE":"1.75","membership":"Eli Lilly and Company is a member of the following associations and bodies: EFPIA, EuropaBio, AmChamEU, Trans-Atlantic Business Council, American European Community Association, Trans-Atlantic Policy Network, ASOP Global, Animal Health Europe, The European Feed Manufacturers Federation(FEFAC), EU40.","memberOrga":"","goal":"Lilly is a leading innovative biopharmaceutical company that unites caring with discovery to make life better for people around the world. Across the globe, Lilly employees work to discover and bring life-changing medicines to those who need them, improve the understanding and management of disease, and give back to communities through philanthropy and volunteerism.&#xd;<br />&#xd;<br />Headquartered in the US, Lilly has approximately 40,660 employees worldwide with approximately 22,240 based outside the US. In 2017 global revenue was approx. $22.87 billion, of which c.23% were invested in R&amp;D.&#xd;<br />&#xd;<br />( https://investor.lilly.com/financials.cfm )&#xd;<br />&#xd;<br />Elanco is the animal health business unit of Lilly. Elanco is an innovation-based company which makes life sciences work better for people by transforming animal protein production and companion animal care. Elanco operates in more than 70 countries worldwide, focusing on products for companion animal and food animal health, vaccines, parasiticides, enzymes, diagnostics and aquaculture. &#xd;<br />&#xd;<br />Both are part of Lilly as a single legal entity.","acronym":"Lilly","interests":"Agriculture and Rural Development, Budget, Competition, Customs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, General and Institutional Affairs, Information Society, Internal Market, Public Health, Research and Technology, Taxation, Trade","euInitiatives":"Jobs and Growth; Science and Innovation; Public Health; Sustainable Healthcare; eHealth; Human and animal healthcare legislation; Intellectual Property; European Medicines Agency; Data Privacy, Clinical Trials Regulation; Health Technology Assessment including EUnetHTA; Transparency Directive; Falsified Medicines Directive; Trade including Trans-Atlantic, CETA and Brexit; Industrial policy; Competition; Taxation; Environment including REACH and PIE; Innovative Medicines Initiative; AMR; Horizon 2020; Biosimilars; Transparency Register; European Semester.","lastUp":"2018-04-11T12:19:24.018+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}