{"id":"04684039922-47","name":"European Gravitational Observatory","registrationDate":"2012-10-19T14:36:42.461+01:00","category":4,"subCategory":5,"legal":"Consortium","web":"http://www.ego-gw.it/","country":"Italy","headAddress":"Via E. Amaldi, S.Stefano a Macerata Cascina, 0","headCity":"Pisa","headPostCode":"56021","headPhone":"(39)0 50 75 25 11","boss":"Federico Ferrini","bossTitle":"Mr","bossPosition":"Director","membersCount":6,"membersFTE":"3.75","membership":"","memberOrga":"","goal":"EGO was founded in 2000 with the aim of maintaining, developing and operating the interferometer for gravitational wave research Virgo, in construction near Pisa at that time.  &#xd;<br />The mandate of EGO as established in its Statute includes carrying out research in the field of gravitation, promotion of the cooperation in the field of the experimental and theoretical gravitational waves research in Europe, development of technologies through R&amp;D, dissemination of information and provision of advanced training for young researchers.","acronym":"EGO","interests":"Research and Technology","euInitiatives":"The EGO participation to EU funded projects is continuing with success: the experience gained in the past (ILIAS, ET) allows managing at present the new projects ELiTES and more recently GraWIToN. &#xd;<br />EGO is managing the EU funded projects: ELiTES and GraWIToN, with continuous interaction with the scientific coordinators. In addition EGO is participating to SHARPER project.&#xd;<br />GraWIToN:&#xd;<br />Matthieu Gosselin (ESR1) had his second secondment in Hannover, at Max Planck, in April-May 2016. He was involved by the European Commission in two Outreach events in Brussels (June and November 2016). He attended the Third GraWIToN School (Simulations and Optics) held at the University of Birmingham, UK, 25-29 January 2016, the Fourth GraWIToN School (Simulations and Optics) held at the Max Planck Institute for Gravitational Physics, Hannover, Germany, 12-16 September 2016, and the Sixth GraWIToN School (Project Management) organized at EGO (21-25 November 2016) .&#xd;<br />The Fifth GraWIToN School (Data Analysis) was held at the Università “La Sapienza” in Rome, Italy, 24-28 October 2016.&#xd;<br />The Sixth GraWIToN School (Project Management) concluded a set of scheduled schools in the project dedicated to different aspects of GW and astrophysics research: Optics, Simulation, High Power Lasers and Data Analysis. Outreach and project management methodologies were part of this school. &#xd;<br />A Supervisory Board meeting was held in Elba, Italy, at GWADW, May 22-28, 2016; two phone meetings were held in January and September.&#xd;<br />Between November 2016 and January 2017, the Coordinator has supervised the evaluations of all the Early Stage Researchers (in L’Aquila, Italy, Hannover, Germany, Birmingham and Glasgow, UK).&#xd;<br />ELiTES:&#xd;<br />Organization of the last general meeting, in Tokyo, Japan (8-10/02/2017).  &#xd;<br />Sharper:&#xd;<br />EGO took part in the SHARPER proposal to get European funds for the organisation of the European Researchers’ Night for the years 2016-2017. The project was approved on April 15 and granted 384,000 Euro (of which 25k to EGO) as European funding. The 2016 European Researchers’ Night was held on September 30th.&#xd;<br />Future Proposals:&#xd;<br />We elaborated the documents for the IGRAINE proposal (Programme Horizon 2020) and submitted it in March 2016. The proposal was unfortunately rejected.&#xd;<br />EGO is now partner of two proposals: &#xd;<br />-\tNEWS, under H2020-MSCA-RISE-2017. It was submitted and now we are waiting for its final approval;&#xd;<br />-\tELGAR, under RIA/IA (H2020), that is going to be submitted soon.","lastUp":"2017-04-05T10:25:57.484+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}