{"id":"047428334069-39","name":"Fresenius SE &amp; Co.KGaA","registrationDate":"2019-02-22T16:40:47.026+01:00","category":2,"subCategory":3,"legal":"SE &amp; Co.KGaA","web":"http://fresenius.com","country":"Germany","headAddress":"Else-Kröner-Str. 1","headCity":"Bad Homburg","headPostCode":"61352","headPhone":"(49)6 17 26 08 -0","boss":"Joachim Weith","bossTitle":"Mr","bossPosition":"Senior Vice President","membersCount":2,"membersFTE":"1.25","membership":"Medicines for Europe, Med Tech","memberOrga":"","goal":"Fresenius is a global healthcare group offering high-quality products and services for dialysis, hospitals, and outpatient treatment. With over 270,000 employees in more than 100 countries around the globe, and annual sales exceeding €30 billion, Fresenius is one of the world’s leading healthcare companies.&#xd;<br />&#xd;<br />The Fresenius Group includes four independently operated business segments, each one active in a major growth area of healthcare. Fresenius Medical Care is the world leader in treating people with chronic kidney failure. Fresenius Helios is Europe’s largest private hospital operator. Fresenius Kabi supplies essential drugs, clinical nutrition products, medical devices and services to help critically and chronically ill patients, while Fresenius Vamed plans, develops and manages healthcare facilities.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Employment and Social Affairs, Environment, Humanitarian aid and civil protection, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Trade","euInitiatives":"Public Health, Industrial and IP Policies, Pricing and Reimbursement Policies, Pharmaceutical and Biosimilars legislation, EU Trade Policy, European external trade agenda, Pharmaceuticals in the environment, global health, medical devices, hospitals.","lastUp":"2019-02-22T16:41:34.024+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}