{"id":"047466312933-14","name":"PACKED vzw - Expertisecentrum Digitaal Erfgoed","registrationDate":"2014-03-04T15:46:41.639+01:00","category":3,"subCategory":2,"legal":"vzw","web":"http://www.packed.be","country":"Belgium","headAddress":"Delaunoystraat, 58","headCity":"Brussel","headPostCode":"1080","headPhone":"(32)0 22 17 14 05","boss":"Rony Vissers","bossTitle":"Mr","bossPosition":"Coördinator","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Missie&#xd;<br />&#xd;<br />Vlaanderen wil een toppositie bekleden in de informatiemaatschappij. Om een Europese topregio te zijn heeft onze samenleving behoefte aan een betrouwbaar, kwaliteitsvol en duurzaam digitaal geheugen. PACKED vzw wil als kennisknooppunt bijdragen aan de creatie hiervan.&#xd;<br />&#xd;<br />Visie&#xd;<br />&#xd;<br />PACKED vzw wil als expertisecentrum een centrale rol opnemen om in Vlaanderen de vorming van kennis, ervaring en deskundigheid omtrent digitalisering en digitale archivering te centraliseren én de opgebouwde kennis, ervaring en deskundigheid te verspreiden. Het expertisecentrum wil zo de kwaliteit en de doeltreffendheid van de acties op het vlak van digitalisering en digitale archivering in het ruime cultureel erfgoedveld verbeteren en bewaken.&#xd;<br />&#xd;<br />PACKED vzw bouwt de reeds aanwezige kennis, ervaring en deskundigheid omtrent het creëren, beheren en toegankelijk maken van digitale collecties verder uit. Gezien haar historische achtergrond, doet PACKED vzw dit voornamelijk in functie van de museumsector en heeft ze hierbij een bijzondere maar niet-exclusieve aandacht voor audiovisuele kunst en audiovisueel erfgoed. Deze kennis, ervaring en expertise wil PACKED vzw in de toekomst niet alleen beschikbaar stellen van musea maar ook van andere (collectiebeherende) instellingen en organisaties binnen (en buiten) het cultureel erfgoedveld, zoals bijvoorbeeld archieven en bewaarbibliotheken.&#xd;<br />&#xd;<br />PACKED vzw coördineert hiernaast de samenwerking met en tussen de diverse actoren in het brede erfgoedveld die werken aan de verwerving en verspreiding van kennis, ervaring en expertise omtrent digitalisering en digitale archivering van uiteenlopende soorten cultureel erfgoed. Het expertisecentrum streeft ook naar afstemming met instellingen en projecten die gelijkaardige activiteiten ontplooien buiten het cultureel erfgoedveld, bv. universiteitsbibliotheken en omroepen.&#xd;<br />&#xd;<br />PACKED vzw is er op deze manier voor alle instellingen en organisaties in Vlaanderen die zich de zorg voor het cultureel erfgoed tot taak stellen. De organisatie werkt complementair aan FARO, het Vlaams steunpunt voor cultureel erfgoed. Het expertisecentrum stimuleert de standaardisering en innovatie binnen de cultureel erfgoedinstellingen en ondersteunt hen bij de aanpassing van hun diensten aan de eisen en mogelijkheden van de hedendaagse en toekomstige digitale samenleving.&#xd;<br />&#xd;<br />PACKED vzw bedt haar werking niet enkel in in de context van Vlaanderen en Brussel, maar uiteraard ook in de Belgische, Europese en bredere internationale context. Werken aan een digitale samenleving is per definitie grensoverschrijdend.","acronym":"PACKED","interests":"Audiovisual and Media, Culture, Information Society, Research and Technology","euInitiatives":"Horizon 2020, Connecting Europe Facility, Creative Europe","lastUp":"2017-03-27T15:23:26.182+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}