{"id":"047466312933-14","name":"PACKED vzw - Expertisecentrum Digitaal Erfgoed","registrationDate":"2014-03-04T15:46:41.639+02:00","category":3,"subCategory":2,"legal":"vzw","web":"http://www.packed.be","country":"Belgium","headAddress":"Delaunoystraat, 58","headCity":"Brussel","headPostCode":"1080","headPhone":"(32)0 22 17 14 05","boss":"Rony Vissers","bossTitle":"Mr","bossPosition":"Coördinator","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Missie&#xd;<br />&#xd;<br />PACKED vzw is het domeinoverschrijdend knooppunt voor kennis en ondersteuning omtrent digitaal cultureel erfgoed in Vlaanderen en Brussel.&#xd;<br />&#xd;<br />In onze werking staan digitale cultureel-erfgoedobjecten en metadata centraal, maar vooral ook de daaraan verbonden werkprocessen. Met onze expertise ondersteunen we culturele organisaties bij de aanpassing van hun werkprocessen om beter in te spelen op zowel de uitdagingen als de kansen die wijzigende digitale technologieën bieden aan de samenleving. We betrekken daarbij diverse erfgoedgemeenschappen.&#xd;<br />&#xd;<br />In onze dienstverlening hebben we aandacht voor alle fases van de levenscyclus en de domein- en sectoroverschrijdende aspecten van digitaal cultureel erfgoed. De zorg voor dat erfgoed moet zowel gebeuren door collectiebeherende cultureel-erfgoedorganisaties als door cultuurproducenten zelf. Ook intermediaire organisaties, overheden, ICT-experten en erfgoedgemeenschappen hebben daarbij een rol te vervullen. Wendbaarheid, samenwerking en schaalvergroting zijn noodzakelijk; het realiseren daarvan behoort tot de kern van de werking van PACKED vzw.&#xd;<br />&#xd;<br />Met onze dienstverlening dragen we bij aan de creatie van een betrouwbaar, kwaliteitsvol, duurzaam en toegankelijk digitaal geheugen. Daarbij stellen we het publieke belang, en dus de (her)gebruiker van het digitaal cultureel erfgoed, voorop.","acronym":"PACKED","interests":"Audiovisual and Media, Culture, Information Society, Research and Technology","euInitiatives":"Horizon 2020, Connecting Europe Facility, Creative Europe, PCP-IP, GDPR","lastUp":"2018-04-06T11:38:57.099+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}