{"id":"047603512537-13","name":"European Dysmelia Reference Information Centre","registrationDate":"2014-01-04T18:09:27.836+01:00","category":3,"subCategory":2,"legal":"Förening","web":"http://www.dysnet.org","country":"Sweden","headAddress":"Axelstorpsvägen, 2","headCity":"Båstad","headPostCode":"269 42","headPhone":"(46)7 05 64 13 88","boss":"Michaela Moik","bossTitle":"Ms","bossPosition":"Board Chairwoman","membersCount":1,"membersFTE":"0.25","membership":"EURORDIS&#xd;\nEuropean Disability Forum (EDF)","memberOrga":"Föreningen för de Neurosedynskadade (FfdN)(204),&#xd;\nThalidomide Trust(469),&#xd;\nREACH Charity Ltd(1200),&#xd;\nIrish Thalidomide Survivors Society (ITSS)(14),&#xd;\nDen Norske Thalidomide Forening(17),&#xd;\nSvensk Dysmeliförening (55),&#xd;\nAsociación de Víctimas de la Talidomida en España (AVITE)(330),&#xd;\nThalidomidici Italiani ONLUS(314),&#xd;\nContergan NRW(800),&#xd;\nA.V.S.B.(32),&#xd;\nRagguingere(300),&#xd;\nAssociazione Italiana Sindrome di Poland (AISP)(250),&#xd;\nHilfswerk für Contergangeschädigte e.V. Hamburg (HICOHA)(160),&#xd;\nInteressenverband Contergangeschädigter und deren Angehörige  Köln(170),&#xd;\nContergangeschädigte Hessen e.V.(390),&#xd;\nContergan Austria(12),&#xd;\nIn Our Hands(18),&#xd;\nPiP UK(23),&#xd;\nAssédea(140),&#xd;\nThalidomide Society(260),&#xd;\nAussiehands (210),&#xd;\nStichting NESOS(21),&#xd;\nTARS(17),&#xd;\nFfdN Stockholm(83),&#xd;\nFfdN Väst(121),&#xd;\nDysmelia ASBL(25),&#xd;\nThalidomide Australia Inc(36),&#xd;\nVitachi - Talidomida En Chile(43),&#xd;\nV.I.TA - VITTIME ITALIANE TALIDOMIDE(34)&#xd;\nSTEPS (320)&#xd;\nLimbs4Life (160)&#xd;\nSyndrome de Poland France (67)","goal":"EDRIC is an international umbrella organisation representing currently 32 member associations with about 5 500 individuals in 17 European countries. EDRIC was founded in 2009 and is registered as a non profit organisation in Sweden. Dysmelia covers more than 40 different rare disease syndromes and conditions under the common topic of limb differences. Scientific estimates indicate an average incidence of 50 in 100 000 live births. &#xd;<br />&#xd;<br />Limited availability of services account for a variety of health issues, including infant mortality, consequential damage, erosion of quality of life, premature ageing, lower life expectancy and other. EDRIC's overarching mission is to reduce these massive health inequalities by making best practice available everywhere in Europe and beyond, through expertise networking and information dissemination, thus generating substantial added values for patients and health systems in Member States. &#xd;<br />The organisation intends to join forces between national patients' associations and functions as an intermediary for cooperation and exchange of information and experience as well as an advocate, representing the rights of patients and people with disabilities living with limb differences.&#xd;<br />&#xd;<br />EDRIC believes that patient associations are uniquely placed to understand as well as advocate for the many unmet needs of patients. These associations provide invaluable support to patients and health service providers in a wide variety of areas, such as advocacy on patient interests, providing accessible and understandable information, practical advice and psycho - social support.&#xd;<br />&#xd;<br />- The organisation will work towards common objectives with all relevant stakeholders: health professionals, governmental and regulatory agencies and commercial providers.&#xd;<br />&#xd;<br />- EDRIC recognises the need for global expansion and wishes to share knowledge and network with other organisations outside of Europe.  &#xd;<br />&#xd;<br />- EDRIC is in the process of implementing a three level interacting community and network architecture to support a patient - centric and empowerment value chain aimed at reducing health inequalities. This consists of:&#xd;<br />&#xd;<br />o Dysmelia Network (DysNet) peer-support community, &#xd;<br />o Dysmelia Knowledge Base (DKB) which are both already implemented, &#xd;<br />o Dysmelia expert network (DEF) for proactive partnerships to be launched in 2014 and fully implemented in 2015 and a Dysmelia European Reference Network (DysERN) for birth defect and limb dysfunction rare diseases scheduled for 2014-2017.","acronym":"EDRIC","interests":"Consumers, Digital economy and society, Education and training, Employment and Social Affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Youth","euInitiatives":"Patient and people with disabilities rights, public health, civil rights","lastUp":"2019-02-16T09:01:12.214+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}