{"id":"048088236176-66","name":"Revolve Water","registrationDate":"2019-10-29T17:45:07.127+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"https://revolve.media","country":"Belgium","headAddress":"Rue d’Arlon 63-67","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)0 23 18 39 84","boss":"Stuart Reigeluth","bossTitle":"Mr","bossPosition":"Founder ","membersCount":5,"membersFTE":"4.0","membership":"","memberOrga":"REVOLVE is part of the International Renewable Energy (IRENA) Working Group on Communication. &#xd;\n&#xd;\nREVOLVE is part of the Sustainable Sanitation (SuSaNa) working group for the MENA region. &#xd;\n&#xd;\nREVOLVE is an affiliate member of the Brussels-based green business hub called Greenovate! Europe (G!E): G!E covers all parts of the innovation value chain, bringing together the expertise required for technology and service developers to successfully transfer research to market, and for policy-makers to create an environment in which eco-innovative business can thrive. To this end, we bring together over 500 experienced innovation advisers and 2,000 technical experts from 14 countries, providing all of the expertise needed to support the innovation process.&#xd;\n&#xd;\nREVOLVE is a member of the Catalan Water Partnership (CWP): based in Barcelona, CWP is the Catalan cluster for the sustainable use of water. CWP was launched in 2008, as a non-profit strategic association consisting of companies and research centers that work in the water sector with a mission to improve the competitiveness of its members regionally, in Europe and globally. CWP members include consultancies, centers of knowledge, equipment manufacturers and other entities involved in the water cycle and in the solutions for the sustainable use of water.","goal":"With its headquarters in Brussels, REVOLVE is a communication group fostering cultures of sustainability. REVOLVE offers a palette of communication services and products ranging from graphic design, video production, content development, branding, marketing, social media strategy and media relations to increase campaign outreach and improve the impact of projects that build a cleaner and healthier world.&#xd;<br />&#xd;<br />We see the world from various angles to enlist and empower everyone to become more conscientious of their activity on Earth.&#xd;<br />&#xd;<br />We challenge the status quo to advance more constructive ways of seeing the world and to identify people and projects that make the world spin.&#xd;<br />&#xd;<br />We encourage companies and cities to lower their carbon and water footprints by increasing energy efficiency and decreasing water consumption.&#xd;<br />&#xd;<br />We strive to be leaders in creating innovative ideas for a more sustainable future.&#xd;<br />&#xd;<br />We believe in diligence, patience and perseverance; we live by simplicity as a virtue.&#xd;<br />&#xd;<br />We know trust is earned; this is why we look to build partnerships based on quality, consistency, transparency, honesty and integrity.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Communication, Culture and media, Digital economy and society, Energy, Environment, European Neighbourhood Policy, External Relations, Food Safety, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"REVOLVE is involved in numerous sustainability-oriented EU-funded projects under the Horizon 2020 umbrella and is active with its own photo exhibitions, publications and events in encouraging positive policy shifts in the following areas of activity: &#xd;<br />&#xd;<br />Air Quality Directive - our INHERIT project advances living, moving and consuming solutions that would improve air quality in Europe. &#xd;<br />&#xd;<br />Water Framework Directive - our AMWAJ platform around the Mediterranean focuses on building a water and energy community that includes knowledge exchange on best practices, sustainable management and good governance for river basins and aquifer resilience. We have produced numerous reports with the Union for the Mediterranean on these topics. &#xd;<br />&#xd;<br />EU Forestry Strategy / EU Biodiversity Strategy / Natural Habitats Directive / Forest Law Enforcement, Governance and Trade (FLEGT) / Indirect Land Use Change (ILUC) Directive: these inter-related efforts at the EU level are all addressed and advanced by our Cities4Forests initiative that connects cities from around the world to protect and manage forests more sustainably.&#xd;<br />&#xd;<br />Renewable Energy Directive I + II: REVOLVE is a leading strategic media partner to the EU Sustainable Energy Week (EUSEW) and as such we organize the VISUALIZING ENERGY that highlights the human dimension of the energy transition by showing workers in action on different renewable energy, energy efficiency and energy storage projects around Europe; and as such, we aim to influence policy in a constructive and creative way to showing the solutions that exist today.&#xd;<br />&#xd;<br />Clean Mobility Package / Fuel Quality Directive / Combined Transport Directive - REVOLVE helps influence policy by organizing a forum &amp; exhibition called Sustainable Mobility; we also have a quarterly issues of our magazine dedicated to transport &amp; mobility; and 2 of our EU-funded project AIRCOAT and ADVANCEFUEL look at biomimetics in maritime shipping and renewable fuel integration in aviation, maritime and land transport, respectively. &#xd;<br />&#xd;<br />While REVOLVE is not a lobby entity, we are a communication group that aspires to influence policy in a constructive and forward-looking manner so that greater sustainability measures can be integrated in pan-European efforts to bring cleaner, healthier cities and societies.","lastUp":"2019-10-29T17:46:04.329+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}