{"id":"048387711728-21","name":"Carlsberg Breweries A/S","registrationDate":"2013-08-19T15:49:12.764+02:00","category":2,"subCategory":3,"legal":"Limited Liability Company","web":"http://www.carlsberggroup.com","country":"Denmark","headAddress":"Ny Carlsberg Vej, 100","headCity":"Copenhagen V","headPostCode":"1799","headPhone":"(45)33 27 33 00","boss":"Cees t'Hart","bossTitle":"Mr","bossPosition":"President &amp; CEO","membersCount":1,"membersFTE":"0.5","membership":"Carlsberg Breweries A/S is a member of Brewers of Europe, the World Federation of Advertisers and Danish Industry, IARD (International Alliance for Responsible Drinking)","memberOrga":"","goal":"Carlsberg Group's sustainability programme 'Together Towards ZERO' sets industry leading sustainability targets. We will eliminate carbon emisisons at our breweries by 2030 and use only 100% renewable electricity by 2022. Through the Carlsberg Circular Community, we are working with partners in our value chain to reduce beer-in-hand emissions by 30% by 2030. We will cut water usage at our breweries by half by 2030, effectively eliminating water waste during the brewing process. We will offer 100% distribution of alcohol-free brews by 2022 to expand consumer choice. We will also provide responsible drinking messaging as well as nutrition and ingredient information on our packaging and online, while forming partnerships to encourage responsible consumption.&#xd;<br />&#xd;<br />As part of the many responsible consumption initiatives, Carlsberg is also taking an active part in the European Alcohol and Health Forum alongside other responsible brewers. &#xd;<br />&#xd;<br />Our global business strategy embraces Western and Eastern European and Asian markets and revolves around our strong portfolio of brands catering to consumers across our markets; our focus on digital transformation and innovation; our commitment to being a socially responsible organisation; and, last but not least, our ability to retain and recruit highly skilled employees.","acronym":"Carlsberg","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Consumers, Economy, finance and the euro, Energy, Environment, Food Safety, Public Health, Single market, Taxation, Trade","euInitiatives":"EU Alcohol Strategy, Consumer Information, Circular Economy, Sustainability, Food and Beverage Regulation (specifically consumer information), Structures directive, Plastic regulation","lastUp":"2019-06-07T15:50:28.416+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}