{"id":"048587335456-38","name":"Urząd Miejski w Środzie Śląskiej","registrationDate":"2019-07-17T15:31:48.127+02:00","category":6,"subCategory":13,"legal":"jednostka samorzadu terytorialnego","web":"https://srodaslaska.pl/","country":"Poland","headAddress":"Urząd Miejski","headCity":"Środa Śląska","headPostCode":"55-300","headPhone":"(48)7 13 96 07 18","boss":"Adam Ruciński","bossTitle":"Mr","bossPosition":"Burmistrz Środy Śląskiej","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"Gmina Środa Ślaśka to jednostka samorządu terytorialnego, która zamieszkiwana jest przez 19042 mieszkańców , w jej skład wchodzi miasto Środa Śląska i 29 wsi, które zorganizowane są w 28 sołectwach (sołectwa są jednostkami pomocniczymi gminy). Więcej na stronie: http://bip.srodaslaska.pl/index.php?id=6&#xd;\n&#xd;\nJesteśmy, m.in. członkiem stowarzyszenia zrzeszającego samorządy z kraju, tj. Związek Gmin Wiejskich RP Rzeczpospolita Samorządna, więcej na stronie internetowej stowarzyszenia: http://zgwrp.pl/ oraz Stowarzyszenia Gmin i Powiatów Aglomeracji Wrocławskiej więcej na stronie internetowej stowarzyszenia: http://aglomeracja.wroclaw.pl/&#xd;\n&#xd;\nJesteśmy także członkami Stowarzyszenia Lokalna Grupa Działania Kraina Łęgów Odrzańskich, strona tej organizacji to: http://nowa.lgdodra.pl/","goal":"1.  Zaspokajanie  zbiorowych  potrzeb  wspólnoty  należy  do  zadań własnych gminy. Wszczególności zadania własne obejmują sprawy:1)ładu  przestrzennego,  gospodarki  nieruchomościami,  ochrony  środowiska iprzyrody oraz gospodarki wodnej;2)gminnych dróg, ulic, mostów, placów oraz organizacji ruchu drogowego;3)wodociągów  izaopatrzenia   wwodę,  kanalizacji,  usuwania  ioczyszczania ścieków  komunalnych,  utrzymania  czystości  iporządku  oraz  urządzeń sanitarnych, wysypisk iunieszkodliwiania odpadów komunalnych, zaopatrzenia wenergię elektryczną icieplną oraz gaz;3a)działalności wzakresie telekomunikacji;4)lokalnego transportu zbiorowego;5)ochrony zdrowia;6)pomocy społecznej, wtym ośrodków izakładów opiekuńczych;6a)wspierania rodziny isystemu pieczy zastępczej;7)gminnego budownictwa mieszkaniowego;8)edukacji publicznej;9)kultury,  wtym  bibliotek  gminnych  iinnych  instytucji  kultury  oraz  ochrony zabytków iopieki nad zabytkami;10)kultury    fizycznej    iturystyki,    wtym  terenów  rekreacyjnych  iurządzeń sportowych;11)targowisk ihal targowych;12)zieleni gminnej izadrzewień;13)cmentarzy gminnych;&#xd;<br />©Kancelaria Sejmus. 9/5528.03.201914)porządku   publicznego   ibezpieczeństwa   obywateli   oraz   ochrony przeciwpożarowej   iprzeciwpowodziowej,   wtym  wyposażenia  iutrzymania gminnego magazynu przeciwpowodziowego;15)utrzymania  gminnych  obiektów  iurządzeń  użyteczności  publicznej  oraz obiektów administracyjnych;16)polityki  prorodzinnej,  wtym  zapewnienia  kobietom  wciąży opieki socjalnej, medycznej iprawnej;17)wspierania  iupowszechniania idei samorządowej, wtym tworzenia warunków do  działania  irozwoju   jednostek   pomocniczych   iwdrażania  programów pobudzania aktywności obywatelskiej;18)promocji gminy;19)współpracy idziałalności na rzecz organizacji pozarządowych oraz podmiotów wymienionych  wart.3ust.3ustawy  zdnia  24kwietnia  2003r.  odziałalności pożytku  publicznego  iowolontariacie  (Dz.U.z2018  r.  poz.  450,  650,  723 i1365oraz z 2019 r. poz. 37)","acronym":"Urząd Miejski","interests":"Agriculture and Rural Development, Budget, Business and Industry, Climate Action, Communication, Culture, Culture and media, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Humanitarian aid and civil protection, Justice and Fundamental Rights, Public Health, Regional Policy, Sport, Taxation, Transport, Youth","euInitiatives":"Udział w konsultacjach i proponowanie zmian do rozporządzenia (UE) 1315/2013","lastUp":"2019-07-31T09:39:03.359+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}