{"id":"04877777421-88","name":"CONFCOMMERCIO - IMPRESE PER L'ITALIA","registrationDate":"2011-12-13T14:56:25.958+01:00","category":2,"subCategory":4,"legal":"ASSOCIAZIONE LIBERA, VOLONTARIA E SENZA FINE DI LUCRO","web":"http://www.confcommercio.it","country":"Italy","headAddress":"PIAZZA G. G. BELLI, 2","headCity":"ROMA","headPostCode":"00153","headPhone":"(39)0 65 86 61","boss":"Carlo SANGALLI","bossTitle":"Mr","bossPosition":"Presidente","membersCount":7,"membersFTE":"2.5","membership":"CONFCOMMERCIO - IMPRESE PER L'ITALIA è uno dei membri fondatore di EUROCOMMERCE, Associazione Europea del Commercio","memberOrga":"http://www.confcommercio.it/associazioni","goal":"“Confcommercio-Imprese per l’Italia” ha per scopi: &#xd;<br />la promozione  dei  principi e dei valori che ne ispirano l'azione;&#xd;<br />la tutela e la rappresentanza delle imprese, delle attività professionali, dei lavoratori autonomi  e dei settori economici che si riconoscono nel sistema confederale presso istituzioni ed amministrazioni, pubbliche e private, nonché nei confronti delle organizzazioni politiche, sociali, economiche e sindacali nazionali, europee ed internazionali. Al fine di rendere piena ed effettiva tale tutela e tale rappresentanza, \"Confcommercio\" è legittimata ad agire in difesa, non soltanto dei propri diritti ed interessi, ma anche di quelli dei propri associati, nonché delle imprese, degli imprenditori, dei professionisti e dei lavoratori autonomi che, ai sensi dell'art. 9 del presente Statuto, fanno parte del sistema confederale;&#xd;<br />la valorizzazione degli interessi delle imprese, delle attività professionali  e dei lavoratori autonomi che si riconoscono nel sistema confederale ed il riconoscimento del loro ruolo economico e sociale, in particolare tramite l'impegno costante per la crescita del sistema associativo, come palestra di classe dirigente al servizio del Paese;&#xd;<br />l'organizzazione e l'erogazione di ogni servizio di informazione, formazione, assistenza e consulenza alle imprese ed agli imprenditori che aderiscono al sistema confederale, in coerenza con le loro esigenze di sviluppo economico, di qualificazione e di supporto;&#xd;<br />l'attivazione di servizi rivolti alla persona, con particolare riferimento ai propri ambiti di rappresentanza, in coerenza con le linee strategiche generali ed in armonia con i principi organizzativi contenuti nel presente Statuto;&#xd;<br />la promozione, d'intesa con istituzioni politiche, organizzazioni economiche, sociali e culturali, a livello nazionale, europeo ed internazionale, di forme di collaborazione volte a conseguire più articolate e vaste finalità di progresso e sviluppo dei soggetti rappresentati.","acronym":"CONFCOMMERCIO","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- occupazione e affari sociali&#xd;<br />- formazione e mobilità&#xd;<br />- strategia sul mercato interno&#xd;<br />- strategia sull'agenda digitale &#xd;<br />- tassazione delle imprese e piano d'azione sull'IVA&#xd;<br />- unione del mercato dei capitali&#xd;<br />- finanziamenti europei e agenda urbana&#xd;<br />- politica dei trasporti&#xd;<br />- legislazione alimentare&#xd;<br />- MES e Ttip&#xd;<br />- better regulation e REFIT&#xd;<br />- turismo&#xd;<br />- internazionalizzazione delle PMI&#xd;<br />- legalità e sicurezza","lastUp":"2017-12-11T09:57:01.408+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}