{"id":"049060636194-17","name":"World Economic Forum","registrationDate":"2019-10-14T10:16:26.108+02:00","category":3,"subCategory":2,"legal":"International Organization","web":"http://weforum.org","country":"Switzerland","headAddress":"Route de la Capite 91-93","headCity":"Cologny","headPostCode":"1223","headPhone":"(41)2 28 69 12 12","boss":"Julien Gattoni","bossTitle":"Mr","bossPosition":"Chief Financial Officer","membersCount":4,"membersFTE":"2.25","membership":"","memberOrga":"https://www.weforum.org/about/our-members-and-partners","goal":"The World Economic Forum is the International Organization for Public-Private Cooperation.&#xd;<br />&#xd;<br />The Forum engages the foremost political, business, cultural and other leaders of society to shape global, regional and industry agendas.&#xd;<br />&#xd;<br />It was established in 1971 as a not-for-profit foundation and is headquartered in Geneva, Switzerland. It is independent, impartial and not tied to any special interests. The Forum strives in all its efforts to demonstrate entrepreneurship in the global public interest while upholding the highest standards of governance. Moral and intellectual integrity is at the heart of everything it does.&#xd;<br />&#xd;<br />Our activities are shaped by a unique institutional culture founded on the stakeholder theory, which asserts that an organization is accountable to all parts of society. The institution carefully blends and balances the best of many kinds of organizations, from both the public and private sectors, international organizations and academic institutions.&#xd;<br />&#xd;<br />We believe that progress happens by bringing together people from all walks of life who have the drive and the influence to make positive change.","acronym":"WEF","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The World Economic Forum is committed to help shaping the regional agenda on Europe and addressing key challenges. The Europe regional community leads projects and initiatives in thee key areas:&#xd;<br />- Digital/Fourth Industrial Revolution&#xd;<br />- Geopolitics&#xd;<br />- Green Deal&#xd;<br />&#xd;<br />The meetings of the World Economic Forum promote public-private dialogue and multistakeholder cooperation to strengthen regional partnerships and Europe's positioning on the global stage.","lastUp":"2019-10-14T10:16:56.327+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}