{"id":"04903991238-83","name":"Deutscher Caritasverband e. V.","registrationDate":"2009-02-25T15:21:45.822+02:00","category":3,"subCategory":2,"legal":"Eingetragener Verein","web":"http://www.caritas.de","country":"Germany","headAddress":"Karlstraße, 40","headCity":"Freiburg","headPostCode":"79104","headPhone":"(49)7 61 20 04 18","boss":"Peter Neher","bossTitle":"Mr","bossPosition":"Präsident","membersCount":3,"membersFTE":"2.75","membership":"Mitglied u.a. bei Caritas Europa (CE), Caritas Internationalis (CI), in der Bundesarbeitsgemeinschaft der Freien Wohlfahrtspflege (BAGFW) und im Deutschen Verein für öffentliche und private Fürsorge e.V.","memberOrga":"","goal":"Der größte Wohlfahrtsverband Deutschlands organisiert die soziale Arbeit der katholischen Kirche. \"Not sehen und handeln - Caritas\". Das ist unser Leitspruch. Mit über 600.000 hauptamtlichen Mitarbeitern und mehreren 100.000 Ehrenamtlichen ist die Caritas auch der größte Arbeitgeber in Deutschland, aber kein Wohltätigkeitskonzern. Denn die Mitarbeiter verteilen sich auf rund 25.000 Beratungsstellen, Sozialstationen, Heime... Die sind rechtlich selbständig und gestalten ihre Angebote, wie sie vor Ort benötigt werden.&#xd;<br />Ziele des DCV&#xd;<br />    * Den Menschen in seiner Würde schützen&#xd;<br />    * Solidarisch miteinander leben in einer pluralen Welt&#xd;<br />    * Verpflichtung über Grenzen hinweg&#xd;<br />Aufgaben des DCV&#xd;<br />    * Caritasarbeit ist Hilfe für Menschen in Not&#xd;<br />    * Der Deutsche Caritasverband versteht sich als Anwalt und Partner Benachteiligter&#xd;<br />    * Die verbandliche Caritas gestaltet Sozial- und Gesellschaftspolitik mit&#xd;<br />    * Der Deutsche Caritasverband trägt zur Qualifizierung sozialer Arbeit bei","acronym":"DCV","interests":"Borders and Security, Budget, Business and Industry, Competition, Consumers, Economy, finance and the euro, Education and training, Employment and Social Affairs, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Single market, Taxation, Youth","euInitiatives":"- EU2020&#xd;<br />- Migration&#xd;<br />- Freihandelsabkommen&#xd;<br />- Soziales Unternehmertum&#xd;<br />- Förderperiode 2014-2020 &amp; Zukunft der Kohäsionspolitik&#xd;<br />- Soziales Europa &amp; Europäische Säule sozialer Rechte","lastUp":"2018-05-09T11:37:34.171+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}