{"id":"049228115944-64","name":"Overseas Development Institute","registrationDate":"2015-02-06T14:41:13.351+01:00","category":4,"subCategory":5,"legal":"Registered Charity","web":"http://www.odi.org.uk","country":"United kingdom","headAddress":"203 Blackfriars Road","headCity":"LONDON","headPostCode":"SE1 8NJ","headPhone":"(44)20 79 22 03 00","boss":"Zbikowska Teja","bossTitle":"Ms","bossPosition":"Company Secretary","membersCount":25,"membersFTE":"6.25","membership":"A OneWorld partner&#xd;\nA member of EUFORIC&#xd;\nA partner of the Ideas for Development blog&#xd;\nA Business Action for Africa partner&#xd;\nA member of Bond&#xd;\nA partner in the European Think Tanks Group (ETTG)&#xd;\nA content partner of Devex","memberOrga":"Not applicable","goal":"The Overseas Development Institute (ODI) is a leading independent think tank on international development and humanitarian issues. &#xd;<br />&#xd;<br />Our mission is to inspire and inform policy and practice which lead to the reduction of poverty, the alleviation of suffering and the achievement of sustainable livelihoods in developing countries.&#xd;<br />&#xd;<br />We do this by locking together high quality applied research, practical policy advice, and policy-focused dissemination and debate.&#xd;<br />&#xd;<br />We work with partners in the public and private sectors, in both developing and developed countries.","acronym":"ODI","interests":"Budget, Climate Action, Development, Humanitarian Aid, Trade","euInitiatives":"ODI engages with the EU institutions on a variety of topics and through numerous channels. We produce research reports, discussion papers, briefings and opinion pieces; we convene events attended by EU staff or exclusively for EU staff; we prepare submissions during consultations; we apply for funding from EU institutions; and we actively engage with EU staff to share the findings of our research to contribute to policy change.","lastUp":"2017-04-03T17:33:37.465+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}