{"id":"04927146320-85","name":"LUKOIL","registrationDate":"2011-07-28T12:47:11.304+01:00","category":2,"subCategory":3,"legal":"Public Joint Stock Company (PJSC)","web":"http://www.lukoil.com","country":"Russia, federation of","headAddress":"Sretensky Boulevard, 11","headCity":"Moscow","headPostCode":"101000","headPhone":"(7495)6 27 44 44","boss":"Bulat Subaev","bossTitle":"Mr","bossPosition":"Managing Director, LUKOIL BELGIUM N.V.","membersCount":2,"membersFTE":"2.0","membership":"LUKOIL is member of the following European associations and organisations:&#xd;\n- BUSINESSEUROPE&#xd;\n- FuelsEurope&#xd;\n- CONCAWE&#xd;\n- CEFIC&#xd;\n- European Energy Forum","memberOrga":"","goal":"LUKOIL is one of the world’s largest publicly traded energy companies. It’s main activities are exploration and production of oil and gas; production of petroleum and petrochemical products; marketing and distribution, as well as power generation, including from renewable sources.&#xd;<br />&#xd;<br />LUKOIL accounts for more than 2% of global oil production, around 1% of proved hydrocarbon reserves and around 2% of the world's oil refining, creating over 105 000 jobs. The company operates in more than 30 countries, with investments and assets in 10 EU member states. &#xd;<br />&#xd;<br />LUKOIL corporate governance system is based on international best practices and fully incorporates the principles of openness and transparency.&#xd;<br />&#xd;<br />LUKOIL ordinary shares are admitted to the Moscow Exchange. LUKOIL depositary receipts (DRs) are listed on the London Stock Exchange, where the largest part of the company’s securities are traded, and also the Frankfurt, Munich and Stuttgart Stock Exchanges, as well as on the US OTC market.","acronym":"LUKOIL","interests":"Climate Action, Customs, Economic and Financial Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Internal Market, Taxation, Trade, Transport","euInitiatives":"-Energy Union Governance  &#xd;<br />-Reform of the Emissions Trading System&#xd;<br />-Promotion of Renewable Energy Recast&#xd;<br />-VAT Reform","lastUp":"2017-11-02T11:18:38.279+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}