{"id":"04927146320-85","name":"LUKOIL","registrationDate":"2011-07-28T12:47:11.304+02:00","category":2,"subCategory":3,"legal":"Public Joint Stock Company (PJSC)","web":"http://www.lukoil.com","country":"Russia, federation of","headAddress":"Sretensky Boulevard, 11","headCity":"Moscow","headPostCode":"101000","headPhone":"(7495)6 27 44 44","boss":"Bulat Subaev","bossTitle":"Mr","bossPosition":"Managing Director, LUKOIL BELGIUM N.V.","membersCount":2,"membersFTE":"2.0","membership":"LUKOIL is member of the following European associations and organisations:&#xd;\n- BUSINESSEUROPE&#xd;\n- FuelsEurope&#xd;\n- CONCAWE&#xd;\n- CEFIC&#xd;\n- European Energy Forum","memberOrga":"","goal":"LUKOIL is one of the largest publicly traded, vertically integrated energy companies in the world. The corporate mission of LUKOIL is to make the energy of natural resources serve the interests of mankind. Every day millions of consumers worldwide buy LUKOIL products, energy and heat, improving the quality of their life. &#xd;<br />&#xd;<br />LUKOIL’s main activities are exploration and production of oil and gas, refining and marketing of oil products and petrochemicals, as well as power generation. LUKOIL has developed new energy solutions in order to minimise the environmental impact, including renewable energy sources: hydroelectric, solar and wind generation.  &#xd;<br />&#xd;<br />LUKOIL conducts its business in a responsible and sustainable way, seeking to strike a balance between supporting communities, contributing to the economy and preserving the environment. The company stringently abides by the highest global environmental standards, shares the principles of the United Nations Global Compact ensuring high levels of occupational safety and health.&#xd;<br />&#xd;<br />LUKOIL corporate governance system is based on international best practices and fully incorporates the principles of openness, regulatory requirements, fair competition and transparency.&#xd;<br />&#xd;<br />LUKOIL ordinary shares are admitted to the Moscow Exchange. LUKOIL depositary receipts are listed on the London, Frankfurt, Munich and Stuttgart Stock Exchanges, as well as on the US OTC market.","acronym":"LUKOIL","interests":"Climate Action, Customs, Economic and Financial Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Internal Market, Taxation, Trade, Transport","euInitiatives":"-Energy Union Governance  &#xd;<br />-Reform of the Emissions Trading System&#xd;<br />-Promotion of Renewable Energy Recast&#xd;<br />-VAT Reform","lastUp":"2018-04-12T10:42:53.646+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}