{"id":"049733330550-64","name":"international Norwegian Board","registrationDate":"2018-03-05T16:36:05.313+01:00","category":3,"subCategory":2,"legal":"international Norwegian Bord","web":"http://norwegianbord.org","country":"Norway","headAddress":"SImensbråtveien13A. 1182. Oslo. Norway.","headCity":"oslo","headPostCode":"","headPhone":"(47)97 84 38 61","boss":"Hossam Abdulmoneim","bossTitle":"Mr","bossPosition":"regional manager","membersCount":9,"membersFTE":"3.75","membership":"International Norwegian Organization for Justice &amp; Peace &#xd;\nFriends of The Earth, Greenpeace, Norwegian acoustic association.&#xd;\nhttp://interfor.no","memberOrga":"http://norwegianbord.org/partners&#xd;\nhttp://interfor.no&#xd;\nhttp://www.ngomg.org&#xd;\nhttp://www.annalindhfoundation.org&#xd;\nhttp://www.eurad.net&#xd;\nhttp://bayrige.no","goal":"Nowadays, education and training are seen as key actors in the development of a knowledge society. Therefore both the EU and the member states put forward daring targets to energise the sectors of education and training making them more performing.&#xd;<br />In order to give these innovation policies a broad societal support, governments mobilise the educational and social-economic stakeholders such as representatives of school boards, teacher trade unions, parent and student organisations as well as social partners to participate actively in the conception and the implementation of policies and activities in education and training.&#xd;<br />Therefore most of the member states have set up national or regional formal institutions of consideration and consultation. They have diverse statutes, but they all have to function as an advisory body towards governments on future education policies","acronym":"INB","interests":"Culture, Development, Education, Employment and Social Affairs, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Public Health, Trans-European Networks, Youth","euInitiatives":"Developments in Education and Training 2020 and in Europe 2020 Strategy related to education and training. Focus in 2014 on learning in the digital age and on bridging the transitions between education and the labour market. In 2015 on Professional Developments for Teachers. In 2016 on Governance in Education.","lastUp":"2018-03-05T16:36:35.325+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}