{"id":"049759713878-54","name":"Wydawnictwo Interaktywne Medutools Sp. z o.o.","registrationDate":"2014-06-30T16:18:26.667+01:00","category":2,"subCategory":3,"legal":"spółka z ograniczoną odpowiedzialnością","web":"http://www.medutools.pl","country":"Poland","headAddress":"Wewnętrzna, 5","headCity":"Kraków","headPostCode":"31-332","headPhone":"(12)4 15 62 15","boss":"Aleksander Biesiada","bossTitle":"Mr","bossPosition":"Prezes Zarządu","membersCount":14,"membersFTE":"9.0","membership":"Wydawnictwo współpracuje z European Junior Doctors. Na polu krajowym współpracuje z instytucjami naukowymi (Uniwersytet Jagielloński w Krakowie, Akademia Wychowania Fizycznego w Krakowie, Akademia Górniczo-Hutnicza w Krakowie) oraz z organizacjami pozarządowymi.","memberOrga":"","goal":"Oferta Wydawnictwa Interaktywnego Medutools skierowana jest do odbiorców zainteresowanych łączeniem treści medycznych z nowoczesnym oprogramowaniem użytkowym dedykowanym urządzeniom mobilnym. Medutools aktywnie projektuje i wdraża rozwiązania mobilne w odpowiedzi na potrzeby Pacjentów, Lekarzy, Studentów uczelni medycznych, firm kierujących ofertę do Pacjentów i Lekarzy, instytucji związanych z ochroną zdrowia.&#xd;<br />&#xd;<br />Nasze cele obejmują dostarczanie najwyższej jakości produktów i usług mobilnych z dziedzin medycznych, przedstawianie nowatorskich rozwiązań w dziedzinie mobilnej dostępności do wiedzy, wykorzystanie potencjału Internetu do udostępniania klientom najlepszych rozwiązań w zakresie dostępu do fachowej wiedzy medycznej, promowanie nowoczesnych sposobów dostępu do wiedzy naukowej, w tym medycznej, oferowanie wydawnictw klasycznych używających nowoczesnej metodyki nauczania i przekazywania wiedzy medycznej, wspieranie adwokatury w dziedzinie edukacji medycznej i naukowej, przeprowadzanie spotkań, debat i konferencji w dziedzinie nowoczesnego dostępu do wiedzy, a także tworzenie warunków do prowadzenia wymiany poglądów w tej dziedzinie, współpraca i pomoc organizacjom pozarządowym i projektom pozarządowym w dziedzinach nauki, zwłaszcza medycyny i zdrowia publicznego oraz edukacji.","acronym":"Medutools","interests":"Culture and media, Digital economy and society, Education and training, Public Health, Research and innovation","euInitiatives":"mhealth, ochrona zdrowia, zagadnienia ochrony prawnej pacjentów, urządzenia medyczne oraz zdrowie publiczne","lastUp":"2019-03-18T22:35:29.791+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}