{"id":"050269010212-72","name":"CDP Worldwide (Europe) gGmbH","registrationDate":"2012-12-04T11:57:59.254+01:00","category":3,"subCategory":2,"legal":"Charity","web":"http://www.cdp.net","country":"Germany","headAddress":"Potsdamer Platz - Kemperplatz 1","headCity":"Berlin","headPostCode":"10785","headPhone":"(49)03 06 29 03 31 00","boss":"Steven M. Tebbe","bossTitle":"Mr","bossPosition":"Executive &amp; Managing Director","membersCount":4,"membersFTE":"2.75","membership":"","memberOrga":"","goal":"CDP is an international non-profit that drives companies and governments to reduce their greenhouse gas emissions, safeguard water resources and protect forests. Founded in 2002 and voted number one climate research provider by investors, CDP runs the only global disclosure system. We focus investors, companies and cities on taking urgent action to build a truly sustainable economy by measuring and understanding their environmental impact. &#xd;<br />&#xd;<br />On behalf of investors and purchasers, CDP requests environmental information from companies, through annual questionnaires, on the impacts and dependencies they have on the world’s natural resources and their strategies for managing these. Last year 827 institutional investors, including banks, pension funds, asset managers and insurance companies, with assets of US$100 trillion, endorsed the questionnaire as ‘CDP signatories’. &#xd;<br />&#xd;<br />Over 5,800 companies with some 60% of global market capitalization disclosed environmental data through CDP in 2016. This is in addition to the over 500 cities and 100 states and regions who disclosed, making CDP’s platform one of the richest sources of information globally on how companies and governments are driving environmental change. &#xd;<br />&#xd;<br />We want to see a thriving economy that works for people and planet in the long term. The process of disclosing information to CDP, and the insights the data brings, incentivizes companies to measure, manage and reduce their impact on the environment, and helps embed the management of environmental issues into the boardroom. Since pioneering its global natural capital disclosure system, CDP has driven organizations and cities around the world to understand and act on the business case for reducing their impact on the environment and natural resources. &#xd;<br />&#xd;<br />Central to CDP’s mission is communicating the progress companies have made in addressing environmental issues, and highlighting where risks may be unmanaged. To this end, we score companies on the information they provide, assessing a number of areas signalling the ambition and progress towards improving their environmental performance. We produce our annual Climate Change, Water and Forests A Lists which are used to show the market how leading companies are performing. Investors use CDP's A list along with CDP data in their engagement with companies.&#xd;<br />&#xd;<br />To increase transparency and drive investments towards a sustainable economy, CDP data is made available on our website for use by a wide audience, including investors, companies, policymakers and their advisors, public sector organisations, government bodies, academics and the general public. CDP data enables our network to link environmental integrity, fiduciary duty and public interest to make better-informed decisions on climate action. &#xd;<br />&#xd;<br />We produce award-winning research each year, providing decision makers with access to a critical source of global data that delivers evidence and insights to business, investment and policy decision makers. Investors use CDP data to support their buy side and sell side activities; for example, to conduct sector and portfolio analyses, assess the carbon footprint of portfolios, create exclusion and divestment criteria, inform broker recommendations and design new financial products.&#xd;<br />&#xd;<br />CDP scoring does not only look at tangible impacts such as emissions reduced as a result of proactive emission reduction activities, but also how climate change, water risk and deforestation issues are integrated into companies’ governance, strategy and risk assessment processes. CDP also tracks companies’ performance against the goals of the Paris Agreement.&#xd;<br />&#xd;<br />CDP is also the only organisation systematically collecting information about the use of internal carbon pricing and policy preferences by public companies. We also work with leading research houses, such as Thomson Reuters, for the purposes of ESG and climate data research, and our data is available on Bloomberg terminals.","acronym":"CDP Europe","interests":"Agriculture and Rural Development, Climate Action, Development, Economic and Financial Affairs, Energy, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Internal Market, Regional Policy, Research and Technology","euInitiatives":"Non-Financial Reporting; Capital Markets Union; Energy Union","lastUp":"2017-04-06T11:37:29.112+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}