{"id":"05032108616-26","name":"Shell Companies","registrationDate":"2012-04-18T10:36:21.779+02:00","category":2,"subCategory":3,"legal":"Royal Dutch Shell plc directly or indirectly holds shares in Shell Companies. Royal Dutch Shell plc is a public Limited Company with its registered offices in the United Kingdom and headquartered in The Hague, the Netherlands.","web":"http://www.shell.com","country":"Netherlands","headAddress":"Carel van Bylandtlaan, 30","headCity":"The Hague","headPostCode":"2596 HR","headPhone":"(31)7 03 77 10 00","boss":"Ben van Beurden","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":17,"membersFTE":"10.25","membership":"Shell is a member of many associations/networks, the 5 most relevant for the purpose of this declaration being:&#xd;\n- CEFIC (European Chemical Industry Council);&#xd;\n- FuelsEurope; &#xd;\n- IETA (International Emissions Trading Association); &#xd;\n- IOGP (International Association of Oil &amp; Gas producers);&#xd;\n- ZEP (Zero Emission Platform)","memberOrga":"","goal":"Royal Dutch Shell plc is incorporated in England and Wales, has its headquarters in The Hague and is listed on the London, Amsterdam and New York stock exchanges. Shell companies have operations in more than 70 countries with businesses including oil and gas exploration and production; production and marketing of Liquefied Natural Gas (LNG) and Gas to Liquids (GtL); manufacturing, marketing and shipping of oil products and chemicals and New Energy projects. &#xd;<br />&#xd;<br />The objectives of the Shell Group are to engage safely, efficiently, responsibly and profitably in crude oil, oil products, gas, petrochemicals, new energy and other selected businesses and to participate in the search for and development of other sources of energy to meet evolving customer needs and the world’s growing demand for energy. &#xd;<br />&#xd;<br />Shell complies with all applicable laws and regulations of the countries in which we operate. Further every Shell employee must operate every day within the rules and guidelines of  the Shell General Business Principles and the Shell Code of Conduct available at http://www.shell.com/home/content/aboutshell/who_we_are/our_values/","acronym":"Shell","interests":"Budget, Business and Industry, Climate Action, Economy, finance and the euro, Energy, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"•\tEnergy Union &#xd;<br />•\tCommission legislative proposal to revise the EU ETS Directive for the period post-2020 [COM (2015) 337] and regulations concerning the operation of the market stability reserve.&#xd;<br />•\tLow Emission Mobility Strategy and related initiatives to decarbonise the transport sector.&#xd;<br />•\tClean Energy Package including the reform of the Renewable Energy Directive, Electricity Market Design, Energy Efficiency and Governance.&#xd;<br />•\tGas Directive and Quo Vadis.&#xd;<br />•\tEU external energy relations strategy and energy partnerships with producing and transit countries and regions.&#xd;<br />•\tStrategic Energy Technology Plan/EU Innovation Fund.","lastUp":"2018-05-03T19:09:02.438+02:00","customers":"","costAbsolu":"","costRange":"4500000-4749000","turnoverAbsolu":0,"turnoverRange":""}