{"id":"05032108616-26","name":"Shell Companies","registrationDate":"2012-04-18T10:36:21.779+02:00","category":2,"subCategory":3,"legal":"Royal Dutch Shell plc directly or indirectly holds shares in Shell Companies. Royal Dutch Shell plc is a public Limited Company with its registered offices in the United Kingdom and headquartered in The Hague, the Netherlands.","web":"http://www.shell.com","country":"Netherlands","headAddress":"Carel van Bylandtlaan, 30","headCity":"The Hague","headPostCode":"2596 HR","headPhone":"(31)7 03 77 10 00","boss":"Ben van Beurden","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":17,"membersFTE":"11.25","membership":"Shell is a member of many associations/networks. The most relevant ones for the purpose of this declaration are:&#xd;\n&#xd;\n•\tFuelsEurope&#xd;\n•\tIOGP (International Association of Oil &amp; Gas Producers)&#xd;\n•\tEUROGAS&#xd;\n•\tCEFIC (European Chemical Industry Council)&#xd;\n•\tBUSINESSEUROPE&#xd;\n•\tERT (European Roundtable of Industrialists)&#xd;\n•\tIETA (International Emissions Trading Association)&#xd;\n•\tHydrogen Europe&#xd;\n•\tZEP (European Technology Platform for Zero Emission Fossil Fuel Power Plants)","memberOrga":"","goal":"Royal Dutch Shell plc is incorporated in England and Wales, has its headquarters in The Hague and is listed on the London, Amsterdam and New York stock exchanges. Shell companies have operations in more than 70 countries with businesses including oil and gas exploration and production; production and marketing of Liquefied Natural Gas (LNG) and Gas to Liquids (GtL); manufacturing, marketing and shipping of oil products and chemicals and New Energy projects. &#xd;<br />&#xd;<br />The objectives of the Shell Group are to engage safely, efficiently, responsibly and profitably in crude oil, oil products, gas, petrochemicals, new energy and other selected businesses and to participate in the search for and development of other sources of energy to meet evolving customer needs and the world’s growing demand for energy. &#xd;<br />&#xd;<br />Shell complies with all applicable laws and regulations of the countries in which we operate. Further every Shell employee must operate every day within the rules and guidelines of  the Shell General Business Principles and the Shell Code of Conduct available at http://www.shell.com/home/content/aboutshell/who_we_are/our_values/","acronym":"Shell","interests":"Banking and financial services, Budget, Business and Industry, Climate Action, Economy, finance and the euro, Energy, Environment, External Relations, Foreign affairs and security policy, Institutional affairs, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"•\tEnergy Union - A Framework Strategy for a Resilient Energy Union with a Forward-Looking Climate Change Policy (Energy Union) – COM (2015) 80 &#xd;<br />•\tDirective 2018/2001/EU on the promotion of the use of renewable energy sources &#xd;<br />•\tA Clean Planet for all - A European strategic long-term vision for a prosperous, modern, competitive and climate neutral economy – COM(2018)773&#xd;<br />•\tCommission Delegated Regulation with regard to the operation of the Innovation Fund - C (2019) 1492&#xd;<br />•\tProposal for a Regulation setting CO2 emission performance standards for new heavy-duty vehicles - COM(2018) 284; Regulation setting CO2 emission performance standards for new passenger cars and for new light commercial vehicles - COM(2017) 676&#xd;<br />•\tProposal for a regulation on the internal electricity market - COM(2016) 861  &#xd;<br />•\tProposal to amend Directive 2009/73/EC concerning common rules for the internal market in natural gas &#xd;<br />•\tEU external energy relations strategy and energy partnerships with producing and transit countries and regions&#xd;<br />•\tEuropean Strategic Energy Technology Plan &#xd;<br />•\tSustainable Finance:  Action Plan Financing Sustainable Growth (COM(2018) 97) and its related initiatives such as:  COM (2018) 355: Proposal for a Regulation amending Regulation (EU) 2016/1011 on low carbon benchmarks and positive carbon impact benchmarks (2018/0180/COD); COM (2018) 354; Proposal for a Regulation on disclosures relating to sustainable investments and sustainability risks and amending Directive (EU) 2016/2341 (2018/0179/COD) and COM (2018) 353; Proposal for a Regulation on the establishment of a framework to facilitate sustainable investment (2018/0178/COD)&#xd;<br />•\tResponses to the following public stakeholder consultations:&#xd;<br />- Methodological choices for determining the list of sectors and subsectors deemed exposed to a significant risk of carbon leakage, for the period 2021-2030  &#xd;<br />- Establishment of the Innovation Fund&#xd;<br />- Strategy for long-term EU greenhouse gas emissions reductions","lastUp":"2019-04-26T11:17:59.913+02:00","customers":"","costAbsolu":"","costRange":"4500000-4749000","turnoverAbsolu":0,"turnoverRange":""}