{"id":"0503193237-77","name":"Bundesverband Holz und Kunststoff","registrationDate":"2008-07-24T13:00:50.120+01:00","category":2,"subCategory":4,"legal":"Bundesinnungsverband","web":"http://www.tischler-schreiner.de","country":"Germany","headAddress":"Littenstr. 10","headCity":"Berlin","headPostCode":"10179","headPhone":"(49)3 03 08 82 30","boss":"Paukner Martin","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"Mitglied im UDH, Unternehmerverband Deutsches Handwerk&#xd;\n&#xd;\nüber UDH Mitglied im ZDH, Zentralverband des Deutschen Handwerks&#xd;\n&#xd;\nüber ZDH Mitglied in der BDA, Bundesvereinigung der Deutschen Arbeitgeberverbände","memberOrga":"http://www.tischler-schreiner.de/organisation/","goal":"Der Bundesverband Holz und Kunststoff ist der Bundesinnungsverband der Tischler und Schreiner sowie der Bundesverband der Baufertigteilmonteure (Montage Deutschland). Er vertritt weiterhin die Bestatter (Bestatter Deutschland). Er ist die Dachorganisation von aktuell 14 Landesfachverbänden und 5 Mitgliedsinnungen, die wiederum die Innungen dieser Berufe beziehungsweise einzelne KMU-Betriebe vertreten.&#xd;<br />&#xd;<br />Gemein­sam mit seinen Landes­verbänden und för­dert der Bundesverband Holz und Kunststoff die Innungs­mitglieder in ihrer betrieb­lichen Praxis und ver­tritt sie nach außen, ins­beson­dere in den Berei­chen: Sozial-und Tarifpolitik, Arbeitsrecht, Betriebsführung, Presse- und Öffentlichkeitsarbeit, Technik und Normung, Berufsbildung. Die durchschnittliche Betriebsgröße unserer Mitglieder beträft 5,4 Mitarbeiter. Im Schwerpunkt werden Kleinst- und Kleinbetriebe von uns vertreten.","acronym":"","interests":"Borders and Security, Business and Industry, Economy, finance and the euro, Energy, Environment, Justice and Fundamental Rights, Research and innovation, Single market","euInitiatives":"CPR and SME products like doors, windows and stairs, floorings.&#xd;<br />&#xd;<br />Mirroring the CPR in national groups with the building authorities (national stake holders)&#xd;<br />SME expert on standardisation (SBS expert), specially on wooden floorings","lastUp":"2019-02-19T14:11:58.215+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}