{"id":"050542829650-16","name":"Avalara Europe Limited","registrationDate":"2018-01-17T15:02:27.568+01:00","category":1,"subCategory":6,"legal":"Limited company","web":"https://www1.avalara.com/us/en/index.html","country":"United kingdom","headAddress":"Lanchester House","headCity":"Brighton","headPostCode":"BN1 4FU","headPhone":"(44)0 12 73 02 24 16","boss":"Richard Asquith","bossTitle":"","bossPosition":"VP Global Indirect Tax","membersCount":10,"membersFTE":"7.5","membership":"International VAT Association&#xd;\nhttp://www.vatassociation.org/","memberOrga":"","goal":"Avalara creates VAT calculation and reporting software for both small and large companies doing business across global borders.&#xd;<br />&#xd;<br />We license this software to many large corporates.&#xd;<br />&#xd;<br />In addition, we provide an outsourced EU VAT compliance services (using the above software) for smaller clients needing foreign VAT registrations and returns services.&#xd;<br />&#xd;<br />We originate from the US, where we provide the same services for US Sales Tax and similar indirect taxes","acronym":"","interests":"Taxation","euInitiatives":"Follow EU VAT regime reforms.&#xd;<br />&#xd;<br />This includes changes to the EU VAT Directive. The VAT Action Plan, and similar reforms. We also monitor VAT rulings from the European Court of Justice for new interpretations of EU VAT rules.&#xd;<br />&#xd;<br />We try to understand upcoming changes so that we can adapt our software (used by around 2,500 clients) to correctly calculate and reporting EU VAT in different member states.&#xd;<br />&#xd;<br />On the 25 Feb 2018, we shall meet with Stephen Quest, Director-General for Taxation and Customs Union. We will be presenting the above software for information/background purposes only.  Avalara is not engaged by its clients for lobbying / PR with the EU.","lastUp":"2019-12-11T15:53:14.126+01:00","customers":"BP","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":"","turnoverRange":"0-99999"}