{"id":"050714715880-59","name":"Women's Competition Network","registrationDate":"2015-02-03T09:25:56.836+01:00","category":3,"subCategory":2,"legal":"none (the WCN does not have a legal status, it is an informal network of professionals)","web":"http://www.womenscompetitionnetwork.net","country":"Belgium","headAddress":"Women's Competition Network","headCity":"Brussels","headPostCode":"1000","headPhone":"(322)5 04 64 00","boss":"Kristina Nordlander","bossTitle":"Ms","bossPosition":"Founder of WCN, partner at Sidley Austin LLP","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"Although there is no formal membership structure, attendance of WCN events is by invitation only and the network now connects over 1,800 women holding senior positions in corporate legal departments, law firms and chambers, consultancies, academic institutions, specialized media outlets, courts, and competition authorities around the world.","goal":"Founded in 2008, the Women's Competition Network (WCN) is an international networking forum for senior competition law and policy professionals. It is the WCN’s aim to provide a platform for high-level discussion of competition law and policy developments, to facilitate and strengthen networking among senior women competition professionals, and to mentor and promote the advancement of women in the field.","acronym":"WCN","interests":"Competition","euInitiatives":"The WCN is a professional forum for senior international competition law and policy professionals.  The WCN does not seek to influence the formulation or implementation of policies or the decision-making process of the EU institutions.  The WCN organises networking events related to EU policies and processes, invitations to which have been sent to Commissioners and EU officials.  Speakers address current issues related to competition law.  Most recent EU-related events include:&#xd;<br />-\tJanuary 2016 - Massimo Motta, Chief Competition Economist, European Commission&#xd;<br />-\tMay 2015 - Emily O'Reilly, EU Ombudsman &#xd;<br />-\tJanuary 2015 – Margrethe Vestager, EU Commissioner for Competition","lastUp":"2020-01-16T09:25:39.932+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}