{"id":"05098847384-21","name":"Cummins Ltd.","registrationDate":"2011-12-09T13:47:21.676+01:00","category":2,"subCategory":3,"legal":"Ltd","web":"http://www.cummins.com/","country":"United kingdom","headAddress":"10, Eastbourne Terrace","headCity":"London","headPostCode":"W2 6LG","headPhone":"(44)17 84 23 15 00","boss":"Paul Fertleman","bossTitle":"Mr","bossPosition":"Senior Counsel","membersCount":5,"membersFTE":"2.25","membership":"Euromot&#xd;\nSMMT&#xd;\nCOGEN Europe","memberOrga":"","goal":"About Cummins - Cummins is a technology leader that provides power solutions to customers around the world, delivering a mix of power systems for commercial applications, from city buses to mining trucks, to power-generation sets for critical infrastructures, such as data centres and hospitals. Cummins believes offering a broad portfolio of solutions, including clean diesel engines, natural gas, hybrid and electrified power, helps best serve its customers across multiple markets. Cummins works hard to provide advanced technologies supported by a long-established service network, globally and across Europe. For 100 years, Cummins has been a leader in innovation and the company continues to invest in critical technologies for the future, while remaining committed to developing clean and reliable products and services, that help all its customers succeed. Cummins is integrating connectivity and telematics to ensure customers can get the service and support they need anytime or anywhere in the world. Cummins is a Fortune 200 company, employing over 60,000 people around the globe. It services its customers through a network of 600 company owned and independent distributor facilities and more than 7,400 dealer locations across 190 countries and territories. /// Cummins in Europe - With 11 manufacturing sites in Europe - 18 sites for distribution and parts administration – more than 300 dealers and 7,100 employees – Cummins has a significant presence in the region.  Cummins operates across all its 5 business segments in Europe – engine, power systems, components, distribution and electrified power. Sustainability is a priority at Cummins, with concise environmental goals, like currently having five sites with a zero-waste-to-landfill record across Europe. In the effort to help build prosperous communities, employees in the region have volunteered 70,000 hours in one year, working with community partners and charities. Cummins was named on Ethisphere’s 2018 list of the world’s most ethical companies for an 11th consecutive year.","acronym":"CMI","interests":"Business and Industry, Climate Action, Environment, Research and innovation, Trade, Transport","euInitiatives":"Recreational Crafts Directive, Non-Road Mobile Machinery Regulation, Heavy Duty Vehicle CO2, Outdoor noise&#xd;<br />Material regulations &amp; workplace legislation, Pollutant emission standards, Circular Economy, Medium Combustion Plant Directive","lastUp":"2019-11-21T10:22:19.643+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}