{"id":"050975719796-70","name":"Fundación CESFAC","registrationDate":"2015-12-03T10:42:49.999+02:00","category":2,"subCategory":4,"legal":"Asociación empresarial","web":"http://cesfac.es/fundacion-cesfac/","country":"Spain","headAddress":"Calle de Diego de León 54, escalera B,  5º derecha","headCity":"Madrid","headPostCode":"28006","headPhone":"(34)9 15 63 34 13","boss":"D. Jorge de Saja González","bossTitle":"","bossPosition":"Secretario","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"http://cesfac.es/organizaciones/","goal":"La Fundación persigue como fines fundamentales:&#xd;<br />&#xd;<br />a) Fomentar y defender el sistema de iniciativa privada y economía de libre mercado.&#xd;<br />&#xd;<br />b) Propiciar el desarrollo económico del País como medio de lograr una situación social cada vez más justa.&#xd;<br />&#xd;<br />c) Promover y defender la cooperación empresarial de los fabricantes de alimentos para animales.&#xd;<br />&#xd;<br />d) Representar, coordinar, gestionar, fomentar y defender los intereses empresariales de los fabricantes de alimentos compuestos para animales que la integren por formar parte de sus Organizaciones miembro, ante la Sociedad, los Organismos y Administración del Estado, Comunidad Europea, Organizaciones internacionales, así como ante la Administración de las Comunidades Autónomas, Entidades Locales , Organizaciones Empresariales de otros sectores, las Organizaciones de los Trabajadores y ante cuantas instituciones o personas, públicas o privadas, sea menester.&#xd;<br />&#xd;<br />e) Prestar los servicios informativos, técnicos, jurídicos y de gestión que sean necesarios o convenientes a la Confederación, los miembros que la componen y los intereses de los fabricantes en general.","acronym":"F.CESFAC","interests":"Agriculture, Business and Industry, Competition, Consumers, Economy, finance and the euro, Energy, Environment, Food Safety, Maritime affairs and fisheries, Research and innovation, Single market, Trade","euInitiatives":"Normativas de piensos medicamentosos y medicamentos veterinarios. Normativa de renovación de aditivos. Normativa relativa a las sustancias indeseables. Normativa relativa a los OGM. Legislación referente a las sustancias y preparados peligrosos. Normativa relativa a la higiene de piensos. Normativa relativa a los biocidas. Situación de la PAC. Road map de las harinas de carne.","lastUp":"2018-09-24T16:28:47.765+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}