{"id":"05097472836-90","name":"Humane Society International/Europe","registrationDate":"2009-12-18T11:33:32.064+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://www.hsieurope.org","country":"United states","headAddress":"1255 23rd Street NW, Suite 450","headCity":"Washington DC","headPostCode":"20037","headPhone":"(1)20 24 52 11 00","boss":"Kitty Block","bossTitle":"Ms","bossPosition":"CEO","membersCount":4,"membersFTE":"2.5","membership":"- Humane Society of the United States (HSUS)&#xd;\n&#xd;\n- Fur Free Alliance (FFA)&#xd;\n- Species Survival Network (SSN)&#xd;\n- Shark Alliance&#xd;\n- Wildlife and Countryside Link&#xd;\n&#xd;\n-Associate Parliamentary Group for Animal Welfare (APGAW - UK)&#xd;\n-UK CITES Management Authority Joint Liaison Group (JLG)&#xd;\n&#xd;\n- AXLR8 &#xd;\n- CARACAL (Competent Authorities for REACH and Classification and Labelling) + nanomaterials sub-group &#xd;\n- ecopa (European Consensus Platform for Alternatives)&#xd;\n- ECVAM (European Centre for the Validation of Alternative Methods) Stakeholder Advisory Forum &#xd;\n- EPAA (European Partnership for Alternative Approaches to Animal Testing)&#xd;\n- ECHA (European Chemicals Agency) Risk Assessment Committee [representing Eurogroup for Animals]&#xd;\n- Human Toxicology Project Consortium &#xd;\n- ICAPO (International Council on Animal Protection at the OECD)&#xd;\n- ICAPPP (International Council on Animal Protection in Pharmaceutical Programmes)","memberOrga":"HSI does not have members per se, but has donors and supporters from across all EU Member States and beyond","goal":"An affiliate of the global animal protection organisation Humane Society International (HSI), Humane Society International/Europe is a leading force for animal protection, with tens of thousands of supporters across Europe. We are an effective voice for animals, with active programmes in wildlife protection, alternatives to animal experiments, international trade and farm animal welfare. &#xd;<br />&#xd;<br />HSI/Europe was established as a legal entity in October 2014. Our work in the European Union had previously been coordinated from the HSI/UK office in London. &#xd;<br />&#xd;<br />Humane Society International is the international arm of The Humane Society of the United States, one of the world's largest animal protection organisations. HSI is creating a better future for animals and people through advocacy, education, and hands-on programmes. Celebrating animals and confronting cruelty worldwide.","acronym":"HSI/Europe","interests":"Agriculture and Rural Development, Climate Action, Consumers, Environment, External Relations, Food Safety, Institutional affairs, Maritime affairs and fisheries, Public Health, Research and innovation, Trade","euInitiatives":"- EU animal welfare policy issues&#xd;<br />- Wildlife trade policy and CITES&#xd;<br />- Coexistence with large carnivores&#xd;<br />- International Trade Policy, especially relating to SPS and Sustainable Development chapters of EU FTAs&#xd;<br />- Policy relating to protection of marine mammals&#xd;<br />- Sustainable food policy&#xd;<br />- Policy relating to International Finance Institutions&#xd;<br />- Food safety policy, specifically relating to horsemeat&#xd;<br />- EU policy relating to use of animals in scientific research and animal alternatives&#xd;<br />- REACH","lastUp":"2019-02-08T15:56:38.019+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}