{"id":"051124020132-64","name":"British Academy of Songwriters, Composers &amp; Authors","registrationDate":"2015-12-31T11:36:19.491+01:00","category":2,"subCategory":1,"legal":"Not for profit company limited by guarantee","web":"http://www.basca.org.uk","country":"United kingdom","headAddress":"2 Pancras Square","headCity":"London","headPostCode":"N1C 4AG","headPhone":"(44)20 76 36 29 29","boss":"Vick Bain","bossTitle":"Ms","bossPosition":"CEO","membersCount":2,"membersFTE":"0.5","membership":"We are members of various UK organisations such as the British Copyright Council and UK Music.  &#xd;\nhttp://www.britishcopyright.org/&#xd;\nhttp://www.ukmusic.org/  &#xd;\n&#xd;\nWe are also key members of ECSA, the European Composer and Songwriter Alliance, based in Brussels. &#xd;\nhttp://composeralliance.org/","memberOrga":"","goal":"BASCA exists to support and protect the professional interests of songwriters, lyricists and composers of all genres of music and to celebrate and encourage excellence in British music writing.&#xd;<br />&#xd;<br />We have pledged to achieve that mission by carrying out the following objectives:&#xd;<br />• To campaign as a leading force in the domestic, European and international political arenas.&#xd;<br />• To celebrate excellence through world-class awards ceremonies – The Ivor Novello&#xd;<br />Awards, the British Composer Awards and the Gold Badge Awards.&#xd;<br />• To provide services and to inform our members through our publications, websites and seminars.&#xd;<br />• To foster a sense of community amongst British songwriters, lyricists and composers.&#xd;<br />• To encourage the next generation of professional music writers.","acronym":"BASCA","interests":"Audiovisual and Media, Culture, Information Society","euInitiatives":"We respond to EU consultations that will directly affect our members particularly through Directives concerning Collective Rights, Copyright and the Digital Single Market.","lastUp":"2017-12-19T14:06:08.924+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}