{"id":"051365730383-56","name":"Sustainability Intelligence","registrationDate":"2018-02-26T12:50:44.911+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.sustainability-intelligence.de","country":"Germany","headAddress":"Mohrenstr. 34","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)03 05 16 95 61 00","boss":"Volkmar Liebig","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"0.75","membership":"- Forum Nachhaltige Geldanlagen e.V. (https://www.forum-ng.org/de/)&#xd;\n- Eurosif (https://www.eurosif.org/)&#xd;\n- VBKI (https://www.vbki.de/)","memberOrga":"","goal":"Weltweit steht uns eine Vielzahl von Informationen zu Unternehmen und ihrer Geschäftstätigkeit zur Verfügung. Wir haben es uns zur Aufgabe gemacht, aus diesen Informationen die Nachhaltigkeitsleistung abzuleiten.&#xd;<br />Ausgehend von unserem ganzheitlichen Nachhaltigkeitsverständnis haben wir eine innovative Methode zur Nachhaltigkeitsbewertung entwickelt: Was innerhalb eines Unternehmens an internen Strategien, geschäftlicher Ausrichtung und Prozessen existiert, kann nur im Zusammenhang mit den Auswirkungen auf die Umwelt und die Gesellschaft vollständig beurteilt werden. Diese Betrachtungsweise aus der internen und externen Perspektive hat maßgeblichen Einfluss auf die Bewertung der tatsächlichen Nachhaltigkeitsleistung der Unternehmen.","acronym":"","interests":"Climate Action, Development, Economic and Financial Affairs, Employment and Social Affairs, Environment, Financial Stability, Financial Services and Capital Markets Union , Research and Technology","euInitiatives":"- Final report of the High-Level Expert Group on Sustainable Finance&#xd;<br />- Directive 2014/95/EU of the European Parliament and of the Council of 22 October 2014 amending Directive 2013/34/EU as regards disclosure of non-financial and diversity information by certain large undertakings and groups Text with EEA relevance&#xd;<br />- Verordnung (EU) 2017/821 zur Festlegung von Pflichten zur Erfüllung der Sorgfaltspflichten in der Lieferkette für EU-Importeure von bestimmten Mineralien und Metallen aus Konflikt- und Hochrisikogebieten","lastUp":"2018-03-06T11:22:29.784+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}