{"id":"051623724838-63","name":"STV Group PLC","registrationDate":"2016-12-01T15:19:00.939+01:00","category":2,"subCategory":3,"legal":"Public Limited Company","web":"http://www.stv.tv","country":"United kingdom","headAddress":"120 Govan Road","headCity":"Glasgow","headPostCode":"G51 1PQ","headPhone":"(44)14 13 00 30 00","boss":"Helen Arnot","bossTitle":"Ms","bossPosition":"Head of Legal and Regulatory Affairs ","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"European Broadcasting Union (EBU)&#xd;\n&#xd;\nAssociation of Commercial Television in Europe (ACT)","goal":"STV is Scotland’s leading digital media brand, providing consumers with quality content on air, online and on demand. &#xd;<br /> &#xd;<br />STV’s broadcast channel reaches 3.5 million viewers each month with first class programming including soaps Emmerdale and Coronation Street, big drama productions, entertainment hits The X Factor and Britain’s Got Talent, strong home-grown productions and the most comprehensive local news service in the UK. &#xd;<br /> &#xd;<br />In April, STV launched a new channel for Scotland, STV2. The channel broadcasts 24 hours a day, seven days a week on Freeview channel 8, Sky channel 117 and Virgin channel 159 and is streamed online and available for catch-up via the STV Player. STV2 features an exciting and distinct schedule including an enhanced hourly news service, weekday magazine show Live at Five, popular Irish soap Fair City, local sport, the best of UK and international drama as well as classic movies. &#xd;<br />&#xd;<br />STV’s digital business incorporates Scotland’s most popular commercial media website, stv.tv, and includes an enhanced digital news app serving consumers local, national and international news as well as features, sport and weather in one place.  The STV Player offers consumers within STV’s licence areas in Scotland the opportunity to enjoy programmes live or on catch-up.&#xd;<br />                                      &#xd;<br />STV content is available across platforms including iOS, Android, Windows 8, YouView and Samsung Smart TV.&#xd;<br />&#xd;<br />STV Productions is one of the UK’s leading content businesses with ambitious plans for domestic and international growth.","acronym":"STV","interests":"Audiovisual and Media, Competition, Consumer Affairs, Culture, Information Society, Internal Market, Trade","euInitiatives":"Audio visual regulation, Telecoms regulation, data protection, IP, Internal Market, Competition law and merger control","lastUp":"2017-11-06T10:28:05.375+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}