{"id":"051844129600-85","name":"Albemarle Europe","registrationDate":"2018-01-15T15:23:23.399+01:00","category":2,"subCategory":3,"legal":"SPRL","web":"http://www.albemarle.com","country":"Belgium","headAddress":"Parc Scientifique Einstein","headCity":"Louvain-la-Neuve","headPostCode":"1348","headPhone":"(32)10 48 17 11","boss":"Silvio Ghyoot","bossTitle":"","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.5","membership":"Albemarle is a member of a number of associations which are relevant to our products.","memberOrga":"- The International Bromine Council (BSEF)&#xd;\n- International Molybdenum Association&#xd;\n- European Catalyst Manufacturers Association (ECMA)&#xd;\n- European Chemical Industry Council (CEFIC)&#xd;\n- European Association for Advanced Rechargeable Batteries (Recharge) &#xd;\n- Association of European Automotive and Industrial Battery Manufacturers (Eurobat)&#xd;\n- European Non-Ferrous Metals Industry Association (Eurometaux)&#xd;\n- Flame Retardants Europe (FRE)","goal":"Albemarle Corporation (NYSE: ALB), headquartered in Charlotte, NC, is a global specialty chemicals company with leading positions in lithium, bromine, refining catalysts and applied surface treatments. We power the potential of companies in many of the world’s largest and most critical industries, from energy and communications to transportation and electronics. Working side-by-side with our customers, we develop value-added, customized solutions that make them more competitive. Our solutions combine the finest technology and ingredients with the knowledge and knowhow of our highly experienced and talented team of operators, scientists and engineers.&#xd;<br />&#xd;<br />Discovering and implementing new and better performance-based sustainable solutions is what motivates all of us. We think beyond business-as-usual to drive innovations that create lasting value. Albemarle employs approximately 5,000 people and serves customers in approximately 100 countries. We regularly post information to www.albemarle.com, including notification of events, news, financial performance, investor presentations and webcasts, non-GAAP reconciliations, SEC filings and other information regarding our company, its businesses and the markets it serves.","acronym":"","interests":"Budget, Climate Action, Competition, Consumer Affairs, Economic and Financial Affairs, Energy, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Food Safety, Information Society, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Transport","euInitiatives":"- Chemical Legislation (REACH)&#xd;<br />- RoHS&#xd;<br />- Transport&#xd;<br />- Energy","lastUp":"2018-01-15T15:23:49.739+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}