{"id":"051911635301-21","name":"Groupement de Défense contre les Maladies des Animaux","registrationDate":"2019-07-03T19:45:35.063+02:00","category":2,"subCategory":1,"legal":"société coopérative agricole","web":"http://www.gdma36.fr","country":"France","headAddress":"4 rue Robert Mallet Stevens","headCity":"CHATEAUROUX CEDEX","headPostCode":"36018","headPhone":"(33)02 54 08 13 80","boss":"Christophe MOULIN","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"GDS France&#xd;\nFRGDS Centre Val de Loire","memberOrga":"","goal":"Le Groupement Départemental a pour objet de contribuer par tous les moyens dont il dispose à l'amélioration de l'état sanitaire de toutes les espèces d'animaux domestiques. Il a pour tâche en particulier :&#xd;<br />&#xd;<br /> 1°) de concourir avec les Services Vétérinaires, l'Administration et les vétérinaires sanitaires à la diffusion et à l'application des programmes de prophylaxie réglementés, notamment en engageant les éleveurs adhérents à respecter les règles fixées par les Services Vétérinaires.&#xd;<br />&#xd;<br />2°) d'étudier et de vulgariser dans le cadre des lois et règlements en vigueur tout programme de prophylaxie dont la mise en oeuvre est estimée utile, et de promouvoir des mesures d'hygiène et de prévention à titre collectif ou individuel afin d'améliorer la qualité sanitaire des animaux et des produits animaux.&#xd;<br />&#xd;<br />3°) d'assurer la représentation des éleveurs adhérents. Le Groupement est l'intermédiaire privilégié entre ses adhérents, les Organisations départementales et l'Administration, en ce qui concerne les problèmes de santé animale.&#xd;<br />&#xd;<br />D'une façon générale le Groupement Départemental peut entreprendre toutes actions qui correspondent à l'objet ci-dessus défini.","acronym":"GDMA","interests":"Agriculture and Rural Development, Food Safety","euInitiatives":"La politique et réglementation européennes en matière de santé animal et de sécurité sanitaire","lastUp":"2019-07-03T19:49:37.700+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}