{"id":"05221658419-01","name":"The Genesis Initiative","registrationDate":"2012-04-09T18:52:41.539+02:00","category":4,"subCategory":5,"legal":"company limited by guarantee","web":"http://www.genesis-initiative.org","country":"United kingdom","headAddress":"Church street","headCity":"Windlesham, Surrey","headPostCode":"GU20 6BH","headPhone":"(1276)45 20 20","boss":"John May","bossTitle":"Mr","bossPosition":"Chairman","membersCount":1,"membersFTE":"0.25","membership":"The UK All Party Parliamentary SME Group (Westminster)","memberOrga":"","goal":"The Genesis Initiative was established to enhance the level and quality of dialogue on SME policy development, both in the U.K. and across the EU. This objective is achieved through research, the drafting of policy papers, the issuing of a regular Manifesto on improved measures to assist SME growth, and by acting as an advocacy body in the common interests of small businesses, vis-à-vis the UK Government  ministries and members of the EU Parliament","acronym":"","interests":"Banking and financial services, Business and Industry, Competition, Economy, finance and the euro, Employment and Social Affairs, Single market, Taxation, Trade","euInitiatives":"- Consultation with MEPs on Genesis Initiative SME Manifesto (2014), including event held to debate findings;&#xd;<br />- Regularly chair lunchtime debates under the auspices of the Kangaroo Group at the EU Parliament on current financial services legislative proposals, with rapporteurs, EC officials and industry representatives/EU trade bodies;&#xd;<br />- Submission of position papers/respionses to EC public consultations on SME policy issues, ie, late payments, access to finance, Capital Markets Union (CMU), CRDIV, securitisation regulation, Prospectus Regulation, removing barriers to cross-border trade, public sector contracts, etc;&#xd;<br />- Debates at Westminster Parliament throughout the year on SME policy with an EU dimension, with more recently a debate on the impact of the Capital Markets Union;&#xd;<br />- Organisation of talks at the EU Parliament on entrepreneurship and removing obstacles to set-ups and  access to financing (with UEAPME, SME Circle, BusinessEurope, etc).","lastUp":"2018-10-06T15:37:02.129+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}