{"id":"052275916288-22","name":"Mouvement des Entrepreneurs sociaux","registrationDate":"2015-03-13T12:25:11.443+02:00","category":2,"subCategory":1,"legal":"association","web":"http://www.mouves.org","country":"France","headAddress":"204 rue de Crimée","headCity":"Paris","headPostCode":"75019","headPhone":"(33)01 40 38 67 55","boss":"Jonathan Jeremiasz","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.25","membership":"-Le Mouves est membre de Euclid Network : http://www.euclidnetwork.eu/&#xd;\n-Il est membre de la Chambre Française de l’Économie Sociale et Solidaire&#xd;\n-Il est membre du Conseil Supérieur de l’Économie Sociale et Solidaire","memberOrga":"En France, le Mouves compte près de 800 adhérents parmi lesquels : Jean-Marc Borello (Groupe SOS), André Dupon (Vitamine T), Elisabeth Dargent (Main Forte), Eric Pliez (Aurore), Frédéric Bardeau (Simplon.co), Arnaud Castagnède (Acta Vista), Jonathan Jérémiasz (ONG Conseil, Comme les autres…), Anne Charpy (Voisin Malin), Florence Gilbert (Wimoov), Thibaut Guilluy (Ares), Chantal Mainguené (Môm’artre), Pierre-Emmanuel Grange (Microdon)…ainsi que des structures telles que Ashoka, Enactus, etc...","goal":"Le Mouvement des entrepreneurs sociaux s’est donné pour missions: &#xd;<br />- de contribuer à fédérer et animer une communauté d’entrepreneurs sociaux partout sur le territoire&#xd;<br />- de contribuer à la naissance d’un environnement politique et économique plus favorable au développement de cette autre manière d’entreprendre&#xd;<br />- de permettre l’émergence d’une nouvelle génération d’entrepreneurs sociaux, en renforçant la sensibilisation en particulier en direction du grand public","acronym":"MOUVES","interests":"Employment and Social Affairs, Enterprise","euInitiatives":"La précédente Commission Européenne a fait de l’entrepreneuriat social une priorité en lançant la Social Business Initiative (SBI – dite « initiative Barnier ») à laquelle le Mouves avait contribué. Cette initiative a marqué une étape importante dans l’amélioration de l’accès des entreprises sociales aux marchés européens et leur intégration dans le système économique. Il faut maintenant la mettre en place.&#xd;<br />&#xd;<br />La « déclaration de Strasbourg », synthèse des deux jours de débats auxquels a participé le Mouves en janvier 2014 incitait clairement à poursuivre la dynamique amorcée. Dans cette déclaration, il était attendu de l’Europe qu’elle poursuive la mise en œuvre de la SBI, en associant davantage les entrepreneurs sociaux à la co-construction des politiques de soutien à leurs entreprises et en encourageant la généralisation de l’évaluation de l’impact social à tous les acteurs de la vie économique. C'est ce sur quoi nous entendons peser.","lastUp":"2018-03-28T14:17:50.888+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}