{"id":"052275916288-22","name":"Mouvement des Entrepreneurs sociaux","registrationDate":"2015-03-13T12:25:11.443+01:00","category":2,"subCategory":1,"legal":"association","web":"http://www.mouves.org","country":"France","headAddress":"204 rue de Crimée","headCity":"Paris","headPostCode":"75019","headPhone":"(33)1 40 38 67 55","boss":"Jonathan Jeremiasz","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"-Le Mouves est membre de Euclid Network : http://www.euclidnetwork.eu/&#xd;\n-Il est membre de la Chambre Française de l’Économie Sociale et Solidaire&#xd;\n-Il siège au Conseil Supérieur de l’Économie Sociale et Solidaire","memberOrga":"En France, le Mouves compte près de 800 adhérents parmi lesquels : Jean-Marc Borello (Groupe SOS), André Dupon (Vitamine T), Elisabeth Dargent (Main Forte), Eric Pliez (Aurore), Frédéric Bardeau (Simplon.co), Arnaud Castagnède (Acta Vista), Jonathan Jérémiasz (ONG Conseil, Comme les autres…), Anne Charpy (Voisin Malin), Florence Gilbert (Wimoov), Thibaut Guilluy (Ares), Chantal Mainguené (Môm’artre), Pierre-Emmanuel Grange (Microdon)…ainsi que des structures telles que Ashoka, Enactus, etc...","goal":"Le Mouves est un réseau militant qui représente et fait grandir l’ensemble des entrepreneurs sociaux partout en France pour mettre l’économie au service de l’intérêt général. &#xd;<br />&#xd;<br />-\tIl répond aux besoins des entrepreneurs sociaux dans les territoires par des mises en relation qualifiées et la solidarité entre entrepreneurs. &#xd;<br />&#xd;<br />-\tIl mobilise la société civile pour que chacun puisse être acteur de la transition économique, écologique et sociale, et porte la voix des ES auprès des acteurs politiques et économiques.","acronym":"MOUVES","interests":"Business and Industry, Economy, finance and the euro, Employment and Social Affairs","euInitiatives":"A travers la mise en œuvre du programme Erasmus pour jeunes entrepreneurs depuis 2015, le Mouves contribue à faire émerger une communauté européenne d’entrepreneurs sociaux, source d’échanges et de propositions, mais aussi de changement d’échelle pour l’entrepreneuriat social européen.&#xd;<br />&#xd;<br />En 2018, 15 jeunes entrepreneurs ont bénéficié du programme et ont pu acquérir de nouvelles compétences auprès d’entrepreneurs européennes chevronnés pendant un échange de 1 à 6 mois.","lastUp":"2019-03-13T15:11:13.513+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}