{"id":"052879129888-21","name":"PlanB Energy Storage","registrationDate":"2018-01-31T21:23:29.420+01:00","category":2,"subCategory":3,"legal":"Ltd","web":"http://pbes.com","country":"Canada","headAddress":"8286 Sherbrook Street","headCity":"Vancouver","headPostCode":"V5X 4R6","headPhone":"(1)60 44 25 10 53","boss":"Brent Perry","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"As we move further into the 21st century, the one thing that is constant is change. Our parents and grandparents focussed on wealth creation in order to provide us with a better life. And while we now reap the rewards of industrial development and innovation, the true cost of their focus is now becoming apparent. As the world’s climates change, as sea ice melts, glaciers retreat and as species go extinct, we no longer have the luxury of time. The old ways are broken; it is time for Plan B.&#xd;<br />&#xd;<br />PBES is a company of like-minded individuals who, after years of success in business and industry, are taking new focus. Focussed on making things right, they dream of a healthy future for their children and grandchildren. They dream of a future where the air is safe to breathe and where the water is clean to drink.Together, we have created a new type of company, a company that provides heavy industrial customers the ability to operate their systems cleanly and efficiently, positioned for a healthier tomorrow.&#xd;<br />&#xd;<br />Plan B Energy Storage provides energy solutions to optimize power systems on marine, grid and heavy industrial applications. PBES’ expertise, quality, safety and service provide a lifetime of performance and value to power hybrid and full electric ferries, offshore supply vessels, large hybrid yachts, port equipment and grid support applications.&#xd;<br />&#xd;<br />• Decrease fuel consumption and reduce emissions&#xd;<br />&#xd;<br />• Comply with environmental regulations&#xd;<br />&#xd;<br />• Increase profitability, position your company for the future","acronym":"PBES","interests":"Climate Action, Development, Energy, Environment, Internal Market, Research and Technology","euInitiatives":"Electricity Market Regulation and Directive&#xd;<br />&#xd;<br />Clean Energy for All Europeans Package&#xd;<br />&#xd;<br />EU Battery Alliance","lastUp":"2018-02-01T09:49:19.305+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}