{"id":"052949332611-47","name":"Hybrit Development AB","registrationDate":"2018-09-18T20:38:29.835+02:00","category":2,"subCategory":3,"legal":"Aktiebolag (AB)","web":"http://www.hybritdevelopment.com","country":"Sweden","headAddress":"Klarabergsviadukten 70, E6","headCity":"STOCKHOLM","headPostCode":"111 64","headPhone":"(46)7 02 68 02 35","boss":"Marten Gornerup","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"Svenskt Näringsliv&#xd;\nhttps://www.svensktnaringsliv.se/english/","memberOrga":"","goal":"In 2016, SSAB, LKAB and Vattenfall joined forces to create the HYBRIT Initiative - a project that endeavours to revolutionize steel-making. The project is lead by Hybrit Development AB (a joint venture company).&#xd;<br />&#xd;<br />The HYBRIT Initiative aims to replace coking coal, traditionally needed for ore-based steel making, with hydrogen. The result will be unique: the world’s first fossil-free steel-making technology, with virtually no carbon footprint. The goal is to have a solution for fossil-free steel by 2035. A successful HYBRIT means that together we can reduce Sweden’s CO2 emissions by 10% and Finland’s by 7%.&#xd;<br />&#xd;<br />HYBRIT is a unique project and the first of its kind. If the project succeeds, it will contribute to Sweden’s national climate goal, to be fossil-free by 2045. In addition to this, the method offers great opportunities if applied in other Member States and also in other industries. To succeed, however, national support is required from government, research institutes and universities. A favorable regulatory framework is also an important factor for the success of the project.&#xd;<br />&#xd;<br />In the summer of 2018 a pilot plant for fossil-free steel production strated being built in Luleå and the Norrbotten iron ore fields, 250 km north west of Luleå. Trials are expected to start mid-2020.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Digital economy and society, Energy, Environment, Research and innovation, Single market","euInitiatives":"Future climate and energy policy&#xd;<br />Horizon Europe&#xd;<br />Consultation on a Strategy for long-term EU greenhouse gas emissions reductions","lastUp":"2018-09-19T15:04:25.908+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}