{"id":"053125133094-59","name":"International Step by Step Association","registrationDate":"2018-11-05T10:50:47.742+02:00","category":3,"subCategory":2,"legal":"Vereniging met volledige rechtsbevoegdheid","web":"http://issa.nl","country":"Netherlands","headAddress":"Hooglandse Kerkgracht 17R","headCity":"Leiden","headPostCode":"2312 HS","headPhone":"(31)71 51 61 22 25","boss":"Liana Corina Ghent","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":6,"membersFTE":"1.75","membership":"","memberOrga":"","goal":"We commit ourselves to the development of children. Across all domains. Ever since ISSA was founded in 1999 we have grown significantly – providing knowledge and tools to improve the quality of Early Childhood Development. In pre-schools, day care centers and primary schools across Europe. From the secretariat in Leiden (The Netherlands), we gather and create prominent studies and insights on child care and share it with our peers, organization members and policy makers, so they can put them to good use.&#xd;<br />&#xd;<br />ISSA came to existence due to the successful start-up and roll out of the Step by Step Program. This multi-disciplinary initiative required the formation of an expert group, a group that would function as overseer of international efforts to consistently grow the quality of Early Childhood Development across Europe. When the Step by Step Program progressed successfully, ISSA was founded in order to preserve and expand the network and knowledge that had done such excellent work.&#xd;<br />&#xd;<br />We are also a membership association, and we serve as a learning community and a champion for the improvement quality and equity in systems of learning and growth, for all young children and their families. The ISSA network is a dynamic mix of experts from NGOs, schools and kindergartens, higher education and academic institutions in Europe and Central Asia. All ISSA members work and cooperate to ensure the best quality care and education for young children, especially the most vulnerable. &#xd;<br />Our strategic goals are: &#xd;<br />Be a leading early childhood network and learning community, which promotes quality, equitable and integrated services for children, families and practitioners. &#xd;<br />Increase awareness of importance of early childhood development and of a qualified workforce.&#xd;<br />Advocate for and support competent early childhood systems for all children, especially the most vulnerable.&#xd;<br />Insuring that ISSA's services and operations are financially sustainable.&#xd;<br />The ISSA Council is the heart of ISSA governance. The Council is composed of all Full Member organizations and guides the Association’s strategy and the work of the Secretariat. The Council holds a General Assembly Meeting annually in which it discusses Association business and elects a Board of Directors.&#xd;<br />&#xd;<br />ISSA's Board members work on a voluntary basis. The Board meets in person at least twice a year. The ISSA Secretariat conducts the official business of the Association and is responsible for delivering services to ISSA members and ensuring that the ISSA objectives are met.&#xd;<br />&#xd;<br />All members of the ISSA Board, the ISSA Council, the ISSA Membership Committee and the Program Committee are unremunerated for their duties.","acronym":"ISSA","interests":"Education and training, International co-operation and development, Research and innovation","euInitiatives":"Currently ISSA is involved in the following European projects: &#xd;<br />Currently ISSA is involved in the following European projects: &#xd;<br />1. EDUCAS – The project’s overall goal is creating ECEC environments that support children’s development in a holistic way, taking into account the diverse needs of children and families, with special attention to the ones at risk of social exclusion. &#xd;<br />2. ISOTIS – a project co-financed under Horizon 2020 Program &#xd;<br />3. Toy to share,play to care: The objective of TOY to Share, Play to Care is to scale up and embed in policy the TOY for Inclusion approach - an effective means of creating community-based ECEC initiatives that improve access to ECEC for marginalized young children","lastUp":"2019-10-10T11:54:52.828+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}