{"id":"053189029467-32","name":"GDPR Forensic Limited","registrationDate":"2018-01-01T01:57:55.240+01:00","category":1,"subCategory":6,"legal":"LIMITED LIABILITY COMPANY","web":"http://eu.uk.com","country":"United kingdom","headAddress":"71-75 Shelton Street","headCity":"LONDON","headPostCode":"WC2H 9JQ","headPhone":"(44)20 74 42 57 85","boss":"Ian Smith","bossTitle":"Mr","bossPosition":"Director","membersCount":3,"membersFTE":"3.0","membership":"As a company with its roots in Record Management and Archiving, we are active professional members of the International Archivists and Record Managers Association in the United States. &#xd;\nWe are also Microsoft Partners.","memberOrga":"","goal":"Our goal is to assist global organisations to comply with the GDPR by providing training, legal, processing, procedural, technical and any other assistance that may be required to enable them to comply.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"We are an organisation that has adopted and embraced the principals of Information Security and Privacy through the use of ISO 27001 and ISO 27002 and a structured Information Security Management Framework. We have formulated ISO-accredited training to deliver extensive and expert knowledge to people both internally and externally about personal data security, what it means, and most importantly how to do it effectively.","lastUp":"2018-01-04T08:44:37.678+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}