{"id":"053399133587-52","name":"Gasfin S.A.","registrationDate":"2019-01-07T15:15:31.475+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://gas-fin.com","country":"Luxembourg","headAddress":"45 Route d´Arlon","headCity":"Strassen","headPostCode":"L-8009","headPhone":"(352)2 46 96 71","boss":"Vladimir Puklavec","bossTitle":"Mr","bossPosition":"Director","membersCount":2,"membersFTE":"1.0","membership":"https://www.ngva.eu/","memberOrga":"","goal":"Die Hauptgeschäftsfelder der Gasfin Gruppe sind Entwicklung der Projekte bis zum erfolgreichen Betrieb für:&#xd;<br />- Verflüsigung, von Erdgas, Transport, Verteilung von Flüssigerdgas (LNG = Liquefied Natural Gas) als Kraftstoff für LKW-s, als Treibstoff für Schiffe und als umweltfreundlicher Energieträger für dezentrale Energieversorgung. Dazu gehört auch Bio-Gas Erzeugung aus Abfällen, -Reinigung und -Verflüssigung , dabei wird Bio-LNG dem LNG zugemischt, es  kann aber auch selbständig wie LNG verwendet werden.&#xd;<br />-\tGenerelle umweltfreundliche Anwendung von flüssigen Gasenergieträgern, Wärme-Kraft Kopplung, innovative Lösungen für die in den kalten verflüssigten Gasen enthaltene Kälte&#xd;<br />&#xd;<br />-\tBündelung des Bedarfs an flüssige Gasenergieträger mit Partnern um eine effiziente Lagerung und verkehrspolitisch bevorzugten Transport zu verwirklichen&#xd;<br />&#xd;<br />-\tRecycling von Kunststoffen in Verbindung mit der modernen Abfallwirtschaft","acronym":"Gasfin","interests":"Energy, Transport","euInitiatives":"Im Rahmen der GAINN_IT- und CEF-Programme vertreiben wir seit mehr als einem Jahr LNG von unserer Interporti-Station in Padua für LKWs und werden in Kürze mindestens 6 weitere LNG-Stationen in Italien hinzufügen. Wir planen auch die LNG-Versorgung der strategisch ausgewählten Häfen in der Adria mit Schiffen. Später - auf unserem Industriegelände auf der Insel Krk - wird ein Onshore-LNG-Terminal die LNG-Versorgung als Flüssigkraftstoff auch für den Transport per Schiff und LKW weiter sichern. Auf dem Grundstück, das wir in Zagreb besitzen, stehen wir in engem Kontakt mit der Stadt, um eine optimale Lösung für die Abfallwirtschaft zu entwickeln. Als Teil dieser Lösung planen wir, Biogas zu produzieren und zu verflüssigen. Im flüssigen Zustand werden wir LNG als Kraftstoff für LKWs vertreiben. Das ist das Modell \"Waste to Fuel\" mit fast 100% Recycling-Effizienz.","lastUp":"2019-12-13T11:57:41.417+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}