{"id":"053949626280-24","name":"World Resources Forum Association","registrationDate":"2017-03-13T13:04:49.248+01:00","category":3,"subCategory":2,"legal":"association","web":"http://www.wrforum.org","country":"Switzerland","headAddress":"Lerchenfeldstrasse 5","headCity":"St. Gallen","headPostCode":"9014","headPhone":"(41)7 15 54 09 00","boss":"Bas de Leeuw","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":4,"membersFTE":"2.25","membership":"https://www.wrforum.org/us/networks/","memberOrga":"https://www.wrforum.org/associate-partners/","goal":"WRF is an independent non-profit international organization that serves as a platform connecting and fostering knowledge exchange on resources management amongst business leaders, policy-makers, NGOs, scientists and the public. &#xd;<br />&#xd;<br />We aim to make our vision of sustainable use of resources worldwide a reality through organization of high-level international conferences and capacity-building workshops, dissemination of relevant research findings and scientific discussions, development of resource efficiency indices, setting standards for sustainable resource use, creation of opportunities for financing resource efficiency projects as well as through engagement with young leaders and the wider public. &#xd;<br />&#xd;<br />WRF is committed to the inclusiveness of economic growth and elimination of poverty and marginalization, thus making these issues a core element in any objectives we pursue.","acronym":"WRF","interests":"Business and Industry, Climate Action, Competition, Consumers, Economy, finance and the euro, Education and training, Energy, Environment, International co-operation and development, Research and innovation, Trade, Youth","euInitiatives":"We follow and contribute to EC initiatives developing and implementing policies on Raw Materials, Resource Efficiency, Circular Economy, Waste Management and Sustainable Consumption and Production, including Eco-design and ecolabelling.","lastUp":"2020-01-09T16:33:39.779+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}