{"id":"055017716307-39","name":"CaixaBank, S.A.","registrationDate":"2015-03-02T17:14:16.057+02:00","category":2,"subCategory":3,"legal":"Sociedad Anónima","web":"http://www.caixabank.com","country":"Spain","headAddress":"calle pintor sorolla, 2-4","headCity":"Valencia","headPostCode":"46002","headPhone":"(34)9 34 04 40 82","boss":"Jean Naslin","bossTitle":"","bossPosition":"Head of Public Affairs","membersCount":7,"membersFTE":"3.0","membership":"Members of the Spanish Confederation of Savings Banks (CECA); European Savings Banks Group (ESBG); Institute of International Finance (IIF), International Swaps and Derivatives Association (ISDA)","memberOrga":"","goal":"CaixaBank is the leading financial group in the Spanish market both in banking and insurance. The Group’s essence and most distinguishing feature is its involvement and firm commitment to society. CaixaBank runs its banking business based on the values of leadership, trust and social commitment. The Group’s mission is to promote savings and investment by offering the best and most complete financial services to the largest possible number of customers and to make a firm contribution to society by ensuring flexible and personalized coverage of basic social and financial needs.&#xd;<br />&#xd;<br />Our vision is to continue being the leading financial group in the Spanish market with a clear international vocation. It is our aim to produce value for customers, employees, shareholders and society at large.","acronym":"CaixaBank","interests":"Banking and financial services, Business and Industry, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Justice and Fundamental Rights, Single market, Taxation","euInitiatives":"CaixaBank aims to contribute to the debate between all stakeholders on the development of public policy on issues that directly affect the bank and on wider issues affecting economic prosperity where it has expertise to contribute.&#xd;<br />Areas of direct effect include banking and prudential (such as BRRD, Banking Union- CRD IV ), markets (such as MIFID II), retail payments (such as PSDII).","lastUp":"2018-06-29T14:38:41.884+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}