{"id":"05504675886-64","name":"Climate Bonds Initiative","registrationDate":"2011-05-23T15:02:34.227+02:00","category":3,"subCategory":2,"legal":"Company limited by guarantee; registered charity","web":"http://www.climatebonds.net","country":"United kingdom","headAddress":"Muswell Hill Place, 72","headCity":"London","headPostCode":"N10 3RR","headPhone":"(44)75 25 06 83 31","boss":"Sean Kidney","bossTitle":"Mr","bossPosition":"CEO","membersCount":20,"membersFTE":"20.0","membership":"","memberOrga":"http://www.climatebonds.net/about-us/partners","goal":"The Climate Bonds Initiative is an investor-focused not-for-profit organisation promoting investment in climate change solutions. &#xd;<br />The Climate Bonds Initiative is developing:&#xd;<br />- Proposals for government architecture — regulatory mechanisms, tax policies, green banks — that will support a rapid scaling up of investment.&#xd;<br />- Models for engineering investibility in projects and assets necessary for a rapid transition to a low-carbon economy.&#xd;<br />- Projects to demonstrate how to engineer that investibility.&#xd;<br />&#xd;<br />One of the Initiative’s main projects is the development of an International Standards and Certification Scheme for Climate Bonds. The aims of the Scheme are to:&#xd;<br />- Provide assurance for investors about the environmental integrity of climate bonds.&#xd;<br />- Provide governments with an easy-to-use tool to prioritize investments that address their climate change policy imperatives.&#xd;<br />- Support liquidity for climate bonds in secondary markets, as secondary markets are a pre-requisite for attracting institutional investors to the climate bonds market.","acronym":"CBI","interests":"Agriculture and Rural Development, Climate Action, Economic and Financial Affairs, Energy, Environment, Financial Stability, Financial Services and Capital Markets Union , Transport","euInitiatives":"Capital Markets Union, Juncker Plan&#xd;<br />High-level Expert Group on Sustainable Finance&#xd;<br />Standards and certification for green bonds&#xd;<br />Climate Bonds taxonomy","lastUp":"2018-04-01T13:45:04.091+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}