{"id":"055616612425-69","name":"Plastic Soup Foundation","registrationDate":"2013-12-11T18:14:18.058+02:00","category":3,"subCategory":2,"legal":"Stichting","web":"http://www.plasticsoupfoundation.org","country":"Netherlands","headAddress":"van hallstraat, 52","headCity":"Amsterdam","headPostCode":"1051 HH","headPhone":"(31)8 54 01 62 44","boss":"Maria  Westerbos","bossTitle":"Ms","bossPosition":"Directeur","membersCount":23,"membersFTE":"15.25","membership":"Plastic Pollution Coalition&#xd;\nBreak Free From Plastic &#xd;\nBeat the Microbead&#xd;\nOcean Clean Wash&#xd;\nPlastic Health Coalition","memberOrga":"","goal":"Plastic does not belong in the ocean&#xd;<br />&#xd;<br />The Plastic Soup Foundation wants to put an end to the increasing pollution of the seas and oceans with plastics. We want to prevent even more plastics entering the sea in the future. So:&#xd;<br />&#xd;<br />Be aware: &#xd;<br />The Plastic Soup Foundation constantly draws attention to plastic soup through campaigns, news articles and social media.&#xd;<br />&#xd;<br />Get educated: &#xd;<br />Anyone who wants to find out more about plastic soup is in the right place when they come to us. For instance in 2016 Plastic Soup Foundation developed educational programs for primary schools and secondary schools. In addition we work together with experts, politicians, organizations, universities and companies which have similar missions or visions.&#xd;<br />&#xd;<br />Find solutions:&#xd;<br />The Plastic Soup Foundation stimulates all possible (innovative) solutions which help tackle the causes of plastic soup at source. Measures which prevent plastic entering the environment, water and eventually ending up in the sea have the greatest impact in our opinion. This includes reducing the amount of single-use consumer plastics, the development of a Plastic Footprint for companies as well as smart devices which collect plastic in waterways.","acronym":"","interests":"Climate Action, Consumers, Environment, Food Safety, Maritime affairs and fisheries, Public Health, Research and innovation","euInitiatives":"EU Plastic Strategy/Circular Economy&#xd;<br />Marine Strategy Framework Directive&#xd;<br />Water Framework Directive&#xd;<br />EU Ban microplastics in cosmetics&#xd;<br />Plastics and REACH&#xd;<br />Circular Economy","lastUp":"2019-07-18T14:09:24.367+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}