{"id":"056205215657-75","name":"Imperial College London, Agriculture for Impact","registrationDate":"2015-01-19T14:58:57.380+01:00","category":4,"subCategory":12,"legal":"Academic organisation","web":"http://www.ag4impact.org","country":"United kingdom","headAddress":"Princes Gardens, 15","headCity":"London","headPostCode":"SW1 7NA","headPhone":"(0044)20 75 94 19 78","boss":"Gordon Conway","bossTitle":"Mr","bossPosition":"Professor, Director","membersCount":1,"membersFTE":"0.25","membership":"We are members of BOND and Farming First. &#xd;\n&#xd;\nBOND is the UK membership body for organisations working in international development or supporting those that do through funding, research, training and other services.&#xd;\n&#xd;\nFarming First is a coalition of multi-stakeholder organisations, not an organisation. The coalition exists to articulate, endorse and promote practical, actionable programmes and activities to further sustainable agricultural development worldwide.&#xd;\n&#xd;\nFor further information please see our website&#xd;\nhttp://ag4impact.org/about/our-partners/","memberOrga":"Please see our website &#xd;\nhttp://ag4impact.org/about/our-partners/","goal":"Agriculture for Impact (A4I) is an independent advocacy initiative led by Professor Sir Gordon Conway, author of the book One Billion Hungry: Can We Feed the World? A4I is based at Imperial College London, and aims to enable better European government support for productive, sustainable, equitable and resilient agricultural development in sub-Saharan Africa, focusing in particular on the needs of smallholder farmers.&#xd;<br />&#xd;<br />Agriculture for Impact also convenes the Malabo Montpellier Panel, a group of European and African experts in the fields of agriculture, trade, ecology and global development.&#xd;<br />&#xd;<br />Agricultural development can be done successfully, at scale, and in a sustainable, productive, equitable and resilient way. Food can be equitably produced and distributed, agricultural systems can become resilient to stresses and shocks, and markets and value chains can provide incomes and reduce risks for smallholders.&#xd;<br />&#xd;<br />The challenges of food insecurity, malnutrition, climate change, population growth and unemployment, however, require that sustainable agriculture is achieved through Sustainable Intensification. Creating more durable benefits and using inputs on a more targeted and sustainable basis without damaging the environmental resources on which it depends is the core of Sustainable Intensification. The goals embrace the conservation and enhancement of natural landscapes and ecosystem services, reduction in greenhouse gas emissions, the strengthening social and human capital, as well as providing sustainable livelihoods for rural communities, including women and youth.&#xd;<br />&#xd;<br />While ambitious, Sustainable Intensification can reduce poverty and malnutrition, help communities adapt to climate change and create vibrant rural economies.","acronym":"Ag4Impact","interests":"Agriculture and Rural Development, Budget, Climate Action, Development, Enterprise, Environment, Humanitarian Aid, Research and Technology, Trade","euInitiatives":"DG DEVCO - Rural Development, Food and Nutrition Security&#xd;<br />&#xd;<br />Consultation on addressing greenhouse gas emissions from agriculture and LULUCF in the context of the 2030 EU climate and energy framework","lastUp":"2017-03-20T15:03:09.262+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}