{"id":"056554114772-76","name":"Asociación Española de Reutilización Sostenible del Agua","registrationDate":"2014-10-26T18:50:52.577+02:00","category":3,"subCategory":2,"legal":"Asociación sin ánimo de lucro","web":"http://www.asersagua.es","country":"Spain","headAddress":"Avenida de la Zarzuela, 107","headCity":"Rivas Vaciamadrid","headPostCode":"28523","headPhone":"(34)6 18 32 64 44","boss":"Rafael Mujeriego Sahuquillo","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"0.75","membership":"We are Affiliated Member of the American WateReuse Association.&#xd;\nWe are active participants of the management committee of the International Water Association (IWA) Specialist Group on Water Reuse, and particularly in the organization of the next international conference (iwareuse2019.org) to be held in Berlin, 16-20 June 2019.","memberOrga":"ESAMUR (1)&#xd;\nVeolia España(1),&#xd;\nSuez Water Europe (1),&#xd;\nCatalan Water Agency (1)&#xd;\n&#xd;\nFor further details, visit www.asersagua.es","goal":"The main objectives of the Association are to: 1) Promote the efficient use of water resources by incorporating water reclamation and reuse within current water resources management programs, as to achieve a sustainable environment. 2) Develop and promote the development and disseminate among potential users the available scientific knowledge and technological advances, as to ensure water use efficiency. 3) Promote institutional collaboration as to foster efficient technological developments in the field of water reclamation and reuse.","acronym":"ASERSA","interests":"Environment, Public Health","euInitiatives":"1) Participation in the Project H2020 SuWaNu Europe \"Network for effective knowledge transfer on safe and economic wastewater reuse in agriculture in Europe” coordinated by BioAzul. 2019-2021. 2) Development of minimum quality requirements for water reuse in agricultural irrigation and aquifer recharge. Draft final version. August 2017. 3) EC Work on Water Reuse Stakeholders meeting - follow-up to public consultation, 4 December 2014. 4) Optimising water reuse in the EU Framework contract ENV.D.I/FRA/2012/0014 Preliminary findings of the study 4 December 2014. 5) R3Water 1st Cross cutting issue workshop „Potential application fields for innovative wastewater treatment technologies“ December 1st, 2014.","lastUp":"2019-07-30T22:33:35.719+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}