{"id":"056855333958-16","name":"Asociación Nacional de Distribuidores e Importadores de Neumáticos","registrationDate":"2019-02-14T13:29:59.147+01:00","category":2,"subCategory":4,"legal":"Asociación sin ánimo de lucro","web":"http://www.asociacionadine.com","country":"Spain","headAddress":"c/Príncipe de Vergara, 74 2ºP","headCity":"Madrid","headPostCode":"28006","headPhone":"(34)9 12 96 19 13","boss":"Juan Ramón Pérez Vázquez","bossTitle":"","bossPosition":"Presidente","membersCount":2,"membersFTE":"0.5","membership":"www.asociacionadine.com","memberOrga":"","goal":"ADINE, es una asociación sin ánimo de lucro que desde su constitución en el año 2006, representa a los distribuidores e importadores de neumáticos en España, además de contar entre sus asociados con diversos fabricantes y talleres de neumáticos, considerando a estos últimos también como pequeños distribuidores de neumáticos.&#xd;<br />&#xd;<br />En la actualidad, ADINE cuenta con más de 100 asociados ubicados en todo el territorio nacional, que representan aproximadamente a más del 80% del sector de la distribución de neumáticos a nivel nacional.&#xd;<br />&#xd;<br />Su objetivo principal es defender y proteger los derechos e intereses profesionales de sus asociados y los intereses del sector en general ante las Administraciones y Organismos Públicos, así como velar por el cumplimiento cualquier legislación que afecte al neumático.","acronym":"ADINE","interests":"Business and Industry, Competition, Consumers, Customs, Environment, External Relations, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"- Directivas y reglamentos del sector.&#xd;<br />- Grupos de trabajo en materia de neumáticos.&#xd;<br />- Etiquetado de neumáticos.&#xd;<br />- Movilidad&#xd;<br />- Mercado interno.&#xd;<br />- Medio ambiente.&#xd;<br />- Formación.&#xd;<br />- Comunicación y Relaciones institucionales.&#xd;<br />- Procedimientos antidumping.","lastUp":"2019-02-14T13:35:37.471+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}