{"id":"057865115207-48","name":"VIVENDI","registrationDate":"2014-12-19T16:49:24.824+01:00","category":2,"subCategory":3,"legal":"VIVENDI SA","web":"http://www.vivendi.com","country":"France","headAddress":"avenue de Friedland, 42","headCity":"Paris","headPostCode":"75008","headPhone":"(33)01 71 71 10 00","boss":"Frédéric Crépin","bossTitle":"Mr","bossPosition":"Secrétaire Général","membersCount":2,"membersFTE":"0.75","membership":"European Internet Forum (EIF)","memberOrga":"","goal":"Vivendi is an integrated media and content group.&#xd;<br />&#xd;<br />The company operates businesses throughout the media value chain, from talent discovery to the creation, production and distribution of content. The main subsidiaries of Vivendi comprise Canal+ Group and Universal Music Group.&#xd;<br />&#xd;<br />Universal Music Group is the world leader in recorded music, music publishing and merchandising, with more than 50 labels covering all genres.&#xd;<br />&#xd;<br />Canal+ is the leading pay-TV operator in France, and also serves markets in Africa, Poland and Vietnam. Canal+ operations include Studiocanal, a leading European player in production, sales and distribution of film and TV series.&#xd;<br />&#xd;<br />A separate division, Vivendi Village, brings together Vivendi Ticketing (ticketing in the UK, the U.S and France), MyBestPro (experts counseling), Watchever (subscription video-on-demand), Radionomy (digital radio) and the Paris-based concert venue L’Olympia, the CanalOlympia venues in Africa and the Theatre de l ‘Oeuvre in Paris.&#xd;<br />&#xd;<br />With 3.5 billion videos viewed each month, Dailymotion is one of the biggest video content aggregation and distribution platforms in the worldVivendi is an integrated media and content group. The company operates businesses throughout the media value chain, from talent discovery to the creation, production and distribution of content.&#xd;<br />&#xd;<br />Gameloft is a pioneer of mobile gaming that successfully balances market and technological development while always pushing for innovation.","acronym":"","interests":"Audiovisual and Media, Competition, Consumer Affairs, Culture, Economic and Financial Affairs, Enterprise, External Relations, Information Society, Internal Market, Justice and Fundamental Rights, Taxation, Trans-European Networks","euInitiatives":"Droit d'auteur&#xd;<br />Régulation des plateformes&#xd;<br />Régulation audiovisuelle&#xd;<br />Données personnelles &#xd;<br />Concurrence","lastUp":"2018-01-19T10:44:13.297+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}