{"id":"057865115207-48","name":"VIVENDI","registrationDate":"2014-12-19T16:49:24.824+02:00","category":2,"subCategory":3,"legal":"VIVENDI SA","web":"http://www.vivendi.com","country":"France","headAddress":"avenue de Friedland, 42","headCity":"Paris","headPostCode":"75008","headPhone":"(33)01 71 71 10 00","boss":"Frédéric Crépin","bossTitle":"Mr","bossPosition":"Secrétaire Général","membersCount":2,"membersFTE":"0.75","membership":"European Internet Forum (EIF)","memberOrga":"","goal":"Vivendi is an integrated content, media and communications group.&#xd;<br />&#xd;<br />The company operates businesses throughout the media value chain, from talent discovery to the creation, production and distribution of content.&#xd;<br />&#xd;<br />Universal Music Group is engaged in recorded music, music publishing and merchandising. It owns more than 50 labels covering all genres.&#xd;<br />&#xd;<br />Canal+ Group is engaged in pay-TV in France, as well as in Africa, Poland, Vietnam and Myanmar. Its subsidiary Studiocanal is a leading European player in the production, sales and distribution of movies and TV series.&#xd;<br />&#xd;<br />Havas Group is one of the world’s largest global communications group. It is organized in three main business units covering all the communications disciplines: creativity, media expertise and healthcare/wellness.&#xd;<br />&#xd;<br />Editis is the second-largest French-language publishing group. It encompasses about 50 prestigious publishing houses in the fields of fiction, children’s books, non-fiction, graphic and illustrated books, and educational and reference books.&#xd;<br />&#xd;<br />Gameloft is a worldwide leader in mobile games, with 2.5 million games downloaded per day.&#xd;<br />&#xd;<br />Vivendi Village groups together Vivendi Ticketing (in the United Kingdom, France, Spain, Germany, Belgium, the Netherlands and the United States), the venues L’Olympia and Theatre de l’Œuvre in Paris, CanalOlympia in Africa and Olympia Production (production house for shows and concerts).&#xd;<br />&#xd;<br />With 250 million users each month, Dailymotion is one of the biggest video content aggregation and distribution platforms in the world.","acronym":"","interests":"Business and Industry, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, External Relations, Justice and Fundamental Rights, Single market, Taxation, Trans-European Networks","euInitiatives":"Droit d'auteur&#xd;<br />Régulation des plateformes&#xd;<br />Régulation audiovisuelle&#xd;<br />Données personnelles &#xd;<br />Concurrence&#xd;<br />Contrefaçon","lastUp":"2019-09-04T16:27:33.090+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}