{"id":"058359527245-73","name":"European Association for Directors and Providers of Long-Term Care Services for the Elderly","registrationDate":"2017-05-22T16:31:19.464+02:00","category":3,"subCategory":2,"legal":"asbl.","web":"http://ede-eu.org","country":"Luxembourg","headAddress":"c/o Résidence Grande Duchesse Joséphine Charlotte","headCity":"Luxembourg","headPostCode":"L-2132","headPhone":"(420)7 77 35 78 32","boss":"Jiří Horecký","bossTitle":"Mr","bossPosition":"president","membersCount":1,"membersFTE":"0.5","membership":"AGE Platform Europe","memberOrga":"Bundesverband der Alten- und Pflegeheime Österreichs&#xd;\nADMR&#xd;\nURSS&#xd;\nAPSS ČR&#xd;\nESJN&#xd;\nMBSL&#xd;\nVanhustyön johtajat ja asiantuntijat ry&#xd;\nAD-PA&#xd;\nF.N.A.D.E.P.A.&#xd;\nDVLAB e. V.&#xd;\nSZIME&#xd;\nANSDIPP&#xd;\nBFA/ADSA&#xd;\nLatvijas sociālās aprūpes un rehabilitācijas institūciju direktoru asociācija&#xd;\nAsociacija Rupesinga Globa&#xd;\nGRIPA&#xd;\nOGOLNOPOLSKIE STOWARZYSZENIE ORGANIZATOROW I MENEDZEROW POMOCY SPOLECZNEJ I OCHRONY ZDROWIA&#xd;\nPolskie Towarzystwo Opieki Długoterminowej&#xd;\nAssociation of Institution Directors for the Elderly&#xd;\nUDRUŽENJE POSLODAVACA USTANOVA SOCIJALNE ZAŠTITE REPUBLIKE SRBIJE&#xd;\nAsociacia poskytovatelov socialnych sluzieb SR&#xd;\nZväz poskytovateľov sociálnych služieb v Slovenskej republike&#xd;\nSkupnost socialnih zavodov Slovenije&#xd;\nSwedish Association for Directors and Providers of Long-Term Care Services for the Elderly&#xd;\nBerufsverband Sozial-Management bvsm.ch&#xd;\nARODEMS&#xd;\nACRA&#xd;\nCURAVIVA.CH","goal":"The E.D.E. is an international umbrella organisation representing national associations for directors and providers of long-term care services in Europe. One of its major tasks is to promote the exchange of information and experience among its members and facilitate mutual learning. As professionals we seek to improve the quality of care and supervision. To do so it is important to look beyond our own \"national noses\". Common training standards, reciprocal visits and observation, congresses and symposia all foster professionalism among care home directors and a greater understanding of the various forms of care and assistance. Currently we represent 26 National Associations from residential long term care which stands for approx. 8.000 nursing homes with more than 800,000 clients across the Europe.","acronym":"E.D.E.","interests":"Budget, Communication, Competition, Education and training, Employment and Social Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation","euInitiatives":"Quality of Life in Long-Term Care&#xd;<br />Active Ageing&#xd;<br />Deinstitutionalisation and Standardisation in LTC","lastUp":"2018-04-27T14:39:52.279+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}