{"id":"058636929999-86","name":"Green Bauhaus Foundation / Stiftung Grünes Bauhaus","registrationDate":"2018-02-05T14:03:36.169+01:00","category":4,"subCategory":5,"legal":"Gemeinnützige rechtsfähige Stiftung des bürgerlichen Rechts","web":"http://greenbauhaus.de","country":"Germany","headAddress":"Green Bauhaus Foundation","headCity":"Bremen","headPostCode":"28359","headPhone":"(49)4 21 33 45 70 70","boss":"Prof. h.c. Dip.-Des. Reinhard Komar","bossTitle":"Mr","bossPosition":"Vorstand","membersCount":10,"membersFTE":"7.5","membership":"","memberOrga":"Eigene Organisationen:&#xd;\nInstitut for Design Research&#xd;\ndbv Publishing House&#xd;\nInternational College","goal":"1. Zweck der Stiftung ist Förderung von Wissenschaft und Forschung, von Bildung und Erziehung sowie Wissenstransfer auf dem Gebiet der Gestaltung (von Landschaften, Bauten, Bedarfsgegenständen, Lebensmitteln und Mitteln der Information, Kommunikation, Transaktion) im Sinne der Nachhaltigen Entwicklung.&#xd;<br />2. Der Stiftungszweck wird verwirklicht insbesondere durch Unterhaltung eines oder mehrerer Einrichtungen der Forschung und Lehre, Entwicklung und Transfer sowie Publikation, die auf gesellschaftliche Problemlösung, Modellformulierung und Innovation ausgerichtet sind.&#xd;<br />3. Zweck der Stiftung ist auch die Beschaffung von Mitteln gemäß § 58 Nr. 1 AO zur Förderung von Kunst und Kultur, Wissenschaft und Forschung, Bildung und Erziehung, des Umwelt-, Landschafts- und Denkmalschutzes für die Verwirklichung ihrer steuerbegünstigten Zwecke gemäß Punkt 1. und 2. in Kooperation mit einer anderen Körperschaft oder für die Verwirklichung ihrer steuerbegünstigten Zwecke gemäß Punkt 1. und 2. in Kooperation mit einer Körperschaft des öffentlichen Rechts.&#xd;<br />4. Die Stiftung erfüllt ihre Aufgaben selbst oder durch eine Hilfsperson im Sinne des § 57 Abs. 1 S. 2 AO, sofern sie nicht im Wege der Mittelbeschaffung gemäß § 58 Nr. 1 AO tätig wird. Die Stiftung kann zur Verwirklichung des Stiftungszwecks Zweckbetriebe unterhalten.","acronym":"SGB","interests":"Audiovisual and Media, Climate Action, Consumer Affairs, Culture, Development, Education, Enterprise, Environment, Information Society, Research and Technology","euInitiatives":"Eine europäische Strategie für Kunststoffe in der Kreislaufwirtschaft&#xd;<br />(SWD(2018) 16 final)&#xd;<br />&#xd;<br />EcoDesign Directive&#xd;<br />EcoDesign Working Plan 2016 – 2019&#xd;<br />&#xd;<br />Implementing an Action Plan for Design-Driven Innovation. Commission Staff Working Document. Brussels. 23.9.2013. SWD(2013) 380 final","lastUp":"2018-02-05T15:54:57.001+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}