{"id":"058910411877-30","name":"European Association of Zoos and Aquaria","registrationDate":"2013-09-18T09:31:10.153+02:00","category":3,"subCategory":2,"legal":"Non governemental organisation","web":"http://www.eaza.net","country":"Netherlands","headAddress":"c/o Artis Zoo - Amsterdam, EAZA","headCity":"Amsterdam","headPostCode":"1000 HD","headPhone":"(31)2 05 20 07 50","boss":"Griffith Myfanwy","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":3,"membersFTE":"2.25","membership":"EAZA is member of WAZA (World Association of Zoos and Aquariums) www.waza.org and IUCN (International Union for Conservation of Nature) www.iucn.org","memberOrga":"http://www.eaza.net/members/","goal":"The European Association of Zoos and Aquaria represents and links 388 member institutions in 44 countries. Formed in 1992, EAZA’s mission is to facilitate cooperation within the European zoo and aquarium community towards the goals of education, research and conservation. &#xd;<br />&#xd;<br />By ensuring that its member zoos and aquariums achieve and maintain the highest standards of care and breeding for the species they keep, EAZA empowers European citizens to learn about and contribute to global biodiversity conservation goals. It is estimated that more than 140 million people visit EAZA members each year, equivalent to approximately one in five European citizens.&#xd;<br />&#xd;<br />Our Mission:&#xd;<br />“EAZA’s mission is to facilitate co-operation within the European zoo and aquarium community with the aim of furthering its professional quality in keeping animals and presenting them for the education of the public, and of contributing to scientific research and to the conservation of global biodiversity. It will achieve these aims through stimulation, facilitation and co-ordination of the community’s efforts in education, conservation and scientific research, through the enhancement of co-operation with all relevant organisations and through influencing relevant legislation within the EU.” (EAZA Strategy 2009-2012)","acronym":"EAZA","interests":"Agriculture, Climate Action, Environment, Maritime affairs and fisheries, Public Health, Research and innovation, Transport","euInitiatives":"Animal Health Law&#xd;<br />Animal Welfare&#xd;<br />EU Action Plan on Wildlife Crime&#xd;<br />Zoo Directive&#xd;<br />Invasive Alien Species &#xd;<br />CITES&#xd;<br />CBD","lastUp":"2018-08-20T13:00:47.210+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}