{"id":"060899723906-67","name":"Letterone Investment Holdings S.A.","registrationDate":"2016-10-17T15:13:16.446+01:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.letterone.com","country":"Luxembourg","headAddress":"Letterone","headCity":"Luxembourg","headPostCode":"L-1528","headPhone":"(44)20 38 15 33 83","boss":"David Gould","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Our aim is to build a world class diversified global investment business. We focus on particular sectors – where we have specialism – at the moment that is energy, telecoms and technology.&#xd;<br />&#xd;<br />We invest through L1 Energy, L1 Technology, L1 Health and L1 Retail. Our liquidity is managed by L1 Treasury. We are also a passive investor in private equity funds managed independently by Pamplona Capital Management.&#xd;<br />&#xd;<br />We aim to build and grow investments – in selected sectors - that stand the test of time and create value for all our partners and stakeholders, and which will become the foundation for a new, highly regarded global investment business.&#xd;<br />&#xd;<br />We are making good progress establishing our investment business despite the background of unprecedented change and macro-economic volatility. We continue to fine-tune our investment thinking. In 2016, we continued to build our specialist sector investment teams, and established the foundations for doing business at L1. &#xd;<br />&#xd;<br />We made our initial investments in energy and technology. As we grow, we are diversifying our portfolio and investing globally in new sectors. In 2016 and 2017, we to built our capability in healthcare and retail sectors.","acronym":"LetterOne","interests":"Banking and financial services, Climate Action, Communication, Consumers, Economy, finance and the euro, Energy, External Relations, Food Safety, Research and innovation","euInitiatives":"Energy Union; Telecommunications Package; Capital Markets Union; Banking legislation; as and when applicable others relevant to our sectors","lastUp":"2018-10-30T18:08:22.857+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}