{"id":"060963817274-71","name":"Capital International Limited","registrationDate":"2015-05-07T18:02:45.412+02:00","category":2,"subCategory":3,"legal":"Private Limited Company","web":"http://thecapitalgroup.com","country":"United kingdom","headAddress":"40 Grosvenor Place","headCity":"London","headPostCode":"SW1X 7GG","headPhone":"(44)20 78 64 50 00","boss":"Ida  Levine ","bossTitle":"Ms","bossPosition":"Director of European Public Affairs ","membersCount":1,"membersFTE":"0.25","membership":"•\tEuropean Fund and Asset Management Association (EFAMA)&#xd;\n•\tForum of European Asset Managers (FEAM)&#xd;\n•\tInvestment Association (IA)&#xd;\n•\tAssociation of the Luxembourg Fund Industry (ALFI) &#xd;\n•\tInvestment Company Institute Global (ICI Global)","memberOrga":"","goal":"Capital International Limited (CIL) is a UK investment management firm and Capital International Management Company Limited (CIMC) is a Luxembourg UCITS management company, both are part of Capital Group (CG), a global firm of discretionary investment managers. CG is headquartered in Los Angeles, California and was founded in 1931. &#xd;<br />&#xd;<br />CG provides investment management services globally. In Europe, CG manages a family of Luxembourg UCITS funds known as the Capital Group Funds. In the US, CG manages a family of US mutual funds known as the American Funds. CG also provides segregated investment management services to institutions globally including pension funds, charities, corporates and sovereign wealth funds.&#xd;<br />&#xd;<br />As such our organisation closely follows the adoption, and implementation, of new financial services and related regulation that is relevant to our business as both a discretionary investment manager and fund manager. In the European Union, CIL works with CIMC on this function.","acronym":"CIL","interests":"Business and Industry, Competition, Economy, finance and the euro, Research and innovation, Single market, Taxation","euInitiatives":"Financial services regulation that is relevant to our business as a discretionary investment manager including:&#xd;<br /> &#xd;<br />•\tUCITS V &#xd;<br />•\tCapital Markets Union &#xd;<br />•\tNon-Bank Non-Insurer Global Systemically Important Financial Institutions  &#xd;<br />•\tEMIR&#xd;<br />•\tPublic Country-by-Country Reporting&#xd;<br />•\tInvestment Firm Review","lastUp":"2018-05-01T17:02:13.276+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}