{"id":"061046228279-17","name":"Hellenic Exchanges - Athens Stock Exchange S.A.","registrationDate":"2017-09-08T12:29:29.926+02:00","category":2,"subCategory":3,"legal":"SA","web":"https://www.helex.gr/web/guest/home","country":"Greece","headAddress":"Athinon Avenue 110","headCity":"Athens","headPostCode":"10442","headPhone":"(30)21 03 36 68 00","boss":"Dimitrios  Karaiskakis","bossTitle":"Mr","bossPosition":"Chief Operating Officer","membersCount":3,"membersFTE":"1.5","membership":"Athens Exchange Group participates at multiple EU organisations and platforms concerning financial markets, such as:&#xd;\n&#xd;\nEuropean Association of CCP Clearing Houses  (EACH)&#xd;\nFederation of European Securities Exchanges  (FESE)&#xd;\nEuropean Central Securities Depositories Association (ECSDA)&#xd;\n&#xd;\nCorporate Social Responsibility (CSR) Hellas &#xd;\nWord Federation of Exchanges (WFE)&#xd;\nAssociation of National Numbering Agencies (ANNA)&#xd;\nJunior Achievement Greece (Member of JA Worldwide) &#xd;\nInstitute of Energy for South-East Europe (IENE) &#xd;\nWomen's International Shipping (Wista Hellas)","memberOrga":"Please find the link with the member companies of Athens Exchange Group:&#xd;\n&#xd;\nhttps://www.athexgroup.gr/the-group","goal":"Athens Exchange Group (ATHEX Group), provides support to the Greek Capital Market. Operates the organized equities and derivatives markets, the alternative market and performs clearing and settlement of trades. Offers financing tools and solutions to companies, expands investor choice by providing a safe, stable and easy environment in full alignment with international practices and the European regulatory framework","acronym":"ATHEX Group","interests":"Banking and financial services, Economy, finance and the euro","euInitiatives":"For  the  Athens  Exchange,  implementing MiFIR Regulation and the MiFID II Directive will  require  a  significant  upgrade  of  the  OASIS  trading  system,  the Surveillance  System,  the  Statistical  Information  System  as  well  as  almost  all  internal  systems  and databases&#xd;<br />Additionally, since may 2017, the “Athens Exchange Central Securities Depository (ATHEXCSD)” of the Athens Exchange Group runs the compliance procedure to CSDR Regulation's requirements, concerning the improvement securities settlement process in the European Union.","lastUp":"2018-09-10T05:46:34.264+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}