{"id":"06119144810-12","name":"European Diagnostic Manufacturers Association","registrationDate":"2010-12-16T15:14:57.543+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.medtecheurope.org/","country":"Belgium","headAddress":"Rue Joseph II, 40","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)27 72 22 25","boss":"Serge Bernasconi","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"EDMA has transferred all its activities, assets and liabilities into the MedTech Europe AiSBL new entity as from 1 January 2017.&#xd;<br />&#xd;<br />EDMA represents national associations and major companies engaged in the research, development, manufacture or distribution of In Vitro Diagnostic (IVD) tests in Europe. Through its membership, EDMA represents in total more than 500 companies (or over 700 legal entities) across Europe. &#xd;<br />&#xd;<br />The mission of EDMA is to raise awareness of the importance, usefulness and added value that diagnostic information can provide to healthcare. &#xd;<br />&#xd;<br />The overall aim is to ensure that healthcare resources are properly allocated and appropriately used. Laboratory testing clearly has an important role to play in achieving this. Correct diagnosis is a prerequisite for effective therapy, and early detection leads to effective treatments that ultimately reduce the cost of running a healthcare system.","acronym":"EDMA","interests":"Consumer Affairs, Economic and Financial Affairs, Enterprise, Environment, General and Institutional Affairs, Information Society, Internal Market, Public Health, Research and Technology, Taxation, Trade","euInitiatives":"EDMA works to represent the interest of the in vitro diagnostic (IVD) industry at the European level in particular during 2013-2014 our work has focussed on:&#xd;<br />&#xd;<br />-\tThe new IVD Regulation.&#xd;<br />-\tData protection directive&#xd;<br />-\tImplementation of the late payments directive&#xd;<br />-\tPatient safety report&#xd;<br />-\tEnvironmental regulations and their implementation (WEEE, RoHS, REACH)&#xd;<br />-\tGeneral Product Safety directive&#xd;<br />-\tHealthcare policies which affect the use and availability of IVDs","lastUp":"2017-03-10T14:19:33.973+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}