{"id":"061601915428-87","name":"ITI - The Information Technology Industry Council","registrationDate":"2015-01-05T18:39:15.203+02:00","category":2,"subCategory":4,"legal":"non-proift industry association","web":"http://www.itic.org","country":"United states","headAddress":"1101 K St., NW Suite 610","headCity":"Washington, D.C.","headPostCode":"20005","headPhone":"(1)20 2- 73 7- 88 88","boss":"Jason Oxman","bossTitle":"Mr","bossPosition":"President &amp; CEO","membersCount":7,"membersFTE":"3.0","membership":"","memberOrga":"http://www.itic.org/membership/member-companies","goal":"The Information Technology Industry Council (ITI) is the premier ICT advocacy and policy organization for the world’s leading innovation companies.  We have earned the trust of the world’s most recognized technology brands to solve their most complex policy challenges around the globe.&#xd;<br />&#xd;<br />Based in Washington, DC, USA and Brussels, ITI attracts members companies from Europe, Asia and North America that pioneer cutting-edge products and services that improve people’s daily lives.  We collaborate with governments, industry, academia and civil society to develop and implement policies that promote economic expansion, job creation and unfettered access to the Internet and all it entails.&#xd;<br />We opened the ITI Europe office in Brussels in October 2017","acronym":"ITI","interests":"Business and Industry, Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Environment, Institutional affairs, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Digital Single Market, GDPR, Privacy Shield, Eprivacy, Platforms issues, Data flows, e-evidence, trade, competition policy, Artificial Intelligence, cybersecurity, taxation","lastUp":"2019-08-01T17:21:04.403+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}