{"id":"061625832942-58","name":"SRGM Società Regionale Garanzia Marche S.C.p.A.","registrationDate":"2018-10-19T09:44:23.465+02:00","category":2,"subCategory":3,"legal":"S.C.P.A","web":"http://www.srgm.eu/","country":"Italy","headAddress":"via Dott. Sandro Totti, 4","headCity":"Ancona","headPostCode":"","headPhone":"(39)07 12 90 02 54","boss":"Maurizio Paradisi","bossTitle":"Mr","bossPosition":"Presidente CDA","membersCount":1,"membersFTE":"0.25","membership":"FedartFidi: http://fedartfidi.it&#xd;\nFederconfidi: http://federconfidi.confindustria.it/","memberOrga":"SRGM è una società cooperativa a cui sono associate circa 40.000 PMI e associazioni di categoria regionale e provinciali (CNA Marche, Confartigianato Marche, Confindustria Marche).","goal":"Sostenere l'accesso al credito delle PMI della Regione Marche mediante il rilascio di fideiussioni/garanzie collettive su affidamenti bancari e/o il rilascio di credito diretto.","acronym":"","interests":"Banking and financial services, Business and Industry, Regional Policy","euInitiatives":"SRGM non svolge attività di lobbying, né segue direttamente le iniziative dell'Unione Europea.&#xd;<br />In realtà, partecipa come membro a Fedart Fidi e Feder Confidi, le quali a loro volta sono associati come Assoconfidi in AECM (Association Européenne du Cautionnement), che si occupa principalmente di questioni legate alla regolamentazione degli aiuti di Stato, rilevanti per le società di garanzia nel mercato interno, ai programmi di sostegno europei e alla supervisione prudenziale.&#xd;<br />In particolare, AECM rappresenta gli interessi politici dei suoi membri sia verso le istituzioni europee, come la Commissione europea, il Parlamento europeo ed il Consiglio, sia verso altri organismi multilaterali, tra cui la Banca europea per gli investimenti (BEI), il Fondo d’investimenti europeo (FEI), la Banca dei regolamenti internazionali (BRI), la Banca mondiale, ecc.","lastUp":"2018-10-19T13:02:42.541+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}