{"id":"061953335238-40","name":"DEKRA INDUSTRIAL","registrationDate":"2019-06-25T15:18:10.667+02:00","category":2,"subCategory":1,"legal":"SAS (Société par Actions Simplifiée)","web":"https://www.dekra-industrial.fr/","country":"France","headAddress":"34-36 Rue Alphonse Pluchet","headCity":"BAGNEUX CEDEX","headPostCode":"92227","headPhone":"(33)1 55 48 21 00","boss":"Sophie DOMINJON","bossTitle":"Ms","bossPosition":"Président","membersCount":5,"membersFTE":"1.25","membership":"Dekra industrial est une filiale de DEKRA Ev qui est représenté au CEOC et TIC Council","memberOrga":"RAS","goal":"DEKRA Industrial, un acteur majeur du marché de la prévention des risques&#xd;<br />&#xd;<br />Avec une présence en France de plus de 130 ans, DEKRA Industrial est un acteur incontournable qui conjugue à la fois expérience et dynamisme. &#xd;<br />Notre vocation est d’aider nos clients à prévenir et maîtriser les risques d’accidents humains et techniques. Les engagements qui font notre différence sont l’esprit de service, l’indépendance, l’impartialité, l’intégrité, la confidentialité et le savoir-faire.&#xd;<br />&#xd;<br />Industries (agro-alimentaire, automobile…), BTP et immobilier, santé, transport et logistique, administrations, commerces… Quel que soit le secteur d’activité, DEKRA Industrial aide professionnels et particuliers à prévenir les risques techniques et humains sous les angles économiques, sociétaux et environnementaux.&#xd;<br />&#xd;<br />DEKRA Industrial est notamment notifié pour la Directive 2006/42/EC Machinery\tet la Directive 2014/33/EU Lifts and safety components for lifts.","acronym":"DKI","interests":"Business and Industry, Research and innovation, Single market","euInitiatives":"Sujet autour de la directive Machine 2006/42/CE : &#xd;<br />- Révision &#xd;<br />- Working Group&#xd;<br />- Guide d'application &#xd;<br />&#xd;<br />Sujet autour de la directive Ascenseur 2014/33/UE","lastUp":"2019-06-25T15:20:13.539+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}