{"id":"061903034477-88","name":"Sin Cars International","registrationDate":"2019-04-05T14:50:07.098+02:00","category":2,"subCategory":3,"legal":"LLC","web":"http://www.sincars.co.uk","country":"Bulgaria","headAddress":"56 Treti mart blvd.","headCity":"Ruse","headPostCode":"7000","headPhone":"(359)8 93 82 11 11","boss":"Rosen  Daskalov","bossTitle":"Mr","bossPosition":"Owner","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Sin Cars International is the first Bulgarian Car Manufacturer.  We established SIN CARS RnD Center where we designed our first sports vehicles under the name and make - SIN CAR. Due to the expert knowledge of our crew as well as the good quality in cars’ building we decided to conquer the leading racing tracks within Europe, USA, etc. It happened by building the racing SIN R1 GT4. As a result of our dedication and hard work, in 2012 we started building road legal cars. Тhe road legal SIN R1 made its proud debut at Autosport International Birmingham. Other invitations followed, such as Goodwood Festival of Speed, IAA Frankfurt and Geneva Motorshow. One year later we moved the road legal Sin R1 production in Bulgaria, in the town of Ruse, on the Danube River. In 2018 we presented the platform prototype of our ELECTRIC CAR PROJECT – L CITY which is the base of our future electric vehicles. One of the leading goals in creating the L city project is to protect the environment, to reduce the urban emissions and to have healthier living environment. We know that electric cars are the future in the automotive industry, that is why our SIN CARS Project is based on the concept of an easy-to-use, environmentally -friendly and easy-to-produce vehicle. Being a car manufacturer give us the chance to track down the whole process of creating and implementing a product which is useful, safe and in step with modern times. &#xd;<br />We spent years in testing, manufacturing and imposing the brand SIN on the market thus in 2016 we received European Approval for Car Manufacturer. By combining the long-time experience of Motorsport and innovative technologies used in the Automotive Industry, the perfect symbiosis between racing and road came to life. Using our experience, we move to the next level of development looking at cars with the innovator's eye and criticism that takes the experience of tradition and implements it in the future for taking part in creating the mobility of the future.  After the success in motorsport and super car manufacturing we are developing a whole new plan for expanding our business in another directory - the EV market.","acronym":"SIN CARS","interests":"Business and Industry, Research and innovation, Trade, Transport","euInitiatives":"H2020 proposals, participation in local European projects in cooperation with local authorities and Univiresities.","lastUp":"2019-04-05T14:50:22.286+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}