{"id":"06248449380-53","name":"Continental","registrationDate":"2012-08-23T09:46:30.129+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.conti-online.com","country":"Germany","headAddress":"Vahrenwalder Strasse, 9","headCity":"Hannover","headPostCode":"30165","headPhone":"(49)51 19 38 01","boss":"Elmar Degenhart","bossTitle":"Mr","bossPosition":"CEO","membersCount":6,"membersFTE":"3.0","membership":"European Tyre and Rubber Manufacturer's Association (ETRMA) www.etrma.org  European Tyre and Rim Technical Organisation (ETRTO) www.etrto.org  European Association of Automotive Suppliers (CLEPA) www.clepa.eu&#xd;\nEFFRA  WWW.effra.eu&#xd;\nERTRAC www.ertrac.org&#xd;\nEGVIA www.egvi.eu&#xd;\nEurobotics www.eu-robotics.net&#xd;\nVDA www.vda.de&#xd;\nFriends of Europe www.friendsofeurope.org&#xd;\nVDMA www.vdma.org&#xd;\nZVEI  www.zvei.org","memberOrga":"","goal":"Continental develops intelligent technologies for transporting people and their goods. As a reliable partner, the international automotive supplier, tire manufacturer, and industrial partner provides sustainable, safe, comfortable, individual, and affordable solutions. In 2016, the corporation generated preliminary sales of €40.5 billion with its five divisions, Chassis &amp; Safety, Interior, Powertrain, Tire, and ContiTech. Continental currently employs more than 220,000 people in 56 countries.","acronym":"Conti","interests":"Climate Action, Communication, Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Information Society, Internal Market, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Future Transport,Air Quality, Green house gas emissions, road safety, Reach, Horizon 2020, connectivity, General Safety Regulation, Market surveillance, Trade, Type Approval, Circular Economy","lastUp":"2017-04-06T14:15:22.839+01:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}