{"id":"06248449380-53","name":"Continental AG","registrationDate":"2012-08-23T09:46:30.129+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.continental-corporation.com","country":"Germany","headAddress":"Vahrenwalder Strasse, 9","headCity":"Hannover","headPostCode":"30165","headPhone":"(49)51 19 38 01","boss":"Elmar Degenhart","bossTitle":"Mr","bossPosition":"CEO","membersCount":6,"membersFTE":"3.0","membership":"European Tyre and Rubber Manufacturer's Association (ETRMA) www.etrma.org  European Tyre and Rim Technical Organisation (ETRTO) www.etrto.org  European Association of Automotive Suppliers (CLEPA) www.clepa.eu&#xd;\nEFFRA  WWW.effra.eu&#xd;\nERTRAC www.ertrac.org&#xd;\nEGVIA www.egvi.eu&#xd;\nEPOSS www.smart-systems-integration.org&#xd;\nEurobotics www.eu-robotics.net&#xd;\nVDA www.vda.de&#xd;\nFriends of Europe www.friendsofeurope.org&#xd;\nVDMA www.vdma.org&#xd;\nZVEI  www.zvei.org","memberOrga":"","goal":"Continental develops pioneering technologies and services for sustainable and connected mobility of people and their goods. Founded in 1871, the technology company offers safe, efficient, intelligent and affordable solutions for vehicles, machines, traffic and transport. In 2018, Continental generated sales of €44.4billion and currently employs more than 240,000 people in 61 countries.","acronym":"Conti","interests":"Business and Industry, Climate Action, Communication, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Transport, Mobility Solutions, C-ITS, Connected and Automated Driving, Pollutant Emissions, CO2 Emissions Road safety, Vision Zero, General Safety Regulation, Horizon 2020, Market surveillance, Trade, Type Approval, Circular Economy, Tolling, Tyres","lastUp":"2019-02-15T08:50:57.401+01:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}