{"id":"06250094777-73","name":"International Council on Clean Transportation","registrationDate":"2010-12-14T18:30:58.783+02:00","category":3,"subCategory":2,"legal":"Non profit","web":"http://www.theicct.org","country":"United states","headAddress":"1225 I St NW, Suite 900","headCity":"Washington DC","headPostCode":"20005","headPhone":"(1)20 25 34 16 00","boss":"Andrei Kodjak","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":12,"membersFTE":"8.75","membership":"ICCT works with government officials and international experts who are responsible for setting policy to address air pollution and greenhouse gas emissions from the transportation sector. These include government officials from the top vehicle markets in the world which including: European nations (Belgium, UK, Germany), US, China, Canada, Mexico, India, Brazil, and more.&#xd;\nIn addition, the ICCT is part of a global network of regional philanthropies dedicated to funding the development and implementation of climate and energy policies that lead to significant reductions in carbon emissions.&#xd;\nWe work closely with the international ClimateWorks Foundation, the European Climate Foundation, the Energy Foundation, and the Energy Foundation China. ICCT is a member of the Climate and Clean Air Coalition to Reduce Short-lived Climate Pollutants (CCC) and the Global Fuel Economy Initiative (GFEI). The ICCT is the Secretariat of the global Zero Emission Vehicle Alliance.","memberOrga":"The ICCT works with a number of stakeholders, but does not have a membership. Below, we check the boxes for the countries where we have the strongest relationships with key transportation stakeholders.","goal":"The mission of the ICCT is to dramatically improve the environmental performance and efficiency of cars, trucks, buses, and transportation systems in order to protect and improve public health, the environment and quality of life.","acronym":"ICCT","interests":"Climate Action, Energy, Environment, Public Health, Research and Technology, Transport","euInitiatives":"Light- and heavy-duty CO2 regulation, Real-Driving Emissions, Fuel regulation","lastUp":"2018-04-03T14:34:37.392+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}