{"id":"062568129866-61","name":"The Society of Motor Manufacturers and Traders Ltd.","registrationDate":"2018-01-29T01:15:20.156+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.smmt.co.uk","country":"United kingdom","headAddress":"71 Great Peter Street","headCity":"London","headPostCode":"","headPhone":"(44)20 72 35 70 00","boss":"Seftton Samuels","bossTitle":"Mr","bossPosition":"Operations Director","membersCount":9,"membersFTE":"2.75","membership":"Member, CBI (The Confederation of British Industry)&#xd;\nMember, CLEPA (The European Association of Automotive Suppliers)&#xd;\nMember, FIGIEFA (Fédération Internationale des Grossistes Importateurs et Exportateurs en Fournitures Automobiles)&#xd;\nAssociated Organisation, ACEA (Association des Constructeurs Européens d'Automobiles)","memberOrga":"600+ member companies, details not publicly available","goal":"The Society of Motor Manufacturers and Traders (SMMT) exists to support and promote the interests of the UK automotive industry at home and abroad. Working closely with member companies, SMMT acts as the voice of the motor industry, promoting its position to government, stakeholders and the media.&#xd;<br />&#xd;<br />Around 1.8 million cars and commercial vehicles and 2.5 million engines are produced annually in the UK, accounting for around 13% of the UK’s total export of goods. With an annual turnover of more than £77.5 billion and almost 169,000 people employed directly in manufacturing (and more than 814,000 across the wider automotive industry), the UK is a key global player within the automotive sector and the industry is a significant contributor to the UK economy.&#xd;<br />&#xd;<br />Through representation to government at home and abroad, national and international events, reliable automotive data and practical advice, SMMT plays a central role in the working life of the motor industry. Whether the industry is your business or it impacts on your organisation in any way, SMMT can deliver real business benefits to help your company meet the challenges of the future.","acronym":"SMMT","interests":"Budget, Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, General and Institutional Affairs, Information Society, Internal Market, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"UK withdrawal from Europe&#xd;<br />Internal Market (technical vehicle dossiers incl. safety and emissions) &#xd;<br />External trade (FTA agenda)&#xd;<br />Climate action (vehicle emissions and fuels dossiers) &#xd;<br />Transport policy&#xd;<br />Environment (technical vehicle dossiers, fuels, manufacturing and resource efficiency dossiers)&#xd;<br />Innovation &amp; Connected vehicles (Horizon 2020)&#xd;<br />Industrial policy&#xd;<br />Relevant policy implementation, public relations and communication activities such as projects, events and publications:&#xd;<br />EU-related meetings and events in Brussels &amp; UK&#xd;<br />PR/communications and publications on EU issues","lastUp":"2018-01-29T01:17:58.914+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}