{"id":"062661126926-78","name":"ASOCIACIÓN ESPAÑOLA DE AGRICULTURA DE CONSERVACIÓN. SUELOS VIVOS","registrationDate":"2017-04-26T15:08:18.874+02:00","category":3,"subCategory":2,"legal":"Asociación sin ánimo de lucro","web":"http://www.agriculturadeconservacion.org","country":"Spain","headAddress":"IFAPA Centro. Alameda del Obispo.","headCity":"Cordoba","headPostCode":"14004","headPhone":"(34)9 57 42 20 99","boss":"Emilio Jesús González Sánchez","bossTitle":"","bossPosition":"Director Ejecutivo","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"Ver apartado 8.","goal":"La Asociación Española de Agricultura de Conservación (AEACSV) tiene como objetivo fomentar la adopción de la Agricultura de Conservación en España, asegurando una agricultura productiva y sostenible, que conserve el suelo agrario y mejore su biodiversidad. &#xd;<br />&#xd;<br />La AEACSV se compone de unos 1500 miembros de varias tipologías de socios; agricultores (49%); técnicos (29%); administración (20%) y estudiantes (2%). La Asociación Española colabora con 11 asociaciones regionales repartidas por España, que tienen figura jurídica independiente. &#xd;<br />&#xd;<br />Los fines de la AEACSV son:&#xd;<br />Promover la información a agricultores, técnicos agrarios y la sociedad en general de las técnicas que hagan posible conservar el suelo agrario y su biodiversidad en el contexto de una agricultura sostenible.&#xd;<br /> \tFomentar el desarrollo, docencia e investigación de cualquier aspecto relacionado con la agricultura de conservación y biodiversidad del suelo agrario.&#xd;<br />&#xd;<br />Dentro de las actividades de la AEACSV está la divulgación y desarrollo de actividades de las prácticas de Agricultura de Conservación, a través de:&#xd;<br />&#xd;<br />- Desarrollo de proyectos.&#xd;<br />- Organización de jornadas, seminarios, congresos.&#xd;<br />- Divulgación de resultados.","acronym":"AEACSV","interests":"Agriculture and Rural Development, Climate Action, Environment","euInitiatives":"Interesados en la Política Agrícola Comunitaria además de políticas ambientales.","lastUp":"2018-04-02T10:19:09.720+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}