{"id":"0633841538-63","name":"European Contact Group","registrationDate":"2008-10-21T12:21:29.841+02:00","category":2,"subCategory":4,"legal":"No legal status - Informal grouping of the six largest accounting networks in the European Union","web":"https://www.8cld.eu/Pages/Index.aspx","country":"Germany","headAddress":"Friedrich-Ebert-Anlage 35-37","headCity":"Frankfurt am Main","headPostCode":"60327","headPhone":"(49)69 95 85 11 46","boss":"Stefan Schmidt","bossTitle":"Mr","bossPosition":"ECG Chairman","membersCount":6,"membersFTE":"1.5","membership":"Each of the six accounting networks that make up the ECG will be members of a wide range of policy and similar organisations. Some of the more common organisations include:&#xd;\n- European Services Forum, &#xd;\n- European Policy Centre,&#xd;\n- Trans-Atlantic Business Council.&#xd;\nIn addition, partners and professional employees of the&#xd;\nsix accounting networks that make up the ECG membership will be members of their respective professional bodies at national level in&#xd;\neach EU member state. In that capacity, some of these individuals will also participate in the activities of Accountancy Europe.","memberOrga":"www.kpmg.com&#xd;\nwww.pwc.com &#xd;\nwww.ey.com&#xd;\nwww.deloitte.com&#xd;\nwww.bdointernational.com &#xd;\nwww.grantthornton.global","goal":"The European Contact Group (ECG) brings together the six largest professional services networks in Europe: BDO, Deloitte, EY, Grant Thornton, KPMG and PwC.&#xd;<br />&#xd;<br />The ECG's mission is maintain confidence in the profession and large networks in Europe and to contribute constructively in shaping European legislation in a way that safeguards public interest.&#xd;<br />&#xd;<br />The purpose of the ECG is to build a sustainable business environment in Europe through:&#xd;<br />- activities which strengthen public trust in the professional services networks' capabilities and their commitment to act in the public interest;&#xd;<br />- supporting effective regulation and oversight of the professional services networks as an important building block of public trust, in order to enhance the value contributed by and the appreciation of the profession in Europe;&#xd;<br />- contributing European perspectives to the development of international standards and promoting the use of high-quality international standards in Europe.","acronym":"ECG","interests":"Competition, Economy, finance and the euro, Institutional affairs, Single market, Taxation","euInitiatives":"Audit, Accounting, Corporate Governance and Tax. In recent years the interest representational activities of the ECG have largely focused on aspects of the Statutory Audit Directive (Directive 2006/46/EC). The ECG's principal concern was to ensure that the adopted Directive would help enhance the quality of audits and financial reporting for the benefit of the capital markets both within the EU and around the world. Following the&#xd;<br />adoption of an Amended Statutory Audit Directive in April 2014 together with a separate Regulation on the statutory audits of Public Interest Entities, the ECG will monitor the effective implementation to assess whether it is working in the public interest and will pursue a range of other initiatives that support the reputation of the 6 member networks of ECG  and the public interest.","lastUp":"2019-09-11T17:36:51.637+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}