{"id":"064034733055-88","name":"ICLEI - Local Governments for Sustainability European Secretariat","registrationDate":"2018-10-30T13:13:16.757+01:00","category":6,"subCategory":11,"legal":"GmbH non-profit","web":"http://www.iclei-europe.org","country":"Germany","headAddress":"ICLEI European Secretariat","headCity":"Freiburg","headPostCode":"79098","headPhone":"(49)7 61 36 89 20","boss":"Wolfgang Teubner","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":8,"membersFTE":"2.0","membership":"","memberOrga":"http://www.iclei-europe.org/our-members/","goal":"ICLEI is the world's leading association of cities and local governments dedicated to sustainable development. We are a powerful movement of 12 mega-cities, 100 super-cities and urban regions, 450 large cities as well as 450 medium-sized cities and towns in 84 countries.  We promote local action for global sustainability and supports cities to become sustainable, resilient, resource-efficient, biodiverse, low-carbon; to build a smart infrastructure; and to develop an inclusive, green urban economy with the ultimate aim to achieve healthy and happy communities.&#xd;<br />&#xd;<br />ICLEI was founded in 1990 by 200 local governments from 43 countries who convened for the first World Congress of Local Governments for a Sustainable Future at the United Nations headquarters in New York. Operations started in 1991 at the World Secretariat in Toronto, Canada, and the European Secretariat in Freiburg, Germany.  Today ICLEI is operating through 17 Secretariats and Offices around the World.&#xd;<br />&#xd;<br />We believe that local governments are best placed to overcome environmental, social and economic challenges and achieve a transformation to sustainability and an improved quality of life for their citizens.   ICLEI champions the role of local and regional governments at international level by raising their concerns within the European and global policy arena.  &#xd;<br />&#xd;<br />The ICLEI European Secretariat, based in Freiburg (Germany) and Brussels (Belgium), supports members across 35 countries in Europe, Northern Africa, the Middle East and West Asia. ICLEI is involved in EU policy processes for urban sustainability, working together with European networks, the European Commission, the Committee of the Regions, and many other organisations advancing sustainability.&#xd;<br />ICLEI is a growing Association of cities, local and metropolitan governments leading the way in sustainable development with worldwide presence, which connects leaders in strategic alliances, which prepares cities for the future, whose voice is heard, and which is attractive to be a member of, work for and partner with. For example, ICLEI is acting as the LGMA focal point for UNFCCC negotiations and deeply involved in the UN Sustainable Development Agenda.&#xd;<br />&#xd;<br />ICLEI is a high-energy, flexible Movement of local governments working together in national, regional and international networks; engaging in global campaigns for sustainability, participating in performance-based programs, advancing through an international exchange of experiences and solutions – a movement which is supported by commitment processes, performance frameworks, programs, networks, strategic alliances and centers of excellence.&#xd;<br />&#xd;<br />ICLEI is an effective sustainability and environmental Agency strengthening the capacity of local governments and their networks to identify and implement  radical solutions and act rapidly; providing advanced knowledge and delivering training to local leaders, planners and decision makers; demonstrating  creativity and excellence in developing innovative methods and tools; serving as the cities gateway to solutions for the future.","acronym":"ICLEI","interests":"Climate Action, Consumers, Culture, Digital economy and society, Employment and Social Affairs, Energy, Environment, European Neighbourhood Policy, Food Safety, International co-operation and development, Migration and asylum, Public Health, Regional Policy, Research and innovation, Transport","euInitiatives":"Any initiative and process related to sustainable public procurement and circular economy&#xd;<br />&#xd;<br />Climate change mitigation and adaptation&#xd;<br />&#xd;<br />Energy and Smart Cities&#xd;<br />&#xd;<br />Sustainable Urban Mobility&#xd;<br />&#xd;<br />Biodiversity and Nature-Based Solutions&#xd;<br />&#xd;<br />Urban Air Quality and Noise","lastUp":"2019-11-04T13:29:30.015+01:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}