{"id":"064333328261-89","name":"Heliatek GmbH","registrationDate":"2017-09-07T11:26:51.342+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.heliatek.com","country":"Germany","headAddress":"Treidlerstraße 3","headCity":"Dresden","headPostCode":"01139","headPhone":"(49)03 51 21 30 34 30","boss":"Jan Kiel","bossTitle":"Mr","bossPosition":"CFO","membersCount":1,"membersFTE":"0.25","membership":"Organic Electronics Association http://www.oe-a.org/home&#xd;\nOrganic Electronics Saxony http://www.oes-net.de/&#xd;\nSilicon Saxony http://www.silicon-saxony.de/home/&#xd;\nPhotonics21 http://www.photonics21.org/","memberOrga":"","goal":"Heliatek is a leader in the field of Organic Photovoltaics. Through both its leading edge material development and its proven capability for volume manufacturing, Heliatek is the first company to begin commercialization of large area OPV solar film. Its business model is to supply the custom-designed HeliaFilm® to partners in industries, such as building and construction materials, automotive and light architectural structures. Heliatek maintains a total staff of >100 specialists at its facilities in Dresden and Ulm, Germany. &#xd;<br />Investors in Heliatek include leading industrial and financial companies such as BASF, HTGF, Innogy Venture Capital, Wellington Partners, eCAPITAL and AQTON SE. New investors include innogy SE, ENGIE, BNP Paribas and CEE Group. Since 2017 Heliatek is supported by the EIB “InnovFin – EU Finance for Innovators” program.  Research and development work, as well as the installation of production technology, have been funded by the Free State of Saxony, the Federal Republic of Germany and the European Union as well as under the “KETs Pilot Lines project” technology and innovation funding scheme offered by the State of Saxony and financed by the European Regional Development Fund (ERDF).&#xd;<br />HeliaFilm® is a registered trademark of Heliatek GmbH.","acronym":"HTK","interests":"Energy, Research and innovation","euInitiatives":"Active participation in HORIZON2020 projects and inputs to FP9 preparation via Photonics21 and organic electronics association (OE-A).","lastUp":"2018-08-28T14:59:02.412+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}