{"id":"064928934414-31","name":"UNION NATIONALE DES PROFESSIONS LIBERALES","registrationDate":"2019-04-08T17:17:41.662+02:00","category":2,"subCategory":1,"legal":"ASSOCIATION","web":"http://www.unapl.fr","country":"France","headAddress":"46, bd de la Tour Maubourg","headCity":"PARIS","headPostCode":"75007","headPhone":"(33)01 44 11 31 50","boss":"MICHEL  PICON ","bossTitle":"Mr","bossPosition":"PRESIDENT ","membersCount":3,"membersFTE":"1.5","membership":"L'UNAPL est membre du Conseil Européen des Professions Libérales (CEPLIS). &#xd;\nElle est représentée au sein du groupe Employeurs du CESE (Comité Economique et Social Européen)?","memberOrga":"La liste des organisations membres de l'UNAPL est accessible à partir du lien suivant: &#xd;\nhttp://www.unapl.fr/unapl-et-vous/organisations-membres","goal":"L'UNAPL est une organisation patronale représentative fédérant 67 syndicats représentatifs des professionnels libéraux dans les trois principales familles du secteur d'activité des professions libérales: la Santé, le Droit, les Techniques et Cadre de vie. &#xd;<br />L'UNAPL est présente dans les régions via les UNAPL régionales et les Maisons des professions libérales. &#xd;<br />L'UNAPL assure la défense des intérêts moraux et matériels des professions libérales, la promotion des professions libérales et de l'exercice professionnel libéral, la représentation des professions libérales auprès des pouvoirs publics. &#xd;<br />Elle est force de proposition et est un interlocuteur  des pouvoirs publics. &#xd;<br />Elle siège notamment au sein de la Commission Nationale de la Négociation Collective, du  Conseil Supérieur de l'Emploi et  du Conseil d'Orientation des Retraites.&#xd;<br />Elle s'engage quotidiennement pour que l'entreprise libérale soit prise en considération dans les évolutions juridiques, fiscales et sociales de la société française et de l'Union européenne. &#xd;<br />L'UNAPL est membre de l'U2P, l'Union des entreprises de proximité, rassemblant les TPE-PME dans les secteurs de l'artisanat, du commerce de proximité et des professions libérales.","acronym":"UNAPL","interests":"Competition, Digital economy and society, Education and training, Employment and Social Affairs, Environment, Fraud prevention, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Youth","euInitiatives":"L'UNAPL suit toute législation et initiative européenne pouvant impacter les entreprises libérales. &#xd;<br />Elle est particulièrement vigilante sur tout projet susceptible d'affaiblir le niveau d'exigence en matière de qualité et de sécurité des services libéraux. &#xd;<br />Elle suit par conséquent de très près l'application et la mise en oeuvre de  la directive 2006/123 du 12 décembre 2006 relative aux services dans le marché intérieur et la directive 2013/55 du 20 novembre 2013 relative à la reconnaissance des qualifications professionnelles. &#xd;<br />Elle a suivi également de très près l'évolution du paquet dit \"services\" et continue de suivre les négociations sur la proposition de directive relative à la révision de la procédure de notification dans les services et le projet de carte européenne électronique des services. &#xd;<br />Toutes les initiatives visant à adapter la législation européenne au secteur des petites entreprises (Small Business Act, développement de l'entrepreneuriat en Europe) intéressent, par ailleurs, l'UNAPL, de même que celles se rattachant à des problématiques générales (compétences, équilibre vie professionnelle/ vie privée, etc).","lastUp":"2019-04-08T17:47:24.892+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}