{"id":"064989921145-33","name":"Faculdade de Engenharia da Universidade do Porto","registrationDate":"2016-03-23T17:21:41.394+01:00","category":4,"subCategory":12,"legal":"Public body","web":"http://www.fe.up.pt","country":"Portugal","headAddress":"Rua Dr. Roberto Frias, s/n","headCity":"Porto","headPostCode":"4200-465","headPhone":"(351)2 25 08 14 00","boss":"João Falcão e Cunha","bossTitle":"Mr","bossPosition":"Dean at FEUP","membersCount":12,"membersFTE":"3.0","membership":"International associations:&#xd;\n&#xd;\nAESOP - Association of European Schools of Planning; &#xd;\nCESAER, Cluster of European Schools for Advanced Engineering Education and Research; &#xd;\neauc -The Environmental Association for Universities and Colleges;&#xd;\nERCIM AISBL European Research - Association Internationale Sans But Lucratif : International not-for-profit Association Consortium for Informatics and Mathematics;&#xd;\nERCOFTAC Association;&#xd;\nESReDA: European Safety, Reability &amp; Data Association;&#xd;\nIACEE, International Association for Continuing Engineering Education;&#xd;\nIGIP - Internacional Society for Engineering Education &#xd;\nOpen Geospatial Consortium;&#xd;\nWCG - World Community Grid;&#xd;\nASBL VIT@LIS - Associação p/ colaboração entre a América Latina, o Caribe e a Comunidade Europeia;&#xd;\nRede Magalhães - Consórcio  de Universidades da Europa, da América Latina e do Caribe;&#xd;\n&#xd;\n&#xd;\nNational associations:&#xd;\n&#xd;\nADENE, Agência para a Energia;\t&#xd;\nAFCEA, Associação p/as Comunicações, Electrónica, Informações e sistemas de Informação p/ Profissionais;&#xd;\nAIPQR, Associação das Indústrias da Petroquímica, Química e Refinação;\t&#xd;\nAPNCF, Associação Portuguesa para a Normalização e Certificação Ferroviária;\t\t&#xd;\nBERD, Projecto, Investigação e Engenharia de Pontes, SA;\t&#xd;\nCasa Museu Abel Salazar;\t&#xd;\nCEDT, Centro de Excelência em Desmaterialização de Transacções;\t\t\t\t&#xd;\nENERGAIA, Agência de Energia do Sul da Área; \t&#xd;\nERTRAC - European Road Transport Research Advisory Council;\t&#xd;\nFluidinova - Empresa de engenharia de alta tecnologia especializada na produção de nano-hidroxiapatite de elevada qualidade e elevada pureza;\t&#xd;\nGNIP, Grupo Nacional para a Integração de Processos;\t&#xd;\nHealth Cluster Portugal, Pólo de Competitividade da Saúde;\t&#xd;\nGOLC - The Global Online Laboratory Consorcium;\t&#xd;\nPTPC - Plataforma Tecnológica Portuguesa da Construção;\t&#xd;\nSHARE - Associação para a partilha do conhecimento;\t&#xd;\nSPEE, Sociedade Portuguesa para a Educação em Engenharia;\t&#xd;\nTER-Associação para a Inovação e Desenvolvimento Tecnológico de Energias Renováveis;&#xd;\nAEDCP – Associação Portuguesa para o Cluster Indústrias da Aeronáutica, do Espaço e da Defesa;&#xd;\nCLUSTERS:&#xd;\nSMART WASTE Portugal&#xd;\nAutomóvel – MOBINOV&#xd;\nPlataforma Ferroviária Portuguesa","memberOrga":"","goal":"The Faculty of Engineering of the University of Porto undertakes activities in the realms of education, research, and innovation at international level. Accordingly, the results of these activities lead to the creation and transmission of knowledge, training of competent and ethical professionals, and future leaders in the area of engineering and similar areas, and also the promotion of wellbeing of our global society. &#xd;<br />&#xd;<br />FEUP's mission deals mainly with the areas of engineering, having as its main focus academic training, research, development and innovation activities closely connected with training of the second and principally the third cycle, and also the activities of the University's third mission, which include the transfer of knowledge and technology, the provision of services, continuous education, participation in discussion concerning national policies and involvement in the economic, cultural and social life of our region and country. Complementing these, the cultural, civic and humanistic education of the FEUP community, together with the value of the surroundings and heritage and the preservation of the memory of this institution, must also be seen as an integral part of the mission.&#xd;<br />&#xd;<br />FEUP positions itself as an 'erudite and cosmopolitan' institution, a living campus and fount of inspiration for the technical and scientific, civic and cultural growth of so many youngsters, promising them a better future.&#xd;<br />It also aims, through its quality as an institution, to inspire in all who have permanent employment therein a state of well-being, ambition and pro-activity in order always to improve on the quantity and quality of its public service, in pursuit of its mission’s objectives, in the creation of knowledge and its transfer to society.&#xd;<br />&#xd;<br />FEUP serves as a key asset, and will therefore necessarily be rigorous, proactive and demanding, in accordance with the aims of the University of Porto and for the development of Portugal, in order to achieve that ever delayed goal of European convergence.","acronym":"FEUP","interests":"Climate Action, Education and training, Energy, Environment, Food Safety, International co-operation and development, Research and innovation, Trans-European Networks, Transport","euInitiatives":"FEUP is in the heart of Porto Innovation District and is the engine behind the success of The Science and Technology Park of the University of Porto, UPTEC, the winner of the 2013 European Region Stars Award for Smart Growth.&#xd;<br />In the FP7, FEUP was partner and/or coordinator in a total of 48 projects, including as host institution of two ERC Grants (Elastic-Turbulence and BI-DSC) and three Individual Marie Curies: one International Outgoing Fellowhips (GPSMB-PPSplitter) and two International Incoming Fellowships (Micro-BioRheology and COVMAPS). &#xd;<br />Under Horizon 2020, FEUP is already partner in 21 projects funded (Marine UAS, BRIDGES, ICI-THROUGH, IN2RAIL, HYDRALAB-PLUS, FAME, ANTAREX, HEAT-SHIELD, RISEN, PRINTCR3DIT, LIQUEFACT, PRINT-AID, OPTICON, SERA, SIMUSAFE, InnoDC, IN2STEMPO , OPTIMACS, PROSEU, SPRINT, and RE-CITY) and is the coordinator of 5 other funded projects (SDIN, SmartHELMET, GOTSolar, EUMarineRobots and DelNAM). FEUP is also a third party in the projects ANSWER, EMSODEV, IN2TRACK and mcBEEs.&#xd;<br />Concerning other international funds, since 2014, FEUP has also been very successful in programs such as: EEA Grants (2 funded projects as coordinator and 1 as partner), COST (2 Coordinated actions, 15 actions as Partner), ECHO (2 projects funded as Partner), CEF (1 project funded as Partner), Interreg (1 project funded as Coordinator, 7 projects funded as Partner), ERA-NET (2 projects funded as Coordinator and 6 projects funded as Partner), RFCS (2 projects funded as Partner, FASTCOLD and DESDEMONA) and UCPM (1 project funded as Partner, LODE). &#xd;<br />FEUP is also helping to turn the northern region of Portugal into a center for innovation. Since 2014, FEUP was Co-financed in over 25 M€ by the European Regional Development Fund, spreading modern, structural change across the north of Portugal, FEUP is demonstrating how active universities in previously poorer regions of Europe can lead the move to smart growth.","lastUp":"2019-02-11T18:41:18.004+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}