{"id":"0649790813-47","name":"Association des Constructeurs Européens d'Automobiles","registrationDate":"2008-12-18T11:05:11.584+02:00","category":2,"subCategory":4,"legal":"Groupement d'Intérêt Economique (G.I.E.)","web":"http://www.acea.be","country":"Belgium","headAddress":"Avenue des Nerviens, 85","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)27 32 55 50","boss":"Erik Jonnaert","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":19,"membersFTE":"10.5","membership":"ACEA is a member of several organisations including:&#xd;\n- ERTICO (European Road Transport Information and Communication Organisation)&#xd;\n- ERTRAC (European Road Transport Research Advisory Council)&#xd;\n- The Alliance for a Competitive European Industry&#xd;\n- The Kangaroo Group","memberOrga":"ACEA's members are:&#xd;\n- BMW Group&#xd;\n- DAF Trucks&#xd;\n- Daimler&#xd;\n- Fiat Chrysler Automobiles&#xd;\n- Ford of Europe&#xd;\n- Honda Motor Europe&#xd;\n- Hyundai Motor Europe&#xd;\n- Iveco&#xd;\n- Jaguar Land Rover&#xd;\n- PSA Group&#xd;\n- Renault&#xd;\n- Toyota Motor Europe&#xd;\n- Volkswagen Group&#xd;\n- AB Volvo&#xd;\n- Volvo Car Corporation&#xd;\n&#xd;\nThe national associations of manufacturers/importers in the EU Member States, Norway, Switzerland and Turkey are \"associated organisations\" of ACEA.&#xd;\n&#xd;\nACEA's R&amp;D branch, EUCAR (European Council for Automotive R&amp;D), facilitates and coordinates pre-competitive research and development projects and its members participate in a wide range of collaborative European R&amp;D programmes.","goal":"ACEA monitors, studies and analyses EU policy developments affecting the automotive industry. It informs its members of these developments and their potential impact on the industry.Where appropriate, it provides information and makes representations to the EU institutions on behalf of its members.","acronym":"ACEA","interests":"Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Energy, Enterprise, Environment, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Internal Market (type approval framework, exhaust emissions, general safety regulation, weights and dimensions of heavy duty vehicles, roadworthiness)&#xd;<br />External trade (free trade agreements, trade defence instruments)&#xd;<br />Climate action (CO 2 emissions from passenger cars, light commercial vehicles and heavy duty vehicles,  alternative fuel infrastructure)&#xd;<br />Transport policy (road charging, urban mobility, ITS)&#xd;<br />Environment (end-of-life vehicles, resource efficiency, fuel quality, REACH)&#xd;<br />Digital Agenda (connected and automated driving, e-privacy, cybersecurity)","lastUp":"2018-04-04T10:42:46.027+02:00","customers":"","costAbsolu":"","costRange":"2000000-2249999","turnoverAbsolu":0,"turnoverRange":""}