{"id":"066379428582-97","name":"Stowarzyszenie Patronat","registrationDate":"2017-10-07T21:59:15.108+01:00","category":3,"subCategory":2,"legal":"stowarzyszenie","web":"http://zderzak-lagiewki.pl","country":"Poland","headAddress":"ul.Cmentarna","headCity":"Zgorzelec","headPostCode":"59-900","headPhone":"(48)7 34 51 86 05","boss":"Elżbieta Łągiewka","bossTitle":"Ms","bossPosition":"Wiceprezes","membersCount":15,"membersFTE":"6.0","membership":"http://zderzak-lagiewki.pl","memberOrga":"http://zderzak-lagiewki.pl","goal":"Celem stowarzyszenia jest działalność publiczna na rzecz rozwoju społeczeństwa (ogółu społeczności) w szczególności poprzez wykonywanie zadań w zakresie wynalazczości, nauki, edukacji, oświaty i wychowania poprzez:&#xd;<br />a) prowadzenie wszechstronnych działań na rzecz lepszego wykorzystania potencjału intelektualnego i technicznego ośrodków nauki,&#xd;<br />b) promowanie innowacyjnych działań na polu nauki i techniki wraz z pozyskaniem na ten cel wsparcia finansowego oraz merytorycznego niezbędnego do realizacji takich działań,&#xd;<br />c) rozpowszechnianie i promowanie w kraju i za granicą osiągnięć naukowo- badawczych i dydaktycznych,&#xd;<br />d) wspieranie i organizowanie projektów badawczych,informacyjnych,kształceniowych i wydawniczych służących zdobywaniu i rozpowszechnianiu wiedzy, &#xd;<br />e) wspieranie działalności wynalazczej oraz doprowadzenie do wdrożenia polskich, wynalazków do praktyki przemysłowej, w tym w szczególności rozwiązań technicznych autorstwa polskiego wynalazcy Lucjana Łagiewka.","acronym":"","interests":"Energy, Internal Market, Justice and Fundamental Rights, Research and Technology, Trans-European Networks, Transport","euInitiatives":"MR-80 / Protecting Designs in the European Union,&#xd;<br />&#xd;<br />MR-77 / EU's Information Services Market Boosted by New Rules on the Re-use of Public Sector Info,&#xd;<br />&#xd;<br />MR-39 / Patent Protection in the European Union,&#xd;<br />&#xd;<br />European Commission acts to preserve the rule of law in Poland.","lastUp":"2017-10-07T22:00:07.071+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}