{"id":"066400926009-75","name":"INACO-Initiativa pentru Competitivitate","registrationDate":"2017-02-21T12:09:26.442+01:00","category":3,"subCategory":2,"legal":"asociatie-ONG","web":"http://inaco.ro","country":"Romania","headAddress":"Strada Hristo Botev, nr.26, apt 1, sector 3","headCity":"Bucuresti","headPostCode":"","headPhone":"(40)7 49 26 39 82","boss":"ANDREEA PAUL","bossTitle":"Ms","bossPosition":"Presedinte","membersCount":40,"membersFTE":"15.25","membership":"Networks of women - Elite Business Women, children - CONIL, entrepreneurs, high-level proffesionals, ex-ministers.","memberOrga":"http://inaco.ro/membri/","goal":"– Crearea unui mecanism neguvernamental viabil și eficient, apolitic, autonom și independent de instituțiile publice, cu grupuri de specialiști și rețele de experți în vederea monitorizării și creșterii gradului de competitivitate al României&#xd;<br />– Sprijinirea inițiativelor publice și private care au ca scop creșterea performanței economice românești   &#xd;<br />– Creșterea calității politicilor economice şi sociale din România Propune o structură de pregătire, O ȘCOALĂ pentru tinerii antreprenori, pentru voluntariat, pentru competitivitatea tinerilor, care să se folosească de atuurile care le pot da un grad semnificativ de competitivitate între ceilalți oameni de afaceri sau pot oferi avantaje competitive afacerii și carierei lor.  &#xd;<br />– Inițierea și eficientizarea dezbaterilor publice pro-investiții, pro-business, pro-eficiență în scopul creșterii competitivităţii naţionale.   &#xd;<br />– Analiza dinamicii competitivității românești în context european și global.   &#xd;<br />– Eficientizarea politicilor generale cu impact asupra antreprenoriatului, investițiilor și a competitivităţii economiei naţionale, asupra comunităților locale și regionale, elaborate de către Parlament, Guvern sau alte autorităţi ale administraţiei publice centrale sau locale, naționale sau internaționale, şi formularea de opinii și recomandări pe marginea acestora.   &#xd;<br />– Elaborarea de  rapoarte privind evoluţia indicatorilor de competitivitate, investigațiilor de profil și generarea de concluzii pentru elaborarea şi implementarea politicilor economice de creştere şi dezvoltare.   &#xd;<br />– Monitorizarea eficienţei şi eficacității programelor şi proiectelor naţionale, regionale sau locale privind creşterea competitivităţii economice şi sociale și informarea în cauză a Președinției, Guvernului și Parlamentului.   &#xd;<br />– Generarea de analize și recomandări cu privire la proiectele bugetului de stat și cel al asigurărilor sociale, ale bugetelor locale, cu impact asupra competitivității.   &#xd;<br />– Monitorizarea modului în care se asigură respectarea și luarea măsurilor necesare punerii în aplicare a regulamentelor, deciziilor, recomandărilor, ghidurilor emise în domeniul competitivității, adoptate la nivelul Uniunii Europene, și contribuirea la formularea opiniei și propunerilor României cu privire la definirea strategiilor europene în domeniu.   &#xd;<br />– Formularea de propuneri de îmbunătățire a legislaţiei economice şi sociale din domenii care urmăresc creșterea competitivității naționale, inclusiv din domeniul învăţământului şi cercetării, pentru poziționarea optimă a României ca forță economică pe harta globală a competitivității.   &#xd;<br />– Evaluarea ex-ante și ex-post a impactului politicilor economice şi sociale lansate în dezbatere publică sau adoptate.   &#xd;<br />– Propunerea unor politici specifice pentru stimularea unor sectoare care au sau pot avea avantaje competitive.   &#xd;<br />– Formularea de opinii cu privire la programele naţionale și locale de investiţii și de analize cu privire la eficienţa, eficacitatea, transparența şi oportunitatea realizării acestora, indiferent de sursa lor de finanțare, publică sau privată, naţională sau externă, sau dacă sunt realizate în parteneriat public-privat.   &#xd;<br />– Colaborarea cu instituţii publice, private, patronate, sindicate, alte instituții neguvernamentale, naționale și internaționale; colaborarea cu Comisia Europeană, precum și cu alte instituții europene sau internaționale, cu organisme echivalente din alte state membre dedicate consolidării competitivității.   &#xd;<br />– Elaborarea de proiecte, planuri și strategii de creștere a competitivității agenților economici și a administrațiilor locale.","acronym":"INACO","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Initiative si politici din domeniile :&#xd;<br />- competitivitate&#xd;<br />- economie, industrie, finante&#xd;<br />- dezvoltare regionala&#xd;<br />- absorbtia fondurilor europene&#xd;<br />- politici publice&#xd;<br />- tineret&#xd;<br />- antreprenoriat","lastUp":"2018-02-22T07:40:38.677+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}