{"id":"066681919451-60","name":"UnternehmensGrün e.V., Bundesverband der grünen Wirtschaft","registrationDate":"2015-11-06T12:46:04.429+02:00","category":2,"subCategory":4,"legal":"gemeinnütziger Verein","web":"http://www.unternehmensgruen.de","country":"Germany","headAddress":"Unterbaumstraße 4","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)30 32 59 96 83","boss":"Klaus Stähle","bossTitle":"Mr","bossPosition":"Vorstand","membersCount":1,"membersFTE":"0.25","membership":"http://www.unternehmensgruen.org/politik-aktivitaeten/voneinander_profitieren/","memberOrga":"http://www.unternehmensgruen.org/ueber-uns/mitglieder/","goal":"Im Bundesverband der grünen Wirtschaft engagieren sich seit 1992 Unternehmer*innen, die Verantwortung für Wirtschaft, Umwelt und Gesellschaft verbinden. Der Gründungsimpuls vor mehr als 20 Jahren war die Überzeugung, dass Ökologie und Wirtschaftlichkeit kein Widerspruch sind. Heute tragen diese Ideen mehr als 220 Mitgliedsunternehmen.&#xd;<br />UnternehmensGrün setzt sich als ökologisch ausgerichteter Unternehmensverband vor allem ideell und branchenübergreifende für eine ambitionierte Umwelt- und nachhaltige Wirtschaftspolitik ein. Der Verband nimmt mit den Experten aus den Reihen seiner Mitglieder und des Vorstands Einfluss auf Gesetzgebungsprozesse, wird bei Fachanhörungen im Bundestag gehört und entwickelt Konzepte für nachhaltiges Wirtschaften. Daneben organisiert der Verband für seine Mitglieder regionale Vernetzungstreffen, Seminare, Vorträge und Tagungen (z.B. Veranstaltungsreihe Umwelt-Wirtschaftsethik). UnternehmensGrün ist Gründungsmitglied von Ecopreneur.eu, der Europäischen Vereinigung der nachhaltigen Wirtschaftsverbände. Der Verein ist parteipolitisch und finanziell unabhängig und als gemeinnützig anerkannt.","acronym":"UnternehmensGrün","interests":"Agriculture, Business and Industry, Climate Action, Energy, Environment, Trade","euInitiatives":"Green Action Plan for SMEs&#xd;<br />Circular Economy Package&#xd;<br />Klima- und Effizienzziele&#xd;<br />Freihandelsabkommen","lastUp":"2018-10-02T09:13:54.546+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}