{"id":"06698681039-26","name":"EUROPEAN TRADE UNION CONFEDERATION","registrationDate":"2009-02-02T10:18:04.808+01:00","category":2,"subCategory":1,"legal":"Association de fait","web":"http://www.etuc.org/","country":"Belgium","headAddress":"Boulevard du Roi Albert II, 5","headCity":"BRUXELLES","headPostCode":"B-1210","headPhone":"(32)22 24 04 11","boss":"Visentini Luca","bossTitle":"Ms","bossPosition":"General Secretary","membersCount":23,"membersFTE":"22.25","membership":"La CES est une confédération qui regroupe 90 organisations syndicales nationales de 39 pays européens ainsi que 10 fédérations  professionnelles syndicales européennes.","memberOrga":"https://www.etuc.org/en/national-trade-union-confederations-list-member-organisations","goal":"La CES a été créée en 1973 afin de défendre les intérêts des travailleurs au niveau européen et de les représenter devant les organes de l’UE.&#xd;<br />1.Objectifs&#xd;<br />Le processus d’intégration européenne, avec l’euro, la Constitution européenne et l’incidence grandissante de la législation européenne sur la vie quotidienne a changé le cadre d’action des syndicats. Pour défendre leurs membres et négocier en leur nom efficacement au niveau national, ils doivent coordonner leurs activités et leurs politiques sur le plan européen. Pour influencer l’économie et la société au sens large, ils se doivent de parler d’une même voix et d’agir de concert au niveau européen. C’est la raison d’être de la CES.&#xd;<br />2. Composition&#xd;<br />À l’heure actuelle, la CES regroupe 89 organisations membres de 39 pays européens, ainsi que de 10 fédérations syndicales européennes, soit plus de 60 millions de membres, ainsi que des organisations ayant un statut d’observateur en Macédoine et en Serbie. D’autres structures syndicales telles qu’ EUROCADRES (Conseil des cadres européens) et la EFREP/FERPA (Fédération européenne des retraités et personnes âgées) opèrent sous l’égide de la CES. En outre, la CES coordonne les activités des 41 CSIR (Conseils syndicaux interrégionaux), qui organisent la coopération syndicale au niveau transfrontalier. La CES est un des partenaires sociaux européens et est reconnue par l’Union européenne, par le Conseil de l’Europe et par l’AELE en tant qu’unique organisation syndicale interprofessionnelle représentative au niveau européen.&#xd;<br />3. La CES est le partenaire social européen qui représente les travailleurs&#xd;<br />La Confédération européenne des syndicats et ses organisations affiliées à travers l’Europe est donc, dans les faits et dans le Traité, un acteur de la construction européenne depuis sa création en 1973 et encore plus depuis le 31 octobre 1991, date de l’accord signé par les partenaires sociaux européens qui leur donnait la possibilité de négocier des accords imposables ensuite aux institutions européennes. Cet accord du 31 octobre 1991  signé entre la Confédération européenne des syndicats, le Centre européen des entreprises à participation publique (CEEP), l’Union des confédérations de l’industrie et des employeurs d’ Europe (UNICE) depuis BUSINESSEUROPE a été intégré dans le traité d'Amsterdam. Ces partenaires disposent donc d’un pouvoir réel sur un accord constitutionnel communautaire, ordinairement élaboré de manière inter-gouvernementale.&#xd;<br />Dans le même temps, la CES négocie avec les employeurs au moyen du « dialogue social européen » . Cela se traduit par un dialogue social sectoriel dans 31 secteurs industriels différents, coordonné par les fédérations syndicales européennes. Enfin, la CES est la seule organisation européenne représentant l’ensemble des salariés d’Europe au sein du Comité du dialogue social interprofessionnel. Le dialogue social est la  pierre angulaire de l’action de la CES.&#xd;<br />Les fédérations syndicales européennes affiliées à la CES sont également les acteurs majeurs du dialogue social mis en place au sein des comités paritaires sectoriels européens.&#xd;<br /> Suite à la reconnaissance officielle, par l’UE, du droit des partenaires sociaux à négocier des accords-cadres au niveau européen, la CES a signé trois accords-cadres européens avec ses homologues du patronat, qui ont été adoptés par le Conseil des ministres et mis en œuvre sous la forme de directives. Ils concernent le congé parental (1996), le travail à temps partiel (1997) et les CDD (1999). Par ailleurs, les syndicats et les employeurs ont mis en œuvre d’autres accords conclus au niveau européen dans le cadre du dialogue social « autonome  » comme le statut des télétravailleurs (2002), le stress lié au travail (2004) et le harcèlement et la violence au travail (2007), les marchés du travail inclusifs(2010) . Enfin, il faut souligner la signature des cadres d'actions (qualifications et compétences; égalité hommes femmes et emploi des jeunes).","acronym":"ETUC","interests":"Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Consumers, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Youth","euInitiatives":"EU social dialogue&#xd;<br />Employment and social inclusion&#xd;<br />European macroeconomic dialogue&#xd;<br />European economic governance&#xd;<br />EU labour law, workers rights and company law&#xd;<br />Sustainable development &#xd;<br />European standardisation process&#xd;<br />Industrial policy&#xd;<br />Migration&#xd;<br />Better Regulation&#xd;<br />Digitalisation&#xd;<br />Equal opportunities&#xd;<br />Health and safety&#xd;<br />Public services","lastUp":"2019-02-26T17:05:56.180+01:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}