{"id":"067711130762-48","name":"European Health Parliament","registrationDate":"2018-03-12T17:24:18.232+01:00","category":4,"subCategory":5,"legal":"De facto association","web":"http://www.healthparliament.eu/","country":"Belgium","headAddress":"Square de Meeûs 23","headCity":"Brussels","headPostCode":"","headPhone":"(32)0 27 46 32 50","boss":"Zeger Vercouteren","bossTitle":"Mr","bossPosition":"Vice-President Government Affairs &amp; Policy EMEA - Johnson&amp;Johnson","membersCount":6,"membersFTE":"2.25","membership":"","memberOrga":"http://www.healthparliament.eu/current-edition/#participants","goal":"The EHP is a movement connecting and empowering the next generation of European health leaders to rethink EU health policies. This year, #WeRun4Health ahead of the 2019 EP elections. In 2014 the EHP was created. The initiative connects promising young professionals and challenges them to develop solutions for European health policy that are both innovative and actionable. Along with the six partners – POLITICO, the College of Europe, Johnson &amp; Johnson, Porter Novelli, European Patients Forum, and EU40 – the EHP provides the next generation of European leaders with the connections, knowledge and platform they need to drive policy change in Europe.&#xd;<br />&#xd;<br />Each year the EHP convenes a diverse group of 60 young professionals representing all healthcare sectors. Participants work together for six months to develop policy recommendations that address today’s most pressing European health issues, which are picked in cooperation with the European Commission. EHP participants are selected for their contribution to and potential to lead in European health policy and come from a range of educational and occupational backgrounds. The recommendations are published around Spring and evaluated by a Jury.","acronym":"EHP","interests":"Communication, Consumers, Culture, Food Safety, Public Health, Research and innovation, Single market","euInitiatives":"1) EP INI report on a European One Health Action Plan against Antimicrobial Resistance. &#xd;<br />2) EU Joint Action on Antimicrobial Resistance and HealthCare-Associated Infections \"EU-JAMRAI\".&#xd;<br />3) EU Open Public Consultation on “Strengthened cooperation against vaccine preventable diseases”.","lastUp":"2019-02-20T12:06:05.915+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}