{"id":"06798511314-27","name":"European Environmental Bureau","registrationDate":"2009-03-06T16:47:22.311+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.eeb.org","country":"Belgium","headAddress":"BOULEVARD DE WATERLOO, 34","headCity":"BRUSSELS","headPostCode":"1000","headPhone":"(32)22 89 10 90","boss":"JEREMY WATES","bossTitle":"Mr","bossPosition":"SECRETARY GENERAL","membersCount":22,"membersFTE":"19.75","membership":"- Green 10&#xd;\n- European Environmental Citizens’ Organisation for Standardisation (ECOS)&#xd;\n- Seas at Risk&#xd;\n- Mediterranean Information Office for Environment, Culture and Sustainable Development&#xd;\n- Coalition for Energy Savings&#xd;\n- European Movement International&#xd;\n- European Partners for the Environment&#xd;\n- European Habitats Forum&#xd;\n- Green Budget Europe&#xd;\n- Spring Alliance&#xd;\n- SDG Watch Europe&#xd;\n- OECD watch: http://www.oecdwatch.org&#xd;\n- Nuclear Transparency Watch&#xd;\n- Accountable Now","memberOrga":"member organisations:&#xd;\nhttp://www.eeb.org/index.cfm/members/","goal":"Set up in 1974, the EEB is Europe’s largest network of environmental NGOs, bringing together around 140 civil society organisations from more than 30 European countries (virtually all EU Member States plus some accession and neighbouring countries), including a growing number of European networks, with a combined membership of an estimated 15 million people.  &#xd;<br />&#xd;<br />The EEB’s mission is to serve as the environmental voice of European citizens, standing for environmental justice, sustainable development and participatory democracy. We seek to ensure a healthy environment and rich biodiversity throughout the EU and beyond.&#xd;<br />&#xd;<br />The EEB seeks to be an effective force in visibly improving the EU's environmental policies and achieving sustainable development by effectively integrating environmental objectives in horizontal and sectoral policies of the EU as well as ensuring compliance with effective strategies to achieve these objectives.&#xd;<br />&#xd;<br />While a majority of EEB staff work on influencing developments in the European institutions and at member state level, the EEB’s Global Policies and Sustainability Unit (GPS) is also focused on influencing multilateral processes in cooperation with civil society groups in the Global South at the level of the UN and the OECD. It likewise works with countries in the process of joining the EU or being covered by the European Neighbourhood Policy to help them implement EU environmental and sustainability legislation and policies. &#xd;<br />&#xd;<br />To achieve the above objectives, the EEB aims to promote knowledge and understanding of current and potential EU environmental and sustainable development policies with the general public, leading to mobilisation for continuous improvements. As this mobilisation is often led by the EEB’s members, the EEB works constantly to develop and maintain close relations with its members and provide targeted services with regard to information, co-ordination and representation. The EEB secretariat in Brussels also works in close co-operation with other environmental organisations and in coalitions with representatives of other interest groups.","acronym":"EEB","interests":"Agriculture and Rural Development, Climate Action, Energy, Enlargement, Environment, Fisheries and Aquaculture, General and Institutional Affairs, Research and Technology, Taxation, Transport","euInitiatives":"The EEB follows and engages in a very broad range of EU policy areas relevant to environment and sustainable development, in line with the very broad range of policy areas addressed our membership.  We refer to our 2017 Work Programme which provides a fairly comprehensive overview of EEB’s interests, objectives, priorities and activities. The EEB’s 2017 Work Programme can be found here: http://www.eeb.org/index.cfm/library/eeb-work-programme-2017/","lastUp":"2018-04-20T16:15:27.691+02:00","customers":"","costAbsolu":"","costRange":"3250000-3499999","turnoverAbsolu":0,"turnoverRange":""}