{"id":"068082527570-38","name":"Forética","registrationDate":"2017-06-22T15:23:52.983+02:00","category":2,"subCategory":4,"legal":"Asociación sin fines de lucro","web":"http://foretica.org","country":"Spain","headAddress":"C/Almagro 12 3 planta","headCity":"Madrid","headPostCode":"28010","headPhone":"(34)9 15 22 79 46","boss":"Germán Granda Revilla","bossTitle":"","bossPosition":"Director General ","membersCount":1,"membersFTE":"0.5","membership":"Ver: http://www.foretica.org/quienes-somos/alianzas/","memberOrga":"Ver: http://www.foretica.org/unete-a-foretica/nuestros-socios/","goal":"Forética es la asociación de empresas y profesionales de la responsabilidad social empresarial / sostenibilidad líder en España y América Latina, que tiene como misión fomentar la integración de los aspectos sociales, ambientales y de buen gobierno en la estrategia y gestión de empresas y organizaciones. Actualmente está formada por más de 200 socios, entre ellos el 40% de las empresas que cotizan en el Ibex 35, además de filiales de multinacional, pequeñas y medianas empresas, ONG de referencia y socios personales.&#xd;<br />&#xd;<br />Forética es propietaria de la Norma SGE 21, primer sistema de gestión de la responsabilidad social que permite, de manera voluntaria, alcanzar una certificación. En la actualidad, más de un centenar de empresas y organizaciones están certificadas con la Norma en España y América Latina.&#xd;<br />&#xd;<br />Forética es el representante del  World Business Council for Sustainable Development en España y por tanto Consejo Empresarial Español para el Desarrollo Sostenible. Además es miembro del Consejo de Administración de CSR Europe.","acronym":"","interests":"Business and Industry, Climate Action, Employment and Social Affairs, Environment, External Relations, Regional Policy, Taxation, Trans-European Networks","euInitiatives":"Corporate social responsibility - Responsible business conduct &#xd;<br />- Non financial reporting directive&#xd;<br />- Sustainable Development Goals&#xd;<br />- Business and human rights &#xd;<br />- Climate change &#xd;<br />- Circular economy","lastUp":"2018-07-04T11:10:07.278+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}