{"id":"068584724416-28","name":"BC3 BASQUE CENTRE FOR CLIMATE CHANGE -  KLIMA ALDAKETA IKERGAI","registrationDate":"2016-11-10T10:50:38.580+01:00","category":4,"subCategory":5,"legal":"NON PROFIT ASSOCIATION","web":"http://www.bc3research.org","country":"Spain","headAddress":"EDIFICIO SEDE, 1ยบ PLANTA","headCity":"LEIOA","headPostCode":"48940","headPhone":"(34)9 44 01 46 90","boss":"NEREA ORTIZ","bossTitle":"Ms","bossPosition":"OPERATIONS MANAGER","membersCount":19,"membersFTE":"12.25","membership":"","memberOrga":"https://www.bc3research.org/transparency.html","goal":"The BC3 is a Research Centre based in the Basque Country, which aims at contributing to long term research on the causes and consequences of climate change in order to foster the creation of knowledge in this multidisciplinary science.&#xd;<br />The BC3 seeks to prepare a highly-qualified team of researchers with the primary objective of achieving excellence in research, training and dissemination.&#xd;<br />The methods and analytical tools used will serve to widen the frontiers of human scientific knowledge to make the BC3 a world-wide benchmark for climate change research.&#xd;<br />&#xd;<br />Vision:&#xd;<br />To steer climate change science towards the co-production of new knowledge and the co-design of policy solutions together with other stakeholders through a solid and transdisciplinary approach, with the ultimate goal to achieve sustainable development. &#xd;<br />&#xd;<br />Mission:&#xd;<br />&#xd;<br />BC3 mission is to strategically foster co-production of knowledge relevant to decision making by integrating environmental, socioeconomic, and ethical dimensions of climate change.","acronym":"BC3","interests":"Agriculture, Climate Action, Economy, finance and the euro, Education and training, Energy, Environment, Food Safety, Maritime affairs and fisheries, Public Health, Research and innovation, Taxation, Transport","euInitiatives":"Environment&#xd;<br />Energy&#xd;<br />Fisheries and agriculture&#xd;<br />Transport&#xd;<br />Health&#xd;<br />Research and Innovation&#xd;<br />Climate action&#xd;<br />Excellence in Research&#xd;<br />Gender Equity","lastUp":"2018-10-31T09:26:20.815+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}