{"id":"068602816068-59","name":"Saarland-Sporttoto GmbH","registrationDate":"2015-02-17T12:15:27.254+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.saartoto.de","country":"Germany","headAddress":"Saarland-Sporttoto GmbH","headCity":"Saarbrücken","headPostCode":"66117","headPhone":"(49)68 15 80 12 14","boss":"Michael Burkert","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":3,"membersFTE":"0.75","membership":"https://www.european-lotteries.org&#xd;\nhttp://www.world-lotteries.org&#xd;\n&#xd;\nDeutscher Lotto- und Totoblock","memberOrga":"","goal":"Die Saarland-Sporttoto GmbH (Saartoto) mit Sitz in Saarbrücken veranstaltet mit Genehmigung des Bundeslandes Saarland auf der Basis des Staatsvertrags zum Glücksspielwesen in Deutschalnd (Glücksspielstaatsvertrag), des Saarländischen Gesetzes zur Ausführung des Staatsvertrags zum Glücksspielwesen wie auch der Saarländischen Glücksspielverordnung Lotterien und Sportwetten.&#xd;<br />&#xd;<br />Saartoto setzt den gesetzlichen Auftrag des Bundeslandes Saarland gemäß den Zielen des Glücksspielstaatsvertrages um:&#xd;<br />1. Das Entstehen von Gücksspiel- und Wettsucht zu verhindern und die Voraussetzungen für eine wirksame Suchtbekämpfung zu schaffen,&#xd;<br />2. durch ein begrenztes, eine geeingete Alternative zum nicht erlaubten Glückspiel darstellendes Glücksspielangebot den natürlichen Spielbetrieb der Bevölkerung in geordnete und überwachte Bahnen zu lenken sowie der Entwicklung und Ausbreitung von unerlaubten Glücksspieln in Schwarzmärkten entgegenzuwirken,&#xd;<br />3. den Jugend- und Spielerschutz zu gewährleisten,&#xd;<br />4. sicherzustellen, dass Glücksspiele ordnungsgemäß durchgeführt, die Spieler vor betrügerischen Machenschaften geschützt, die mit Glückspielen verbundene Folge- und Begleitkriminalität abgewehrt werden und&#xd;<br />5. Gefahren für die Integrität des sportlichen Wettbewerbs beim Veranstalten und Vermitteln von Sportwetten vorzubeugen. &#xd;<br />&#xd;<br />Aus den Steuern und Abgaben der Saarland-Sporttoto GmbH werden seit Gründung des Unternehmens im Jahr 1951 die Bereiche Sport, Soziales, Kultur, Umwelt- und Naturschutz sowie Denkmalschutz im Bundesland Saarland gefördert. &#xd;<br />&#xd;<br />Der Jahresumsatz der Saarland-Sporttoto GmbH in 2015 betrug 124,31 Mio. Euro. Allein im Jahr 2015 hat Saartoto 20,3 Mio. Euro Lotterie- und Sportwettensteuer an das Saarland bezahlt. 22,1 Mio. Euro gingen in 2015 an den saarländischen Sport, kulturelle, ökologische und soziale Projekte.&#xd;<br />&#xd;<br />Anteilseigner der Saarland-Sporttoto GmbH ist das Bundesland Saarland und der Landesportsverband Saarland (LSVS). Zurzeit hat Saartoto rund 100 Mitarbeiter und vertreibt seine Produkte in über 300 Annahmestellen im Saarland.","acronym":"Saartoto","interests":"Competition, Consumer Affairs, Culture, Economic and Financial Affairs, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Sport, Taxation, Trade, Youth","euInitiatives":"-  Integrität des Sports &#xd;<br />- Standardisierung- und Harmonisieurng / Glücksspielwesen &#xd;<br />- Verordnung zu Online-Streitschlichtungsstellen&#xd;<br />- Geldwäsche-Richtlinie&#xd;<br />- TTIP&#xd;<br />- Glücksspielwesen","lastUp":"2018-03-20T10:09:47.406+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}