{"id":"06869148182-50","name":"UITP - International Association of Public Transport","registrationDate":"2012-02-28T16:08:04.217+02:00","category":2,"subCategory":4,"legal":"aisbl","web":"http://www.uitp.org/eu-policy","country":"Belgium","headAddress":"Rue Sainte Marie, 6","headCity":"Brussels","headPostCode":"1080","headPhone":"(32)26 63 66 32","boss":"Mohamed Mezghani","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":10,"membersFTE":"7.0","membership":"UITP is a representative of employers organisation in the European sectoral social dialogue&#xd;\n&#xd;\nUITP is a representative of European rail association","memberOrga":"See here: http://www.uitp.org/all-members","goal":"UITP is the only worldwide network to bring together all public transport stakeholders and all sustainable transport modes. In the European Union, UITP represents the interests of more than 400 urban, suburban and regional public transport operators and authorities from all Member States and interacts with the European institutions and other organisations. &#xd;<br />&#xd;<br />UITP is:&#xd;<br />- The catalyst for new business opportunities &#xd;<br />By uniting the entire supply chain of public transport players, UITP is an ideal platform for developing business partnerships and joint ventures. &#xd;<br />- The global centre of knowledge and know-how &#xd;<br />UITP acts as the point of reference and a centre of best practices and benchmarking for the public transport sector. UITP gathers and monitors public transport statistics and mobility indicators, and acts as knowledge hub on past and current developments and future trends as well as technical harmonisation. As such, UITP is THE worldwide expert on public transport and related issues.&#xd;<br />- The advocate for public transport and sustainable mobility&#xd;<br />UITP works to mobilise political will with its sound evidence, and to create a favourable climate for the sector. As the representatives of the entire mobility market, UITP has a strong voice and significant influence when it comes to defending the interests of public transport. UITP is actively engaged with a number of international bodies - such as the United Nations, the World Bank and European institutions.&#xd;<br />- The promoter of innovations and forward-looking solutions&#xd;<br />UITP is a forward-looking Association, striving to anticipate needs and identify and promote future solutions for sustainable urban mobility worldwide.","acronym":"UITP","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Employment and Social Affairs, Energy, Environment, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trans-European Networks, Transport","euInitiatives":"4th Railway Package: monitoring the implementation (application of regulation 1370/2007)&#xd;<br />&#xd;<br />Sustainable urban mobility in Europe&#xd;<br />&#xd;<br />Development of a stable financial framework for urban, suburban and regional public transport&#xd;<br />&#xd;<br />Other political dossiers:&#xd;<br />- passenger rights regulation for bus and coach transport, and for rail transport;&#xd;<br />- digitalisation of public transport (and its social impact);&#xd;<br />- social legislation impacting public transport;&#xd;<br />- development of European multimodal travel information and ticketing systems - EU data policy;&#xd;<br />- procurement of clean vehicles;&#xd;<br />- Autonomous vehicles/MaaS;  &#xd;<br />- R&amp;D in the area of urban mobility;&#xd;<br />- accessibility of persons with disabilities;&#xd;<br />- ...","lastUp":"2018-06-19T11:23:26.996+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}