{"id":"068942728435-72","name":"Assemblée des Départements de France","registrationDate":"2017-09-25T10:04:16.334+02:00","category":6,"subCategory":13,"legal":"association","web":"http://www.departements.fr","country":"France","headAddress":"6 rue Duguay Troin","headCity":"Paris","headPostCode":"75006","headPhone":"(33)1 45 49 60 20","boss":"Dominique Bussereau","bossTitle":"Mr","bossPosition":"Président","membersCount":5,"membersFTE":"1.5","membership":"","memberOrga":"104 collectivités territoriales adhérentes, dont 101 départements","goal":"L’Assemblée des Départements de France (ADF) représente, de manière pluraliste, les Départements auprès des pouvoirs publics et défend leurs intérêts en arrêtant des positions communes. &#xd;<br />&#xd;<br />Elle informe les Départements des réformes impactant leurs missions, partage leurs expériences et savoir-faire, répond aux problématiques rencontrées sur le terrain en leur apportant conseils et solutions, et enfin valorise l’échelon opérationnel de proximité qu’ils incarnent. &#xd;<br />&#xd;<br />Telles sont les principales missions de l’ADF qui se déclinent en cinq grandes actions :&#xd;<br />FÉDÉRER LES DÉPARTEMENTS ET RELAYER LEURS POSITIONS&#xd;<br />INFORMER LES DÉPARTEMENTS&#xd;<br />PARTAGER LES EXPÉRIENCES ET SAVOIR-FAIRE&#xd;<br />DÉVELOPPER DES SERVICES POUR LES DÉPARTEMENTS&#xd;<br />VALORISER LE RÔLE ET L’ACTION DES DÉPARTEMENTS AUPRÈS DES CITOYENS","acronym":"ADF","interests":"Agriculture, Borders and Security, Budget, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, General and Institutional Affairs, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Suivi des politiques communautaires à fort impact pour les départements, en particulier:&#xd;<br />&#xd;<br />-\tInitiatives du comité des régions&#xd;<br />-\tFEDER-FSE et organismes indépendants (OI) chargés de leur mise en œuvre&#xd;<br />-\tPNR&#xd;<br />-\tEnvironnement : directives liées à la protection de la nature (type natura 2000), les directives liées à l’application de la politique énergie-climat, les programmes européens environnementaux type LIFE auquel les Départements sont éligibles&#xd;<br />-\tLaboratoires départementaux&#xd;<br />-\tSIEG&#xd;<br />-\tPAC &#xd;<br />-\tla politique aéroportuaire, &#xd;<br />-\tet l’aménagement du territoire plus globalement.","lastUp":"2018-09-20T11:15:29.032+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}