{"id":"069250127054-82","name":"Suomen sähkönkäyttäjät ry (Association of Energy Users in Finland)","registrationDate":"2017-05-04T14:21:48.385+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://elfi.fi","country":"Finland","headAddress":"Eteläranta 10","headCity":"Helsinki","headPostCode":"00130","headPhone":"(358)1 02 35 48 88","boss":"Pasi  Kuokkanen","bossTitle":"Mr","bossPosition":"Managing director","membersCount":1,"membersFTE":"1.0","membership":"IFIEC Europe:&#xd;\nIFIEC Europe represents the interests of industrial energy users in Europe for whom energy is a significant component of production costs and a key factor of competitiveness in their activities in both Europe and throughout the world. http://www.ifieceurope.org/","memberOrga":"WWW.ELFI.FI","goal":"Yhdistys on sähkömarkkinoihin keskittyvä energia-alan etujärjestö. Yhdistyksen päämääränä on edistää suurten sähkönkäyttäjien asemaa energiamarkkinoilla, edistää kilpailua ja tarjontaa energian tuotannossa, jakelussa, siirrossa ja myynnissä sekä edistää energiamarkkinoiden toimintaa yleisesti. Yhdistyksen tehtävänä on edistää energian tehokasta käyttöä ja lisätä jäsentensä energia-alan osaamista.","acronym":"ELFI","interests":"Energy","euInitiatives":"Päämääriensä tavoittamiseksi yhdistys:&#xd;<br />- pitää yhteyttä julkiseen hallintoon, energia-alan yrityksiin, järjestöihin, tiedotusvälineisiin sekä tutkimus- ja oppilaitoksiin,&#xd;<br />- tekee energia-alaan liittyviä aloitteita ja esityksiä julkiselle hallinnolle sekä antaa energiankäyttäjien asemaa koskevia lausuntoja ja kannanottoja,&#xd;<br />- välittää energia-alaan liittyvää tietoa jäsenilleen,&#xd;<br />- tekee yhteistyötä energia-alan kansallisten, pohjoismaisten ja Euroopan Unionin tasolla toimivien osapuolten kanssa ja tarvittaessa edustaa niissä jäseniään.&#xd;<br />Tehtäviensä toteuttamiseksi yhdistys:&#xd;<br />- järjestää kokouksia, seminaareja ja erilaisia tilaisuuksia,&#xd;<br />- voi julkaista tutkimuksia, selvityksiä, internet-palveluja, lehteä ja ylläpitää jäsenilleen sähköisiä viestintäpalveluja, &#xd;<br />- toimii muilla vastaavilla tavoilla yhdistyksen tarkoituksen toteuttamiseksi.","lastUp":"2019-03-13T07:08:16.067+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}