{"id":"06976923829-30","name":"Union des Producteurs Francophones de Films","registrationDate":"2010-07-07T11:29:37.148+01:00","category":2,"subCategory":1,"legal":"Union professionnelle reconnue n°7358","web":"http://www.upff.be","country":"Belgium","headAddress":"Rue des Chartreux, 19","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)26 43 01 32","boss":"Joseph Rouschop","bossTitle":"Mr","bossPosition":"Coprésident","membersCount":2,"membersFTE":"0.75","membership":"L'UPFF est membre de l'EPAA (European Producer Associations Alliance) et plusieurs de ses membres appartiennent, au nom de leurs sociétés de production, à l'EPC (European Producers Club).","memberOrga":"","goal":"L'UPFF a pour objet l'étude, la protection et le développement des intérêts professionnels de ses membres, producteurs de films et, par extension, d'oeuvres audiovisuelles.&#xd;<br />&#xd;<br />A ces fins, elle s'efforce:&#xd;<br />&#xd;<br />- de réunir les producteurs de films, pris au sens large, qui ont fait la preuve de leur capacité d'assumer les responsabilités morales, artistiques, techniques et financières d'une production cinématographique et de sa diffusion publique;&#xd;<br />&#xd;<br />- de nouer et d'entretenir des relations avec d'autres unions du secteur cinématographique et audiovisuel en Belgique comme à l'étranger et de représenter ses membres auprès desdites unions;&#xd;<br />&#xd;<br />- de conduire la défense, au sens le plus large, des intérêts de ses membres vis-à-vis de tous les organismes privés, publics, internationaux, nationaux, régionaux, ainsi qu'auprès des Ministères concernés par lexercice de la profession de producteur; &#xd;<br />&#xd;<br />- d'organiser des groupes de travail traitant des problèmes particuliers liés directement ou indirectement à l'objet de l'union.","acronym":"UPFF","interests":"Audiovisual and Media, Culture, Education","euInitiatives":"Dossiers audiovisuels:&#xd;<br />&#xd;<br />- Programme Creative Europe&#xd;<br />- Directive Service de Médias Audiovisuels&#xd;<br />- Communication Cinéma&#xd;<br />- Droit d'auteur/copyright (en ce compris les évolutions au sein du monde numérique)&#xd;<br />- Etc.","lastUp":"2017-04-12T10:02:06.463+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}