{"id":"069737129686-14","name":"Bridgewater Associates, LP","registrationDate":"2018-01-18T21:45:19.322+01:00","category":2,"subCategory":3,"legal":"Limited Partnership","web":"http://www.bridgewater.com","country":"United states","headAddress":"One Glendinning Place","headCity":"Westport","headPostCode":"06880","headPhone":"(1)20 32 26 30 30","boss":"Helene Glotzer","bossTitle":"","bossPosition":"Chief Compliance Officer","membersCount":8,"membersFTE":"2.0","membership":"World Economic Forum&#xd;\nCouncil on Foreign Relations &#xd;\nCarnegie Endowment for International Peace&#xd;\nHedge Fund Standards Board&#xd;\nManaged Funds Association&#xd;\nAlternative Investment Management Association","memberOrga":"","goal":"Bridgewater Associates is a global leader in institutional portfolio management with approximately US$163 billion in assets under management (as of 12/31/17). Bridgewater began investment operations in 1975, and over its history it has pioneered several industry changing approaches to investing in addition to having had a significant influence on macroeconomic understanding among global investors and policymakers.  Bridgewater manages a variety of investment mandates for a wide array of institutional clients globally, including public and corporate pension funds, foreign governments and central banks, university endowments and charitable foundations.","acronym":"","interests":"Economic and Financial Affairs, General and Institutional Affairs, Regional Policy, Research and Technology","euInitiatives":"Bridgewater Associates, LP has a confirmed meeting with Commissioner Pierre Moscovici set for January 25, 2018 in Davos, Switzerland.  The purpose of the meeting will be to exchange research and insights on the global economy and the challenges and opportunities faced by policymakers and investors alike.  Bridgewater Associates is not pursuing or endorsing any policy or legislative initiatives.","lastUp":"2018-01-18T21:45:38.378+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}