{"id":"070357813063-97","name":"Towarowa Giełda Energii S.A. / Polish Power Exchange S.A.","registrationDate":"2014-02-26T11:18:20.221+01:00","category":2,"subCategory":3,"legal":"Legal person","web":"http://tge.pl/","country":"Poland","headAddress":"Poleczki, 23 H","headCity":"WARSAW","headPostCode":"02-822","headPhone":"(48)2 23 41 99 12","boss":"Paweł Ostrowski","bossTitle":"Mr","bossPosition":"President of the Management Board","membersCount":2,"membersFTE":"1.0","membership":"POLPX is a member of:&#xd;\n- PRACODAWCY RP (entrepreneurs' organization)&#xd;\n- EUROPEX (association of European energy exchanges)&#xd;\n- APEx (association of power exchanges)&#xd;\n- AFM (association of futures markets)&#xd;\n- Polish and Lithuanian Chamber of Commerce","memberOrga":"","goal":"Facts about TGE:&#xd;<br />•\t16 years onf the market, the only licensed commodity exchange in Poland (licence since 2003)&#xd;<br />•\tStrong and stable shareholder – Warsaw Stock Exchange (since February 2012)&#xd;<br />•\tMember of the European Multi-Regional Coupling (MRC) market and the Price Coupling of Regions (PCR) initiative&#xd;<br />•\tNominated Electricity Market Operator (NEMO) designated by the President of ERO &#xd;<br />•\tTGE guarantees the reliability and security of trading on all markets it operates: &#xd;<br />o\tCommodities Market – electricity, natural gas, property rights, CO2 emission allowances&#xd;<br />o\tFinancial Instruments Market – electricity&#xd;<br />o\tCertificates of Origin Register for electricity generated in renewable energy sources &#xd;<br />o\tGuarantees of Origin Register&#xd;<br />•\tActive member of international organisations:&#xd;<br />o\tEUROPEX - European Association of Energy Exchanges&#xd;<br />o\tAPEx - Association of Power Exchanges, the organisation gathering energy exchanges from around the globe&#xd;<br />o\tAFM - Association of Futures Markets &#xd;<br />•\tFeatured on the ACER's list of platforms for reporting transaction information according to REMIT requirements&#xd;<br />•\tRelationship with an experienced NASDAQ technology partner – X-stream Trading Technology","acronym":"TGE","interests":"Climate Action, Economic and Financial Affairs, Energy, Environment, Financial Stability, Financial Services and Capital Markets Union , Trans-European Networks","euInitiatives":"“Towarowa Giełda Energii S.A. carefully follows all European Commission activities and legislative files pertainig to the establishment of Energy Union and Internal Energy Market. &#xd;<br />Through membership in industry associations, TGE follows the drafting of various electricity Network Codes and associated Guidelines and the new European Gas Target Model. &#xd;<br />Furthermore, TGE is involved in: the implementation of Regulation 1227/2011 (REMIT) (TGE is member to various roundtables organised by Agency for Cooperation of Energy Regulators); the implementation of Directive 2014/65 (MiFID II) and Regulation 600/2014 (MiFIR); the implementation of Directive 2003/6/EC (MAD) and Regulation (EU) No 596/2014 (MAR) and all other consultation papers pertaining to regulation of commodity derivatives and financial instruments.”","lastUp":"2017-04-26T13:59:44.723+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}