{"id":"070357813063-97","name":"Towarowa Giełda Energii S.A.","registrationDate":"2014-02-26T11:18:20.221+01:00","category":2,"subCategory":3,"legal":"Legal person","web":"http://tge.pl/","country":"Poland","headAddress":"Książęca 4","headCity":"Warszawa","headPostCode":"00-498","headPhone":"(48)2 23 41 99 12","boss":"Piotr Zawistowski","bossTitle":"Mr","bossPosition":"President of the Management Board","membersCount":2,"membersFTE":"1.0","membership":"TGE is a member of:&#xd;\n- PRACODAWCY RP (entrepreneurs' organization)&#xd;\n- EUROPEX (association of European energy exchanges)&#xd;\n- APEx (association of power exchanges)&#xd;\n- AFM (association of futures markets)&#xd;\n- Polish and Lithuanian Chamber of Commerce","memberOrga":"","goal":"TGE (Towarowa Giełda Energii S.A.) was established at the end of 1999. It is the Nominated Electricity Market Operator (NEMO) for the Polish pricing area and the only licensed commodity exchange in Poland, holding a licence to operate a regulated market since February 2015. Since February 2012, TGE has been a member of the Warsaw Stock Exchange Group. TGE guarantees the reliability and security of trading on all markets it operates: Commodity Market for electricity, natural gas, property rights and CO2 emission allowances; Financial Instruments Market; in the Certificate of Origin Register and the Guarantee of Origin Register. TGE has been an active member of the European Multi-Regional Coupling (MRC) market since July 2015 and the Price Coupling of Regions (PCR) initiative since October 2015. TGE and Nord Pool Spot have been operating coupled day-ahead markets for the SwePol and LitPol link, i.e. the power interconnection between Poland and Sweden, since 2010, and, since December 2015, with Lithuania. On 15 November 2017, TGE started operating as a PCR coordinating exchange and operator on the European MRC market. TGE is included on the ACER's list of platforms for reporting transaction information according to REMIT requirements. TGE has an established relationship with an experienced NASDAQ technology partner – X -Stream Trading Technology.","acronym":"TGE","interests":"Agriculture and Rural Development, Climate Action, Economic and Financial Affairs, Energy, Environment, Financial Stability, Financial Services and Capital Markets Union , Internal Market, Trans-European Networks","euInitiatives":"Towarowa Giełda Energii S.A. carefully follows all European Commission activities and legislative files pertainig to the establishment of Energy Union and Internal Energy Market. Through membership in industry associations, TGE follows the drafting of various electricity Network Codes and associated Guidelines and the new European Gas Target Model. Furthermore, TGE is involved in: the implementation of Regulation 1227/2011 (REMIT) (TGE is member to various roundtables organised by Agency for Cooperation of Energy Regulators); the implementation of Directive 2014/65 (MiFID II) and Regulation 600/2014 (MiFIR); the implementation of Directive 2003/6/EC (MAD) and Regulation (EU) No 596/2014 (MAR) and all other consultation papers pertaining to regulation of commodity derivatives and financial instruments.","lastUp":"2018-02-08T12:55:33.213+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}