{"id":"070444714545-60","name":"The European Group of Valuers' Associations","registrationDate":"2014-09-29T20:06:11.194+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.tegova.org","country":"Belgium","headAddress":"Boulevard Saint Michel, 45","headCity":"Bruxelles","headPostCode":"1040","headPhone":"(32)25 03 32 34","boss":"Krzysztof Grzesik","bossTitle":"Mr","bossPosition":"Chairman of the Board of Directors","membersCount":2,"membersFTE":"0.5","membership":"Common positions taken by TEGoVA with European Historic Houses Association, European Landowners' Organization, European Property Federation, International Union of Property Owners","memberOrga":"www.tegova.org","goal":"Drafting and promoting European Valuation Standards (EVS) for adoption across Europe, and setting a standard approach to valuation methodologies. &#xd;<br />&#xd;<br />Setting minimum educational requirements with which members of European professional bodies for valuers must comply. &#xd;<br />&#xd;<br />TEGoVA's Recognised European Valuer (REV) - designed to maintain, enhance and harmonise valuation standards and the valuation profession in Europe, and, by the granting of the status TEGoVA 'Recognised European Valuer' and designation REV to provide individual practising valuers in each member country with a well-defined indicator of qualification and experience, with the aim of assuring clients of their valuation proficiency. &#xd;<br />&#xd;<br />TEGoVA Residential Valuer (TRV) - the mark of European excellence for residential valuers&#xd;<br />&#xd;<br />Representing the views of the valuation profession to the European Union institutions during the policy making legislative process&#xd;<br />&#xd;<br />Monitoring proper transposition of the valuation provisions of the Mortgage Credit Directive","acronym":"TEGoVA","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Environment, Single market, Taxation","euInitiatives":"Mortgage Credit Directive&#xd;<br />Construction 2020&#xd;<br />EU Economic Governance - updating of cadastral values&#xd;<br />Energy efficiency policy - valuing energy performance of buildings&#xd;<br />Environment policy&#xd;<br />Sustainable buildings","lastUp":"2019-02-21T17:22:32.546+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}