{"id":"071038232378-12","name":"Deutscher Juristentag e.V.","registrationDate":"2018-08-21T12:02:38.987+02:00","category":2,"subCategory":7,"legal":"eingetragener Verein e.V.","web":"http://www.djt.de","country":"Germany","headAddress":"Deutscher Juristentag e.V.","headCity":"Bonn","headPostCode":"53111","headPhone":"(49)22 89 83 91 85","boss":"Mathias Professor Habersack","bossTitle":"Mr","bossPosition":"Präsident","membersCount":7,"membersFTE":"2.0","membership":"Der Deutsche Juristentag ist kein Mitglied in irgendeiner Organisation, sondern rechtlich selbstständig und unabhängig.","memberOrga":"Eine Liste der Vorstandsmitglieder finden Sie unter dem folgenden Link: https://www.djt.de/der-verein/vorstand/&#xd;\n&#xd;\nVon den etwa 5.100 Mitgliedern sind etwas über 5.000 Mitglieder natürliche Personen. Daneben haben wir ca. 80 korporative Mitglieder (Wirtschaftsunternehmen, Rechtsanwaltsgesellschaften, Gebietskörperschaften, Rechtsanwaltskammern, Anwaltsvereine).","goal":"Der Deutsche Juristentag e.V. ist ein eingetragener Verein mit rund 5.000 Mitgliedern, der Juristinnen und Juristen aus allen Teilen der Bundesrepublik, aus allen Berufsgruppen, aus allen Generationen vereint. Ziel des Vereins ist es, auf wissenschaftlicher Grundlage die Notwendigkeit von Änderungen und Ergänzungen der Rechtsordnung zu untersuchen, der Öffentlichkeit Vorschläge zur Fortentwicklung des Rechts vorzulegen, auf Rechtsmissstände hinzuweisen und einen lebendigen Meinungsaustausch unter den Juristen aller Berufsgruppen und Fachrichtungen herbeizuführen. Da der Verein keine Interessenvertretung bestimmter beruflicher oder gesellschaftlicher Gruppen ist, hat sein Wort in der juristischen Öffentlichkeit und auch für den Gesetzgeber besonderes Gewicht.&#xd;<br />&#xd;<br />Zu diesem Zweck veranstaltet der Verein seit 1860 alle zwei Jahre in einer anderen deutschen Stadt den 'Deutschen Juristentag', einen Kongress mit 2.500 bis 3.500 Teilnehmern.","acronym":"djt","interests":"General and Institutional Affairs, Justice and Fundamental Rights","euInitiatives":"Fortentwicklung des Rechts in Europa in den Bereichen:&#xd;<br />-Europäische Verträge&#xd;<br />-Menschen- und Grundrechte&#xd;<br />-Migration und Asylrecht&#xd;<br />-Gesellschafts- und Aufsichtsorgane in Europa&#xd;<br />-Justizielle Zusammenarbeit in der Union&#xd;<br />-System und Zukunft des europäischen Strafrechts","lastUp":"2018-08-30T14:59:00.229+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}