{"id":"0711626572-26","name":"European Crop Protection Association","registrationDate":"2008-10-29T12:58:36.853+02:00","category":2,"subCategory":4,"legal":"aisbl","web":"http://www.ecpa.eu","country":"Belgium","headAddress":"Rue Guimard 9","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)0 26 63 15 50","boss":"Eric Dereudre","bossTitle":"Mr","bossPosition":"President","membersCount":15,"membersFTE":"3.75","membership":"•Member of CropLife International https://croplife.org/&#xd;\n•Member of CEFIC - European Chemical Industry Council www.cefic.org/&#xd;\n•Associate Member of EISA - European Initiative for Sustainable Development in Agriculture &#xd;\nsustainable-agriculture.org/&#xd;\n•Member of EPPA -European Partnership for Alternative Approaches to Animal Testing https://ec.europa.eu/growth/sectors/chemicals/epaa_en&#xd;\n•Member of Agri-Food Chain Coalition&#xd;\nhttps://agrifoodchaincoalition.eu/","memberOrga":"http://www.ecpa.eu/our-network","goal":"The Association shall have as its objective the scientific study and analysis of all fields of interest to the crop protection industry in all its dimensions, in particular those of a technical, documentary, and institutional nature as well as promoting knowledge of this industry’s activities. &#xd;<br />&#xd;<br />To this effect, ECPA proposes to undertake the following activities in order to reach its objective:&#xd;<br /> Be informed of and shall position itself in all scientific, regulatory and technical domains, which are of direct or indirect relevance to the sector. &#xd;<br /> The Association shall act vis-à-vis its members to ensure that the technical, scientific and regulatory recommendations, legislation and guidelines issued by the European bodies are correctly interpreted. &#xd;<br /> The activities of the association shall include information to the general public and cooperation at the European and international level, in particular within the framework of the European Union. &#xd;<br /> As its member, the Association shall provide, for the European region, support to the achievement of the objectives vested in CropLife International, the global crop protection and plant sciences association.&#xd;<br /> The Association together with its members shall develop and promote sustainable agriculture and stewardship initiatives, to fulfil the vision, values and priorities as set out in the ECPA Declaration of Principles (as published on ECPA’s public website www.ecpa.eu ).&#xd;<br /> The Association may take any measures or steps and initiate any course of action, capable of promoting the achievement of its objective.&#xd;<br />&#xd;<br />By crop protection industry is meant any entity that invents, develops, manufactures and/or sells products and services designed to improve the production of food, feed, fibre, and other useful products, in a sustainable way. The crop protection industry performs its mission through the use of:&#xd;<br />&#xd;<br />\tbiology, &#xd;<br />\tchemistry, &#xd;<br />\tbiotechnology,&#xd;<br />\tplant breeding","acronym":"ECPA","interests":"Agriculture and Rural Development, Business and Industry, Competition, Consumers, Customs, Enlargement, Environment, Food Safety, Institutional affairs, Public Health, Research and innovation, Taxation, Trade","euInitiatives":"-Reg. EC 1107/2009 placing on the market of plant protection products (PPPs). &#xd;<br />-Reg. EC 396/2005 on maximum residue levels of pesticides in or on food and feed of plant and animal origin. &#xd;<br />-Reg. EC 1272/2008 on classification, labelling and packaging of substances and mixtures and technical adaptations to progress. &#xd;<br />-Dir. 2000/60/EC establishing a framework for Community action in the field of water policy. &#xd;<br />-Dir. 2009/128/EC establishing a framework for Community action to achieve the sustainable use of pesticides. &#xd;<br />-Dir. 2008/98/EC Waste Framework Dir.&#xd;<br />-Dir. 94/62/EC on packaging and packaging waste. &#xd;<br />-Reg. (EC) No 1907/2006 on the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH). &#xd;<br />&#xd;<br />Participation to public consultations:&#xd;<br />•Consultation on supplementary protection certificates (SPCs) &amp; patent research exemptions&#xd;<br />•Consultation on the REFIT evaluation of the EU legislation on plant protection products and pesticide residues&#xd;<br />•EFSA consultations on risk assessment guidance&#xd;<br />•Public Consultation on the transparency and sustainability of the EU risk assessment model in the food chain&#xd;<br />•Public consultation on an EU initiative for pollinators&#xd;<br />•EFSA public consultation on the establishment of cumulative assessment groups of pesticides for their effects on the nervous system&#xd;<br />•EFSA public consultation on Draft guidance on harmonised methodologies for human health, animal health and ecological risk assessment of 2 combined exposure to multiple chemicals&#xd;<br />•Public Consultation on stocktaking on better regulation","lastUp":"2019-07-03T12:23:38.832+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}