{"id":"071476117686-50","name":"Institut für Weltwirtschaft","registrationDate":"2015-06-11T11:42:02.874+02:00","category":4,"subCategory":5,"legal":"Stiftung des öffentlichen Rechts","web":"http://ifw-kiel.de","country":"Germany","headAddress":"Kiellinie 66","headCity":"Kiel","headPostCode":"24105","headPhone":"(49431)8 81 41","boss":"Sonja Peterson","bossTitle":"Ms","bossPosition":"wissenschaftliche Geschäftsführung","membersCount":17,"membersFTE":"6.0","membership":"Leibniz Association http://wgl.de/start/","memberOrga":"","goal":"The Kiel Institute for the World Economy (Institut für Weltwirtschaft, IfW), founded in 1914 and established as a foundation under public law in 2007, is an international center for research in global economic affairs, economic policy consulting, and economic education. The Institute engages especially in creating solutions to urgent problems in global economic affairs. On basis of its research, the Institute advises decision makers in policy, business, and society and informs the broader public about important developments in international economic policy. The Institute also lays a special focus on economic education. The Institute cooperates closely with the Christian-Albrechts University Kiel, with the Leibniz Information Centre for Economics (ZBW) as the world's largest library in economic and social sciences and with a network of International Research Fellows.","acronym":"IfW","interests":"Agriculture, Banking and financial services, Business and Industry, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, International co-operation and development, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks","euInitiatives":"Resilient energy union and climate change policy&#xd;<br />Creating jobs and boosting growth – without creating new debt&#xd;<br />New policy on migration&#xd;<br />Deeper and fairer internal market&#xd;<br />Deeper and fairer monetary union&#xd;<br />Reasonable balanced trade agreement with U.S.","lastUp":"2018-05-08T09:23:38.980+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}