{"id":"071476117686-50","name":"Institut für Weltwirtschaft","registrationDate":"2015-06-11T11:42:02.874+01:00","category":4,"subCategory":5,"legal":"Stiftung des öffentlichen Rechts","web":"http://ifw-kiel.de","country":"Germany","headAddress":"Kiellinie 66","headCity":"Kiel","headPostCode":"24105","headPhone":"(49431)8 81 41","boss":"Sonja Peterson","bossTitle":"Ms","bossPosition":"wissenschaftliche Geschäftsführung","membersCount":10,"membersFTE":"4.25","membership":"Leibniz Association http://wgl.de/start/","memberOrga":"","goal":"Das Institut für Weltwirtschaft an der Universität Kiel (IfW) ist eines der großen Zentren weltwirtschaftlicher Forschung, wirtschaftspolitischer Beratung und ökonomischer Ausbildung. Das Institut sieht seine Hauptaufgabe in der Erforschung innovativer Lösungsansätze für drängende weltwirtschaftliche Probleme. Auf Basis dieser Forschungsarbeiten berät es Entscheidungsträger in Politik, Wirtschaft und Gesellschaft und informiert die interessierte Öffentlichkeit über wichtige wirtschaftspolitische Zusammenhänge. Als Tor zur weltwirtschaftlichen Forschung pflegt es ein weit gespanntes Netzwerk aus nationalen und internationalen Experten, deren Forschungsarbeiten direkt oder indirekt in die Forschungs- und Beratungsaktivitäten des Instituts einfließen. Das Institut für Weltwirtschaft legt einen besonderen Schwerpunkt auf die ökonomische Aus- und Weiterbildung und kooperiert eng mit der ZBW, der weltgrößten wirtschafts- und sozialwissenschaftlichen Bibliothek.","acronym":"IfW","interests":"Agriculture and Rural Development, Climate Action, Competition, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Information Society, Internal Market, Regional Policy, Research and Technology, Trade, Trans-European Networks","euInitiatives":"Resilient energy union and climate change policy&#xd;<br />Creating jobs and boosting growth – without creating new debt&#xd;<br />New policy on migration&#xd;<br />Deeper and fairer internal market&#xd;<br />Deeper and fairer monetary union&#xd;<br />Reasonable balanced trade agreement with U.S.","lastUp":"2017-05-26T10:01:52.293+01:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}