{"id":"071771920040-91","name":"Crue universidades españolas","registrationDate":"2015-12-21T12:50:22.383+01:00","category":3,"subCategory":2,"legal":"Asociación privada sin ánimo de lucro","web":"http://www.crue.org","country":"Spain","headAddress":"Paseo Recoletos, 27, tercera planta","headCity":"Madrid","headPostCode":"28004","headPhone":"(34)9 13 60 12 00","boss":"Mª Teresa Lozano Mellado","bossTitle":"","bossPosition":"Secretaria General","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"http://www.crue.org/universidades/Paginas/default.aspx?Mobile=0","goal":"Crue Universidades Españolas, constituida en el año 1994, es una asociación sin ánimo de lucro formada por un total de 76 &#xd;<br />Universidades españolas: 50 públicas y 26 privadas. &#xd;<br /> &#xd;<br />Crue Universidades Españolas es el principal interlocutor de las universidades con el gobierno central y desempeña un papel clave en todos &#xd;<br />los desarrollos normativos que afectan a la educación superior de nuestro país. Asimismo, promueve iniciativas de distinta índole con el fin &#xd;<br />de fomentar las relaciones con el tejido productivo y social, las relaciones institucionales, tanto nacionales como internacionales, y trabaja &#xd;<br />para poner en valor a la Universidad española.&#xd;<br />&#xd;<br />&#xd;<br />Crue Universidades Españolas es la voz de las universidades, tanto a nivel nacional como internacional:&#xd;<br />&#xd;<br />Coordina acciones de interés común en temas de política universitaria.&#xd;<br />Traslada la voz de las universidades al gobierno, a los agentes sociales y económicos y a la sociedad en su conjunto.&#xd;<br />&#xd;<br />Lidera proyectos en pro del Sistema Universitario Español: publicaciones, convenios con otras instituciones, estudios e informes, entre otros.&#xd;<br /> &#xd;<br />Promueve actividades para dar a conocer a las universidades españolas en el ámbito internacional.&#xd;<br />Defiende el posicionamiento y los intereses del Sistema Universitario Español en la sociedad.","acronym":"Crue","interests":"Culture, Digital economy and society, Education and training, Employment and Social Affairs, Environment, Regional Policy, Research and innovation, Youth","euInitiatives":"Legislación europea en los ámbitos de educación superior e investigación.&#xd;<br />Horizon 2020, Horizon Europe, Erasmus+, Smart specialisation (RIS3), MFF, Universidades europeas","lastUp":"2019-12-11T09:07:17.031+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}