{"id":"07211478950-95","name":"Czech association of water industry","registrationDate":"2012-06-11T16:04:58.859+01:00","category":2,"subCategory":4,"legal":"professional association","web":"http://www.sovak.cz","country":"Czech republic","headAddress":"Křižovnické náměstí 2","headCity":"Praha","headPostCode":"11668","headPhone":"(420)2 21 08 22 07","boss":"Oldřich Vlasák","bossTitle":"Mr","bossPosition":"general secretary","membersCount":1,"membersFTE":"0.25","membership":"SOVAK is a member in the EurEau - European association of water industry","memberOrga":"https://www.sovak.cz/cs/katalog-clenu","goal":"About SOVAK CR&#xd;<br />&#xd;<br />&#xd;<br />Sdruzeni oboru vodovodu a kanalizaci CR (Water Supply and Sewerage Association of the Czech Republic - SOVAK CR) is a voluntary, non-governmental interest association involved in the sphere of public water supplies and sewer services.&#xd;<br />&#xd;<br />The Association was established on the basis of a Memorandum of Foundation, signed on November the 23rd in 1989 in Kutna Hora.&#xd;<br />&#xd;<br />SOVAK CR is an association of organisations involved in the supply of water, disposal and treatment of wastewater, via public water supply and sewer systems, focusing on the operation, ownership and development (or construction) or such systems.&#xd;<br />&#xd;<br />At present, SOVAK CR comprises of 112 regular and 141 associated members.&#xd;<br />&#xd;<br />Regular members of SOVAK CR ensure supply of high-quality drinking water to approximately 9 million people, ensure disposal and treatment of wastewater from 8 million people in the Czech republic. This means that the association is the major player in the water industry in the Czech Republic.","acronym":"SOVAK CR","interests":"Business and Industry, Environment, Food Safety, Public Health","euInitiatives":"Drinking water and Urban wastewater treatment directive revisions. Right2Water initiative. Waste directive. Water framework directive. Benchmarking. Cost recovery principe.","lastUp":"2019-12-09T08:26:32.929+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}