{"id":"072498930771-37","name":"Organic Processing and Trade Association","registrationDate":"2018-03-12T12:12:26.232+01:00","category":2,"subCategory":4,"legal":"ASSOCIATION","web":"https://www.opta-eu.org","country":"Germany","headAddress":"Untere Badersgasse 8","headCity":"Bad Brückenau","headPostCode":"","headPhone":"(49)97 41 93 87 33","boss":"Benedetta Merlo","bossTitle":"Ms","bossPosition":"Association Manager","membersCount":8,"membersFTE":"4.0","membership":"","memberOrga":"","goal":"si tratta della prima associazione europea di riferimento per aziende commerciali e di trasformazione che si occupano di prodotti biologici.  la nuova associazione svolge anche un importante compito sociale. Il sistema alimentare e agricolo biologico, con i suoi solidi valori è meglio attrezzato per guidare la transizione verso un sistema alimentare più sostenibile. L'attuale sistema di produzione alimentare rappresenta infatti un vicolo cieco. OPTA incoraggerà l'innovazione sostenibile e lo sviluppo della qualità dei prodotti biologici, basandosi su principi del movimento: ecologia, salute, cura e correttezza. Abbiamo bisogno di una filiera forte, con trasformatori e società commerciali attivi per costruire un sistema alimentare e agricolo in Europa che sia a prova di futuro.","acronym":"OPTA","interests":"Agriculture and Rural Development, Consumer Affairs, Enterprise, Environment, Food Safety","euInitiatives":"Attività di lobby in materia di agricoltura. L'amministrativo di OPTA è composto da cinque membri, provenienti da quattro Paesi europei. I Paesi Bassi sono ben rappresentati nell'associazione, da sei dei 15 membri fondatori. Oltre Eosta, anche Dutch Trading Organic fa parte dell'amministrativo dell'associazione. Uno degli obiettivi di OPTA è di presentare il settore biologico ai politici a Bruxelles come importante asset economico. La nuova organizzazione lavorerà a stretto contatto con le esistenti organizzazioni nazionali ed europee. L'associazione lavorerà anche con il gruppo IFOAM EU, il ramo europeo dell'organizzazione biologica internazionale ombrello IFOAM.","lastUp":"2018-03-12T14:40:17.060+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}