{"id":"07265875082-72","name":"Suomen Yrittäjät ry","registrationDate":"2011-01-25T11:16:38.273+01:00","category":2,"subCategory":4,"legal":"Rekisteröity yhdistys","web":"http://www.yrittajat.fi/","country":"Finland","headAddress":"Mannerheimintie, 76 A","headCity":"Helsinki","headPostCode":"00101","headPhone":"(358)9 22 92 21","boss":"Mikael Pentikäinen","bossTitle":"Mr","bossPosition":"Toimitusjohtaja","membersCount":18,"membersFTE":"6.0","membership":"Järjestö kuuluu eräisiin suomalaisiin elinkeinoelämän yhteisiin järjestöihin, joiden tehtävänä on mm. edistää suomalaisen työn menestymismahdollisuuksia (Suomalaisen työn liitto) ja Suomen uusyrityskeskusten liitto. Eurooppatasolla järjestö on UEAPME-nimisen edunvalvontaorganisaation jäsen.","memberOrga":"https://www.yrittajat.fi/suomen-yrittajat/yhteystiedot-316534","goal":"Organisaatio vaikuttaa yrittäjyyden toimintaympäristöä koskevaan päätöksentekoon paikallisella, alueellisella, valtakunnallisella ja eurooppalaisella tasolla. Tavoitteena on parantaa yrittäjyyden toimintaympäristöä ja huolehtia siitä, että pk-yritysten tarpeet otetaan yhteiskunnallisessa päätöksenteossa riittävästi huomioon.&#xd;<br />&#xd;<br />Vaikuttaminen kohdentuu yrittäjyyden ja yli 105000 jäsenyrityksen kannalta olennaisille yhteiskunnan sektoreille kuten verotus, ympäristö- ja energia-asiat, yhtiöoikeus, kilpailu ja kuluttajansuoja, koulutuspolitiikka, alue- ja rakennepolitiikka, julkiset hankinnat jne.&#xd;<br />&#xd;<br />Vaikuttamistehtävien ohessa järjestöllä on huomattavasti neuvontapalvelutehtäviä ja aktiivista koulutustoimintaa jäsenten yritystoiminnassa tarvitsemien valmiuksien parantamiseksi.","acronym":"SY","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Research and Technology, Taxation, Trade, Transport","euInitiatives":"Seuraamme ja pyrimme vaikuttamaan yrittäjyyskysymyksiin ja pk-yrityspolitiikkaan. Jatkuvia tiiviin seurannan kohteita ovat sisämarkkinalainsäädäntö, työmarkkinoita koskevat aloitteet ja vastaavat. Horisontaalisista teemoista tiiviimmän vaikuttamisen kohteena on parempi sääntely. Myös teollisuus-, innovaatio-, ympäristö-, ja koheesiopolitiikkaa samoin kuin veropolitiikkaa seurataan. Tällä hetkellä tärkeimmät hankkeet ovat ns. REFIT-hanke sekä energiaunioni ja pääomamarkkinaunioni ja investointipaketti. Myös kuluttajansuojasääntely on jäsenistömme kannalta tärkeä vaikuttamisen kohde.","lastUp":"2017-04-25T07:52:25.115+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}