{"id":"073127814104-19","name":"Wetlands International - European Association","registrationDate":"2014-07-29T18:17:50.788+02:00","category":3,"subCategory":2,"legal":"Vereniging (Association) under Dutch law","web":"https://europe.wetlands.org/","country":"Netherlands","headAddress":"Horapark, 9","headCity":"Ede","headPostCode":"6717LZ","headPhone":"(31)3 18 66 09 12","boss":"Jane Madgwick","bossTitle":"Ms","bossPosition":"CEO of Wetlands International","membersCount":6,"membersFTE":"5.0","membership":"European Habitats Forum&#xd;\nSDG Watch Europe&#xd;\nEuropean Centre for River Restoration","memberOrga":"https://europe.wetlands.org/our-network/members/","goal":"Wetlands International - European Association brings together 8 European NGOs working together to raise awareness about wetland ecosystems and to advocate the sustainable use of wetlands for people and nature, in particular by linking science, policy and practice.              &#xd;<br />&#xd;<br />Wetlands International – European Association is part of Wetlands International, the only global not-for-profit network dedicated to the conservation and restoration of wetlands such as lakes, marshes and rivers. Wetlands International works through its network of offices, partners and experts to achieve its goals. We have eighteen offices around the world, working independently but sharing the same Global Strategy.&#xd;<br />&#xd;<br />Wetlands International – European Association focuses on the development and implementation of European Union (EU) policy, and on its effects and impacts on global wetlands. We use the expertise of our members and our global network to inform EU policy- and decision-makers, and we in turn inform our members and global partners on the implications for them of EU policy developments. Engaging with our global network and working in partnership with a wide range of stakeholders simultaneously allows us to have a deep and wide understanding of existing and upcoming global environmental issues and of the role of the EU in addressing or exacerbating them.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Development, Energy, Environment, Fisheries and Aquaculture, Humanitarian Aid","euInitiatives":"EU Biodiversity Strategy&#xd;<br />Nature Directives&#xd;<br />Water Framework Directive and Flood Risk Management Directive&#xd;<br />EU Climate policy, in particular the post 2020 climate and energy framework, the Renewable Energy Directive and issues relating to bioenergy","lastUp":"2018-04-03T11:17:22.293+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}