{"id":"0731402926-90","name":"Deutscher Dachverband für Geoinformation e.V.","registrationDate":"2009-01-06T16:31:33.706+01:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://www.ddgi.de","country":"Germany","headAddress":"Huegelstrasse, 15","headCity":"Wuppertal","headPostCode":"D-42277","headPhone":"(49)20 24 78 87 24","boss":"Udo Stichling","bossTitle":"Mr","bossPosition":"Präsident","membersCount":1,"membersFTE":"0.5","membership":"Eurogi   http://www.eurogi.eu&#xd;\nEuropean Umbrella Organisation of Geoinformation","memberOrga":"http://www.ddgi.de/derverband/organisation/mitglieder","goal":"Der Deutsche Dachverband für Geoinformation e.V. &#xd;<br />ist ein gemeinnütziger Verein der es sich zum Ziel gemacht hat die Bedeutung der Geoinformation herauszustellen und ins öffentliche Bewusstsein zu bringen. Er verhilft mit seiner politischen Lobbyarbeit der Geoinformationsbranche zum notwendigen Gehör und nennt die Themen, die im jeweiligen Bundesland und auf Bundesebene zu einer Stärkung der Geoinformation führen sollen. So sollen weiterhin Angebot, Zugänglichkeit und Verwendbarkeit von Geodaten aller Stellen optimiert und der volkswirtschaftliche Nutzen realisiert werden. Der Verband ist nicht nur in Deutschland, sondern auch international aktiv. Auf europäischer Ebene vertritt der DDGI e.V. die deutschen Interessen im europäischen Dachverband European Umbrella Organisation for Geographic Information (EUROGI) und ist bei der EU-Kommission als Lobbyverband gemeldet.&#xd;<br />&#xd;<br />Deutscher Dachverband für Geoinformation e.V.&#xd;<br />(German Umbrella Organisation for Geographic Information)&#xd;<br />The DDGI is a non-profit organisation. Its aim is to emphasise and raise the public awareness of the significance of geographic information. It enforces the geographic information industry with the help of political lobbying and names the issues leading to a strengthening of geographic information both in the respective federal state and at federal level. Thus, offers, accessibility, and usability of geodata in all relevant bodies hall be optimised and the economic benefit shall be realised. The organisation works internationally. On the European level, the DDGI e. V. represents the German interests within the European Umbrella Organisation for Geographic Information (EUROGI) and is accredited by the European Commission as lobbying association.","acronym":"DDGI","interests":"Agriculture and Rural Development, Borders and Security, Business and Industry, Climate Action, Communication, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Environment, Humanitarian aid and civil protection, Institutional affairs, Public Health, Regional Policy, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"Europäische Partnerschaft für „BIG DATA“","lastUp":"2019-02-11T12:45:47.910+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}