{"id":"073439515741-83","name":"Centre de Ressources pour les Groupements d'Employeurs","registrationDate":"2015-01-23T11:07:18.447+01:00","category":1,"subCategory":6,"legal":"Association","web":"http://www.crge.com","country":"France","headAddress":"rue Carnot, 37","headCity":"POITIERS","headPostCode":"86000","headPhone":"(33)5 49 88 25 57","boss":"Alain Barcat","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"Le CRGE adhère au CERGE, Centre Européens de Ressources des Groupements d'Employeurs www//cerge.eu","memberOrga":"","goal":"Le Centre de Ressources pour les Groupements d’Employeurs (CRGE) est une structure associative régionale qui depuis 2000, dans le cadre de son inscription au Contrat de Plan Etat-Région 2000-2006 puis aux Contrats de Projet Etat-Région 2007-2013 et 2014-2020, est financée pour promouvoir, développer et animer les Groupements d’Employeurs en Nouvelle-Aquitaine.&#xd;<br />Le CRGE est également un outil national au service du développement des GE de Métropole et des DOM-TOM. Le CRGE Poitou-Charentes a été le premier Centre de Ressources à se constituer et à se doter d’une équipe technique. De plus, il organise chaque année depuis 2002 la rencontre nationale des GE. Par ailleurs, le CRGE œuvre pour faire évoluer les dispositions législatives et réglementaires en faveur des GE. C’est pourquoi le CRGE Poitou-Charentes bénéficie aujourd’hui d’une véritable posture nationale en matière de GE. Preuve en est que les GE adhérents au CRGE sont pour un tiers d’entre eux basés en-dehors des frontières de Nouvelle-Aquitaine. Le CRGE constitue également aujourd’hui la référence européenne en matière de GE puisqu’il a notamment travaillé depuis 2002 à exporter le concept de GE en Belgique, en Allemagne et en Autriche et a initié en 2008 la création du CERGE, Centre Européen de Ressources pour les Groupements d’Employeurs, avec le soutien de la Commission Européenne et du Comité des Régions. http://www.cerge.eu/","acronym":"CRGE","interests":"Employment and Social Affairs, Taxation","euInitiatives":"Les Groupements d'Employeurs étant inscrits dans le Paquet Emploi de la Commission Européenne, le CRGE suit la politique européenne en matière d'emploi et plus particulièrement de flexisécurité.","lastUp":"2019-02-18T09:53:00.409+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}