{"id":"073609715164-10","name":"Unipol Gruppo","registrationDate":"2014-12-05T17:43:23.528+01:00","category":2,"subCategory":3,"legal":"Società per Azioni","web":"http://www.unipol.it","country":"Italy","headAddress":"Via Stalingrado, 45","headCity":"Bologna","headPostCode":"40128","headPhone":"(39)06 46 66 57 15","boss":"Carlo Cimbri","bossTitle":"Mr","bossPosition":"Group CEO","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Unipol Gruppo S.p.A. è il secondo gruppo assicurativo nel mercato italiano e il primo nei rami Danni, tra i primi dieci in Europa, le cui azioni ordinarie sono quotate alla Borsa Italiana dal 1990 e presenti nel FTSE MIB. Sue principali azioniste sono alcune imprese espressione del movimento cooperativo italiano. Conta oltre 14.000 dipendenti e serve quasi 15 milioni di clienti, grazie alla più grande rete agenziale d’Italia.&#xd;<br />A livello consolidato, al 31 dicembre 2017 il Gruppo conta su una raccolta diretta assicurativa pari a 12,3 miliardi di euro, di cui 7,9 miliardi nei Rami Danni e 4,4 miliardi nei Rami Vita.&#xd;<br />Pierluigi Stefanini ne è Presidente, mentre Carlo Cimbri ricopre la carica di Amministratore Delegato, Direttore Generale e Group CEO.&#xd;<br />Il Gruppo attua una strategia di offerta integrata, per fornire la più ampia gamma di prodotti e servizi assicurativi e finanziari, ed è particolarmente attivo nei settori della previdenza integrativa e della salute, con l’obiettivo di offrire a persone, famiglie e imprese più sicurezza e fiducia nel futuro, accompagnando le scelte di protezione, risparmio e qualità della vita, e assicurando una crescita sostenibile e di lungo periodo, a vantaggio di tutti i suoi stakeholders: azionisti, clienti, agenti, dipendenti, fornitori e comunità.","acronym":"Unipol","interests":"Agriculture and Rural Development, Banking and financial services, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, External Relations, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Trade, Transport, Youth","euInitiatives":"Monitoraggio delle iniziative europee di interesse, con particolare riferimento a quelle riguardanti i servizi finanziari, il mercato interno e la concorrenza. Specifica attenzione ai dossier in materia assicurativa, soprattutto per quanto riguarda l'attuazione e l'implementazione delle Direttive Solvency II e Omnibus II","lastUp":"2019-02-26T10:32:20.364+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}