{"id":"073756422825-22","name":"GS1","registrationDate":"2016-07-27T15:20:36.936+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.gs1.org","country":"Belgium","headAddress":"Avenue Louise 326","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)7 88 78 00","boss":"Marie  Petre","bossTitle":"Ms","bossPosition":"Corporate and Legal Director","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"116 national Member Organisations, see www.gs1.org","goal":"GS1 is a neutral, not-for-profit, global organisation that develops and maintains the most widely used supply chain standards system in the world. GS1 standards improve the efficiency, safety and visibility of supply chains across multiple sectors. With local Member Organisations in over 110 countries, GS1 engages with communities of trading partners, industry organisations, governments and technology providers to understand and respond to their business needs through the adoption and implementation of global standards. GS1 is driven by over a million user companies, which execute more than six billion transactions daily in 150 countries using GS1 standards.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Business and Industry, Communication, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Member of the Multi-stakeholders platform on ICT standardisation.&#xd;<br />Participant in several EU funded projects.&#xd;<br />Member of the Digital Transport and Logistics Forum","lastUp":"2019-07-18T13:00:45.061+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}