{"id":"073700336446-21","name":"Ερευνητικό Κέντρο Ελληνικού Τραγουδήματος","registrationDate":"2019-11-03T18:45:41.607+01:00","category":3,"subCategory":2,"legal":"Νομικό Πρόσωπο Ιδιωτικού Δικαίου [σωματείο μη κερδοσκοπικό]","web":"http://www.erket.org","country":"Greece","headAddress":"Γ. Βεντούρη 51γ","headCity":"Χολαργός","headPostCode":"15562","headPhone":"(30)21 06 51 96 97","boss":"Χριστίνα Βασσάλου","bossTitle":"Ms","bossPosition":"Πρόεδρος Δ.Σ.","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Το Ερευνητικό Κέντρο Ελληνικού Τραγουδήματος έχει ως σκοπό να προάγει την επιστημονική έρευνα και τη μελέτη του ελληνικού τραγουδήματος, δηλαδή του τρόπου με τον οποίο τραγουδούν των Ελλήνων οι κοινότητες, τόσο στον αστικό χώρο όσο και στον χώρο της υπαίθρου, τόσο στην Ελλάδα όσο και στις διασπορικές κοινότητες του εξωτερικού.&#xd;<br />Στους βασικούς στόχους του ΕΡ.Κ.Ε.Τ. είναι η ανάληψη και η διοργάνωση ερευνητικών προγραμμάτων και ερευνητικών αποστολών και η δημιουργία αρχείων (δισκογραφία, βιβλιοθήκη, ερευνητικές ηχητικές καταγραφές, φωτογραφίες, κινηματογραφικές ταινίες). Οι εκπαιδευτικές του δράσεις επικεντρώνονται σε: α) σεμιναριακά μαθήματα τραγουδιού εστιασμένα ανά περιοχή ή ανά περίοδο, β) διοργάνωση επιστημονικών-εκπαιδευτικών προγραμμάτων - σεμιναρίων – διαλέξεων και γ) masterclasses με προσκεκλημένους καλλιτέχνες αλλά και αυτοδίδακτους ερμηνευτές, από την Ελλάδα και το εξωτερικό. Η σύσταση φωνητικών συνόλων αλλά και μεμονωμένων μονωδών, οι οποίοι αποδίδουν τα διάφορα είδη ελληνικού τραγουδήματος αποτελούν βασικό επιμορφωτικό-καλλιτεχνικό στόχο του ΕΡ.Κ.Ε.Τ. Οι πολιτιστικές δραστηριότητες του Φορέα εστιάζονται στη διοργάνωση φεστιβάλ, μουσικών παραστάσεων-παρουσιάσεων, εκθέσεων βιβλίων και τέλος στην έκδοση βιβλίων, λευκωμάτων, μουσικών παραγωγών και εθνογραφικών ντοκιμαντέρ.","acronym":"ΕΡ.Κ.Ε.Τ. / R.C.G.S.","interests":"Culture, Culture and media, Education and training, Environment","euInitiatives":"Επί του παρόντος δεν παρακολουθούνται συγκεκριμένοι φάκελοι σχετικά με την πολιτική και τη νομοθεσία στην ΕΕ","lastUp":"2019-11-03T18:48:50.112+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}