{"id":"073976833148-26","name":"ASOCIACION MEDCITIES Y/O MEDCITÉS","registrationDate":"2018-11-19T14:21:37.660+02:00","category":6,"subCategory":11,"legal":"ASSOCIATION","web":"http://www.medcities.org","country":"Spain","headAddress":"C/ 62, 16-18, EDIFICI B, ZONA FRANCA","headCity":"BARCELONA","headPostCode":"08040","headPhone":"(34)9 35 06 93 58","boss":"XAVIER TIANA CASABLANCAS","bossTitle":"Mr","bossPosition":"SECRETARY GENERAL","membersCount":7,"membersFTE":"6.25","membership":"","memberOrga":"","goal":"MedCities is a network of Mediterranean cities and metropolitan areas created in Barcelona in November 1991 at the initiative of the Mediterranean Environmental Technical Assistance Programme (METAP). Medcities Works in urban sustainable development with the following objectives: 1)To develop the awareness of interdependence and common responsibility as regard policies of sustainable urban development, environmental conservation and social cohesion of the Mediterranean basin. 2) To reinforce the role, competences and resources (institutional, financial and technical) of local governments in the adoption and implementation of sustainable urban development policies. 3)To develop citizens’ awareness and involvement in the sustainable development of their towns and cities. 4)To get under way and develop projects and partnership between partners and with other associations.&#xd;<br />Medcities has 57 cities and metropolitan areas from 15 Mediterranean countries and works in partnership with other mediterranean institutions and networks.&#xd;<br />Medcities governing bodies are: General Assembly, Presidency, Steering Committee and the General Secretary.&#xd;<br />The General Secretariat of Medcities is located in Barcelona.","acronym":"MEDCITIES/MEDCITÉS","interests":"Agriculture and Rural Development, Budget, Climate Action, Culture, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, European Neighbourhood Policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Maritime affairs and fisheries, Migration and asylum, Regional Policy, Research and innovation, Sport, Transport, Youth","euInitiatives":"Medcities is primarily interested in EU policies as the European Neighborhood Policy, the European Cohesion Policy and other sectorial policies and actions related to urban development such as Environment, Energy, Transport and Mobility, Employment, Culture, Tourism, Youth, Equaling Opportunities, etc.&#xd;<br />&#xd;<br />As a Mediterranean organization Medcities is participating in ARLEM and works with the UfM Secretariat in urban issues.","lastUp":"2019-05-20T16:00:03.726+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}