{"id":"07442991338-05","name":"Confederation of Norwegian Enterprise","registrationDate":"2009-03-11T11:11:10.115+01:00","category":2,"subCategory":4,"legal":"ASBL","web":"http://www.nho.no","country":"Norway","headAddress":"Middelthunsgate, 27","headCity":"Oslo","headPostCode":"0303","headPhone":"(47)23 08 80 00","boss":"Ingebjørg Harto","bossTitle":"Ms","bossPosition":"Director","membersCount":4,"membersFTE":"2.0","membership":"- BIAC (The Business and Industry Advisory Committee to the OECD)&#xd;\n- BUSINESSEUROPE&#xd;\n- ICC (International Chamber of Commerce)&#xd;\n- IOE (International organisation of Employers)","memberOrga":"https://www.nho.no/Om-NHO/Landsforeninger/","goal":"The Confederation of Norwegian Enterprise (NHO) is the main employer and business/industrial federation in Norway and is a full member of BUSINESSEUROPE  NHO's members currently comprises 27.000 private enterprises within e.g. manufacturing,  services and handicrafts industry, covering virtually all sub-sectors. Furthermore, 16 sector federations are affiliated to the NHO. NHO has 10 regional offices.  &#xd;<br />&#xd;<br />NHO works to improve the competitiveness of its members and to provide the best possible framework conditions for Norwegian enterprises. We cover also Social affaires issues and are engaged in collective bargaining with trade unions at the national level. &#xd;<br />&#xd;<br />NHO’s Brussels office is the permanent representative vis-à-vis BUSINESSEUROPE.&#xd;<br />NHO’s Brussels office has the following activities:&#xd;<br />- Collecting information on European affairs of relevance for NHO&#xd;<br />- Lobbying activities towards European Commission and European Parliament                             &#xd;<br />- Monitoring the decision-making of the main institutions.&#xd;<br />- Communicating back to the head office.                                 &#xd;<br />- Functioning as the secretariat for the CEO on certain issues.&#xd;<br />- Participating actively in numerous forums in Brussels    &#xd;<br />- Producing a newsletter on relevant EU business news.            &#xd;<br />- Briefings to incoming vistitors and groups from Norway.","acronym":"NHO","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Competition, Consumers, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Institutional affairs, Justice and Fundamental Rights, Maritime affairs and fisheries, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Energy, Energy Union, Digital policy, Internal market issues, Social Affairs, transport, Trade, TTIP negotiations.","lastUp":"2019-11-21T16:05:10.990+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}