{"id":"074482833003-19","name":"Interact programme","registrationDate":"2018-10-25T11:22:22.287+02:00","category":6,"subCategory":11,"legal":"none","web":"http://interact-eu.net","country":"Slovakia","headAddress":"Sabinovska 16","headCity":"Bratislava","headPostCode":"82005","headPhone":"(421)2 48 26 42 29","boss":"Petra Masácová","bossTitle":"Ms","bossPosition":"Head of Managing Authority","membersCount":4,"membersFTE":"2.5","membership":"","memberOrga":"http://www.interact-eu.net/contact","goal":"The Interact programme is an EU instrument to reinforce the effectiveness of cohesion policy across the EU and neighbouring regions by facilitating their work in implementing cooperation programmes and projects. Its remit is to promote:&#xd;<br />&#xd;<br />(a) exchange of experience focusing on thematic objectives among partners throughout the Union, including in relation to the development of regions referred to in Article 174 TFEU on the identification and dissemination of good practices with a view to their transfer principally to operational programmes under the Investment for growth and jobs goal but also, where relevant, to cooperation programmes;&#xd;<br />&#xd;<br />and&#xd;<br />&#xd;<br />(b) exchange of experience concerning the identification, transfer and dissemination of good practices and innovative approaches in relation to the implementation of cooperation  programmes and actions as well as to the use of EGTCs.","acronym":"Interact","interests":"Borders and Security, Budget, Communication, Culture, Culture and media, Economy, finance and the euro, Education and training, Employment and Social Affairs, European Neighbourhood Policy, Migration and asylum, Regional Policy, Trans-European Networks","euInitiatives":"- Promoting the visibility of Cohesion Policy.&#xd;<br />- Raising awareness on the added value of EU cooperation.&#xd;<br />- Accompanying the process of reviewing the legislative proposals for 2021-2027 (European Structural and Investment Funds).","lastUp":"2018-10-25T11:23:09.187+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}