{"id":"074578834859-39","name":"BorgWarner Inc.","registrationDate":"2019-05-16T21:09:13.923+02:00","category":2,"subCategory":3,"legal":"Public","web":"http://borgwarner.com","country":"United states","headAddress":"3850 Hamlin Road","headCity":"Auburn Hills","headPostCode":"48326","headPhone":"(1)24 87 54 04 22","boss":"Erika Nielsen","bossTitle":"Ms","bossPosition":"Director, Global Government Affairs","membersCount":2,"membersFTE":"0.5","membership":"https://clepa.eu/&#xd;\nhttps://egvi.eu/&#xd;\nhttps://ertrac.org/&#xd;\nhttps://www.vda.de/en.html&#xd;\nhttp://www.amchameu.eu/","memberOrga":"","goal":"About BorgWarner&#xd;<br />&#xd;<br />Reliably delivering what’s needed today&#xd;<br />There are few challenges as important today as creating solutions that support a cleaner, more energy-efficient world. This requires a commitment to constantly improve the transportation of people and things. We, at BorgWarner, made that commitment decades ago and have since been creating technologies to improve efficiency, emissions and performance in all types of vehicles.&#xd;<br />&#xd;<br />Constantly pursuing what’s next&#xd;<br />Our proven track record has made us a propulsion system leader for combustion, hybrid and electric vehicles. We uncover strong trends and use smart science and technology to address a future based on varying regulations, consumer demands and automaker requirements.&#xd;<br />&#xd;<br />Product leadership that’s changing the world&#xd;<br />Our employees have earned trusted partnerships with customers and suppliers around the world. We leverage these relationships to gain a deeper understanding of the challenges at hand and then do what it takes to develop the next solution. Our strong operations and commercialization expertise result in high volume availability of competitive, efficient products that truly drive change.","acronym":"BWA","interests":"Climate Action, Energy, Environment, Research and innovation, Taxation, Trade, Transport","euInitiatives":"BorgWarner follows policies and legislation impacting fuel economy and emissions of vehicles.&#xd;<br />&#xd;<br />BorgWarner also follows policies and legislation impacting our business. Key areas we follow are energy, manufacturing, trade, technology,transporation  logistics, infrastrucutre, health care, corporate governance, tax","lastUp":"2019-05-16T21:10:53.886+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}