{"id":"0745650927-75","name":"ExxonMobil Petroleum &amp; Chemical","registrationDate":"2009-01-06T17:30:34.503+02:00","category":2,"subCategory":3,"legal":"b.v.b.a.","web":"http://exxonmobil.com","country":"Belgium","headAddress":"Hermeslaan, 2","headCity":"Machelen","headPostCode":"1831","headPhone":"(32)22 39 31 11","boss":"Jan Michielsen","bossTitle":"Mr","bossPosition":"Chairman of the Board","membersCount":13,"membersFTE":"5.75","membership":"List of main EU organizations with activities related to the scope of the Register, of which ExxonMobil subsidiaries are members (2016):&#xd;\n- European trade associations: CONCAWE/FuelsEurope, IOGP, CEFIC, AmCham EU, BusinessEurope&#xd;\n&#xd;\nExxonMobil subsidiaries in the EU are also members of national trade and industry associations which may have varying degrees of engagement with European Institutions.","memberOrga":"","goal":"ExxonMobil is one of Europe's largest oil and gas producers, a major refiner of crude oil for fuels and lubricants, and one of Europe's leading petrochemical companies. ExxonMobil's primary role - and most important benefit to society - is to safely provide reliable and affordable energy supplies to people around the world. Doing this well is essential to improving standards of living, and we are committed to doing so in a financially, environmentally and socially responsible manner.","acronym":"EMPC","interests":"Climate Action, Competition, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, General and Institutional Affairs, Internal Market, Justice and Fundamental Rights, Public Health, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"EU initiatives falling broadly under the categories of energy, environment and chemicals. For example: EU energy strategy 2030, EU ETS, Energy Union (Clean Energy Package), trade, GHG related legislation, biofuel legislation and renewable energy, transport fuels related initiatives, Industrial Emissions Directive, Air Quality, REACH, phthalates, natural gas policy including shale gas,  energy efficiency legislation, HC Guidance Document, sustainable finance.","lastUp":"2018-03-22T17:42:06.687+02:00","customers":"","costAbsolu":"","costRange":"3750000-3999999","turnoverAbsolu":0,"turnoverRange":""}