{"id":"074851335737-11","name":"NAVYA","registrationDate":"2019-08-29T15:54:15.439+02:00","category":2,"subCategory":3,"legal":"SA","web":"http://www.navya.tech","country":"France","headAddress":"1 rue du Dr. Pierre-Fleury Papillon","headCity":"Villeurbanne","headPostCode":"69100","headPhone":"(33)4 27 18 32 25","boss":"Jérôme Rigaud","bossTitle":"Mr","bossPosition":"COO","membersCount":1,"membersFTE":"0.25","membership":"UITP https://www.uitp.org/&#xd;\nPAVE https://pavecampaign.org/","memberOrga":"","goal":"NAVYA is a leading French name in the autonomous vehicle market and in smart shared mobility solutions.&#xd;<br />&#xd;<br />With more than 250 employees in France (Paris and Lyon) and in the United States (Michigan), NAVYA develops, manufactures and commercializes autonomous, driverless, and electric vehicles that combine robotic, digital and driving technologies at the highest level.&#xd;<br />&#xd;<br />Since 2015, NAVYA has been the first to market and put into service autonomous mobility solutions. NAVYA has a range of two autonomous vehicles: the AUTONOM® SHUTTLE, launched in September 2015, of which more than 115 had been sold as of 31 December 2018, notably in the United States, France, Germany, Switzerland, Japan and Australia, and the AUTONOM® CAB, unveiled in November 2017 and whose first road tests will start shortly.&#xd;<br />&#xd;<br />Created in 2014 by Christophe Sapet and Robolution Capital (managed by 360 Capital Partners), his reference shareholder, NAVYA’s shareholders also include the Gravitation fund and Paris Region Venture Fund (Région Île-de-France) managed by Cap Decisif Management as well as Valeo and Keolis groups.&#xd;<br />&#xd;<br />NAVYA is listed on the Euronext regulated market in Paris (ISIN code: FR0013018041- NAVYA).","acronym":"NAVYA","interests":"Climate Action, Research and innovation, Single market, Transport","euInitiatives":"NAVYA has been selected as observer of the Expert Group namely E03657 (CCAM Group)&#xd;<br />&#xd;<br />Except for this group we do not work to influence specific EU policies nor decision-making","lastUp":"2019-08-29T17:18:26.380+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}