{"id":"074981631467-32","name":"Education et formation, Texte, Image et Son","registrationDate":"2018-05-07T13:36:03.088+02:00","category":3,"subCategory":2,"legal":"asbl","web":"","country":"Switzerland","headAddress":"22 avenue Peschier","headCity":"Genève","headPostCode":"1206","headPhone":"(41)07 62 24 07 09","boss":"Didier Schretter","bossTitle":"","bossPosition":"Administrateur Délégué","membersCount":1,"membersFTE":"0.5","membership":"https://www.coe.int/fr/web/ingo","memberOrga":"","goal":"L'association poursuit le/les but(s) suivants(s): &#xd;<br />-\tFavoriser l’accès du public le plus large possible à la connaissance, la culture générale et la formation professionnelle dans le domaine des technologies de l’information et de la communication. &#xd;<br />-\tContribuer à la réflexion, à la recherche, au développement, à la promotion et l’intégration des technologies de l’information et de la communication dans le quotidien et la vie professionnelle des personnes, des institutions et des entreprises privées, en particulier dans les domaines de l’éducation et de la formation.&#xd;<br />-\tEntreprendre toutes les activités qui, directement ou indirectement, lui permettent de réaliser son but et exercer à titre accessoire des activités économiques dont le produit sera destiné à la réalisation de son but principal. &#xd;<br />-\tOrganiser ou soutenir des associations ou activités en Suisse et à l’étranger, et participer aux projets et développements des associations qui concourent même indirectement à son but principal.","acronym":"EFTIS","interests":"Banking and financial services, Business and Industry, Communication, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Research and innovation, Youth","euInitiatives":"Education et formation continué&#xd;<br />&#xd;<br />Intégration de la politique européenne dans les PME:&#xd;<br />Protection des données&#xd;<br />Cyber sécurité&#xd;<br />Exclusion numérique&#xd;<br />Transition numérique&#xd;<br />Nouveau métiers&#xd;<br />Ethique&#xd;<br />Intelligence artificielle&#xd;<br />Recherche et développement","lastUp":"2018-05-07T16:47:28.867+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}