{"id":"075071719925-75","name":"Hewlett Packard Enterprise","registrationDate":"2015-12-11T15:42:48.067+01:00","category":2,"subCategory":3,"legal":"Company","web":"http://www.hpe.com/us/en/home.html","country":"United states","headAddress":"6280 America Center Dr.","headCity":"San Jose","headPostCode":"","headPhone":"(1)65 0- 68 7- 58 17","boss":"Antonio Neri","bossTitle":"Mr","bossPosition":"President and CEO ","membersCount":3,"membersFTE":"1.0","membership":"American Chamber of Commerce EU&#xd;\nDIGITALEUROPE&#xd;\nTransatlantic Policy Network&#xd;\nInformation Technology Industry Council (ITI)","memberOrga":"","goal":"HPE makes IT environments more efficient, productive and secure, enabling fast, flexible responses to a rapidly changing competitive landscape. We enable organisations to act quickly on ideas by delivering infrastructure that can be easily composed and recomposed to meet shifting demands so they can lead in today’s marketplace of disruptive innovation. We have industry-leading positions in servers, storage, wired and wireless networking, converged systems, software, services and cloud. We deliver high-quality, high-value products, consulting and support services in a single package.","acronym":"HPE","interests":"Borders and Security, Business and Industry, Competition, Digital economy and society, Environment, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"High Performance Computing (HPC); IoT, Industry 4.0, Smart transportation and Connected Cars, Smart cities; Artificial Intelligence; Connectivity (5G, Wifi, Spectrum); Hybrid IT, Cloud; Data driven economy; International Data Transfers; Data Protection; eGovernment; Cybersecurity; Standards, Interoperability and Open-Source; Digital Infrastructure funding in Horizon 2020 and Horizon Europe; CEF. 2.0; Digital Europe Programme; Smart Borders Package; Digital Taxation; Sustainability; ICT in the Circular Economy","lastUp":"2019-11-26T13:19:43.057+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}