{"id":"075739725044-18","name":"UNIVERSITA' DEGLI STUDI DI TRIESTE","registrationDate":"2016-12-12T21:43:37.908+01:00","category":4,"subCategory":12,"legal":"ENTE PUBBLICO","web":"https://www.units.it/","country":"Italy","headAddress":"PIAZZALE EUROPA 1","headCity":"TRIESTE","headPostCode":"34127","headPhone":"(39)04 05 58 71 11","boss":"ROBERTO DI LENARDA","bossTitle":"Mr","bossPosition":"RETTORE","membersCount":10,"membersFTE":"5.0","membership":"UniAdrion, Emuni e Santander Group European Network &#xd;\n2010-2011- Presidente of Alps Adriatic Rectors’s Conference (AARC: Albania, Austria, Croatia, Germany, Hungary, North Italy, Slovenia,)&#xd;\n2012 – Member of DRC(Conference of Danube Rectors).&#xd;\n2013 – DIANET: Danube Initiative and Alps Adriatic Network. With UNIUD, SISSA, Area Science Park.&#xd;\nNetwork delle università dell’Iniziativa Centro-Europea (CEI University Network), il cui Segretario generale è per statuto il Rettore dell’Università di Trieste.","memberOrga":"http://www.units.it/ateneo/chi-siamo/ateneo-cifre","goal":"L’Università di Trieste è una istituzione accademica  con vocazione alla ricerca e alla trasmissione delle conoscenze che ne derivano.&#xd;<br />L'Ateneo opera nell’ambito del cosiddetto \"Sistema Trieste”, che implica un reciproco coinvolgimento degli enti di ricerca in progetti di ricerca e di diffusione dell'innovazione, come emerge anche dalla partecipazione a 20 tra Consorzi, interuniversitari e non, nonché Associazioni e Fondazioni con scopi di ricerca in settori specifici e a 15 Centri interuniversitari.&#xd;<br />L’offerta formativa e didattica dell’Università degli Studi di Trieste comprende (anno accademico 2015-16): 28 Corsi di Laurea triennale,&#xd;<br />28 Corsi di Laurea  Magistrale e 6 Corsi di laurea specialistica a ciclo unico.&#xd;<br />Come offerta post-laurea gestisce 21 scuole di specializzazione, 3 corsi di perfezionamento, 10 master di I livello, 7 master di II livello, 10 dottorati di ricerca. Accoglie 16.538 studenti iscritti. &#xd;<br />L’Ateneo è organizzato in 10 dipartimenti e 8 centri interdipartimentali di ricerca. La ricerca viene portata avanti da 184 assegnisti di ricerca, 331 dottorandi di ricerca.","acronym":"UNITS","interests":"Climate Action, Culture, Culture and media, Digital economy and society, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Public Health, Regional Policy, Research and innovation, Trans-European Networks, Transport, Youth","euInitiatives":"Programma Quadro di RST Horizon 2020, Programmi di Cooperazione territoriale Europea, POR FESR, FSE, programmi Justice, Erasmus, Europa Creativa, EASME, lIFE","lastUp":"2019-11-25T10:12:34.714+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}