{"id":"075868030822-07","name":"INSTITUTO DE BIOLOGIA EXPERIMENTAL E TECNOLÓGICA","registrationDate":"2018-03-28T11:56:35.432+02:00","category":4,"subCategory":5,"legal":"Non-Profit Private Entyty","web":"http://www.ibet.pt","country":"Portugal","headAddress":"Av. da República, Quinta do Marquês","headCity":"Oeiras","headPostCode":"2781-901","headPhone":"(351)2 14 42 77 87","boss":"Paula Marques Alves","bossTitle":"Ms","bossPosition":"CEO","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"iBET is a private not for profit research intensive SME in the area of biotechnology and life sciences. iBET was established in 1989 and bridges university and industry research, by establishing partnerships particularly in the areas related to Health &amp; Pharma and Food &amp; Health (in particular concerning agro-industry).&#xd;<br />&#xd;<br />iBET is also a certified service provider offering solutions for Biopharmaceuticals &amp; ATMPs, and for Foods, Nutraceuticals &amp; Bioactive Ingredients. Our Analytical Service and Mass Spectrometry Units are certified with Good Manufacturing Practices (GMP), and our Pilot Plant Unit (2.400m2) provides process development technology and scale up services for biologics. &#xd;<br />&#xd;<br />Our partner GenIbet Biopharmaceuticals (45% owned by iBET) follows current Good Manufacturing Practices, for biopharmaceuticals manufacturing for phase I and Phase II clinical trials.&#xd;<br />&#xd;<br />iBET hosts 3 satellite laboratories (Novartis, Bayer and Merck) and has a broad network of collaborations, ranging from national and international companies, research institutes, foundations and public institutions.&#xd;<br />iBET also serves as an incubation platform for start-up/spin-off companies.&#xd;<br />&#xd;<br />iBET was one of the first research institutions to be awarded the status of Laboratório Associado (LA) by the Portuguese Ministery of Science and Technology, in 2001. Under the LA programme, iBET established a partnership with IGC and ITQB NOVA, and later CEDOC to maximize its research in Biologically Active Molecules, Molecular Medicine, Developmental Biology, Biological Risk and Plant Biotechnology. &#xd;<br />&#xd;<br />iBET belongs to the Agrotech Campus along with ITQB NOVA and the Instituto Nacional de Investigação Agrária e Veterinária (INIAV). The consortium aims to promote research and experimental development of agriculture and forestry, animal health and plant sanity and technology and inovation for bioeconomy. &#xd;<br />&#xd;<br />It will also support advanced and specialized training of researchers and technicians, namely in agro biotechnology, agro industry and forestry.&#xd;<br />&#xd;<br />iBET is also the Coordinator of a Research Unit funded by Fundação para a Ciência e Tecnologia (FCT) - iNOVA4Health - a translational medicine program organizing the efforts of biomedical researchers involved in biological understanding of disease, lead compounds and biopharmaceuticals “pre-discovery”, technological scientists involved in “preclinical development”, and clinicians involved in “early clinical and first in man clinical trials” from institutions within NOVA University of Lisbon.","acronym":"IBET","interests":"Education, Food Safety, Public Health, Research and Technology","euInitiatives":"1-Sustainable downstream processing of vaccines through incorporation of nanobiotechnologies : novel affinity ligands and biomimetic membranes&#xd;<br />2- ELIXIR-EXCELERATED: developing new world-class research infrastructures&#xd;<br />3-SALTGAE: demonstration project to prove the techno-economic feasibility of using algae to treat saline wastewater from the food industry&#xd;<br />4-Innovative Eco-Technologies for Resource Recovery from Wastewater&#xd;<br />5-Scale-up of low carbon footprint material recovery techniques in existing wastewater treatment plants&#xd;<br />6-Innovative approaches to turn agricultural waste into ecological and economic assets&#xd;<br />7-European Vaccine Research and Development Infrastructure&#xd;<br />8-Chicory as a multipurpose crop for dietary fibre and medicinal terpenes&#xd;<br />9-Metabolic and Timed Control of Stem Cell Fate in the Developing Animal&#xd;<br />10-Integrated Training in Dry Eye Disease Drug Development","lastUp":"2018-03-28T11:59:34.112+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}