{"id":"07595112423-87","name":"Deutscher Gewerkschaftsbund","registrationDate":"2009-09-30T18:27:44.307+01:00","category":2,"subCategory":1,"legal":"Gewerkschaft","web":"http://www.dgb.de","country":"Germany","headAddress":"Henriette-Herz-Platz 2","headCity":"Berlin","headPostCode":"10178","headPhone":"(49)30 24 06 00","boss":"Reiner Hoffmann","bossTitle":"Mr","bossPosition":"Vorsitzender","membersCount":11,"membersFTE":"9.0","membership":"Der DGB ist Mitglied im Europäischen Gewerkschaftsbund (EGB) und im Internationalen Gewerkschaftsbund (IGB). Er vertritt die deutschen Gewerkschaften in internationalen Organisationen wie beispielsweise der Internationalen Arbeitsorganisation (ILO)","memberOrga":"- Industriegewerkschaft Bauen-Agra-Umwelt (IG BAU)&#xd;\n- Industriegewerkschaft Bergbau, Chemie, Energie (IG BCE)&#xd;\n- Eisenbahn- und Verkehrsgewerkschafts (EVG)&#xd;\n- Gewerkschaft Erziehung und Wissenschaft (GEW)&#xd;\n- Industriegewerkschaft Metall (IG Metall)&#xd;\n- Gewerkschaft Nahrung-Genuss-Gaststätten (NGG)&#xd;\n- Gewerkschaft der Polizei (GdP)&#xd;\n- Vereinte Dienstleistungsgewerkschaft (ver.di)","goal":"Der Deutsche Gewerkschaftsbund (DGB) steht für eine solidarische Gesellschaft. Als Dachverband ist er die Stimme der deutschen Gewerkschaften gegenüber den politischen Entscheidungsträgern, Parteien und Verbänden in Europa, Bund, Ländern und Gemeinden. In diesem Sinne vertritt er&#xd;<br />die gesellschaftlichen, wirtschaftlichen, sozialen und kulturellen Interessen der Arbeitnehmerinnen und der Arbeitnehmer.&#xd;<br />&#xd;<br />Mit seinen 8 Mitgliedsgewerkschaften ist der DGB die Stimme von mehr als 6,4 Millionen Gewerkschaftsmitgliedern in Deutschland.&#xd;<br />&#xd;<br />Seit seiner Gründung 1949 ist der DGB dem Prinzip der Einheitsgewerkschaft verpflichtet. Er ist - wie seine Mitgliedsgewerkschaften - pluralistisch und unabhängig, aber keineswegs politisch neutral. Er bezieht Position im Interesse der Arbeitnehmerinnen und Arbeitnehmer.&#xd;<br />&#xd;<br />Das EU-Verbindungsbüro vertritt seit 1997 die Interessen des DGB und seiner Mitgliedsgewerkschaften gegenüber den Europäischen Institutionen. Es verfolgt und begleitet aktiv die europäische Gesetzgebung und informiert laufend über europäische Rechtsetzungsvorhaben und –entwicklungen.","acronym":"DGB","interests":"Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Europäische Handesabkommen, Revision 883/2004, MFR, Struktur- und Sozialfonds, Mindestlohn, Mindesteinkommen, Europäischer Green Deal, Revision Stabilitäts- und Wachstumspakt, Umsetzung der Europäischen Säule von sozialen Rechten, Europäische Konferenz, Just Transition Fund, AI Startegie, Insutriepolitische Strategie, Vertiefung des Binnenmarktes","lastUp":"2019-12-18T15:43:59.441+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}