{"id":"0767788931-41","name":"Bundesverband Öffentlicher Banken Deutschlands","registrationDate":"2009-01-07T11:34:20.522+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.voeb.de","country":"Germany","headAddress":"Lennéstraße, 11","headCity":"Berlin","headPostCode":"10785","headPhone":"(4930)8 19 20","boss":"Iris Bethge","bossTitle":"Ms","bossPosition":"Hauptgeschäftsführerin","membersCount":54,"membersFTE":"19.0","membership":"http://www.eapb.eu&#xd;\n&#xd;\nhttp://www.die-deutsche-kreditwirtschaft.de/dk/die-deutsche-kreditwirtschaft.html","memberOrga":"http://www.voeb.de/de/verband/mitglieder","goal":"Der Bundesverband Öffentlicher Banken Deutschlands, VÖB, ist ein Spitzenverband der deutschen Kreditwirtschaft. Er vertritt 63 Mitgliedsinstitute, darunter die Landesbanken sowie die bundes- und ländereigenen Förderbanken. Mit den vier weiteren kreditwirtschaftlichen Spitzenverbänden arbeitet der VÖB in der Deutschen Kreditwirtschaft (DK) zusammen. Sitz des Verbandes ist Berlin.&#xd;<br /> &#xd;<br />Aufgabe des VÖB ist es, die gemeinsamen wirtschaftlichen und ideellen Interessen seiner Mitglieder in allen kreditwirtschaftlichen Fragen zu vertreten, die Zusammenarbeit zwischen seinen Mitgliedsbanken zu fördern und sie bei der Erfüllung ihrer Aufgaben zu unterstützen. Der VÖB tritt für die Belange seiner Mitglieder gegenüber den gesetzgebenden Körperschaften des Bundes und der Länder, den Aufsichts- und Regulierungsbehörden auf nationaler und internationaler Ebene sowie den Medien und der Öffentlichkeit ein. Der VÖB ist beim Deutschen Bundestag, beim Europäischen Parlament und bei der EU-Kommission akkreditiert. Seit 1987 ist der VÖB mit einem Büro in Brüssel vertreten. Im März 2012 eröffnete der Verband zudem eine Verbindungsstelle zur European Banking Authority (EBA) in London. Seit Januar 2014 ist der VÖB mit einer weiteren Verbindungsstelle bei der European Securities and Markets Authority (ESMA) in Paris vertreten. Der Verband ist Mitglied des Europäischen Verbandes Öffentlicher Banken (European Association of Public Banks, EAPB), Brüssel.&#xd;<br /> &#xd;<br />Der VÖB ist zugleich Arbeitgeberverband. Alle Mitgliedsinstitute können der Tarifgemeinschaft Öffentlicher Banken beitreten. Sie unterliegen dann den Tarifverträgen für das private Bankgewerbe und die öffentlichen Banken.&#xd;<br />&#xd;<br />Seit 1992 besteht beim VÖB ein Kundenbeschwerdesystem, das im Mai 2001 um eine außergerichtliche Schlichtungsstelle mit unabhängigem Ombudsmann ergänzt wurde. Der Ombudsmann der öffentlichen Banken ist auf europäischer Ebene Mitglied im Financial Complaint Service Network (FIN-NET), dem mehr als 40 nationale Schlichtungsstellen angehören.&#xd;<br />&#xd;<br />Die VÖB-Entschädigungseinrichtung (gesetzliche Einlagensicherung) sichert Kundeneinlagen und Verbindlichkeiten aus Wertpapiergeschäften. Einen darüber hinausgehenden Einlagenschutz bietet der Freiwillige Einlagensicherungsfonds des Verbandes.&#xd;<br />&#xd;<br />Die Mitgliedsinstitute des VÖB haben eine Bilanzsumme von 2.7000 Milliarden Euro, was einem Anteil der VÖB-Banken am deutschen Bankenmarkt von 34 Prozent entspricht. Die VÖB-Banken beschäftigen knapp 69.000 Mitarbeiterinnen und Mitarbeiter (Geschäftsjahr 2015).","acronym":"VÖB","interests":"Budget, Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Research and Technology, Taxation, Trade","euInitiatives":"Alle für den Finanzdienstleistungsbereich und die Wirtschaftsförderung/Förderpolitik relevanten Themen.","lastUp":"2018-03-06T16:10:45.465+01:00","customers":"","costAbsolu":"","costRange":"2750000-2999999","turnoverAbsolu":0,"turnoverRange":""}