{"id":"07783117686-61","name":"Third Generation Environmentalism Ltd","registrationDate":"2012-01-11T16:52:39.771+02:00","category":4,"subCategory":5,"legal":"not-for-profit","web":"http://www.e3g.org","country":"United kingdom","headAddress":"Great Guildford Street, 47","headCity":"London","headPostCode":"SE1 0ES","headPhone":"(44)20 75 93 20 20","boss":"Martin Rands","bossTitle":"Mr","bossPosition":"Chief Operating Officer","membersCount":30,"membersFTE":"28.0","membership":"CAN-E, Coalition for Energy Savings, EU Alliance to Save Energy","memberOrga":"https://www.e3g.org/about  /  Governance and funding","goal":"E3G is an independent, non-profit organisation operating in the public interest to accelerate the global transition to sustainable development.&#xd;<br />&#xd;<br />E3G builds cross-sectoral coalitions to achieve carefully defined outcomes, chosen for their capacity to leverage change.&#xd;<br />&#xd;<br />E3G works closely with like-minded partners in government, politics, civil society, science, the media, public interest foundations and elsewhere.&#xd;<br />&#xd;<br />E3G is a European organisation with a global outlook and reach. We currently have offices in London, Brussels, Berlin and Washington DC, together with a regular presence in China.&#xd;<br />&#xd;<br />The core of our capability lies with our diverse, experienced and creative staff. E3G’s founding directors have unique experience working on energy, environment, security policy and diplomacy challenges in the UK Foreign Ministry, Prime Minister's Strategy Unit and as senior political advisors. See the section People for more information.&#xd;<br />&#xd;<br />E3G was founded in 2004 to address the challenge of how to deliver transformational policy change. Our experience has been that the main obstacles to sustainable development lie not in a lack of analysis or available resources, but in the silo-based nature of institutions and decision makers. We therefore work to align politics and policy to leverage strategic outcomes.","acronym":"E3G","interests":"Budget, Business and Industry, Climate Action, Competition, Energy, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"Energy, Climate, Environment, Resource efficiency, Energy Union, Better Regulation, Jobs, Growth, Investment &amp; Competitiveness, External Policy, Trade, etc.","lastUp":"2018-07-04T11:07:56.507+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}