{"id":"07797487044-04","name":"Law Society of Northen Ireland","registrationDate":"2011-10-27T16:51:55.922+02:00","category":2,"subCategory":1,"legal":"Established by Royal Charter in 1922","web":"http://lawsoc-ni.org","country":"United kingdom","headAddress":"Victoria Street, 96","headCity":"Belfast","headPostCode":"BT1 3GN","headPhone":"(44)0 28 90 23 16 14","boss":"Alan Hunter","bossTitle":"Mr","bossPosition":"Chief Executive ","membersCount":1,"membersFTE":"0.75","membership":"The Law Society is a member of the UK delegation to the Council of Bars and Law Societies of Europe (CCBE). &#xd;\n&#xd;\nThe Law Society’s Brussels office is a member of the British Chamber of Commerce in Belgium.  All staff working in the Brussels office involved in making representations to the EU institutions are a member of the Society of European Affairs Professionals.","memberOrga":"The Law Society represents ca. 2,300 solicitors in Northern Ireland: http://www.lawsoc-ni.org/about-us/","goal":"The Law Society of Northern Ireland is a professional body, which has the authority to represent discipline, educate and regulate practising solicitors in Northern Ireland.&#xd;<br />&#xd;<br />Under the Solicitors (Northern Ireland) Order 1976, the Law Society acts as the regulatory authority governing the education, accounts, discipline and professional conduct of solicitors in order to maintain the independence, ethical standards, professional competence and quality of services offered to the public. It carries out these functions to ensure that solicitors receive the highest level of support and that their clients receive the required standard of work.&#xd;<br />&#xd;<br />Since its establishment in 1922 under Royal Charter, the Law Society of Northern Ireland has proven to be an exemplar of legal professionalism and service delivery. Undoubtedly its positive and contributory role has helped shape the legal system within Northern Ireland.","acronym":"LSNI","interests":"Borders and Security, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Energy, Environment, Institutional affairs, Justice and Fundamental Rights, Single market, Taxation, Trade","euInitiatives":"Proposal for a regulation on ensuring the cross-border portability of online content services in the internal market COM(2015) 627 final / 2015/0284 (COD)( n)Proposal for a Directive of the European Parliament and of the Council on copyright in the Digital Single Market - COM(2016)593( n)Proposal for an Interinstitutional Agreement( n)on a mandatory Transparency Register COM(2016) 627( n)Digital Single Market COM(2015) 192 final( n)Proposal for a directive on copyright in the Digital Single Market, COM(2016) 593 final / 2016/0280 (COD)( n)Proposal for a Regulation on Respect for private life and the protection of personal data in electronic communications 2017/0003(COD)( n)e-Privacy Regulation COM/2017/010 final - 2017/03 (COD)( n)Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on European Production and Preservation Orders for electronic evidence in criminal matters( n)COM/2018/225 final - 2018/0108 (COD)( n)Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL laying down harmonised rules on the appointment of legal representatives for the purpose of gathering evidence in criminal proceedings( n)COM/2018/226 final - 2018/0107 (COD)( n)Council Directive (EU) 2018/822 of 25 May 2018 amending Directive 2011/16/EU as regards mandatory automatic exchange of information in the field of taxation in relation to reportable cross-border arrangements( n)Following trade negotiations - EU-Australia, EU-New Zealand, EU work in the WTO( n)Dossiers related to Brexit","lastUp":"2019-07-18T16:38:44.307+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}