{"id":"07813897843-74","name":"CAEF The European Foundry Association","registrationDate":"2012-01-26T13:11:13.909+01:00","category":2,"subCategory":4,"legal":"association étrangère (French law)","web":"http://www.caef.eu","country":"Germany","headAddress":"c/o BDG Hansaallee, 203","headCity":"Düsseldorf","headPostCode":"40549","headPhone":"(49)21 16 87 12 17","boss":"Oddbjörn Maurdalen","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.75","membership":"www.caef.eu","memberOrga":"www.caef.eu","goal":"CAEF - the European Foundry Association - is the alliance of 23 national foundry associations from 22 European countries. The European Foundry Association was established in 1953. The General Secretariat is situated in Düsseldorf since 1997.&#xd;<br />&#xd;<br />It is the statutory mission of CAEF to look into any and all questions that are of importance to the foundry industry, be they economic, technical, legal, or social. At the same time, CAEF implements activities which aim at developing national foundry industries and co-ordinating their shared international interests.&#xd;<br />&#xd;<br />In other words: CAEF is a universal organisation which covers the entire variety of casting materials, combining the activities of an industry federation and a technical society of foundries.&#xd;<br />&#xd;<br />The activities of CAEF are twofold in principle:&#xd;<br />&#xd;<br />Firstly, to endorse the interests of the foundry industry towards European and other institutions and authorities. What is more, CAEF is addressed by worldwide partners in all matters relating to the foundry industry of Europe.&#xd;<br />&#xd;<br />Secondly, the activities of CAEF also focus on promoting information exchange among national foundry associations, and on co-ordinating the activities of national associations wherever this appears indicated to benefit the industry as a whole.&#xd;<br />&#xd;<br />At this stage, CAEF already has its own well-developed institutional structure of co-operation among national foundry associations. That this is indeed so is documented by the existence of numerous commissions, groups, and sections which handle CAEF's practical work.","acronym":"CAEF","interests":"Climate Action, Competition, Customs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Internal Market, Research and Technology, Taxation","euInitiatives":"-Health &amp; Safety&#xd;<br />-Environment&#xd;<br />-Energy&#xd;<br />-Anti-Dumping","lastUp":"2017-12-21T10:55:02.611+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}