{"id":"078270512631-90","name":"Verband unabhängiger Musikunternehmer*innen e. V.","registrationDate":"2014-01-16T17:01:52.990+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.vut.de","country":"Germany","headAddress":"Hardenbergstr. 9a","headCity":"Berlin","headPostCode":"10623","headPhone":"(49)0 30 53 06 58 56","boss":"Mark Chung","bossTitle":"Mr","bossPosition":"Vorstandsvorsitzender","membersCount":2,"membersFTE":"0.5","membership":"berlin music commission https://www.berlin-music-commission.de/, CLASS https://www.class-germany.de/, Deutscher Musikrat https://www.musikrat.de/startseite/, Rockcity Hamburg https://www.rockcity.de/, IMPALA https://www.impalamusic.org/, WIN http://winformusic.org/","memberOrga":"https://www.vut.de/mitglieder-freunde/vut-mitglieder/","goal":"Wir geben den unabhängigen Musikunternehmer*innen Deutschlands eine Stimme. Wir setzen uns dafür ein, dass die kulturelle Vielfalt, zu der unabhängige Musikunternehmer*innen maßgeblich beitragen, stärker wahrgenommen wird und eine größere Wertschätzung erfährt. Unsere Mitglieder sind unabhängige Künstler*innen und Partner*innen der Künstler*innen. Sie fördern aufstrebende Talente und setzen auf langfristige Beziehungen mit ihnen. Als Verband verfolgen wir das Ziel, faire Wettbewerbsbedingungen und Marktzugang für unabhängige Musikunternehmer*innen zu schaffen, unabhängig von ihrer Größe. Kurz gefasst lautet unser Auftrag: Act United – Stay Independent.&#xd;<br />&#xd;<br />Über den VUT: Der Verband unabhängiger Musikunternehmer*innen e. V. (VUT) vertritt die Interessen der unabhängigen Unternehmer*innen der deutschen Musikwirtschaft. Zu seinen Mitgliedern zählen rund 1.200 Künstler*innen, die sich selbst vermarkten, Labels, Verlage, Vertriebe, Produzent*innen u.a. Insgesamt stehen unabhängige Musikunternehmer*innen für einen Marktanteil von 35 Prozent der genutzten Musikaufnahmen. Ihr Anteil an den jährlichen Neuveröffentlichungen liegt bei über 80 Prozent, damit leisten sie einen essenziellen Beitrag zur vielfältigen Kulturlandschaft in Deutschland. Kennzeichnend für VUT-Mitglieder ist neben ihrer Innovationsbereitschaft ein oft partnerschaftliches Verständnis in einer arbeitsteiligen Branche. VUT-Mitglieder sind oft in mehreren Gewerken zu Hause und betreiben beispielsweise neben ihrer eigenen Künstler*innenkarriere ein eigenes Label. &#xd;<br />&#xd;<br />Der VUT engagiert sich auf regionaler, deutscher, europäischer und internationaler Ebene für die Interessen der unabhängigen Musikwirtschaft, deren Kern die Urheber*innen und Interpret*innen bilden. Als Dienstleister bietet der VUT seinen Mitgliedern ein breites Spektrum an Beratungs-, Informations- und Serviceleistungen. Dazu zählen unter anderem die Mitglieder- und Rechtsberatung, Aus- und Weiterbildungen, der Abschluss von Rahmenverträgen, Rabatte, die Bereitstellung von Musterverträgen sowie regelmäßige Branchennewsletter.&#xd;<br />&#xd;<br />Darüber hinaus leistet der VUT durch seine praxisbezogene Beratung einen Beitrag dazu, den Nachwuchs der Musikwirtschaft auf dem Weg in die Musikwirtschaftswelt zu begleiten und gezielt zu fördern.&#xd;<br />&#xd;<br />Der Verband verleiht jährlich die VIA – VUT Indie Awards, die ersten und einzigen Kritiker*innenpreise der unabhängigen Musikbranche. Diese ehren herausragende Talente, losgelöst von deren kommerziellen Erfolg, und sie machen die kulturelle Vielfalt des unabhängigen Musiksektors sichtbar. Des Weiteren finden seit 2013 regelmäßig die VUT Indie Days, Deutschlands größte Plattform für Recorded Music, statt. Sie sind der zentrale Treffpunkt für die unabhängige Musikwirtschaft aus dem In- und Ausland.","acronym":"VUT","interests":"Budget, Business and Industry, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Institutional affairs, Justice and Fundamental Rights, Regional Policy, Single market, Taxation","euInitiatives":"Urheberrecht, Digital Single Market, Wettbewerb, Radio, Musikwirtschaftsförderung, Steuern, KMU, Rechtsdurchsetzung","lastUp":"2019-11-25T12:24:54.081+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}