{"id":"078288623583-56","name":"Θετική Φωνή","registrationDate":"2016-10-06T14:46:45.454+02:00","category":3,"subCategory":2,"legal":"Σωματείο μη κερδοσκοπικού χαρακτήρα","web":"http://positivevoice.gr/","country":"Greece","headAddress":"Αγίων Αναργύρων 13","headCity":"ATHENS","headPostCode":"10554","headPhone":"(30)21 08 62 75 72","boss":"Νίκος Δέδες","bossTitle":"","bossPosition":"Πρόεδρος Δ.Σ.","membersCount":3,"membersFTE":"0.75","membership":"Η \"Θετική Φωνή\" συμμετέχει σε ευρωπαϊκά δίκτυα όπως το Civil Society Forum, το «Aids Action Europe», το «HIV Europe», το «Network of Low Prevalence Countries of Central and South East Europe» και το «International Planned Parenthood Federation». Σε εθνικό επίπεδο συμμετέχει στην Εθνική Συνομοσπονδία Ατόμων με Αναπηρία (Ε.Σ.Α.ΜΕ.Α) όπως και στο άτυπο δίκτυο οργανώσεων \"Διογένης\" με στόχο την προώθηση του διαλόγου για την πολιτική περί των ναρκωτικών.","memberOrga":"Δεν έχουμε νομικά πρόσωπα ως μέλη, μόνο φυσικά.","goal":"Το Σωματείο έχει σαν σκοπό την καταπολέμηση της εξάπλωσης του ιού της «Ανοσολογικής  Ανεπάρκειας του Ανθρώπου» (HIV), καθώς και τον περιορισμό και εξάλειψη των κοινωνικών, και οικονομικών επιπτώσεών του στην Ελλάδα και τις γειτονικές χώρες. Το 2016 βραβεύτηκε από το Ευρωπαϊκό Κοινοβούλιο με το βραβείο του Ευρωπαίου Πολίτη μαζί με άλλες 49 οργανώσεις και φυσικά πρόσωπα από όλη την Ε.Ε. Η \"Θετική Φωνή\" με γραφεία στην Αθήνα και τη Θεσσαλονίκη, με 498 μέλη και 650 εθελοντές σε όλη την Ελλάδα, δραστηριοποιείται στην κατεύθυνση της εξασφάλισης καλύτερων πρακτικών πρόληψης, υπηρεσιών περίθαλψης και κοινωνικής μέριμνας των οροθετικών και ευάλωτων στον HIV κοινωνικών ομάδων και εργάζεται για την κοινωνική αλληλεγγύη και την καταπολέμηση του στίγματος. &#xd;<br />Οι βασικοί άξονες δράσης της Θετικής Φωνής είναι:&#xd;<br />•\tΗ υπεράσπιση των δικαιωμάτων των ανθρώπων που ζουν με HIV/AIDS και η συγκροτημένη εκπροσώπησή τους απέναντι σε θεσμικούς φορείς της πολιτείας και σε οργανώσεις από την κοινωνία των πολιτών.&#xd;<br />•\tΗ ενδυνάμωση και η υπεύθυνη ενημέρωση των ανθρώπων που ζουν με HIV/AIDS, ώστε να αποκτήσουν τα απαραίτητα γνωστικά και ψυχολογικά εφόδια για να συμμετέχουν ενεργά στη διαμόρφωση των πολιτικών που άπτονται της υγείας τους και της θέσης τους στο κοινωνικό σύνολο.&#xd;<br />•\tH προσέγγιση του γενικού πληθυσμού με σκοπό την ευαισθητοποίησή του υπέρ της πρόληψης, της συχνής εξέτασης και της έγκαιρης διάγνωσης και θεραπείας και κατά του στίγματος και του κοινωνικού αποκλεισμού των ανθρώπων που ζουν με HIV/AIDS.&#xd;<br />•\tH προσέγγιση ευάλωτων ομάδων όπως άνδρες που κάνουν σεξ με άνδρες, χρήστες ενδοφλέβιων ναρκωτικών, κρατούμενοι, μετανάστες, Ρομά και εργαζόμενοι/ες στο σεξ.&#xd;<br />•\tΗ διενέργεια και προώθηση κάθε είδους επιστημονικής έρευνας σε θέματα που αφορούν στο HIV/AIDS.","acronym":"","interests":"Education and training, Employment and Social Affairs, Public Health, Regional Policy, Research and innovation, Trans-European Networks, Youth","euInitiatives":"Ο Σύλλογος ακολουθεί και εφαρμόζει τις κατευθύνσεις της Γενικής Διεύθυνσης Υγείας και Ασφάλειας Τροφίμων της Ευρωπαϊκής Επιτροπής αναφορικά με τις πολιτικές πρόληψης των σεξουαλικώς μεταδιδόμενων νοσημάτων. &#xd;<br />Πιο συγκεκριμένα οι ακόλουθες τρεις κατευθύνσεις της Ευρωπαϊκής Επιτροπής για το θέμα αποτελούν προτεραιότητες του Συλλόγου κι ένας από τους λόγους που του απονεμήθηκε το βραβείο του Ευρωπαίου Πολίτη 2016 από το Ευρωπαϊκό Κοινοβούλιο μαζί με άλλες 49 οργανώσεις και φυσικά πρόσωπα από όλη την Ε.Ε.&#xd;<br />Α) Η βελτίωση της πρόσβασης στην πρόληψη, τη θεραπευτική αγωγή, την περίθαλψη και τη βοήθεια, είναι θεματικές προτεραιότητες στο χαρτοφυλάκιο του υπεύθυνου επικοινωνίας και διεκδίκησης δικαιωμάτων όπως και του υπεύθυνου των δύο μη κλινικών δομών πρόληψης και εξέτασης για τον HIV και τις Ηπατίτιδες Β και Γ, “Checkpoints” (www.mycheckpoint.gr), καλών πρακτικών από το εξωτερικό, που λειτουργεί ο Σύλλογος σε Αθήνα και Θεσσαλονίκη. Επί παραδείγματι, είχε γίνει δεκτό από τη Γενική Γραμματεία Δημοσίων Εσόδων του Υπουργείου Οικονομικών, το αίτημα του Συλλόγου για την απάλειψη του πεδίου της ιατρικής γνωμάτευσης των Κέντρων Πιστοποίησης Αναπηρίας, που ανέφερε μεταξύ άλλων και την πάθηση από την οποία πάσχει ο πολίτης, στο σύστημα \"Taxisnet\", με αποτέλεσμα το σύνολο των εφοριακών υπαλλήλων να μπορεί να έχει πρόσβαση σε πληροφορίες που καλύπτονται από το ιατρικό απόρρητο ως ευαίσθητα προσωπικά δεδομένα. Στα Checkpoints διαγνώστηκε το 19% των συνολικών νέων μολύνσεων από τον ιό HIV στην Ελλάδα το 2014, το 31,4% το 2015, το 27,3% το 2016 και το 28,8% το 2017. Έχουν διενεργήσει (10/2018) 90.000 HIV, HBC, HCV+Syphilis tests σε 65.000 άτομα. &#xd;<br />Β) Η προσέγγιση μεταναστών και προσφύγων από χώρες με υψηλό ποσοστό κρουσμάτων HIV, δίνοντας έμφαση πέρα από τον γενικό πληθυσμό και στη Λ.Ο.Α.Τ.Κ.Ι κοινότητα, αποτελεί το πιο πρόσφατο άνοιγμα της οργάνωσης σε ευάλωτες στον HIV ομάδες.  &#xd;<br />Γ) H βελτίωση των πολιτικών που στοχεύουν στις πληθυσμιακές ομάδες υψηλού κινδύνου.&#xd;<br />Ο Σύλλογος υλοποιεί δράσεις και προγράμματα για όλες τις ευάλωτες στον HIV ομάδες με πρώτη τους άνδρες που κάνουν σεξ με άνδρες (ομοφυλόφιλοι και αμφισεξουαλικοί άνδρες) αλλά αυτές των χρηστών ενδοφλέβιων ναρκωτικών, των εργαζόμενων στο σεξ, των φυλακισμένων και πρόσφατα αποφυλακισμένων, των Ρομά, οικοδομώντας μία σχέση εμπιστοσύνης μέσω της ομάδας της εργασίας στο πεδίο (streetwork) που σε εβδομαδιαία βάση βρίσκεται σε επαφή με αυτές τις ομάδες του πληθυσμού, μοιράζοντας προφυλακτικά, σύνεργα ασφαλούς χρήσης, ενημερωτικά φυλλάδια και διεξάγοντας τεστ και έρευνες. Ταυτόχρονα ο Σύλλογος λειτουργεί σαν δίαυλος επικοινωνίας μεταξύ των ευάλωτων ομάδων στον HIV και της πολιτείας, εισηγούμενος τη διαμόρφωση συγκεκριμένων πολιτικών, καθώς και αλλαγές στο υπάρχον θεσμικό πλαίσιο, όπως με την πρόταση που έχει ετοιμάσει και θα εισηγηθεί στο καθ΄ύλην αρμόδιο υπουργείο Εσωτερικών για τη βελτίωση του υπάρχοντος θεσμικού πλαισίου αναφορικά με τους/τις εργαζόμενες στο σεξ. &#xd;<br />Η Θετική Φωνή είναι μέλος και του φόρουμ της κοινωνίας των πολιτών για το HIV/AIDS (Civil Society Forum) και συμμετέχει με εκπροσώπους της στις σχετικές συναντήσεις που λαμβάνουν χώρα στο Λουξεμβούργο δύο φορές το χρόνο, παρέχοντας συμβουλές στην ομάδα προβληματισμού σχετικά τη διαμόρφωση και εφαρμογή της σχετικής πολιτικής.&#xd;<br />Η οργάνωση παρακολουθεί και ενσωματώνει στη στρατηγική της τα συμπεράσματα και τις κατευθύνσεις των πολιτικών κειμένων της Ένωσης όπως της δήλωσης του Δουβλίνου 23-24 Φεβρουαρίου 2004 για τον HIV στο πλαίσιο της ιρλανδικής προεδρίας της Ε.Ε, καθώς και των επιχειρησιακών σχεδίων δράσης 2006-2009, 2009-2013 και 2014-2016. Σε αυτό το πλαίσιο και σε μία προσπάθεια μεταφοράς καλών πρακτικών και τεχνογνωσίας για την αντιμετώπιση του ιού HIV στα γειτονικά κράτη, η «Θετική Φωνή» υλοποίησε πρόγραμμα εκπαίδευσης εκπροσώπων κρατικών φορέων και μη κυβερνητικών οργανώσεων από την Αλβανία, τα Σκόπια και τη Βουλγαρία στη διάρκεια του 2015, με σκοπό τη δημιουργία κέντρων πρόληψης κι εξέτασης «Checkpoints» σε αυτές τις χώρες.","lastUp":"2019-10-21T09:39:30.633+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}