{"id":"078655018381-34","name":"TIM S.p.A.","registrationDate":"2015-07-30T13:39:40.757+02:00","category":2,"subCategory":3,"legal":"S.p.A.","web":"https://www.tim.it/","country":"Italy","headAddress":"Corso d’Italia, 41","headCity":"Roma","headPostCode":"00198","headPhone":"(39)0 63 68 81","boss":"Luigi  Gubitosi","bossTitle":"Mr","bossPosition":"CEO","membersCount":7,"membersFTE":"5.75","membership":"main associations are ETNO, GSMA and EIF","memberOrga":"","goal":"The company is the leading telecommunications and ICT group and Italy's digital partner. Abroad it is one of the most important players on the Brazilian market.&#xd;<br />&#xd;<br />The Group is also active in Europe, Americas, Africa and Asia through Sparkle, a leading global operator providing a wide range of IP, Data, Cloud, Data Center, Mobile and Voice solutions to Fixed and Mobile Operators, ISPs, OTTs, Media &amp; Content Players, Application Service Providers and Multinational Corporations.&#xd;<br />TIM develops new generation infrastructures and services with the goal of ensuring the achievement of the Gigabit Society goals in Italy and Europe, considering that digital technologies are the basis for a smart, sustainable and inclusive growth.","acronym":"TIM","interests":"Business and Industry, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, External Relations, Fraud prevention, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks","euInitiatives":"Telecom and digital policies; internal market policies; telecom regulatory framework; implementing provisions of the telecom regulatory framework; trade policies;&#xd;<br />Digital single market.","lastUp":"2019-07-05T14:57:25.817+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}