{"id":"07875727774-09","name":"UNITEE AISBL","registrationDate":"2012-01-19T11:21:39.230+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.unitee.eu","country":"Belgium","headAddress":"Place du Luxembourg 2","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)4 83 31 66 05","boss":"AHMET ULUSOY","bossTitle":"Mr","bossPosition":"SECRETARY GENERAL","membersCount":2,"membersFTE":"1.5","membership":"European Movement International&#xd;\nhttp://europeanmovement.eu/&#xd;\n&#xd;\nFriends of Europe&#xd;\nhttp://www.friendsofeurope.org","memberOrga":"FEDIF,&#xd;\nBETIAD,&#xd;\nEUROPEAN PROFESSIONAL NETWORK&#xd;\nDATIFED,&#xd;\nBIZNET,&#xd;\nHOGIAF,&#xd;\nBUV,&#xd;\nSWETURK,&#xd;\nTIBDA&#xd;\nASSOCIAZIONE FOCUS","goal":"UNITEE plays a crucial role in Europe as it is the only organisation representing entrepreneurs and professionals with a migrant background, whom we refer to as « New Europeans »: people who live in Europe but have connections with more than just the country where they live.&#xd;<br />&#xd;<br />Through its national federations and associations, UNITEE represents entrepreneurs and business professionals from all the major sectors of the European economy.&#xd;<br />&#xd;<br />Vision&#xd;<br />UNITEE works for:&#xd;<br />&#xd;<br />An economically strong Europe …&#xd;<br />UNITEE aims at strengthening European SMEs, the backbone of the EU’s economy.&#xd;<br />&#xd;<br />… sustainable, social and smart&#xd;<br />The EU’s economic growth should be a “healthy” one, namely respecting the citizens’ well-being and their environment.&#xd;<br />&#xd;<br />…  drawing its strength from the diversity of  its citizens&#xd;<br />In particular, our ambition is to reach definite open-mindedness towards New Europeans’ assets for EU countries.&#xd;<br />&#xd;<br />… seeking deeper  economic relations with the countries of origin of our members&#xd;<br />UNITEE aims at fostering our members’ role as  economic bridge between Europe and their country of origin&#xd;<br />&#xd;<br />Mission&#xd;<br />To create the Europe that we envisioned, we believe that our members have a key role to play. Indeed, due to their dual cultural and linguistic background, as well as their entrepreneurial spirit, New European entrepreneurs and business professionals constitute a major asset in terms of international trade, but also with regard to job creation and innovation.&#xd;<br />&#xd;<br />Our mission is therefore to represent and support New European entrepreneurs and business professionals through:&#xd;<br />&#xd;<br />European Advocacy: Advocate our members’ interests to local, national and European public authorities.&#xd;<br />Other Services: Provide a wide range of services to our members to aid in their economic, social and cultural development. We encourage them to play a stronger role in their country of residence and at the European level.","acronym":"","interests":"Borders and Security, Business and Industry, Competition, Consumers, Customs, Economy, finance and the euro, Education and training, Employment and Social Affairs, Enlargement, External Relations, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks, Youth","euInitiatives":"All initiatives and policies linked to SMEs, immigrant entrepreneurship, internal market, international trade and diversity.","lastUp":"2018-07-26T13:07:48.853+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}