{"id":"078855521139-42","name":"Social Economy Europe","registrationDate":"2016-03-21T13:32:05.640+01:00","category":2,"subCategory":4,"legal":"ASBL","web":"http://www.socialeconomy.eu.org/","country":"Belgium","headAddress":"Boulevard Charlemange 74","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 30 46 18","boss":"Juan Antonio Pedreño ","bossTitle":"Mr","bossPosition":"President of SEE","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"http://www.socialeconomy.eu.org/who-see","goal":"Social Economy Europe (SEE) is the EU-level representative organisation for the social economy. SEE members are the European organisations of mutual and cooperative insurers, non-profit healthcare players, health mutuals and health insurance funds; foundations, associations of general interest, work integration social enterprises, paritarian institutions of social protection, ethical banks and financiers, and the European Cities and Regions for the social economy. At national level, SEE represents the national social economy organisations of France (ESS-France), Italy (National Third Sector Forum), Portugal (CASES), Spain (CEPES) and of Belgium’s francophone regions (SAW-B). &#xd;<br />&#xd;<br />Social Economy Europe works in areas of common interest for its members and, acts in accordance with the principle of subsidiarity, ensuring the added value of the organisation’s actions.&#xd;<br />&#xd;<br />Our mission: to promote the economic and social inputs of social economy enterprises and organisations in Europe; To promote the role and values of social economy actors in Europe; To reinforce the political and legal recognition of the Social Economy and of its different forms of enterprises and organisations: cooperatives, mutual societies, associations, foundations, as well as newer forms like social enterprises, at the European level.  &#xd;<br />&#xd;<br />Our vision: The Social Economy has a broad social foundation and conducts its activities in varied legal forms while demonstrating its competitiveness and its capacity to create sustainable growth and more cohesive, and cooperative societies.&#xd;<br />&#xd;<br />We believe in a more plural, democratic, cooperative and responsive economy; We believe that the Social Economy can contribute to face major social and environmental challenges, through social and environmental innovation.&#xd;<br />Social Economy demonstrates that another economy is possible.","acronym":"SEE","interests":"Competition, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Internal Market, Public Health, Regional Policy, Taxation, Youth","euInitiatives":"SEE has a deep engagement towards the following European policies: Single Market Strategy and general policies on internal Single Market, employment policies, European Pillar of Social Rights, entrepreneurship policies (Social entrepreneurship and social enterprises), EU legal framework for the social economy, public procurement,  EFSI, European Social Fund and ERDF, industrial policies (re-industrialisation), energetic transition, Capitals Market Union and banking union. SEE also closely follow initiatives such as the Youth Employment Initiative and the Youth Guarantee and the Recommendation to the Member States on the integration of long-term unemployed into the labour market.","lastUp":"2017-02-23T12:53:58.066+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}