{"id":"079905034073-74","name":"Canopy Growth","registrationDate":"2019-02-22T21:44:22.478+01:00","category":2,"subCategory":3,"legal":"Gesellschaft mit beschränkter Haftung (Gmbh)","web":"http://www.canopygrowth.com/","country":"Germany","headAddress":"Lanzstrasse 20","headCity":"St. Leon-Rot","headPostCode":"68789","headPhone":"(49)62 27 89 93 00 30","boss":"Franziska  Katterbach ","bossTitle":"Ms","bossPosition":"Director Legal Europe","membersCount":2,"membersFTE":"1.5","membership":"","memberOrga":"","goal":"Canopy Growth advances the world’s perception of medical cannabis by focusing on research, product development and innovative production capabilities – all presented through brands people trust.Canopy Growth is highly committed towards consumer safety and awareness and aims at providing patients in Europe with standardised premium quality medical cannabis products by running at the same time sophisticated and controlled facilities. From product and process innovation to market execution and everything in between, we are driven by a passion for leadership, a commitment to drive the industry forward, and above all else, providing medical cannabis patients the best possible experience.","acronym":"CGC","interests":"Agriculture and Rural Development, Business and Industry, Competition, Consumers, Education and training, Public Health, Regional Policy, Trade","euInitiatives":"We are interested in the EU internal market policies, with particular interest in common commercial policies, competition rules for the internal market, agriculture policies and consumer protection. Starkes Interesse fuer EU politische Entwicklungen im Gesundheitsbereich. Insbesondere beschäftigt sich unsere Organisation mit der Beobachtung und Erfassung des Verlaufs der digitalen Umgestaltung der Gesundheit Versorgung und Pflege im digitalen Binnenmarkt und Zugänglichkeit medizinischer Informationen (COM(2018) 233). Wir interessieren uns fuer die Erweiterung und Stärkung der Patientenrechte in der grenzüberschreitenden Gesundheitsversorgung (Richtlinie 2011/24) sowie fuer das gegenseitigen Anerkennungsverfahren von bereits in einem EU-Land genehmigte Arzneimittel (Richtlinie 2001/83).","lastUp":"2019-02-22T21:44:53.125+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}