{"id":"080362721653-38","name":"European Policy Information Center","registrationDate":"2016-05-04T13:46:33.762+02:00","category":4,"subCategory":5,"legal":"None","web":"http://www.epicenternetwork.eu/","country":"Belgium","headAddress":"EPICENTER","headCity":"Brussels","headPostCode":"1000","headPhone":"(44)20 77 99 89 00","boss":"Christiana Stewart-Lockhart","bossTitle":"Ms","bossPosition":"Chief Executive","membersCount":3,"membersFTE":"1.75","membership":"http://www.epicenternetwork.eu/about-2/","memberOrga":"EPICENTER is a pan-European network formed by the Centre for Political Studies (Denmark), Civil Development Forum (Poland), Civismo (Spain), the Institut Economique Molinari (France), the Institute of Economic Affairs (UK), Instituto Bruno Leoni (Italy), the Lithuanian Free Market Institute and Timbro (Sweden). Like its members, EPICENTER is politically independent and does not accept taxpayer funding.","goal":"EPICENTER, the European Policy Information Center, is an independent initiative of eight leading think tanks from across the European Union. It seeks to inform the EU policy debate and promote the principles of a free society by bringing together the economic expertise of its members.","acronym":"EPICENTER","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"TTIP and Trade, Digital Single Market, Energy Union, Capital Markets Union, Banking Union, European Deposits Insurance, Public Health issues and Migration Regulation.","lastUp":"2018-04-04T15:16:24.621+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}