{"id":"080362721653-38","name":"European Policy Information Center","registrationDate":"2016-05-04T13:46:33.762+01:00","category":4,"subCategory":5,"legal":"None","web":"http://www.epicenternetwork.eu/","country":"Belgium","headAddress":"EPICENTER","headCity":"Brussels","headPostCode":"1000","headPhone":"(44)20 77 99 89 22","boss":"Christiana Stewart-Lockhart","bossTitle":"Ms","bossPosition":"Chief Executive","membersCount":3,"membersFTE":"1.75","membership":"http://www.epicenternetwork.eu/about-2/","memberOrga":"EPICENTER is formed by the Centre for Political Studies (Denmark), Civil Development Forum (Poland), Civismo (Spain), the Institut Economique Molinari (France), the Institute of Economic Affairs (UK), Instituto Bruno Leoni (Italy), KEFiM (Greece), the Lithuanian Free Market Institute and Timbro (Sweden). Like its members, EPICENTER is politically independent and does not accept taxpayer funding.","goal":"EPICENTER, the European Policy Information Center, is an independent initiative of nine leading think tanks from across the European Union. It seeks to inform the EU policy debate and promote the principles of a free society by bringing together the economic expertise of its members.","acronym":"EPICENTER","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"TTIP and Trade, Digital Single Market (Copyright Directive, Digital Competition, Digital Taxation), Energy Union, Capital Markets Union, Banking Union, European Deposits Insurance, Public Health issues, Rule of Law, and Migration Regulation.","lastUp":"2019-03-26T13:20:05.199+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}