{"id":"080551814378-33","name":"MUST &amp; Partners","registrationDate":"2014-09-09T13:21:56.311+02:00","category":1,"subCategory":6,"legal":"Sprl","web":"http://www.mustandpartners.com","country":"Belgium","headAddress":"Rue Montoyer, 1","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)0 25 02 49 60","boss":"Luciano Stella","bossTitle":"Mr","bossPosition":"CEO","membersCount":7,"membersFTE":"6.5","membership":"","memberOrga":"","goal":"MUST is a consultancy firm dedicated to political communication and public affairs. &#xd;<br />&#xd;<br />MUST counts on the professional experience of its founder partners, active in Brussels since more than ten years, with a developed and deep expertise in EU law and policy-making as well as in EU public affairs.&#xd;<br />&#xd;<br />MUST aims at bridging the international business community with the EU institutions, Brussels-based opinion leaders, trade associations, political entities and social partners.&#xd;<br />&#xd;<br />MUST organizes events, meetings and conferences on topics high on the EU agenda, in view of promoting the creation of positive synergies between people and enhancing the relations between the private and public sphere. &#xd;<br />&#xd;<br />Headquartered at the heart of Brussels’ EU district, MUST works with a number of partners and external advisers. Coming from both the public and private sectors, all collaborators count on a strong background in the field of political communication and EU affairs.","acronym":"MUST Consulting","interests":"Audiovisual and Media, Communication, Competition, Consumer Affairs, Economic and Financial Affairs, Energy, Enterprise, Food Safety, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Research and Technology, Taxation, Trade, Transport","euInitiatives":"- Road transport&#xd;<br />- Aviation&#xd;<br />- Food and health&#xd;<br />- Taxation&#xd;<br />- Single digital market&#xd;<br />- Competition","lastUp":"2018-04-10T10:45:03.907+02:00","customers":"Google","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"500000-999999"}