{"id":"08081723563-19","name":"BOMAG GmbH","registrationDate":"2010-05-10T12:24:31.687+01:00","category":2,"subCategory":3,"legal":"Gesellschaft mit beschränkter Haftung","web":"http://www.bomag.com","country":"Germany","headAddress":"Hellerwald, 1","headCity":"Boppard","headPostCode":"56154","headPhone":"(0049)67 42 10 00","boss":"Jörg Unger","bossTitle":"Mr","bossPosition":"Vorsitzender der Geschäftsleitung","membersCount":1,"membersFTE":"0.5","membership":"BOMAG ist Mitglied im Verein deutscher Maschinen- und Anlagenbauer (VDMA) und über diese Mitgliedschaft engagiert im europäischen Baumschinenverband \"Committee for European Construction Equipment\" (CECE)","memberOrga":"","goal":"Der Name BOMAG ist heute im Strassen-, Erd-, Tief- und Deponiebau der Inbegriff für Verdichtungstechnik und -maschinen auf höchstem Entwicklungsniveau. Die innovative Kraft, die das weltweit einzigartige Forschungs- und Entwicklungszentrum auszeichnet, hat hier ihren Ursprung. &#xd;<br />&#xd;<br />Spezialisten mit ausgeprägter Anwendungs-, Entwicklungs- und Produktionskompetenz sowie umfassenden Kenntnissen der internationalen Märkte arbeiten hier an neuen&#xd;<br />Lösungen für alle Arten der Verdichtung und des Straßenrecyclings. „Best for Compaction“ ist Ausdruck der&#xd;<br />BOMAG Philosophie, des Selbstverständnisses eines jeden Mitarbeiters, in jedem Bereich, an jedem Platz. Deshalb sagen Fachleute auf Baustellen dieser Welt zu Recht: „Gut zu wissen . . . es ist eine BOMAG!“","acronym":"BOMAG","interests":"Climate Action, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Enterprise, Environment, Internal Market, Public Health, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"- Revision der Lärmrichtlinie 2000/14/EG&#xd;<br />- Revision der Abgasrichtlinie NRMM 97/68/EG&#xd;<br />- Begleitung der Arbeiten der Ständigen Kommission zur Umsetzung der Maschinenrichtlinie 2006/42/EG&#xd;<br />- Hilfestellung zur Einbindung normativer Werke entsprechend dem \"neuen Ansatz\" bezüglich der Erarbeitung von Rechtsakten&#xd;<br />- Begleitung der Umsetzung der Richtlinie zur energieverwandten Produkten 2012/27/EU","lastUp":"2017-03-06T11:51:41.162+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}