{"id":"080998314984-01","name":"Third-i bvba","registrationDate":"2014-11-23T10:05:00.682+01:00","category":1,"subCategory":6,"legal":"bvba","web":"http://www.third-i.eu","country":"Belgium","headAddress":"The Library","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)4 68 22 23 86","boss":"Jacqueline Bowman","bossTitle":"Ms","bossPosition":"Principal","membersCount":2,"membersFTE":"1.0","membership":"www.scie.eu - Responsible for driving Policy Impact Workstream","memberOrga":"","goal":"About Third-i www.third-i.eu&#xd;<br />&#xd;<br />Founded in 2013 by Jacqueline Bowman-Busato, Third-i is a Brussels- based SME with a presence in  London  operating under the ethos of Shared Value. &#xd;<br />&#xd;<br />Specialising in healthcare policy and innovation-driven initiatives, the team builds alliances, sets agendas, and leads the development of actionable strategies  and implementation to answer today’s complex healthcare challenges. &#xd;<br />&#xd;<br />A trusted member of the healthcare and innovation communities at European, national  and global actors level, Third-i team members have worked extensively in the field of Person centred care from a systems thinking and participatory stakeholder engagement perspective.&#xd;<br />&#xd;<br />We champion five main areas which we believe will lead to  our vision of Person-centred health ecosystems:&#xd;<br />o\tPatient engagement&#xd;<br />o\tValue of Innovation&#xd;<br />o\tMainstreaming mental health&#xd;<br />o\tSelf-Care and wellbeing&#xd;<br />o\tWomen’s empowerment (maternal health and other women’s health issues)&#xd;<br />&#xd;<br />We have developed a system for internal buy-in and capacity building on the one hand and meaningful multi-stakeholder engagement across the healthcare ecosystem from policy to practice.","acronym":"","interests":"Borders and Security, Budget, Business and Industry, Consumers, Digital economy and society, Education and training, Employment and Social Affairs, Food Safety, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Sport, Youth","euInitiatives":"Self Care, Health Systems Performance Assessment (HSPA), Sexual &amp; Reproductive Health and Rights (SRHR), Obesity","lastUp":"2020-01-09T08:38:05.282+01:00","customers":"Alliance for Maternal health Equality","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}