{"id":"081048030240-27","name":"Martial Arts Academy","registrationDate":"2018-03-10T12:47:05.033+02:00","category":3,"subCategory":2,"legal":"ONG officielle","web":"http://maa-ungo.com","country":"France","headAddress":"125 chemin la Piverdière","headCity":"La bégude de Mazenc","headPostCode":"26160","headPhone":"(33)6 81 56 15 18","boss":"fabrice robeaux","bossTitle":"Mr","bossPosition":"directeur general","membersCount":1,"membersFTE":"1.0","membership":"Notre ONG participe à de nombreuses réunions annuelle au siège de l'ONU Genève , comme la réunion annuelle avec le Directeur Général monsieur Moller et toutes les ONG représentées pour les directives de l'année. Nous participons au conseil des droits de l' Homme, au conseil des droits des personnes handicapées, des droits des enfants. Nous avons contact avec la mission de Haïti auprès des Nations Unies pour une éventuelle action sur leur territoire, nous avons contact avec monsieur un officiel de l'UNESCO afin de travailler en collaboration avec l'UNESCO et le Portugal, nous avons une collaboration avec Madame Marie Laure Croizier pour une éventuelle action avec le Sénégal, nous avons un contact  également avec Monsieur Paul Loup Sulitzer qui réside à Bruxelles afin d'élaborer une action sur la Belgique, et monsieur Didier Van Damme également ancien fonctionnaire du Conseil de l' Europe et auteur de l'Adagio à l'Europe pour une collaboration avec les institutions Européennes.","memberOrga":"","goal":"Encourager la coopération en matière d'éducation au  niveau européen.&#xd;<br />Faire pression sur les différentes instances européennes et internationales pour qu'elles adoptent des politiques qui répondent au besoin de la population en Europe et faciliter le travail de notre ONG sur la scène européenne et internationale.&#xd;<br />&#xd;<br />Notre ONG poursuit son action avec 2 grands programmes arts martiaux et musicothérapie dans 3 secteurs :l'éducation,le social et la paramédical et la mise en place de pratiques sportives et musicales dans différents contextes et secteurs en promouvant ces actions sur la protection et l'accompagnement dans le respect de l'individu sans se soucier de ses appartenances avec un esprit d’interaction et de bienfaisances.Notre plan stratégique est axé sue les domaines essentiels dont la réduction des injustices et le respect des droits dans nos secteurs de prédilection.Ce projet vise à accroître la participation de tous les citoyens à plus de reconnaissance et de dignité dans leur vie quotidienne par un accompagnement de qualité.Notre ONG est soucieuse de la formation et elle est déterminée à l'accomplissement des 5 Objectifs de Développements Durables sur les 17 ODD.Nos objectifs sont:une installation pilote avec un lieu d'accueil,des formations pour les accompagnants et équipes sur place,un programme de sensibilisation(conférences, tables rondes),la mise en place d'ateliers sportifs(Arts Martiaux) et musicothérapie(thérapie,arts thérapie).Le projet met l'accent sur le rôle de la société et des gouvernements dans le soutien et l'accompagnement des personnes vulnérables dans des pays en voie de développement,des pays ayant subis ayant subis une catastrophe naturelle,des pays en sortie de conflits.","acronym":"M.A.A","interests":"Culture, Education, External Relations, Justice and Fundamental Rights, Public Health, Sport, Youth","euInitiatives":"Nous travaillons sur la jeunesse par le biais de l 'éducation, la confiance en soi,pour une meilleure intégration dans la société.  Nous abordons également le droit des femmes et des personnes handicapées et la culture avec l 'action de la musique et des arts martiaux.","lastUp":"2018-03-22T10:58:08.814+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}