{"id":"081108421565-16","name":"Euraffex | European Affairs Expertise","registrationDate":"2016-05-12T13:47:42.445+02:00","category":1,"subCategory":6,"legal":"SPRL","web":"http://www.euraffex.eu","country":"Belgium","headAddress":"11 Rue Archimede","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)27 20 00 71","boss":"Lina Aburous","bossTitle":"Ms","bossPosition":"Co-Managing Director","membersCount":9,"membersFTE":"4.25","membership":"United Nations Global Compact (UNGC)&#xd;\nPress Club Brussels Europe&#xd;\nEuropean Association of Communication Directors","memberOrga":"","goal":"Euraffex is a Brussels based powerhouse boutique agency, specialised in public relations, communications, reputation management, and fully integrated European affairs solutions. &#xd;<br />Our core expertise is predominantly promoting and defending the interests of national diplomatic representations, as well as, highly complex and challenging sectors. Having experts with vast experience in working with heads of states, European institutions, as well as controversial sectors, we form a complimentary and compatible partner to our clients.","acronym":"Euraffex","interests":"Agriculture, Business and Industry, Communication, Competition, Consumers, Culture, Culture and media, Education and training, Energy, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Research and innovation, Single market, Sport, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Institutional Issues, Trade Policy, Environment Policy, Consumer and Health Care Policy, External Relations, Culture and Education, Sport Policy, Energy, Human Rights, Infrastructure, Transport, Agriculture and Fisheries, Development Policy, Technology, IT Policy.","lastUp":"2018-05-02T09:57:05.643+02:00","customers":"Fur Europe,Caspian Invest","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"100000-499999"}