{"id":"08171556938-65","name":"Axpo Holding AG","registrationDate":"2011-10-13T14:36:04.697+01:00","category":2,"subCategory":3,"legal":"Stock corporation under Swiss law","web":"http://www.axpo.com","country":"Switzerland","headAddress":"Parkstrasse 23","headCity":"Baden","headPostCode":"5401","headPhone":"(41)5 62 00 31 11","boss":"Andrew Walo","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.5","membership":"Axpo is a member of &#xd;\n- EFET (European Federation of Energy Traders)&#xd;\n- WindEurope (European wind industry association)&#xd;\n- SolarPower Europe (European PV industry association)&#xd;\nThe paid membership fees are included in “Estimate of the annual costs related to activities covered by the register”. &#xd;\nAxpo is also active in eurelectric (Union of the Electricity Industry) and European Energy Retailers (EER) without being a direct member.","memberOrga":"","goal":"Axpo Group reliably produces, trades and sells energy in Switzerland and globally in over 30 countries. About 4500 employees combine the expertise from 100 years of climate-friendly electricity production with innovative power for a sustainable energy future. Axpo is internationally leading in energy trading and in the development of tailor-made energy solutions for its customers. The Axpo Group comprises Axpo Holding AG with headquarters in Baden and its subsidiaries Axpo Power AG, Axpo Solutions AG, Avectris AG and Centralschweizerischen Kraftwerke AG (CKW). Axpo is wholly owned by the cantons of Northeastern Switzerland.","acronym":"Axpo","interests":"Banking and financial services, Climate Action, Competition, Consumers, Energy, Environment, External Relations, Single market, Taxation, Trans-European Networks","euInitiatives":"Clean Energy Package: all elements; Upcoming Gas Package incl. Review of Gas Market Directive; Review of Emission Trading System; Linking of EU and Swiss Emission Trading Systems; Implementation of MiFID II; Review of EMIR (EMIR II); Commission Strategy on Corporate Social Responsibility (post 2014): Nuclear Illustrative Programme (PINC); draft electricty agreement Switzerland - EU;","lastUp":"2019-02-04T10:43:00.178+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}