{"id":"082217218282-59","name":"Bundesverband Mittelständische Wirtschaft e.V.","registrationDate":"2015-07-22T15:41:32.009+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.bvmw.de","country":"Germany","headAddress":"Potsdamer Strasse 7 | Potsdamer Platz","headCity":"Berlin","headPostCode":"10785","headPhone":"(49)03 05 33 20 60","boss":"Mario Ohoven","bossTitle":"Mr","bossPosition":"Präsident","membersCount":3,"membersFTE":"1.0","membership":"Führendes Mitglied der \"BVMW-Mittelstandsallianz\" mit 29 weiteren Fachverbänden in Deutschland.","memberOrga":"Mitglieder sind Inhaber von Einzelunternehmen und Einzelpersonen. Aus Datenschutzgründen ist es nicht möglich diese weiterzugeben. Derzeit sind ca. 55.000 KMUs und Einzelpersonen Mitglied des BVMW in Deutschland, mit der Mittelstandsallianz vertritt der BVMW ca. 530.000 Unternehmen über 10 Millionen Beschäftigte.","goal":"Politische Interessenvertretung:&#xd;<br />- Nur als starke Solidargemeinschaft können die kleinen und mittleren Unternehmen auf die wirtschaftspolitischen Rahmenbedingungen Einfluss nehmen.&#xd;<br />- Einschließlich seiner Mitgliedsverbände spricht der BVMW für mehr als 530.000 Unternehmen mit über 10 Millionen Beschäftigten.&#xd;<br />&#xd;<br />Persönliche Beratung:&#xd;<br />- Ein bundesweites Netz von mehr als 300 Geschäftsstellen bietet Unternehmern eine individuelle Betreuung durch einen persönlichen Ansprechpartner vor Ort.&#xd;<br />- Ein bundesweites Beraternetzwerk aus mehr als 1.000 Steuerberatern, Rechtsanwälten und Unternehmensberatern sichert die unternehmerischen Entscheidungen ab.&#xd;<br />&#xd;<br />Kommunikative Veranstaltungen:&#xd;<br />- Mehr als 2.000 BVMW-Veranstaltungen und Seminare finden jährlich bundesweit statt.&#xd;<br />- Aktuelle Informationen sichern den Unternehmern entscheidende Wissensvorsprünge im Wettbewerb.&#xd;<br />- Neue Geschäftskontakte werden von Unternehmer zu Unternehmer geknüpft.&#xd;<br />&#xd;<br />Praxisbezogene Informationen:&#xd;<br />- Innovative Dienstleistungen unterstützen die Unternehmensleitung.&#xd;<br />- Bei der Problemlösung rechtlicher und betriebswirtschaftlicher Fragen erfolgt schnelle und kompetente Hilfe.&#xd;<br />- Bei der Beschaffung von Informationen für wirtschaftliche Aktivitäten im Ausland erfolgt konkrete Hilfestellung.","acronym":"BVMW","interests":"Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- Digital Agenda&#xd;<br />- TTIP&#xd;<br />- Access to finance&#xd;<br />- SBA&#xd;<br />- Better Regulation&#xd;<br />- Migration and Integration&#xd;<br />- VET&#xd;<br />- European Defense and Security Union&#xd;<br />- European Banking Union&#xd;<br />- European Monetary Union","lastUp":"2018-07-11T12:15:39.150+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}