{"id":"082819030374-63","name":"World Asociacion for Psychosocial Rehabilitation. EU Section","registrationDate":"2018-02-25T12:50:52.556+01:00","category":3,"subCategory":2,"legal":"non profit association","web":"http://wapr.org","country":"Spain","headAddress":"C/ Paraguay 8","headCity":"cosada","headPostCode":"28822","headPhone":"(34)6 49 41 89 63","boss":"Guinea Ricardo","bossTitle":"Mr","bossPosition":"Exexutive Presidente","membersCount":20,"membersFTE":"6.25","membership":"","memberOrga":"http://www.wapr.org/about-us/wapr-in-your-country/#europe","goal":"“WHAT IS WAPR:&#xd;<br />&#xd;<br />WAPR is an international NGO, composed mainly by interdisciplinary mental health professionals (psychiatrists, psychologists, nurses, social workers, occupational-therapists, social educators, etc.), and also with people with service user and family member experiences, from all regions in the World.”&#xd;<br />&#xd;<br />“MISSION AND GOALS:&#xd;<br />&#xd;<br />The mission of the WAPR is the dissemination of principles and practices of psychosocial rehabilitation and recovery. Service user and family member-experiences are valued as important knowledge bases. In the WHO/WAPR consensus statement jointly endorsed in 1996, psychosocial rehabilitation is defined as a process that facilitates the opportunity for individuals impaired, disabled or handicapped by a mental disorder to reach their optimal level of functioning in the community. It implies both improving individuals’ competencies and introducing environmental changes in order to improve their quality of life.”","acronym":"wapr","interests":"Consumer Affairs, Employment and Social Affairs, Justice and Fundamental Rights, Public Health","euInitiatives":"Organising a World Congress in Spain July 5-7 2018, where joint European Actions will be discussed and decided.&#xd;<br />WAPR has delegations / representatives in some EU countries (Spain, Italy, Norway, Albania, Hungary, Romania, Austria, Swede, Germany, Greece, Romania, Slovenia, Turkey.","lastUp":"2018-02-25T16:30:32.265+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}