{"id":"08290427831-34","name":"FACHVERBAND METALLTECHNISCHE INDUSTRIE","registrationDate":"2012-01-24T19:02:12.423+01:00","category":2,"subCategory":4,"legal":"Körperschaft öffentlichen Rechts","web":"http://www.metalltechnischeindustrie.at","country":"Austria","headAddress":"Wiedner Hauptstrasse 63","headCity":"Wien","headPostCode":"1045","headPhone":"(43)59 09 00 34 82","boss":"Berndt-Thomas Krafft","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":2,"membersFTE":"0.5","membership":"Orgalime,&#xd;\nCECIMO,&#xd;\nCEMA,&#xd;\nCEEMET,&#xd;\nCIMAC,&#xd;\nCECOF,&#xd;\nCEETB,&#xd;\nManuFuture, &#xd;\nEFFRA&#xd;\nARGE","memberOrga":"http://www.metalltechnischeindustrie.at/ueber-uns/firmen-und-produkte/suche/","goal":"Die Metalltechnische Industrie ist Österreichs stärkste Branche. Über 1.200 Unternehmen aus den Industriezweigen Maschinenbau, Anlagenbau, Stahlbau, Metallwaren und Gießerei bilden das Rückgrat der heimischen Industrie. Die exportorientierte Branche ist mittelständisch strukturiert, besteht zu mehr als 85 % aus Familienbetrieben und ist für ein Viertel aller österreichischen Exporte verantwortlich. Zahlreiche Betriebe sind Weltmarkführer in ihrem Bereich, sogenannte „Hidden Champions“. &#xd;<br />Die Metalltechnische Industrie beschäftigt direkt rund 135.000 Menschen und sichert damit indirekt an die 250.000 Arbeitsplätze in Österreich. Sie erwirtschaftete 2018 einen Produktionswert von über39 Milliarden Euro.&#xd;<br />Oberstes Ziel des Fachverbandes Metalltechnische Industrie ist die Mitwirkung an der Gestaltung von maßgeblichen rechtlichen und wirtschaftlichen Rahmenbedingungen, um den erfolgreichen Fortbestand der Unternehmen im internationalen Wettbewerb zu sichern. &#xd;<br />Der Fachverband Metalltechnische Industrie (FMTI), der Zusammenschluss der ehemaligen Fachverbände Maschinen- und Metallwarenindustrie sowie Gießereiindustrie, zählt zu den größten Wirtschafts- und Arbeitgeberverbänden Österreichs und ist eine eigenständige Organisation im Rahmen der Wirtschaftskammer Österreich.&#xd;<br />&#xd;<br />Auf europäischer Ebene geht der FMTI Kooperationen und Allianzen ein und arbeitet mit europäischen Arbeitgeber- und Wirtschaftsverbänden zusammen, insbesondere ORGALIME/The European Engineering Industries Association (siehe Punkt Netzwerke). Der FMTI tritt auch selbst als Stakeholder auf.&#xd;<br />&#xd;<br />Obmann des Fachverbandes Metalltechnische Industrie ist Mag. Christian Knill, Geschäftsführer sind Dr. Berndt-Thomas Krafft und DI Adolf Kerbl.","acronym":"FMTI","interests":"Business and Industry, Climate Action, Competition, Customs, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Foreign affairs and security policy, Research and innovation, Single market, Sport, Taxation, Trans-European Networks, Transport","euInitiatives":"Industriepolitik,&#xd;<br />Binnenmarkt,&#xd;<br />Technische Harmonisierung,&#xd;<br />Forschung und Entwicklung,&#xd;<br />Außenhandel,&#xd;<br />Umwelt und Energie,&#xd;<br />Bildung,&#xd;<br />EU-Wirtschaftsrecht","lastUp":"2019-12-11T09:32:38.307+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}