{"id":"083159833110-12","name":"ΕΛΛΗΝΙΚΗ ΣΥΝΟΜΟΣΠΟΝΔΙΑ ΕΜΠΟΡΙΟΥ ΚΑΙ ΕΠΙΧΕΙΡΗΜΑΤΙΚΟΤΗΤΑΣ","registrationDate":"2018-11-06T11:55:04.337+01:00","category":2,"subCategory":4,"legal":"ΣΩΜΑΤΕΙΟ","web":"https://esee.gr/","country":"Greece","headAddress":"ΜΗΤΡΟΠΟΛΕΩΣ 42","headCity":"Athens","headPostCode":"10563","headPhone":"(0030)21 03 25 92 00","boss":"ΒΑΣΙΛΕΙΟΣ ΚΟΡΚΙΔΗΣ","bossTitle":"Mr","bossPosition":"ΠΡΟΕΔΡΟΣ","membersCount":4,"membersFTE":"1.0","membership":"EuroCommerce http://www.eurocommerce.eu/ &#xd;\n&#xd;\nUEAPME https://ueapme.com/&#xd;\n&#xd;\nEESC&#xd;\nEuropean Economic and Social Committee https://www.eesc.europa.eu/en","memberOrga":"Αριθμούμε ως μέλη μας 14 Ομοσπονδίες, 283 Εμπορικούς Συλλόγους και 5 Συνδέσμους Εμπορικών Αντιπροσώπων σε όλη την Ελλάδα.&#xd;\n&#xd;\nhttps://esee.gr/meli-tis-esee/","goal":"Η ΕΣΕΕ αποτελεί το ανώτατο όργανο συνδικαλιστικής εκπροσώπησης  του εμπορίου και της μικρής και μεσαίας επιχειρηματικότητας όλης της χώρας με γενικό σκοπό την κατοχύρωση, διαφύλαξη και προαγωγή των κοινών επαγγελματικών, οικονομικών, πολιτιστικών και κοινωνικών συμφερόντων  των μελών.  Υποστηρίζει και καλύπτει όλο το φάσμα του ελληνικού εμπορίου, ιδίως χονδρικό, λιανικό, εισαγωγικό, εξαγωγικό, διαμετακομιστικό και διεθνές, καθώς και το ηλεκτρονικό εμπόριο (e-commerce) και τους παρέχει τις σχετικές υπηρεσίες για την ανάπτυξή τους. &#xd;<br />Ειδικότερα, η ΕΣΕΕ σκοπεύει:&#xd;<br />α. Στη διάδοση της συνδικαλιστικής ιδέας  στο ελληνικό εμπόριο και στις ελληνικές μικρές και μεσαίες επιχειρήσεις γενικότερα, στην οργάνωση και συμμετοχή  των μελών σε σωματεία, στη συνένωση αυτών σε Ομοσπονδίες και στην ένταξη τους στην ΕΣΕΕ. &#xd;<br />β. Στην προώθηση και στο συντονισμό της δράσης των μελών, στην ανάπτυξη της ενότητας και της μαζικότητας του συνδικαλιστικού κινήματος  αυτών.&#xd;<br />γ. Στην αναγνώριση και κατοχύρωση του πρωταγωνιστικού ρόλου, που διαδραματίζει το Εμπόριο και η μικρή και μεσαία επιχειρηματικότητα στην εν γένει οικονομική ανάπτυξη.&#xd;<br />δ. Στη συστηματική και επιστημονική μελέτη των θεμάτων και προβλημάτων του Εμπορίου και της μικρής και μεσαίας επιχειρηματικότητας και στη κατάρτιση προτάσεων προώθησής τους σε όφελος της ανάπτυξης των Επιχειρήσεων και της Εθνικής Οικονομίας ευρύτερα.&#xd;<br />ε. Στην συνεχή προσαρμογή του Ελληνικού Εμπορίου στα εκάστοτε Ευρωπαϊκά και ευρύτερα οικονομικά δεδομένα με τη συμμετοχή, οργάνωση και εφαρμογή προγραμμάτων πληροφόρησης, κατάρτισης και εκπαίδευσης των μελών.&#xd;<br />στ. Στον εξορθολογισμό και εκσυγχρονισμό του εμπορίου και της  επιχειρηματικής δραστηριότητας των μικρών και μεσαίων επιχειρήσεων με την εισαγωγή σύγχρονων μεθόδων άσκησης αυτής.&#xd;<br />ζ. Στην κοινωνική, επαγγελματική και ηθική περαιτέρω εξύψωση των  μελών καθώς και στην καλλιέργεια πνεύματος συναδελφικότητας μεταξύ τους.&#xd;<br />η. Στην προώθηση, προστασία και ανάπτυξη του εμπορίου και της επιχειρηματικότητας των νησιωτικών και των παραμεθόριων περιοχών.","acronym":"ESEE","interests":"Banking and financial services, Budget, Business and Industry, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Food Safety, Fraud prevention, General and Institutional Affairs, International co-operation and development, Research and innovation, Single market, Taxation, Trade, Youth","euInitiatives":"Economic and fiscal policy&#xd;<br />Education and vocational training&#xd;<br />Employment and social affairs&#xd;<br />Enterprise policy&#xd;<br />External relations&#xd;<br />Internal market and legal affairs&#xd;<br />Regional policy and rural development&#xd;<br />Sustainable development&#xd;<br />Consumer rights&#xd;<br />Employment and social affairs&#xd;<br />Environment&#xd;<br />Food, nutrition and health&#xd;<br />Internal market&#xd;<br />International trade&#xd;<br />Logistics&#xd;<br />Non-Food&#xd;<br />Payment systems&#xd;<br />SMEs&#xd;<br />Social dialogue&#xd;<br />Supply chain&#xd;<br />Taxation","lastUp":"2018-11-06T11:55:28.685+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}