{"id":"083576923714-35","name":"Organización de Productores de Túnidos Congelados","registrationDate":"2016-10-04T13:12:13.012+01:00","category":2,"subCategory":4,"legal":"Organización de Productores del Sector Pesquero","web":"http://www.anabac.org/","country":"Spain","headAddress":"Calle Txibitxiaga 24, Entreplanta, Apartado 49","headCity":"Bermeo","headPostCode":"48370","headPhone":"(34)9 46 88 28 06","boss":"Juan Pablo Rodríguez-Sahagún","bossTitle":"","bossPosition":"Director Gerente","membersCount":2,"membersFTE":"1.0","membership":"http://www.anabac.org/index.php/es/asociados","memberOrga":"http://www.anabac.org/index.php/es/asociados","goal":"La Organización de Productores de Túnidos Congelados (OPTUC) es una OP constituida en el año 1986 que reúne a empresas armadoras de buques atuneros congeladores que pescan las especies tropicales de túnidos (rabil y listado principalmente) con arte de cerco.&#xd;<br />&#xd;<br />Los objetivos y funciones de la OP son los siguientes:&#xd;<br />- Representación de los armadores frente a las administraciones estatales y comunitarias para la defensa de sus intereses.&#xd;<br />- Representación de los armadores en las Organizaciones Regionales de Pesca (OROPs).&#xd;<br />- Negociación de acuerdos privados y comunitarios que otorgan acceso a la flota acogida a la OP a las ZEE de los países en los que faena y gestión de las licencias de pesca obtenidas en virtud de esos acuerdos.&#xd;<br />- Servicio de documentación de la normativa legislativa del Boletín Oficial del Estado (BOE), Diario Oficial de las Comunidades Europeas (DOCE), así como Boletín Oficial del País Vasco.&#xd;<br />- Asesoramiento jurídico y en materia de comercio exterior, normativa y estadísticas de importación/exportación, aduanas, sanidad exterior, en materia de reglamentación higiénico-sanitaria, etc.&#xd;<br />- Además, la OP adopta como objetivos los establecidos en el Artículo 7 del Reglamento 1380/2013: &#xd;<br />&#xd;<br />Fomentar el ejercicio, por parte de sus miembros, de actividades pesqueras viables y sostenibles, cumpliendo plenamente la política de conservación establecida, en particular, en el Reglamento 1380/2013 y en legislación medioambiental, respetando al mismo tiempo la política social y, cuando el Estado miembro interesado así lo disponga, participando en la gestión de los recursos biológicos marinos. &#xd;<br />&#xd;<br />Evitar y reducir en la medida de lo posible las capturas no deseadas de poblaciones comerciales y, cuando sea necesario, hacer el mejor uso de dichas capturas, sin crear un mercado para aquellas que estén por debajo de las tallas mínimas de referencia para la conservación, con arreglo al artículo 15 del Reglamento 1380/2013. &#xd;<br />&#xd;<br />Contribuir a la trazabilidad de los productos de la pesca y el acceso a información clara y completa para los consumidores. &#xd;<br />&#xd;<br />Contribuir a la eliminación de la pesca ilegal, no declarada y no reglamentada. &#xd;<br />&#xd;<br />Contribuir al abastecimiento de alimentos y promover elevadas normas de calidad y seguridad alimentarias, y contribuir al empleo en las zonas costeras y rurales; &#xd;<br />&#xd;<br />Reducir el impacto medioambiental de la pesca, incluyendo medidas para mejorar la selectividad de los artes de pesca.","acronym":"OPTUC","interests":"Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Internal Market, Public Health, Research and Technology, Taxation, Trade, Transport","euInitiatives":"- Regulaciones relativas a la pesca de túnidos tropicales en las Organizaciones Regionales de Pesca.&#xd;<br />&#xd;<br />- Planes de Producción y Comercialización de las Organizaciones de Productores (OP). Una de las funciones de OPTUC es gestionar los intereses de sus productores en el marco de las OP.","lastUp":"2017-10-05T11:24:49.440+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}