{"id":"083671317381-09","name":"Covington &amp; Burling LLP","registrationDate":"2015-05-15T16:58:54.752+02:00","category":1,"subCategory":10,"legal":"limited liability partnership","web":"http://www.cov.com","country":"United states","headAddress":"One CityCenter","headCity":"Washington DC","headPostCode":"DC 20001-4956","headPhone":"(1)20 26 62 60 00","boss":"Timothy Hester","bossTitle":"Mr","bossPosition":"Chairman of the Management Committee, Partner","membersCount":15,"membersFTE":"8.0","membership":"Bundesverband der Arzneimittel-Hersteller (BAH)&#xd;\nCentre for European Policy Studies (CEPS)&#xd;\nFriends of Europe &#xd;\nAmerican Chamber of Commerce to the EU&#xd;\nEuropean Confederation of Pharmaceutical Entrepreneurs (EUCOPE)&#xd;\nInternet Corporation for Assigned Names and Numbers (ICANN)             &#xd;\nGlobal Leadership Foundation   &#xd;\nCentre for International Governance Innovation (CIGI)       &#xd;\n&#xd;\n","memberOrga":"","goal":"In an increasingly regulated world, we have an exceptional ability to help clients navigate their most complex business problems, deals and disputes. Our distinctively collaborative culture allows us to be truly one team globally, drawing on the diverse experience of lawyers and advisors across the firm by seamlessly sharing insight and expertise. What sets us apart is our ability to combine the tremendous strength in our litigation, investigations, and corporate practices with deep knowledge of policy and policymakers, and one of the world’s leading regulatory practices. This enables us to create novel solutions to our clients’ toughest problems, successfully try their toughest cases and deliver commercially practical advice of the highest quality.&#xd;<br />&#xd;<br />Our EU Public Policy team draws on a range of former policymakers, including politicians, lawyers, public affairs practitioners, ambassadors and economists, as well as several junior members with expertise in a range of sectorial and substantive issues.  This team offers clients an unparalleled understanding of how to navigate the EU political process and the specific institutions.","acronym":"Covington","interests":"Agriculture, Borders and Security, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The EU policies relevant to the firm include financial regulation, corporate law, intellectual property law, competition, life sciences, technology &amp; media, growth &amp; innovation, privacy, energy and environmental law.","lastUp":"2018-05-18T12:52:21.547+02:00","customers":"PJSC Myronivsky Hliboproduct","costAbsolu":"","costRange":"1500000-1749000","turnoverAbsolu":"","turnoverRange":""}