{"id":"084019910467-43","name":"ECOHZ AS","registrationDate":"2013-01-18T14:26:51.208+02:00","category":2,"subCategory":3,"legal":"AS","web":"http://ecohz.com","country":"Norway","headAddress":"Rådhusgaten, 23","headCity":"Oslo","headPostCode":"0158","headPhone":"(47)22 98 03 80","boss":"Tom Lindberg","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.25","membership":"1.Member of RECS International, a non-profit-making European association of market players trading in renewable energy certificates. &#xd;\n2.Member of NHO, The Confederation of Norwegian Enterprise(Norway’s major organisation for employers and the leading business lobby).&#xd;\n3.Member of Energy Norway, a non-profit industry organization representing about 270 companies involved in the production, distribution and trading of electricity in Norway.&#xd;\n4. Partnership with Natural Capital Partner -  a top-of-class carbon solutions provider that complements ECOHZ’ renewable energy offering&#xd;\n5. Member of SolarPower Europe","memberOrga":"","goal":"ECOHZ offers global renewable energy solutions to businesses, organisations and electricity providers – providing renewable electricity, from a wide range of sources, regions and qualities. Renewable electricity is documented by Guarantees of Origin in Europe, RECs in North America and International RECs (I-RECs) in a growing number of countries in Asia, Latin America and Africa. ECOHZ also provides an innovative additionality solution - GO² - combining renewable energy purchases with the financing and building of new renewable power generation. Companies choosing documented renewable energy can reduce their carbon footprint and improve their sustainability ratings. ECOHZ is among the leading independent suppliers in Europe, and has offices in Norway and Switzerland. ECOHZ endeavours to play an active role in the current energy transition through its vision of “changing energy behaviour”.","acronym":"","interests":"Climate Action, Energy, Environment","euInitiatives":"* In 2014:  EU’s 2030 new climate and energy framework&#xd;<br />* The framework of the new Renewable Energy Directive","lastUp":"2018-04-16T14:00:51.686+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}