{"id":"084736314588-16","name":"Ινστιτούτο Έρευνας &amp; Κατάρτισης Ευρωπαϊκών Θεμάτων","registrationDate":"2014-10-06T16:58:49.764+01:00","category":4,"subCategory":5,"legal":"Αστική Μη Κερδοσκοπική Εταιρεία","web":"http://www.irtea.gr/","country":"Greece","headAddress":"39, Favierou Str.","headCity":"Athens","headPostCode":"10438","headPhone":"(30)21 30 25 02 17","boss":"Georgios Antonakakis","bossTitle":"Mr","bossPosition":"Co-Founder &amp; Chairman","membersCount":6,"membersFTE":"2.0","membership":"- European Security &amp; Defence College Network of Experts&#xd;\n- Anna Lindh Foundation&#xd;\n- Youth 4 Europe platform, powered by the Representation of European Commission in Greece&#xd;\n- CSR Capital Link","memberOrga":"","goal":"The Institute of Research &amp; Training on European Affairs - I.R.T.E.A. was created by a group of young scientists and aims at becoming a strong think tank in Greece and the European Continent, by bridging the gap between the academic knowledge and the business world, politics and society, while fostering knowledge, structured dialogue, innovation and civic participation with youth as key driver. To these ends, I.R.T.E.A. focuses on the following goals:&#xd;<br />&#xd;<br />- Awareness rising to the Greek and European citizens and youth, to fully understand the EU legislative procedures and policies, fostering knowledge and promoting structured dialogue&#xd;<br />&#xd;<br />- Production and dissemination of scientific knowledge, under the principles and values of ethical, innovative and quality research with the ultimate goal of policy making, in the fields of Environment, Economy and Growth, in order to realize a sustainable society&#xd;<br />&#xd;<br />- Emphasize on youth empowerment, investment, advocating, and support. Implementation of all needed actions, including education and training, aiming at developing - enriching skills and competences, making youth even more qualified and competitive so as to meet labour market needs&#xd;<br />&#xd;<br />- Bridge the gap among the academic, social and business world in Europe&#xd;<br />&#xd;<br />- Stress the importance of democratic values promotion, respect of the Fundamental Rights, equality and non-discrimination in EU and national level, while fostering participatory democracy, cultural diversity understanding and multilingualism&#xd;<br />&#xd;<br />- The implementation of any kind of activity which contributes to the familiarization of the citizens of EU member states with different cultures and traditions&#xd;<br />&#xd;<br />- Provide consultation and support to the European citizens and primarily youth in EU instruments, policies and priorities and the ways of directly or indirectly benefiting&#xd;<br />&#xd;<br />- Inform European citizens on the international relations of the European Union, its member states, associate and attached countries with third counties, on its close and wider region&#xd;<br />&#xd;<br />I.R.T.E.A.’ Advantages:&#xd;<br />1. Immediacy with the European youth community&#xd;<br />2. Strong innovative educational and training activity, in the field of non-formal and informal education&#xd;<br />3. Close cooperation with the labour market and the centres of decision-making&#xd;<br />4. Excellence driven actions implementation&#xd;<br />&#xd;<br />Examples of cooperation&#xd;<br />1. Close cooperation with the Representation of the European Commission in Greece &#xd;<br />2. Close cooperation with the European Parliament Information Office in Greece&#xd;<br />3. Support of the President of the European Parliament, Mr. M. Schulz in one of our actions, EUropa.S.&#xd;<br />4. Close cooperation with the French Institute of Athens&#xd;<br />5. Official Memorandum with the Military Academies of Greece&#xd;<br />6. Member of the European Security &amp; Defence College Network of Experts&#xd;<br />7. Close cooperation with the most Academic Institutions in Greece&#xd;<br />8. Strong network of several international and domestic NGOs, Institutions, SMEs, public and private Institutions as well as strong support of current and previous MEPs in many of the Institution's actions","acronym":"I.R.T.E.A.","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Competition, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"I.R.T.E.A. focuses on three main policy pillars, which closely watches, gets regular information about and maintains contact with the respective Parliamentary and Consilium Committees’ meetings and persons involved:&#xd;<br />&#xd;<br />1st Pillar: Socio-Economic Policies&#xd;<br />&#xd;<br />Enterprise policies, SME's, Single Market, Competitiveness, Horizon 2020 Policies, Smart Growth, Innovation, Digital Agenda, Climate Change, Europe 2020, Employment and Social Rights policies, Entrepreneurship, Regional Development under ENPi, INTERREG, RDF instruments, Cohesion Policy, Europe for Citizens, Equality, Non-discrimination, Multilingualism and other related policies.&#xd;<br />&#xd;<br />2nd Pillar: Youth Policies&#xd;<br />&#xd;<br />Youth Guarantee, Erasmus Plus policies, Council of Europe and European Commission cooperation in the field of youth, young Entrepreneurship, EVS, EU Youth Strategy development and implementation, Education and training, health and well-being, creativity and culture familiarization, youth inclusion, employment, youth participation, structured dialogue and other related policies.&#xd;<br />&#xd;<br />3rd Pillar: External Relations, Security and Defence Policies&#xd;<br />&#xd;<br />EEAS – EDA – EUISS actions, European Council, Consilium and SEDE Committee meetings in the field, High Representative on CFSP actions and statements following, EU external actions, CSDP missions and operations observation, participation in ESDC training courses, European Security Strategy implementation and revision monitoring, EU-NATO relations, European Neighborhood Policy, migration policy, regional instability threats, EU-UN relations and other related policies.&#xd;<br />&#xd;<br />Under these objectives and aiming at implementing its vision, I.RT.E.A. focuses on:&#xd;<br />- fostering civic engagement&#xd;<br />- strengthening youth participation&#xd;<br />- bringing EU officials and legislative procedure closer to its basic stakeholders, EU citizens&#xd;<br />- organizing and implementing awareness rising and informational campaigns in light of its goals&#xd;<br />- producting and disseminating policy papers for youth and created by youth&#xd;<br />- promoting structured and open dialogue between the civil society and EU officials","lastUp":"2017-05-29T09:47:15.608+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}