{"id":"084720910792-05","name":"Shortsea Promotion Centre Spain","registrationDate":"2013-03-20T18:59:44.651+02:00","category":2,"subCategory":7,"legal":"Association","web":"http://www.shortsea.es/","country":"Spain","headAddress":"Cronos, 63","headCity":"MADRID","headPostCode":"28037","headPhone":"(34)9 13 04 13 59","boss":"Manuel  Carlier","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.5","membership":"Shortsea Promotion Centre of Spain is involved in:&#xd;\n- European Shortsea Network (ESN): http://www.shortsea.info/&#xd;\n- European Sustainable Shipping Forum (ESSF)- Plenary","memberOrga":"http://www.shortsea.es/index.php/iquienes-somos/miembros","goal":"SHORTSEA PROMOTION CENTRE SPAIN&#xd;<br />Created in 2002 with the intention of facilitating the development of competitive multimodal transport chains, with significant participation of maritime transportation in cooperation with the road. His fundamental objectives and activities are:&#xd;<br />* Educate shippers and, especially, operators on the possibilities and advantages of the SSS.&#xd;<br />* Collect and provide information on available and potential services of SSS with Spain.&#xd;<br />* Identify and analyze problems or obstacles that may affect the competitiveness of SSS.&#xd;<br />* Provide reports and analysis to companies and public bodies.&#xd;<br />* Promote strategic alliances between operators in the transport chain with a multimodal perspective of short sea transportation.&#xd;<br />*Reinforcing the complementarity between maritime and land modes, particularly road transport, when setting the transport chain.","acronym":"SPC Spain","interests":"Competition, Customs, Economic and Financial Affairs, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Regional Policy, Research and Technology, Trans-European Networks, Transport","euInitiatives":"Sulphur content in marine fuels regulations&#xd;<br />EU Transport Estrategy&#xd;<br />Maritime transport regulation","lastUp":"2018-03-26T10:30:30.364+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}