{"id":"0848810260-78","name":"Bundesverband Praktizierender Tierärzte e. V.","registrationDate":"2008-07-30T15:26:17.330+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein (e. V.)","web":"http://www.tieraerzteverband.de","country":"Germany","headAddress":"Hahnstraße, 70","headCity":"Frankfurt am Main","headPostCode":"60528","headPhone":"(4969)6 69 81 80","boss":"Heiko Färber","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":2,"membersFTE":"2.0","membership":"Mitglied der Federation of Veterinarians of Europe (FVE), Dachverband der europäischen Tierärzte&#xd;\n&#xd;\nMitglied der European Union of Veterinary Practicioners (UEVP), Zusammenschluss der europäischen Praktikerverbände&#xd;\n&#xd;\nMitglied der World Veterinary Association (WVA), weltweiter Dachverband der Tierärzteorganisationen&#xd;\n&#xd;\nMitglied des Bundesverbands Freier Berufe (BFB), Dachverband der Freien Berufe in Deutschland (ebenfalls europäisch tätig)","memberOrga":"Landesverbände: https://www.tieraerzteverband.de/bpt/bpt/landesverbaende/05_index.php","goal":"Der Zweck des Verbands ist die Wahrung der beruflichen, wirtschaftlichen und sozialen Interessen seiner Mitglieder in der Bundesrepublik Deutschland.&#xd;<br />&#xd;<br />Der Verband tritt ein für:&#xd;<br />- die Unabhängigkeit der praktischen Tierärztin/des praktischen Tierarztes und ihrer/seiner Berufsausübung,&#xd;<br />- die freie Tierarztwahl,&#xd;<br />- eine angemessene Vergütung aller tierärztlichen Leistungen,&#xd;<br />- die Sicherung maßgeblichen tierärztlichen Einflusses bei allen die Tiergesundheit betreffenden Institutionen,&#xd;<br />- ein gutes kollegiales Verhalten seiner Mitglieder.&#xd;<br />&#xd;<br />Er sieht bei der Berufsausübung seine Aufgaben in:&#xd;<br />- der Nutzbarmachung aller Fortschritte der Wissenschaft, der Gesunderhaltung und Hebung des Gesundheitszustands der Haustiere,&#xd;<br />- der Förderung des Tierschutzes,&#xd;<br />- dem Schutz des Menschen gegen die ihm aus Haltung und Nutzung von Tieren drohenden Gefahren.&#xd;<br />&#xd;<br />Zur Erreichung seiner Ziele will der Verband:&#xd;<br />1. alle praktischen Tierärztinnen und Tierärzte der Bundesrepublik Deutschland fest zusammenschließen,&#xd;<br />2. das Berufsbild des Tierarztes in seiner Vielfalt der Öffentlichkeit darstellen und durch gezielte Maßnahmen die Interessen der prakt. Tierärzte vertreten,&#xd;<br />3. seine Forderungen gegenüber den Institutionen der EU, den Regierungen und Behörden des Bundes, der Länder und der Kommunen sowie allen Organisationen, die tierärztliche Belange betreffen, vertreten,&#xd;<br />4. gestützt auf eine fest gefügte und demokratische Organisation des Verbandes Tarifverhandlungen führen und Tarife vereinbaren,&#xd;<br />5. mit allen deutschen Organisationen des tierärztlichen Stands sowie den tierärztlichen Organisationen anderer Staaten zusammenarbeiten,&#xd;<br />6. Verbindungen mit den tierärztlichen Fakultäten und Forschungsstätten halten,&#xd;<br />7. in Gemeinschaft mit den Organisationen der übrigen freien Berufe für die Erhaltung und Geltung der freien Berufe eintreten.","acronym":"bpt","interests":"Agriculture and Rural Development, Consumer Affairs, Economic and Financial Affairs, Education, Employment and Social Affairs, Fisheries and Aquaculture, Food Safety, Justice and Fundamental Rights, Public Health, Research and Technology","euInitiatives":"Geplante Verordnungen zum EU-Tierarzneimittelrecht,&#xd;<br />Binnenmarktstrategie &amp; Dienstleistungspaket(Deregulierung im freiberuflichen Dienstleistungssektor)","lastUp":"2017-03-16T10:09:20.455+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}