{"id":"08488632909-59","name":"APC ADVANCED PLANNING-CONSULTING ΣΥΜΒΟΥΛΟΙ ΕΠΙΧΕΙΡΗΣΕΩΝ Α.Ε.","registrationDate":"2009-12-30T09:59:41.534+02:00","category":1,"subCategory":6,"legal":"ΑΝΩΝΥΜΗ ΕΤΑΙΡΕΙΑ (Α.Ε.)","web":"http://www.apc.gr","country":"Greece","headAddress":"ΜΝΗΣΙΚΛΕΟΥΣ, 2","headCity":"ΑΘΗΝΑ","headPostCode":"GR 105 56","headPhone":"(30)21 03 22 93 03","boss":"ΝΙΚΟΣ ΑΝΑΓΝΟΠΟΥΛΟΣ","bossTitle":"Mr","bossPosition":"ΠΡΟΕΔΡΟΣ &amp; Δ/ΝΩΝ ΣΥΜΒΟΥΛΟΣ","membersCount":4,"membersFTE":"2.75","membership":"Σύμβουλος της Πανελλήνιας Ένωσης Μικρομεσαίων Ιχθυοκαλλιεργητών (ΠΑΝΕΜΙ) και μέλος του Εμπορικού και Βιομηχανικού Επιμελητηρίου Αθηνών","memberOrga":"www.apc.gr","goal":"ΟΡΑΜΑ Η διατήρηση του ονόματος της APC S.A. ως συνώνυμο της γνώσης και εξειδίκευσης στο συμβουλευτικό τομέα για τους κλάδους της αλιείας και υδατοκαλλιέργειας, του υδάτινου περιβάλλοντος, του αγροτικού χώρου και της ανάπτυξης της υπαίθρου γενικότερα.&#xd;<br />&#xd;<br />ΣΤΡΑΤΗΓΙΚΟΣ ΣΤΟΧΟΣ Στρατηγικός στόχος της APC S.A. είναι η αδιάλειπτη διατήρηση της υψηλής ποιότητας και αξιοπιστίας των παρεχόμενων υπηρεσιών, για τη συνεπή και συνεχή υποστήριξη των αναγκών και απαιτήσεων των πελατών μας.&#xd;<br />&#xd;<br />EΠΙΧΕΙΡΗΣΙΑΚΟΣ ΣΤΟΧΟΣ Επιχειρησιακός στόχος της APC S.A.. είναι η υπεύθυνη, έγκαιρη και αξιόπιστη προσέγγιση των απαιτήσεων των έργων, μέσα από τη δημιουργική συνεργασία και ανάπτυξη των γνώσεων και δεξιοτήτων των στελεχών μας.","acronym":"APC S.A.","interests":"Agriculture, Consumers, Environment, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Maritime affairs and fisheries, Research and innovation","euInitiatives":"-Technical Advisor of the Special Secretariat for Water for the implementation of Marine Strategy Framework Directive (2008/56/EC) (Ministry of Environment, Energy and Climate Change)-Greek Ministry of Environment, Physical Planning and Public Works&#xd;<br />-Support measures for small scale fishing - EU, Directorate General Maritime Affairs and Fisheries&#xd;<br />- Mid-term evaluation of the Multiannual National Strategic Plan for Aquaculture Development 2014-2020 and drafting of National Program for Aquaculture Development (Greek Ministry of Agriculture and Rural Affairs and Food - Managing Authority for Operational Programme Fisheries &amp; Sea 2014 - 2020)&#xd;<br />- Expertise on the calculation method and the amount of the financial compensation of fishing vessels to be subsidized for the definitive withdrawal or temporary cessation of fishing activities, under the Operational Programme for Fisheries and Sea 2014-2020 (Greek Ministry of Agriculture and Rural Affairs and Food - Managing Authority for Operational Programme Fisheries &amp; Sea 2014 - 2020)","lastUp":"2018-04-23T10:15:38.241+02:00","customers":"ΙΧΘΥΟΤΡΟΦΕΙΑ ΣΕΛΟΝΤΑ ΑΕΓΕ","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":"","turnoverRange":"100000-499999"}