{"id":"08488632909-59","name":"APC ADVANCED PLANNING-CONSULTING ΣΥΜΒΟΥΛΟΙ ΕΠΙΧΕΙΡΗΣΕΩΝ Α.Ε.","registrationDate":"2009-12-30T09:59:41.534+01:00","category":1,"subCategory":6,"legal":"ΑΝΩΝΥΜΗ ΕΤΑΙΡΕΙΑ (Α.Ε.)","web":"http://www.apc.gr","country":"Greece","headAddress":"ΜΝΗΣΙΚΛΕΟΥΣ, 2","headCity":"ΑΘΗΝΑ","headPostCode":"GR 105 56","headPhone":"(30)21 03 22 93 03","boss":"ΝΙΚΟΣ ΑΝΑΓΝΟΠΟΥΛΟΣ","bossTitle":"Mr","bossPosition":"ΠΡΟΕΔΡΟΣ &amp; Δ/ΝΩΝ ΣΥΜΒΟΥΛΟΣ","membersCount":4,"membersFTE":"2.75","membership":"Σύμβουλος της Πανελλήνιας Ένωσης Μικρομεσαίων Ιχθυοκαλλιεργητών (ΠΑΝΕΜΙ), της Ελληνικής Οργάνωσης Παραγωγών Υδατοκαλλιέργειας (ΕΛΟΠΥ) και μέλος του Εμπορικού και Βιομηχανικού Επιμελητηρίου Αθηνών","memberOrga":"www.apc.gr","goal":"ΟΡΑΜΑ Η διατήρηση του ονόματος της APC S.A. ως συνώνυμο της γνώσης και εξειδίκευσης στο συμβουλευτικό τομέα για τους κλάδους της αλιείας και υδατοκαλλιέργειας, του υδάτινου περιβάλλοντος, του αγροτικού χώρου και της ανάπτυξης της υπαίθρου γενικότερα.&#xd;<br />&#xd;<br />ΣΤΡΑΤΗΓΙΚΟΣ ΣΤΟΧΟΣ Στρατηγικός στόχος της APC S.A. είναι η αδιάλειπτη διατήρηση της υψηλής ποιότητας και αξιοπιστίας των παρεχόμενων υπηρεσιών, για τη συνεπή και συνεχή υποστήριξη των αναγκών και απαιτήσεων των πελατών μας.&#xd;<br />&#xd;<br />EΠΙΧΕΙΡΗΣΙΑΚΟΣ ΣΤΟΧΟΣ Επιχειρησιακός στόχος της APC S.A.. είναι η υπεύθυνη, έγκαιρη και αξιόπιστη προσέγγιση των απαιτήσεων των έργων, μέσα από τη δημιουργική συνεργασία και ανάπτυξη των γνώσεων και δεξιοτήτων των στελεχών μας.","acronym":"APC S.A.","interests":"Agriculture and Rural Development, Consumer Affairs, Development, Environment, Fisheries and Aquaculture, Food Safety, Humanitarian Aid, Research and Technology","euInitiatives":"- Supervision and evaluation of preservation condition of ichthyofauna’s species of E.U. -Greek Ministry of Environment, Physical Planning and Public Works&#xd;<br />-Technical Advisor of the Special Secretariat for Water for the implementation of Marine Strategy Framework Directive (2008/56/EC) (Ministry of Environment, Energy and Climate Change)-Greek Ministry of Environment, Physical Planning and Public Works&#xd;<br />-Support measures for small scale fishing - EU, Directorate General Maritime Affairs and Fisheries&#xd;<br />- Marketing Report on aquaculture species produced in Greece","lastUp":"2017-04-21T11:54:04.558+01:00","customers":"ΙΧΘΥΟΤΡΟΦΕΙΑ ΣΕΛΟΝΤΑ ΑΕΓΕ","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":"","turnoverRange":"500000-999999"}