{"id":"0848810260-78","name":"Bundesverband Praktizierender Tierärzte e. V.","registrationDate":"2008-07-30T15:26:17.330+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein (e. V.)","web":"http://www.tieraerzteverband.de","country":"Germany","headAddress":"Hahnstraße, 70","headCity":"Frankfurt am Main","headPostCode":"60528","headPhone":"(4969)6 69 81 80","boss":"Heiko Färber","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":2,"membersFTE":"2.0","membership":"Mitglied der Federation of Veterinarians of Europe (FVE), Dachverband der europäischen Tierärzte&#xd;\n&#xd;\nMitglied der European Union of Veterinary Practicioners (UEVP), Zusammenschluss der europäischen Praktikerverbände&#xd;\n&#xd;\nMitglied der World Veterinary Association (WVA), weltweiter Dachverband der Tierärzteorganisationen&#xd;\n&#xd;\nMitglied des Bundesverbands Freier Berufe (BFB), Dachverband der Freien Berufe in Deutschland (ebenfalls europäisch tätig)","memberOrga":"Landesverbände: https://www.tieraerzteverband.de/bpt/bpt/landesverbaende/05_index.php&#xd;\n&#xd;\nBitte beachten: Die Landesverbände sind rechtlich selbständig und nicht Mitglieder im bpt.","goal":"Der Zweck des bpt ist die Wahrung der beruflichen, wirtschaftlichen und sozialen Interessen seiner Mitglieder in der Bundesrepublik Deutschland. Der bpt ist die Interessenvertretung praktizierender Tierärzte  in der Bundesrepublik Deutschland.&#xd;<br />&#xd;<br />Der bpt tritt ein für:&#xd;<br />&#xd;<br />1. die Unabhängigkeit des praktizierenden Tierarztes und seiner Berufsausübung,&#xd;<br />2. die freie Tierarztwahl,&#xd;<br />3. die Förderung des gesundheitlichen Verbraucherschutzes,&#xd;<br />4. den Erhalt und die Weiterentwicklung tierärztlicher Arbeitsfelder&#xd;<br />5. die Intensivierung des Tierschutzes&#xd;<br />6. die Sicherstellung eines der Qualifikation des akademischen Berufs angemessenen Einkommens&#xd;<br />7. die internationale Einbettung des Tierarztberufs.&#xd;<br />&#xd;<br />Zur Erreichung seiner Ziele will der bpt:&#xd;<br />&#xd;<br />1. Alle praktizierenden Tierärzte der Bundesrepublik Deutschland fest zusammenschließen,&#xd;<br />2. das Berufsbild des Tierarztes in seiner Vielfalt der Öffentlichkeit darstellen und durch gezielte Maßnahmen die Interessen der praktizierenden Tierärzte vertreten,&#xd;<br />3. seine Forderungen gegenüber den Institutionen der EU, den Regierungen und Behörden des Bunds, der Länder und der Kommunen sowie allen Organisationen, die tierärztliche Belange betreffen, vertreten,&#xd;<br />4. Tarifverhandlungen führen und Tarife vereinbaren,&#xd;<br />5. mit allen deutschen tierärztlichen Organisationen sowie den tierärztlichen Organisationen anderer Staaten zusammenarbeiten,&#xd;<br />6. Verbindungen mit den tierärztlichen Fakultäten und Forschungsstätten halten&#xd;<br />7. in Zusammenarbeit mit den Organisationen der übrigen Freien Berufe für die Erhaltung und Geltung der Freien Berufe eintreten.","acronym":"bpt","interests":"Agriculture and Rural Development, Consumer Affairs, Economic and Financial Affairs, Education, Employment and Social Affairs, Fisheries and Aquaculture, Food Safety, Justice and Fundamental Rights, Public Health, Research and Technology","euInitiatives":"Geplante Verordnungen zum EU-Tierarzneimittelrecht,&#xd;<br />Binnenmarktstrategie &amp; Dienstleistungspaket(Deregulierung im freiberuflichen Dienstleistungssektor)","lastUp":"2018-03-08T15:24:31.849+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}