{"id":"085278232383-31","name":"RegWatchEurope","registrationDate":"2018-08-28T16:02:43.418+02:00","category":3,"subCategory":2,"legal":"None","web":"http://www.regwatcheurope.eu","country":"United kingdom","headAddress":"10 Victoria Street","headCity":"London","headPostCode":"","headPhone":"(44)20 72 15 58 35","boss":"Anthony Browne","bossTitle":"Mr","bossPosition":"Chair","membersCount":7,"membersFTE":"1.75","membership":"","memberOrga":"The RWE network consists of the following bodies:&#xd;\n&#xd;\nThe ‘Advisory Board on Regulatory Burden’ (ATR – The Netherlands)&#xd;\nThe ‘Finnish Council of Regulatory Impact Analysis’ (FCRIA – Finland)&#xd;\nThe ‘Nationaler Normenkontrollrat’ (NKR – Germany)&#xd;\nThe ‘Norwegian Better Regulation Council’ (NBRC/Regelrådet – Norway)&#xd;\nThe ‘Swedish Better Regulation Council’ (SBRC/Regelrådet – Sweden)&#xd;\nThe ‘Regulatory Impact Assessment Board’ (RIAB – The Czech Republic)&#xd;\nThe ‘Regulatory Policy Committee’ (RPC – The United Kingdom).&#xd;\n&#xd;\nLinks for the above are at https://www.regwatcheurope.eu.","goal":"RegWatchEurope is a network of independent regulatory advisory bodies that play a significant role in scrutinising the impacts of new legislation in their domestic constituencies. We challenge and advise our national respective governments on various aspects of better regulation and on the overall regulatory burden of legislation to business.","acronym":"RWE","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Most of RWE's work is with regard to national legislation and regulation. We are interested in all EU initiatives and policies that are regulatory in nature. This is with a view to improving regulatory scrutiny and the quality of such regulation, not its policy content.","lastUp":"2018-08-28T16:03:08.078+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}