{"id":"085787115463-56","name":"syndikos associazione europea mediatori certificati","registrationDate":"2015-01-07T19:48:46.345+01:00","category":2,"subCategory":4,"legal":"associazione","web":"http://www.syndikos.it","country":"Italy","headAddress":"d.moro, 22","headCity":"udine","headPostCode":"33100","headPhone":"(39)50 80 66","boss":"GIULIA GASPARINI","bossTitle":"Ms","bossPosition":"DOTTORESSA IN GIURISPRUDENZA, MEDIATORE CIVILE","membersCount":3,"membersFTE":"0.75","membership":"Abbiamo relazioni e creato una rete con Organismi di mediazioni accrditati presso il Ministero di Giustizia, in partcolare SICOME SC, CTQ Srl e Medarb, nonché con il SIMED CISL sindacato dei mediatori CISL","memberOrga":"","goal":"L’associazione, in tutte le sue attività, si fonda sui seguenti principi ispiratori:&#xd;<br />- primato della cultura del dialogo e del confronto rispetto a quella della lite;&#xd;<br />- rispetto e valorizzazione della persona umana e della sua capacità di autodeterminazione;&#xd;<br />- compatibilità della cultura del bene comune con la tutela dell’interesse e del benessere individuale.&#xd;<br />L’Associazione si propone quindi di promuovere e sviluppare la cultura della negoziazione e, in particolare, della mediazione o conciliazione di cui al D.Lvo 4 marzo 2010 n. 28 e relativo regolamento attuativo del Ministero della Giustizia adottato con il D.M. n. 180 del 18 ottobre 2010 e ss. m. e i., intesa come metodo per la risoluzione dei conflitti alternativo al ricorso alla giustizia ordinaria, nonchè di garantire e implementare la qualificazione delle competenze dei Mediatori professionisti, considerando anche figure simili, la cui professionalità persegua le finalità summenzionate e che potrebbero anche essere introdotte in momenti successivi dal legislatore, compresa la figura dell’assistente in mediazione, tutte comunque che esercitano la propria attività, ai sensi della Legge del 14 gennaio 2013 n.4 e ss. m.e.i.. Inoltre si impegna a mantenere ed elevare le competenze e gli standard formativi dei mediatori attraverso convegni, conferenze ed eventi finalizzati a questi obiettivi; nonché di regolamentare e sviluppare la professione dei Mediatori stabilendo le modalità di esercizio della professione ai fini della garanzia della qualità del servizio reso. L’Associazione in particolare svolge un’attività di certificazione delle competenze dei propri iscritti, accompagnata da un progetto formativo continuativo, fornendo così la possibilità di elevare lo standard qualitativo della professione del mediatore. Tra i servizi offerti ai soci annovera anche uno sportello informativo e un supporto per le attività professionali connesse.","acronym":"syndikos","interests":"Consumer Affairs, Enterprise, Justice and Fundamental Rights","euInitiatives":"L’Associazione Syndikos, associazione italiana di mediatori, della quale la sottoscritta è presidente, ha presentato una denuncia nei confronti dell’Italia, quale Stato membro, alla Commissione Europea, in particolare attraverso il Segretariato EU, in merito alla questione della normativa sulla mediazione obbligatoria (D.lgs 28/2010) e la sua relativa applicazione. Il 22.12.2014 la denuncia è stata accolta, dopo un lungo iter.&#xd;<br />Detta denuncia si basa su  alcuni aspetti della normativa italiana che possono ledere i diritti fondamentali del cittadino, sia italiano che comunitario, in particolare l’introduzione dell’obbligo, a carico delle parti, dell’assistenza legale, che potrebbe effettivamente impedire o rendere difficoltoso l’esercizio del diritto di accesso al sistema giudiziario.&#xd;<br />Il D.lgs n.28/2010, con relative modifiche e integrazioni, e in particolare con il Decreto del Fare e le circolari ministeriali, violerebbe l’art.47 della Carta dei diritti fondamentali dell’Unione Europea, che presuppone che le  procedure nazionali volte a garantire la tutela giurisdizionale spettante ai singoli in forza del diritto dell’Unione non devono rendere praticamente impossibile o eccessivamente difficile l’esercizio di tali diritti. Tenendo in considerazione che il Decreto del Fare ha reintrodotto la mediazione obbligatoria, e tenendo in considerazione che l’Unione incoraggia il ricorso alla mediazione negli Stati Membri attraverso la Direttiva 2008/52/CE, la Commissione reputa che la mediazione obbligatoria così come reintrodotta, recepisca appieno la Direttiva summenzionata, tuttavia accoglie la contestazione presentata da Syndikos riguardo all’obbligo per le parti di essere assistite da un avvocato.&#xd;<br />Secondo Syndikos questo accrescerebbe i costi del procedimento, e sarebbe incompatibile con il diritto a una tutela giurisdizionale effettiva garantito dall’art. 47 della Carta dei Diritti fondamentali letto alla luce della sentenza della Corte di giustizia nelle cause riunite Alassini ( C-317/08, C-318/08, C-319/08, C-320/08). La Commissione rileva che, qualora la legislazione nazionale renda obbligatoria la rappresentanza legale per certi tipi di controversie civili, il diritto al ricorso effettivo può comportare il diritto all’assistenza legale gratuita, giacchè tale assistenza può essere considerata indispensabile per un effettivo accesso alla giustizia.&#xd;<br />Su questa base, quindi, la Commissione ha aperto un’indagine e chiesto formalmente, attraverso la procedura EU Pilot, alle autorità italiane informazioni specifiche sulla portata e sul contenuto delle disposizioni in questione, in riferimento alla loro compatibilità con le condizioni dell’art. 5 paragrafo 2 della Direttiva 2008/52/CE letto alla luce dell’art.47 della Carta dei diritti fondamentali. La procedura EU Pilot, è un programma ideato dalla Commissione per facilitare lo scambio di informazioni e la risoluzione dei problemi, per valutare tutti gli aspetti della situazione di fatto e di diritto e trarne le opportune conclusioni. L’Italia ha 10 settimane di tempo per rispondere alle questioni sottoposte dalla Commissione sulla base della denuncia presentata.","lastUp":"2017-02-10T10:54:45.806+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}