{"id":"085810933437-25","name":"NAVAL ENERGIES","registrationDate":"2018-12-10T15:50:00.073+01:00","category":2,"subCategory":3,"legal":"SAS","web":"http://www.naval-energies.com","country":"France","headAddress":"40-42 rue du docteur Finlay","headCity":"Paris","headPostCode":"75015","headPhone":"(33)1 40 59 50 00","boss":"Laurent Schneider Maunoury","bossTitle":"Mr","bossPosition":"Président","membersCount":3,"membersFTE":"1.0","membership":"At EU level: Wind Europe &amp; Ocean Energy Europe&#xd;\n&#xd;\nAt French level: Syndicat des Energies Renouvelables, France Energie Eolienne, Pole Mer Bretagne, Pole Mer Méditerranée, France Energies Marines","memberOrga":"","goal":"Naval Energies est un acteur majeur dans le domaine des énergies marines renouvelables. Naval Energies développe des systèmes et sous-systèmes de production d’électricité renouvelable et décarbonée à partir de deux différentes sources d’énergie marines — les vents en mer et le potentiel thermique des mers tropicales. &#xd;<br />Des études de site à la construction des systèmes, du déploiement sur zone aux connexions sous-marines ramenant l’énergie à terre : nous sommes présents sur tout le cycle de vie des produits et maîtrisons l’ensemble de la chaîne de valeur : conception, fabrication, installation et maintenance, en mer comme sur les zones côtières.&#xd;<br />Partout dans le monde, nous contribuons à développer une énergie alternative, renouvelable et respectueuse de l’environnement, issue de la source la plus puissante qui soit : la mer.","acronym":"","interests":"Business and Industry, Climate Action, Energy, Environment, Institutional affairs, Maritime affairs and fisheries","euInitiatives":"Clean Energy Package&#xd;<br />Clean Energy for EU Islands&#xd;<br />Clean Energy Industrial Forum for Renewables&#xd;<br />H2020, NER300, Innovation Fund, InnovFin EDP, Hoziron Europe, EU Green Deal","lastUp":"2019-12-05T15:10:01.337+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}