{"id":"085920831325-78","name":"Swansea University","registrationDate":"2018-04-24T17:15:37.015+02:00","category":4,"subCategory":12,"legal":"Public University","web":"http://swansea.ac.uk","country":"United kingdom","headAddress":"Swansea University","headCity":"Swansea","headPostCode":"","headPhone":"(440)17 92 20 56 78","boss":"Richard Davies","bossTitle":"Mr","bossPosition":"Vice-Chancellor","membersCount":10,"membersFTE":"8.5","membership":"","memberOrga":"","goal":"In the Research Excellence Framework of 2014, Swansea University achieved its ambition to become a UK top 30 research institution.&#xd;<br />&#xd;<br />Our REF ranking of 26th was the “biggest leap among research-intensive institutions”, according to Times Higher Education. Now, as the university nears its centenary year in 2020, we have new goals. They are to:&#xd;<br />Become a UK top 30-ranked university by 2018&#xd;<br />Continue our ambitious expansion plans&#xd;<br />Extend our global reach; and&#xd;<br />Move closer to becoming one of the world’s top 200 universities.&#xd;<br />&#xd;<br />In REF 2014* the quality of Swansea’s research was put on a par with or out-performed six Russell Group universities. We were also ranked 22nd for the impact of that research.&#xd;<br />&#xd;<br />To achieve this we had doubled our world-leading academic researchers over the previous six years, something that has proved central to the stimulating and enriching teaching and student experience provided at Swansea. But it does not stop there.&#xd;<br />&#xd;<br />Research and teaching capacity doubled when the science and innovation Bay Campus opened in 2015. And in 2018 the £31 million Computational Foundry opens there, housing more than 150 computer science researchers.&#xd;<br />&#xd;<br />First Minister of Wales Carwyn Jones has described the Foundry \"as a beacon for pioneering collaborations with researchers and industry, attracting further research funding and establishing Wales as a world-leading centre for computer science and innovation”.&#xd;<br />&#xd;<br />Swansea University was founded by industry in 1920 to deliver for industry so we have long been known for our Science and Engineering research but now we are among UK leaders for Arts and Humanities and Social Sciences. We lead Wales in research areas critical to economic growth and population well-being including Environmental Sciences, Medicine and Social Work.&#xd;<br />&#xd;<br />In recognition of the university’s importance to the Swansea Bay City Region, we and Swansea Council have pledged to work more closely to create more jobs, improve education and promote a culture of enterprise and innovation.","acronym":"","interests":"Business and Industry, Culture and media, Education and training, Environment, International co-operation and development, Research and innovation","euInitiatives":"A £13.5m EU-supported scheme bringing together academics, clinicians and businesses to pioneer research into cutting-edge technologies has been announced by Finance Secretary Mark Drakeford.&#xd;<br />&#xd;<br />&#xd;<br />Led by Swansea University, AgorIP will work with the NHS and industrial collaborators across North and West Wales and the South Wales Valleys to turn innovative research into new products, processes and services. The project is backed by £6.7m from the Welsh Government, including support from the European Regional Development Fund and funding from Swansea University.  &#xd;<br />&#xd;<br />A £14.7m EU-backed initiative to take advantage of world class research expertise within Welsh Universities to help boost the manufacturing industry in West Wales and the Valleys will be announced today by Finance Secretary Mark Drakeford. ASTUTE 2020, backed with £10m from the European Regional Development Fund and £4.7m from participating Universities, will see a team of world class academics and highly qualified technical experts collaborate with industry to address manufacturing challenges to develop sustainable, higher value goods and services for the global market.","lastUp":"2018-04-24T17:15:54.511+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}