{"id":"086017535657-12","name":"Lobbying Africa Limited","registrationDate":"2019-08-16T18:29:15.543+02:00","category":1,"subCategory":6,"legal":"LTD","web":"http://www.lobbying.africa","country":"United kingdom","headAddress":"2nd Floor College House, 17 King Edwards Road","headCity":"London","headPostCode":"HA4 7AE","headPhone":"(44)20 30 59 45 50","boss":"Aníbal Costa","bossTitle":"","bossPosition":"CEO","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Lobbying Africa is a company based in London that operates mostly in African countries, doing lobby for our clientes (between private ones, companies or even Governments of African Countries). &#xd;<br />Our work is developed mostly with clients that are from Europe and want to have implement a business, grow them. However, we do some operations that work in the opposite direction, people or governments from Africa that want to do business ou carry a mission on Europe.&#xd;<br />We intermediate the operations between our clients and the target, making a lobby work ensuring that our clients needs are perceived as the best by de decision-maker. So, we serve as a carrier and spokesperson for the interest of our clients near several organisms, including some European (e.g. European Investment Bank).&#xd;<br />We stand by a highly strict ethics and rules code, that only allow us to work following every laws and with clients that comply at any moment with it.&#xd;<br />Our ultimate goal as a company is to help our clients to get the best opportunity for their businesses, missions or goals.","acronym":"Lobbying Africa","interests":"Borders and Security, Business and Industry, Economy, finance and the euro, Education and training, Environment, European Neighbourhood Policy, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Maritime affairs and fisheries, Migration and asylum","euInitiatives":"EU Development Cooperation Policy; EU Migration Policies; European External Investment Plan; EU-Africa Policies","lastUp":"2019-08-16T18:38:07.030+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}