{"id":"08614897787-35","name":"Asociación Dianova España","registrationDate":"2012-01-20T10:12:03.945+01:00","category":3,"subCategory":2,"legal":"ONG","web":"http://www.dianova.es","country":"Spain","headAddress":"Calle de Coslada, 18","headCity":"Madrid","headPostCode":"28028","headPhone":"(34)9 14 68 87 65","boss":"Santos Manuel Cavero López","bossTitle":"","bossPosition":"Director Gerente","membersCount":2,"membersFTE":"1.0","membership":"Dianova España forma parte de Dianova International, una ONG con estatus consultivo ante el Consejo Económico y Social de Naciones Unidas (ECOSOC), que opera en 11 países de América y Europa. Dianova desarrolla programas y proyectos innovadores en educación, juventud, prevención y tratamiento de adicciones, así como en áreas de desarrollo socio-comunitario. Dianova España, en tanto que parte de Dianova International ha sido también reconocida como ONG con relaciones operativas con la UNESCO.&#xd;\nNuestra organización considera el trabajo en red como una parte esencial de su identidad corporativa y de su modelo asistencial, por lo tanto, es un objetivo siempre presente en todos y cada uno de los aspectos de nuestra actividad.&#xd;\nDesde esta óptica, Dianova España trabaja conjuntamente con administraciones públicas nacionales y regionales mediante convenios, contratos y subvenciones y con diferentes universidades españolas. &#xd;\nPor otra parte, Dianova España pertenece a diferentes federaciones y foros del sector, lo que nos permite llevar a cabo importantes intercambios de investigaciones y experiencias que enriquecen la tarea de nuestros equipos. Entre otras, Dianova España participa en: Federación Catalana de Asociaciones de Ayuda al Drogodependiente (FCD); Federación Madrileña de Asociaciones para la Asistencia al Drogodependiente y su Familia (FERMAD); Red Navarra de Lucha contra la pobreza y la Exclusión (EANP-Navarra); Coordinadora de Entidades en Defensa del Menor (CEDEM); Grupo Interdisciplinar sobre Drogas (GID) o la Plataforma de ONG’s sobre Drogas y Adicciones (PODA).&#xd;\n&#xd;\nAsociación Dianova España firma, el 7 de mayo de 2014, acuerdos de colaboración con 4 organizaciones latinoamericanas en la ciudad de Montevideo, Uruguay, para potenciar las actividades de cooperación internacional. Las tres organizaciones son: Proyecto Uno de Argentina, Corporación Caminos y Hogares Claret de Colombia y Centro de Estudios de Problemas Económicos y Sociales de la Juventud CEPESJU, de Perú.","memberOrga":"Administraciones públicas:&#xd;\n&#xd;\nhttp://www.dianova.es/index.php/quienes-nos-avalan/administraciones-publicas/a-nivel-estatal&#xd;\n&#xd;\nhttp://www.dianova.es/index.php/quienes-nos-avalan/administraciones-publicas/a-nivel-autonomico&#xd;\n&#xd;\nhttp://www.dianova.es/index.php/quienes-nos-avalan/administraciones-publicas/a-nivel-local&#xd;\n&#xd;\nEmpresas:&#xd;\n&#xd;\nhttp://www.dianova.es/index.php/quienes-nos-avalan/empresas-e-instituciones-privadas&#xd;\n&#xd;\nUniversidades:&#xd;\n&#xd;\nhttp://www.dianova.es/index.php/quienes-nos-avalan/universidades","goal":"Misión. Desarrollar acciones y programas que contribuyan activamente a la autonomía personal y al progreso social.&#xd;<br />Visión. Convicción que, con la ayuda adecuada, cada persona puede encontrar en sí misma los recursos para lograr su desarrollo personal y su integración social.&#xd;<br />Valores. El marco ético lo configuran los valores de compromiso, solidaridad, tolerancia e internacionalidad.&#xd;<br />Objetivo. Desarrollar acciones y programas que contribuyen activamente a la autonomía personal y al progreso social.&#xd;<br />Fines sociales:&#xd;<br />Favorecer la integración social y laboral de las personas en situación de exclusión social y/o vulnerabilidad social, especialmente menores, familias, mayores, mujeres, víctimas de violencia, inmigrantes, minorías raciales, personas desempleadas, personas y familias que han perdido sus hogares, con todo tipo de acciones y programas, y promover la convivencia intercultural.&#xd;<br />Intervenir en la ayuda, acogida e integración de personas inmigrantes y nacionales de terceros países, realizar actuaciones de ayuda humanitaria, protección internacional, derecho de asilo, refugio, apatridía, protección temporal y retorno y contribuir a la lucha contra la trata de personas promoviendo el respeto y efectividad de los derechos humanos y las libertades individuales y públicas universalmente reconocidas.&#xd;<br />Fomentar el empleo a través de la promoción y el desarrollo de programas y proyectos con la finalidad de contribuir a la inserción social y laboral de las personas.&#xd;<br />Fomentar y promover la cultura y actividad emprendedora y el emprendizaje social.&#xd;<br />Formar y desarrollar programas y proyectos en los campos de la familia, menores, juventud y educación.&#xd;<br />Promover y potenciar la cooperación al desarrollo a escala internacional.&#xd;<br />Fomentar la igualdad de oportunidades, la equidad entre hombres y mujeres y la promoción y defensa de los valores humanos, sociales y profesionales de la mujer.&#xd;<br />Promover y potenciar el voluntariado solidario.&#xd;<br />Educación y promoción de la salud.&#xd;<br />Tratamiento sanitario de la salud mental, incluidas las dependencias a drogas y otras adicciones.&#xd;<br />Prevención, intervención e integración en los distintos ámbitos relacionados con las adicciones y sus consecuencias.","acronym":"Dianova","interests":"Development, Education, Employment and Social Affairs, Enterprise, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian Aid, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Trans-European Networks, Youth","euInitiatives":"Las siguientes materias son de especial interés para nuestra organización:&#xd;<br />Medidas en favor de la inclusion social, ayuda a las personas en situación de vulnerabilidad y/o exclusion social.&#xd;<br />Políticas e iniciativas en materia de emigración e inmigración, en asuntos sobre protección internacional, asilo, refugio, estatuto o situación de apatridia, ayuda humanitaria.&#xd;<br />Políticas y decisiones tomadas en el ámbito de las politicas públicas en materia de drogodependencias a sustancias u otras adicciones y trastornos del comportamiento: nuevas tecnologías, juegos, etc.&#xd;<br />La transparencia, el acceso a la información pública y las normas de buen gobierno y de conducta son ejes fundamentales de toda acción en el sector social.&#xd;<br />Políticas e iniciativas en materia de cooperación internacional al desarrollo.&#xd;<br />Promoción del empleo y la inclusión laboral, especialmente en materia de fomento de la actividad y la cultura emprendedora.","lastUp":"2017-04-17T15:43:15.080+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}