{"id":"086360131060-16","name":"Mellifera e. V.","registrationDate":"2018-04-05T15:06:08.903+02:00","category":3,"subCategory":2,"legal":"eingetragener gemeinnütziger Verein","web":"https://www.mellifera.de","country":"Germany","headAddress":"Fischermühle 7","headCity":"Rosenfeld","headPostCode":"72348","headPhone":"(49)07 42 89 45 24 90","boss":"Terra Pasqualini","bossTitle":"Mr","bossPosition":"Geschäftsführender Vorstand","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"https://www.mellifera.de/ueber-uns/partner.html&#xd;\n&#xd;\nhttp://www.bluehende-landschaft.de/nbl/nbl.mitarbeit/nbl.partner.2/index.html","goal":"§ 3  Zweck &#xd;<br />Der Verein verfolgt als Zweck: &#xd;<br /> &#xd;<br />§ 3.1  Die Arterhaltung und Förderung des Biens. &#xd;<br /> &#xd;<br />§ 3.2  Die Erforschung und Weiterentwicklung wesensgemäßer Zucht- und Haltungsformen der &#xd;<br />Honigbiene. Diese Methoden gründen sich auf die aktuellen naturwissenschaftlichen &#xd;<br />Forschungsergebnisse, die Erfahrungen der Imker und auf die von Dr. Rudolf Steiner &#xd;<br />gegebene anthroposophische Geisteswissenschaft. &#xd;<br /> &#xd;<br />§ 3.3  Der Lebensraum des Bienenvolkes soll geschützt und verbessert werden. Vielseitige über &#xd;<br />das ganze Jahr hin blühende Pflanzengesellschaften sind die notwendige Lebens-&#xd;<br />grundlage für Honig- und Wildbienen, Hummeln, Schmetterlinge und andere Insekten. &#xd;<br /> &#xd;<br />§ 3.4  Wesensgemäße Bienenhaltung dient der Erzeugung von Honig, Wachs und Propolis in &#xd;<br />bester Qualität. Für ihre Gewinnung und Verarbeitung werden qualitätsschonende &#xd;<br />Verfahren gesucht, um ihren Wert als Nahrungs- und Heilmittel zu gewährleisten. &#xd;<br /> &#xd;<br />§ 3.5  Die Beratung, die Ausbildung und Weiterbildung in wesensgemäßer Bienenhaltung, das &#xd;<br />Herantragen der Kenntnisse an die Öffentlichkeit, Schulen, landwirtschaftliche Betriebe &#xd;<br />und Imkereien. &#xd;<br /> &#xd;<br />§ 3.6  Zur Verwirklichung der genannten Ziele kann der Verein Grundbesitz erwerben oder &#xd;<br />pachten, Imkereien aufbauen und zu Versuchs- und Lehrzwecken einrichten.","acronym":"","interests":"Agriculture and Rural Development, Economic and Financial Affairs, Education, Food Safety, Public Health","euInitiatives":"Verfahren rund um Neonics, Verlängerung und Zulassung von Glyphosat und anderen Pflanzenschutzmitteln, Gentechnik, Agrarmaßnahmen, Biodiversität","lastUp":"2018-04-05T15:06:48.426+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}