{"id":"087166132902-52","name":"PNO Consultants","registrationDate":"2018-10-31T09:25:42.245+01:00","category":1,"subCategory":6,"legal":"SASU","web":"https://www.pnoconsultants.com/fr/","country":"France","headAddress":"7 rue Rouget de Lisle","headCity":"Paris","headPostCode":"75001","headPhone":"(33)1 44 77 91 06","boss":"Jamel Bouzenzana","bossTitle":"Mr","bossPosition":"Directeur Général","membersCount":6,"membersFTE":"4.75","membership":"ACI&#xd;\nPole IAR-partner&#xd;\nLyon Biopole&#xd;\nVR connection","memberOrga":"https://www.pnoconsultants.com/fr","goal":"With more than 30 years of experience in innovation and public funding, PNO has developed a structured approach to support organisations in addressing the challenges of the innovation cycle. Through this approach, we can accelerate your innovation process and increase the chance of success through a range of services: innovation management; project development &amp; partner search; project financing; intelligence; communication; and application.&#xd;<br />&#xd;<br />We provide our services throughout Europe to a wide range of clients: from SMEs to multinational companies, non-profit organisations, technological platforms, multi-stakeholder partnerships, universities and governments. To help each type of organization reach its goals we have in-house specialists in a wide variety of fields, such as public and private finance; innovation; life sciences &amp; health, logistics &amp; transport, energy, chemistry and many more; tax, legal and administrative specialists.","acronym":"","interests":"Agriculture, Climate Action, Digital economy and society, Economy, finance and the euro, Energy, Environment, Food Safety, General and Institutional Affairs, International co-operation and development, Public Health, Research and innovation, Sport, Trans-European Networks","euInitiatives":"SusChem is the European Technology Platform for Sustainable Chemistry. It is a forum that brings together industry, academia, policy makers and the wider society.","lastUp":"2018-10-31T09:29:34.085+01:00","customers":"Ynsect,PNO Netherland","costAbsolu":"","costRange":"1750000-1999999","turnoverAbsolu":"","turnoverRange":""}