{"id":"08715619851-22","name":"Dutch Fund and Asset Management Association","registrationDate":"2012-10-12T14:21:38.287+01:00","category":2,"subCategory":4,"legal":"association","web":"http://www.dufas.nl","country":"Netherlands","headAddress":"Bordewijklaan, 8","headCity":"The Hague","headPostCode":"2591 XR","headPhone":"(31)7 03 33 87 79","boss":"Iris van de Looij","bossTitle":"Ms","bossPosition":"general director","membersCount":2,"membersFTE":"1.5","membership":"DUFAS is a member association of the European Fund and Asset Management Association, EFAMA (www.efama.org)","memberOrga":"","goal":"The Dutch Fund and Asset Management Association (‘DUFAS’) promotes the collective interests of asset managers, investment firms and custodians, operating on and from the Dutch market place – both Dutch and foreign parties. DUFAS has a commercial focus, aimed at creating both institutional and retail business opportunities for its members. Central to this is the promotion of an optimal business climate for asset management in the Netherlands. A level playing field for free supply of investment products and asset management services within the European Union and a broadening of the market for investment products are key. DUFAS represents over 90% of the Dutch asset management market, both retail and institutional business. Next to independent asset management firms, self-managed (real estate) funds and custodians, DUFAS membership is comprised of asset management firms that are linked to banking, insurance and pension fund providers.","acronym":"DUFAS","interests":"Banking and financial services, Climate Action, Consumers, Economy, finance and the euro, Fraud prevention, International co-operation and development, Single market, Taxation","euInitiatives":"AIFMD&#xd;<br />MiFID&#xd;<br />UCITS&#xd;<br />ELTIF&#xd;<br />CMU&#xd;<br />Benchmarks&#xd;<br />SFT&#xd;<br />PEPP&#xd;<br />PRIIPs&#xd;<br />CRD&#xd;<br />ATAD&#xd;<br />EMIR&#xd;<br />EU Action  plan on climate","lastUp":"2019-02-19T16:53:38.509+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}