{"id":"087304217140-18","name":"Mead Johnson Nutrition B.V.","registrationDate":"2015-04-27T17:59:15.625+01:00","category":2,"subCategory":3,"legal":"corporation","web":"http://www.meadjohnson.com/company","country":"Netherlands","headAddress":"Middenkampweg 2","headCity":"6545 CJ Nijmegen","headPostCode":"","headPhone":"(31)6 23 17 34 58","boss":"susanne Steinberg","bossTitle":"Ms","bossPosition":"Associate Director Regulatory and Nutrition Europe","membersCount":4,"membersFTE":"1.0","membership":"Specialised Nutrition Europe (SNE), which is an organization of organisations. Mead Johnson is a member through VNFKD (the Dutch industry association).","memberOrga":"","goal":"Mead Johnson Nutrition is a global leader in pediatric nutrition with more than 70 products in over 50 countries. Our Enfa family of brands, including Enfamil® infant formula, is the world's leading brand franchise in pediatric nutrition. Our mission is to nourish the world's children for the best start in life. &#xd;<br />Research &amp; Innovation &#xd;<br />Decades of research and study tell us children who are well-nourished from the very start are more likely to lead healthier, more productive lives – the kind of lives we all want for each and every one of our children. It is this thought that inspires us to work every day to advance the science of pediatric nutrition. Mead Johnson’s research and development team connects a virtual, global network of leading scientific experts, research initiatives and data sources. Our work allows us to pursue cutting-edge research and then efficiently and effectively transfer innovation into products containing the highest-quality ingredients. This rich heritage of innovation has earned us the trust of parents and healthcare professionals&#xd;<br />For the Dietary Management of Protein Allergies&#xd;<br />Throughout the company’s history, Mead Johnson has focused on science-based innovation to produce a steady stream of research and products for infants prone to milk protein allergies and fat malabsorption. The company has developed breakthrough products for infants who are allergic to the intact proteins in cow’s milk and soy formulas.","acronym":"","interests":"Competition, Consumer Affairs","euInitiatives":"•\tFood Safety in general and specific for infants and young children&#xd;<br />•\tDelegated acts on Infant Formula, Follow on Formula, &#xd;<br />•\tDelegated act on Foods for Special Medical Purposes&#xd;<br />•\tGuidelines on FSMP&#xd;<br />•\tGuideline on authorization application of IF and FOF  manufactured &#xd;<br />•\tFood Information to Consumers (FIC) &#xd;<br />•\tFoods for Specific Groups (FSG)&#xd;<br />•\tNutrition &amp; Health Claim regulation (NHC)&#xd;<br />•\tTolerances guidelines&#xd;<br />•\tFood enzymes, additives&#xd;<br />•\tNovel foods&#xd;<br />•\tGMO&#xd;<br />•      Codex Alimentarius&#xd;<br />•      WHO","lastUp":"2017-06-29T17:13:43.337+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}