{"id":"0878397912-17","name":"European Peacebuilding Liaison Office","registrationDate":"2009-01-02T11:23:17.184+02:00","category":3,"subCategory":2,"legal":"Not-for-profit organisation","web":"http://www.eplo.org","country":"Belgium","headAddress":"Avenue de Tervueren/Tervurenlaan 12","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 33 37 37","boss":"Sonya Reines-Djivanides","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":8,"membersFTE":"7.25","membership":"Human Rights and Democracy Network","memberOrga":"(See: http://eplo.org/about-us/member-organisations/)","goal":"EPLO is the platform of European NGOs, networks of NGOs and think tanks active in the field of peacebuilding, who share an interest in promoting sustainable peacebuilding policies among decision-makers in the European Union.&#xd;<br />&#xd;<br />EPLO aims to influence the EU so that it promotes and implements measures which lead to sustainable peace between states and within states and peoples, and which transform and resolve conflicts non-violently. EPLO wants the EU to recognise the crucial connection between peacebuilding, the eradication of poverty, and sustainable development worldwide and the crucial role NGOs have to play in sustainable EU efforts for peacebuilding, conflict prevention and crisis management. &#xd;<br />&#xd;<br />EPLO advances the interests of its members through common policy positions and consequently advocating for those common positions. EPLO disseminates information and promotes understanding of EU policies of concern to its members. The Office also builds solidarity and co-operation amongst EPLO members and with other relevant NGO networks. Finally, EPLO raises awareness about the contribution which the EU should make to peacebuilding and the need to hold the EU accountable to its own political commitments of helping secure peace within and outside its borders.","acronym":"EPLO","interests":"Budget, Enlargement, European Neighbourhood Policy, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Migration and asylum, Trade","euInitiatives":"EU policies relating to conflict prevention and peacebuilding, including:&#xd;<br />&#xd;<br />- Common Foreign and Security Policy, including Common Security and Defence Policy&#xd;<br />- Development, including EU external investment policy and the Joint Africa-EU Strategy&#xd;<br />- Enlargement&#xd;<br />- European Neighbourhood Policy&#xd;<br />- EU Budget&#xd;<br />- EU Conflict Early Warning System&#xd;<br />- EU external financing instruments&#xd;<br />- EU Global Strategy&#xd;<br />- Trade","lastUp":"2018-05-07T14:40:17.240+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}