{"id":"087878521112-45","name":"Chelgate Limited","registrationDate":"2016-03-18T10:40:08.192+01:00","category":1,"subCategory":6,"legal":"Limited Company","web":"http://chelgate.com","country":"United kingdom","headAddress":"1 Tanner Street","headCity":"London","headPostCode":"SE1 3LE","headPhone":"(44)0 20 79 39 79 39","boss":"Mathew Lane","bossTitle":"Mr","bossPosition":"Chief Operating Officer","membersCount":7,"membersFTE":"4.25","membership":"","memberOrga":"","goal":"Chelgate is an independent, international strategic PR agency, headquartered in London, with branches in Brussels and Bucharest, and a network of associates around the globe.&#xd;<br />&#xd;<br />We offer our clients ? companies, charities, governments, schools and individuals ? a comprehensive range of professional services, including PR, reputation management and reputation protection, public affairs, crisis management and international PR. From our London HQ we also deliver international PR campaigns on behalf of governments, corporations and individuals, with special experience in Europe, West Africa, India and the Far East.","acronym":"","interests":"Climate Action, Consumer Affairs, Energy, Environment, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Research and Technology, Trans-European Networks, Transport","euInitiatives":"We provide up-to-the-minute intelligence into political developments in Brussels. We understand the complex cycles and procedures of European government ? in particular in the Commission and in Parliament ? and we know where to turn for vital information. Our intelligence is relevant to commercial and political clients, including those from outside of Europe.&#xd;<br />&#xd;<br />We give clients the analysis and understanding they need to operate effectively in Brussels. Our experience allows us to provide information and insight that is relevant to our clients? interests, and we are expert at explaining ? concisely and clearly ? which European legislation, regulations, executive decisions and elections really matter to them, and why.","lastUp":"2017-02-16T17:25:19.136+01:00","customers":"The Lubrizol Corporation","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"500000-999999"}