{"id":"087920430643-56","name":"Pôle Métropolitain de la Côte d'Opale","registrationDate":"2018-03-07T15:36:49.722+02:00","category":6,"subCategory":13,"legal":"Syndicat Mixte","web":"http://www.pm-cote-opale.fr/","country":"France","headAddress":"Hôtel de Ville de Calais","headCity":"Calais","headPostCode":"62100","headPhone":"(33)3 28 51 92 35","boss":"PATRICE VERGRIETE","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"1.0","membership":"-Membre du Groupement Européen de Coopération Territoriale (GECT) West-Vlaanderen-Flandre-Dunkerque-Côte d'Opale&#xd;\n-Adhérent de la MOT (Mission Opérationnelle Transfrontalière)","memberOrga":"la Communauté Urbaine de Dunkerque, la Communauté d'Agglomération du Pays de Saint-Omer, la Communauté d'Agglomération du Boulonnais, a Communauté d'Agglomération du Calaisis, la Communauté d'Agglomération des Deux Baies en Montreuillois, la Communauté de Communes de la Région d'Audruicq, la Communauté de Communes Terre des Deux Caps, la Communauté de Communes Pays d'Opale, la Communauté de Communes de Desvres Samer, la Communauté de Communes du Pays de Lumbres, la Communauté de Communes des Hauts de Flandre, le Département du Nord, le Département du Pas-de-Calais et la Région Hauts-de-France.","goal":"Le PMCO a pour objet de mener à bien des actions d'observation, d'élaboration de documents structurants, de coordination, de mutualisation et de pilotage entre ses EPCI membres.","acronym":"PMCO","interests":"Agriculture and Rural Development, Budget, Climate Action, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Environment, General and Institutional Affairs, Public Health, Regional Policy, Research and Technology, Sport, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"-Animation du programme Interreg2Seas.&#xd;<br />-Suivi de l'avenir de la politique de cohésion et des négociations et conséquences du Brexit.","lastUp":"2018-04-03T14:09:13.394+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}