{"id":"088118736186-78","name":"Africa-Europa Development Platform","registrationDate":"2019-10-23T09:44:52.663+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"https://www.adept-platform.org/","country":"Belgium","headAddress":"Rue Washington 40","headCity":"Bruxelles","headPostCode":"1050","headPhone":"(32)22 04 05 30","boss":"Khady Sakho Niang","bossTitle":"Ms","bossPosition":"President","membersCount":6,"membersFTE":"4.5","membership":"https://www.adept-platform.org/addos-network/","memberOrga":"https://www.adept-platform.org/addos-network/&#xd;\n&#xd;\nhttps://www.adept-platform.org/about-us/members/","goal":"ADEPT, platform of the Organizations for the Development of the African Diaspora, is dedicated to bring together these organizations involved in development activities in Africa. It wants to play an initiating and proactive role with respect to its members. It seeks a strong and clear external positioning that reflects the opinion of its members, with a view to solidarity and achieving common goals. ADEPT reinforces the impact of these Organizations in Europe by offering an inclusive, interactive and informative space. of African Diaspora Development Organisations (ADDOs) will strengthen their capacities by sharing expertise and professional experiences.&#xd;<br />&#xd;<br />ADEPT aims for quality coordination and cooperation in which its members contribute to the new challenges of transformation of the African continent, strengthen their professional skills and coordinate their efforts. ADEPT is a positive actor of change that contributes to construction in Africa :&#xd;<br />o\tPolitical, economic and cultural autonomy;&#xd;<br />o\tA real representative democracy;&#xd;<br />o\tSocial justice;&#xd;<br />o\tSustainable prosperity for all;&#xd;<br />o\tA strong civil society;&#xd;<br />o\tFair international relations.&#xd;<br />&#xd;<br />The values favored by ADEPT are integrity, transparency, professionalism, respect for diversity and the promotion of solidarity. ADEPT wants to respect the specificities of the members and the peculiarities of each of them which represent a source of collective enrichment. ADEPT believes that development activities in Africa led by the ADDOS, based on citizen initiatives, partnerships and independence of the actors, brings a social added value in this search of transformation of the African continent towards a political, economic and cultural autonomy and sustainable prosperity. ADEPT wants to support the evolution of autonomous and transparent ADDOS in their activities and management, which develop a vision and a long-term strategy, with a concern for quality and professionalism. ADEPT provides a quality work environment where staff can give their best.","acronym":"ADEPT","interests":"Borders and Security, Budget, Climate Action, Culture, Culture and media, Employment and Social Affairs, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Migration and asylum, Public Health, Trade, Trans-European Networks","euInitiatives":"-Aid, Development cooperation, Fundamental rights&#xd;<br />-Social inclusion&#xd;<br />-Food safety and quality&#xd;<br />-Health care&#xd;<br />-Diaspora &#xd;<br />-Cotonou Agreement&#xd;<br />- Work and education &#xd;<br />-international cooperation and development","lastUp":"2019-10-23T09:45:20.859+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}