{"id":"088684218490-40","name":"Kennisinstituut Duurzaam Verpakken","registrationDate":"2015-08-17T16:25:35.348+01:00","category":3,"subCategory":2,"legal":"Stichting","web":"http://www.kidv.nl","country":"Netherlands","headAddress":"Zuid-Hollandlaan 7","headCity":"Den Haag","headPostCode":"2596 AL","headPhone":"(31)07 07 62 05 80","boss":"Hester Klein Lankhorst","bossTitle":"Ms","bossPosition":"Managing director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"The Netherlands Institute for Sustainable Packaging (in Dutch: Kennisinstituut Duurzaam Verpakken/KIDV) is set up and governed by the party-groups that agreed on the Packaging Framework: the Dutch Ministry of Infrastructure and Environment (IenM), the producers and importers of packed goods (packers/fillers) and the Dutch municipalities. In 2013, the KIDV was set up to work on several tasks; to work on achieving a circular economy for packaging by developing and sharing knowledge. To accomplish this, the KIDV set up a large research program with the Top Institute for Food and Nutrition (TIFN) and five universities. The KIDV has conducted several research projects and pilots and shares its knowledge with those involved in the packaging chain. The KIDV also assesses the industry packaging sustainability plans.    &#xd;<br />&#xd;<br />The industry packaging sustainability plans are drawn up by the Dutch producers and importers of packed goods. These plans are the result of the Packaging Framework. All industries/sectors are obliged to make such a plan, in which they formulate a vision for the long term and make objectives or set goals for the shorter term (2018). In the approach developed by the KIDV, the highest obtainable objectives are logically based on the performance of front-runners in the industry. This stimulates the laggards and the mid-tier to follow the front-runners. As a result the entire playing field becomes more sustainable. The plans are reviewed by a scientific committee, and then ascertained by the board of the KIDV, in which the three party-groups are represented. &#xd;<br />&#xd;<br />Through the application of the methodology of the industry sustainability plans on packaging, KIDV works in a unique constructive dialogue and with ambitious deadlines, together with industries. This results in a thorough circular approach in regards to the handling of packaging design, production, use and recycling following the plan-do-check-act loop. This methodology will be exemplified at the next ISWA conference.&#xd;<br />&#xd;<br />The projects and pilots of the KIDV focused on beverage cartons, bags, consumer information and the environmental effects of the Framework Agreement. The pilot beverage cartons researched the costs of collection, environmental impact and acceptance of the consumer. The pilot was held in co-operation with forty municipalities. The result is the collection and recycling of beverage cartons in the Netherlands, whereas these cartons were barely recycled before.  &#xd;<br />&#xd;<br />The study on bags contained a life cycle analysis of common bag types. In order to study ways to reduce the amount of bags in the retail channel, a pilot was held in several retail stores. Some of the stores managed to reduce the issuance of bags up to 77 percent. As an effect of this study, the Dutch government will stimulate the reduction of the use of bags in the retail channel.     &#xd;<br />&#xd;<br />The project on consumer information consists of an online notification centre in which consumers can ask questions about sustainable packaging. They can also report unsustainable packaging. KIDV facilitates that these reports receive a response from the company that put the packaging on the market. This is also input for the industry packaging sustainability plans. The result: 640 questions are asked and answered up to now.&#xd;<br />&#xd;<br />The KIDV-TIFN scientific research program consists of a program on circular economy and packaging. With the help of five universities, the entire packaging and packaging waste loop is being researched, of which results are expected to be realized in the coming years. The covered topics are environmental impact, packaging design tools, efficiency and effectiveness of collection, recycling and the plastic waste chain (this is one of the major topics).","acronym":"KIDV","interests":"Environment","euInitiatives":"Packaging and packaging waste, &#xd;<br />new strategy on plastic, &#xd;<br />biobased packaging &#xd;<br />design for recycling","lastUp":"2017-07-07T16:29:09.869+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}