{"id":"089167355-44","name":"Bundesverband deutscher Wohnungs- und Immobilienunternehmen","registrationDate":"2008-06-24T16:31:01.983+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.gdw.de","country":"Germany","headAddress":"Klingelhöferstraße 5","headCity":"Berlin","headPostCode":"10785 Berlin","headPhone":"(49)30 82 40 30","boss":"Axel Gedaschko","bossTitle":"Mr","bossPosition":"Präsident","membersCount":3,"membersFTE":"3.0","membership":"Der GdW ist Mitglied in &#xd;\n- Housing Europe, the European Liaison Committee for Social Housing in Brussels&#xd;\n- CEEP, European Centre of Employers and Enterprises providing Public services&#xd;\n- International Cooperative Alliance (ICA) - Cooperatives Europe","memberOrga":"www.gdw.de","goal":"Der „GdW Bundesverband deutscher Wohnungs- und Immobilien-unternehmen e.V.“, Berlin, vertritt heute die Wohnungs- und Immobilienwirtschaft in ganz Deutschland, die sich 1990 nach der Wiedervereinigung und dem Wegfall der Wohnungsgemeinnützigkeit als Teil der sozialen Marktwirtschaft neu formiert hat. Die Mitglieder des GdW sind die regionalen Prüfungsverbände sowie Fach- und Interessenverbände der Wohnungsgenossenschaften und Wohnungsgesellschaften in Deutschland. Der GdW ist ein Verband der Verbände. Er ist Spitzenverband und Dachorganisation in der Wohnungs- und&#xd;<br />Immobilienwirtschaft. Der GdW wahrt die Interessenvielfalt seiner Mitglieder und respektiert bei der Meinungsbildung die fachlichen und regionalen Unterschiede, handelt sozial verantwortlich, fördert das Prüfungswesen und vertritt die Interessen national und international.","acronym":"GdW","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Consumers, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation","euInitiatives":"Energieunion, EFSI, Invest EU, Binnenmarkt und Verbraucherpolitik, Umweltpolitik, Finanzpolitik, Kapitalmarktunion, Wettbewerbspolitik, Daseinsvorsorge","lastUp":"2019-07-20T07:15:48.323+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}