{"id":"0893446630-97","name":"Danish District Heating Association/Dansk Fjernvarme","registrationDate":"2008-11-11T09:57:49.030+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.danskfjernvarme.dk","country":"Denmark","headAddress":"Fjernvarmens Hus","headCity":"Kolding","headPostCode":"6000","headPhone":"(45)76 30 80 00","boss":"Kim Mortensen","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.75","membership":"Danish District Heating Association is member of:&#xd;\nEuroheat &amp; Power&#xd;\nCours Saint Michel 30a - Boite E&#xd;\n1040 Brussels, Belgium &#xd;\nTel: +32 (0)2 740 21 10&#xd;\nFax: +32 (0)2 740 21 19&#xd;\nMail: office@euroheat.org&#xd;\nWeb: https://www.euroheat.org","memberOrga":"","goal":"Danish District Heating Association (DDHA) was founded in 1957 to promote the interests of the Danish district heating utilities and to facilitate cooperation between members. DDHA also handles the district heating sectors relations to national authorities as well as other sectors. &#xd;<br />DDHA has close to 400 members all over Denmark. Around 40 are municipally owned utilities, with approximately 50% of district heating deliveries, and the rest are almost entirely private district heating coooperatives. In total, the members of DDHA supply around 1,7 million households with heat for space heating and hot tap water.  &#xd;<br />&#xd;<br />The activities of DDHA is primarily financed through membership fees, calculated on the basis of annual heat deliveries. Further income comes from member activities such as events, training courses and publications.","acronym":"DDHA","interests":"Climate Action, Energy, Environment, Trans-European Networks","euInitiatives":"Energy, environment and utilities policies in general and specifically policies and frameworks around district heating and cooling, cogeneration, buildings etc.","lastUp":"2019-11-26T14:00:41.153+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}