{"id":"08957111909-85","name":"European Telecommunications Network Operators' Association","registrationDate":"2009-06-26T11:07:52.185+02:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.etno.eu","country":"Belgium","headAddress":"Boulevard du Régent 43-44","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 19 32 42","boss":"Lise Fuhr","bossTitle":"Ms","bossPosition":"Director General","membersCount":5,"membersFTE":"3.0","membership":"ETNO participates in the Centre for European Policy Studies (CEPS), the Fédération des Associations Internationales de Belgique (FAIB), the UMTS Forum (Associate Member), ICANN's Generic Domain Name Supporting Organisations (Internet Service Providers and Connectivity Providers Constituency and the Commercial and Business Users Constituency), the European Internet Foundation (EIF), the Global eSustainability Initiative (GeSI), the Global Compact, the Internet Society, the International Chamber of Commerce BASIS Group, the OECD BIAC group and the ITU (three Sectors), ECSO (European Cyber Security Organisation), EATA (European Automotive and Telecoms Alliance).","memberOrga":"","goal":"ETNO represents Europe’s telecommunications network operators and it is the principal policy group for European providers of digital networks and services. ETNO’s primary purpose is to develop top-level policy papers and support members in promoting a positive policy environment allowing the EU telecommunications sector to deliver best quality services to consumers and businesses. We also organize some of the main European events for discussing telecom and digital policy.","acronym":"ETNO","interests":"Audiovisual and Media, Communication, Competition, Consumer Affairs, Employment and Social Affairs, Enterprise, External Relations, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Digital Single Market Strategy, Gigabit Society Communication, Electronic Communications Code, e-Privacy Regulation, Copyright and others.","lastUp":"2018-04-18T16:11:57.954+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}