{"id":"090188327625-48","name":"We Exist","registrationDate":"2017-06-29T19:38:21.545+01:00","category":3,"subCategory":2,"legal":"asbl","web":"http://www.facebook.com/WeExistNGO/","country":"Belgium","headAddress":"We Exist","headCity":"Brussels","headPostCode":"","headPhone":"(32)4 70 40 78 55","boss":"Natasa Kokic","bossTitle":"Ms","bossPosition":"Administrator","membersCount":8,"membersFTE":"4.5","membership":"We are member of Uphold Europe. We are also discussing new partnership with several organisations.","memberOrga":"All members are volunteers for the moment. Our plan is to start recruiting Syrians that fled war and persecution in 2018.","goal":"\"We Exist\" is an NGO created by a mixed team of volunteers: people who have lived through the war in Syria and who have obtained refugee status in Belgium as well as migrants from other countries. The goal of the association is to facilitate the integration of asylum seekers and refugees into the labour market. We aim to promote participation in socio-economic and cultural life. We also want to raise awareness of Syrian culture and traditions. &#xd;<br />The main activities of \"We Exist\" are: &#xd;<br />• Organisation of cultural and culinary events&#xd;<br />• Awareness raising events.&#xd;<br />Thanks to these convivial and artistic activities we wish to make our citizens aware of the challenges within our society and the richness of our diversities. These activities will also enable our NGO to raise funds and to start recruiting asylum seekers and refugees. The objective is to start recruiting people during 2018. With the development of activities and the increase of financial resources, the long-term objective is to multiply the recruitment of asylum seekers and refugees. &#xd;<br />We also want to raise the awareness of problems people coming from war and persecution face on daily basis.","acronym":"","interests":"Employment and Social Affairs, External Relations, Home Affairs, Humanitarian Aid, Justice and Fundamental Rights, Youth","euInitiatives":"We established our organisation in September 2016 and we had several fundraising events. Our plan is also to enlarge our activities and to discuss migration at the EU but also at the national level.&#xd;<br />We regularly participate at the conference related to migration and we are bringing our experience and raising the awareness of concrete problems. We are currently discussing events at the European Parliament with some Committees.&#xd;<br />Our plan for the future is to be actively involved in discussion on policy and legislative files. We believe that, when discussing the issues, people who are concerned, should take an active part in it.","lastUp":"2017-08-24T11:17:49.610+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}