{"id":"090350412968-04","name":"BANCO BILBAO VIZCAYA ARGENTARIA","registrationDate":"2014-02-15T16:16:58.009+01:00","category":2,"subCategory":3,"legal":"SA","web":"http://www.bbva.com","country":"Spain","headAddress":"Plaza de San Nicolás, 4","headCity":"BILBAO","headPostCode":"48005","headPhone":"(34)9 44 87 60 00","boss":"José Manuel GONZÁLEZ-PÁRAMO","bossTitle":"Mr","bossPosition":"Executive Board Member","membersCount":5,"membersFTE":"5.0","membership":"Trans-Atlantic Business Council (TABC)&#xd;\nCSR Europe &#xd;\nAsociación Española de Banca&#xd;\nEuropean Financial Services Roundtable&#xd;\nInternational Banking Circle&#xd;\nEuropean Parliamentary Financial Services Forum&#xd;\nInternational Swaps and Derivatives Association&#xd;\nAssociation for Financial Markets in Europe&#xd;\nAd Hoc Council&#xd;\nEuropean League for Economic Cooperation&#xd;\nCentre for European Policy Studies&#xd;\nBruegel","memberOrga":"","goal":"Banco Bilbao Vizcaya Argentaria (BBVA) is a global financial group, founded in 1857, that operates a customer-focused retail business model, offering clients a comprehensive range of financial and non-financial products and services around the world.&#xd;<br />&#xd;<br />BBVA has a leading position in the Spanish market and it is the biggest financial institution in Mexico. It has also leading franchises in South America and the Sunbelt region in the U.S, as well as significant presence in Turkey (through strategic investments in Garanti Bank) and operates an extensive network of branches worldwide.  &#xd;<br />&#xd;<br />Its diversified business is focused on high-growth markets and it relies on technology as a key sustainable competitive advantage. Its purpose is to bring the age of opportunities to everyone, based on our customers’ real needs: provide the best solutions, helping them make the best financial decisions, through an easy and convenient experience. The institution rests in solid values: Customer comes first, we think big and we are one team. Its responsible banking model aspires to achieve a more inclusive and sustainable society.&#xd;<br />&#xd;<br />BBVA employs about 126.000 people in more than 30 countries around the world, has 77 million customers and about 884.000 shareholders. Through a network of 7.798 branches, BBVA manages € 709 billion assets.&#xd;<br />&#xd;<br />BBVA’s European Affairs Office is in charge of the Relations with European Institutions and ensures the follow-up of any European regulatory activity having a potential impact for BBVA, particularly in the field of financial services. Our main mission is to share with the European policy makers our experience in the banking sector and to promote a business model based on principles such as integrity, prudence, transparency and Corporate Social Responsibility, which is one of our core values. BBVA firmly believes that putting principles first in managing the Group’s governance is in itself a source of competitive advantage.","acronym":"BBVA","interests":"Banking and financial services, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trade, Youth","euInitiatives":"BBVA’s Brussels Office aims to share its experience and expertise with the European policy makers and contribute to economic recovery and prosperity. In this context, our follow-up exercise covers EU regulatory initiatives in the field of financial services (Sustainable Finance; Banking Union; prudential requirements CRR/CRD, Capital Markets, retail banking, payments, structural reforms in the banking sector, etc.), as well as other EU initiatives of interest for BBVA, for example in the area of Digital economy, Innovation and Technology, Corporate Governance and Company Law, Audit, Consumer Protection, Competition, Taxation, Corporate Social Responsibility, among others.","lastUp":"2020-01-02T14:54:19.547+01:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}