{"id":"090419715585-36","name":"UKRAINIAN LEAGUE OF INDUSTRIALISTS AND ENTREPRENEURS","registrationDate":"2015-01-14T20:34:07.485+01:00","category":2,"subCategory":4,"legal":"Business association","web":"http://uspp.ua/en/","country":"Ukraine","headAddress":"Khreshchatyk, 34","headCity":"Kyiv","headPostCode":"01001","headPhone":"(380)4 42 78 30 69","boss":"Anantoliy Kinakh","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"2.0","membership":"- NGOS/ SECTORAL ASSOCIATIONS - MEMBERS OF THE ULIE: http://uspp.ua/en/ngos-sectoral-associations-members-of-the-ulie.html","memberOrga":"- DIRECT MEMBERS OF THE ULIE: http://uspp.ua/en/members-of-the-ulie.html&#xd;\n&#xd;\n- MEMBERS OF THE ULIE ON A TERRITORIAL BASIS: http://uspp.ua/en/members-of-the-ulie-on-a-territorial-basis.html","goal":"Principal objectives of the Ukrainian League of Industrialists and Entrepreneurs' cooperation with EU institutions and the European businesses are:&#xd;<br />- Promote and attract inward investment in Ukraine&#xd;<br />- Facilitate access to the European markets and explore business opportunities for Ukrainian enterprises, establish contacts with potential business partners and promote business cooperation between Ukraine and the EU; &#xd;<br />- Monitor and work on the regulatory framework relevant to  economic and business development in Ukraine; &#xd;<br />- Work on stabilisation of consequences of economic, security and political crisis in Ukraine and the region.","acronym":"ULIE","interests":"Agriculture and Rural Development, Communication, Competition, Customs, Energy, Enlargement, Enterprise, External Relations, Foreign and Security Policy and Defence, Regional Policy, Research and Technology, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"ULIE tracks and attempts to influence the EU's Neighbourhood Policy towards Ukraine and particularly its elements concentrated under the Easter Partnership program. In this respect, ULIE follows such instruments as ENI, NIF, and numerous instruments under EaP as well EU-Ukraine bilateral envelope, including arrangements under EU-Ukraine Association Agreement and DCFTA. ULIE pays special attention to the instruments designed or backed by the EU aimed at supporting the Ukrainian private sector and development of SMEs. &#xd;<br />In terms of DCFTA, ULIE works with DG TRADE and the European Parliament’s Delegation to EU-Ukraine Association Parliamentary Committee and Committee on International Trade broadcasting position of the Ukrainian private sector to key MEPs and the parliamentary bodies working on Ukraine.&#xd;<br />On political and security issues ULIE cooperates with EEAS's units on Eastern Partnership and Ukraine Bilateral.&#xd;<br />Also, ULIE cooperates with the European Economic and Social Committee and the Committee of the Regions on matters directly or indirectly related or to economic and social development of Ukraine's regions as we well as on numerous initiatives aimed at supporting decentralization and better local governance.","lastUp":"2017-02-24T13:36:31.072+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}