{"id":"090471814671-25","name":"Polish Wind Energy Association","registrationDate":"2014-10-14T11:16:08.734+01:00","category":2,"subCategory":4,"legal":"NGO","web":"http://psew.pl/","country":"Poland","headAddress":"Księcia Bogusława X, 1/13","headCity":"Szczecin","headPostCode":"70440","headPhone":"(48)9 14 86 25 30","boss":"Janusz Gajowiecki","bossTitle":"Mr","bossPosition":"President of the Board","membersCount":4,"membersFTE":"2.0","membership":"WindEurope&#xd;\nPolish Member Committee of the World Energy Council","memberOrga":"List of members:&#xd;\nhttp://psew.pl/en/membership/our-sponsors/&#xd;\nhttp://psew.pl/en/membership/supporting-members/","goal":"PWEA is an association of the leading companies active on the wind energy market in Poland: investors, developers, turbine and component manufacturers, both from Poland and abroad. It now has around 100 members.&#xd;<br />&#xd;<br />PWEA is an organisation supporting and promoting the development of wind energy, whose purpose, pursued through joint activity of its members, is to create advantageous conditions for investment in wind energy in Poland and to systematically increase the use of wind energy as a clean source of electricity.&#xd;<br />&#xd;<br />The superior goal of PWEA is to work to improve the existing and to establish new legislative provisions as well as to increase political and social awareness in the area of wind energy to contribute to its dynamic development and increased use in Poland. In particular, PWEA aims to create effective strategies and launch initiatives to overcome barriers to wind energy development.&#xd;<br />&#xd;<br />PWEA organises numerous regular events: conferences, exhibitions, seminars and workshops. These encourage the exchange of international experience on policy, finance and technical developments and showcase the latest technology.","acronym":"PWEA","interests":"Climate Action, Energy, Environment, Internal Market, Research and Technology, Trans-European Networks","euInitiatives":"PWEA is currently following several major EU works notably  the Energy Union implementation and in particular upcoming legislative proposals on Renewables and Market Design. PWEA is also following the EU initiatives in the field of cooperation in the Baltic Sea Region, with particular emphasis on Baltic Energy Market Interconnection Plan (BEMIP).","lastUp":"2017-06-05T14:33:11.369+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}