{"id":"090944731038-30","name":"ECNL Európai Nonprofit Jogi Központ Szolgáltató Nonprofit Kft. /  European Center for Not-for-Profit Law","registrationDate":"2018-04-05T15:19:56.898+02:00","category":3,"subCategory":2,"legal":"public benefit nonprofit ltd.","web":"http://www.ecnl.org","country":"Hungary","headAddress":"Apáczai Csere Jánus u. 17.","headCity":"Budapest","headPostCode":"1052","headPhone":"(36)13 18 69 23","boss":"Katerina Hadzi-Miceva Evans","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":5,"membersFTE":"2.25","membership":"The Global NPO Coalition on FATF: www.fatfplatform.org&#xd;\n&#xd;\nEastern Partnership Civil Society Forum: http://eap-csf.eu/&#xd;\n &#xd;\nEuropean Social Enterprise Law Association: http://esela.eu/&#xd;\n&#xd;\nCONCORD – Confederation for Cooperation of Relief and Development NGOs: http://www.concordeurope.org/","memberOrga":"","goal":"The European Center for Not-for-Profit Law (ECNL) is a leading European resource and research center in the field of policies and laws affecting civil society, freedom of association, assembly and participation. ECNL aims to build an enabling environment for civil society organisations (CSOs) to operate independently, be financially sustainable, have strong governance, engage in policy and mobilize public support.  ECNL produces cutting edge research on key issues and trends affecting the CSO legal environment. ECNL develops tools and mechanisms for monitoring implementation of laws and practices, provides its expertise through comparative researches, analyses and policy recommendations.   ECNL team of experts have 15 years of experience in promoting CSO law reform and have provided support that has directly and positively influenced more than 80 policies and laws affecting CSOs across Europe, the Balkans, the Eurasia region, Turkey, Iraq and Mongolia. ECNL collaborates with CSOs, national governments and different multilateral institutions such as the Council of Europe, OSCE ODIHR, UN Human Rights Council and OHCHR, European Union bodies including the Fundamental Rights Agency.","acronym":"ECNL","interests":"Development, Enlargement, External Relations, Humanitarian Aid, Justice and Fundamental Rights, Trade","euInitiatives":"Sustainability of EU financing for CSOs, EU action, funding and monitoring of the enabling environment, involvement on policy level to support fundamental rights in EU and its external policies, anti-money laundering, transparency, data protection. (See below for details).","lastUp":"2018-04-05T16:41:27.371+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}