{"id":"091113119300-35","name":"DC Communication","registrationDate":"2015-10-30T12:49:35.871+02:00","category":1,"subCategory":6,"legal":"SRL","web":"http://dccom.ro","country":"Romania","headAddress":"str. Uranus, nr. 150, et. 1, sector 5","headCity":"Bucuresti","headPostCode":"050826","headPhone":"(40)2 13 12 38 35","boss":"Teodor Victor Frolu","bossTitle":"Mr","bossPosition":"director general","membersCount":13,"membersFTE":"11.25","membership":"","memberOrga":"","goal":"DC Communication mission is to generate an unique spirit that makes the communication job smooth and the work a real pleasure. The company has always uncovered a particular, distinctive angle while elaborating the communication strategies and programs for its clients. &#xd;<br />We have developed our expertise working for national and multinational companies from a large industries spectrum, as well from providing professional consultancy for public bodies and non-governmental institutions.&#xd;<br />DC Communication is a professional team providing to its clients the highest quality integrated PR and communication services and value-driven solutions, using both traditional instruments and cutting-edge techniques.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"-\tintegrated PR and communication services for national and multinational companies from a large industries spectrum&#xd;<br />-\tpublic affairs and professional consultancy for governmental and non-governmental institutions.&#xd;<br />-\tnation-wide education and communication strategies.&#xd;<br />-       public affairs&#xd;<br />-\ttechnical assistance for the management and development of online tools for the Representation of the European Commission in Romania and the European Parliament Information Office in Romania (activities: daily updates of the official webpage, developments of new features, management of online publications, organise events, provide staff and manage the European Public Space)&#xd;<br />-      communication for the new EU-funded program European Bank for Reconstruction and Development - committed to help small and medium-sized entrerprises (SMEs) obtain advice for sustainable growth -  organize the launch event (150 participants form the business and consultancy communities), media relations (press releases, radio, TV and written press interviews, subject pitching), digital communication (website construction and copywriting, launch of Facebook page and coordination of account, including advertising campaigns, newsletters) and events organization (trainings, business community dedicated events and workshops). &#xd;<br />&#xd;<br />-        Specialisms: Corporate communication; Internal communication; Crisis monitoring and prevention; Financial communication; Marketing PR support; Online communication; Institutional communication; non-governmental issues; Public awareness &amp; education; Urbanism and sustainable development; Sports, Arts.","lastUp":"2019-10-22T12:32:00.849+02:00","customers":"Reprezentanta Comisiei Europene in Romania,European Bank for Reconstruction and Development","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"100000-499999"}