{"id":"091307033426-21","name":"RECURSOS DE LA BIOMASA, S.L.U.","registrationDate":"2018-12-10T08:41:12.479+01:00","category":2,"subCategory":3,"legal":"SLU","web":"http://www.calorsostenible.es","country":"Spain","headAddress":"Calle Medinaceli, 2B, Piso 1º Drcha.","headCity":"Soria","headPostCode":"42003","headPhone":"(34)9 75 22 67 47","boss":"Luis Alberto Gomez Arenas","bossTitle":"","bossPosition":"Consejero Delegado","membersCount":3,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Promotores y constructores de redes de Calor con Biomasa (District Heating). Como empresa de energías renovables nuestros objetivos se centran en:&#xd;<br />&#xd;<br />1.-Aprovechar las fuentes de energía renovable existentes en cada lugar.&#xd;<br />2.-Reducir la dependencia de fuentes de energía fósil.&#xd;<br />3.-Brindar soluciones energéticas eficientes.&#xd;<br />4.-Reducir el coste para las comunidades de vecinos.&#xd;<br />5.-Proteger al consumidor ante la volatilidad futura del precio de la energía.&#xd;<br />6.-Reducir la emisión de CO₂ en el planeta.&#xd;<br />7.-Permitir una rápida amortización de la inversión.&#xd;<br />8.-Ofrecer a nuestros clientes fiabilidad, garantía de rendimiento, eficiencia y soporte técnico.","acronym":"REBI, S.L.U.","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Marco de la Energia y cambio climático 2030 y archivos relacionados. Horizonte 2020, impuestos ambientales. legislación ambiental española. Iniciativas I+D.","lastUp":"2019-02-20T13:45:11.611+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}