{"id":"091799410661-53","name":"Réseau Action Climat France","registrationDate":"2013-02-22T10:23:26.359+02:00","category":3,"subCategory":2,"legal":"Association de Loi française 1901","web":"http://www.reseauactionclimat.org/","country":"France","headAddress":"mundo m","headCity":"Montreuil","headPostCode":"93100","headPhone":"(33)1 48 58 83 92","boss":"Pierre Perbos","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"0.5","membership":"Belongs to the following European and international network: &#xd;\n&#xd;\nClimate Action Network Europe, Climate Action Network International, Transport and Environment, Réseau Climat et Développement.","memberOrga":"https://reseauactionclimat.org/association/associations-membres/","goal":"Le Réseau Action Climat – France (RAC-F) est une association loi de 1901 spécialisée sur le thème des changements climatiques fondée en 1996.&#xd;<br />Il est le représentant français du Climate Action Network International (CAN-I), réseau mondial de plus de 700 ONG dans 90 pays dont le but est d’inciter les gouvernements et les citoyens à prendre des mesures pour limiter l’impact des activités humaines sur le climat.&#xd;<br />&#xd;<br />Le Réseau Action Climat - France regroupe 19 organisations nationales de défense de l’environnement, d’usagers des transports, de promotion d’alternatives énergétiques et de solidarité internationale. Il comprend également un collège d’associations locales et un collège d’adhérents individuels, impliqués personnellement ou professionnellement dans une thématique liée aux changements climatiques.&#xd;<br />&#xd;<br />Les missions du RAC-F sont :&#xd;<br />- Informer sur le changement climatique et ses enjeux,&#xd;<br />- Suivre les engagements et les actions de l’État et des collectivités locales en ce qui concerne la lutte contre l’effet de serre,&#xd;<br />- Dénoncer les lobbies ou les États qui ralentissent ou affaiblissent l’action internationale,&#xd;<br />- Proposer des politiques publiques cohérentes avec les engagements internationaux de réduction des émissions de la France.","acronym":"RAC-F","interests":"Agriculture and Rural Development, Climate Action, Energy, Environment, Taxation","euInitiatives":"- EU Climate Policy (EU ETS, Energy Efficiency Directive, efficiency of cars, 2030 framework for renewable energy) &#xd;<br />- Role and position of the EU in the international climate negotiations&#xd;<br />- European Financial Transaction Tax&#xd;<br />- EU Climate finance&#xd;<br />- EU bilateral trade negotiations","lastUp":"2018-04-16T14:03:36.157+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}