{"id":"092253725953-94","name":"International Commitee on the Rights of Sex Workers in Europe","registrationDate":"2017-02-17T10:16:18.534+01:00","category":3,"subCategory":2,"legal":"Stichting / Foundation","web":"http://www.sexworkeurope.org","country":"Netherlands","headAddress":"Van Diemenstraat 194","headCity":"Amsterdam","headPostCode":"1013 CP","headPhone":"(31)2 06 93 13 00","boss":"Luca STEVENSON","bossTitle":"Mr","bossPosition":"Coordinator","membersCount":4,"membersFTE":"1.75","membership":"ICRSE is a member of the Global Network of Sex Work Projects (NSWP), the Platform for International Cooperation on Undocumented Migrants (PICUM) and the Correlation European Network for Social Inclusion and Health.&#xd;\n&#xd;\nhttp://www.sexworkeurope.org/node/464","memberOrga":"ICRSE is a network of 91 organisations in 33 countries in Europe and 150 individuals.&#xd;\nThe list of our members is available here:&#xd;\nhttp://www.sexworkeurope.org/node/464","goal":"The International Committee on the Rights of Sex Workers in Europe (ICRSE) strives to raise awareness about the social exclusion of female, male and transgender sex workers in Europe, to promote the human and civil rights of all sex workers at national, regional and global levels and to create strong alliances between sex workers, allies and other civil society organisations. The ICRSE maintains strong links with existing sub-regional, regional and global networks, supports the further development of nascent groups and networks of sex workers and provides a platform for the voices of sex workers in Europe to be heard in local, regional and global policy debates.","acronym":"ICRSE","interests":"Employment and Social Affairs, Justice and Fundamental Rights, Public Health","euInitiatives":"Resolutions and policies related to prostitution, women's rights, trafficking, LGBT rights, migrants' rights and social inclusion.","lastUp":"2017-02-17T10:17:20.864+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}