{"id":"09256701147-51","name":"European Builders Confederation AISBL","registrationDate":"2009-02-16T16:22:35.318+02:00","category":2,"subCategory":4,"legal":"AISBL droit Belge","web":"https://www.ebc-construction.eu","country":"Belgium","headAddress":"Jacques de Lalaing, 4","headCity":"Bruxelles","headPostCode":"1040","headPhone":"(322)5 14 23 23","boss":"Patrick LIEBUS","bossTitle":"Mr","bossPosition":"President","membersCount":5,"membersFTE":"4.75","membership":"EBC is a member of UEAPME (the European association of Craft and SMEs) and SBS (Small Business Standards).&#xd;\nFor other membership/partnership, please check our website: http://ebc-construction.eu/index.php?id=84","memberOrga":"http://ebc-construction.eu/index.php?id=14","goal":"E.B.C. (European Builders Confederation) is a European professional organisation,&#xd;<br />which represents the interests of craftsmen and SMEs&#xd;<br />from the construction sector.&#xd;<br />&#xd;<br /> E.B.C's main tasks are:&#xd;<br />&#xd;<br />• To promote and defend the interests of its members and their adherents at the&#xd;<br />European institutions: European Commission, European Parliament,Council of the European Union, European Economic and Social Committee and the Committee of the Regions.&#xd;<br />&#xd;<br />• To represent and defend the interests of construction craftsmen and SMEs with the various European standards committees by participating in the elaboration&#xd;<br />of European Standards.&#xd;<br />&#xd;<br />• To promote and develop the image and the conditions of craftsmen and SMEs in the construction sector.","acronym":"EBC","interests":"Business and Industry, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Regional Policy, Single market, Taxation, Youth","euInitiatives":"Posting of Workers Directive&#xd;<br />&#xd;<br />Energy efficiency directive &#xd;<br />The construction sector can contribute importantly to a better environment and the reduction in energy usage. &#xd;<br />Nevertheless it is essential that policy be adapted to true market conditions and in particular to SMEs as they will ultimately be the driver for change.  &#xd;<br />&#xd;<br />Public Procurement Directive &#xd;<br />SME access to public procurement is consistently on EBC's list of priorities. In the construction sector public procurement contracts are a large segment of the available work. It is therefore essential that SMEs have a fair access to public procurement.  &#xd;<br />&#xd;<br />European Sectoral Social Dialogue&#xd;<br />As representative of the craftsmen and SME of the European construction sector EBC is actively seeking full and autonomous recognition in the Sector Social Dialogue Committee for Construction. &#xd;<br />&#xd;<br />Revision of the European Standardisation System &#xd;<br />European Standards are increasingly affecting business across the EU. In the field of Standardisation, EBC is a member and project partner of Small Business Standards (SBS), an organisation dedicated specifically to standardisation issues that impact SMEs.","lastUp":"2018-05-03T14:53:51.954+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}