{"id":"092682012915-24","name":"Association of European Public Postal Operators","registrationDate":"2014-02-11T17:02:31.885+01:00","category":2,"subCategory":4,"legal":"International non-profit association","web":"http://www.posteurop.org/","country":"Belgium","headAddress":"Boulevard Brand Whitlock, 114","headCity":"Brussels","headPostCode":"1200","headPhone":"(32)27 61 96 50","boss":"Botond Szebeny","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":6,"membersFTE":"5.5","membership":"PostEurop is a Restricted Union of the Universal Postal Union (UPU) and represents the European Designated Postal Operators who are members of UPU.","memberOrga":"PostEurop is the trade association that represents 52 European public postal operators :&#xd;\n&#xd;\nhttp://www.posteurop.org/Members","goal":"PostEurop brings added-value to its Members by functioning as a platform for cooperation, communication, innovation and providing solutions matching its tasks and priorities. &#xd;<br />&#xd;<br />It provides Members with interconnectivity, common development initiatives, sharing of best practices as well as facilitation and customised support upon request, taking into account the ultimate customer’s perspective and sustainable development aspects. PostEurop aims to be an effective platform of influence within the postal regulatory environment. &#xd;<br />&#xd;<br />PostEurop is a Restricted Union of the UPU, and aims at being an influential voice by meeting the demands that are related to UPU matters. &#xd;<br />&#xd;<br />PostEurop represents and supports its Members with external stakeholders where relevant and appropriate.","acronym":"PostEurop AISBL","interests":"Audiovisual and Media, Budget, Communication, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"-Regulation for the Cross Border Parcel Delivery&#xd;<br />-Digital Single Market package&#xd;<br />-Green Paper 'An integrated parcel delivery market for the growth of e-commerce in the EU'&#xd;<br />-Commission’s roadmap for completing the single market for parcel delivery&#xd;<br />- Postal Servides Directive&#xd;<br />- Union Customs Code legislation&#xd;<br />- Review of existing VAT legislation on public bodies and tax exemptions in public interest&#xd;<br />- Reform of Data protection rules (GDPR)&#xd;<br />- Transport Security&#xd;<br />- Modernising VAT for cross border e-Commerce&#xd;<br />- Standards","lastUp":"2018-01-29T15:38:04.820+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}