{"id":"092868632917-73","name":"Ένωση Δημοτικών Επιχειρήσεων Ύδρευσης - Αποχέτευσης","registrationDate":"2018-10-17T11:27:25.993+02:00","category":6,"subCategory":13,"legal":"Ν.Π.Ι.Δ.","web":"http://edeya.gr/","country":"Greece","headAddress":"Πατρόκλου 15","headCity":"Λάρισα","headPostCode":"41222","headPhone":"(30)24 10 25 82 61","boss":"Γεώργιος Μαρινάκης","bossTitle":"Mr","bossPosition":"Πρόεδρος Δ.Σ.","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Κεντρικός άξονας των προτεραιοτήτων της Ε.Δ.Ε.Υ.Α. είναι η επίλυση των άμεσων οικονομικών προβλημάτων των Δ.Ε.Υ.Α. και η ικανοποίηση των θεσμικών αιτημάτων τους.&#xd;<br />Η Ε.Δ.Ε.Υ.Α. στοχεύει στο να βελτιώσει την εσωτερική της οργάνωση προς όφελος των Δ.Ε.Υ.Α., να πυκνώσει, να συστηματοποιήσει και να οργανώσει καλύτερα την ροή των πληροφοριών προς τις Δ.Ε.Υ.Α. και να αναβαθμίσει την παρουσία της στην EUREAU και στον ευρωπαϊκό χώρο γενικότερα, αφού οι εξελίξεις τόσο σε πανευρωπαϊκό επίπεδο όσο και παγκόσμια επηρεάζουν άμεσα ή έμμεσα τον τομέα ύδρευσης - αποχέτευσης της χώρας μας.&#xd;<br />Για την επίτευξη όλων των παραπάνω στόχων θα επιδιώξει την συνεργασία τόσο με τα συναρμόδια για τα αντικείμενα των Δ.Ε.Υ.Α. Υπουργεία όσο και με τους υπόλοιπους φορείς και όργανα της Αυτοδιοίκησης, αλλά και με επιστημονικούς φορείς που ασχολούνται με θέματα του τομέα ύδρευσης - αποχέτευσης.&#xd;<br />H Ε.Δ.Ε.Υ.Α. θεωρεί ότι η παροχή υπηρεσιών στον τομέα της ύδρευσης - αποχέτευσης θα πρέπει να πληροί τα παρακάτω κριτήρια:&#xd;<br />- Να προστατεύει τη δημόσια υγεία&#xd;<br />- Να σέβεται το περιβάλλον&#xd;<br />- Να στηρίζει και να συμβάλει στην οικονομική ανάπτυξη&#xd;<br />- Να εξασφαλίζει την κοινωνική αποδοχή","acronym":"Ε.Δ.Ε.Υ.Α.","interests":"Climate Action, Digital economy and society, Employment and Social Affairs, Energy, Environment, Humanitarian aid and civil protection, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation","euInitiatives":"Η Ε.Δ.Ε.Υ.Α. παρακολουθεί ζητήματα υδατικής πολιτικής, ζητήματα πολιτικής προστασίας καθώς και την αναθεώρηση της Ευρωπαϊκής Οδηγίας για το πόσιμο νερό.","lastUp":"2018-10-17T11:35:46.047+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}