{"id":"09307393718-06","name":"European Public Real Estate Association","registrationDate":"2010-06-09T12:05:19.844+02:00","category":2,"subCategory":4,"legal":"non-profit association","web":"http://www.epra.com/","country":"Belgium","headAddress":"Square de Meeus, 23","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)27 39 10 10","boss":"Dominique Moerenhout","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":3,"membersFTE":"2.25","membership":"EPRA is a member of EREF - the European Real Estate Forum which is an informal alliance of organisations with an interest in institutional investment in European real estate, including investors, fund and asset managers, property professionals and property companies. More information about EREF may be found at http://www.europeanrealestateforum.eu/. &#xd;\n&#xd;\nAs a member of REESA - The Real Estate Equity Securitization Alliance, EPRA works in close coordination with NAREIT – The National Association of Real Estate Investment Trusts – the representative body for the publicly traded REIT sector in the United States, APREA – The Asian Public Real Estate Association – the representative body for the publicly traded real estate sector in Asia, and other industry organisations to promote their common interests in this dynamic and highly international industry.","memberOrga":"http://www.epra.com/about-us/epra-members/","goal":"EPRA, the European Public Real Estate Association, is the voice of the publicly traded European real estate sector. With more than 250 members, covering the whole spectrum of the listed real estate industry (companies, investors and their suppliers), EPRA represents over EUR 450 billion of real estate assets* and 94% of the market capitalisation of the FTSE EPRA/NAREIT Europe Index. &#xd;<br />&#xd;<br />EPRA's mission is to promote, develop and represent the European public real estate sector.&#xd;<br />&#xd;<br />EPRA works to foster trust and encourage greater investment in listed real estate companies in Europe through:&#xd;<br />•\tProviding better information to investors and stakeholders&#xd;<br />•\tActively contributing to the public and political debate&#xd;<br />•\tImproving the general operating environment&#xd;<br />•\tEncouraging best practices and cohesion","acronym":"EPRA","interests":"Climate Action, Competition, Customs, Economic and Financial Affairs, Energy, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Internal Market, Taxation, Trade","euInitiatives":"Capital Markets Union (CMU)&#xd;<br />Solvency II&#xd;<br />Sustainable Finance&#xd;<br />EU Pensions reform&#xd;<br />Pan-European Personal Pensions (PEPP)&#xd;<br />Non-Financial Reporting Directive (NFR)&#xd;<br />Long-term investments (e.g. ELTIF Regulation)&#xd;<br />AIFM Directive &#xd;<br />Energy efficiency (EED and EPBD)&#xd;<br />&#xd;<br />Further legislative files in the area of sustainability, ESG, corporate reporting, direct taxation (e.g. ATAD, CCCTB, CBCR) and other issues impacting EPRA members","lastUp":"2018-04-12T16:02:30.695+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}