{"id":"0935153658-47","name":"Union des Industries Chimiques","registrationDate":"2008-11-20T11:29:45.699+02:00","category":2,"subCategory":1,"legal":"ASSOCIATION SANS BUT LUCRATIF (SUR BASE DU CODE FRANCAIS DU TRAVAIL - LOI DE 1884)","web":"http://www.uic.fr/","country":"France","headAddress":"LE DIAMANT A","headCity":"PARIS LA DEFENSE CEDEX","headPostCode":"92909","headPhone":"(33)1 46 53 11 00","boss":"MAGALI SMETS","bossTitle":"Ms","bossPosition":"DIRECTRICE GENERALE","membersCount":5,"membersFTE":"2.0","membership":"MEDEF (MOUVEMENT DES ENTREPRISES)&#xd;\nGFI (GROUPE DES FEDERATIONS INDUSTRIELLES)&#xd;\nCEFIC (CONSEIL EUROPEEN DES INDUSTRIES CHIMIQUES)","memberOrga":"http://www.uic.fr/UIC/Qui-sommes-nous","goal":"L'UIC est l'organisation professionnelle qui vise à rassembler toutes les entreprises de la chimie en France, auxquelles elle offre des structures d'échanges et de rencontres. Elle les aide dans leur développement. Elle les représente et les défend dans les différents domaines où elle exerce ses missions.&#xd;<br />Elle assure également le rôle de branche \"employeur\" et négocie des accords avec les organisations syndicales.&#xd;<br />&#xd;<br />L'UIC bâtit son offre de services autour de six grands pôles de compétences : techniques; économiques; sociales; innovation; communication; juridiques.&#xd;<br /> &#xd;<br />La première mission de L'UIC est d'identifier les intérêts convergents des entreprises de la chimie, de favoriser leurs échanges pour définir des positions et des actions communes.&#xd;<br />&#xd;<br />L'UIC représente les professions de la chimie et défend leurs intérêts auprès de toutes les instances régionales, nationales et internationales.&#xd;<br />&#xd;<br />L'organisation professionnelle est au service des entreprises adhérentes.Elle les informe, les conseille et met à leur disposition les outils indispensables à la bonne gestion de leurs ressources humaines, à l'application des réglementations économiques et techniques qui les concernent.&#xd;<br />&#xd;<br />Vis-à-vis du grand public, des médias des leaders d'opinion le rôle de l'UIC est de promouvoir l'image de la chimie et de mettre en valeur le rôle éminent qu'elle joue dans le progrès humain.","acronym":"UIC","interests":"Climate Action, Competition, Customs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Internal Market, Public Health, Research and Technology, Trade, Transport","euInitiatives":"Changement climatique (ETS).&#xd;<br />Energie.&#xd;<br />Perturbateurs endocriniens.&#xd;<br />Politique sur les produits chimiques (REACH, biocides, CLP).&#xd;<br />Economie circulaire, déchets&#xd;<br />TTIP et commerce international.&#xd;<br />Politique industrielle, compétitivité.&#xd;<br />Dialogue social européen.&#xd;<br />Initiatives spécifiques (précurseurs de stupéfiants, armes chimiques).","lastUp":"2018-04-03T15:00:45.199+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}