{"id":"09370344390-06","name":"DON BOSCO NETWORK","registrationDate":"2010-10-22T12:04:06.806+01:00","category":3,"subCategory":2,"legal":"ASSOCIAZIONE-FEDERAZIONE DI ONG","web":"http://www.donbosconetwork.org","country":"Italy","headAddress":"Via Appia Antica 126","headCity":"Roma","headPostCode":"00179","headPhone":"(48)6 65 66 52 20","boss":"Pierre Annegarn","bossTitle":"Ms","bossPosition":"President","membersCount":2,"membersFTE":"1.5","membership":"","memberOrga":"VIS(500),&#xd;\nDON BOSCO MONDO(300),&#xd;\nJOVENES Y DESARROLLO(300),&#xd;\nMLODZI SWIATU(300),&#xd;\nSOLIDARIDAD DON BOSCO(300),&#xd;\nSALESIAN MISSIONS(1000)&#xd;\nVIA DON BOSCO&#xd;\nBOSCONET&#xd;\nDON BOSCO JUGENDHILFE WELTWEIT&#xd;\nSAVIO","goal":"La \"DBN\" è costituita in forma di Associazione federativa mondiale di organizzazioni non governative che opera a beneficio dei poveri, in particolare dei bambini e dei giovani emarginati nei paesi in via di sviluppo.&#xd;<br />&#xd;<br />L'Associazione, che non persegue fini di lucro, diretto o indiretto, si propone di operare come una Federazione di Organizzazioni Non Governative (ONG) di Solidarietà Internazionale, le quali presentano queste caratteristiche:&#xd;<br />- sono impegnate ad aiutare i bambini e i giovani poveri ed emarginati a diventare protagonisti del loro stesso sviluppo e di quello della nostra società, con attenzione preferenziale ai più indifesi e vulnerabili; &#xd;<br />- hanno lo scopo di creare sensibilità per la dignità umana e i diritti umani, attraverso la tipica pedagogia educativa integrale di Don Bosco;&#xd;<br />- hanno fiducia nel dialogo, nell’attività di advocacy e di lobbying al fine di rendere le persone libere e così di promuovere il cambiamento sociale.&#xd;<br />&#xd;<br />L’Associazione, al fine di esplicare il suo ruolo federativo, cura i seguenti ambiti strategici ed operativi: &#xd;<br />a- costruzione di strategie politiche e coordinamento generale delle attività delle associate; &#xd;<br />b- lobbying / advocacy;&#xd;<br />c- formazione ed educazione;&#xd;<br />d- comunicazione.","acronym":"DBN","interests":"Culture, Culture and media, Education and training, Employment and Social Affairs, External Relations, Humanitarian aid and civil protection, International co-operation and development, Sport, Trans-European Networks, Youth","euInitiatives":"Human rights based approach advocacy efforts. &#xd;<br />Capacity building of the Planning and Devlopment Offices worldwide. Humanitarian Aid","lastUp":"2019-02-04T20:05:20.187+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}