{"id":"09370344390-06","name":"DON BOSCO NETWORK","registrationDate":"2010-10-22T12:04:06.806+02:00","category":3,"subCategory":2,"legal":"ASSOCIAZIONE-FEDERAZIONE DI ONG","web":"http://www.donbosconetwork.org","country":"Italy","headAddress":"Via Appia Antica 126","headCity":"Roma","headPostCode":"00179","headPhone":"(48)6 65 66 52 20","boss":"Pierre Annegarn","bossTitle":"Ms","bossPosition":"President","membersCount":4,"membersFTE":"2.5","membership":"http://donbosconetwork.org/about/partners/","memberOrga":"VIS,&#xd;\nDON BOSCO MONDO,&#xd;\nJOVENES Y DESARROLLO,&#xd;\nSWM MLODZI SWIATU,&#xd;\nDON BOSCO IRELAND YOUTH AID,&#xd;\nSALESIAN MISSIONS&#xd;\nVIA DON BOSCO&#xd;\nBOSCONET&#xd;\nDON BOSCO JUGENDHILFE WELTWEIT&#xd;\nSAVIO&#xd;\n&#xd;\nhttp://donbosconetwork.org/about/partners/","goal":"DBN is constituted in the form of a worldwide federative Association of non-governmental organizations (hereinafter “NGOs”) working for the benefit of the poor, in particular of marginalized children and youth in developing countries, in accordance with art. 14 et seq. of the Italian Civil Code. &#xd;<br />The Association is a non-profit organization and pursues civic, solidarity and social utility purposes carrying out, in favour of its Members, the following activities of general interest, implemented in compliance with the specific rules governing the exercise:&#xd;<br />a) development cooperation, pursuant to Law n. 125, 11 August 2014, and following amendments;&#xd;<br />b) protection, representation, promotion and support of the Members and their activities of general interest, also for the purpose of promoting and increasing their representativeness with institutional entities.&#xd;<br />c) organization and management of cultural activities of social interest, including activities also editorial, aiming at promoting and disseminating the culture and practice of volunteering and activities of general interest&#xd;<br />d) promotion and protection of human, civil, social, cultural and political rights.&#xd;<br />2. The Association, which does not aim directly or indirectly to any kind of profit, intends to operate as a Federation of International Solidarity NGOs having the following characteristics: they are deeply inspired by Don Bosco, his thought, and the historic Salesian tradition, particularly by its Preventive System; therefore &#xd;<br />a) they are engaged to help poor and marginalized children and youth to become empowered of their own development and the development of our society with special attention to the most undefended and vulnerable; &#xd;<br />b) they have the purpose of raising awareness of the human dignity and human rights, following the typical Don Bosco holistic educational pedagogy;&#xd;<br />c) they have trust in dialogue, advocacy and lobbying activities in order to make people free and in this way promote social change. &#xd;<br />3. The Association, with the objective of carrying out its federative role, engages in the following strategic and operational fields:&#xd;<br />a) policy building and general coordination of the activities of members; &#xd;<br />b) lobbying / advocacy;&#xd;<br />c) training and education;&#xd;<br />d) communication.&#xd;<br />4. Furthermore these objectives include any representation, on behalf of the Association, towards third parties, governments, international institutions, NGOs or other public and private subjects.&#xd;<br />5. The Association, in addition, shall carry out all the activities that are useful for the achievement of its statutory objectives and all activities linked with its own institutional scope provided that they are secondary and instrumental to the activities referred to in paragraph 1 and 2 of art. 2.&#xd;<br />6. In particular, DBN  shall accomplish its mission by facilitating or developing the activities of its Members and improving or increasing the results and the quality of those activities; it may support, or cooperate with, its Members in the planning and carrying out of programmes and projects for the welfare of poor and needy children and youth, regardless of sex, ethnic or religious differences, including youth centres, literacy programmes, professional training, job placement, education of street children  and other activities useful for social development.","acronym":"DBN","interests":"Climate Action, Culture, Culture and media, Education and training, Employment and Social Affairs, Environment, External Relations, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Trans-European Networks, Youth","euInitiatives":"DBN follows primarly polices of:&#xd;<br />1) The Commission's Directorate-General for International Cooperation and Development (DG DEVCO)  responsible for designing European international cooperation and development policy and delivering aid throughout the world.&#xd;<br />2) European Civil Protection and Humanitarian Aid Operations&#xd;<br />3) European Solidarity Corps","lastUp":"2019-09-20T18:59:39.077+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}