{"id":"094378436020-67","name":"Rural Support for Europe (RISE) Foundation","registrationDate":"2019-09-25T16:28:20.522+02:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://risefoundation.eu","country":"Belgium","headAddress":"Rue de Trèves 67","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 34 30 00","boss":"Janez Potocnik","bossTitle":"Mr","bossPosition":"Chairman of the Board of Directors","membersCount":5,"membersFTE":"3.75","membership":"","memberOrga":"The Friends of the Countryside&#xd;\nThe European Landowners’ Organisation&#xd;\nArbeitsgemeinschaft Der Grundbesitzerverbande e.V., Germany&#xd;\nLietuvos SeimUknu Sajg, Lithuania&#xd;\nAssociação Nacional de Proprietários eProdutores de Caça (ANPC), Portugal&#xd;\nSverigs Jodäareföbund, Sweden&#xd;\nCountry Land and Business Association, United Kingdom&#xd;\nScottish Land and Estates, United Kingdom","goal":"RISE is an independent public utility Foundation. Our vision is to see a more sustainable agricultural system in Europe; one that engages fully with the circular economy, provides safe and healthy food whilst developing our natural capital; creates jobs and encourages investment in rural areas and conserves our traditions and cultural heritage.&#xd;<br />&#xd;<br />RISE works as a think tank, bringing together experts to address key environmental/ agricultural challenges in Europe and develops high quality accessible research reports with clear recommendations for policy makers. It draws on its extensive network of rural stakeholders to highlight innovative practices developed at the farm level and provides a platform for debate on issues that affect rural communities.&#xd;<br />&#xd;<br />As an independent non-profit organisation, RISE holds a rare position in that it can provide policy makers with entirely impartial and accessible evidence based opinions and recommendations on key policy developments and agricultural challenges of the day. The neutrality of the Foundation's work is ensured by its independent Board and a series of multi-skilled advisory committees that are established for the development of each piece of work.","acronym":"RISE","interests":"Agriculture and Rural Development, Climate Action, Environment","euInitiatives":"Common Agricultural Policy and Environmental legislation inc. the Water Framework Directive, the Nitrates Directive, the SUPD etc.","lastUp":"2019-09-25T16:28:59.279+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}