{"id":"094412315624-16","name":"ΜΠΕΝΑΚΕΙΟ ΦΥΤΟΠΑΘΟΛΟΓΙΚΟ ΙΝΣΤΙΤΟΥΤΟ","registrationDate":"2015-01-16T08:51:34.751+01:00","category":4,"subCategory":5,"legal":"Ν.Π.Δ.Δ","web":"http://www.bpi.gr","country":"Greece","headAddress":"ΣΤΕΦΑΝΟΥ ΔΕΛΤΑ, 8","headCity":"ΚΗΦΙΣΙΑ - ΑΘΗΝΑ","headPostCode":"14561","headPhone":"(30)21 08 18 02 01","boss":"ΚΥΡΙΑΚΟΥΛΑ ΜΑΧΑΙΡΑ","bossTitle":"Ms","bossPosition":"ΓΕΝΙΚΗ ΔΙΕΥΘΥΝΤΡΙΑ","membersCount":26,"membersFTE":"19.5","membership":"","memberOrga":"","goal":"Η επίτευξη μιας ασφαλούς και αειφορικής γεωργικής ανάπτυξης και η διασφάλιση της διαθεσιμότητας και της επάρκειας ποιοτικών τροφίμων που θα πληρούν τα υψηλότερα διεθνή standards ασφάλειας όπως αυτά περιγράφονται στις απαιτήσεις της Ευρωπαϊκής αγοράς, είναι οι άξονες που καθορίζουν τις δραστηριότητες του ΜΦΙ τα τελευταία χρόνια. Επίσης η αναβάθμιση της ασφάλειας της εργασίας στην αγροτική παραγωγή  και η αναβάθμιση του αγροπεριβάλλοντος αποτελούν δύο από τους κύριους στόχους των εργασιών που πραγματοποιούνται στο Ινστιτούτο.&#xd;<br />Δύναμη του Ινστιτούτου σήμερα είναι το εύρος και το βάθος της επιστημονικής εξειδίκευσης των στελεχών του καθιστώντας το μοναδικό, όσον αφορά στο συνδυασμό ειδικοτήτων από γεωπόνους και εξειδικευμένους τοξικολόγους, οικοτοξικολόγους, αναλυτικούς χημικούς, περιβαλλοντολόγους και μηχανικούς περιβάλλοντος. Περισσότεροι από 100 επιστήμονες απαρτίζουν το δυναμικό του Ινστιτούτου, το οποίο είναι αφοσιωμένο στην έρευνα, στην παροχή τεχνικών πληροφοριών, συμβουλών και υπηρεσιών προς το Υπουργείο Αγροτικής Ανάπτυξης και Τροφίμων, στους παραγωγούς και στην ελληνική και ευρωπαϊκή βιομηχανία. &#xd;<br />Η παραγόμενη γνώση δίνει τη δυνατότητα σε όλους τους φορείς, που επωφελούνται από αυτήν, να λαμβάνουν τις ορθές και τεκμηριωμένες αποφάσεις και να χαράσσουν πολιτική βασισμένη σε επιστημονικά δεδομένα με άμεση συνέπεια στην ποιότητα της καθημερινής μας ζωή, σε εθνικό επίπεδο. Σε ευρωπαϊκό επίπεδο, παρέχει υπηρεσίες στην  Ευρωπαϊκή Αρχή Ασφάλειας Τροφίμων (EFSA)  με τη συμμετοχή επιστημόνων του σε μόνιμες επιτροπές εμπειρογνωμόνων και με την υλοποίηση προγραμμάτων  για λογαριασμό της EFSA. Το ΜΦΙ είναι το μοναδικό Ινστιτούτο της χώρας μας το οποίο έχει  επιλεγεί από τη EFSA ως συνεργαζόμενος φορέας στα θέματα εξειδίκευσης του. Τέλος, το ΜΦΙ συντονίζει ή/και συμμετέχει σε μεγάλα ανταγωνιστικά προγράμματα FP7 &amp; LIFE+ που χρηματοδοτούνται από την Ευρωπαϊκή Επιτροπή, τη ΓΓΕΤ κα, λεπτομέρειες για τα οποία παρουσιάζονται στην Ενότητα 5 .&#xd;<br />Στα πλαίσια του ταχύτατα μεταβαλλόμενου κόσμου μας, πολύ συχνά το Ινστιτούτο καλείται να αντιμετωπίσει επείγουσες καταστάσεις ή κινδύνους που μπορεί να έχουν μεγάλη σημασία για την προστασία της φυτικής παραγωγής και του αγροτικού εισοδήματος, την προστασία του περιβάλλοντος και της δημόσιας υγείας (επικίνδυνα υπολείμματα σε εισαγόμενα είδη, ρύπανση νερών από αγροχημικά κα). Για το λόγο αυτό oι επιστήμονές του επικεντρώνονται στην εκτίμηση και αντιμετώπιση του κινδύνου κατά την πρωτογενή αγροτική παραγωγή και επιπλέον ανταποκρίνονται προς όλες τις επείγουσες καταστάσεις και ανάγκες του σήμερα.","acronym":"ΜΦΙ - BPI","interests":"Agriculture and Rural Development, Education and training, Environment, Food Safety, Research and innovation","euInitiatives":"1.\tConops LIFE12 ENV/GR/000466 “Development &amp; demonstration of management plans against -the climate change enhanced - invasive mosquitoes in S. Europe’’ που αφορά στα χωροκατακτητικά κουνούπια και στον τρόπο ελέγχου της εξάπλωσης και της εγκατάστασής τους σε όλη την Ευρώπη. 2.\tEcoPest (LIFE+ Περιβάλλον) που αφορά στην εφαρμογή των αρχών της νέας Οδηγίας για τη βιώσιμη χρήση των γεωργικών φαρμάκων στο ευαίσθητο υδατικό οικοσύστημα του Κωπαϊδικού πεδίου. Το πρόγραμμα παρέχει τεχνογνωσία  στο ΥΑΑΤ προκειμένου να καταρτίσει το απαιτούμενο Εθνικό Σχέδιο Δράσης για την εφαρμογή της σχετικής Κοινοτικής Οδηγίας στη χώρα μας &#xd;<br />3.\tHydrosense (LIFE+ Περιβάλλον) που αφορά στη διαχείριση των υδάτινων πόρων με την εφαρμογή συστημάτων γεωργίας ακριβείας &#xd;<br />4.\tSAGE (LIFE+ Περιβάλλον) το οποίο στοχεύει στην ανάπτυξη μεθόδου εκτίμησης των επιπτώσεων (Impact Assessment Procedure- ΙΑΡ) που προκύπτουν κατά την &#xd;<br />καλλιέργεια του μεσογειακού ελαιώνα τόσο για το φυσικό περιβάλλον, όσο και για την ανθρώπινη υγεία, με ταυτόχρονη βελτιστοποίηση της παραγωγής, ώστε να επιτυγχάνεται η βιωσιμότητα της ελαιοκαλλιέργειας &#xd;<br />5.\tLIFE13 ENV/GR/000414 BIODELEAR, που αφορά στον έλεγχο οπωρώνων εσπεριδοειδών στον Κάμπο της Χίου, ως προς τα υπολείμματα φυτοπροστατευτικών προϊόντων και φυτορρυθμιστικών ουσιών, στα πλαίσια της ανάπτυξης ενός ολοκληρωμένου συστήματος αντιμετώπισης της Μύγας της Μεσογείου, μέσω της χρήσης ελκυστικού &#xd;<br />6.\tLIFE13 ENV/ES/000504 LIFE PISA, που αφορά στην εξέταση της αποτελεσματικότητας πρωτότυπης συσκευής παγιδεύσεως των προνυμφών των εντόμων Thaumetopoea pityocampa και Dendrolimus pini, σοβαρών εχθρών των Pinaceae στην νότιο και στην βόρειο Ευρώπη αντιστοίχως, σε συνδυασμό με την φιλική προς το περιβάλλον μέθοδο της σεξουαλικής συγχύσεως (mating disruption). &#xd;<br />7.\tBPI-PlantΗeal (REGPOT, FP-7) που στοχεύει στην εφαρμογή υψηλής τεχνολογίας και τεχνικών ταχείας ταυτοποίησης επιζήμιων οργανισμών με τη χρήση υπερσύχρονων μοριακών μεθόδων. Στα πλαίσια του προγράμματος αυτού θα εγκατασταθεί πρότυπο θερμοκήπιο υψηλής ασφάλειας &#xd;<br />8.\tCO-FREE FP7-EU Collaborative Project (small or medium-scale focused research project targeted to SMEs). Τα φυτοπροστατευτικά προϊόντα με βάση το χαλκό αποτελούν μια ομάδα προϊόντων με μεγάλη χρήση στη βιολογική και στην συμβατική γεωργία (συμπεριλαμβανόμενων και των συστημάτων ΙPM). &#xd;<br />9.\tBROWSE FP7/ENV/2010 είναι ένα πρόγραμμα με στόχο την ανασκόπηση, βελτίωση και διεύρυνση των διαθέσιμων μοντέλων εκτίμησης της επικινδυνότητας των φυτοπροστατευτικών προϊόντων που χρησιμοποιούνται για τον  υπολογισμό της έκθεσης των ψεκαστών, των εργατών και των παρευρισκομένων.&#xd;<br />10. HEROIC FP7. Δημιουργία καισυντονισμός ενός δικτύου εμπειρογνωμόνων. Το ενιαίο αυτό δίκτυο θα λειτουργεί έτσι ώστε να υπάρχει στενότερη επικοινωνία και σύνδεση στους παρακάτω τομείς: α) στην εκτίμηση κινδύνου για τον άνθρωπο και την αντίστοιχη για το περιβάλλον και β) στην εκτίμηση κινδύνου και στη διαχείριση κινδύνου. &#xd;<br /> 11.\tPALMPROTECT, FP7. Το ερευνητικό Πρόγραμμα PALMPROTECT έχει σκοπό την ανάπτυξη αξιόπιστων μεθόδων σχετικά με την έγκαιρη διάγνωση, εκρίζωση, καταπολέμηση και περιορισμό των ξυλοφάγων εντόμων καραντίνας, Rhynchophorus ferrugineus Olivier (Coleoptera: Curculionidae) κν. ρυγχοφόρος των φοινικοειδών και Paysandisia archon Burmeister (Lepidoptera: Castniidae).&#xd;<br />12.\tPest Practice “Advancing work safety for pest control workers“. Έχει ως κύριο στόχο να βοηθήσει στην ελαχιστοποίηση των κινδύνων  που ενέχει η μεταφορά και προσαρμογή ενός προγράμματος σπουδών με την ταυτόχρονη μελέτη της προσαρμογής του στις ανάγκες της Ελλάδα, της Ιταλία και της Κύπρου. &#xd;<br />13.\tEuropean Phytosanitary (Statutory Plant Health) Research Coordination (EUPHRESCO II) [FP7-ERANET-2010-RTD]. Σκοπός του έργου είναι η δημιουργία ενός ισχυρού και με μεγάλη διάρκεια βιώσιμου δικτύου, η ενίσχυση της συνεργασίας μεταξύ των Κρατών-Μελών της Ε.Ε. σε θέματα έρευνας στον τομέα της Φυτοϋγείας, ο αποτελεσματικότερος συντονισμός και χρηματοδότηση των εθνικών και διευρωπαϊκών ερευνητικών","lastUp":"2019-02-15T14:27:33.113+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}