{"id":"094579310230-47","name":"European Asphalt Pavement Association","registrationDate":"2012-12-04T12:23:15.821+02:00","category":2,"subCategory":4,"legal":"international non-profit making association","web":"http://www.eapa.org/","country":"Belgium","headAddress":"Rue du Commerce, 77","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)25 02 58 88","boss":"Carsten Karcher","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":2,"membersFTE":"0.5","membership":"EAPA is o.a. member of the following associations / networks:&#xd;\nEuropean Union Road Federation (ERF) : www.erf.be&#xd;\nEuropean Constructuion Forum : www.ecf.be&#xd;\nECCREDI ; www.eccredi.org&#xd;\nCEN : www.cen.eu&#xd;\nEuropean Road Transport Research Advisory Council (ERTRAC) ; www.ertrac.org&#xd;\nGlobal asphalt Pavement Alliance (GAPA) : http://www.globalasphalt.org","memberOrga":"http://www.eapa.org/eapa.php?c=21&amp;m=19&#xd;\nand&#xd;\nhttp://www.eapa.org/eapa.php?c=24&amp;m=19","goal":"The purpose of the European Asphalt Pavement Association (EAPA) is to be the trusted voice of the European asphalt paving industry. With 15 national Members and 30 Associated Members, EAPA already represents the majority of the asphalt pavement industry and engages in asphalt road construction and maintenance in the whole of Europe.&#xd;<br />&#xd;<br />EAPA is, and its mission is to remain the acknowledged contact point for its members, other industry organisations and of course the European Institutions. Being based in Brussels at the heart of the European Union, EAPA already represents its members successfully at the European level.","acronym":"EAPA","interests":"Climate Action, Environment, Research and innovation, Trans-European Networks, Transport","euInitiatives":"1)EC/EP “Directive of the European Parliament and the Council on the limitation of emissions of certain pollutants into the air from medium combustion plants”&#xd;<br />2)Agreement on Workers' Health Protection Through the Good Handling and Use of Crystalline Silica and Products Containing it\" on 25 April 2006&#xd;<br />3)European Commission’s “Circular Economy Package\", in particular the reuse of Construction and Demolition Waste &#xd;<br />4)European Green Capital initiative of the European Commission &#xd;<br />5)European Commission’s Recommendation on the use of common methods to measure and communicate the life cycle environmental performance of products and organisations (2013/179/EU), Product Environmental Footprint (PEF)&#xd;<br />6)Directive 2008/98/EC of the European Parliament and of the Council of 19 November 2008 on waste and repealing certain Directives","lastUp":"2019-07-26T16:14:53.745+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}