{"id":"094679835090-66","name":"BMJ Publishing Group","registrationDate":"2019-06-10T18:49:38.735+02:00","category":2,"subCategory":3,"legal":"Limited Liability Company","web":"http://www.bmj.com/company","country":"United kingdom","headAddress":"BMA House","headCity":"London","headPostCode":"WC1H 9JP","headPhone":"(207)3 87 44 10","boss":"Patrick Spencer","bossTitle":"","bossPosition":"Chief Operating Officer","membersCount":1,"membersFTE":"0.25","membership":"British Medical Association is the sole shareholder of BMJ Publishing Group Limited","memberOrga":"","goal":"BMJ is a global healthcare knowledge provider with a vision for a healthier world. We share knowledge and expertise to improve healthcare outcomes.&#xd;<br />&#xd;<br />We publish more than 70 medical and allied science journals.  Nearly half of our indexed journals rank within the top 10 of their category, and we are well renowned for publishing The BMJ - one of the world’s most cited general medical journals with an impact factor of 23.562. &#xd;<br />&#xd;<br />As a values-driven company and global brand, we work toward our vision for a 'healthier world.' We do this by partnering with more than 8,000 medical organisations worldwide so they can provide their users with the best available resources. &#xd;<br />&#xd;<br />We make our content available in 14 languages, and develop evidence-based subscription-based products that help clinicians better tackle today’s most critical healthcare challenges. It is inspiring to see the rapid growth of students and qualified doctors around the globe progressing their careers and achieving accreditation with our e-learning modules and events.&#xd;<br />&#xd;<br />Our expertise extends from publishing and medical education to clinical decision support and events to enhance day to day decision-making and healthcare delivery.  Whilst our focus remains unchanged, we continuously adapt to the changing research landscape by remaining innovative and competitive.","acronym":"BMJ","interests":"Public Health","euInitiatives":"EU Health Programme, Cross border healthcare, EU Health Policy, Diseases and Health threats, eHealth and Digital Health Care, Vaccination, Health promotion","lastUp":"2019-06-10T18:49:58.200+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}