{"id":"095079912436-63","name":"FINCANTIERI SpA","registrationDate":"2013-12-13T14:46:09.044+01:00","category":2,"subCategory":3,"legal":"società per azioni","web":"http://www.fincantieri.com","country":"Italy","headAddress":"Genova, 1","headCity":"Trieste","headPostCode":"34121","headPhone":"(39)04 03 19 31 11","boss":"Giampiero Massolo","bossTitle":"Mr","bossPosition":"Presidente","membersCount":5,"membersFTE":"2.5","membership":"SEA EUROPE&#xd;\nASD","memberOrga":"","goal":"Fincantieri, erede della grande tradizione italiana in campo navale e uno dei gruppi cantieristici più grandi al mondo, è attivo nella progettazione e costruzione di mezzi navali ad elevata complessità ed alto valore aggiunto, dalle navi mercantili a quelle militari, dall’offshore ai mega yacht, dalle riparazioni navali alla componentistica. &#xd;<br />È leader nel settore crocieristico ed è operatore di riferimento in campo militare attraverso l’offerta di una ampia gamma tipologica che comprende navi di superficie (fregate, corvette, pattugliatori, ecc.) e sommergibili. &#xd;<br />Fincantieri si propone come partner al mondo armatoriale e al settore della Difesa, offrendo prodotti innovativi e personalizzati chiavi in mano, unitamente a un elevato livello di servizio. &#xd;<br />Le diffuse capacità ingegneristiche e di sviluppo prototipi consentono di cogliere nuove opportunità di mercato sviluppando prodotti su misura. Questa particolare abilità si è manifestata anche con l’acquisizione nel gennaio 2013 di STX OSV (oggi VARD), società leader mondiale nella costruzione di mezzi di supporto alle attività di estrazione e produzione di petrolio e gas naturale, &#xd;<br />Nel campo delle riparazioni e trasformazioni navali, Fincantieri offre un servizio su scala mondiale, organizzando l’esecuzione degli interventi presso strutture proprie o di terzi minimizzando i tempi di fermo nave in ottemperanza alle esigenze dei clienti. &#xd;<br />il Gruppo Fincantieri, infine, sviluppa e costruisce sistemi in campo navale (stabilizzatori, soluzioni e componenti per la propulsione e generazione navale ecc.), turbine industriali, nonché motori diesel destinati ai comparti navale e terrestre, attraverso la società controllata Isotta Fraschini Motori.&#xd;<br />La capacità di dar vita a progetti complessi e di elevato valore aggiunto in campo navale è anche al servizio del lusso. Fincantieri infatti serve la clientela esclusiva dei mega yacht di dimensione superiore ai 70 metri.","acronym":"FINC","interests":"Business and Industry, Competition, Energy, Foreign affairs and security policy, International co-operation and development, Regional Policy, Research and innovation, Trans-European Networks, Transport","euInitiatives":"H2020, Eusair, MED, State Aids, Structural Funds, Connecting Europe Facilities, FESA, FONDI DI COESIONE, FEAMP, LIFE, EFSI, EDS","lastUp":"2019-03-14T12:42:37.400+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}