{"id":"095487616319-61","name":"arbeit plus - Soziale Unternehmen Österreich","registrationDate":"2015-03-03T13:40:44.933+01:00","category":3,"subCategory":2,"legal":"gemeinnütziger Verein","web":"http://www.arbeitplus.at","country":"Austria","headAddress":"Herklotzgasse 21/3","headCity":"Wien","headPostCode":"1150","headPhone":"(43)12 36 76 11","boss":"Manuela Vollmann","bossTitle":"Ms","bossPosition":"Obfrau","membersCount":1,"membersFTE":"0.25","membership":"- European Network of Social Integration Enterprises (ENSIE)&#xd;\n- Die Armutskonferenz - Österreichisches Netzwerk gegen Armut und soziale Ausgrenzung","memberOrga":"http://www.arbeitplus.at/arbeit-plus/landesnetzwerke/","goal":"arbeit plus - Soziale Unternehmen Österreich ist seit 30 Jahren das Netzwerk gemeinnütziger, arbeitsmarktpolitischer Unternehmen in Österreich. Im Sinne der aktuellen gesellschaftlichen und sozialpolitischen Herausforderungen möchten wir die Position der Sozialwirtschaft in Österreich und in Europa stärken. Darüber hinaus zeigt arbeit plus neue Wege und Verteilungsmöglichkeiten des Arbeitens, Wirtschaftens und Zusammenlebens auf.&#xd;<br />&#xd;<br />Die Sozialen Unternehmen von arbeit plus unterstützen Menschen, die am Arbeitsmarkt benachteiligt werden, mit Beschäftigung, Beratung und Qualifizierung auf ihrem Weg zurück ins Erwerbsleben. Die Angebote richten sich an die unterschiedlichsten Gruppen, etwa langzeitbeschäftigungslose Personen, Menschen mit Beeinträchtigungen, Mädchen und Frauen, Jugendliche, ältere Menschen, MigrantInnen, Personen mit Suchterkrankungen oder Haftentlassene. Für den arbeitsmarktintegrativen Auftrag erhalten Soziale Unternehmen öffentliche Förderungen.&#xd;<br />&#xd;<br />Soziale Unternehmen sind die Unternehmensform der Gegenwart und Zukunft - daran glauben wir. Denn sie machen einen Unterschied: in ihrem Anspruch wirtschaftlich erfolgreich zu sein, in ihrem Bemühen darum, ihren sozialen Integrationsauftrag durch qualitätsvolle und existenzsichernde Beschäftigung und Beratung zu erfüllen und darum, einen nachhaltigen Beitrag zu einem ressourcenschonenden und ökologischen Gleichgewicht zu leisten.","acronym":"","interests":"Education, Employment and Social Affairs, Enterprise, Internal Market","euInitiatives":"- Umsetzung der Vergaberichtlinien RL 2014/23/EU sowie RL 2014/24/EU in Österreich&#xd;<br />- Rahmenbedingungen für Soziale Unternehmen&#xd;<br />- Europa 2020 Strategie&#xd;<br />- Beschäftigung und Soziales, Arbeitslosigkeit","lastUp":"2018-01-17T12:45:11.499+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}