{"id":"09583767108-19","name":"ΟΛΥΜΠΙΑΚΟ ΠΑΝΤΕΧΝΟΝ","registrationDate":"2011-11-10T08:46:45.367+01:00","category":3,"subCategory":2,"legal":"Μη κερδοσκοπική, Μη Κυβερνητική Οργάνωση (Μ.Κ.Ο.).","web":"http://olympiakopantechnon.gr/","country":"Greece","headAddress":"Λουτρό","headCity":"ΛΟΥΤΡΟ Ελασσόνας","headPostCode":"400 01","headPhone":"(30)69 76 88 70 21","boss":"ΑΝΤΩΝΙΟΣ Μαρτίνης","bossTitle":"Mr","bossPosition":"ΠΡΟΣΩΡΙΝΟΣ ΠΡΟΕΔΡΟΣ ΟΠ","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://olympiakopantechnon.gr/founders/","goal":"... γ.\t Η αρωγή, η προαγωγή και η διασφάλιση, της οικουμενικής πνευματικής επικοινωνίας των λαών, χρησιμοποιώντας κάθε δυνατό και πρόσφορο μέσο, τόσο για την προβολή και την αξιοποίηση των αντιπροσωπευτικών πνευματικών και καλλιτεχνικών δημιουργημάτων τους, όσο και για την κατοχύρωση της εγγυημένης προάσπισης της αδιαπραγμάτευτης πολιτισμικής ταυτότητάς τους, στα πλαίσια του σεβασμού της ιδιομορφίας και ιδιαιτερότητας τόσο των λαών, όσο και των πνευματικών δημιουργών τους!&#xd;<br />&#xd;<br />ζ.\tΝα σηματοδοτεί κάθε πρωτοβουλία και δράση για την προστασία, την ανάδειξη, την ανάπτυξη και τη διάδοση όλων των μορφών της τέχνης, όπως επίσης και της θρησκευτικής, της εκπαιδευτικής, της κοινωνικής, της πολιτικής, της επιστημονικής και της Ιστορικής δραστηριότητας, στις οποίες αποτυπώνεται κατεξοχήν, ο συγκερασμός της πολιτισμικής ταυτότητας κάθε ανθρώπου και κατ’ επέκταση κάθε λαού.  &#xd;<br />&#xd;<br />θ.\tΗ ευθύνη της εκάστοτε θεσμικής, νομικής, καταστατικής και οργανωτικής πλαισίωσής του, της προετοιμασίας, της διενέργειας και της διαχείρισης των «ΑΓΩΝΩΝ ΤΟΥ ΟΛΥΜΠΙΑΚΟΥ ΠΑΝΤΕΧΝΟΥ» και κατ’ επέκταση, του «ΟΛΥΜΠΙΑΚΟΥ ΠΑΝΤΕΧΝΟΥ ΜΟΥΣΕΙΟΥ».  &#xd;<br />...&#xd;<br />&#xd;<br />[Στόχος της μη κερδοσκοπικής Μ.Κ.Ο. \" ΟΛΥΜΠΙΑΚΟ ΠΑΝΤΕΧΝΟΝ \", είναι η διοργάνωση των \"ΟΠ ΑΓΩΝΩΝ\", οι οποίοι διακρίνονται στο αγωνιστικό και στο ηθικό τμήμα. &#xd;<br />&#xd;<br />Το αγωνιστικό τμήμα, περιλαμβάνει τους ΑΓΩΝΕΣ των τεχνικών: της φωτογραφίας, της ζωγραφικής, της γλυπτικής, της αρχιτεκτονικής, της λογοτεχνίας, της ποίησης, της μουσικής, του τραγουδιού, του χορού, του κινηματογράφου, του θεάτρου και του έρωτα. (Για το \" ΟΛΥΜΠΙΑΚΟ ΠΑΝΤΕΧΝΟΝ \", ο Έρωτας έχει τη διάσταση που του προσδίδει η φιλοσοφική θεωρία του Απειρισμού και συγκεκριμένα, νοείται ως η πρωτεύουσα αναμνηστική διαδικασία, που εξαντλείται δημιουργικά στα όρια της αυτογνωσίας). &#xd;<br />&#xd;<br />Το ηθικό τμήμα, περιλαμβάνει την επιλογή των εθνικών πολιτισμικών επιτευγμάτων στις τεχνικές: της θρησκοτεχνίας (θρησκευτικής τέχνης), της παιδείας, της κοινωνικής δράσης, της πολιτικής, των επιστημών και της ιστορίας. &#xd;<br />&#xd;<br />Για τη διοργάνωση των ΑΓΩΝΩΝ, προβλέπεται η ίδρυση του \"ΟΛΥΜΠΙΑΚΟΥ ΠΑΝΤΕΧΝΟΥ ΜΟΥΣΕΙΟΥ\", το οποίο με τη σειρά του θα ιδρύει παραρτήματα στις εκάστοτε διοργανώτριες πόλεις των τελικών, στις εγκαταστάσεις των οποίων θα διεξάγονται οι τελικοί ΟΠ ΑΓΩΝΕΣ, αλλά και θα περιέρχονται ως περιουσιακά τους στοιχεία, όλα τα έργα των τελικών από τη στιγμή της προκρίσεώς τους, καθώς και τα εκθέματα του ηθικού τμήματος κάθε συγκεκριμένης διοργάνωσης.]","acronym":"ΟΠ","interests":"Culture","euInitiatives":"Αυτή τη στιγμή, δεν παρακολουθείται άμεσα καμία πρωτοβουλία της Ευρωπαϊκής Επιτροπής.","lastUp":"2018-01-11T09:04:47.150+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}