{"id":"095998323772-21","name":"European Business Chamber of Commerce in Indonesia","registrationDate":"2016-10-07T09:22:30.156+02:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.eurocham.id","country":"Indonesia","headAddress":"World Trade Center 5, 13th Fl.","headCity":"Jakarta","headPostCode":"12920","headPhone":"(6221)5 71 00 85","boss":"Samuel Siahaan","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":12,"membersFTE":"11.0","membership":"http://www.ebowwn.com/ebo-mission","memberOrga":"","goal":"EuroCham is a non-profit membership fee-based organisation. EuroCham aims to improve market access for European companies in Indonesia through information sharing and a proactive advocacy dialogue with the Government of Indonesia, representing a pan-European industry voice. The overall objective of the Chamber is facilitating contact and communication within the European business community in Indonesia to establish constructive dialogue with the Indonesian authorities and the Indonesian business community in order to detect and nurture business relationships.","acronym":"EuroCham","interests":"Agriculture, Customs, Economy, finance and the euro, Energy, External Relations, Food Safety, Public Health, Taxation, Trade, Transport","euInitiatives":"- EU-Indonesia CEPA&#xd;<br />Procedure 2016/0143/NLE: COM (2016) 266: Proposal for a COUNCIL DECISION on the Union position to be adopted in the Joint Committee established by the Framework Agreement on Comprehensive Partnership and Cooperation between the European Community and its Member States, of the one part, and the Republic of Indonesia, of the other part, on adopting the Joint Committee's rules of procedure, and setting up specialised working groups.&#xd;<br />- Voice the concerns and interests of the business community in Indonesia.&#xd;<br />- Consult &amp; lobby with government on key issues related to doing business in Indonesia.&#xd;<br />- EuroCham Indonesia provides inputs and recommendations on regulatory developments to improve government &amp; business relations and conditions of doing business in Indonesia.&#xd;<br />- Through policy advocacy, EuroCham Indonesia aims to improve market access for European business to Indonesian market.&#xd;<br />- Provide regulatory related information and update to European business, the Delegation of European Union to Indonesia and Representatives of European Member States.&#xd;<br />- EuroCham Indonesia maintains and strengthens strong relationship with the Delegation of European Union to Indonesia, Representatives of European Member States, the Bilateral / National Chambers of Commerce in Indonesia, EU-ASEAN Business Council, as well as other Business Groups, Chambers and Councils.","lastUp":"2018-10-09T02:45:04.515+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}