{"id":"096124310820-70","name":"Alma Mater Studiorum - Università di Bologna","registrationDate":"2013-03-14T14:09:03.423+01:00","category":4,"subCategory":12,"legal":"Public Body","web":"http://www.unibo.it","country":"Italy","headAddress":"Via Zamboni, 33","headCity":"Bologna","headPostCode":"40126","headPhone":"(0039)05 12 09 81 11","boss":"Francesco Ubertini","bossTitle":"Mr","bossPosition":"Rector","membersCount":20,"membersFTE":"10.0","membership":"http://www.unibo.it/it/ateneo/chi-siamo/enti-partecipati/enti-partecipati","memberOrga":"http://www.unibo.it/it/ateneo/chi-siamo","goal":"In conformity with the principles of the Italian Constitution and the Magna Charta of the Universities, Alma Mater Studiorum - Università di Bologna is a public, independent, non-denominational and pluralistic institution and it is one of the largest and more active Italian universities in research and technology transfer. &#xd;<br />&#xd;<br />It stands among the most important institutions of higher education in the European Union with 33 scientific departments, 84744 enrolled students, 2781 permanent professors and researchers, and 3072 people in the administrative staff.&#xd;<br />&#xd;<br />The primary goals of the University are teaching and research, two inseparable activities aimed at pursuing critical knowledge open to dialogue and interaction between cultures, respecting the freedom of science and teaching. &#xd;<br />Given its long-standing identity as a place of general studies, the University acknowledges the equal dignity and opportunities of all branches of learning that assure scientific and educational capital. This University protects and innovates its cultural heritage, responding to the different needs of society.","acronym":"UNIBO","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Competition, Culture, Development, Economic and Financial Affairs, Education, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Transport","euInitiatives":"Alma Mater Studiorum Università di Bologna is member of several Knowledge and Innovation Communities launched by EIT and of several technology platforms.","lastUp":"2017-03-02T15:15:11.597+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}