{"id":"096687131756-02","name":"Suomen Ylioppilaskuntien Liitto SYL ry","registrationDate":"2018-06-19T08:54:43.931+02:00","category":3,"subCategory":2,"legal":"Student organisation","web":"https://syl.fi/","country":"Finland","headAddress":"Lapinrinne 2","headCity":"HELSINKI","headPostCode":"00101","headPhone":"(358)04 07 53 90 99","boss":"Eero Manninen","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":4,"membersFTE":"2.25","membership":"","memberOrga":"Aalto-yliopiston ylioppilaskunta (AYY)&#xd;\nHelsingin yliopiston ylioppilaskunta (HYY)&#xd;\nItä-Suomen yliopiston ylioppilaskunta (ISYY)&#xd;\nJyväskylän yliopiston ylioppilaskunta (JYY)&#xd;\nLapin yliopiston ylioppilaskunta (LYY)&#xd;\nLappeenrannan teknillisen yliopiston ylioppilaskunta (LTKY)&#xd;\nOulun yliopiston ylioppilaskunta (OYY)&#xd;\nSvenska Handelshögskolans Studentkår (SHS)&#xd;\nTaideyliopiston ylioppilaskunta (TaiYo)&#xd;\nTampereen teknillisen yliopiston ylioppilaskunta (TTYY)&#xd;\nTampereen yliopiston ylioppilaskunta (Tamy)&#xd;\nTurun yliopiston ylioppilaskunta (TYY)&#xd;\nVaasan yliopiston ylioppilaskunta (VYY)&#xd;\nÅbo Akademis Studentkår (ÅAS)&#xd;\nSnellman-korkeakoulun ylioppilaskunta (SKY)","goal":"SYL, i.e. the National Union of University Students in Finland, is a student organisation which represents approximately 132,000 students in Finland. All student unions in Finnish universities are members of SYL. A student union is a public corporation which is governed by the Universities Act. &#xd;<br />&#xd;<br />The voice of students&#xd;<br />We promote students’ interests and speak for the younger generation in society. We are where student issues are discussed, from the parliament to barricades.&#xd;<br /> &#xd;<br />Brilliant student benefits&#xd;<br />We offer the best student benefits in Finland to our members through Frank, a student-owned service. Every student who belongs to a student union is also our member and entitled to student discounts.&#xd;<br /> &#xd;<br />Competencies for the future&#xd;<br />Everyone’s opportunities to educate themselves, learn and develop themselves through life are issues close to our heart. We make sure education and the education system are developed from this starting point to ensure competencies for the future.&#xd;<br />&#xd;<br />Student wellbeing&#xd;<br />We work to ensure that all students would feel well – both now and in the future. The Finnish Student Health Service (FSHS) is responsible for student health care. FSHS was founded by SYL. In addition, SYL is a member in many organisations which promote the wellbeing of students.&#xd;<br /> &#xd;<br />Prerequisites for student life&#xd;<br />We work to make sure that students have affordable housing and enough money to live on. The amount of the student financial aid, that there are enough student apartments all over Finland and subsidised student meals are important issues for us.&#xd;<br /> &#xd;<br />Advocacy work in the European Union&#xd;<br />We defend students’ interests in the European Union. We stay alert in both the Commission and the Parliament and ensure that the voice of Finnish students is heard in Europe.&#xd;<br />&#xd;<br />Global responsibility&#xd;<br />We recognise our global responsibility for the environment and human welfare. We have a long tradition and competence in development cooperation and we work passionately for it.&#xd;<br /> &#xd;<br />Research as a starting point for the advocacy work&#xd;<br />We are an expert in education and student life. We influence decision-makers by offering current information on students. For this purpose, we utilise, for instance, our cooperation partner Research Foundation for Studies and Education Otus.","acronym":"SYL","interests":"Budget, Economy, finance and the euro, Education and training, Employment and Social Affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation, Youth","euInitiatives":"-Multiannual Financial Framework: Erasmus Programme 2021-2027&#xd;<br />-Multiannual Financial Framework: Establishiment of the European Solidarity Corps programme&#xd;<br />-European Education Area&#xd;<br />-European Youth Strategy","lastUp":"2018-06-19T14:07:21.557+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}