{"id":"097768626515-29","name":"Spoločnosť ochrany spotrebiteľov (S.O.S.) Poprad","registrationDate":"2017-03-26T22:37:21.617+01:00","category":3,"subCategory":2,"legal":"občianske združenie","web":"http://www.sospotrebitelov.sk","country":"Slovakia","headAddress":"Bajkalská 2335/3","headCity":"Poprad","headPostCode":"05801","headPhone":"(421)5 22 86 13 00","boss":"Michal Fáber","bossTitle":"Mr","bossPosition":"predseda","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Spoločnosť ochrany spotrebiteľov (S.O.S.) Poprad sa zameriava na poskytovanie poradenstva pre spotrebiteľov, mimosúdne riešenie ich sporov a jeho alternatívne formy. Kontinuálne prostredníctvom svojich poradenských aktivít prispieva k zvyšovaniu informovanosti a právneho povedomia spotrebiteľov. Pracovníci poradenských centier spotrebiteľom pomáhajú pri riešení ich spotrebiteľských problémov a sporov s predajcami a poskytovateľmi služieb. Spotrebitelia služby združenia pravidelne a opakovane vyhľadávajú, pretože je známe uplatňovaním rýchlych, spravodlivých, účinných a menej formálnych postupov alternatívneho riešenia sporov. Naše spotrebiteľské združenie bolo ako prvé spotrebiteľské združenie registrované a Ministerstvom hospodárstva SR aj zaradené do zoznamu subjektov alternatívneho riešenia spotrebiteľských sporov a ako jediné združenie rieši všetky druhy spotrebiteľských podnetov, vrátane finančných služieb, ktoré okrem nás nerieši žiaden iný subjekt ARS,  bezplatne.  S.O.S. Poprad tiež zabezpečuje ochranu práv spotrebiteľov v oblasti  organizovaných zájazdov a dovolenkových služieb, služieb leteckých prepravcov, ochrany práv cestujúcich v námornej doprave a v neposlednom rade aj internetového predaja. &#xd;<br />Úzko spolupracujeme a poradenstvo poskytujeme aj zdravotne hendikepovaným spotrebiteľom v priestoroch, kde združenie sídli, s bezbariérovým prístupom. &#xd;<br />Vďaka bohatej publikačnej činnosti podporujeme, propagujeme a zlepšujeme povedomie o ochrane práv spotrebiteľov, mimosúdnom riešení spotrebiteľských sporov a alternatívneho riešenia spotrebiteľských sporov v radoch odbornej i laickej verejnosti. Vďaka dlhoročnej praxi kontinuálne zvyšujeme úroveň presadzovania práv spotrebiteľov a možnosti mimosúdneho riešenia spotrebiteľských sporov, ktorému sa aktívne a kontinuálne venujeme od septembra roku 2009. &#xd;<br />Rovnako dlho tiež vydávame rôzne publikácie s návodmi a radami pre spotrebiteľov a odbornú verejnosť. &#xd;<br />Poradenstvo spotrebiteľom poskytuje rôznorodý tím spolupracovníkov. Všetky praktické skúsenosti využívame pri realizácii medzinárodných projektov, ktoré naše pole pôsobnosti doplnili o problematiku ochrany práv cestujúcich, prácu so študentmi obchodných odborov, problematiku dobrovoľníctva, problematiku pacientskych práv a problematiku ochrany práv seniorov pred neférovými praktikami. &#xd;<br />Pri riešení sporov využívame aj metódu konciliácie, keďže k osobnému stretnutiu strán sporu dochádza len vo výnimočných prípadoch. Samotný konciliátor (v systéme alternatívneho riešenia sporov poverená alebo kontaktná osoba) spor medzi stranami rieši výmenou informácií medzi stranami, hľadaním kompromisu a možných ústupkov s cieľom zmieriť strany sporu. Sprostredkúva komunikáciu medzi stranami a hľadá riešenia akceptovateľné pre obidve strany. Posiela výzvy predávajúcemu, ktorý nespolupracuje, aj opakovane, pokúša sa ho kontaktovať rôznymi spôsobmi a motivuje ho k vyriešeniu problému prostredníctvom uzavretia dohody o vyriešení sporu. &#xd;<br />Združenie zvažuje a individuálne posudzuje spôsob a formy, ktoré v závislosti na predajcovi, resp. poskytovateľovi služieb aplikuje. Za obdobie 4 kalendárnych mesiacov roku 2016 mimosúdnym spôsobom – vzájomnou výmenou informácií elektronickou formou a konštruktívnym návrhom  riešenia sporu s predajcom bolo  v prospech spotrebiteľov uzatvorených 12 dohôd, ktorých predmetom bolo vrátenie kúpnej ceny, výmena tovaru za nový, poskytnutie darčekových poukážok v hodnote kúpnej ceny alebo zľava z ceny tovaru od 40% - 80% v prospech spotrebiteľa. Paradoxom je, že uvedená spoločnosť všetky návrhy na alternatívne riešenie sporov v zmysle zákona č. 391/2015 Z. z. predtým odmietla z titulu dodržania procesných úkonov pri zamietnutí reklamácie.","acronym":"S.O.S. Poprad","interests":"Audiovisual and Media, Consumer Affairs, Education, Energy, Environment, Food Safety, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Trans-European Networks","euInitiatives":"\tposkytovanie poradenstva a ochrana práv a oprávnených záujmov spotrebiteľov &#xd;<br />\tsprostredkovanie riešenia sporov medzi spotrebiteľom a  predávajúcim alternatívnym spôsobom a podľa zákonných postupov o ARS &#xd;<br />\tpomoc pri presadzovaní ekonomických záujmov a práv spotrebiteľov, prieskum a hodnotenie ich problémov a miery vymoženia ich práv &#xd;<br />\tanalýza najčastejších nedostatkov predajcov a poskytovateľov služieb pri vybavovaní reklamácií a komunikácii so spotrebiteľom&#xd;<br />\tmonitorovanie a kontrola všeobecných zmluvných podmienok v spotrebiteľských zmluvách&#xd;<br />\tpodávanie návrhov na začatie konania a uplatňovanie práva byť účastníkom konania &#xd;<br />na správnom orgáne alebo na súde vo veci ochrany práv spotrebiteľov&#xd;<br />\tanalýza a využitie existujúcich súdnych rozhodnutí v mimosúdnej praxi&#xd;<br />\tzber poznatkov z praxe a iniciovanie zmien legislatívneho procesu v záujme ochrany práv spotrebiteľov&#xd;<br />\tvzdelávanie a poskytovanie informácií spotrebiteľom, predajcom, poskytovateľom služieb i odbornej verejnosti formou seminárov a prezentačných školení&#xd;<br />\tprezentácia spotrebiteľských aktivít podnikateľským subjektom s akcentom na    &#xd;<br />              plnenie ich zákonných povinností &#xd;<br />\tvydávanie spotrebiteľských manuálov, periodík a publikácií zaoberajúcich sa spotrebiteľskou problematikou, prezentácia výsledkov združenia&#xd;<br />\tprevádzkovanie denných poradenských centier, poskytovanie informácií a konzultácií osobne, mailom a telefonicky&#xd;<br />\tspolupráca s občianskymi združeniami, pôsobnosť ktorých je zameraná na ochranu spotrebiteľských a ľudských práv, práv pacientov na Slovensku i v zahraničí&#xd;<br />\tspolupráca s orgánmi štátnej správy, mimovládnymi organizáciami, fyzickými i právnickými osobami založenými vo väzbe na spotrebiteľské a pacientske práva&#xd;<br />\tuplatňovanie práva obracať sa na štátne orgány s petíciami v súlade s ustanoveniami  &#xd;<br />              zákona č. 85/1990 Zb. o petičnom práve","lastUp":"2017-03-26T22:37:55.703+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}