{"id":"098025935611-30","name":"Pharmig - Verband der pharmazeutischen Industrie Österreichs","registrationDate":"2019-08-09T11:38:08.358+02:00","category":2,"subCategory":4,"legal":"Verein","web":"http://www.pharmig.at","country":"Austria","headAddress":"Garnisongasse 4/2/8","headCity":"Wien","headPostCode":"1090","headPhone":"(43)1 40 60 29 00","boss":"Alexander Herzog","bossTitle":"Mr","bossPosition":"Generalsekretär","membersCount":8,"membersFTE":"2.0","membership":"Mitgliedschaft bei der IFPMA (International Federation of Pharmaceutical Manufacturers &amp; Associations)&#xd;\n&#xd;\nUnterstützung weiterer Organisationen sind auf der Homepage unter Transparenz aufgelistet (pro Kalenderjahr): https://www.pharmig.at/pharmaindustrie/transparenz/","memberOrga":"https://www.pharmig.at/der-verband/mitgliedsunternehmen/","goal":"Die Pharmig – Verband der pharmazeutischen Industrie Österreichs ist die freiwillige, parteipolitisch unabhängige Interessenvertretung der Pharmaindustrie in Österreich. Die rund 120 Mitgliedsunternehmen mit ca. 18.000 Mitarbeitern decken den heimischen Arzneimittelmarkt zu gut 95 % ab.&#xd;<br />Die Pharmig und ihre Mitgliedsfirmen stehen für eine bestmögliche Versorgungssicherheit mit Arzneimitteln im Gesundheitswesen und sichern durch Qualität und Innovation den gesellschaftlichen und medizinischen Fortschritt.&#xd;<br />Die pharmazeutische Industrie setzt sich für die Stärkung des Forschungs- und Pharmastandortes Österreich ein. Sie ist damit ein herausragendes Beispiel für die erfolgreiche Zusammenarbeit zwischen Wirtschaft und Wissenschaft, die letztlich der Weiterentwicklung unserer Wissensgesellschaft dient.&#xd;<br />Die Pharmig unterstützt als anerkannter und kompetenter Partner mit hoher Fachexpertise die Entscheidungsträger im Gesundheitswesen sowie relevante Politikbereiche.&#xd;<br />Dabei fordert die Pharmig faire, verlässliche und planbare Rahmenbedingungen für die pharmazeutische Industrie ein, die allen Stakeholdern und der gesamten Bevölkerung dienen.&#xd;<br />Oberstes Ziel des Verbandes und der unternehmerischen Aktivitäten der Pharmaindustrie ist es, eine optimale Versorgung der Bevölkerung in Österreich mit Medikamenten sicherzustellen.","acronym":"Pharmig","interests":"Business and Industry, Competition, Economy, finance and the euro, Public Health, Research and innovation, Taxation, Trade","euInitiatives":"pharmazeutische Gesetzgebung und Initiativen generell; insbesondere: Verordnung (EU) Nr. 536/2014 (klinische Prüfung mit Humanarzneimitteln); &#xd;<br />EudraLex Vol.4 Annex 1 (manufacture of sterile medicinal products); &#xd;<br />erwarteter Draft von EudraLex Vol.4 Annex 21 (Import); Europäische Kommission / European Union strategic approach to pharmaceuticals in the environment; Verordnung (EU) 469/2009 &amp; SPC Export Waiver; &#xd;<br />The Directorate General for Health and Food Safety (DG SANTE) evaluation of the effects of the orphan and paediatric legislations; &#xd;<br />Development of European Reference Networks Rare Diseases&#xd;<br />Proposal for a regulation on health technology assessment and amending directive 2011/24/EU&#xd;<br />Delegierte Verordnung (EU) 2016/161 zur Ergänzung der Richtlinie 2001/83/EG","lastUp":"2019-08-09T11:47:43.574+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}