{"id":"098297335667-27","name":"CSC – IT CENTER FOR SCIENCE LTD.","registrationDate":"2019-08-20T15:22:44.183+02:00","category":6,"subCategory":9,"legal":"LTD","web":"http://www.csc.fi","country":"Finland","headAddress":"Life Science Center Keilaniemi","headCity":"Espoo","headPostCode":"02101","headPhone":"(358)94 57 28 21","boss":"Kimmo Koski","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"CSC - IT Center for Science Ltd. is a non-profit company, owned by the state of Finland and Finnish higher education institutions. CSC is administered by the Finnish Ministry of Education and Culture. CSC as part of the national research system develops, integrates and offers high-quality ICT services for research, education, culture, public administration and companies. CSC has offices in Espoo's Keilaniemi and in the Renforsin Ranta business park in Kajaani. CSC operations are guided by values which reflect its social responsibility: community, expertise, assurance and integrity. These values are enforced as the basis for sustainable operations that take account of the relationship between economic activities and ecological, social and cultural values. CSC's strategic targets are: 1) enable world-class data management and computing capacities for Finnish research, 2) maximize the value of data by developing services enhancing the findability, accessibility, interoperability and reusability of data, 3) leverage artificial intelligence by developing platforms and analytics capabilities for predictive analytics needed in research and administration, 4) pave the way for lifelong learning with the help of digitalization and artificial.","acronym":"CSC","interests":"Digital economy and society, Education and training, Research and innovation, Single market","euInitiatives":"Horizon 2020, Horizon Europe, Digital Europe Program, CEF, ESFRI, Digital Single Market, ERA, structural funds, European Open Science Cloud, European Data Economy, Skills Agenda, Erasmus+, European Interoperability Framework, eGovernment Action Plan, EuroHPC.","lastUp":"2019-08-21T11:22:41.414+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}