{"id":"09824113589-92","name":"MSD (Europe), Inc. (Merck Sharp &amp; Dohme)","registrationDate":"2010-05-14T18:54:45.344+01:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.msd.com","country":"United states","headAddress":"2000 Galloping Hill Road","headCity":"Kenilworth, NJ","headPostCode":"07033","headPhone":"(1)90 8- 74 0- 40 00","boss":"Kenneth C. Frazier","bossTitle":"Mr","bossPosition":"CEO","membersCount":10,"membersFTE":"3.0","membership":"MSD is a member of Business Europe, EFPIA, EBE, VE, Eucope, EuropaBio, and AmCham EU, Friends of Europe, EURORDIS, EAPM, Kangaroo Group, PAC (Public Affairs Council), CER (Centre of European Reform), EPC (European Policy Council), AECA (The American European Community Association), ACEBA (American-Central European Business Association), Press Club","memberOrga":"","goal":"MSD is a global healthcare leader who is working to help the world be well. Through our medicines, vaccines, biologic therapies, and consumer and animal products, we work with customers and operate in more than 140 countries to deliver innovative health solutions. We also demonstrate our commitment to increasing access to healthcare through far-reaching programmes that donate and deliver our products to the people who need them. MSD. Be well. For more information, visit www.msd.com.","acronym":"MSD","interests":"Business and Industry, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks","euInitiatives":"EU initiatives pertaining to pharmaceutical policy, industrial policy, health policy (both human and animal) and trade policy, eg, Clinical Trials Regulation, Data Protection Regulation, Public Procurement Directive, Joint Action on Chronic diseases, European Active &amp; Health Ageing Partnership, Crossborder Healthcare Directive, and Falsified Medicines Directive.","lastUp":"2019-03-19T15:03:15.593+01:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}