{"id":"098278136892-43","name":"INSTITUT DU FINANCEMENT DES PROFESSIONNELS DE L'IMMOBILIER","registrationDate":"2020-01-03T12:28:06.649+01:00","category":2,"subCategory":1,"legal":"NOT FOR PROFIT ASSOCIATION LAW 1 JULY 1901","web":"http://www.ifpimm.org","country":"France","headAddress":"48 RUE DE LA BIENFAISANCE","headCity":"PARIS","headPostCode":"75008","headPhone":"(33)1 53 76 17 02","boss":"PHILIPPE THEL","bossTitle":"Mr","bossPosition":"PRESIDENT","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Founded in 2014, IFPImm - Institut du Financement des Professionnels de l’Immobilier (Commercial Real Estate Finance Institute) is one of France’s principal property industry groupings. Most of the main players in French commercial real estate (CRE) are members of IFPImm, its task forces analyse the major issues of the sector, and dialogue with regulators and public authorities is permanent. IFPImm’s ‘business model’ is unique: it has become the ‘common home’ (maison commune) of all CRE’s various professions (lenders, investors, developers, consultants) providing finance and equity to, and investing in, French commercial real estate. IFPImm’s aim is: \"to contribute to a better understanding of the major challenges in CRE among the supervisory authorities, the real estate industry and more broadly the major players in the French economy\". IFPImm is neither an association representative of a single profession, nor a think-tank (no permanent researchers), but a facilitator of dialogue with a view to identifying, proposing and implementing consensual solutions to the issues facing the French CRE industry.","acronym":"IFPIMM","interests":"Banking and financial services, Business and Industry, Economy, finance and the euro","euInitiatives":"EUROPEAN COMMISSION CONSULTATION CONCERNING THE TRANSPOSITION OF THE BASEL COMMITTEE FOR BANKING SUPERVISION AGREEMENT OF DECEMBER 2017","lastUp":"2020-01-03T12:29:37.006+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}