{"id":"098384829499-73","name":"Regions4 Sustainable Development","registrationDate":"2018-01-09T13:21:48.839+02:00","category":3,"subCategory":2,"legal":"AISLB","web":"http://regions4.org","country":"Belgium","headAddress":"Chaussée d'Alsemberg 999","headCity":"Brussles","headPostCode":"B-1180","headPhone":"(32)26 40 12 08","boss":"Natalia Vera","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":5,"membersFTE":"5.0","membership":"https://www.regions4.org/members/","memberOrga":"https://www.regions4.org/members/","goal":"We are the global voice of regional governments (states, regions and provinces) before UN negotiations, European Union initiatives and global discussions in the fields of climate change, biodiversity and sustainable development. Regions4 was established in 2002 at the World Summit in Johannesburg as the Network of Regional Governments for Sustainable Development – nrg4SD. In 2019, it became Regions4, and now represents 42 regional governments from 20 countries in 4 continents.&#xd;<br />The Regions4 also acts as Secretariat of the RegionsAdapt initiative, an initiative dedicated to adaptation on the regional level, as well as the Regions for Biodiversity Learning Platform, a global community of regional governments working together to conserve and protect biodiversity, encourage healthy ecosystems, and promote sustainable livelihoods for their citizens.","acronym":"Regions4","interests":"Agriculture and Rural Development, Climate Action, Communication, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Public Health, Regional Policy, Trans-European Networks, Transport, Youth","euInitiatives":"European Climate Change Programme&#xd;<br />EU Adaptation Strategy&#xd;<br />EU Biodiversity Strategy&#xd;<br />EU Sustainable Development Strategy","lastUp":"2019-06-22T11:59:29.777+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}