{"id":"09854512780-89","name":"European Network Against Racism","registrationDate":"2009-12-14T16:20:38.157+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.enar-eu.org/","country":"Belgium","headAddress":"Rue Ducale, 5th Floor, 67","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 29 35 70","boss":"Michael Privot","bossTitle":"Mr","bossPosition":"Director","membersCount":10,"membersFTE":"9.0","membership":"Social Platform member&#xd;\nPIE member&#xd;\nEYCA Coallition","memberOrga":"ENAR Austria(4),&#xd;\nENAR Belgium(13),&#xd;\nENAR Bulgaria(4),&#xd;\nENAR Croatia(1),&#xd;\nENAR Cyprus(3),&#xd;\nENAR CZ Republic(2),&#xd;\nENAR Denmark(10),&#xd;\nENAR Estonia(3),&#xd;\nENAR Finland(3),&#xd;\nENAR France(17),&#xd;\nENAR Germany(13),&#xd;\nENAR Greece(6),&#xd;\nENAR Hungary(4),&#xd;\nENAR Ireland(7),&#xd;\nENAR Italy(13),&#xd;\nENAR Lithuania(3),&#xd;\nENAR Luxembourg(1),&#xd;\nENAR Malta(2),&#xd;\nENAR Netherlands(3),&#xd;\nENAR Poland(2),&#xd;\nENAR Romania(1),&#xd;\nENAR Slovakia(8),&#xd;\nENAR Slovenia(3),&#xd;\nENAR Spain(5),&#xd;\nENAR Sweden(6),&#xd;\nENAR UK(11),&#xd;\nENAR Iceland(1)","goal":"The European Network Against Racism (ENAR) is an EU-wide network of vibrant NGOs in all EU Member States, as well as in Croatia and Iceland. ENAR combats racism, racial discrimination, xenophobia and related intolerance, and promotes equality of treatment between European Union citizens and third country nationals.&#xd;<br />&#xd;<br />ENAR’s vision is of a society that embraces the necessity of equality and diversity and the benefits of a racism-free Europe for a vibrant European society and economy.&#xd;<br />&#xd;<br />We are the voice of the anti-racist civil society in European debates, and we aim to ensure that policy developments on equality and diversity are put into practice. We urge the EU and its Member States to adopt a progressive and human rights-based approach to migration and integration, and to respect the principles of equal treatment and equal opportunity for third country nationals. We also take steps to advance the social inclusion of ethnic and religious minorities, focusing on four witness communities: Migrants, Roma, People of African descent, Jewish, and Muslim communities. In addition, ENAR strives to counter and delegitimise populist and xenophobic discourses, and to combat hate crime and hate speech. We provide and emphasise positive discourses on diversity. Our Equal@Work initiative brings together employers, anti-racist civil society, and other relevant stakeholders to share best practices and solutions to increase ethnic and religious minorities’ and migrants’ participation in the labour market.","acronym":"ENAR","interests":"Budget, Education, Employment and Social Affairs, Home Affairs, Justice and Fundamental Rights, Regional Policy, Trans-European Networks","euInitiatives":"Migration policies (including Bue Card), counter-terrorism Directive, employment initiatives, Social pillar, anti-discrimination and anti-racism policies, fundamental rights.","lastUp":"2018-01-10T16:11:28.258+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}