{"id":"098690717154-62","name":"Università Cattolica del Sacro Cuore","registrationDate":"2015-05-14T16:17:55.500+02:00","category":4,"subCategory":12,"legal":"università non statale, ente di diritto pubblico","web":"http://unicatt.it","country":"Italy","headAddress":"Università Cattolica del Sacro Cuore","headCity":"Milano","headPostCode":"20123","headPhone":"(39)0 27 23 41","boss":"Franco Anelli","bossTitle":"Mr","bossPosition":"Rettore","membersCount":13,"membersFTE":"7.75","membership":"EARMA, FUCE, FIUC, EIAE, NAFSA, EUA, APRE, ACA","memberOrga":"","goal":"L’Università Cattolica del Sacro Cuore con 4 sedi, 12 facoltà, circa 41mila studenti e più di 1.400 docenti è l’università non statale più grande d’Europa. Fondata a Milano nel 1921 da padre Agostino Gemelli, ha sede anche a Roma, Brescia e Piacenza-Cremona.&#xd;<br />L’attività di ricerca, che può contare su 51 istituti, 24 dipartimenti, 72 centri di ricerca, oltre a 5 centri di ateneo, è finalizzata a comprendere e studiare le questioni cruciali del vivere e del convivere: le nuove frontiere dell’economia e della bioetica, il recupero e la valorizzazione dei beni culturali, le trasformazioni nel campo del diritto, le dinamiche familiari, il fenomeno dei mass media, l’evoluzione dei sistemi politici, i traguardi della medicina, le applicazioni tecnologiche della matematica e della fisica e le più recenti scoperte nella ricerca ambientale.&#xd;<br />Il dialogo tra didattica e ricerca consente un approccio interdisciplinare, che aiuta gli studenti a orientarsi in modo autonomo e responsabile nella conoscenza scientifica. Un’attenzione sostenuta, dal momento dell’immatricolazione fino alla laurea, con attività di orientamento e di tutorato, con stages e tirocini, programmi di studio all’estero, dentro e fuori dall’Europa, e servizi di placement, che beneficiano del forte legame tra ateneo e mondo del lavoro. Questa attenzione non si esaurisce con la conclusione del percorso universitario, ma accompagna i laureati anche nelle loro carriere professionali con numerose proposte di formazione continua e programmi postgraduate.","acronym":"UCSC","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Environment, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Trans-European Networks","euInitiatives":"Università Cattolica del Sacro Cuore, con l’obiettivo di supportare lo sviluppo delle sue attività di ricerca e di promuovere un approccio di apertura e scambio nei confronti di partner europei ed internazionali, segue da vicino le politiche comunitarie in tema di ricerca e innovazione, salute, ambiente e il settore agro alimentare. In questo contesto l’Università mette a portata di mano di esperti e rappresentanti istituzionali i risultati dei suoi studi e l’attiva collaborazione all’interno di reti scientifiche europee ed internazionali.","lastUp":"2018-03-29T17:07:12.279+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}