{"id":"098968923496-04","name":"European Idiopathic Pulmonary Fibrosis &amp; Related Disorders Federation","registrationDate":"2016-09-20T15:00:15.836+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.eu-ipff.org","country":"Belgium","headAddress":"Jules de Cocklaan 95","headCity":"Gentbrugge","headPostCode":"B-9050","headPhone":"(32)4 71 28 55 87","boss":"Liam  Galvin","bossTitle":"Mr","bossPosition":"Secretary ","membersCount":1,"membersFTE":"0.25","membership":"ERN-LUNG (European Reference Network on Rare Pulmonary Diseases) covers a wide range of rare lung diseases and features a sub-group on interstitial lung diseases that also includes IPF. EU-IPFF works together with ERN-LUNG as an ePAG: an elected patient representatives who will ensure that the patient voice is heard throughout the ERN development process.&#xd;\nEU-IPFF is a member of EURORDIS.&#xd;\n&#xd;\nLiam Galvin, the EU-IPFF Secretary, is also a member of the ELF Patient Advisory Committee.","memberOrga":"All member organsiations and associated partners are listed here: https://www.eu-ipff.org/about-us#members","goal":"The Association serves the following social and scientific non-profit aims, of international utility:&#xd;<br />&#xd;<br />a) Supporting an immediate and sustainable improvement of the quality of life and survival time of IPF patients, and of patients suffering from other interstitial lung diseases, through directly influencing pharmacological and medical research and development, as well as the access to non-pharmacological assistance for patients.&#xd;<br />&#xd;<br />b) Defending the interests of IPF patients at European level with emphasis on:&#xd;<br />&#xd;<br />- access to treatment and services, including non-pharmacological treatment and medication&#xd;<br />- access to information on new and current trials&#xd;<br />- promotion of research into new treatment/medication&#xd;<br />- information exchange and collaboration between European and international IPF patient associations&#xd;<br />- supporting the establishment of patient associations in countries where no such associations exist&#xd;<br />&#xd;<br />To achieve these goals, the association will undertake the following activities:&#xd;<br />- exchanging information and collaborating with relevant European and international organisations and bodies&#xd;<br />- involving patients in research activities and studies to improve current treatment options for IPF patients&#xd;<br />- representation in relevant European and international organisations&#xd;<br />- organisation of symposia, workshops, educational and training events for different stakeholders&#xd;<br />- providing information, e.g. via a website&#xd;<br />- publishing materials such as leaflets, brochures, books, audio-visual materials, etc.","acronym":"EU-IPFF","interests":"Public Health, Research and innovation","euInitiatives":"Defending the interests of IPF patients at European level with emphasis on:&#xd;<br />- access to treatment and services, including non-pharmacological treatment and medication&#xd;<br />- access to information on new and current trials&#xd;<br />- promotion of research into new treatment/medication&#xd;<br />- information exchange and collaboration between European and international IPF patient associations&#xd;<br />- supporting the establishment of patient associations in countries where no such associations exist","lastUp":"2019-07-25T09:24:27.957+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}