{"id":"099101116985-63","name":"YES Forum EWIV YOUTH AND EUROPEAN SOCIAL WORK- EUROPAISCHE WIRTSCHAFTLICHE INTERESSENVEREINIGUNG ZUR FORDERUNG DER HUMANRESSOURCEN","registrationDate":"2015-04-16T13:02:02.036+02:00","category":3,"subCategory":2,"legal":"EEIG","web":"http://www.yes-forum.eu","country":"Germany","headAddress":"Wagenburgstr. 26-28","headCity":"Stuttgart","headPostCode":"70184","headPhone":"(49)7 11 16 48 9- 27","boss":"Annett Wiedermann","bossTitle":"Ms","bossPosition":"managing director and project manager","membersCount":4,"membersFTE":"2.25","membership":"http://www.socialplatform.org/","memberOrga":"https://www.yes-forum.eu/about-us/members/","goal":"Founded in 2002, YES Forum is a European NGO of organisations working with and for young people. Together we act to improve the life chances of vulnerable young people by: promoting their personal and professional development in society; supporting their active citizenship initiatives; and by developing inclusive youth policy at local, regional and national levels across Europe. In fostering transnational activities, we are a European forum for sharing good practice in youth and social work, and for giving voice to young people’s ideas. &#xd;<br />To meet these goals, the YES Forum: &#xd;<br />•\torganises transnational activities with and for vulnerable young  people with focus on learning mobility and employment; &#xd;<br />•\tdevelops and promotes innovative approaches in youth and social work in trainings, seminars and conferences;&#xd;<br />•\tcontributes to policy on youth and social affairs by transferring experience from concrete practice and young people’s input.","acronym":"YES Forum","interests":"Employment and Social Affairs, Youth","euInitiatives":"The YES Forum with its members works diligently to support the EU youth policy cooperation, in particular the successful implementation of the EU Youth Strategy (Council Resolution of 26 November 2018) with its 11 Youth Goals. &#xd;<br />Our network partners who work with young people daily experience that active citizenship has become yet another area of exclusion, especially for disadvantaged young people who struggle to participate in society anyway. Thankfully, the new EU Youth Strategy takes this topic seriously with its goals of engaging, connecting and empowering, especially disadvantaged, young people (cf. European Commission 2018: EU Youth Strategy 2019-2027).&#xd;<br />The YES Forum is a network of organisations working with and for young people who face disadvantages stemming from their socio-economic background, educational difficulties, discrimination based on gender, sexual orientation or ethnicity, and/or geographical seclusion. &#xd;<br />Also the YES Forum is holding the Quality Label to coordinate voluntary activities in the frame of the European Solidarity Corps. And many of YES Forum’s members are also actively involved in creating better opportunities to access employment for young people. YES Forum members have been supporting the Youth Package (Investing in Europe's Youth, Dec. 2016). &#xd;<br />&#xd;<br />Annual Report 2018: https://tinyurl.com/y645ymml","lastUp":"2019-09-17T14:41:12.799+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}