{"id":"099776222956-67","name":"The International Air Cargo Association","registrationDate":"2016-08-08T13:52:17.479+02:00","category":2,"subCategory":4,"legal":"Verband","web":"http://www.tiaca.org/","country":"United states","headAddress":"5600 NW 36th St # 620","headCity":"Miami","headPostCode":"33166","headPhone":"(1)78 6- 26 5- 70 11","boss":"Vladimir Zubkov","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"TIACA is a global not-for-profit trade association representing all the major segments of the air cargo and air logistics industry – combination and all-cargo airlines, forwarders, airports, ground handlers, road carriers, customs brokers, logistics companies, shippers, IT companies, aircraft and equipment manufacturers, trade press, and educational institutions.&#xd;<br />&#xd;<br />TIACA’s objectives include:&#xd;<br />•facilitating and monitoring the implementation of e-commerce practices throughout the air cargo supply chain; &#xd;<br />•supporting security measures that are effective, workable, and affordable, and that create minimal disruption to the vital flow of air cargo, which essentially relies on speed; &#xd;<br />•developing and promoting strategies and principles that address legitimate public concerns for sound environmental policies; &#xd;<br />•reforming and modernizing customs practices and raising industry performance standards; &#xd;<br />•increasing market access by the elimination or reduction of constraints imposed on air cargo by its current dependence on bilateral traffic rights agreements; and &#xd;<br />•representing the interests of the air cargo industry before relevant regulatory bodies, at the national and multinational levels.   &#xd;<br />&#xd;<br />To accomplish its mission, TIACA engages in activities that seek to improve industry cooperation, promote innovation, share knowledge, enhance quality and efficiency, and promote education. TIACA aims to inform both the public and its membership about the role and importance of air cargo, industry developments and technical trends.  &#xd;<br />&#xd;<br />&#xd;<br />TIACA engages with relevant authorities, and publishes position papers on industry issues and the TIACA Times newsletter. The TIACA website is a valuable industry resource which contains a fully searchable database of information on industry issues. TIACA has developed research relationships with several universities through joint projects and student scholarship programs.","acronym":"TIACA","interests":"Customs, Taxation, Transport","euInitiatives":"Air Cargo related Customs and Taxation matters / Aviation Security /safety &amp; Operations/","lastUp":"2018-08-03T16:38:44.204+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}