{"id":"099805734908-77","name":"The International Committee on the Conservation of the Industrial Heritage","registrationDate":"2019-05-21T19:07:40.594+02:00","category":3,"subCategory":2,"legal":"Charity","web":"http://ticcih.org/","country":"United kingdom","headAddress":"The International Committee on the Conservation of the Industrial Heritage (TICCIH)","headCity":"Edinburgh","headPostCode":"EH9 1SH","headPhone":"(44)13 16 68 86 11","boss":"Miles Oglethorpe","bossTitle":"Mr","bossPosition":"President","membersCount":5,"membersFTE":"1.25","membership":"None","memberOrga":"https://www.cilac.com/&#xd;\nhttps://industrial-archaeology.org&#xd;\nhttp://www.patrimonioindustriale.it/en/&#xd;\nhttp://incuna.es/&#xd;\nhttp://museu.mnactec.cat/&#xd;\nhttp://www.slo-ind-ded.si/&#xd;\nhttp://www.museudaindustriatextil.org/appi/&#xd;\nHTTP://www.ticcih.pl&#xd;\nhttp://www.protorpedo-rijeka.hr","goal":"The International Committee for the Conservation of the Industrial Heritage, better known by the more manageable TICCIH (pronounced “ticky”), is the world organization for industrial heritage. Its goals are to promote international cooperation in preserving, conserving, investigating, documenting, researching, interpreting, and advancing education of the industrial heritage.&#xd;<br />This wide field includes the material remains of industry – industrial sites, buildings and architecture, plant, machinery and equipment – as well as housing, industrial settlements, industrial landscapes, products and processes, and documentation of the industrial society. Members of TICCIH come from all over the world and include historians, conservators, museum curators, architects, archaeologists, students, teachers, heritage professionals and anyone with an interest in the development of industry and industrial society. Although TICCIH members are both individuals and institutions, it is organized through national associations in those countries where there is a recognized national institution for industrial heritage.&#xd;<br />TICClH is recognized by the International Council on Monuments and Sites (ICOMOS) as a designated consultant in all matters related to the study and preservation of industrial heritage. lCOMOS is the global non~governmental organization dedicated to conservation of the world’s historic monuments and sites. In particular, ICOMOS’ network of experts counsels UNESCO on properties to be added to the World Heritage List. Therefore, TICCIH advises on historically significant industrial sites for the World Heritage List.","acronym":"TICCIH","interests":"Culture","euInitiatives":"Working to establish a European regional TICCIH to enable EU-based initiatives","lastUp":"2019-05-21T19:08:42.765+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}