{"id":"09981988815-02","name":"Chevron Belgium BVBA","registrationDate":"2012-05-22T14:12:56.591+01:00","category":2,"subCategory":3,"legal":"BVBA","web":"http://www.chevron.com","country":"United states","headAddress":"Bollinger Canyon Rd, 6001","headCity":"San Ramon, CA","headPostCode":"94583-2324","headPhone":"(1)92 58 42 10 00","boss":"Els Devriendt","bossTitle":"Ms","bossPosition":"General Manager, Chevron Belgium","membersCount":4,"membersFTE":"3.25","membership":"- International Association of Oil and Gas Producers (IOGP)&#xd;\n- International Emissions Trading Association (IETA)&#xd;\n- American Chamber of Commerce to the EU (AmChamEU)&#xd;\n- European Energy Forum&#xd;\n- Trans-Atlantic Business Council  (TABC)&#xd;\n- Friends of Europe&#xd;\n- US Chamber of Commerce&#xd;\n- European Policy Centre&#xd;\n- European Risk Forum&#xd;\n- CEFIC&#xd;\n- ATIEL&#xd;\n- Additive Technical Committee (ATC)*&#xd;\n- Essenscia*&#xd;\n- Lubricants Association of Belgium (LAB)*&#xd;\n- UK Lubricants Association (UKLA)*&#xd;\n- European Energy Forum&#xd;\n- Belgian Petroleum Federation*&#xd;\n&#xd;\n*national associations involved partially in EU activities covered by the Transparency Register.","memberOrga":"As detailed above, Chevron subsidiaries in the EU are also members of national trade and industry associations which may have varying degrees of engagement with European Institutions e.g. via national/sectoral groups affiliated with CEFIC.","goal":"Chevron is one of the world's leading integrated energy companies, with subsidiaries that conduct business worldwide.  Our success is driven by our people and their unrelenting focus on delivering results the right way - by operating responsibly, executing with excellence, applying innovative technologies and capturing new opportunities for profitable growth.  We develop the energy that improves lives and powers the world forward. We are involved in virtually every facet of the energy industry.  We explore for, produce and transport crude oil and natural gas; refine, market and distribute transportation fuels and lubricants; manufacture and sell petrochemical products; generate power and produce geothermal energy; provide energy efficiency solutions; and develop the energy resources of the future, including biofuels.  In Europe, Chevron is active in offshore exploration and production of oil and gas, and has lubricants, marine fuels, aviation fuels and additives business units.","acronym":"Chevron","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, Foreign affairs and security policy, International co-operation and development, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Energy Union/Climate and Energy Policy (incl. Offshore Safety Directive &amp; implementation, transport policy)&#xd;<br />Security of energy supply (incl. gas from shale &amp; external energy policy incl. Arctic)&#xd;<br />Emissions Trading  (ETS, MSR, carbon leakage)&#xd;<br />Trade (incl. ISDS, sanctions)&#xd;<br />REACH&#xd;<br />Environmental Policy  (incl. Air Quality, water/marine policy)&#xd;<br />Transparency (incl. Accounting Directive/reporting, tax)&#xd;<br />Human Rights&#xd;<br />Better Regulation agenda&#xd;<br />EU-US relations","lastUp":"2019-02-14T17:05:20.646+01:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}