{"id":"099995827572-79","name":"Accademia Internazionale Partenopea \"Federico II\"","registrationDate":"2017-06-22T16:26:15.673+02:00","category":2,"subCategory":7,"legal":"Associazione","web":"http://accademiafedericosecondo.org","country":"Italy","headAddress":"via Carriera Grande , 32, scala \"B\", int. 21","headCity":"Napoli","headPostCode":"80139","headPhone":"(39)33 83 36 43 15","boss":"Domenico Cannone","bossTitle":"Mr","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"Patrocinio Ufficiale della Regione Campania (italia) e del Comune e della Provincia di Napoli alle Attività Culturali dell'Accademia Internazionale Partenopea \"Federico II\"","memberOrga":"","goal":"L'Accademia Internazionale Partenopea \"Federico II\" non ha scopo di lucro, è apartitica e persegue lo scopo di produrre e divulgare cultura in qualsiasi espressione, nel rispetto dei principi democratici e di tolleranza reciproca, nel suo vivere sociale e di cultura come ricerca sull'uomo come essere, in cui ragione, sentimento, ricerca sono indirizzate verso migliori condizioni per l'umanità&#xd;<br />&#xd;<br />L'Accademia Internazionale Partenopea \"Federico II\"  promuove la Cultura  in tutte le forme e discipline: l'Arte, il Giornalismo, l'Editoria, la Cultura, lo Sport, lo Spettacolo e il Turismo Sociale, Ecologico e Ambientale. Istituendo le seguenti strategie ed attività:&#xd;<br />1) Premio Internazionale di Arte e Cultura \"CITTA' DI NAPOLI\" , premiato con la Medaglia di Bronzo della Presidenza della Repubblica Italiana (2011)&#xd;<br />2) Corsi liberi, formativi e pedagogici, Premi Internazionali con Patrocinio del Comune di Napoli e Provincia di Napoli L'accademia é stata &#xd;<br />3) Premi e Manifestazioni  culturali, organizzati nelle seguenti sezioni :  &#xd;<br />- Arte \"Sezione Caravaggio\"&#xd;<br />- Lettere \"Sezione Giuseppe Ungaretti\"&#xd;<br />- Canto \"Sezione Domenico Modugno\"&#xd;<br />- Spettacolo \"Sezione Ettore Petrolini\"&#xd;<br />- Cinema \"Sezione Sergio Corbucci\"&#xd;<br />- Teatro \"Sezione Eduardo De Filippo\"&#xd;<br />- Poesia e Vernacolo \"Sezione Libero Bovio\"&#xd;<br />- Scienze \"Sezione Einstein\"&#xd;<br />- Filosofia \"Sezione Freud\"&#xd;<br />- Sport  \"Sezione Silvio Piola\"","acronym":"","interests":"Communication, Culture, Culture and media, Digital economy and society, Education and training, Environment, Humanitarian aid and civil protection, Justice and Fundamental Rights, Sport, Youth","euInitiatives":"Attività di influenza diretta ed indiretta delle politiche Comunitarie (conformemente all'art. 3 (-7) degli Scopi del Registro di Trasparenza) in materia di :&#xd;<br />politiche culturali &#xd;<br />promozione della comunicazione radiotelevisiva&#xd;<br />integrazione culturale e socio-economica  &#xd;<br />promozione dell'interculturalità&#xd;<br />tutela della lingua e della tradizione culturale mediterranea","lastUp":"2018-07-05T18:00:58.219+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}