{"id":"100244333713-68","name":"Österreichische Vereinigung für das Gas und Wasserfach","registrationDate":"2019-01-22T11:41:21.571+02:00","category":2,"subCategory":4,"legal":"Verein","web":"http://www.ovgw.at","country":"Austria","headAddress":"Schubertring 14","headCity":"Wien","headPostCode":"1010","headPhone":"(43)1 51 31 58 80","boss":"Michael Mock","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":4,"membersFTE":"1.0","membership":"EurEau - www.eureau.org","memberOrga":"www.ovgw.at","goal":"Förderung der Fachbereiche &#xd;<br />Der Verein, dessen Tätigkeit nicht auf Gewinn gerichtet ist, bezweckt die Förderung des Gas- und Wasserfaches und verwandter Fachgebiete (wie z.B. Stromnetz, Siedlungswasserbau, Fernwärme) in wissenschaftlicher, technischer, wirtschaftlicher und rechtlicher Beziehung. Dazu zählen insbesondere das Studium und die Fortentwicklung der technischen und wirtschaftlichen Methoden der Versorgung aufgrund der jeweils neuesten Erkenntnisse von Wissenschaft und Technik.&#xd;<br />Förderung der Mitglieder&#xd;<br />Der Verein bemüht sich um die Wahrung der Interessen seiner Mitglieder, insbesondere der Gasnetzbetreiber, der Wasserversorgungsunternehmen sowie der Hersteller und Vertreiber von Erzeugnissen für das Gas- und Wasserfach, gegenüber Behörden, Körperschaften und anderen Stellen sowie um deren Beratung in wirtschaftlichen, technischen und besonderen rechtlichen Angelegenheiten der Gasnetzbetreiber und Wasserwirtschaft sowie der verwandten Fachgebiete. Insbesondere sollen durch die Förderung gemeinsamer Forschungs- und Marketingprojekte Synergie- und Rationalisierungseffekte für die Mitgliedsunternehmen erreicht werden.&#xd;<br />Kontaktpflege&#xd;<br />Aufgabe des Vereines ist auch die Pflege der Beziehungen zwischen Fachkollegen und zu Entscheidungsträgern, gesetzgebenden Körperschaften und Behördenvertretern auf nationaler und internationaler Ebene.&#xd;<br />ÖVGW-Regelwerke&#xd;<br />Dem Verein obliegt die Erstellung von Regelwerken im Gas- und Wasserfach sowie in den verwandten Fachgebieten. Diese Regeln, die aus Wissenschaft und Erfahrung auf technischem Gebiet gewonnene Grundsätze enthalten und deren Richtigkeit und Zweckmäßigkeit in der Praxis allgemein als erwiesen gelten, stellen die „Regeln der Technik“ dar. Das Gaswirtschaftsgesetz erkennt z.B. das „Regelwerk Gas“ als einschlägigen „Stand der Technik“ an.&#xd;<br />Versorgungssicherheit&#xd;<br />Im Gas- und Wasserfach und in den verwandten Fachgebieten bezweckt der Verein die Förderung und Koordination einer nachhaltigen, sicheren und umweltschonenden Versorgung der Bevölkerung mit den infrastrukturellen Leistungen der jeweiligen Fachgebiete. Dazu gehört im Gasfach insbesondere auch die Verhütung von Unfällen, Störungen und Schäden; im Wasserfach bezweckt der Verein insbesondere auch die Förderung der nachhaltigen Versorgung der Bevölkerung mit einwandfreiem Trinkwasser in ausreichender Menge und den Schutz der Wasserressourcen.","acronym":"ÖVGW","interests":"Environment, Single market","euInitiatives":"gesamte EU Wasserpolitik mit Wasserrahmen-RL, Trinkwasser-RL, Nitrat-RL, GAP, Arzneimittelstrategie zum Schutz der Gewässer, Kreislaufwirtschaft, uvm.","lastUp":"2019-08-06T15:22:35.389+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}