{"id":"10065894023-79","name":"Deutscher Bundesjugendring","registrationDate":"2010-08-17T17:04:32.658+01:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://www.dbjr.de","country":"Germany","headAddress":"Mühlendamm, 3","headCity":"Berlin","headPostCode":"10178","headPhone":"(49)30 40 04 04 00","boss":"Clara Wengert","bossTitle":"Ms","bossPosition":"Geschäftsführerin","membersCount":3,"membersFTE":"2.0","membership":"1.)&#xd;\nEuropäische Bewegung Deutschlands&#xd;\nSophienstraße, Berlin&#xd;\n&#xd;\n&#xd;\n2.)&#xd;\nvia DNK (c/o DBJR):&#xd;\nEuropean Youth Forum (YFJ)&#xd;\n120, rue Joseph II&#xd;\nB-1000 Bruxelles&#xd;\n&#xd;\n3.)&#xd;\nBenelux Islands Central Cooperation (BICC)","memberOrga":"https://www.dbjr.de/ueber-uns/","goal":"Der Deutsche Bundesjugendring (DBJR) ist die Arbeitsgemeinschaft der Jugendverbände und Landesjugendringe in Deutschland. In seinen Mitgliedsorganisationen sind viele Millionen Jugendliche organisiert, seine Mitgleidsverbände stehen für ein breites Spektrum jugendlichen Engagements: Konfessionelle, ökologische und kulturelle Verbände sind hier ebenso zusammengeschlossen wie Arbeiterjugend-Verbände, humanitär geprägte Verbände, Pfadfinder_innen-Verbände und Verbände von Migrantenjugendselbstorganisationen.&#xd;<br />Jugendverbände sind Orte, an denen Kinder und Jugendliche Gemeinschaft erleben, lernen, Freizeit gestalten, aktiv sind. Hier engagieren sich Kinder und Jugendliche mit ganz eigenen Wünschen, Sorgen und Interessen, unterschiedlichen Fähigkeiten und Perspektiven.&#xd;<br />Sie alle brauchen eine starke Stimme in der Politik – das ist der DBJR. In Gesprächen mit Entscheidungsträger_innen aus Politik und Gesellschaft bringt der DBJR auf den Tisch, was der jungen Generation unter den Nägeln brennt. Er repräsentiert die Vielfalt jugendlicher Belange und Forderungen gegenüber Parlament, Regierung und Öffentlichkeit.&#xd;<br />Der DBJR kämpft für eine Jugendpolitik, die junge Menschen wahrnimmt, ihnen selbstbestimmtes Handeln und Aufwachsen ermöglicht, Freiräume einräumt und sie in ihrer persönlichen Entwicklung unterstützt. Für eine gerechte Teilhabe an der Gesellschaft.","acronym":"DBJR","interests":"Agriculture and Rural Development, Borders and Security, Budget, Climate Action, Communication, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, Humanitarian aid and civil protection, Institutional affairs, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Sport, Transport, Youth","euInitiatives":"Entwicklungen im Bereich Erasmus+&#xd;<br />Entwicklungen im Bereich EU-Jugendstrategie&#xd;<br />Entwicklungen im Bereich Digitale Agenda&#xd;<br />Entwickliungen im Bereich Soziales Europa&#xd;<br />Entwicklungen im Bereich Jugendgarantie&#xd;<br />Teilnahme an EU-Jugendkonferenzen&#xd;<br />Teilnahme am EU Jugenddialog&#xd;<br />Forum der Zivilgesellschaft der Östlichen Partnerschaft","lastUp":"2019-12-17T08:29:58.701+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}