{"id":"100692731362-16","name":"KELLY BROTHERS BUILDING CONTRACTORS LLP","registrationDate":"2018-04-27T13:24:06.388+02:00","category":2,"subCategory":3,"legal":"CORPORATION","web":"http://kellys-group.com","country":"United kingdom","headAddress":"MILLTOWN EAST INDUSTRIAL ESTATE","headCity":"NEWRY","headPostCode":"BT34 3PN","headPhone":"(44)28 41 75 25 02","boss":"MARK KELLY","bossTitle":"Mr","bossPosition":"PARTNER","membersCount":2,"membersFTE":"0.5","membership":"Construction Employers Federation (N. Ireland)&#xd;\nhttp://www.cefni.co.uk/&#xd;\n&#xd;\nNational House Building Council&#xd;\nhttp://www.nhbc.co.uk","memberOrga":"","goal":"Kelly Group has been trading since 1967.  We have a number of trading businesses operating in construction and related industries.&#xd;<br />&#xd;<br />We are a family business that is moving into the second generation at this time.  &#xd;<br />&#xd;<br />Kelly Brothers Building Contractors LLP is an 8 person partnership involved in public sector construction contracts (mainly social housing) and private housing developments.  This work is primarily in Northern Ireland, with some crossover to Republic of Ireland.&#xd;<br />&#xd;<br />Kellys Point Hire Ltd is a private limited company that hires construction plant and equipment to contractors and domestic customers in Northern Ireland and Republic of Ireland.  A significant portion of our hire fleet is equipment that is manufactured in other EU countries.&#xd;<br />&#xd;<br />Kellys Building Supplies (Trading division of Kelko Plant Sales Ltd) is a private company trading as a builders merchants, hardware suppliers and outdoor living / garden suppliers.  In addition we have a retail offering at Christmas.  Approximately 50% of our purchases in this business is from a buying group based in the Republic of Ireland.  In addition, we source the products for our Christmas shop from Italy, Germany, The Netherlands, and Belgium.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Environment, Single market, Taxation, Trade, Youth","euInitiatives":"We follow carefully updates on Brexit in the national and local news as we are deeply concerned about the impact of Brexit on our business and loyal employees.","lastUp":"2018-04-27T13:24:40.121+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}