{"id":"100735719661-52","name":"Japan Bioindustry Association","registrationDate":"2015-11-25T02:58:49.105+02:00","category":2,"subCategory":7,"legal":"Association","web":"https://www.jba.or.jp/en/","country":"Japan","headAddress":"Grand Bldg. 8F","headCity":"Tokyo","headPostCode":"104-0032","headPhone":"(81)3 55 41 27 31","boss":"Yoshiaki Tsukamoto","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":1,"membersFTE":"0.25","membership":"https://www.jba.or.jp/member/privilege/","memberOrga":"https://www.jba.or.jp/en/member/","goal":"Our mission at JBA is to address the imminent problems facing mankind such as those concerning climate change and biodiversity and to facilitate implementation of appropriate measures as necessary, particularly by utilizing the latest developments in biosciences in an effective manner. To that goal, one of the most important priorities of JBA is to formulate and advance specific public policies through science-based reviews of regulations as well as to craft strategies to strengthen collaboration between industry, academia and government. Furthermore, to encourage the exchange of vital data and information, we realize that cooperation and communication with like-minded organizations throughout the world is of paramount importance. We are keenly aware of the value of providing free and open access to information regarding new technologies and products to all those who are interested in opportunities for innovation. On a more local level, our mission will also be expanded to help organize and develop regional associations for bioindustries in Japan. As an example of such endeavors, we hold an annual fair called BioJapan which comprises exhibitions, seminars for academia and industry, and business to business matching.","acronym":"JBA","interests":"Environment","euInitiatives":"Regulation (EU) No 511/2014 on compliance measures for users from the Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization in the Union","lastUp":"2019-10-21T03:08:36.060+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}