{"id":"100890422113-05","name":"EU-China Economics and Politics Institute","registrationDate":"2016-06-05T16:59:09.121+01:00","category":4,"subCategory":5,"legal":"S.r.o.","web":"http://euchinaepi.eu","country":"Czech republic","headAddress":"Ovocný trh 11","headCity":"Prague 1","headPostCode":"11000","headPhone":"(420)7 77 16 88 18","boss":"Cheng Yu Chin","bossTitle":"Mr","bossPosition":"Ass.Professor ","membersCount":10,"membersFTE":"5.5","membership":"","memberOrga":"http://euchinaepi.eu","goal":"The EU-China Economics and Politics Institute is designed to encourage, improve and strengthen EU-China relations, and to extend communication and cooperation as an independent think-tank. Currently the EU-China Economics and Politics Institute cooperates with Webster University (Athens Campus) in Master Programme for the EU-China Relations, and the summer school for EU-China Relations. Furthermore the EU-China Economics and Politics Institute maintains cooperation with Skoda University and Faculty of Social Science of the Charles University in Prague. Annually the EU-China Economics and Politics Institute organizes the EU-China Policy Talk Seminar and the Issues and Studies International Conference. Last but not least, the EU-China Economics and Politics Institute eyes on Kosovo situation and starts to cooperate with Chamber of Commerce, Kosovo to organize the Kosovo Forum to promote Kosovo economy.","acronym":"EUCHINAEPI","interests":"Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, External Relations, Foreign affairs and security policy, Institutional affairs, Research and innovation, Single market, Trans-European Networks, Youth","euInitiatives":"The EU-China Relations, International Law and IOs (NATO Studies, OSCE Studies, OECD Studies), higher education, University-Business Co-operation and Combination","lastUp":"2019-02-20T07:07:34.543+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}