{"id":"10132247681-61","name":"Wildlife Conservation Society","registrationDate":"2012-01-11T16:09:06.433+01:00","category":3,"subCategory":2,"legal":"US based charity - branch office in Brussels","web":"https://www.wcs.org","country":"United states","headAddress":"Southern Boulevard, 2300","headCity":"Bronx, New York","headPostCode":"10460","headPhone":"(1718)2 20 51 00","boss":"Janice  Weatherley-Singh","bossTitle":"Ms","bossPosition":"Director of European Policy &amp; Government Relations","membersCount":2,"membersFTE":"2.0","membership":"WCS is a Member of the International Union for the Conservation of Nature -IUCN.","memberOrga":"","goal":"The Wildlife Conservation Society, founded in 1895, has the clear mission to save wildlife and wild places across the globe. &#xd;<br />&#xd;<br />Mission Statement: The Wildlife Conservation Society saves wildlife and wild places worldwide. We do so through science, global conservation, education and the management of the world's largest system of urban wildlife parks, led by the flagship Bronx Zoo. Together these activities change attitudes towards nature and help people imagine wildlife and humans living in harmony. WCS is committed to this mission because it is essential to the integrity of life on Earth.&#xd;<br /> &#xd;<br />During our 115 years, we have forged the power of our global conservation work and the management of our five parks in New York City to create the world’s most comprehensive conservation organization. We currently manage about 500 conservation projects in more than 60 countries; and educate millions of visitors at our five living institutions in New York City on important issues affecting our planet. Our parks include: the Bronx Zoo, New York Aquarium, Central Park Zoo, Prospect Park Zoo and Queens Zoo.&#xd;<br />&#xd;<br />With a commitment to protect 25 percent of the world’s biodiversity, we address four of the biggest issues facing wildlife and wild places: climate change; natural resource exploitation; the connection between wildlife health and human health; and the sustainable development of human livelihoods. While taking on these issues, we manage more than 200 million acres of protected lands around the world, with more than 200 scientists on staff.&#xd;<br />&#xd;<br />WCS operates country programs throughout four continents—Africa, Asia, Latin America, and North America—to save the last of the wild.","acronym":"WCS","interests":"Budget, Climate Action, Development, Environment, External Relations, Fisheries and Aquaculture, Foreign and Security Policy and Defence, Research and Technology, Trade","euInitiatives":"WCS opened an office in Brussels in 2011 to increase our engagement with the European Union. We aim to enhance our global conservation impact by influencing the development and implementation of European Union policies in line with our conservation objectives.&#xd;<br />&#xd;<br />We are currently engaging with EU policymakers on a number of important policy areas, which have a positive impact on wildlife and wild places. These include, but are not limited to:&#xd;<br />&#xd;<br /> &#xd;<br />1. Combatting wildlife trafficking;&#xd;<br />2. International wildlife trade and the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES);&#xd;<br />3. The Convention on the Conservation of Migratory Species of Wild Animals (CMS);&#xd;<br />4. Implementation of the Sustainable Development Goals (SDGs), including the integration of biodiversity into EU development aid policy and programmes;&#xd;<br />5. Combatting tropical deforestation.","lastUp":"2018-01-17T16:29:45.822+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}