{"id":"10141574843-32","name":"International Trademark Association","registrationDate":"2010-12-21T15:04:26.328+01:00","category":2,"subCategory":4,"legal":"Not-for-profit association according to the laws of the State of New York (USA)","web":"http://www.inta.org","country":"United states","headAddress":"3rd Avenue - 10th floor, 655","headCity":"New York - NY","headPostCode":"10017-5617","headPhone":"(1-212)6 42 17 00","boss":"Etienne Sanz de Acedo","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":3,"membersFTE":"1.75","membership":"- The Global Congress on Combating Counterfeiting and Piracy&#xd;\n- The European Internet Forum&#xd;\n-EU Observatory of IPR Infringements","memberOrga":"www.inta.org","goal":"The International Trademark Association (INTA) is the global association of trademark owners and professionals dedicated to supporting trademarks and related intellectual property in order to protect consumers and to promote fair and effective commerce. &#xd;<br />&#xd;<br />INTA’s members are more than 7000 organizations from 190 countries. INTA members collectively contribute almost US $12 trillion / €8.8 trillion / ¥73 trillion to global GDP annually. For comparison, the 2014 annual GDP of the top three markets was $10.4 trillion (China), $18.5 trillion (European Union) and $17.4 trillion (United States).&#xd;<br />&#xd;<br />The Association's member organizations represent some 30,000 trademark professionals and include brand owners from major corporations as well as small- and medium-sized enterprises, law firms and nonprofits. There are also government agency members as well as individual professor and student members.&#xd;<br />&#xd;<br />INTA undertakes advocacy work throughout the world to advance trademarks and offers educational programs and informational and legal resources of global interest.  &#xd;<br />&#xd;<br />Headquartered in New York City, INTA also has offices in Brussels, Shanghai, Singapore and Washington D.C. and representatives in Geneva and New Delhi.&#xd;<br />&#xd;<br />The not-for-profit Association was founded in 1878 by 17 merchants and manufacturers who saw a need for an organization “to protect and promote the rights of trademark owners, to secure useful legislation and to give aid and encouragement to all efforts for the advancement and observance of trademark rights.\"  &#xd;<br />&#xd;<br />For more information, please visit www.inta.org or contact INTA's Europe Representative Office in Brussels +32 2 880 3720.","acronym":"INTA","interests":"Consumer Affairs, Customs, Enterprise, Food Safety, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Trade","euInitiatives":"IPR Enforcement initiatives&#xd;<br />EU Trademark reform&#xd;<br />EU Design&#xd;<br />GIs and non agricultural GIs&#xd;<br />EU Customs Regulation&#xd;<br />FTAs and IP Dialogues / Working Groups&#xd;<br />Digital Agenda","lastUp":"2017-03-22T15:20:20.195+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}