{"id":"101449923546-59","name":"Union Internationale des Chemins de Fer","registrationDate":"2016-10-13T14:52:34.872+02:00","category":2,"subCategory":4,"legal":"Association","web":"http://uic.org","country":"France","headAddress":"16 rue Jean Rey","headCity":"Paris","headPostCode":"75015","headPhone":"(33)1 44 49 20 20","boss":"Jean-Pierre Loubinoux","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"1.75","membership":"Sustainable low-carbon transport (SLOCAT)&#xd;\nInternational Transport Forum","memberOrga":"http://vademecum.uic.org/en/","goal":"UIC, the International Union of Railways, is the worldwide international association for technical cooperation amongst railways with its headquarters located in Paris, France. UIC has 240 members from across 100 countries. Members mainly include integrated railway companies, infrastructure managers, and railway or combined transport operators, rolling stock. Members are regularly informed of key developments on the dossiers UIC deals with and which impact on their activities. This allows Members to anticipate regulatory and technical changes and integrate them effectively and more smoothly into their own business operational processes. UIC's mission is to promote rail transport at world level and meet the challenges of mobility and sustainable development. &#xd;<br />Specifically, main UIC objectives are:&#xd;<br />- Facilitating the sharing of best practices among members (benchmarking);&#xd;<br />- Supporting members in their efforts to develop new business and new areas of activities;&#xd;<br />- Proposing new ways to improve technical and environmental performance of rail transport, improve competitiveness, reduce costs;&#xd;<br />- Promoting interoperability, create new world standards for railways (including common standards with other transport modes);&#xd;<br />- Developing fundamental values of railway transport (Safety, Security, Sustainable development, International training, Research...)","acronym":"UIC","interests":"Climate Action, Digital economy and society, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Research and innovation, Trans-European Networks, Transport","euInitiatives":"4th Railway Package, Sustainable mobility in Europe, Transport White Paper mid-term review, Directives of the European Parliament on the interoperability of the rail system within the European Union.","lastUp":"2018-08-24T09:22:12.879+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}