{"id":"101536325590-56","name":"ILUNION TECNOLOGIA Y ACCESIBILIDAD, S.A.","registrationDate":"2017-01-31T19:28:33.594+01:00","category":2,"subCategory":3,"legal":"SOCIEDAD ANONIMA","web":"https://www.iluniontecnologiayaccesibilidad.com/","country":"Spain","headAddress":"CALLE ALBACETE, Nº 3 - 2ª PLANTA","headCity":"MADRID","headPostCode":"28027","headPhone":"(34)9 11 21 03 30","boss":"ANA URUÑUELA RUIZ","bossTitle":"","bossPosition":"DIRECTORA GERENTE","membersCount":1,"membersFTE":"0.25","membership":"ONCE (http://www.once.es/new)&#xd;\nFUNDACION ONCE (http://www.fundaciononce.es/)","memberOrga":"","goal":"ILUNION T&amp;A desarrolla proyectos empresariales junto a socios que comparten nuestros Valores y buscando una relación WIN-WIN. Estas alianzas están diseñadas desde el inicio, para favorecer la generación de valor a los socios y de empleo para personas con discapacidad. En definitiva, para crear Valor Compartido. Ofrecemos servicios excelentes y con alto valor añadido. Ayudamos a gestionar la cadena de suministro con criterios sociales en materia de inclusión laboral de personas con discapacidad. Nuestra misión es desarrollar acciones empresariales innovadoras que favorezcan la inserción laboral de las personas con discapacidad, manteniendo el equilibrio entre los valores económicos y sociales. Respecto a nuestra Visión, ILUNION T&amp;A forma parte del GRUPO ILUNION, Grupo empresarial social competitivo, que apuesta por la diversificación de sus actividades, fundamentalmente en sectores generadores de empleo para personas con discapacidad, garantizando la sostenibilidad social ante un mercado económicamente global y en constante evolución.","acronym":"ILUNION T&amp;A","interests":"Consumers, Digital economy and society, Education and training, Employment and Social Affairs, Institutional affairs, Research and innovation, Transport","euInitiatives":"Principalmente estamos interesados en la: Directive (EU) of the European Parliament and of the Council of on the accessibility of the websites and mobile applications of public sector bodies o la Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on the approximation of the laws, regulations and administrative provisions of the Member States as regards the accessibility requirements for products and services aunque nuestro ámbito de interés se extiende a todo el campo de la Discapacidad.","lastUp":"2019-02-12T12:27:25.341+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}