{"id":"10184967810-77","name":"LEO Pharma A/S","registrationDate":"2012-01-23T13:41:17.428+02:00","category":2,"subCategory":3,"legal":"Limited company","web":"http://www.leo-pharma.com/","country":"Denmark","headAddress":"Industriparken, 55","headCity":"Ballerup","headPostCode":"2750","headPhone":"(45)44 94 58 88","boss":"Gitte Pugholm Aabo","bossTitle":"Ms","bossPosition":"CEO","membersCount":3,"membersFTE":"1.25","membership":"Member of the ​The Danish Association of the Pharmaceutical Industry (Lif)&#xd;\nMember of the International Federation of Pharmaceutical Manufactuers &amp; Associations (IFPMA)&#xd;\nMember of EFPIA&#xd;\nMember of Confederation of Danish Industry (DI)","memberOrga":"","goal":"Founded in 1908, LEO Pharma is an independent, research-based pharmaceutical company.&#xd;<br />&#xd;<br />LEO Pharma develops, manufactures and markets pharmaceutical drugs to dermatologic and thrombotic patients in more than 100 countries globally. To realise our vision of becoming the preferred dermatology care partner improving people’s lives around the world, we are expanding into new regions and markets, reaching more patients and societies with drugs and therapies that address unmet medical needs. &#xd;<br />&#xd;<br /> LEO Pharma has its own sales forces in 61 countries and employs around 5,000 employees worldwide. The company is headquartered in Denmark and is wholly owned by the LEO Foundation&#xd;<br />&#xd;<br />LEO Pharma’s revenue in 2017 amounted to DKK 10,481 million. The revenue increased by 8% in Danish kroner compared to 2016. LEO Pharma's 2017 profit before interest and taxes (EBIT) amounted to DKK 852 million.","acronym":"LEO Pharma","interests":"Consumers, External Relations, Public Health, Research and innovation, Trade","euInitiatives":"REACH&#xd;<br />Incentives Review, including Supplementary Protection Certificate (SPC) regulation&#xd;<br />HTA proposal&#xd;<br />Falsified Medicines Directive","lastUp":"2018-04-26T10:07:48.927+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}