{"id":"10256986723-88","name":"Verband der Anbieter von Telekommunikations- und Mehrwertdiensten","registrationDate":"2011-09-19T11:49:00.326+01:00","category":2,"subCategory":4,"legal":"e.V.","web":"http://www.vatm.de","country":"Germany","headAddress":"Alexanderstraße 3","headCity":"Berlin","headPostCode":"10178","headPhone":"(49)50 56 15 38","boss":"Jürgen Grützner","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":4,"membersFTE":"2.0","membership":"Mitglied bei ECTA und Net Competition","memberOrga":"http://www.vatm.de/mitglieder.html","goal":"Der Verband der Anbieter von Telekommunikations- und Mehrwertdiensten (VATM) e.V. ist mit über 120 der im deutschen Markt operativ agierenden TK- und Multimedia-Unternehmen&#xd;<br />einer der führenden Verbände in der Telekommunikationsbranche in der Bundesrepublik Deutschland. &#xd;<br />&#xd;<br />Der VATM verfolgt das Ziel, Wettbewerbsbedingungen zu schaffen, die allen Unternehmen im TK-Markt eine faire Chance, Planungs- und Investitionssicherheit bieten und für den Ver-braucher zu größerer Anbieterauswahl und günstigeren Preisen führt. Eine wesentliche Funktion des VATM ist die Darstellung der gemeinsamen Interessen seiner Mitgliedsunter-nehmen gegenüber der Öffentlichkeit. Forderungen an Politik und Regulierung sowie die In-terpretation und Kommentierung marktrelevanter Entscheidungen finden ihren Niederschlag in regelmäßigen Presseinformationen und -gesprächen. Marktanalysen zur Telekommunika-tion sowie diverse Studien zu speziellen Problemkreisen stärken zusätzlich das Bewusstsein einer breiten Öffentlichkeit für die Situation der Wettbewerbsunternehmen. Die meisten der in nationales Recht umzusetzenden Gesetze haben zwischenzeitlich ihren Ursprung in der EU. Nahezu alle Gesetzesvorhaben werden von den Abgeordneten des Europäischen Parlaments in den Ausschüssen beraten und im Plenum verabschiedet. Telekommunikation, also gesellschaftsrelevante Bereiche wie Netzausbau, Breitband, Roaming, Datenschutz, Frequenzpolitik, Netzneutralität etc. betreffen Kernbereiche der Bürger und sind daher von zentraler Bedeu-tung für Wachstum und Beschäftigung. &#xd;<br />&#xd;<br />Das Büro in Brüssel pflegt hierzu die notwendigen intensiven Kontakte zu den politischen Entscheidungsträgern auf EU-Ebene.","acronym":"VATM","interests":"Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Justice and Fundamental Rights, Regional Policy, Single market","euInitiatives":"- Access Regulation, Relevant Market Review&#xd;<br />- Digital Single Market&#xd;<br />- EU-Review&#xd;<br />- Copyright&#xd;<br />- e-Privacy&#xd;<br />- Artificial Intelligence&#xd;<br />- MFF, Subsidies","lastUp":"2019-03-19T09:59:30.218+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}