{"id":"103042132999-53","name":"Centre for Euro-Atlantic Integration and Democracy","registrationDate":"2018-10-24T15:59:45.264+02:00","category":4,"subCategory":5,"legal":"foundation","web":"http://www.ceid.hu","country":"Hungary","headAddress":"Dutka Akos utca 72","headCity":"Budapest","headPostCode":"1029","headPhone":"(36)2 03 23 94 43","boss":"Daniel Bartha","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"European Cyber Security Organisation (ECSO)","memberOrga":"N/A","goal":"The Centre for Euro-Atlantic Integration and Democracy (CEID) is an independent, non-profit, non-governmental and non-partisan think tank based in Budapest, Hungary. It was founded in 2001 with the objective of promoting the Euro-Atlantic dialogue.&#xd;<br />&#xd;<br />Since the integration in both NATO and EU has been successfully completed, CEID was re-launched in February 2014 with a broader focus that bases on two pillars: security and defence policy and foreign relations of Hungary. Furthermore, we focus on the regional cooperation between the V4 countries and – in a broader context – Central Europe. CEID reaches out to the post-Soviet and the Western Balkans countries to share our experience in NATO and EU accession with potential future candidates.&#xd;<br />&#xd;<br />As part of our work, we analyse EU and NATO policies and their effect on Hungary. To support foreign-policy decision-making and the public discourse in Hungary and the Central European region, we organize a number of different projects, round table discussions, conferences and provide publications.","acronym":"CEID","interests":"Enlargement, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development","euInitiatives":"CEID covers major political developments of the EU from a Central European perspective. We organise debates on a regular basis on EU issues and publish analyses in newspapers and scientific journals. On an occasional basis we invite Commissioners, members of Cabinets, Directors-General, etc. to events covering EU-related topics.","lastUp":"2018-10-25T16:17:57.417+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}