{"id":"103598910989-56","name":"Global Federation of Insurance Associations","registrationDate":"2013-04-18T14:23:22.433+01:00","category":2,"subCategory":4,"legal":"Non-profit","web":"http://www.gfiainsurance.org","country":"Belgium","headAddress":"Rue Montoyer, 51","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)28 94 30 81","boss":"Kempthorne Dirk","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.25","membership":"","memberOrga":"http://www.gfiainsurance.org/en/Members/Overview/","goal":"The Global Federation of Insurance Associations (GFIA) was established on 9 October 2012. Its 40 member associations represent insurers that account for around 87% of total insurance premiums worldwide.&#xd;<br />&#xd;<br />The GFIA is a non-profit association established to represent national and regional insurance associations that serve the general interests of life, health, general insurance and reinsurance companies and to make representations to national governments, international regulators and others on their behalf. The federation was established to increase industry effectiveness in providing input to international regulatory bodies and to contribute more effectively to the international dialogue on issues of common interest. GFIA positions are agreed by consensus in its general assembly, in which all members are represented.&#xd;<br />&#xd;<br />The federation:&#xd;<br />* represents member associations’ interests to, among others, international regulatory groups, standard-setters and governments to increase the industry’s effectiveness;&#xd;<br />* contributes to an international dialogue on issues of common interest by formalising contact, cooperation and dialogue among national and regional insurance associations;&#xd;<br />* co-operates with other international organisations, particularly those representing the insurance industry;&#xd;<br />* shares non-commercially sensitive information and research; and&#xd;<br />* provides information on positions taken by the federation.&#xd;<br />&#xd;<br />At its first meeting in Washington, DC, Frank Swedlove, president of the Canadian Life and Health Insurance Association, was elected as GFIA chair.&#xd;<br />Recaredo Arias of the Federación Interamericana de Empresas de Seguros was elected as vice-chair; Michaela Koller of Insurance Europe as secretary (with Insurance Europe running the secretariat); Shizuharu Kubono of the Life Insurance Association of Japan as treasurer, and Leigh-Ann Pusey of American Insurance Association as membership executive.&#xd;<br />&#xd;<br />The GFIA has set up working groups on current priority issues for the global insurance industry. Each group is chaired by a member association and membership of the group is voluntary. The groups are:&#xd;<br />* Anti-Money Laundering/Counter Terrorism-Financing&#xd;<br />* Capital&#xd;<br />* ComFrame, chaired by Stef Zielezienski&#xd;<br />* Corporate Governance&#xd;<br />* Financial Inclusion&#xd;<br />* Market Conduct&#xd;<br />* Natural Catastrophes&#xd;<br />* Systemic Risk&#xd;<br />* Taxation&#xd;<br />* Trade&#xd;<br />&#xd;<br />Through these working groups, the federation will be active in commenting on a broad range of issues affecting the international insurance industry.","acronym":"GFIA","interests":"Consumer Affairs, Economic and Financial Affairs, External Relations, Foreign and Security Policy and Defence, Taxation, Trade","euInitiatives":"The development of international standards by the IAIS and other global standard setters.","lastUp":"2017-03-10T10:40:15.446+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}