{"id":"103509614342-13","name":"Dogs Trust","registrationDate":"2014-09-22T15:33:06.821+02:00","category":3,"subCategory":2,"legal":"Registered Charity","web":"http://www.dogstrust.org.uk","country":"United kingdom","headAddress":"Wakley Street, 17","headCity":"London","headPostCode":"EC1V 7RQ","headPhone":"(44)20 78 33 00 06","boss":"Monteith Jim","bossTitle":"Mr","bossPosition":"Interim CEO","membersCount":5,"membersFTE":"2.0","membership":"Dogs Trust runs the EU Dog &amp; Cat Alliance, which was launched in October 2014. This is an alliance of dog and cat welfare organisations from across the EU, which is registered on the Transparency Register separately.","memberOrga":"","goal":"Dogs Trust is the UK’s largest dog welfare charity with a network of 20 rehoming centres across the UK and one in Ireland, through which nearly 15,000 stray and abandoned dogs are cared for each year. Dogs Trust invests significant resources in education and the promotion of responsible dog ownership and works internationally to promote dog welfare issues. Dogs Trust has a non-destruction policy and never puts a healthy dog down.  &#xd;<br />&#xd;<br />As a charity, Dogs Trust receives no government funding and relies solely on donations.","acronym":"","interests":"Agriculture and Rural Development, Consumers, Education and training, Food Safety, Public Health, Research and innovation, Single market, Transport","euInitiatives":"- The welfare of dogs and cats involved in commercial practices&#xd;<br />&#xd;<br />- Regulation (EU) No 576/2013 on on the non-commercial movement of pet animals&#xd;<br />&#xd;<br />- Council Directive 92/65/EEC laying down animal health requirements governing trade in and imports into the Community of animals, semen, ova and embryos &#xd;<br />&#xd;<br />- Regulation (EU) 2016/429 of the European Parliament and of the Council of 9 March 2016 on transmissible animal diseases and amending and repealing certain acts in the area of animal health (‘Animal Health Law’)&#xd;<br />&#xd;<br />- Council Regulation (EC) No 1/2005 on the protection of animals during transport&#xd;<br />&#xd;<br />- Veterinary medicinal products and medicated feed&#xd;<br />&#xd;<br />- EU Platform on Animal Welfare","lastUp":"2019-07-24T16:54:29.824+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}