{"id":"103678731267-61","name":"Debitos GmbH","registrationDate":"2018-04-19T18:29:03.620+02:00","category":1,"subCategory":6,"legal":"GmbH","web":"http://debitos.com","country":"Germany","headAddress":"Platz der Einheit 2","headCity":"Frankfurt/Main","headPostCode":"60327","headPhone":"(49)6 94 30 08 26 00","boss":"Timur Peters","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":2,"membersFTE":"1.0","membership":"http://fenca.eu/","memberOrga":"","goal":"Debitos ist ein Online Marktplatz, der es Verkäufern ermöglicht Kredite und andere Forderungen anzubieten und Käufern die Möglichkeit gibt, diese Forderungen zu erwerben. Verkauft wird dabei über eine online Auktion. Zu all dem bietet Debitos die digitale Plattform. Da Debitos Kontakt zu mehr als 500 Investoren hat, kann Debitos Märkte in den unterschiedlichsten Regionen originär etablieren. So gibt es beispielsweise in einigen Ländern Osteuropas kaum Finanzierungsmöglichkeiten für kleine und mittlere Unternehmen. Über den Handel von Forderungen aus Lieferung und Leistung mit längerer Fälligkeitsdauer können Unternehmen ohne die Hilfe der Banken ihre Liquiditätsreserven aufrecht erhalten. Dies ist nur möglich, wenn Kapital aus dem Ausland seinen Weg in dieses jeweilige Land findet. Debitos hat den Zugang zu diesem Kapital (durch seine Investorenkontakte) und kann dieses in das jeweilige Land lenken. Auch bietet Debitos durch die Automatisierung von Transaktionsprozessen billigere und kostensparende Transaktionsservices als dies die klassischen offline Servicer anbieten können.","acronym":"","interests":"Financial Stability, Financial Services and Capital Markets Union ","euInitiatives":"Die NPL Transaktions Templates der European Banking Authority (EBA). &#xd;<br />Die geplanten harten Abschreibungsregeln für bestimmte notleidende Kredite durch die Europäische Kommission. http://www.handelsblatt.com/finanzen/geldpolitik/bankenbilanzen-eu-kommission-fuer-schrittweise-abschreibung-fauler-kredite/20996654.html","lastUp":"2018-04-19T19:20:11.103+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}