{"id":"103669724080-33","name":"Marinalg International","registrationDate":"2016-10-25T16:17:31.757+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://marinalg.org/","country":"Belgium","headAddress":"Avenue Jules Bordet 142","headCity":"Brussels","headPostCode":"1140","headPhone":"(32)27 61 16 13","boss":"Robert Rankin","bossTitle":"Mr","bossPosition":"General Manager","membersCount":1,"membersFTE":"0.25","membership":"http://www.elc-eu.org/","memberOrga":"http://marinalg.org/our-members/","goal":"Marinalg International is a global trade association based in Brussels representing companies that produce seaweed derived hydrocolloids, which are used in food, beverage, consumer product and pharmaceutical applications.  Marinalg International primary focus is to support and promote sound science, and provide technical expertise related to the safety and efficacy of seaweed derived hydrocolloids. Marinalg International monitors EU legislative issues of relevance to its members, participates in public consultations, identifies potential conflicts and delivers common positions to decision makers at the European Institutions, and especially when addressing issues of scientific or technical nature. Marinalg International promotes the recognition in European, national and international legislation, of seaweed derived hydrocolloids as safe, functional ingredients used in a wide variety of products available to EU consumers.","acronym":"N/A","interests":"Agriculture and Rural Development, Environment, Food Safety, Public Health, Trade","euInitiatives":"- Regulation (EU) No 257/2010 &#xd;<br />- Regulation (EC) No 1333/2008&#xd;<br />- Regulation (EU) No 231/2012&#xd;<br />- Regulation (EC) No 1831/1003 &#xd;<br />&#xd;<br />Furthermore issues related to selected CODEX standards, agriculture and sustainable production, and some trade issues related to seaweed and seaweed derived hydrocolloids.","lastUp":"2017-10-04T15:01:25.040+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}