{"id":"10405322962-08","name":"Wirtschaftskammer Österreich","registrationDate":"2010-01-07T14:04:27.511+02:00","category":6,"subCategory":9,"legal":"Körperschaft öffentlichen Rechts","web":"http://wko.at","country":"Austria","headAddress":"Wiedner Hauptstraße 63","headCity":"Wien","headPostCode":"1045","headPhone":"(43)59 09 00","boss":"Karlheinz Kopf","bossTitle":"Mr","bossPosition":"Generalsekretär","membersCount":25,"membersFTE":"15.0","membership":"Die WKÖ ist Mitglied bei folgenden europäischen Wirtschaftsdachverbänden:&#xd;\n- www.eurochambres.eu&#xd;\n- www.eurocommerce.eu&#xd;\n- www.ueapme.com&#xd;\n- www.sbs-sme.eu&#xd;\n- www.europe-tpo.com&#xd;\n-www.uecc.org","memberOrga":"Die Mitlieder der WKÖ sind die Betriebe der gewerblichen Wirtschaft Österreichs. Deren Mitgliedschaft ist im Wirtschaftskammergesetz gesetzlich geregelt. Die Anzahl der Mitgliedsbetriebe beträgt rund 500.000.","goal":"Die Wirtschaftskammer Österreich (WKÖ) ist die gesetzliche Interessenvertretung des überwiegenden Teils der österreichischen Wirtschaft. Sie vertritt die Interessen von rund 400.000 österreichischen Unternehmen aus allen Sektoren (Industrie, Gewerbe und Handwerk, Handel, Banken und Versicherungen, Verkehr, Tourismus und Freizeitwirtschaft, Information und Consulting). Die WKÖ ist eine als Selbstverwaltungskörper eingerichtete Körperschaft öffentlichen Rechts mit Pflichtmitgliedschaft. Die WKÖ ist Sozialpartner auf nationaler Ebene und über ihren Dachverband UEAPME auch im Europäischen Sozialen Dialog vertreten.","acronym":"WKÖ","interests":"Agriculture, Borders and Security, Budget, Business and Industry, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Handelspolitik, Finanzpolitik, KMU-Politik, Verbraucherrecht, Jugendbeschäftigungsinitiative, Europa 2020, Bessere Rechtsetzung, REFIT, Digitaler Binnenmarkt, Binnenmarktstrategie, WWU, Klimapolitik, Energiepolitik, Markenrecht, Finanztransaktionssteuer, Datenschutz, REACH, Produktsicherheit, Marktüberwachungspaket, Urheberrecht, Industriepolitik, EFSI, TTIP, Investitionsschutz, Kapitalmarktunion, Eisenbahnpaket, Forschungspolitik, Bildungspolitik","lastUp":"2018-07-04T11:13:57.556+02:00","customers":"","costAbsolu":"","costRange":"1750000-1999999","turnoverAbsolu":0,"turnoverRange":""}