{"id":"10426402966-04","name":"CEC European Managers - Confédération Européenne des Cadres","registrationDate":"2010-01-07T18:20:09.520+02:00","category":2,"subCategory":1,"legal":"Association Internationale sans but lucratif","web":"http://www.cec-managers.org","country":"Belgium","headAddress":"de la Loi, 81a - Bte 1","headCity":"Bruxelles","headPostCode":"1040","headPhone":"(0032)24 20 10 51","boss":"Ludger Ramme","bossTitle":"Mr","bossPosition":"Président","membersCount":5,"membersFTE":"3.5","membership":"La CEC est membre de la Confédération Internationale des Cadres.","memberOrga":"https://www.cec-managers.org/about-us/our-members.html","goal":"La CEC est l’un des six partenaires sociaux européens à siéger au Comité de Dialogue social interprofessionnel.&#xd;<br />&#xd;<br />La CEC fédère un nombre croissant d’organisations nationales (syndicats, associations de salariés, fédérations professionnelles) qui représentent les cadres et managers actifs dans l’industrie, les services et le secteur public. Leur nombre a augmenté de manière constante et leur poids dans l’économie européenne est considérable.&#xd;<br />&#xd;<br />Nos membres sont des managers issus du moyen et haut encadrement et ils représentent par conséquent un groupe spécifique parmi les salariés. Les managers jouent un rôle clé au sein des entreprises. Ils forment le lien entre la direction et les employés. Leur défi est celui de motiver leur équipe et d’expliquer pourquoi et comment les tâches doivent être accomplies.&#xd;<br />&#xd;<br />Les cadres jouent également un rôle essentiel dans la société. Ils doivent être impliqués dans son progrès et être responsables envers ceux qui ne parviennent pas à suivre le rythme de développement.&#xd;<br />&#xd;<br />Les organisations de cadres qui existent à travers l’Europe s’emploient à rendre ce rôle des managers plus clair et plus visible aux yeux de tous. Elles défendent aussi leurs droits et leurs besoins.&#xd;<br />&#xd;<br />Le modèle social européen, c’est à dire ce qui différencie nos relations industrielles des modèles que l’on trouve ailleurs dans le monde, se compose de systèmes et traditions très divers. La représentation spécifique des cadres est l’un des éléments essentiels de ce modèle et contribue à la compétitivité de l’Europe.","acronym":"CEC","interests":"Business and Industry, Competition, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, General and Institutional Affairs, Justice and Fundamental Rights, Research and innovation, Trans-European Networks","euInitiatives":"- Employment and social affairs&#xd;<br />- Social dialogue&#xd;<br />- Management issues&#xd;<br />- Gender equality","lastUp":"2018-09-17T15:49:02.806+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}