{"id":"104389429661-24","name":"IBAN PORTABILITY PROJECT","registrationDate":"2018-01-17T18:11:48.108+02:00","category":2,"subCategory":3,"legal":"SRL","web":"","country":"Italy","headAddress":"VIA SEMPIONE 14","headCity":"Varese","headPostCode":"21100","headPhone":"(39)33 58 03 12 83","boss":"Enzo Russo","bossTitle":"Mr","bossPosition":"CEO/Director","membersCount":1,"membersFTE":"0.5","membership":"FORFIRM Consulting: http://forfirm.com/&#xd;\nVareseNext (innovation hub): https://varesenext.it/&#xd;\nASSOFINTECH: http://assofintech.org/associati/#1522315327742-56d15072-3672&#xd;\nFintastico: https://www.fintastico.com/it/servizi/servizi-per-banche/ibanp/&#xd;\nGOMEDICI: https://memberships.gomedici.com/companies/iban-portability-project&#xd;\nAngelList: https://angel.co/projects/743057-iban-portability-project?src=user_profile&#xd;\nF6S: https://www.f6s.com/ibanportabilityproject&#xd;\nStartup Explore: https://startupxplore.com/en/startups/iban-portability-project-1","memberOrga":"FORFIRM group: https://www.forfirm.com/i-nostri-partner/","goal":"The development of the following activities that are though  for the production and marketing of the following high-tech technological innovative product and service and lobby activities: &#xd;<br />- Lobby activity adressed to European Parliament in order to review the SEPA Regulation adopted in 2012 to modify IBAN identifiers. Such changes are technically feasible and with no costs for the financial industry and indirect for consumers adopting IBAN Portability Solution. &#xd;<br />- Management of an application that guarantees the portability of the current accounts (and also the IBAN code) between the banks and /or financial istitutions that will adopt our solution and will embrace the project.&#xd;<br />- Management for banks and/or financial institutions of opening precedure, portability and closing of a current account.&#xd;<br />- Marketing and Communications activities in order to promote our solution and sensibilize about the account number portability in banking sector.&#xd;<br />- Financial project managemnet activities and operators finalize for development of entrepepreneurial projects and theis financing, even though crowdfunding platforms. &#xd;<br />- Developmente of second version of the plug-in in Blockchain Hyperledger Fabric Technology&#xd;<br />Resaerch and development of methods of eletronic payment and consultation in the same sector.","acronym":"","interests":"Banking and financial services, Consumers, Digital economy and society, Economy, finance and the euro, Research and innovation, Trans-European Networks","euInitiatives":"We are interested in the following directives that regulate banking payments:&#xd;<br />- PAD: Payment Accounts Directive&#xd;<br />- PSD2: Payment Services Directive","lastUp":"2018-07-23T10:10:21.960+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}