{"id":"104408719040-41","name":"Plataforma de Media Privados","registrationDate":"2015-09-30T17:59:47.976+01:00","category":2,"subCategory":4,"legal":"Associação de direito privado, sem fins lucrativos","web":"","country":"Portugal","headAddress":"Rua Ribeiro Sanches, 65","headCity":"LISBOA","headPostCode":"1200-787","headPhone":"(351)2 13 92 97 83","boss":"Luís Nazaré","bossTitle":"","bossPosition":"Diretor Executivo ","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"- COFINA MEDIA, SGPS, S.A.&#xd;\n - GLOBAL NOTÍCIAS - MEDIA GROUP, S.A.&#xd;\n- GRUPO MEDIA CAPITAL, SGPS, S.A.&#xd;\n- IMPRESA – SGPS, S.A.&#xd;\n- RADIO RENASCENÇA, LDA.&#xd;\n- PÚBLICO COMUNICAÇÃO SOCIAL, S.A.","goal":"A Associação deve, com plena independência dos poderes públicos e privados, contribuir para os objectivos principais seguintes:&#xd;<br />a)\tDefender a liberdade de informação, da igualdade de oportunidades, da livre iniciativa e da sã concorrência;&#xd;<br />b)\tDefender e promover os objetivos dos meios de comunicação social privados portugueses junto de quaisquer entidades e instâncias, nacionais ou estrangeiras;&#xd;<br />c)\tDesenvolver e promover o conhecimento sobre as realidades tecnológicas, económicas, sociológicas, culturais, jurídicas e políticas associadas à comunicação social, que sejam prevalecentes nas economias avançadas de mercado;&#xd;<br />d)\tAssegurar a representação das empresas associadas em assuntos de interesse comum.&#xd;<br />e)\tContribuir para a adequada valorização da comunicação social em geral;&#xd;<br />f)\tContribuir para o esclarecimento das questões relacionadas com políticas públicas, estratégias empresariais ou comportamentos e direitos dos seus Associados;&#xd;<br />g)\tDefender o jornalismo profissional como garantia de funcionamento da democracia;&#xd;<br />h)\tPromover a colaboração com a Administração pública na definição da política nacional aplicável ao sector;&#xd;<br />i)\tProsseguir quaisquer outros fins, comuns aos Associados, que, sendo permitidos por lei, a Associação venha a considerar ser de interesse assegurar.","acronym":"PMP","interests":"Audiovisual and Media, Communication, Consumer Affairs, Information Society","euInitiatives":"Análise de anteprojetos legislativos relacionados com o setor dos media.","lastUp":"2017-09-12T20:14:47.716+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}