{"id":"104923230342-65","name":"CORINTH PIPEWORKS PIPE INDUSTRY S.A.","registrationDate":"2018-02-22T18:48:33.669+01:00","category":2,"subCategory":3,"legal":"S.A.","web":"http://www.cpw.gr","country":"Greece","headAddress":"33 Amaroussiou-Halandriou Str., Maroussi","headCity":"Athens","headPostCode":"15125","headPhone":"(30)21 06 78 76 80","boss":"APOSTOLOS PAPAVASILEIOU","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"1.25","membership":"-Hellenic Network for Corporate Social Responsibility (CSR   Hellas)&#xd;\n-Athens Chamber of Commerce &amp; Industry (ACCI)&#xd;\n-Hellenic Federation of Enterprises (SEV)&#xd;\n-Federation of Sterea Ellada Industries (SBSTE)&#xd;\n-American Petroleum Institute (API)&#xd;\n-European Steel Tube Association (ESTA).&#xd;\n-The Welding Institute (TWI)&#xd;\n-European Pipeline Research Group (EPRG)&#xd;\n-National Association of Pipe Coating Applicators (NAPCA)","memberOrga":"","goal":"Corinth Pipeworks S.A. is a global supplier of high quality steel pipes for the energy and construction market. Maintaining its dedication to delivering energy to the world it will continue to grow sustainably, set standards of excellence, refine its quality, invest and further develop its technical knowledge while expanding its capabilities, increasing its efficiencies and adding exceptional value for customers. Corinth Pipeworks S.A. has identified six areas of focus: Corporate Governance, its people, health and safety at workplace, market responsibility, care for the environment, support for the local community.","acronym":"CPW","interests":"Climate Action, Competition, Customs, Development, Economic and Financial Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, Internal Market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"European Commission Energy Strategy, State of the Union reports and policies- Energy and Industry, EU Trade Policy, EU 2030 Climate and Energy framework, REACH, Emissions Trading System Reform, Competition Issues.","lastUp":"2018-02-23T09:57:24.925+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}