{"id":"105190222075-66","name":"National Széchényi Library, Hungary","registrationDate":"2016-06-02T16:13:15.337+01:00","category":6,"subCategory":9,"legal":"library","web":"http://www.oszk.hu/","country":"Hungary","headAddress":"Szent György tér 4-5-6.","headCity":"Budapest","headPostCode":"H-1014","headPhone":"(361)2 24 37 00","boss":"László Tüske","bossTitle":"Mr","bossPosition":"director general","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"The National Széchényi Library has been the Hungarian national library since 1802. It’s collections consist of paper documents published in Hungary: more than 2 million books, periodicals, manuscripts, documents, images, etc. The Hungarian Library Institut is part of the National Library, there are countrywide coordination tasks among its goals. The library has collected online documents since 1999 when it integrated the Hungarian Electronic Library (mek.oszk.hu) which makes available more than 8,000 digital books and over 170 audio books. The NSL was one of the first partners (together with French and Portuguese libraries) participated in the former version of Europeana developed by the French National Library. The national library joined The European Library project, the library catalog and digital records have been added to the TEL Database. Also, recently NSL shifted towards functioning as a service provider for the wide range of citizens. NSL has experiences achieved during the collaboration with its partners in the creative industry. This collaboration mainly pertains to the field of copyright clarifying and classification. NSL endeavours to express its opinion on legal proposals and the implementations of EU directives in Hungary, especially those related to the digitization and availability of copyrighted materials in libraries.","acronym":"NSL","interests":"Audiovisual and Media, Culture, Education, Information Society, Research and Technology","euInitiatives":"Digital Single Market, Digital Agenda for Europe","lastUp":"2017-05-31T13:14:03.701+01:00","customers":"","costAbsolu":"","costRange":"2250000-2499999","turnoverAbsolu":0,"turnoverRange":""}