{"id":"105222814108-05","name":"Oil Companies International Marine Forum","registrationDate":"2014-07-29T19:22:31.173+01:00","category":2,"subCategory":7,"legal":"Company Limited by Guarantee (ie not for profit)","web":"http://www.ocimf.org","country":"United kingdom","headAddress":"5th Floor","headCity":"London","headPostCode":"SW1H 9BU","headPhone":"(44)20 76 54 12 00","boss":"Andrew Cassels","bossTitle":"Mr","bossPosition":"Director","membersCount":2,"membersFTE":"0.5","membership":"OCIMF was granted Consultative status at the International Maritime Organization (IMO) in 1971","memberOrga":"","goal":"The Oil Companies International Marine Forum (OCIMF) is a voluntary association of oil companies having an interest in the shipment and terminalling of crude oil and oil products.  OCIMF's overriding goal is to improve the safe and environmentally responsible operation of oil tankers and terminals on a global scale.  OCIMF's Mission - to be the foremost authority on the safe and environmentally responsible operation of oil tankers, terminals and offshore support vessels, promoting continuous improvement in standards of design and operation.  OCIMF's Objectives - Engage: Identify and resolve safety, security and environmental issues affecting the industry through engagement with OCIMF members and external stakeholders.  Advocate: Contribute to the development, and encourage the ratification and implementation of international conventions and regulations.  Influence industry adoption of OCIMF guidance, recommendations and best practice.  Promote: Develop and publish guidance, recommendations and best practice by harnessing the skills and experience of OCIMF members and the wider industry.  Provide tools and facilitate exchange of information, to promote continuous improvement in safe and environmentally sustainable operations","acronym":"OCIMF","interests":"Competition, Energy, Environment, Foreign and Security Policy and Defence, Transport","euInitiatives":"Safe and environmentally responsible transportation of oil and gas cargoes.  Safe and environmentally responsible operation of oil and gas terminals.","lastUp":"2017-03-20T12:20:13.422+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}