{"id":"105398420716-74","name":"Handwerkskammer für München und Oberbayern","registrationDate":"2016-02-17T16:55:37.576+01:00","category":6,"subCategory":13,"legal":"Körperschaft des öffentlichen Rechts","web":"http://hwk-muenchen.de","country":"Germany","headAddress":"Max-Joseph-Straße 4","headCity":"München","headPostCode":"80333","headPhone":"(49)5 11 90","boss":"Frank Hüpers, Dr. ","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":5,"membersFTE":"2.25","membership":"Mitglied beim DHKT: www.zdh.de&#xd;\n&#xd;\nMitglied im BHT: www.dasbayerischehandwerk.de","memberOrga":"Andere Rechtsformen: 12264","goal":"Die Aufgaben der Handwerkskammer als Körperschaft des öffentlichen Rechts sind in der Handwerksordnung (HwO) festgelegt. Diese umfassen die Bereiche Selbstverwaltung, Interessenvertretung und Dienstleistungen. Vom Staat wurden der Handwerkskammer hoheitliche Aufgaben übertragen, wie das Führen der Handwerksrolle und die Regelung des Prüfungswesens. Weiteres siehe www.hwk-muenchen.de","acronym":"HWK","interests":"Agriculture and Rural Development, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Beobachtung sämtlicher für das Handwerk relevanter Initiativen: EU-Binnenmarktstrategie (Dienstleistungspaket), Digitale Binnenmarktstrategie, Reglementierung von Berufen, Qualifizierung, Arbeitsmarkt- und Beschäftigungspolitik (Europäische Säule sozialer Rechte), TTIP, Verbraucherschutzregelungen, KMU-Finanzierung, KMU-Förderung, ESF, EFRE, Umwelt (hier insbesondere die Bereiche Luftreinhaltung und Umgebungslärm), Infrastruktur- und Verkehrspolitik, Steuerpolitik, Finanzmarktpolitik (Europäische Einlagensicherung, Small Banking Box), Roadpackage, KMU-Definition","lastUp":"2018-03-01T18:28:47.663+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}