{"id":"105450620110-21","name":"Polski Koncern Naftowy Orlen S.A.","registrationDate":"2015-12-29T11:10:18.278+02:00","category":2,"subCategory":3,"legal":"spółka akcyjna","web":"http://www.orlen.pl/","country":"Poland","headAddress":"Ul. Chemików 7","headCity":"Płock","headPostCode":"09-411","headPhone":"(48)2 42 56 00 00","boss":"Obajtek Daniel","bossTitle":"Mr","bossPosition":"Prezes Zarządu, Dyrektor Generalny","membersCount":1,"membersFTE":"1.0","membership":"- FuelsEurope &amp; CONCAWE&#xd;\n- European Energy Forum&#xd;\n- Polish Organisation of Oil Industry and Trade (Polska Organizacja Przemysłu i Handlu Naftowego)","memberOrga":"","goal":"PKN ORLEN is a leading-edge player on the fuels and energy markets, and the largest company in Central and Eastern Europe, listed in prestigious global rankings such as Fortune Global 500, Platts TOP250 and Thompson Reuters TOP100.&#xd;<br />&#xd;<br />The ORLEN Group operates on 6 home markets: in Poland, the Czech Republic, Germany, Lithuania, Slovakia and Canada. It owns state-of-the-art integrated assets capable of processing more than 35 million tonnes of various crude types per annum, and markets its products through the CEE region’s largest chain of more than 2,800 service stations. The Group’s offering encompasses over 50 top-quality petrochemical and refining products, which are sold in more than 100 countries across 6 continents. PKN ORLEN is also a major player on the Polish energy market and Poland’s largest industrial electricity producer, with a generation capacity of 1.9 GWe. The Group’s upstream assets include 2P oil and gas reserves estimated at close to 211 mboe at the end of 2018. For several consecutive years, ORLEN has been recognised as the most valuable Polish brand, worth PLN 4.7bn. PKN ORLEN is the only company in the region to be included for the sixth consecutive time in the list of The Most Ethical Companies by the US-based Ethisphere Institute.","acronym":"PKN Orlen S.A.","interests":"Banking and financial services, Budget, Business and Industry, Climate Action, Competition, Consumers, Customs, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Foreign affairs and security policy, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"The next steps of the Clean Energy package (RED, EED, NECP).&#xd;<br />The Clean Planet for All strategy.&#xd;<br />The future of mobility (CO2 standards for vehicles and the new strategy).&#xd;<br />The Sustainable Finance Package (with a special focus on taxonomy).&#xd;<br />The phase IV and the future of the ETS.&#xd;<br />Resource-related legislation (oil&amp;gas), including stocks.&#xd;<br />Materials legislation, such as REACH and Plastics Strategy.&#xd;<br />Trade-related issues such as anti-dumping and anti-subsidy decisions.&#xd;<br />The new electricity market design.&#xd;<br />Horizon Europe.","lastUp":"2019-08-02T10:21:47.549+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}