{"id":"105450620110-21","name":"Polski Koncern Naftowy Orlen S.A.","registrationDate":"2015-12-29T11:10:18.278+02:00","category":2,"subCategory":3,"legal":"spółka akcyjna","web":"http://www.orlen.pl/","country":"Poland","headAddress":"Ul. Chemików 7","headCity":"Płock","headPostCode":"09-411","headPhone":"(48)2 42 56 00 00","boss":"Obajtek Daniel","bossTitle":"Mr","bossPosition":"Prezes Zarządu, Dyrektor Generalny","membersCount":1,"membersFTE":"1.0","membership":"- EuroFuels &amp; CONCAWE&#xd;\n- European Energy Forum&#xd;\n- Polish Organisation of Kerosene Industry and Trade (Polska Organizacja Przemysłu i Handlu Naftowego)&#xd;\n- World Economic Forum&#xd;\n- World Petroleum Council - Polski Narodowy Komitet Światowej Rady Naftowej","memberOrga":"","goal":"- ochrona praw i reprezentowanie interesów Koncernu PKN Orlen S.A. wobec instytucji UE oraz organizacji międzynarodowych; &#xd;<br />- prowadzenie działań na rzecz rozwoju branży energetycznej, a w szczególności sektora rafineryjnego w Polsce i Unii Europejskiej;&#xd;<br />- promowanie rozwiązań i wspieranie działań na rzecz realizacji założeń polityki energetycznej UE, ze szczególnym uwzględnieniem branży rafineryjnej.","acronym":"PKN Orlen S.A.","interests":"Banking and financial services, Budget, Business and Industry, Climate Action, Competition, Consumers, Customs, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Foreign affairs and security policy, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"pakiet energetyczno-klimatyczny po 2030 r.; reforma ETS po 2030 r. (implementacja, Fundusz Innowacyjny oraz zasady udzielania pomocy publicznej); projekt Unii Energetycznej, w tym pakiet Czysta Energia dla wszystkich Europejczyków (implementacja Dyrektywy OZE i o efektywności energetycznej) ; polityka handlowa (anti-dumping anti-subsidy); zmiana Dyrektywy o zapasach ropy; Rozporządzenie o standardach emisyjności pojazdów osobowych i lekkich dostawczych; Rozporządzenie o standardach emisji dla pojazdów ciężarowych; Horizon Europe i agenda badawcza; przyszłość rynku gazu w UE; Strategia dla plastików; pakiet Sustainable Finance","lastUp":"2019-06-25T11:14:15.784+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}