{"id":"106137326166-52","name":"Kırmızı Kurdele İstanbul Derneği","registrationDate":"2017-03-02T13:47:01.136+01:00","category":3,"subCategory":2,"legal":"Legally Registered Civil Society Association","web":"http://www.kirmizikurdele.org","country":"Turkey","headAddress":"Asmalı Mescit Mh. Emir Nevruz Sk. Panayia Apt. No:2/4 (DAM)","headCity":"Istanbul","headPostCode":"34430","headPhone":"(90)21 24 41 03 26","boss":"Arda Karapinar","bossTitle":"Mr","bossPosition":"Chairman","membersCount":5,"membersFTE":"3.5","membership":"","memberOrga":"-Aids Action Europe (AAE): www.aidsactioneurope.org&#xd;\n-European Aids Treatment Group (EATG): www.eatg.org&#xd;\n-i-Base: i-base.info&#xd;\n-NAMAidsmap: www.aidsmap.com","goal":"Red Ribbon Istanbul is a “civil society organization” that aims to raise awareness and provide information on HIV to be shared, focusing mainly on, but not limited with, people living in Istanbul in various segments of the population.&#xd;<br />&#xd;<br />We strongly believe that the most effective tool to prevent the spread of HIV is knowledge that is scientifically-proven and data-supported. With the know-how of our members, who come from various fields, including law, health, entertainment, and politics, we aim to provide precise information about HIV to all segments of society.&#xd;<br />&#xd;<br />We aim to communicate scientifically-grounded HIV-related information to all parts of society, using clear and easy-to-understand language.&#xd;<br />&#xd;<br />We are using information that we obtain to make the lives of all HIV-positive individuals easier. Our information is gathered by working closely with medical doctors and HIV-positive people directly.&#xd;<br />&#xd;<br />We believe that more knowledge strengthens the attention that is paid to an issue and that attention further strengthens the response. To help this response grow, we are working to share international knowledge that comes from all around the world with Turkey.&#xd;<br /> &#xd;<br />We are producing projects and ideas on various social fields to make HIV be discussed in a medical/scientific context, instead of its present moral framing.","acronym":"KKI","interests":"Education and training, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Youth","euInitiatives":"ECDC Guidance: HIV Testing - Increasing uptake and Effectiveness in the EU","lastUp":"2019-10-31T19:43:27.670+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}