{"id":"106413816989-72","name":"The Mossawa Center","registrationDate":"2015-05-03T15:50:22.294+02:00","category":3,"subCategory":2,"legal":"Non Governmental Organization","web":"http://www.mossawa.org/","country":"Israel","headAddress":"5 Saint Lucas St.","headCity":"Haifa","headPostCode":"31043","headPhone":"(972)48 55 59 01","boss":"Jafar Farah","bossTitle":"Mr","bossPosition":"Director","membersCount":2,"membersFTE":"0.5","membership":"http://www.fightracism.org/en/","memberOrga":"http://www.mossawacenter.org/en/index.asp","goal":"Home - About Mossawa - Mission Statement&#xd;<br /> Mission Statement&#xd;<br />Mission Statement&#xd;<br />&#xd;<br />The Mossawa Center, the Advocacy Center for Palestinian Arab citizens in Israel, is a non-profit, non-governmental organization established in 1997 that aims to promote the economic, social, cultural and political rights of the Palestinian Arab citizens in Israel, and the recognition of this community a national indigenous minority, with their own national, cultural and historical distinctiveness. The Center develops programs to promote a democratic society, and acts against all forms of discrimination based on race, nationalism, religious affiliation, social status, gender, and disabilities.&#xd;<br />&#xd;<br />In advancing its mission of promoting the Palestinian Arab minority's rights, the Mossawa Center utilizes various methods, including governmental advocacy in the Israeli Knesset (Parliament) and government, international advocacy with a particular focus in Europe, the United States, and South Africa, socio-economic research and budget analysis, media campaigns, capacity building with a broad network of Arab NGOs, and cooperative work with local councils as well as Israeli-based and international NGOs.","acronym":"","interests":"Budget, Culture, External Relations, Foreign and Security Policy and Defence, Justice and Fundamental Rights, Youth","euInitiatives":"Horizon 2020&#xd;<br />EU Israel trade agreements&#xd;<br />EU recognition of Palestine","lastUp":"2018-04-09T10:38:14.143+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}