{"id":"106623628703-22","name":"CEELI Institute","registrationDate":"2017-10-18T15:18:03.566+01:00","category":3,"subCategory":2,"legal":"o.p.s. (public benefit organization)","web":"http://ceeliinstitute.org","country":"Czech republic","headAddress":"Villa Grabovka","headCity":"Prague","headPostCode":"12000","headPhone":"(420)7 33 18 19 88","boss":"Christopher Lehmann","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":14,"membersFTE":"12.5","membership":"","memberOrga":"","goal":"The mission of the CEELI Institute is to advance the rule of law in the world in order to: protect fundamental rights and individual liberties; promote transparent, incorruptible, accountable governments; lay the foundation for economic opportunity and growth; and encourage peaceful resolution of disputes.The Institute implements its mission by:&#xd;<br />providing world-class, interactive training and skills development to legal professionals and others committed to the rule of law, both at the Institute?s state-of-the-art facility in Prague and locally in other countries, as requested,&#xd;<br />convening professional conferences, exchanges, and retreats and serving as a private venue for international meetings discussions, and negotiations,&#xd;<br />continuing its historical readiness to respond promptly to emerging threats to the rule of law and a willingness to partner with other organizations that complement the Institute?s resources and further its mission,&#xd;<br />remaining committed to the pro bono ethic of the Institute?s founders and distinguished faculties, and&#xd;<br />maximizing the relevance, effectiveness, and impact of the Institute?s programs.","acronym":"CEELI Institute","interests":"Enlargement, External Relations, Home Affairs, Justice and Fundamental Rights","euInitiatives":"Our organization actively follows EU initiatives on training judges and law-enforcement on proper implementation of EU legislation, promotion of the rule of law and anti-money laundering policies and legislation.","lastUp":"2017-10-18T15:36:19.149+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}