{"id":"10709328948-87","name":"Johann Wolfgang Goethe-Universität Frankfurt am Main","registrationDate":"2012-06-11T16:07:31.387+01:00","category":4,"subCategory":12,"legal":"Stiftung öffentlichen Rechts","web":"http://www.uni-frankfurt.de","country":"Germany","headAddress":"Theodor-W.-Adorno-Platz 1","headCity":"Frankfurt am Main","headPostCode":"60323","headPhone":"(4969)79 81 51 98","boss":"Birgitta Wolff","bossTitle":"Ms","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"Listed is personal working at Goethe University","goal":"Goethe University Frankfurt, positioned among the top international research universities, offers a wide variety of academic programmes, a diverse group of research institutes, and a focus on interdisciplinary approaches to solving complex problems. The university is named after Johann Wolfgang von Goethe, the Frankfurt-born polymath renowned for his exceptional contributions to literature, science, and philosophy.&#xd;<br />&#xd;<br />Founded in 1914 with private funding and inspired by the legacy of the European Enlightenment, Goethe University stands out as a pioneering “citizens’ university”—and the history of the university is one of openness and public participation.&#xd;<br />&#xd;<br />Today, Goethe University is one of the only universities in Germany that enjoys significant public funding alongside administrative autonomy and the ability to create a private endowment.&#xd;<br />&#xd;<br />As a university with an endowment, a funding model rare in Germany’s system of higher education, GU enjoys considerable freedom from state control when it comes to the details of how a modern university should be run, including the appointing of professors. The endowment that is being built up will be invested specifically in promoting an excellent atmosphere in which to research, study, think, and create.","acronym":"GUF","interests":"Research and innovation","euInitiatives":"Goethe University is mostly active as a participant in the European Union's research and innovation programmes. Therefore the University is interested in all discussions and future developments regarding European policies in this field.","lastUp":"2019-12-12T14:27:51.809+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}