{"id":"107033410802-19","name":"WIENER STADTWERKE GmbH","registrationDate":"2013-03-12T15:48:16.198+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.wienerstadtwerke.at","country":"Austria","headAddress":"Thomas-Klestil-Platz, 14","headCity":"Wien","headPostCode":"1030","headPhone":"(43)01 53 12 30","boss":"Mag. Dr. Martin Krajcsir","bossTitle":"Mr","bossPosition":"Generaldirektor","membersCount":1,"membersFTE":"1.0","membership":"FGW - Fachverband der Gas- und Wärmeversorgungsunternehmungen&#xd;\nVereinigung der Österreichischen Industrie (Industriellenvereinigung)&#xd;\nÖsterreichs E-Wirtschaft (Österreichs Energie)&#xd;\nVerband kommunaler Unternehmen Österreichs (VKÖ)&#xd;\nWirtschaftskammer Österreich (WKÖ)","memberOrga":"-","goal":"Die Wiener Stadtwerke GmbH steht zu 100 Prozent im Eigentum der Stadt Wien und agiert seit der Ausgliederung der Wiener Stadtwerke aus der Wiener Gemeindeverwaltung im Jahr 1999 als strategische und organisatorische Dachgesellschaft des Konzerns. &#xd;<br />Der Wiener Stadtwerke-Konzern ist ein moderner Infrastrukturdienstleister und zählt zu den größten Mischkonzernen, Investoren und Arbeitgebern Osterreichs. Seine wirtschaftliche Tätigkeit lässt sich in die Segmente Energie, Öffentlicher Personennahverkehr, Bestattung und Friedhöfe sowie Garagierung untergliedern. Das Segment Energie umfasst die Sparten Produktion, Netzbetrieb und Vertrieb, wodurch vor allem eine sichere Versorgung mit Strom, Gas und Wärme gewährleistet wird. Weiters erbringen die Wiener Stadtwerke umfassende Serviceleistungen in den Bereichen des öffentlichen Personennahverkehrs (Segment Verkehr: Wiener Linien und Wiener Lokalbahnen), der Garagierung (Segment Garagengruppe) sowie der Bestattung und Friedhofsverwaltung. Der Konzern leistet mit seinen qualitativ hochwertigen, verlässlichen und sicheren Dienstleistungen einen wichtigen Beitrag zur auch international anerkannten und durch Studien bestätigten sehr hohen Lebensqualität in der Stadt Wien.","acronym":"WSTW","interests":"Climate Action, Competition, Consumer Affairs, Energy, Enterprise, Environment, General and Institutional Affairs, Information Society, Internal Market, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"* Clean Energy for all - Energy Winter Package  &#xd;<br />* Building a European Data Economy (esp. Public Sector Information Directive)  &#xd;<br />* Mobility Package I+II (esp. Clean Vehicles Directive) &#xd;<br />* C-ITS and autonomous vehicles&#xd;<br />* Passenger Rights&#xd;<br />* European Accessibility Act&#xd;<br />* Initiatives on Urban Mobility &#xd;<br />* Technical Harmonization (urban rail)&#xd;<br />* Gender policies &#xd;<br />* Sharing Economy","lastUp":"2018-03-14T16:30:16.117+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}