{"id":"107116083-81","name":"Stiftung Pro Wettbewerb gAG","registrationDate":"2008-06-26T21:20:34.244+01:00","category":3,"subCategory":2,"legal":"gemeinnützige Aktiengesellschaft","web":"http://www.pro-wettbewerb.eu","country":"Germany","headAddress":"Schwedter Str., 25","headCity":"Berlin","headPostCode":"10119","headPhone":"(4930)6 92 04 75 20","boss":"Kay-D. Brose","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstandes","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"1.\tZweck der Gesellschaft ist die Förderung der Bildung sowie der Wissenschaft und Forschung.&#xd;<br />&#xd;<br />2.\tDie Gesellschaft fördert die Bildung insbesondere auf dem Gebiet der politischen Bildung als Teilgebiet der Volksbildung. \t&#xd;<br />&#xd;<br />3.\tDie Gesellschaft verfolgt ihren Zweck der Bildungsförderung vorrangig durch \t&#xd;<br />&#xd;<br />a.\t die Vermittlung von Wissen im ordnungspolitischen Bereich,&#xd;<br />b.\tdie Planung, Konzeptionierung und Durchführung von Veranstaltungen zur politischen Bildung,&#xd;<br />c.\tdie ideelle und materielle Unterstützung von Forschungsvorhaben, Modellprojekten und Publikationen auf dem Gebiet der Politikwissenschaften, auch in ihren ökonomischen Zusammenhängen, &#xd;<br />d.\tdie ideelle und materielle Unterstützung der Aus- und Fortbildung insbesondere begabter junger Menschen,&#xd;<br />e.\tdie Sammlung und den Austausch von Erkenntnissen und Informationen über die ökonomischen Faktoren von Verwaltungshandeln.&#xd;<br />f.\tDie Gesellschaft kann Informationsveranstaltungen, Seminare und Workshops durchführen und die dementsprechenden Informations- und Lehrmaterialien verbreiten.","acronym":"","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Enterprise, Regional Policy, Taxation","euInitiatives":"TTIP&#xd;<br />Digitale Agenda&#xd;<br />Wettbewerb","lastUp":"2017-02-17T09:22:58.852+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}