{"id":"10751968675-85","name":"Infineon Technologies AG","registrationDate":"2012-04-26T14:33:51.914+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.infineon.com","country":"Germany","headAddress":"Am Campeon 1-15","headCity":"Neubiberg","headPostCode":"85579","headPhone":"(800)9 51 95 19 51","boss":"Reinhard Dr. Ploss","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"2.0","membership":"ESIA&#xd;\nBITKOM&#xd;\nZVEI&#xd;\nVDA&#xd;\nAENEAS&#xd;\nARTEMIS-IA&#xd;\nEPoSS&#xd;\nENISA&#xd;\nGSMA&#xd;\nECSO&#xd;\nAIOTI","memberOrga":"","goal":"Infineon designs, develops, manufactures and markets a broad range of semiconductors and system solutions. The focus of its activities is on automotive electronics, industrial electronics, RF applications, mobile devices and hardware-based security. &#xd;<br />&#xd;<br />Infineon is a world leader in semiconductors. Combining entrepreneurial success with responsible action, at Infineon we make the world easier, safer and greener. Barely visible, semiconductors have become an indispensable part of our daily lives. We are playing a key role in shaping a better future – with microelectronics that link the digital and the real world. Our semiconductors enable smart mobility, efficient energy management and the secure capture and transfer of data.","acronym":"","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Foreign affairs and security policy, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Transport, Youth","euInitiatives":"Industrial Policy; EU Funding; Energy Efficiency; Horizon 2020 Framework Programme; Preparation Horizon Europe; ECSEL Joint Undertaking; Innovation Union; EU Investment Policy; Free Trade Agreements; Digital Single Market; European Digitising Industry; Cybersecurity cPPP","lastUp":"2019-02-20T16:26:33.717+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}