{"id":"107779213747-53","name":"Nordea Bank Abp","registrationDate":"2014-06-04T16:35:37.866+01:00","category":2,"subCategory":3,"legal":"Public limited company","web":"http://www.nordea.com/","country":"Finland","headAddress":"Satamaradankatu 5","headCity":"Helsinki","headPostCode":"FI-00020","headPhone":"(358)20 07 00 00","boss":"Frank Vang Jensen","bossTitle":"Mr","bossPosition":"President and Group Chief Executive Officer","membersCount":6,"membersFTE":"2.25","membership":"Nordea is member of a range of general and specialised industry associations within the field of financial services. &#xd;\nKey memberships: &#xd;\n- The Swedish Bankers' Association&#xd;\n- Finance Denmark&#xd;\n- Finance Finland&#xd;\n- Finance Norway&#xd;\n- The Swedish Securities Dealers' Association&#xd;\n- The Association for Financial Markets in Europe&#xd;\n- The Forum of European Asset Managers&#xd;\n- The European Fund and Asset Management Association&#xd;\n- Institut International des Etudes Bancaires&#xd;\n- The International Capital Markets Association&#xd;\n- The International Swaps and Derivatives Association&#xd;\n- The Global Financial Markets Association","memberOrga":"","goal":"Nordea is the largest financial services group in the Nordic region and one of the biggest banks in Europe.&#xd;<br />&#xd;<br />We strive to make a real difference - for our 11 million customers and for the communities in which we operate - by sharing our broad expertise based on 200 years in the banking business.&#xd;<br />&#xd;<br />We are a full-service universal bank with a total operating income of EUR 9 billion and total assets of EUR 551.4 billion in 2018.&#xd;<br />&#xd;<br />We are the third largest corporation in the Nordic region and one of the top 10 financial services companies in Europe based on market capitalisation. &#xd;<br />&#xd;<br />We serve our customers through presence in 20 countries, including our four Nordic home markets – Denmark, Finland, Norway and Sweden. Combined, the economies of these four Nordic countries represent the world's 10th largest economy.&#xd;<br />&#xd;<br />We are a financially stable bank and one of only a few European banks with an AA rating.&#xd;<br />&#xd;<br />The shares of Nordea Bank Abp are traded on the Helsinki, Stockholm and Copenhagen stock exchanges.","acronym":"Nordea","interests":"Banking and financial services, Economy, finance and the euro","euInitiatives":"- Initiatives related to the Commission's action plan on AML&#xd;<br />- Initiatives related to the Commission's action plan on Sustainable Finance&#xd;<br />- EU implementation of the final elements of Basel III &#xd;<br />- Initiatives related to Completing the Banking Union and Strengthening the EMU","lastUp":"2020-01-09T12:47:06.571+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}