{"id":"107779213747-53","name":"Nordea Bank AB (publ)","registrationDate":"2014-06-04T16:35:37.866+01:00","category":2,"subCategory":3,"legal":"Public limited company","web":"http://www.nordea.com/","country":"Sweden","headAddress":"Smålandsgatan, 17","headCity":"Stockholm","headPostCode":"SE-105-71","headPhone":"(46)86 14 70 00","boss":"Casper von Koskull","bossTitle":"Mr","bossPosition":"President and Group Chief Executive Officer","membersCount":1,"membersFTE":"1.0","membership":"Nordea is member of a wide range of external industry bodies, associations, forums, working groups or similar, such as:&#xd;\n- The local Bankers’ Associations in Sweden, Denmark, Finland, Lithuania, Latvia and Estonia, which are members of the European Banking Federation&#xd;\n- The International Institute of Finance&#xd;\n- The Association for Financial Markets in Europe&#xd;\n- The International Capital Markets Association&#xd;\n- The Global Financial Markets Association&#xd;\n- The Center for European Policy Studies","memberOrga":"","goal":"Whenever people strive to reach their goals and realise their dreams, we are there to provide relevant financial solutions. We build relationships and trust by engaging strongly with customers and society.&#xd;<br />Nordea is the largest bank in the Nordic region and among the ten largest financial groups in Europe in terms of total market capitalisation with around 11 million customers, 31,500 employees and 600 branch office locations.&#xd;<br />We have leading positions within corporate and institutional banking as well as retail banking and private banking. Nordea is also the leading provider of life and pensions products and the largest asset manager in the Nordic region. The Nordea share is listed on the Nasdaq Stockholm, Nasdaq Helsinki and Nasdaq Copenhagen exchanges.","acronym":"Nordea","interests":"Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, External Relations, General and Institutional Affairs, Internal Market, Regional Policy, Taxation","euInitiatives":"Risk Reduction Package, EU implementation of Basel IV, Capital Markets Union, Digital Single Market, Completing the Banking Union","lastUp":"2017-12-15T14:59:01.928+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}