{"id":"107893921578-31","name":"MVM Hungarian Electricity Ltd.","registrationDate":"2016-04-28T11:43:43.220+02:00","category":2,"subCategory":3,"legal":"Recognised Corporate Group, Ltd.","web":"http://mvm.hu/?lang=en","country":"Hungary","headAddress":"Szentendrei út 207-209.","headCity":"Budapest","headPostCode":"1031","headPhone":"(36)30 4- 20 00","boss":"Réka  Dr. Bentzik","bossTitle":"Ms","bossPosition":"Director of Communications, Foreign and Governmental Affairs ","membersCount":5,"membersFTE":"3.25","membership":"EURELECTRIC","memberOrga":"The following subsidiaries belong to the MVM Recognised Corporate Group:&#xd;\n&#xd;\n• MVM Paksi Atomerőmű Zrt.&#xd;\n• MVM OVIT Országos Villamostávvezeték Zrt. (MVM OVIT Zrt.)&#xd;\n• MVM Partner Energiakereskedelmi ZRt. (MVM Partner&#xd;\nZRt.)&#xd;\n• MVM GTER Gázturbinás Erőmű Zrt. (MVM GTER Zrt.)&#xd;\n• MVM MIFŰ Miskolci Fűtőerőmű Kft. (MVM MIFŰ Kft.)&#xd;\n• MVM Észak-Budai Kogenerációs Fűtőerőmű Kft. (MVM&#xd;\nÉszak-Budai Fűtőerőmű Kft.)&#xd;\n• MVM ERBE ENERGETIKA Mérnökiroda Zrt. (MVM ERBE Zrt.)&#xd;\n• MVM VILLKESZ Villamosipari Kereskedelmi és Szolgáltató&#xd;\nKft. (MVM VILLKESZ Kft.)1&#xd;\n• MVMI Informatika Zrt. (MVMI Zrt.)&#xd;\n• MVM KONTÓ Pénzügyi és Számviteli Szolgáltató Központ&#xd;\nZRt. (MVM KONTÓ ZRt.)&#xd;\n• Vértesi Erőmű Zrt.&#xd;\n• ATOMIX Kereskedelmi és Szolgáltató Kft. (ATOMIX Kft.)&#xd;\n• ENERGO-MERKUR Villamosenergiaipari Kereskedelmi és&#xd;\nSzolgáltató Kft. (ENERGO-MERKUR Kft.)&#xd;\n• MVM HOTEL PANORÁMA Kft.&#xd;\n• MVM Hotel Vértes Kereskedelmi és Szolgáltató Kft. (MVM&#xd;\nHotel Vértes Kft.)&#xd;\n• MVM NET Távközlési Szolgáltató Zrt. (MVM NET Zrt.)&#xd;\n• MVM Hungarowind Szélerőmű Üzemeltető Kft. (MVM&#xd;\nHungarowind Kft.)","goal":"As a competitive strategic holding and nationally owned company group of Hungary, the MVM Group is a determining integrated player of domestic electricity and gas market,  and it is also active in the electricity industry of the wider region. &#xd;<br />&#xd;<br />The area of activities of MVM Hungarian Electricity Ltd. (MVM Zrt.) and the company group it controls (MVM Group) is one of the most important sectors of strategic significance of the national economy: domestic electricity supply. &#xd;<br /> &#xd;<br />The MVM Group is an important key player in the electricity sector, the only one in national ownership. Its activities include the areas of electricity generation, transmission, system operation and electricity trade. &#xd;<br />&#xd;<br />The group has a presence in the telecommunication sector and MVM is taking a key role in the natural gas market, and is now present in all key areas of the business, from infrastructure through trading to providing universal service.&#xd;<br /> &#xd;<br />The strategic objectives of the MVM Group are to increase its ownership and market values and to maintain its operations which meet the requirements set for companies listed on the stock exchange and the expectations of the market, cooperating in partnership with professional investors representing the largest European power company groups and being also present in Hungary.&#xd;<br /> &#xd;<br />MVM Group’s principal objective is to ensure that the company become a key integrated energy group also at the regional level by 2020 through intensive growth, with an EBITDA figure reaching HUF 250 billion.&#xd;<br />The MVM Group wishes to increase its competitiveness significantly by end of the decade, and to strengthen its presence in the regional energy markets besides keeping and strengthening its domestic market positions. By 2020 the group will prove that a state owned company is able to be a good owner and a successful and attractive employer.","acronym":"MVM Group","interests":"Budget, Climate Action, Competition, Energy","euInitiatives":"Energy Union&#xd;<br />European Energy Security Strategy &#xd;<br />A policy framework for climate and energy in the period from 2020 to 2030 &#xd;<br />Renewable energy&#xd;<br />Energy Efficiency&#xd;<br />Energy Market Legislation&#xd;<br />Nuclear Energy&#xd;<br />Gas&#xd;<br />Smart grids and meters&#xd;<br />MFF&#xd;<br />Horizon 2020","lastUp":"2018-04-11T12:03:40.958+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}