{"id":"1078390517-54","name":"Kreab","registrationDate":"2008-10-15T19:06:36.575+02:00","category":1,"subCategory":6,"legal":"Belgian registered branch","web":"http://www.kreab.com/brussels","country":"Sweden","headAddress":"Mäster Samuelsgatan 17","headCity":"Stockholm","headPostCode":"11144","headPhone":"(46)8 50 64 52 00","boss":"Karl Isaksson","bossTitle":"Mr","bossPosition":"Managing Partner","membersCount":50,"membersFTE":"30.0","membership":"European Public Affairs Consultancies Association&#xd;\nTransatlantic Business Council&#xd;\nCentre for European Policy Studies&#xd;\nEuropean Policy Centre&#xd;\nFriends of Europe&#xd;\nAmerican Chamber of Commerce EU&#xd;\nBritish Chamber of Commerce Brussels&#xd;\nLa Cámara Oficial de Comercio de España en Bélgica y Luxemburgo &#xd;\nNäringslivets EU-klubb","memberOrga":"","goal":"Kreab is a strategic communications consultancy specialised in corporate and financial communications and public affairs. &#xd;<br />&#xd;<br />From our locations in over 25 countries, we offer communication counselling to companies, governments, governmental agencies and organizations, locally and globally. &#xd;<br />&#xd;<br />Kreab advises clients facing complex and important communications challenges, where the highest competences and a strong track record are essential. We promote an integrated approach to communicate with stakeholders. &#xd;<br />&#xd;<br />Our objective is to give each stakeholder a clear and understandable message, consistent with the long-term strategy our clients envision. In this way, Kreab helps to build value through communications.&#xd;<br />&#xd;<br />In Brussels since more than 25 years, we have 60 EU experts in our office focused on helping our clients to understand and influence EU decision making.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"As a consultancy we follow most of what is going on in Brussels and the EU on behalf of our clients. Our main focus is on Sustainability, Financial Services, Trade policy, Competion policy, and Digital Technology.","lastUp":"2018-03-28T16:53:39.215+02:00","customers":"","costAbsolu":"","costRange":"3500000-3749000","turnoverAbsolu":"","turnoverRange":""}