{"id":"10828394017-54","name":"Fundacja im. Stefana Batorego","registrationDate":"2010-08-17T12:30:55.547+01:00","category":3,"subCategory":2,"legal":"Fundacja","web":"http://www.batory.org.pl/","country":"Poland","headAddress":"Sapieżyńska, 10a","headCity":"Warszawa","headPostCode":"00-215","headPhone":"(48)2 25 36 02 00","boss":"Ewa Kulik-Bielińska","bossTitle":"Ms","bossPosition":"Dyrektor","membersCount":1,"membersFTE":"0.25","membership":"Open Society Foundations&#xd;\nForum Darczyńców&#xd;\nGrupa Zagranica&#xd;\nEuropean Foundation Centre&#xd;\nEastern Partnership Civil Society Forum","memberOrga":"","goal":"Fundacja im. Stefana Batorego działa na rzecz rozwoju demokracji i społeczeństwa obywatelskiego – społeczeństwa ludzi świadomych swoich praw i obowiązków, angażujących się w sprawy swojej społeczności lokalnej, swojego kraju i społeczności międzynarodowej.&#xd;<br />Do priorytetowych zadań Fundacji należy:&#xd;<br />&#xd;<br />    * poprawa jakości polskiej demokracji&#xd;<br />&#xd;<br />      Wspieramy inicjatywy służące zwiększaniu partycypacji obywatelskiej i wzmacnianiu poczucia odpowiedzialności obywateli za wspólne dobro. Działamy na rzecz przejrzystości życia publicznego i upowszechniania społecznego nadzoru nad funkcjonowaniem instytucji publicznych. Dążymy do podniesienia poziomu publicznej debaty i „uspołecznienia” procesu formułowania i wdrażania polityk publicznych.&#xd;<br />    * wzmacnianie roli instytucji obywatelskich w życiu publicznym&#xd;<br />&#xd;<br />      Wspieramy rozwój organizacji i koalicji pozarządowych działających na rzecz poprawy jakości polskiej demokracji i rozwijania współpracy międzynarodowej. Dążymy do profesjonalizacji i legitymizacji prowadzonych przez nie działań, budowie ich wiarygodności i zwiększenia skali ich oddziaływania na sferę publiczną.&#xd;<br />    * rozwijanie współpracy i solidarności międzynarodowej&#xd;<br />&#xd;<br />      Działamy na rzecz zbliżenia między państwami Unii Europejskiej i wschodnimi sąsiadami, przede wszystkim Ukrainą i Białorusią. Wspieramy działania sprzyjające wymianie między krajami Europy Środkowej i Wschodniej, doświadczeń związanych z procesami przemian politycznych, budowaniem społeczeństwa obywatelskiego i rozwiązywaniem problemów społecznych. Dążymy do zwiększenia roli polskich organizacji pozarządowych na arenie międzynarodowej.&#xd;<br />&#xd;<br />Fundacja prowadzi też działania mające na celu na rzecz wyrównywania szans dzieci i młodzieży z uboższych środowisk.&#xd;<br />&#xd;<br /> &#xd;<br />&#xd;<br />W swojej działalności Fundacja:&#xd;<br />&#xd;<br />    * jest niezależna od instytucji państwowych i politycznych&#xd;<br />    * nie wyręcza państwa i samorządów w wykonywaniu ich podstawowych obowiązków&#xd;<br />    * przestrzega przejrzystości zasad i procedur w procesie przyznawania dotacji&#xd;<br />&#xd;<br />Podstawową metodą działania Fundacji jest udzielanie dotacji na przedsięwzięcia podejmowane przez organizacje pozarządowe. Fundacja realizuje też własne projekty: prowadzi kampanie społeczne i działania rzecznicze, monitoruje funkcjonowanie instytucji publicznych, organizuje konferencje i debaty, warsztaty i spotkania, wydaje publikacje.","acronym":"","interests":"Borders and Security, Digital economy and society, Employment and Social Affairs, External Relations, Foreign affairs and security policy, Justice and Fundamental Rights","euInitiatives":"Better Regulation, Interinstitutional Relations, the Rule of Law and the Charter of Fundamental Rights","lastUp":"2019-02-19T10:18:46.385+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}