{"id":"1083162721-43","name":"Stichting BirdLife Europe","registrationDate":"2008-12-04T13:57:34.270+01:00","category":3,"subCategory":2,"legal":"Dutch Foundation","web":"http://www.birdlife.org/europe-and-central-asia","country":"Netherlands","headAddress":"Boulevard 12","headCity":"Zeist","headPostCode":"3707BM","headPhone":"(32)22 80 08 30","boss":"Angelo Caserta","bossTitle":"Mr","bossPosition":"Regional Director","membersCount":14,"membersFTE":"14.0","membership":"BirdLife International members are independent, democratic, grassroots organisations, called Partners. There is one Partner per country. BirdLife International has Partners in all EU28 countries. In Europe and Central Asia, there are 44, plus Israel, so in total 45 member organisations. Together they represent 2 million members (natural persons). &#xd;\n&#xd;\nFor a complete list of all conservation organisations in Europe see: &#xd;\nhttp://www.birdlife.org/europe-and-central-asia/partnership/birdlife-partners-europe-and-central-asia &#xd;\n&#xd;\n&#xd;\nThe BirdLife International European Division belongs to:&#xd;\n&#xd;\nCivil Society Contact Group http://www.act4europe.org &#xd;\nGreen10, www.green10.org &#xd;\nECOS, www.ecostandard.org &#xd;\nEuropean Habitats Forum, http://www.iucn.org/where/europe/index.cfm?uNewsID=50","memberOrga":"http://www.birdlife.org/europe-and-central-asia/partnership/birdlife-partners-europe-and-central-asia","goal":"BirdLife Europe is the European Division of BirdLife International, a worldwide Partnership of more than 120 bird and nature conservation organisations that works to conserve birds, their habitats and global biodiversity, working with people towards sustainability in the use of natural resources. The European Division coordinates the activities of 45 member organisations in Europe, including in all EU28 Member States.&#xd;<br />&#xd;<br />\tBirdLife Europe contributes to and influences EU environmental policy making and implementation, and raises awareness about the importance of birds and biodiversity at EU, European and global levels.&#xd;<br />&#xd;<br />BirdLife Europe is committed to transparency about EU interest representation. BirdLife Europe believes that this register does not meet basic transparency standards and that it does not provide EU lobbying transparency. When registering, we have therefore chosen to give all relevant information that we consider necessary for lobbying transparency. A credible EU lobbying transparency register should include names of individual lobbyists and the issues that they try to influence, provide precise and comparable financial information on lobbying, and have effective sanctions to ensure the accuracy and completeness of the information disclosed. In an effort to arrive at a more objective way of calculating lobbying expenditures, we follow guidelines that result from consultations with public interest organisations, professionals working on lobby transparency as well as experts of US lobby disclosure legislation. Our registration is therefore providing a more comprehensive calculation of our lobbying expenses for activities that aim to influence the policy formulation and decision-making processes of the European Institutions, and a list of those who, on behalf of BirdLife International, European Division carry out such activities.&#xd;<br />&#xd;<br />Our registration is based on the guidelines for transparent registration developed by the Civil Society Contact Group and ALTER-EU. Find the guidelines on http://www.act4europe.org/register or http://www.alter-eu.org","acronym":"BirdLife Europe","interests":"Agriculture and Rural Development, Borders and Security, Budget, Climate Action, Competition, Energy, Enlargement, Environment, External Relations, Food Safety, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Regional Policy, Research and innovation, Trade, Trans-European Networks, Transport","euInitiatives":"European Green deal, Implementation of the Birds and Habitats Directives and the EU Biodiversity Strategy, CAP reform, regional fisheries management plans and implementation of CFP, Fisheries control regulation, implementation of 2030 Climate and energy package and eventual revisions, Farm to Fork Strategy, Climate Law,  access to justice, environmental inspections, revision of Environmental crime directive, EU budget, SDGs mainstreaming, Brexit.","lastUp":"2019-12-09T12:27:22.736+01:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":0,"turnoverRange":""}