{"id":"108694629120-41","name":"Fundación Ciudadana Civio","registrationDate":"2017-12-11T15:40:09.368+02:00","category":3,"subCategory":2,"legal":"Spanish Foundation","web":"https://civio.es/en","country":"Spain","headAddress":"Sebastian Elcano 32, oficina 17","headCity":"Madrid","headPostCode":"28012","headPhone":"(34)9 11 72 79 72","boss":"David Cabo","bossTitle":"Mr","bossPosition":"Director","membersCount":4,"membersFTE":"1.0","membership":"We seek effective partnerships with organizations and consortia to create journalistic investigations and projects in areas such as public procurement, fiscal transparency and, in general, the accountability of institutions. Civio is a member of the following consortia and partnership networks:&#xd;\n&#xd;\n- Global Investigative Journalism Network (GIJN). A non-profit international network of journalism organizations with over 145 members in 62 countries. Members. https://gijn.org/ &#xd;\n&#xd;\n- ProAcceso coalition. Network of groups in Spain that promote recognition of the right to access data as a basic right. http://www.proacceso.org/ &#xd;\n&#xd;\n- European Data Journalism Network: https://www.europeandatajournalism.eu","memberOrga":"https://civio.es/en/about-us/who-are-we/","goal":"Fundación Ciudadana Civio (“Civio”) is a non-for-profit organisation, specialised in data and investigative journalism. Civio’s main objective is to facilitate the access and interpretation of public information, as well as increasing citizens’ participation in public debate based on rigorous data, the disclosure of accounts, and the surveillance of public administrations-- always through the use of primary sources. &#xd;<br />&#xd;<br />By combining technology and journalism, we address fields such as public procurement, budgets and expenditure, governmental pardons, public-private power networks and conflicts of interests. Our concrete advocacy agenda allows us to raise these issues with decision-makers, completing the cycle for meaningful change.","acronym":"Civio","interests":"Borders and Security, Budget, Communication, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Environment, Institutional affairs, Justice and Fundamental Rights, Public Health, Taxation","euInitiatives":"We are following up:&#xd;<br />EU public procurement legislation,&#xd;<br />EU Justice legislation&#xd;<br />EU legislation on lobby and pressure groups&#xd;<br />EU budget and execution policies&#xd;<br />EU journalism initiatives&#xd;<br />EU Health policies","lastUp":"2019-10-18T15:13:45.304+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}