{"id":"109482418447-89","name":"Bundesverband Deutsche Startups","registrationDate":"2015-08-10T16:50:50.573+01:00","category":2,"subCategory":4,"legal":"e.V.","web":"https://germanstartups.org","country":"Germany","headAddress":"Schiffbauerdamm 40","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)3 06 09 89 59 10","boss":"Florian Nöll","bossTitle":"Mr","bossPosition":"Vorstandsvorsitzender ","membersCount":2,"membersFTE":"0.5","membership":"- European Startup Network","memberOrga":"- https://deutschestartups.org/mitglieder","goal":"Als Repräsentant und Stimme der Startups in Deutschland engagieren wir uns für ein gründerfreundliches Deutschland. Im Dialog mit Entscheidungsträgern in der Politik erarbeiten wir Vorschläge, die eine Kultur der Selbstständigkeit fördern und die Hürden für Unternehmensgründungen senken. Wir werben für innovatives Unternehmertum und tragen die Startup-Mentalität in die Gesellschaft. Als Netzwerk verbinden wir Gründer, Startups und deren Freunde miteinander. Unsere drei Schwepunktbereiche sind: &#xd;<br />&#xd;<br />1. Öffentlichkeitsarbeit: Mit Kampagnen und Veranstal­tungen setzen wir uns für ein positives Bild von Startups in der Gesellschaft ein. Durch Studien unterstreichen wir die Bedeutung von Startups für Deutschland.&#xd;<br />&#xd;<br />2. Politische Interessenvertretung: Ein funktionierendes Ecosystem für Startups vor Augen erarbeiten wir gründungspolitische Positionen und vertreten diese gegenüber der Politik.&#xd;<br />&#xd;<br />3. Netzwerk: An erster Stelle steht die Gründung und Vernetzung regionaler Startup-Initiativen in der Bundesrepublik. Ebenso genießt die Zusammen­arbeit mit Branchenverbänden, wichtigen Institutionen und etablierten Unternehmen Priorität.","acronym":"BVDS","interests":"Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Financial Stability, Financial Services and Capital Markets Union , Information Society, Internal Market, Research and Technology, Trade, Trans-European Networks","euInitiatives":"Der Bundesverband Deutsche Startups e.V. verfolgt die Entwicklungen von:&#xd;<br />- Europäisches Gründer Netzwerk&#xd;<br />- Digital Single Market &#xd;<br />- Kapitalmarktunion","lastUp":"2017-06-28T10:57:06.163+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}