{"id":"1095068839-59","name":"IKEA Services B.V.","registrationDate":"2008-12-19T17:36:07.446+02:00","category":2,"subCategory":3,"legal":"B.V.","web":"http://www.ikea.com","country":"Netherlands","headAddress":"Bargelaan, 20","headCity":"Leiden","headPostCode":"2300","headPhone":"(31)7 15 65 71 00","boss":"Kurt-Jörgen Olsson","bossTitle":"Mr","bossPosition":"General Counsel &amp; Head of Legal Affairs","membersCount":7,"membersFTE":"6.5","membership":"EuroCommerce&#xd;\nERRT (European Retail Round Table)&#xd;\nEuropean Policy Centre (EPC)&#xd;\nPublic Affairs Council (PAC)&#xd;\nWorld Economic Forum (WEF)&#xd;\nUN Bodies &#xd;\nCE8 Coalition","memberOrga":"","goal":"Our vision is to create a better everyday life for the many people. INGKA Holding B.V. (informally IKEA Group), owner of IKEA Services B.V., offers well-designed, functional and affordable home furnishing products at prices so low that as many people as possible will be able to afford them. IKEA Group has 355 stores in 29 countries. In addition, more than 40 stores are operated by franchisees outside the IKEA Group. IKEA Group stores had 780 million visitors during FY16 and 2.1 billion people visited www.IKEA.com. &#xd;<br />The activities related to EU decision making are performed by IKEA Group Public Affairs. Its mission is to inform IKEA Group of EU developments that could impact business and to inform EU decision makers of barriers and opportunities regarding EU rules and policies.","acronym":"IKEA","interests":"Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Food Safety, General and Institutional Affairs, Internal Market, Taxation, Trade, Transport","euInitiatives":"Sustainability: circular economy package, Energy Union, energy labelling, EU timber regulation&#xd;<br />Product market requirements: Product safety, some interaction on the need for EDC criteria,&#xd;<br />Single Market: establishment, infringement cases, Digital Single Market, mutual recognition and the internal market for services, Accessibility act, data protection and privacy, corporate taxation.&#xd;<br />discussion around gender balance, Social Policy / Human rights: anti-discrimination legislation, social policy matters, labour standards, skills and employment","lastUp":"2018-03-29T18:40:46.627+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}