{"id":"1095068839-59","name":"IKEA Services B.V.","registrationDate":"2008-12-19T17:36:07.446+01:00","category":2,"subCategory":3,"legal":"B.V.","web":"https://www.ingka.com/","country":"Netherlands","headAddress":"Bargelaan, 20","headCity":"Leiden","headPostCode":"2300","headPhone":"(31)7 15 65 71 00","boss":"Kurt-Jörgen Olsson","bossTitle":"Mr","bossPosition":"General Counsel &amp; Head of Legal Affairs","membersCount":5,"membersFTE":"4.5","membership":"EuroCommerce&#xd;\nE-Commercce Europe&#xd;\nSolarPower Europe&#xd;\nEuropean Policy Centre (EPC)&#xd;\nWorld Economic Forum (WEF)&#xd;\nUN Bodies","memberOrga":"https://www.eurocommerce.eu/&#xd;\nhttps://www.ecommerce-europe.eu/&#xd;\nhttp://www.solarpowereurope.org/&#xd;\nhttps://www.epc.eu/","goal":"Our vision is to create a better everyday life for the many people. Ingka Group. owner of IKEA Services B.V., offers well-designed, functional and affordable home furnishing products at prices so low that as many people as possible will be able to afford them. Ingka group has 355 stores in 29 countries. In addition, more than 40 stores are operated by franchisees outside Ingka group.   Ingka Group total revenue grew by 2.1% and amounted to EUR 37.1 billion. Adjusted for currency impact, retail sales increased by 4.7 percent.&#xd;<br />&#xd;<br />The activities related to EU decision making are performed by Group Public Affairs. Its mission is to inform of EU developments that could impact business and to inform EU decision makers of barriers and opportunities regarding EU rules and policies.","acronym":"Ingka Group (IKEA)","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Institutional affairs, Justice and Fundamental Rights, Public Health, Single market, Taxation, Trade, Transport","euInitiatives":"Sustainability: circular economy package, Energy Union, energy labelling, &#xd;<br />Single Market: establishment, infringement cases, Digital Single Market, mutual recognition and the internal market for services, Accessibility act, data protection and privacy, corporate taxation.&#xd;<br />discussion around gender balance, Social Policy / Human rights: anti-discrimination legislation, social policy matters, labour standards, skills and employment","lastUp":"2019-12-16T09:15:38.538+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}