{"id":"109777918147-53","name":"European and Mediterranean Horseracing Federation","registrationDate":"2015-07-14T08:11:00.934+02:00","category":2,"subCategory":4,"legal":"ASBL","web":"http://www.euromedracing.eu/","country":"Belgium","headAddress":"61, Chaussee de la Hulpe","headCity":"Brussels","headPostCode":"","headPhone":"(32)0 26 72 72 48","boss":"Brian Kavanagh","bossTitle":"Mr","bossPosition":"Chairman","membersCount":4,"membersFTE":"1.0","membership":"EMHF is the Regional Federation within the International Federation of Horseracing Authorities&#xd;\nhttp://www.horseracingintfed.com/&#xd;\n&#xd;\nEMHF is a member of the European Horse Network&#xd;\nhttp://www.europeanhorsenetwork.eu/","memberOrga":"Each of EMHF's 27 members represents a thoroughbred horseracing authority within the European and Mediterranean region. These member racing authorities are listed on the EMHF's website at&#xd;\nhttp://www.euromedracing.eu/#!members/c194u","goal":"The main objective of the EMHF is to develop relations among European and Mediterranean&#xd;<br />Horseracing Authorities, to coordinate promotion of horseracing in Europe and in&#xd;<br />Mediterranean countries, to defend the its integrity and prestige throughout the world and&#xd;<br />to represent Europe and Mediterranean countries before the International Federation of Horseracing Authorities and the European Union&#xd;<br />bodies.","acronym":"EMHF","interests":"Competition, Consumers, Single market, Sport, Taxation, Trade","euInitiatives":"Member of European Horse Network.&#xd;<br />&#xd;<br />EMHF has published and distributed statements on matters relating to, eg, the financing of horseracing, racehorse welfare, etc.&#xd;<br />&#xd;<br />EMHF has arranged occasional visits to meet key representatives of the European Union or Commission, to discuss matters of relevance to Thoroughbred horseracing in Europe.","lastUp":"2018-06-08T10:39:44.066+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}