{"id":"109753310769-82","name":"Shifting Values e.U.","registrationDate":"2013-03-07T16:11:38.464+01:00","category":1,"subCategory":8,"legal":"PR Agentur; Einzelunternehmen","web":"http://www.shiftingvalues.com","country":"Austria","headAddress":"Scheidlstraße, 45","headCity":"Wien","headPostCode":"1180","headPhone":"(43660)2 11 99 63","boss":"Nicolas Entrup","bossTitle":"Mr","bossPosition":"Unternehmer","membersCount":2,"membersFTE":"1.75","membership":"Zusammenarbeit mit NGOs und Verbänden erfolgt regelmäßig, jedoch stets themenspezifisch. Enge Zusammenarbeit besteht u.a. mit OceanCare, NRDC, International Fund for Animal Welfare, Seas at Risk, VIER PFOTEN und anderen.","memberOrga":"","goal":"Shifting Values e.U. ist ein Einzelunternehmen, PR-Agentur, das als Berater für Non Profit Organisations im Bereich des Tier-, Arten- und Umweltschutzes agiert. Einige der Schwerpunktthemen sind u.a.:&#xd;<br />Erhaltung und Schutz von Wildtieren, inklusive marine Arten;&#xd;<br />Tierschutz im Allgemeinen;&#xd;<br />Unterwasserlärm und Meeresschutzgebiete;&#xd;<br />internationale und regionale Investmentpolitik im Agro-Business-Bereich (Nutztierhaltung); Tierwohl von in der Landwirtschaft gehaltenen Tieren; öffentliche Beschaffung tierischer Produkte;&#xd;<br />Illegale Tierhandelsaktivitäten;&#xd;<br />Transparenz und Partizipation von NPOs in Konsultationsverfahren","acronym":"SV","interests":"Agriculture and Rural Development, Climate Action, Consumer Affairs, Energy, Enlargement, Environment, Fisheries and Aquaculture, General and Institutional Affairs, Trade","euInitiatives":"Einhaltung und Umsetzung von Umwelt- und Artenschutzbestimmungen im marinen Bereich (UVP RL; Habitatsrichtlinie; Beschlüsse von MEAs...); Effiziente Anwendung von Umweltverträglichkeitsprüfungen (UVPs/EIAs) insbesondere bei Unterwasserlärm verursachenden Aktivitäten;&#xd;<br />Umsetzung der Meeresrahmenrichtlinien - MSFD (insbes. Deskriptor 11); Positionierung und Positionsfindung der EU Mitgliedsstaaten im Rahmen von MEAs und anderer internationaler und regionaler Abkommen; Schutz von Meeressäugern in europäischen Gewässern; Investmentpolitik Internationaler Finanzinstitutionen und Position der EU Mitgliedsstaaten im Kontext zu den gemeinsamen Zielen der EU Agrarpolitik; Haltebedingungen von Nutztieren in der Landwirtschaft - Gemeinsame Agrarpolitik (GAP); öffentliche Beschaffung tierischer Produkte (Green Public Procurement)","lastUp":"2018-03-15T11:23:26.667+01:00","customers":"VIER PFOTEN,OceanCare und Natural Resources Defense Council","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":"","turnoverRange":"0-99999"}