{"id":"110015134780-67","name":"Ελληνική Ένωση Επιχειρηματιών","registrationDate":"2019-05-08T15:40:24.368+02:00","category":2,"subCategory":4,"legal":"Σωματείο μη κερδοσκοπικού χαρακτήρα","web":"https://eene.gr/el","country":"Greece","headAddress":"ΦΙΛΑΔΕΛΦΕΩΣ &amp; ΚΕΦΑΛΑΡΙΟΥ 1","headCity":"ΑΘΗΝΑ","headPostCode":"14562","headPhone":"(30)21 07 28 90 00","boss":"ΒΑΣΙΛΗΣ ΑΠΟΣΤΟΛΟΠΟΥΛΟΣ","bossTitle":"Mr","bossPosition":"ΠΡΟΕΔΡΟΣ","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Σκοπός του Σωματείου είναι:&#xd;<br />α. Η  συμβολή στην οικονομική και κοινωνική ανάπτυξη της χώρας.&#xd;<br />&#xd;<br />β. Η μελέτη των προβλημάτων των ελλήνων επιχειρηματιών τόσο στα ελληνικά όσο και στα διεθνή πλαίσια, καθώς επίσης η πρόταση και προώθηση λύσεων των προβλημάτων αυτών.&#xd;<br />&#xd;<br />γ. Η ανάπτυξη των σχέσεων μεταξύ των ελληνικών και των ξένων επιχειρήσεων και η επιδίωξη συνεργασίας μεταξύ τους για την προαγωγή των κοινών τους συμφερόντων.&#xd;<br />&#xd;<br />δ. Η ανάπτυξη της ευρωπαϊκής ιδέας και η διάδοση του ιδεώδους της ενωμένης Ευρώπης στο χώρο των Ελλήνων επιχειρηματιών.&#xd;<br />&#xd;<br />ε. Η προβολή της προσφοράς του Έλληνα επιχειρηματία στην κοινωνική ανάπτυξη της χώρας και η διάδοση των αρχών της προοδευτικότητας και της υπευθυνότητας, που διέπουν τη δραστηριότητά του.&#xd;<br />&#xd;<br />στ. Η οργάνωση εκδηλώσεων, η προκήρυξη διαγωνισμών, η θεσμοθέτηση επάθλων, η εκπόνηση μελετών και γενικά κάθε δραστηριότητα που θα συμβάλλει στην πραγμάτωση των σκοπών του Σωματείου.&#xd;<br />&#xd;<br />z. Η ενίσχυση της επιχειρηματικότητας μέσα από την διεκδίκηση και διαχείριση Ευρωπαϊκών προγραμμάτων &amp; κονδυλίων του ΕΣΠΑ και της νέας προγραμματικής περιόδου. Για το σκοπό αυτό λειτουργεί «Επιτροπή του Σωματείου με σκοπό τον Προγραμματισμό και Οργάνωση συγχρηματοδοτούμενων έργων». Οι αρμοδιότητες της εν λόγω Επιτροπής θα είναι η υποστήριξη των οργάνων διοίκησης και των υπηρεσιών του φορέα κατά τις διαδικασίες σύνταξης, παρακολούθησης και αξιολόγησης των αποτελεσμάτων των ετήσιων Προγραμμάτων Δράσης του Φορέα και η παρακολούθηση της αποτελεσματικότητας και απόδοσης των υπηρεσιών κατά την επίτευξη των στόχων του, υπό συνθήκες διασφάλισης του επιθυμητού επιπέδου ποιότητας των παρεχομένων υπηρεσιών.","acronym":"Ε.ΕΝ.Ε.","interests":"Business and Industry, Communication, Trade","euInitiatives":"Κατά την άσκηση των αρμοδιοτήτων της, η Επιτροπή ιδίως θα:&#xd;<br />1) Συνεργάζεται με τις αρμόδιες υπηρεσίες και θα συντάσσει προτάσεις που αφορούν στην εφαρμογή προγραμμάτων για την εξασφάλιση και διαρκή βελτίωση των τεχνικών και κοινωνικών υποδομών του Φορέα.&#xd;<br />2) Διερευνά και ενημερώνει τα όργανα και τις υπηρεσίες του Φορέα για τις πιθανές πηγές χρηματοδότησης των προγραμμάτων δράσης του (προγράμματα συγχρηματοδοτούμενα από την ΕΕ, προγράμματα της ΕΕ, εθνικά προγράμματα κλπ).&#xd;<br />3) Υποστηρίζει τα όργανα διοίκησης και τις υπηρεσίες του Φορέα κατά τη σύνταξη, παρακολούθηση και αξιολόγηση επιχειρησιακών προγραμμάτων και προγραμμάτων δράσης.&#xd;<br />&#xd;<br />4) Μεριμνά για τη διενέργεια των διαδικασιών ένταξης έργων και δράσεων του Φορέα σε όλα τα προγράμματα.&#xd;<br />  &#xd;<br />Η ΕΕΝΕ ακολουθεί πιστά την Οδηγία 2004/18/EK του Ευρωπαϊκού Κοινοβουλίου και του Συμβουλίου της 31ης Μαρτίου 2004 περί συντονισμού των διαδικασιών σύναψης δημόσιων συμβάσεων έργων, προμηθειών και υπηρεσιών.&#xd;<br />Για την επίτευξη του σκοπού, το Σωματείο μπορεί να ιδρύει με άλλα πρόσωπα φυσικά ή νομικά, σωματεία ή κάθε είδους ενώσεις προσώπων, να συμμετέχει σε αυτές ή να συνεργάζεται μαζί τους.","lastUp":"2019-05-08T15:40:44.725+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}