{"id":"110514415986-77","name":"customs4trade","registrationDate":"2015-02-10T12:33:04.986+01:00","category":1,"subCategory":6,"legal":"CVBA","web":"http://www.customs4trade.com","country":"Belgium","headAddress":"Bankstraat, 30","headCity":"Mechelen","headPostCode":"2811","headPhone":"(32)15 46 08 46","boss":"Pieter Haesaert","bossTitle":"Mr","bossPosition":"Partner","membersCount":10,"membersFTE":"10.0","membership":"Agoria (Belgian Federation for Technology Industry), Essenscia (Belgian Federation for Chemistry and Life Sciences Industries), ICC Belgium, INCU (International Network of Customs Universities), VOKA (Flanders' Chamber of Commerce and Industry).","memberOrga":"C4T has an established company in Belgium named BDO C4T, created by means of a joint venture with BDO Belgium.","goal":"Customs4trade is an independent customs and international trade advisory company. Customs4trade provides pragmatic and innovative custom solutions, based on in-depth technical knowledge and experience.​&#xd;<br />Customs4trade provides mainly customs &amp; excises consultancy services, training solutions, outsourcing and interim management services. &#xd;<br />&#xd;<br />Possible customs projects where customs4trade could be a partner for the business:&#xd;<br />• AEO certification assistance&#xd;<br />• Strategic advice regarding customs, excise and international trade&#xd;<br />• Management of your customs operations&#xd;<br />• Administration of customs procedures with economic impact: IPR,OPR, PCC, bonded warehouse&#xd;<br />• Automatisation of customs processes&#xd;<br />• Duty savings projects&#xd;<br />• Binding Tariff Information (BTI)&#xd;<br />• Classification of goods&#xd;<br />• Customs &amp; excise authorisation requests&#xd;<br />• Export control &amp; dual-use consultancy&#xd;<br />• Quick scan for customs flows&#xd;<br />• Customs valuation projects&#xd;<br />• Administrative appeals regarding customs and excise&#xd;<br />• Application of all customs and excise licenses&#xd;<br />• Consultancy on the rules of origin&#xd;<br />• Customs &amp; excise internal control plan&#xd;<br />&#xd;<br />Both Customs4trade and its managing partner Pieter Haesaert are Members of the Institute of Registered Accountants and Tax Consultants (IAB) in Belgium. The company’s registered office is in Mechelen, near Brussels and Antwerp. Customs4trade is advisor for customs &amp; excise issues to several Federations and Trade Associations. Customs4trade is also a member of various national and international organisations.","acronym":"C4T","interests":"Customs, Enlargement, Enterprise, External Relations, Food Safety, General and Institutional Affairs, Taxation, Trade","euInitiatives":"- Customs legislation (the UCC together with the related Implementing Act and Delegated Act);&#xd;<br />- All documents discussed by the Customs Code Committee;&#xd;<br />- Commission Implementing Regulation concerning the classification of certain goods in the EU Combined Nomenclature;&#xd;<br />- Commission Implementing Regulations imposing anti-dumping duties on products originating in several countries;&#xd;<br />- Legislative proposals for changes of Annex I of Regulation (CE) 428/2009;&#xd;<br />- in general: preferential trade arrangements, negotiation of preferential trade agreements, implementation of trade measures (i.e.: autonomous trade measures), trade policy (I.e.: anti-dumping policy, etc.) and other trade related policies.&#xd;<br />- Embargoes and financial sanctions with regard to several third countries and third countries' nationals.","lastUp":"2017-02-23T09:31:13.442+01:00","customers":"","costAbsolu":"","costRange":"9000000-9249999","turnoverAbsolu":"","turnoverRange":""}