{"id":"110514415986-77","name":"customs4trade","registrationDate":"2015-02-10T12:33:04.986+01:00","category":1,"subCategory":6,"legal":"NV","web":"http://www.customs4trade.com","country":"Belgium","headAddress":"Bankstraat, 30","headCity":"Mechelen","headPostCode":"2811","headPhone":"(32)15 46 08 46","boss":"Pieter Haesaert","bossTitle":"Mr","bossPosition":"Partner","membersCount":15,"membersFTE":"7.5","membership":"Agoria (Belgian Federation for Technology Industry), Essenscia (Belgian Federation for Chemistry and Life Sciences Industries), ICC Belgium, INCU (International Network of Customs Universities), VOKA (Flanders' Chamber of Commerce and Industry) and Eurtradenet.","memberOrga":"","goal":"Customs4trade is an independent customs and international trade advisory company. Customs4trade provides pragmatic and innovative custom solutions, based on in-depth technical knowledge and experience.​&#xd;<br />Customs4trade provides mainly customs &amp; excises consultancy services, training solutions, outsourcing and interim management services. Possible customs projects where customs4trade could be a partner for the business: AEO certification assistance; Strategic advice regarding customs, excise and international trade; Management of your customs operations; Administration of customs procedures with economic impact: IPR,OPR, PCC, bonded warehouse; Automatisation of customs processes; Duty savings projects; Binding Tariff Information (BTI); Classification of goods; Customs &amp; excise authorisation requests; Export control &amp; dual-use consultancy; Quick scan for customs flows; Customs valuation projects; Administrative appeals regarding customs and excise; Application of all customs and excise licenses; Consultancy on the rules of origin; Customs &amp; excise internal control plan. The company’s registered office is in Mechelen, near Brussels and Antwerp. Customs4trade is advisor for customs &amp; excise issues to several Federations and Trade Associations. Customs4trade is also a member of various national and international organisations.","acronym":"C4T","interests":"Business and Industry, Customs, Enlargement, External Relations, Food Safety, Foreign affairs and security policy, Institutional affairs, Taxation, Trade","euInitiatives":"Customs legislation (the UCC together with the related Implementing Act and Delegated Act); Guidelines published by DG TAXUD concerning the UCC and related acts; The BPMs published by DG TAXUD in relation to the implementation of the UCC; All documents discussed by the Customs Code Committee; Commission Implementing Regulation concerning the classification of certain goods in the EU Combined Nomenclature; Commission Implementing Regulations imposing anti-dumping duties on products originating in several countries; proposals for amendments to Annex I of Regulation (CE) 428/2009; in general: preferential trade arrangements, negotiation of preferential trade agreements, implementation of trade measures (i.e.: autonomous trade measures), trade policy (i.e.: anti-dumping policy, etc.) and other trade related policies; Embargoes and financial sanctions with regard to several third countries and third countries' nationals.","lastUp":"2019-02-14T16:13:49.738+01:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":"","turnoverRange":""}