{"id":"11064742654-42","name":"PA Europe","registrationDate":"2009-11-23T13:32:16.889+01:00","category":1,"subCategory":6,"legal":"N.V./S.A.","web":"http://www.pa-europe.com/","country":"Belgium","headAddress":"Franklinstraat, 106-108","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)27 35 83 96","boss":"Rio Praaning Prawira Adiningrat","bossTitle":"Mr","bossPosition":"Managing Partner","membersCount":11,"membersFTE":"6.75","membership":"Belgian-Chinese Chamber of Commerce (BCECC)&#xd;\nNetherlands Atlantic Association &#xd;\nNetherlands Society for International Affairs (NGIZ)&#xd;\nAmerican European Community Association (AECA)&#xd;\nInternational Institute for Strategic Studies (IISS)","memberOrga":"","goal":"PA Europe N.V./S.A. provides political advice and operational support to Governments, industries and NGOs in several parts of Europe through its offices in Brussels and The Hague.&#xd;<br />&#xd;<br />PA Europe N.V./S.A. has sister organisations in Asia (PA Asia - Beijing, Hong Kong, Jakarta), in Russia (PA Russia - Moscow) and the Middle East (PA Middle East - Muscat).","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Public Health, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"-\tPolicies on low-risk active substances and plant protection products by DG SANTE, including the following legislative files:&#xd;<br />o\tRegulation (EC) 1107/2009 concerning the placing of plant protection products on the market of DG SANTE&#xd;<br />o\tDIRECTIVE 2009/128/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 21 October 2009 establishing a framework for Community action to achieve the sustainable use of pesticides of DG SANTE&#xd;<br />-\tEU Initiatives on the provision of humanitarian aid in Ukraine &#xd;<br />o\tFocus on policy of DG ECHO on Infant and Young Children Feeding (IYCF) practices&#xd;<br />-\tAntimicrobial Resistance incl. Animal Health Law, Feed Additives Legislation 1831/2003&#xd;<br />-\tIMI, IMI 2, Horizon 2020&#xd;<br />- EMIS Committee recommendations&#xd;<br />-\tRevision of Council Directive 2011/64/EU on the structure and rates of excise duty applied to manufactured tobacco. PA aims to ensure that public health objectives are heeded and an inadvertent increase in the consumption of cigarettes and cigarette-like products through tax incentives is avoided&#xd;<br />-       The European Commission’s 315 billion euro Investment Plan (or ‘Juncker Plan’) and the proposed Regulation 2015/0009 establishing the European Fund for Strategic Investments&#xd;<br />-\tThe European Investment Bank’s External Lending Mandate 2014-2020&#xd;<br />-\tEU policies on Terrorism&#xd;<br />-\tEU-China Trade&#xd;<br />-\tEU-Indonesia Trade&#xd;<br />-\tEU-ASEAN trade&#xd;<br />-\tEU-GCC trade","lastUp":"2017-04-20T17:06:59.269+01:00","customers":"Selko,Electrabel","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":"","turnoverRange":"500000-999999"}