{"id":"110977119527-08","name":"Genomic Health, Inc.","registrationDate":"2015-11-16T15:14:26.172+02:00","category":2,"subCategory":3,"legal":"Corporation formed according to the law of the State of Delaware, USA and registered in California, USA","web":"http://www.genomichealth.com","country":"United states","headAddress":"301 Penobscot Drive","headCity":"Redwood City","headPostCode":"CA 94063-4700","headPhone":"(1)6 50 55 6- 93 00","boss":"Jonathan Truelove","bossTitle":"Mr","bossPosition":"General Counsel - International","membersCount":3,"membersFTE":"0.75","membership":"Genomic Health is a member of: &#xd;\n- MedTech Europe&#xd;\n- the European Alliance for Personalised Medicine (EAPM - www.euapm.eu)&#xd;\n-  European Confederation&#xd;\nof Pharmaceutical Entrepreneurs &#xd;\n&#xd;\n&#xd;\nGenomic Health is an affiliate member of: &#xd;\n- the European Biopharmaceutical Enterprises’ Association (EBE)","memberOrga":"NA","goal":"Genomic Health, Inc. (NASDAQ: GHDX) is the world's leading provider of genomic-based diagnostic tests that address both the overtreatment and optimal treatment of early-stage cancer, one of the greatest issues in healthcare today. The Oncotype DX® tests in three major cancers (breast, colon and prostate cancer) apply advanced genomic science to reveal the unique biology of a tumor in order to optimise cancer treatment decisions, enabling patients to avoid unnecessary procedures and therapies and offering considerable savings to healthcare systems. &#xd;<br />&#xd;<br />Aiming to enhance personalised medicine, Genomic Health has introduced genomics as a critical part of cancer diagnosis and treatment and is working towards transforming patient management throughout the cancer journey by using next generation technology. &#xd;<br />&#xd;<br />The company is based in Redwood City, California, with international headquarters in Geneva, Switzerland. &#xd;<br />&#xd;<br />For more information, please visit, www.GenomicHealth.com","acronym":"","interests":"Digital economy and society, Public Health, Research and innovation","euInitiatives":"Genomic Health  started to actively engage with the EU Institutions on relevant EU policy and regulatory initiatives in June 2015. Engagement (meetings and contact by mail) has focused on the following EU initiatives/policy and legislative areas:&#xd;<br />&#xd;<br />- Personalised medicine&#xd;<br />- Health Technology Assessment (HTA)&#xd;<br />- Cancer control&#xd;<br />- EU Research Programmes: Horizon 2020&#xd;<br />- Proposed EU Regulation on in vitro diagnostic medical devices&#xd;<br />- GDPR interpretation and application","lastUp":"2019-10-09T20:04:29.974+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}