{"id":"111496421980-03","name":"Università Iuav di Venezia","registrationDate":"2016-05-27T13:06:20.851+02:00","category":4,"subCategory":12,"legal":"Università pubblica","web":"http://www.iuav.it","country":"Italy","headAddress":"Santa Croce 191","headCity":"Venezia","headPostCode":"30131","headPhone":"(39)04 12 57 17 26","boss":"Alberto Ferlenga","bossTitle":"Mr","bossPosition":"Rettore","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Iuav University of Venice was established in 1926 as one of the first Architecture Schools in Italy. To this day, it still maintains its unique status. It is a design-themed university focusing on the teaching, research and practice in the design of living spaces and environments (buildings, cities, landscapes and territory) and in the design of everyday use objects, of fashion and of graphics. It has a more recent but well-established tradition in the teaching, research and practice of visual arts, theatre and performing arts, and multimedia events.&#xd;<br />Syllabuses, courses and learning and workshop activities are organised in 5 undergraduate degree programmes and 8 graduate degree programmes covering the fields of architecture, design, fashion, visual arts, urban and regional planning and theatre. In addition, Iuav offers advanced specialisation courses and 8 PhDs.&#xd;<br />A learning technique unique to Iuav is the workshop, which is meant to offer both learning opportunities and work experience under the direct supervision of high-profile professionals and teachers.&#xd;<br />Iuav has established agreements with important Italian and foreign cultural institutions, museums and universities such as La Biennale di Venezia, Teatro La Fenice, Palazzo Grassi, Musei Civici Veneziani, Triennale di Milano, Parsons School of Design, MIT, IIT, CCA and Tongji University. Iuav students are involved with all of these institutions on a regular basis. Iuav is committed to invest in research and development on issues related to the city, the territory and environment, the landscape, infrastructures and mobility, environmental protection and conservation, sustainable design, the history of architecture, new frontiers of design, and arts.&#xd;<br />Iuav has a highly-equipped system of laboratories managed by specialists and experts. The university library houses a wide and rare collection of books, databases and journals especially focusing on architecture and urban planning.&#xd;<br />About 4,200 students attend Iuav University. Admission to both graduate and undergraduate programmes is limited – an essential requirement to maintain high teaching standards. International Exchange Programmes are currently available in partnerships with 170 European universities. They encourage student and staff mobility in order to raise awareness of a common European citizenship, exchange good practices and share research. Iuav has also established cooperation and exchanges with non-EU institutions and universities and entered into over 30 agreements to boost student mobility.&#xd;<br />Studying at Iuav means being open to what is really happening in the world and learning and working with outstanding personalities in the fields of architecture, urban and regional planning, design and visual and performing arts. Iuav was founded by such internationally renowned architects as Carlo Scarpa, Giuseppe Samonà, Manfredo Tafuri, Aldo Rossi, Giovanni Astengo and Giancarlo De Carlo. Gino Valle, Michele De Lucchi, Nanda Vigo and Egle Renata Trincanato have all made the history of our School. Notable scholars and professionals such as Le Corbusier, Louis Kahn, Frank Lloyd Wright and, more recently, Alejandro Aravena, Judith Clark, Richard Serra, have been hosted as visiting professors at Iuav and have taught and tutored our students through the years.","acronym":"Iuav","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Communication, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, European Neighbourhood Policy, External Relations, Humanitarian aid and civil protection, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Regional Policy, Research and innovation, Trans-European Networks, Transport","euInitiatives":"Università Iuav di Venezia is interested and involved into several EU financial programs. In particular Iuav is involved in programmes for students and staff mobility training as ERASMUS+ and ERASMUS MUNDUS. As regards research programmes, Iuav is involved in various calls of H2020 frame programme, especially \"ERC\" and \"MSCA\" calls of \"Excellence Science\" pillar and the calls of \"Societal Challenge\" pillar regarding \"Europe in a changing world - inclusive, innovative and reflective societies\". Moreover, Iuav is involved in H2020 Eranet Cofund actions.&#xd;<br />Iuav also participates in LIFE+ and Creative Europe actions.&#xd;<br />Finally our University take part in various Interreg research programmes funded by FESR like Interreg Mediterranean, Interreg Central Europe, Interreg Italia Croazia, Interreg Europe, Interreg Italia Slovenia, Interreg Italia Austria.","lastUp":"2019-05-03T11:38:08.077+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}