{"id":"111519328353-48","name":"Permits Foundation","registrationDate":"2017-09-15T14:13:58.615+02:00","category":3,"subCategory":2,"legal":"stichting","web":"https://www.permitsfoundation.com/","country":"Netherlands","headAddress":"Carel van Bylandtlaan 16","headCity":"The Hague","headPostCode":"2501 AN","headPhone":"(31)6 14 35 98 17","boss":"Michiel van Campen","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"We have sponsors/donors rather than members and they are listed on our website here: https://www.permitsfoundation.com/sponsors/","goal":"We are an independent, not-for-profit organisation campaigning globally to improve work permit regulations to make it easier for partners of expatriate staff to gain employment during an international assignment.&#xd;<br />&#xd;<br />Since our start-up in 2001, we have been progressively successful in influencing change throughout the European Union, as well as in the USA and Asia (Hong Kong, India, Japan and Malaysia). Thirty countries now allow accompanying spouses or partners to work. We continue to promote best practice and monitor legislative improvements in all these countries, as well as setting up new projects (for example, in Brazil and Indonesia) in our global campaign.&#xd;<br />&#xd;<br />Our surveys show that governments that allow partners to work attract highly skilled employees associated with international business, investment and development; creating a ‘triple win’ for host countries, employers and families alike.","acronym":"","interests":"Borders and Security, Business and Industry, Employment and Social Affairs, Justice and Fundamental Rights, Migration and asylum","euInitiatives":"Highly-skilled and legal migration policies, in particular Blue Card Directive and its revision, Intra-Corporate Transferee Directive, Family Reunification Directive and EU integration initiatives. Our focus is on family access to employment.","lastUp":"2018-09-17T20:17:08.091+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}