{"id":"11160169347-78","name":"Aurubis AG","registrationDate":"2012-08-16T14:43:29.267+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.aurubis.com","country":"Germany","headAddress":"Hovestrasse 50","headCity":"Hamburg","headPostCode":"20539","headPhone":"(49)4 07 88 30","boss":"Harings Roland","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstands der Aurubis AG","membersCount":13,"membersFTE":"5.5","membership":"Aurubis is an active member of various trade organizations on European level, among others: Eurométaux, European Copper Institute, International Copper Association, BDI - the German Business Association, VCI.","memberOrga":"Eurometaux&#xd;\nEuropean Copper Institute&#xd;\nInternational Copper Association&#xd;\nWirtschaftsvereinigung Metalle&#xd;\nVerband für die Chemische Industrie&#xd;\nFachvereinigung Edelmetalle&#xd;\nBDI&#xd;\nEPMF&#xd;\nDeutsches Aktieninstitut","goal":"Aurubis is the leading integrated copper group and the world's largest copper recycler.&#xd;<br />Sustainable development is an essential part of its corporate strategy.&#xd;<br />Our products are linked to the ever increasing standard of living and make a significant and positive contribution to the EU climate change and resource efficiency policies.","acronym":"","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Institutional affairs, International co-operation and development, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"We follow especially topics around energy like the so called \"Winter package\" and ETS, the Circular Economy Package and trade issues like Free Trade Agreements and Anti-dumping measures as well as envioronmental legislation.","lastUp":"2019-07-05T15:27:01.415+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}