{"id":"111919032694-19","name":"Eyes on Europe","registrationDate":"2018-09-26T00:02:25.270+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://eyes-on-europe.eu","country":"Belgium","headAddress":"Avenue Franklin Roosevelt 39","headCity":"Ixelles","headPostCode":"1050","headPhone":"(32)4 87 37 19 45","boss":"Lorik Rexha","bossTitle":"Mr","bossPosition":"Président","membersCount":10,"membersFTE":"2.5","membership":"","memberOrga":"","goal":"Notre objectif est de promouvoir le dialogue et la citoyenneté européenne, de contribuer à la diffusion d’informations diversifiées et précises sur l’Europe et de réunir différents partenaires dans l’espoir de raviver l’intérêt du public pour l’Europe.&#xd;<br />&#xd;<br />Nous voulons également promouvoir la voix des jeunes Européens sur les questions politiques et améliorer leurs compétences en matière de recherche et de journalisme.&#xd;<br />&#xd;<br />Né en 2004, Eyes on Europe est une association basée à Bruxelles avec un double objectif. Composé uniquement d'étudiants, notre objectif est de leur permettre de développer des compétences professionnelles, de devenir autonomes et responsables ainsi que de s'épanouir grâce à un projet qui leur est propre. Travaillant avec une approche horizontale de la jeunesse à la jeunesse, nous nous efforçons également de sensibiliser les citoyens européens et de développer une mentalité critique mais juste à l’égard de l’Union européenne. &#xd;<br />&#xd;<br />Depuis 14 ans, nous publions un magazine chaque année. Nous organisons également des conférences, des débats, des visites, des activités sociales et des partenariats avec d'autres organisations européennes et locales.","acronym":"EOE","interests":"Climate Action, Communication, Culture and media, Digital economy and society, Employment and Social Affairs, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Single market","euInitiatives":"L’organisation vise à promouvoir les valeurs européennes à travers l’analyse scientifique des politiques européennes mises en place, notamment en analysant les travaux de  la Commission des libertés civiles, de la justice et des affaires intérieures, la Commission des droits de l’homme, la Commission des droits de la femme et de l’égalité des genres. &#xd;<br />&#xd;<br />A travers l’analyse de ces travaux, l’organisation a pour vocation d’informer les citoyens, et particulièrement les étudiants sur les affaires européennes. En collaborant avec les différentes universités belges, Eyes on Europe publie un magazine écrit par les étudiants.&#xd;<br />&#xd;<br />L’organisation porte un intérêt particulier aux initiatives citoyennes européennes, qui ont pour objectif de promouvoir une citoyenneté active et montrent un intérêt à la politique européenne.","lastUp":"2018-09-26T11:04:59.717+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}