{"id":"11218815591-29","name":"Asociación Nacional de Establecimientos Financieros de Crédito","registrationDate":"2011-04-01T11:22:12.594+01:00","category":2,"subCategory":7,"legal":"Asociación Empresarial","web":"http://www.asnef.com","country":"Spain","headAddress":"Velázquez, 64-66","headCity":"Madrid","headPostCode":"28001","headPhone":"(0034)9 17 81 45 43","boss":"IGNACIO PLA VIDAL","bossTitle":"Mr","bossPosition":"VICESECRETARIO GENERAL","membersCount":4,"membersFTE":"1.0","membership":"Somos miembros de la Confederacion Española de Organizaciones Empresariales (CEOE)- A nivel europeo somos miembros de la Federacion Europea de Asociaciones de Entidades de Financiacion (EUROFINAS).","memberOrga":"","goal":"a)Reunir en su seno a las empresas que practiquen la financiacion y representarlas ante las autoridades, corporaciones publicas, etc. b)Velar por el prestigio de la actividad de financiacion que practican sus asociados, defender sus intereses, fomentar, cultivar e impulsar el espiritu de compañerismo y solidaridad entre lso miembros y promover cuantas iniciativas puedas contribuir al desarrollo y al prestigio profesional. c)colaborar con los poderes publicos en la evolucion y perfeccionamiento del credito en nuestro pais y evacuar cuantas consultas le formulen relacionadas con la actividad, mediante informes, dictamenes, estadisticas, etc. d) promover estudios sobre la financiacíon en España y en el extranjero y asesorar a los asociados sobre el perfeccionamiento de sus metodos de trabajo, obligaciones fiscales y demas cuestiones relacionadas con el ejercicio de su profesion. e) asistir a los asociados en materia laboral mediantel a realizacion de los estudios e informes pertinentes e incluso representarlos, cuando proceda, en las negociaciones laborales que se lleven a efecto. f) establecer, mantener y fomentar las relaciones con otras Asociaciones Nacionales, Comunitarias e Internacionales, pudiendo suscribir acuerdos de cooperacion y colaboracion en todas aquellas materias de interes comun. g) en general, llevar a la realidad cuanto contribuya a mejorar la actividad de financiacion.","acronym":"ASNEF","interests":"Competition, Consumer Affairs, Development, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Taxation, Trade, Trans-European Networks","euInitiatives":"- Crédito al consumo&#xd;<br />- Protección al consumidor","lastUp":"2018-02-12T12:59:42.893+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}