{"id":"112144131198-42","name":"Nordic Council of Ministers","registrationDate":"2018-04-16T10:54:17.285+02:00","category":6,"subCategory":11,"legal":"International organization","web":"http://norden.org","country":"Denmark","headAddress":"Ved Stranden 18","headCity":"København K","headPostCode":"1061","headPhone":"(45)33 96 02 00","boss":"Dagfinn Høybråten","bossTitle":"","bossPosition":"Secretary General","membersCount":1,"membersFTE":"0.25","membership":"http://www.norden.org/en/nordic-council-of-ministers/the-nordic-council-of-ministers/structure-diagram-for-the-nordic-council-of-ministers","memberOrga":"http://www.norden.org/en/nordic-council-of-ministers/the-nordic-council-of-ministers/structure-diagram-for-the-nordic-council-of-ministers","goal":"The Nordic Council of Ministers is the official body for Nordic intergovernmental co-operation. The Nordic prime ministers have overall responsibility for Nordic co-operation. In practice, responsibility is delegated to the Ministers for Nordic Co-operation and to the Nordic Committee for Co-operation, which co-ordinates the day-to-day work of official political Nordic co-operation.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Environment, climate, animal health, agricultural policy, energy policy, consumer rights, defence and security developments, EU relations to third countries","lastUp":"2018-04-16T11:49:46.272+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}