{"id":"112228426530-64","name":"Clarivate Analytics","registrationDate":"2017-03-31T15:25:13.261+02:00","category":2,"subCategory":3,"legal":"LLC","web":"http://www.clarivate.com","country":"United states","headAddress":"1500 Spring Garden Street","headCity":"Philadelphia","headPostCode":"19130","headPhone":"(1)21 52 78 84 15","boss":"Michelle Lin","bossTitle":"Ms","bossPosition":"Compliance officer","membersCount":25,"membersFTE":"6.25","membership":"","memberOrga":"","goal":"Clarivate Analytics accelerates the pace of innovation by providing trusted insights and analytics to customers around the world, enabling them to discover, protect and commercialize new ideas, faster. Formerly the Intellectual Property and Science business of Thomson Reuters, we own and operate a collection of leading subscription-based businesses focused on scientific and academic research, patent analytics and regulatory standards, pharmaceutical and biotech intelligence, trademark protection, domain brand protection and intellectual property management. Clarivate Analytics is now an independent company with over 4,000 employees, operating in more than 100 countries and owns well‐known brands that include Web of Science, Cortellis, Thomson Innovation, Derwent World Patents Index, CompuMark, MarkMonitor and Techstreet, among others.","acronym":"Clarivate","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Competition, Economic and Financial Affairs, Education, Energy, Enterprise, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Public Health, Regional Policy, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"Academic development, patents and filings, trademarks, innovation, bibliometrics and scientometrics and public procurement.","lastUp":"2018-04-02T20:24:29.594+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}