{"id":"112267011730-27","name":"Wirtschaftsagentur Wien. Ein Fonds der Stadt Wien.","registrationDate":"2013-08-20T11:02:17.272+01:00","category":2,"subCategory":3,"legal":"Fonds mit Rechtspersönlichkeit nach dem Wiener Landes- Stiftungs- und Fondsgesetz","web":"http://www.wirtschaftsagentur.at","country":"Austria","headAddress":"Mariahilferstraße 20","headCity":"Wien","headPostCode":"1070","headPhone":"(43)1 40 00 86 70","boss":"Gerhard Hirczi","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":2,"membersFTE":"1.25","membership":"European Regions Research and Innovation Network (ERRIN), European Creative Business Network (ECBN)","memberOrga":"","goal":"Die Wirtschaftsagentur Wien. Ein Fonds der Stadt Wien. ist das zentrale wirtschaftspolitisches Instrument der Stadt Wien und hat den Zweck, die Struktur der Wiener Wirtschaft durch Ansiedelung von Betrieben und der Unterstützung der Wiener Unternehmen und ihrer Innovationskraft zu stärken. Dadurch wird der Wirtschaftsstandort nachhaltig entwickelt und im internationalen Wettbewerb gestärkt.&#xd;<br />Die Wirtschaftsagentur Wien unterstützt aktiv die Entwicklung des Wirtschaftsstandortes Wien. Als erste Anlaufstelle für nationale und internationale Unternehmen unterstützt sie mit monetären Förderungen, Immobilien und Stadtentwicklungsimpulsen sowie kostenlosen Service- und Beratungsangeboten. &#xd;<br />Mit Schwerpunktsetzungen forciert die Wirtschaftsagentur Wien die definierten Stärkefelder der Stadt: Life-Sciences, urbane Technologien, Kreativwirtschaft und IKT. Innovationen sind der Schlüssel zu unternehmerischem Erfolg und sichern langfristig die Entwicklung des Wirtschaftsstandorts.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Culture, Digital economy and society, Economy, finance and the euro, Energy, Environment, Institutional affairs, Regional Policy, Research and innovation, Single market, Trade","euInitiatives":"EU Priorities:European Green Deal, ein Europa fit für das digitale Zeitalter, eine Wirtschaft im Dienste der&#xd;<br />Menschen&#xd;<br />Jobs, Growth and sustainable investment; Digital Single Market, Internal Market; SME Policy, Innovation Policy, Regional ans Urban Policy, &#xd;<br />EU Funding Programmes, Start-up Europe Initiative, &#xd;<br />Next MFF","lastUp":"2019-12-19T17:16:47.856+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}