{"id":"11251212351-96","name":"European Multi-channel and Online Trade Association","registrationDate":"2009-09-28T11:35:51.809+02:00","category":2,"subCategory":4,"legal":"Non-profit association (a.i.s.b.l.)","web":"http://www.emota.eu","country":"Belgium","headAddress":"Avenue Marnix 30","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 13 74 23","boss":"Maurits Bruggink","bossTitle":"Mr","bossPosition":"Secretary General ","membersCount":5,"membersFTE":"4.5","membership":"EURid&#xd;\nEuropean Internet Forum (EIF)&#xd;\nEuroCommerce&#xd;\nIndustry Coalition for Data Protection","memberOrga":"http://www.emota.eu/#!emotamembers/c1s62","goal":"EMOTA represents e-traders and distance sellers at European level, through its national member associations. At present, EMOTA has members in Austria, Belgium, Croatia, France, Germany, Greece, Estonia, Finland, Lithuania, Romania, Russia, Slovenia, Spain, Sweden, Switzerland, Ukraine and the UK. Many legislative initiatives launched at EU level have been aiming at regulating sales over the internet and in particular, protecting consumers using the online channel for their shopping. EMOTA’s main focus lies on the encouragement of e-commerce and the removal of barriers to and facilitation of cross-border sales for the benefit of e-retailers with international ambitions.","acronym":"EMOTA","interests":"Borders and Security, Business and Industry, Competition, Consumers, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Environment, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"- Geo-blocking; &#xd;<br />- Online platforms; &#xd;<br />- EU Data Protection Regulation; &#xd;<br />- Digital Single Market Package; &#xd;<br />- EU Commission Stakeholder Consultation Group for consumer rules for online and digital purchases; &#xd;<br />- Payment Services Directive; &#xd;<br />- Guidance on the Unfair Commercial Practices Directive; &#xd;<br />- EU Parliament Digital Single Market Working Group;&#xd;<br />- EU ePrivacy Directive;  &#xd;<br />- EU Commission work on a VAT One Stop Shop for cross-border trade;","lastUp":"2018-07-04T10:52:41.269+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}