{"id":"112661410424-80","name":"Initiative for the Development of Africa","registrationDate":"2013-01-09T09:22:45.915+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.idainternational.org/","country":"Senegal","headAddress":"Complexe Sicap-Point E - Bat. B -3e Et.","headCity":"Dakar","headPostCode":"3370","headPhone":"(221)3 38 25 44 22","boss":"Andrea Giannetto","bossTitle":"Mr","bossPosition":"President","membersCount":18,"membersFTE":"8.0","membership":"IDA is part of ADA - African Diplomatic Academy.&#xd;\nIDA is the Executing Delegate Agency of ADA.&#xd;\nADA has an Hedquorter agreement with Senegal and Sierra Leone.&#xd;\nADA has signed an agreement with ECOWAS to develop projects and activities.","memberOrga":"","goal":"IDA (Initiative for the Development of Africa) is an NGO that promote, through business and cultural activities, the principles of a better world and contributes, through international cooperation, to the development of the African Continent. IDA links up its members, offers them quality services and provides a network for the BUSINESS MEN of AFRICA and THE REST of the WORLD to work together. Doing the development of the Continent we also support the economic, social, cultural, scientific, legal and administrative matters for human rights and fundamental freedoms.","acronym":"IDA","interests":"Agriculture and Rural Development, Climate Action, Development, Employment and Social Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Humanitarian Aid, Youth","euInitiatives":"We are a strategic partner of ECOWAS and together we are involving the EU for a couple of social projects:&#xd;<br />- women indipendence (social/humanitarian project).&#xd;<br />We help women in Africa learn simple farming and processing techniques to help them produce market ready products such as nut oils, fruits and biodiesel fuels.  We also teach them basic business skills so they can take control of their own future and become independent entrepreneurs. &#xd;<br />We have already installed a pilot machine to produce peanuts oil and cake, in Senegal; two more cooperatives are starting the oil production, because we have installed the machines for two coopratives.&#xd;<br />- obstetric fistula (humanitarian project)&#xd;<br />we are installing 3 small hospitals in Senegal, Nigeria and Ivory Coast; with the contribution of our french team.&#xd;<br />For the women indipendence project we have involved the Senegal Governament, the ILO, the ABFD and several others institutions. We are working with the Italian Embassy in Dakar to involve the EU institutions, so we are preparing a complete business plan of the activity to introduce the document to the EU institutions.&#xd;<br />see also: http://www.idainternational.org/women-independance/project-launch/","lastUp":"2017-03-04T09:05:49.814+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}