{"id":"112817515801-13","name":"Servizi all'Industria Italiana S.A.","registrationDate":"2015-01-28T15:18:51.912+01:00","category":2,"subCategory":4,"legal":"Société anonyme de droit belge","web":"","country":"Belgium","headAddress":"Avenue de la Joyeuse Entrée 1","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 86 12 11","boss":"Giancarlo COCCIA","bossTitle":"Mr","bossPosition":"Administrateur Délégué","membersCount":9,"membersFTE":"3.0","membership":"Direct cooperation with the Delegation of Confindustria, the Confederation of Italian Industries, active in Brussels since 1958, which overall objective is to defend and promote the interests of Italian enterprises.","memberOrga":"","goal":"Provide support services to Italian industrial organisations and companies that are members, even indirectly, to Confindustria, the Italian Business Association, which is his main shareholder and represents the Italian Industry.","acronym":"S.I.I.","interests":"Budget, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Institutional affairs, Regional Policy, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"- Monitoring and providing information on European politics and legislations&#xd;<br />- Organisation of events and seminaries on European legislation, implicating the euro-deputies and advisors of the European Commission&#xd;<br />- Presentation of the position of important Italian enterprises on European legislative proposals&#xd;<br />- Assistance and participation to the parliamentary sessions ins Brussels as well as in Strasbourg&#xd;<br />Principal dossiers:&#xd;<br />- European Defence Strategy&#xd;<br />- Industrial Policy&#xd;<br />- New Antidumping Methodology&#xd;<br />- \"Clean Energy for all\" package&#xd;<br />- Digital Single Market","lastUp":"2019-02-15T12:13:05.717+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}