{"id":"113263834855-60","name":"Komora reštaurátorov","registrationDate":"2019-05-16T17:39:42.212+02:00","category":6,"subCategory":9,"legal":"Profesijná komora s povinným členstvom","web":"https://www.restauro.sk/","country":"Slovakia","headAddress":"Lermontovova 8","headCity":"Bratislava","headPostCode":"811 05","headPhone":"(421)2 20 71 17 02","boss":"Barbara Davidson","bossTitle":"","bossPosition":"Predsedníčka","membersCount":6,"membersFTE":"2.25","membership":"E.C.C.O.","memberOrga":"","goal":"Komora reštaurátorov bola zriadená dňa 1. septembra 1994 zákonom Národnej rady Slovenskej republiky č. 200/1994 Z.z. o Komore reštaurátorov a o výkone reštaurátorskej činnosti jej členov, ako tzv. profesijná komora s povinným členstvom, ktorej úlohou je združovať fyzické osoby vykonávajúce povolanie „reštaurátor“ na území Slovenskej republiky. Sídlom Komory reštaurátorov je hlavné mesto Slovenskej republiky Bratislava a jej pôsobnosť sa vzťahuje na celé územie Slovenskej republiky.&#xd;<br />Základným poslaním Komory reštaurátorov je vykonávať verejnú moc v dvoch základných oblastiach.&#xd;<br />Prvou oblasťou je právomoc komory rozhodovať o spôsobilosti vykonávať slobodné povolanie „reštaurátor“ v príslušnej špecializácii reštaurovania a za tým účelom viesť zoznam svojich členov. Komora má v tejto oblasti svojej činnosti postavenie orgánu verejnej moci, ktorý rozhoduje o tom, ktorá fyzická osoba a v akej špecializácii reštaurovania bude vykonávať na území Slovenskej republiky podnikateľskú činnosť v oblasti reštaurátorskej činnosti na národných kultúrnych pamiatkach a zbierkových predmetoch výtvarného umenia.&#xd;<br />Druhou oblasťou je realizácia zákonnej povinnosti komory nepretržite dbať o to, aby jej členovia vykonávali svoje povolanie v súlade s profesionálnymi, odbornými a etickými princípmi a pravidlami, ktoré sa vzťahujú k výkonu slobodného povolania „reštaurátor“. Na tento účel jej zákon zveril jednak právomoc vydávať vnútorné (stavovské) predpisy, ktoré sú právne záväzné pre jej členov a jednak právomoc vykonávať disciplinárnu právomoc nad svojimi členmi, ktorá sa prejavuje v oprávnení komory ukladať svojim členom disciplinárne opatrenia (písomné napomenutie, peňažnú pokutu, alebo vyčiarknutie zo zoznamu členov komory) v prípadoch, ak sa dopustia protiprávneho konania napĺňajúceho znaky disciplinárneho previnenia.","acronym":"KR","interests":"Culture, Education and training","euInitiatives":"členstvo E.C.C.O. &#xd;<br />EUROPEAN QUALITY PRINCIPLES FOR EU-FUNDED INTERVENTIONS WITH POTENTIAL IMPACT UPON CULTURAL HERITAGE","lastUp":"2019-05-16T17:41:46.952+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}