{"id":"113902836430-18","name":"Mag. Sylvia Amann - inforelais","registrationDate":"2019-10-31T16:38:12.567+01:00","category":1,"subCategory":8,"legal":"self-employed","web":"https://www.inforelais.org","country":"Austria","headAddress":"Im Weizenfeld 26","headCity":"Engerwitzdorf","headPostCode":"4209","headPhone":"(43)6 02 74 68","boss":"Sylvia Amann","bossTitle":"Ms","bossPosition":"Director and owner","membersCount":1,"membersFTE":"0.5","membership":"European Capital of Culture Expert Panel of the European Commission (since 2015)&#xd;\nAdvisory Board UNESCO Media Art City Linz (since 2015)&#xd;\nAdvisory Board Cultural Development Plan Linz, Linz (since 2011)&#xd;\nAccredited export advisor of incite.at, the quality academy of the Professional Association of Management Consultancy (since 2011)&#xd;\nOMC expert group of EU Member States on Creative Industries (since 2011)&#xd;\nURBACT II pool of thematic experts (2011 – 2013)&#xd;\nExpert-Network of Kreativwirtschaft Austria, Vienna (since 2009)&#xd;\nPool of EU Consultancies – Chamber of Commerce Uppper Austria, Linz (since 2004)&#xd;\nEuropean Forum for the Arts and Heritage / Culture Action Europe, Brussels (1997-2005)","memberOrga":"none","goal":"inforelais – tailored consulting services – is an Austrian company founded by Sylvia Amann in the year 2000. Sylvia holds a degree from the Vienna University of Economics and Business Administration and from the Sorbonne University in Paris. She is an experienced policy adviser and EU expert with thematic focus on culture, creative industries as well as on urban and regional development. Her working languages are German, English and French.","acronym":"inforelais","interests":"Agriculture and Rural Development, Culture, Culture and media, Digital economy and society, European Neighbourhood Policy, External Relations, International co-operation and development, Regional Policy, Research and innovation, Trade","euInitiatives":"EU Work Plan for Culture&#xd;<br />OMC groups on Cultural and Creative Sectors&#xd;<br />Creative FLIP project&#xd;<br />European Capital of Culture&#xd;<br />International strategies and cooperation in culture&#xd;<br />Urban agenda and culture&#xd;<br />Voices of culture - new policies in non-urban areas","lastUp":"2019-10-31T16:38:57.778+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}