{"id":"11503381325-76","name":"Confederation of Danish Employers","registrationDate":"2009-03-09T15:44:02.353+02:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.da.dk/","country":"Denmark","headAddress":"Vester Voldgade, 111-113","headCity":"Copenhagen V","headPostCode":"DK-1790","headPhone":"(45)33 38 90 00","boss":"Jacob Holbraad","bossTitle":"Mr","bossPosition":"Director general","membersCount":5,"membersFTE":"3.25","membership":"DA is member of &#xd;\n&#xd;\n-\tBusinessEurope, the Confederation of European Business &#xd;\n-\tIOE, the International Organisation of Employers &#xd;\n-\tBIAC, OECD’s Business and Industry Advisory Committee  &#xd;\n&#xd;\nDA nominates a member of the European Economic and Social Committee EESC and also holds a seat on the Social Dialogue Committee.","memberOrga":"www.da.dk","goal":"The Confederation of Danish Employers (DA), founded in 1896, is a non-profit organisation funded by subscriptions from member organisations. 13 employers’ organisations with an overall membership of around 24,000 private companies in the manufacturing, retail, transport, service and construction businesses are members of DA.&#xd;<br />DA represents the interests of its member organisations in the Danish and European political systems. The main objective is to influence regional, national and European policy-makers in order to increase the competitiveness of Danish companies and ease their access to skilled labour. Furthermore DA ensures the effective coordination of the mutual interests of employers when collective agreements are negotiated in Denmark. DA supports and promotes the use of collective bargaining and considers it vital to ensure that labour markets are, as far as possible, regulated through flexible collective agreements.&#xd;<br />&#xd;<br />DA has been represented in Brussels since 1973.&#xd;<br /> &#xd;<br />The principal tasks of DA’s office in Brussels and DA’s European activities can be divided into five categories:&#xd;<br />&#xd;<br />-\tMonitoring the decision-making process in the EU-institutions in relation to labour market issues&#xd;<br />-\tGathering of intelligence and functioning as a centre of information between the Danish head office and European stakeholders&#xd;<br />-\tTaking part in the European Social Dialogue and negotiating European agreements&#xd;<br />-\tActively participating in business networks, advisory committees and the decision-making process of BusinessEurope&#xd;<br />-\tPromoting the interests of Danish employers and ensuring compatibility between EU legislation and the Danish labour market model","acronym":"DA","interests":"Economic and Financial Affairs, Education, Employment and Social Affairs, Home Affairs, Justice and Fundamental Rights, Youth","euInitiatives":"Nogle af de initiativer og sager som organisationen følger i 2017 er f.eks.&#xd;<br />- Unge beskæftigelse og kvalifikationer&#xd;<br />- Udvikling af vekseluddannelse&#xd;<br />- Fri bevægelighed for arbejdskraft og indvandring&#xd;<br />- Arbejdsmiljø&#xd;<br />- European semester og economic governance&#xd;<br />- social dialog forhandlinger&#xd;<br />- Den europæiske søjle for sociale rettigheder&#xd;<br />- Brexit","lastUp":"2018-04-10T14:52:52.347+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}