{"id":"11514322965-05","name":"Energy Cities","registrationDate":"2010-01-07T17:38:28.695+01:00","category":3,"subCategory":2,"legal":"Non-profit organisation","web":"http://www.energy-cities.eu","country":"France","headAddress":"Chemin de Palente, 2","headCity":"BESANCON","headPostCode":"25000","headPhone":"(33)3 81 65 36 80","boss":"Claire ROUMET","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":4,"membersFTE":"2.0","membership":"Energy Cities regularly contributes to informal networking with other European or National Associations and Networks of Local Authorities or stakeholders working in the field of sustainable energy and transport issues. These networking activities allow Energy Cities:&#xd;\n•\tto foster exchange of know-how with other partners,&#xd;\n•\tto manage projects (e.g. Energy Cities leads the Consortium in charge of the Covenant of Mayors initiative, is partner of the Sustainable Energy Europe Campaign, and other European initiatives)&#xd;\n•\tto build common opinions and position papers so as to contribute to public consultations and lobby European Institutions.","memberOrga":"ALDA (251)&#xd;\nPolish Network of Energie Cités(40),&#xd;\nEco-Energy(45),&#xd;\nHealthy Cities(130),&#xd;\nAmorce(753),&#xd;\nNALAS(15),&#xd;\nUnion of the Baltic Cities(106),&#xd;\nOrase Energie Romania(36),&#xd;\nCITENERGO(11),&#xd;\nKlimatkommunerna(35),&#xd;\nKlimaatverbond(134),&#xd;\nEnergy Efficient Cities of Ukraine(73)&#xd;\nCities Northern Netherlands (4),&#xd;\nComunidade Intermunicipal do Oeste (12)&#xd;\nCREM (56),&#xd;\nEnergia Calabria (20),&#xd;\nUnion of Communities of Armenia (793)","goal":"Energy Cities is a network of 1,000 local governments in 30 countries. We believe that the energy transition is about more than renewable energy or great technologies: It is about a wise use of resources while strengthening local participation and well-being in a democratic Europe.&#xd;<br />&#xd;<br />Energy Cities wants a radical transformation of the energy systems and policies, giving citizens the power to shape a decentralised and renewable energy future. We trigger a trustful dialogue between citizens, local leaders and EU &amp; national institutions to accelerate the energy transition in Europe.&#xd;<br />&#xd;<br />Energy Cities help cities raise their voice. Through persistent advocacy work in Brussels and Member States, we transform European governance and legal frameworks to allow cities to fully play their part in the energy transition.&#xd;<br />&#xd;<br />Our events provide creative spaces for the members of the network to connect and share experiences. We develop, test and apply new solutions in projects. They serve as tools for others. The stories we share demonstrate the many benefits of a participatory energy transition to national and European decision-makers.","acronym":"Energy Cities","interests":"Budget, Climate Action, Culture, Digital economy and society, Energy, Environment, European Neighbourhood Policy, International co-operation and development, Regional Policy, Research and innovation, Transport","euInitiatives":"As a network of local authorities specialised in sustainable enery, all policies related to energy, climate, mobility, urban policies are closely followed.&#xd;<br />&#xd;<br />Currently, we are following, among others: Energy Union Governance, EU budget, Renewable Energy, Market Design, Energy Efficiency, Energy Infrastructure","lastUp":"2019-12-09T09:55:54.557+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}