{"id":"11610562644-55","name":"Save the Children International","registrationDate":"2009-11-20T11:48:19.291+01:00","category":3,"subCategory":2,"legal":"Registered in Belgium as ASBL, subsidiary of Save the Children International, registered Charity under UK law","web":"http://www.savethechildren.net/eu-office","country":"Belgium","headAddress":"Rue du Tröne, 60","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)0 25 12 78 51","boss":"Ester Asin","bossTitle":"Ms","bossPosition":"Director and EU Representative, Save the Children EU Office","membersCount":7,"membersFTE":"7.0","membership":"Save the Children is a member of the following networks that work specifically on EU affairs:&#xd;\n&#xd;\nNGO Action Group on Children's Rights (CRAG)&#xd;\nCONCORD&#xd;\nVOICE&#xd;\nCrisis Action&#xd;\nUNHCR NGO Platform&#xd;\nHuman Rights and Democracy Network (HRDN)&#xd;\n&#xd;\nSave the Children places great emphasis on developing partnerships with other NGOs and organisations that work for children's rights and has established many partnerships with organisations in Europe and in developing countries.","memberOrga":"http://www.savethechildren.net","goal":"Save the Children is the world's largest independent organisation for children, making a difference to children's lives in over 120 countries. It is made up of 30 national organisations with a global staff of more than 14,000 working together. &#xd;<br />&#xd;<br />From emergency relief to long-term development, Save the Children helps children to achieve a happy, healthy and secure childhood. Save the Children listens to children, involves children and ensures their views are taken into account. Save the Children secures and protects children's rights - to food, shelter, healthcare, education and freedom from violence, abuse and exploitation. &#xd;<br /> &#xd;<br />As long as there are children in need, Save the Children will find innovative ways to help them survive and thrive. Save the Children is growing and strengthening its capability to fight for children's rights and to deliver immediate and lasting improvements worldwide. &#xd;<br />&#xd;<br />For 90 years, national Save the Children organisations have committed themselves to bring about a better world for children. Increasingly, over recent years, these organisations have brought together their different cultures, experiences and resources to achieve a greater impact in their work and provide a stronger global voice for children. &#xd;<br />&#xd;<br />Our Vision: Save the Children's vision is a world in which every child attains the right to survival, protection, development and participation. &#xd;<br />&#xd;<br />Our Mission: Save the Children's mission is to inspire breakthroughs in the way the world treats children, and to achieve immediate and lasting change in their lives. &#xd;<br />&#xd;<br />Our Values:&#xd;<br /> &#xd;<br />ACCOUNTABILITY: We take personal responsibility for using our resources efficiently, achieving measurable results, and being accountable to supporters, partners and, most of all, children. &#xd;<br />&#xd;<br />AMBITION: We are demanding of ourselves and our colleagues, set high goals and are committed to improving the quality of everything we do for children. &#xd;<br />&#xd;<br />COLLABORATION: We respect and value each other, thrive on our diversity, and work with partners to leverage our global strength in making a difference for children. &#xd;<br />&#xd;<br />CREATIVITY: We are open to new ideas, embrace change, and take disciplined risks to develop sustainable solutions for and with children. &#xd;<br />&#xd;<br />INTEGRITY: We aspire to live to the highest standards of personal honesty and behaviour; we never compromise our reputation and always act in the best interests of children. &#xd;<br /> &#xd;<br />The Save the Children advocacy office in Brussels carries out advocacy on behalf of 13 European Save the Children organisations. Like other Save the Children organisations, its members work with and for children in their own countries and abroad. &#xd;<br />&#xd;<br />The principle of children's rights lies at the heart of the advocacy of the Brussels office, which aims to help further children's rights in Europe and elsewhere by promoting children's interests in European policy making, funding and programmes.","acronym":"","interests":"Budget, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Enlargement, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Public Health, Taxation, Trade, Youth","euInitiatives":"EC Recommendations on Investing in Children &#xd;<br />EC Communication on A Global Partnership for Poverty Eradication and Sustainable Development after 2015 &#xd;<br />EU Human Rights Action Plan &#xd;<br />Common European Asylum System (CEAS) legislative package&#xd;<br />European Agenda on Migration","lastUp":"2017-03-31T16:51:10.960+01:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}