{"id":"116561428290-45","name":"Flanders Make","registrationDate":"2017-09-29T11:36:49.608+02:00","category":4,"subCategory":5,"legal":"Vereniging","web":"http://flandersmake.be","country":"Belgium","headAddress":"Oude Diestersebaan 133","headCity":"Lommel","headPostCode":"3920","headPhone":"(32)11 79 05 60","boss":"Dirk Torfs","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"1.75","membership":"VLEVA&#xd;\nEARTO&#xd;\nEFFRA&#xd;\nVlaams Europa Platform&#xd;\nWerkgroep Vlaams/Nederlandse samenwerking&#xd;\nERRIN","memberOrga":"www.flandersmake.be","goal":"Flanders Make is the strategic research centre for the manufacturing industry. Operating from our sites in Lommel or Leuven, and from 10 research facilities at the Flemish universities, we stimulate open innovation through excellent research. &#xd;<br />&#xd;<br />Our purpose: realising a top-level research network in Flanders that delivers full support to the innovation projects of manufacturing companies. This way, we want to contribute to new products and processes that help to realise the vehicles, machines and factories of the future.&#xd;<br />All our research has one purpose: strengthening the product and process innovation within Flemish manufacturing companies so that this industry is better armed and able to cope today with the challenges of tomorrow. To this end, we conduct technological research in the field of mechatronics, product development methods and production technologies.&#xd;<br />&#xd;<br />In a first phase, this research will lead to actual applications in machines, vehicles and high-tech production systems for the participating companies. In a second phase, research results will also be shared with the rest of the industry.","acronym":"Flanders Make","interests":"Budget, Business and Industry, Climate Action, Digital economy and society, Economy, finance and the euro, Energy, International co-operation and development, Regional Policy, Research and innovation, Trade, Trans-European Networks, Transport","euInitiatives":"Horizon 2020, JTI's, JPI's, JU's, Structural Funds&#xd;<br />Horizon Europe&#xd;<br />Call for KIC's 2018 Added Value Manufacturing and Urban Mobility&#xd;<br />Digital Innovation Hubs&#xd;<br />Key Enabling Technologies&#xd;<br />European Cluster Platform&#xd;<br />Cyber and data security&#xd;<br />EU policy on Research and Development&#xd;<br />Multi-annual Financial Frameword","lastUp":"2018-09-07T13:23:01.354+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}