{"id":"116581124774-40","name":"International Board of Business Owners &amp; Entrepreneurs","registrationDate":"2016-11-29T11:27:27.832+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://5Gcitizens.com","country":"Belgium","headAddress":"Avenue Marnix 30, 6th floor","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)4 97 36 40 90","boss":"Joaquin Velazquez (Boston)","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"We have volunteer Ambassadors, Counselors, Global Jurors and other kind of collaborators. Among our counsellors in Europe (around 400) we have EU public figures, influencers, business owners, scientists and entrepreneurs. &#xd;\n&#xd;\nhttps://jeune-europe.org&#xd;\nhttp://www.emansysuk.com/&#xd;\nhttps://www.mindfitltd.com/&#xd;\nhttps://www.youtube.com/watch?v=brk-RUovBa4&amp;feature=youtu.be&#xd;\nhttps://www.hanken.fi&#xd;\nhttps://people.ucd.ie/ppwalsh&#xd;\nhttp://www.upm.es/observatorio/vi/index.jsp?pageac=investigador.jsp&amp;idInvestigador=7143&#xd;\nhttps://swisscognitive.ch/cognitivevalley/&#xd;\nhttp://www.accc.cat/?sz=1280,720,1266,561&#xd;\nhttps://publicsectormarketingpros.com/&#xd;\nhttps://fivosz.hu/introduction-of-the-young-entrepreneurs-association-hungary-fivosz/&#xd;\nhttps://www.confcommercio.it/&#xd;\nhttps://www.juntadeandalucia.es/organismos/economiaconocimientoempresasyuniversidad/consejeria/sgeie/dgedi.html&#xd;\nhttps://ipinvestmentsgroup.com&#xd;\nhttp://rockyourdigital.com/&#xd;\netc&#xd;\n&#xd;\nFor more details, visit:&#xd;\n&#xd;\nhttps://5gcitizens.com and &#xd;\nhttps://www.entreps.org","goal":"Entreps is the International Board of Business Owners and Entrepreneurs promoting only-Sustainable Businesses.&#xd;<br />Entreps is a Brussels-based AISBL; a non-political, non-religious international organization, present in all the EU countries (via its Global Jurors and Counsellors, carrying out our activities free). &#xd;<br />Entreps promotes and backs up the shared interests of: SMEs, Entrepreneurs, Innovative and Techy Actors, Scientists, International Traders, Start-ups, Autonomous Workers, Investors, Influencers, Innovation Centres, the Academia and Public Institutions, who either run or enhance sustainable business activities, always using the UN SDGs as a guideline.&#xd;<br />Our main goal is to achieve that both existing and new businesses become sustainable, putting the main focus, but not only, in the process of transformation of Industry into a new era, more Digital, more Intelligent, Greener, always UN-SDGs’ led (Led by the principles and objectives set by the UN Sustainable Development Goals). &#xd;<br />Good Governance is essential to step forward at any level of Growth of a business venture, and that is why we encourage starters such as Start-ups and Entrepreneurs of all kinds to being born honest and accountable.","acronym":"Entreps","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Smart growth:&#xd;<br />Digital agenda for Europe&#xd;<br />Innovation Union&#xd;<br />Youth on the move&#xd;<br />&#xd;<br />Sustainable growth:&#xd;<br />Resource efficient Europe&#xd;<br />An industrial policy for the globalisation era&#xd;<br />&#xd;<br />Inclusive growth:&#xd;<br />An agenda for new skills and jobs&#xd;<br />&#xd;<br />Innovation:&#xd;<br />The Innovation Radar platform&#xd;<br />&#xd;<br />International Trade:&#xd;<br />The ACP-EU Partnership after 2020&#xd;<br />&#xd;<br />Technology:&#xd;<br />Future and Emerging Technologies (FET)","lastUp":"2019-11-04T14:09:11.970+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}