{"id":"117300719978-32","name":"bse Engineering Leipzig GmbH","registrationDate":"2015-12-16T16:22:32.259+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.bse-leipzig.de/","country":"Germany","headAddress":"Mottelerstrasse 8","headCity":"Leipzig","headPostCode":"04155","headPhone":"(49)3 41 60 91 20","boss":"Christian Schweitzer","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":3,"membersFTE":"0.75","membership":"- European Biofuel Technology Platform&#xd;\n- Bundesverband Erneuerbare Energien&#xd;\n- Deutsche Wissenschaftliche Gesellschaft für Erdöl, Erdgas und Kohle e.V,&#xd;\n- BVMW Bundesverband mittständischer Wirtschaft&#xd;\n- BRM Bundesverband Regernative Mobilität&#xd;\n- Wirtschaftsrat Deutschland&#xd;\n- Spitzencluster Bioeconomy","memberOrga":"","goal":"Unser Unternehmen ist ein beratendes Ingenieurbüro für nationale, multinationale Kunden im Bereich regenerative Energien und Treibstoffe in der Projektentwicklung im normativen, technischen, kommerziellen Due Dilligence bis zur Umsetzungsbetreuung. Desweiteren ist unser Unternehmen aktiv in Forschung und Entwicklung sowie in der Verfahrensentwicklung stoffliche Nutzung von CO2 im Energie- und Chemiesektor tätig. Unser Ziel ist es einen Beitrag zu leisten zur Re-Industrialisierung der Europäischen Union auf Basis einer erneuerbaren Energiewirtschaft durch die Verstofflichung von elektrischer Energie zur Grundchemikalie Methanol. Hierdurch werden CO2-Importe reduziert und die Importabhängigkeit kann in der C1-Chemie reduziert werden.","acronym":"bseEL","interests":"Climate Action, Energy, Environment, International co-operation and development, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"Unser Unternehmen beobachtet die Entwicklung der nachhaltigen Kraftstoffe, Stromspeicherung, Re-Industrialisierung und Klimaschutz sowie die Entwicklung der Dekarbonisierungsstrategie entsprechend der Road-Map 2050.","lastUp":"2019-11-05T07:59:12.117+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}