{"id":"117410219881-21","name":"European Regional and Local Health Authorities","registrationDate":"2016-01-25T15:28:31.490+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://www.euregha.net","country":"Belgium","headAddress":"EUREGHA Secretariat","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)4 84 75 98 28","boss":"Nick Batey","bossTitle":"Mr","bossPosition":"Chair","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"Catalonia (ES)&#xd;\nEmilia-Romagna (IT)&#xd;\nFlanders (BE)&#xd;\nGerman-speaking community of Belgium (BE)&#xd;\nSouth Limburg (NL)&#xd;\nLower Austria (AU)&#xd;\nPodlaskie Region (PL)&#xd;\nRegion Skane (SE)&#xd;\nRegion Ostergotland (SE)&#xd;\nTuscany Region (IT)&#xd;\nVeneto Region (IT)&#xd;\nVysocina (CZ)&#xd;\nWales (UK)&#xd;\nBuskerud Region (N)&#xd;\nScotland(UK)","goal":"EUREGHA is a network of 15 European Regional and Local Health Authorities focused on public health, which was created in 2006 following an opinion of the Committee of the Regions regarding patient mobility and open coordination on health quality care. In addition to the 15 Full Members, EUREGHA has 1 Observer Member and a diverse and vast contacts' database with which the network liaises on a regular basis.&#xd;<br />&#xd;<br />It is the network of reference for regional and local authorities in health related issues and offers a wide range of services and opportunities of cooperation. EUREGHA aims to create synergies between regional and local authorities in the field of health issues with a very simple but important focus: Working together for more sustainable and efficient health care systems.","acronym":"EUREGHA","interests":"Digital economy and society, Education and training, Employment and Social Affairs, Environment, Food Safety, Public Health, Regional Policy, Research and innovation","euInitiatives":"Health and public health policy. &#xd;<br />&#xd;<br />Especially: value-based healthcare, integrated care, research and innovation, cancer, mental health, health equity, cross-border health, primary care, eHealth and chronic diseases.","lastUp":"2019-10-31T16:22:47.492+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}