{"id":"117683115792-20","name":"MARSH &amp; McLENNAN COMPANIES BVBA","registrationDate":"2015-01-30T14:22:52.846+02:00","category":2,"subCategory":3,"legal":"BVBA","web":"http://www.mmc.com","country":"Belgium","headAddress":"Avenue Herrmann Debroux 2","headCity":"Brussels","headPostCode":"1160","headPhone":"(32)26 74 89 83","boss":"Federico Arcelli","bossTitle":"Mr","bossPosition":"Manager","membersCount":2,"membersFTE":"1.25","membership":"In the EU, Marsh &amp; McLennan Companies is a member of AmCham EU and an associate member of BIPAR. We also participate in national brokers associations, as well as in national associations related to our diverse businesses.","memberOrga":"","goal":"Marsh &amp; McLennan Companies is a global professional services firm offering advice and solutions in risk, strategy, and human capital. Through our market-leading brands – Marsh, Guy Carpenter, Mercer, and Oliver Wyman – 63,000 colleagues around the world provide services to clients in more than 130 countries. Marsh &amp; McLennan BVBA is part of the global Marsh &amp; McLennan Companies group.","acronym":"","interests":"Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Marsh &amp; McLennan's EU Government Relations representation works with policy makers in the European Union and its Member States, and Marsh &amp; McLennan's Leaders on the Company's priorities in Europe.","lastUp":"2018-04-19T09:37:49.606+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}