{"id":"118084810394-25","name":"Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail","registrationDate":"2013-01-04T10:49:53.375+02:00","category":6,"subCategory":9,"legal":"Etablissement Public","web":"http://www.anses.fr","country":"France","headAddress":"14 rue Pierre et Marie Curie","headCity":"Maisons-Alfort","headPostCode":"94701","headPhone":"(33)1 49 77 13 50","boss":"Roger Genet","bossTitle":"Mr","bossPosition":"Director General","membersCount":10,"membersFTE":"2.5","membership":"","memberOrga":"","goal":"L'Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travail est un établissement public à caractère administratif placé sous la tutelle des ministres chargés de la santé, de l'agriculture, de l'environnement, du travail et de la consommation. L'Anses met en oeuvre une expertise scientifique indépendante et pluraliste. Elle contribue principalement à assurer la sécurité sanitaire humaine dans les domaines de l'environnement, du travail et de l'alimentation. Elle contribue également à assurer la protection de la santé et du bien-être des animaux ; la protection de la santé des végétaux ; l'évaluation des propriétés nutritionnelles et fonctionnelles des aliments. Elle exerce enfin des missions relatives aux médicaments vétérinaires. Dans son champ de compétence, l'Agence a pour mission de réaliser l'évaluation des risques, de fournir aux autorités compétentes toutes les informations sur ces risques ainsi que l'expertise et l'appui scientifique et technique nécessaires à l'élaboration des dispositions législatives et réglementaires et à la mise en oeuvre des mesures de gestion des risques. Elle assure des missions de veille, d'alerte, de vigilance et de référence. Elle définit, met en oeuvre et finance des programmes de recherche scientifique et technique. Elle propose aux autorités compétentes toute mesure de nature à préserver la santé publique. Elle participe aux travaux des instances européennes et internationales, et y représente la France à la demande du Gouvernement.","acronym":"ANSES","interests":"Agriculture and Rural Development, Consumer Affairs, Environment, External Relations, Fisheries and Aquaculture, Food Safety, General and Institutional Affairs, Information Society, Public Health, Research and Technology, Trans-European Networks","euInitiatives":"Dans son champ de compétence, l'Agence a pour mission de réaliser l'évaluation des risques, de fournir aux autorités compétentes toutes les informations sur ces risques, ainsi que l'expertise et l'appui scientifique et technique nécessaires à l'élaboration des dispositions législatives et réglementaires et à la mise en œuvre des mesures de gestion des risques. En vue de l'accomplissement de ses missions, l'Agence contribue notamment à la définition des politiques nationales et communautaires de recherche dans ses champs de compétences.","lastUp":"2018-04-03T12:21:17.870+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}