{"id":"118164726598-40","name":"European Research Institute of Catalysis a.i.s.b.l.","registrationDate":"2017-04-03T13:09:00.982+01:00","category":4,"subCategory":5,"legal":"Association Internationale sans But Lucratif","web":"http://eric-aisbl.eu","country":"Belgium","headAddress":"Rond Point Schuman 14","headCity":"Bruxelles","headPostCode":"1040","headPhone":"(32)4 74 65 44 12","boss":"Gabriele Centi","bossTitle":"Mr","bossPosition":"Presidente","membersCount":2,"membersFTE":"1.0","membership":"A-SPIRE a.i.s.b.l. - www.spire2030.eu","memberOrga":"1) Consorzio Interuniversitario Nazionale di Scienza e Tecnologia dei Materiali (INSTM) - Italia - www.instm.it;&#xd;\n2) Consiglio Nazionale delle Ricerche (CNR-ICCOM) - Italia - www.iccom.cnr.it;&#xd;\n3) Ghent University - Belgio -www.ugent.be;&#xd;\n4) Katholieke Univ. Leuven -Belgio - www.kuleuven.be;&#xd;\n5) J. Heyrovsky Institute of Physical Chemistry - Repubblica Ceca - www.jh-inst.cas.cz;&#xd;\n6) Aalto University - Finlandia - www.aalto.fi;&#xd;\n7) Leibniz Institute of Catalysis - Germania - www.catalysis.de;&#xd;\n8) Technische Universität München - Germania - www.tum.de;&#xd;\n9) NRSC - Catalysis - Pausi Bassi - www.nrsc-catalysis.nl;&#xd;\n10) Institute of catalysis and Surface Chemistry - Polonia - www.ik-pan.krakow.pl;&#xd;\n11) Stockholm University - Svezia - www.su.se;&#xd;\n12) University of St. Andrews - UK - www.st-andrews.ac.uk;&#xd;\n13) University of Southampton - UK - www.southampton.ac.uk;&#xd;\n14) Ecole Polytechnique Féderale de Lausanne - Svizzera - www.epfl.ch;&#xd;\n15) Università di Bologna - Italia - www.unibo.it;&#xd;\n16) Institute of Chemical Research of Catalonia (ICIQ) - Spagna - www.iciq.es;&#xd;\n17) Politecnico di Torino - Italia - www.polito.it;&#xd;\n18) Università Ca’ Foscari Venezia - Department of Molecular Science and Nanosystems - Italia - www.unive.it;&#xd;\n19) University of Bucharest - Centre of Catalysts and Catalytic Processes - Romania - www.unibuc.ro;&#xd;\n20) Centre Tecnològic de la Química de Catalunya - Spagna - www.ctq.cat;&#xd;\n21) Università della Calabria - Italia - www.unical.it.","goal":"ERIC a.i.s.b.l. è il risultato (Durable Integration Structure - DIS) del Network di Eccellenza IDECAT \"Integrated Design of Catalytic Nanomaterials for a&#xd;<br />Sustainable Production\" Contratto nr. NMP3-CT-2005-011730, Contract Number 011730, finanziato nel sesto programma Quadro FP6 (PRIORITY 3 - Nanotechnology and nanosciences, knowledge based multifunctional materials, new production processes and devices –NMP). ERIC è attualmente composto da 20 membri, tutte Università e Centri di Ricerca Europei, attivi nel settore della Catalisi. Il compito di ERIC è quello di diffondere la catalisi, come strumento di chimica sostenibile, di risparmio energetico e e di efficientamento delle ricerche e di sensibilizzare l'opinione pubblica sulle tematiche relativea questa disciplina scientifica.","acronym":"ERIC a.i.s.b.l.","interests":"Agriculture and Rural Development, Climate Action, Consumer Affairs, Development, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Internal Market, Public Health, Regional Policy, Research and Technology, Youth","euInitiatives":"ERIC ha seguito lo sviluppo di quei Regolamenti, Leggi, Direttive, Comunicazioni e politiche dell'UE in materia di sostanze chimiche. In particolare ERIC ha seguito:&#xd;<br />a) Il regolamento (CE) n. 1272/2008 relativo alla classificazione, all'etichettatura e all'imballaggio di sostanze e miscele (CLP), è stato adottato nel 2008 allo scopo di allineare il sistema dell'UE al sistema mondiale armonizzato delle Nazioni Unite (GHS, Globally Harmonized System); &#xd;<br />b) Il regolamento (CE) n. 834/2007 del Consiglio relativo alla produzione biologica e all’etichettatura dei prodotti biologici;&#xd;<br />c) La direttiva Energie rinnovabili, adottata mediante codecisione il 23 aprile 2009 (direttiva 2009/28/CE recante abrogazione delle direttive 2001/77/CE e 2003/30/CE);&#xd;<br />d) La comunicazione del 6 giugno 2012 dal titolo «Energie rinnovabili: un ruolo di primo piano nel mercato energetico europeo» (COM(2012) 0271);&#xd;<br />e) La comunicazione del febbraio 2010  con i criteri non vincolanti di sostenibilità per le biomasse (COM(2010) 0011);&#xd;<br />f) Il documento COM (2016) 767 finale del 30.11.2016 e la seguente Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on the promotion of the use of energy from renewable sources.","lastUp":"2018-03-08T11:07:43.265+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}