{"id":"118409236271-43","name":"Union nationale des associations de parents, de personnes handicapées mentales et de leurs amis","registrationDate":"2019-10-19T14:28:21.671+02:00","category":3,"subCategory":2,"legal":"Association reconnue d'utilité publique","web":"https://www.unapei.org/","country":"France","headAddress":"15 rue Coysevox","headCity":"Paris","headPostCode":"75876","headPhone":"(33)01 44 85 50 50","boss":"Luc Gateau","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"1.25","membership":"Au niveau européen l'Unapei est membre des réseaux suivants : &#xd;\n&#xd;\nCOFACE Families&#xd;\nAustism Europe&#xd;\nEuropean Service Providers for people with disabilities (EASPD)&#xd;\nInclusion Europe &#xd;\nInclusion International&#xd;\nEuropean Disability Forum (EDF)","memberOrga":"L'Unapei, c’est 900 000 personnes engagées pour la cause du handicap, 550 associations et plus de 3000 établissements et services médico-sociaux.&#xd;\n&#xd;\nPour plus d'information sur la liste des organisations que l'Unapei compte comme membres : &#xd;\n&#xd;\nhttp://carto.unapei.org/recherche","goal":"L’Unapei &#xd;<br />Première fédération française d’associations de représentation et de défense des intérêts des personnes handicapées intellectuelles et de leurs familles, l’Unapei milite pour une société inclusive et solidaire. L’Unapei et ses 550 associations membres agissent pour que chaque personne handicapée soit considérée comme un citoyen à part entière et dispose de réponses adaptées à ses souhaits. Elles rassemblent plus de 55 000 familles adhérentes et 71 500 bénévoles et emploient 94 000 professionnels au sein de 3 100 établissements et services médico-sociaux qui accompagnent 200 000 personnes handicapées. &#xd;<br />&#xd;<br />Objectif 1 : Accompagner chaque personne handicapée à être actrice de sa vie &#xd;<br />Etre acteur de sa vie, c’est exercer le droit propre à chaque être humain de gouverner sa vie sans influence externe indue et à la juste mesure de ses capacités. &#xd;<br />Accompagner les personnes handicapées à devenir ce qu’elles ont envie d’être, avec un soutien adapté, c’est permettre à chacun de participer à la société en tant que citoyen et d’accéder au bien-être à la fois émotionnel et matériel qui contribue à une meilleure qualité de vie.&#xd;<br />Le rôle de l’Unapei est de soutenir cette évolution en généralisant la démarche d’autodétermination et en garantissant à chaque personne ainsi qu’à sa famille, un accompagnement adapté à ses attentes et besoins tout au long de sa vie.&#xd;<br />&#xd;<br />Objectif 2 : Accélerer l'évolution de la société&#xd;<br />Il est urgent d’agir quelle que soit sa singularité pour transformer la société afin qu’elle soit plus solidaire et plus inclusive envers chaque personne, quelle que soit sa différence. &#xd;<br />Si ces dernières années ont permis de constater un certain nombre d’évolution de la part de nombreux acteurs de la société, les défis restent nombreux et l’Unapei reste convaincue que « société solidaire et société inclusive “« restent fondamentalement liées.&#xd;<br />Afin d’en faire la démonstration et d’amener le changement, le mouvement Unapei  se doit de co-construire davantage avec tous les acteurs de la société et d’innover dans l’accompagnement des personnes et des familles. Pour ce faire, elle s’appuiera sur sa diversité et son expertise unique, apportée à la fois par les personnes handicapées intellectuelles, les familles et les professionnels.&#xd;<br />&#xd;<br />Objectif 3 : Affirmer notre modèle associatif parental d'entrepreneurs militants &#xd;<br />Etre entrepreneur militant, c’est agir pour que ses convictions changent le quotidien d’aujourd’hui et de demain.&#xd;<br />Depuis son origine, le mouvement Unapei affirme que seule la solidarité entre tous ces entrepreneurs militants permet réellement de faire bouger les lignes en étant au plus près des familles et  des personnes handicapées intellectuelles.&#xd;<br />Face aux évolutions de la solidarité nationale, l’enjeu pour les prochaines années est de rendre puissant et visible la force de ce modèle unique, qui associe une triple expertise, celle  des personnes handicapées, des familles et  des professionnels.&#xd;<br />&#xd;<br />Pour plus d'information sur les objectis et les missions de l'Unapei : http://www.unapei.org/wp-content/uploads/2018/09/7_OrientationsStrategiques.pdf","acronym":"Unapei","interests":"Education and training, Employment and Social Affairs, Institutional affairs, Justice and Fundamental Rights, Public Health, Research and innovation","euInitiatives":"Nous suivons plusieurs politiques, initiatives et dossiers législatifs de l'UE. Nous avons participé à la précédente consultation de l'UE sur la Stratégie européenne en faveur des personnes handicapées 2010-2020 et nous présenterons l'évaluation finale de cette stratégie avant le 23 octobre de cette année afin de souligner l'impact de la dernière Stratégie européenne en matière de handicap.  Force de notre réseau de plus de 500 associations et de notre expertise tripartite, les réalités des terrains nous parviennent régulièrement et nous permettent d’alimenter notre analyse de l’impact de la stratégie européenne et de dresser un état des lieux des huit domaines prioritaires en France.&#xd;<br />Nous participons également à la consultation sur le cadre pluriannuel post-2020 concernant les fonds européens alloués aux activités en faveur des personnes handicapées. En 2016, nous participerons à la consultation publique sur le pilier social européen.  &#xd;<br />Nous analysons également la transposition de diverses directives européennes au niveau national telles que la directive sur l'accessibilité des sites web et des applications pour les organisations du secteur public.","lastUp":"2019-10-19T14:43:29.000+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}