{"id":"118414129174-57","name":"Ujedinjeni granski sindikati NEZAVISNOST","registrationDate":"2017-12-01T14:58:40.564+01:00","category":2,"subCategory":1,"legal":"Trade Union","web":"http://nezavisnost.org","country":"Serbia","headAddress":"Nušićeva 21","headCity":"Belgrade","headPostCode":"11000","headPhone":"(38111)3 30 67 11","boss":"Zoran Stojiljkovic","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"0.75","membership":"UGS NEZAVISNOST is affiliated to:&#xd;\n- European Trade Union Confederation (ETUC) (https://www.etuc.org) &#xd;\n- Regional Trade Union Council SOLIDARNOST (http://onthewaytoeu.net) &#xd;\n- International Trade Union Confederation (ITUC) (https://www.ituc-csi.organd) Pan-European Regional Council (PERC)","memberOrga":"UGS NEZAVISNOST members are organized within local (enterprise) unions, through 10 sectorial trade unions/branches: &#xd;\n• TU of Food Industry, Catering, Tourism, Agriculture, Water management and Tobacco Industry NEZAVISNOST &#xd;\n• TU of Industry, Energy and Mining NEZAVISNOST &#xd;\n• TU of Construction, Building Materials Industry, Wood Industry and Road Economy NEZAVISNOST &#xd;\n• TU of Education NEZAVISNOST &#xd;\n• TU of Public Service Workers NEZAVISNOST &#xd;\n• TU of Health Care and Social Protection NEZAVISNOST &#xd;\n• TU of Transport and Telecommunications NEZAVISNOST &#xd;\n• TU of Administration, Justice, Defense and Police NEZAVISNOST &#xd;\n• TU of Culture, Art and Media NEZAVISNOST &#xd;\n• TU of Commerce NEZAVISNOST.","goal":"UGS NEZAVISNOST achieves its vision and mission by pursuing stated goals: development and promotion of democratic relations; carrying out acceptable and fair economic and social reforms, the creation and implementation of which is the result of equal participation of all social partners; protection of workers’ rights and their right to work; development of more equitable and stable labour market, protection of welfare, social, professional, cultural and other collective and individual workers interests; improvement of the position of vulnerable groups on the labour market.","acronym":"UGS NEZAVISNOST","interests":"Digital economy and society, Education and training, Employment and Social Affairs, Enlargement, Justice and Fundamental Rights, Public Health, Research and innovation, Taxation, Trans-European Networks, Youth","euInitiatives":"EU initiatives related to quality and effective apprenticeships and work-based learning (Advisory Committee for Vocational Training - ACVT).&#xd;<br />&#xd;<br />As an affiliated organization, UGS NEZAVISNOST participate in defining European Trade Union Confederation (ETUC) priorities and policy making, their implementation and monitoring on the national level, in the different areas related to Trade Union priorities.","lastUp":"2019-11-21T17:03:31.196+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}