{"id":"118500617129-29","name":"H. Lundbeck A/S","registrationDate":"2015-04-27T16:44:12.323+01:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.lundbeck.com","country":"Denmark","headAddress":"Ottiliavej 9","headCity":"Valby","headPostCode":"2500","headPhone":"(45)36 30 13 11","boss":"Deborah Dunsire","bossTitle":"Ms","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"Efpia - European Federation of Pharmaceutical Industries and Associations&#xd;\nhttp://www.efpia.eu/&#xd;\n&#xd;\nDI - Confederation of Danish Industry&#xd;\nhttp://di.dk/English/Pages/English.aspx&#xd;\n&#xd;\nEBC- European Brain Council &#xd;\nhttp://www.europeanbraincouncil.org/","memberOrga":"","goal":"H. Lundbeck A/S is a global pharmaceutical company specialized in brain diseases. For more than 70 years, we have been at the forefront of neuroscience research. We are tirelessly dedicated to restoring brain health, so every person can be their best.&#xd;<br />An estimated 700 million people worldwide are living with brain diseases and far too many suffer due to inadequate treatment, discrimination, a reduced number of working days, early retirement and other unnecessary consequences. Every day, we strive for improved treatment and a better life for people living with brain diseases – we call this Progress in Mind.&#xd;<br />Read more at www.lundbeck.com/global/about-us/progress-in-mind. &#xd;<br />Our approximately 5,000 employees in more than 50 countries are engaged in the entire value chain throughout research, development, production, marketing and sales. Our pipeline consists of several late-stage development programs and our products are available in more than 100 countries. Our research center is based in Denmark and our production facilities are located in Denmark, France and Italy. Lundbeck generated revenue of DKK 18,1 billion in 2018 (EUR 2,4 billion; USD 2,8 billion).&#xd;<br />For additional information, we encourage you to visit our corporate site www.lundbeck.com and connect with us on Twitter at @Lundbeck and via LinkedIn.","acronym":"HLU","interests":"Public Health, Research and innovation","euInitiatives":"initiatives relevant for the pharmaceutical industry with the specific focus on brain health","lastUp":"2019-02-25T10:20:27.651+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}