{"id":"118654736485-65","name":"Tyndall National Institute","registrationDate":"2019-11-06T10:44:25.708+01:00","category":4,"subCategory":5,"legal":"Non-profit","web":"http://www.tyndall.ie","country":"Ireland","headAddress":"Lee Maltings, Dyke Parade","headCity":"Cork","headPostCode":"T12 R5CP","headPhone":"(353)2 12 34 61 77","boss":"Cormac Harrington","bossTitle":"","bossPosition":"COO","membersCount":5,"membersFTE":"1.5","membership":"EARTO, AENEAS, EPoSS, Photonics21, EPIC","memberOrga":"","goal":"Mission&#xd;<br />&#xd;<br />We tackle major societal challenges through advances in scientific and engineering research from atoms to systems. We perpetuate these advances by developing new research talent in our unique innovation ecosystem, working with the world’s best research organisations and with commercial partners from start-ups to global corporations.","acronym":"Tyndall","interests":"Agriculture and Rural Development, Budget, Business and Industry, Climate Action, Communication, Competition, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Sport, Transport, Youth","euInitiatives":"Digital Age, Green Deal, European Competitiveness, Smart Specialisation&#xd;<br />H2020, Horizon Europe, Digital Europe. ERDF&#xd;<br />European Research Council and European Innovation Council initiatives&#xd;<br />EU Missions, Quantum Technologies Flagship, &#xd;<br />Key Enabling Technologies, Future and Emerging Technologies, Key Digital Technologies&#xd;<br />Pilot Line, Innovation Test Beds, Research &amp; Technology Infrastructures, Digital Innovation Hubs","lastUp":"2019-11-06T10:45:37.754+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}