{"id":"118921322853-55","name":"GMDN Agency Ltd","registrationDate":"2016-07-29T08:50:30.821+02:00","category":3,"subCategory":2,"legal":"charity","web":"HTTPS://www.gmdnagency.org","country":"United kingdom","headAddress":"Park House","headCity":"Abingdon","headPostCode":"OX14 4RS","headPhone":"(44)0 12 35 79 97 59","boss":"Mark Wasmuth","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"https://www.gmdnagency.org/About/Members","goal":"The Global Medical Device Nomenclature (GMDN) is a system of internationally agreed terms used to identify medical devices. &#xd;<br />&#xd;<br />It is used by regulators, hospitals and manufacturers to identify medical devices that are of the same generic type. This supports market surveillance, adverse event reporting, product recall and other healthcare management activities. &#xd;<br />&#xd;<br />The GMDN Agency is responsible for maintaining the GMDN. Access is only available to Members and membership is priced according to organisation type and size. The membership process is completed online and access to the database is immediate upon completion of payment which can be done on-line or by invoice. &#xd;<br />&#xd;<br />Members search the online database for the GMDN Term that describes their product. Each GMDN Term has a 5-digit Code that is revealed using a code credit. The GMDN Code can then be given to a regulator or customer for their intended use. &#xd;<br />&#xd;<br />To ensure there is a GMDN Term for all medical devices, for example to meet the need for product innovation, the database is updated using change requests from Members.","acronym":"GMDN Agency","interests":"Public Health, Single market, Trade","euInitiatives":"Medical Device Regulation, Notified Bodies, National Contact Points, EUDAMED, Competent Authorities, in vitro diagnostic medical devices","lastUp":"2018-06-07T10:18:24.514+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}