{"id":"120296916338-78","name":"European Major Exhibition Centres Association","registrationDate":"2015-03-04T13:19:38.629+02:00","category":2,"subCategory":4,"legal":"aisbl","web":"http://www.emeca.eu","country":"Belgium","headAddress":"Rue de l'Amazone 2","headCity":"Bruxelles","headPostCode":"1050","headPhone":"(32)0 25 35 72 50","boss":"Barbara Weizsäcker-Gerke","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"http://www.emeca.eu/page/members-profiles","goal":"The European Major Exhibition Centres Association EMECA unites 22 leading exhibition venues in Europe. It was formed in 1992 to focus attention on the economic impact that the exhibition industry achieves throughout Europe.&#xd;<br />&#xd;<br />Members are convinced of the active role they have to play in bringing together the international trading community. The EMECA exhibition centres strive to provide exhibitors and visitors with an excellent infrastructure and first-class information networks. In Europe they play an active part in the development of local trade.&#xd;<br />&#xd;<br />Outside Europe they help European companies come to terms with market globalisation and adopt appropriate initiatives, such as introducing exhibitors to foreign tradeshows, setting up new fairs and transferring technology to emerging markets.&#xd;<br />&#xd;<br />EMECA is an important economic factor in Europe. The EMECA venues organize over 2,100 exhibitions a year with more than 410,000 exhibitors and 40 million visitors on a gross rented display area of over 37 million square meters. According to their own estimates, the exhibiting companies generate a turnover of some 800 billion Euros through exhibitions.","acronym":"EMECA","interests":"Business and Industry, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, External Relations, Foreign and Security Policy and Defence, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Competitiveness, Entrepreneurship, Growth Initiatives, R&amp;D, Innovation, SME policy, Internationalisation, Trade, FTAs, Digital Business, Travel, Tourism, Transport, Infrastructure, Investments","lastUp":"2018-09-13T12:30:42.414+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}