{"id":"120484119327-75","name":"Evropské hodnoty z.s.","registrationDate":"2015-10-27T18:13:49.905+01:00","category":4,"subCategory":5,"legal":"registered association","web":"http://www.evropskehodnoty.cz/","country":"Czech republic","headAddress":"Ohnivcova 56","headCity":"Prague","headPostCode":"147 00","headPhone":"(420)7 73 06 41 69","boss":"Radko  Hokovský","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":12,"membersFTE":"5.25","membership":"","memberOrga":"","goal":"The European Values Think-Tank is a non-governmental policy institute defending liberal democracy.&#xd;<br />&#xd;<br />Our vision is that of a free, safe and prosperous Czech Republic within Central Europe that is an integral part of the West.&#xd;<br />&#xd;<br />We help to face aggressive regimes, radicalisation within the society, the spread of authoritarian tendencies and extremist ideologies including Islamism.&#xd;<br />&#xd;<br />We provide decision-makers with expert recommendations and we systematically watch and evaluate their performance. We consider active citizens, accountable politicians, political parties that fulfil their role, as well as cohesive society that shares the values of individual freedom, human dignity and equal rights to be the principle elements of a functioning liberal democracy.&#xd;<br />&#xd;<br />Since 2005, as a non-governmental and a non-profitable organisation which is not linked to any political party, we have pursued research and educational activities. In addition to publishing analytical papers and commentaries for the media, we organise conferences, seminars and training sessions for both experts and the wider public. Our events provide a platform for dialogue amongst politicians, experts, journalists, businesspeople and students.","acronym":"","interests":"Foreign and Security Policy and Defence, Home Affairs","euInitiatives":"In October 2014 we contributed to the Consultation on the Renewal of The EU Internal Security Strategy (EU ISS). The contribution is available at: http://ec.europa.eu/dgs/home-affairs/what-is-new/public-consultation/2014/consulting_0028_en.htm  &#xd;<br />&#xd;<br />We were the only organisation to elaborate a complex evaluation of the Czech MEPs before the elections into the European parliament 2014 The resulting report was utilised by all mainstream media in the country. &#xd;<br />&#xd;<br />On the basis of our recommendations, the Parliament convened a meeting of its Committee for European Affairs to scrutinise the government’s support for certain candidates for the post of High Representative of the European Union for Foreign Affairs and Security Policy. &#xd;<br />&#xd;<br />We co-triggered the establishment of the National Convent on the EU and provided the platform for the strategic debate at the Prague European Summit. Both initiatives were welcomed by Czech administrative and are now ongoing.","lastUp":"2017-09-28T12:51:48.500+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}