{"id":"120517319907-86","name":"TÜV Rheinland AG","registrationDate":"2016-01-14T15:43:16.495+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.tuv.com","country":"Germany","headAddress":"Am Grauen Stein 1","headCity":"Köln","headPostCode":"51105","headPhone":"(49)2 21 80 60","boss":"Björn Clüsserath","bossTitle":"Mr","bossPosition":"Bereichsleiter Recht und Chief Compliance Officer","membersCount":2,"membersFTE":"1.25","membership":"www.vdtuev.de&#xd;\nwww.ceoc.com&#xd;\nwww.ifia-federation.org&#xd;\nwww.etics.org&#xd;\nwww.cita-vehicleinspection.org&#xd;\nwww.cieca.eu&#xd;\nwww.unglobalcompact.org","memberOrga":"www.tuv.com","goal":"Die TÜV Rheinland AG ist ein privatwirtschaftlich arbeitender Prüfdienstleister. In dem Konzern arbeiten 20.476 (31.12.18) Menschen auf allen Kontinenten. Die unabhängigen Fachleute stehen für Qualität und Sicherheit im effizienten Zusammenspiel von Mensch, Umwelt und Technik in nahezu allen Wirtschafts- und Lebensbereichen. TÜV Rheinland prüft als sogenannter „unabhängiger Dritter“ technische Anlagen, Produkte und Dienstleistungen, führt Prüfungen im Auftrag von Unternehmen durch und begleitet Projekte und Prozesse für Unternehmen. Dies erfolgt auf Basis anerkannter Standards sowie nationaler oder internationaler rechtlicher Vorgaben; dazu zählen beispielsweise deutsche oder internationale Normen von DIN oder ISO, aber auch (europäische) Gesetze und Verordnungen. Zudem schulen und qualifizieren die Fachleute des TÜV Rheinland Menschen in zahlreichen Berufen und Branchen. Dazu verfügt das Unternehmen über ein globales Netz anerkannter Labore, Prüf- und Ausbildungszentren. Die Tätigkeit der Menschen bei TÜV Rheinland ist von der Überzeugung getragen, dass gesellschaftliche und industrielle Entwicklung ohne technischen Fortschritt nicht möglich sind. Hierfür ist der sichere und verantwortungsvolle Einsatz technischer Innovationen, Produkte und Anlagen entscheidend.","acronym":"TUV RHLD","interests":"Business and Industry, Climate Action, Consumers, Digital economy and society, Education and training, Energy, Environment, European Neighbourhood Policy, Institutional affairs, International co-operation and development, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"TÜV Rheinland verfolgt aktiv alle politischen Initiativen und Gesetzgebungsvorhaben hinsichtlich Sicherheit, Verbraucherschutz und Umwelt. Beispeilhaft seien genannt: Der Neue Ansatz (New Approach), Energie Union, EU Emissionshandel, CSR, Cybersicherheit, Netzwerk und Informationssicherheits- strategie, DSM, 3. Mobilitätspaket, Intelligente Verkehrssysteme, Öko-Design RL, Waren-Paket, Freihandelsabkommen mit Drittländern, EU Binnenmarktstrategie, Kreislaufwirtschaftspaket, HORIZON 2020","lastUp":"2019-07-04T15:39:20.563+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}