{"id":"12075096931-04","name":"European Cold Storage and Logistics Association","registrationDate":"2011-10-12T18:03:13.534+02:00","category":2,"subCategory":4,"legal":"aisbl","web":"http://www.ecsla.eu","country":"Belgium","headAddress":"Square de Meeus, 35","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)28 93 97 37","boss":"Rainer Wittenfeld","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.5","membership":"ECSLA is a member of UEAPME - the European Association for small and medium sized enterprises&#xd;\nwww.ueapme.com","memberOrga":"ECSLA offers membership to national association which represent cold storage and logistics companies but also to individual companies where no such organisation exists. In addition we also accept associated members - companies that supply their products to our members.&#xd;\n&#xd;\nhttp://www.ecsla.eu/membership/members/","goal":"ECSLA represents the interests of the temperature controlled logistics companies at the level of European and international Institutions in order to contribute to the development of a legislative and economic framework addressing the competitiveness of industry, food quality and safety, consumer protection and respect for the environment. &#xd;<br />In this regard ECSLA aims &#xd;<br />•\tTo represent the common interests of its Members at EU institutions (in particular the European Commission, the Council and the European Parliament).&#xd;<br />•\tTo give information on legislative and technical developments regarding the cold storage and temperature controlled logistics industry to the ECSLA Members.&#xd;<br />•\tTo be a platform for discussions for the European cold storage and temperature controlled logistic sector. &#xd;<br />•\tTo ensure the promotion and the defence of the cold storage and temperature controlled logistics industry in Europe.&#xd;<br />•\tTo assist Members in an evolving economical area, in keeping welfare and competitiveness.","acronym":"ECSLA","interests":"Agriculture and Rural Development, Climate Action, Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Internal Market, Regional Policy, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"REFIT on the General Food Law, Official Controls Regulation &amp; implementation, food safety and hygiene rules, traceability of foodstuff, food waste; Circular economy package, implementation of the F-Gas Regulation, energy efficiency, heating and cooling strategy, renewable energy, energy performance of buildings; transport &amp; issues in particular logistics","lastUp":"2018-04-12T09:54:49.611+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}