{"id":"120906010805-50","name":"European Association of Service providers for Persons with Disabilities","registrationDate":"2013-03-12T14:53:05.980+01:00","category":3,"subCategory":2,"legal":"Non -for- profit international organisation","web":"http://www.easpd.eu","country":"Belgium","headAddress":"Rue du Commerce, 72","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 33 77 20","boss":"Luk Zelderloo","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":7,"membersFTE":"2.75","membership":"EASPD is a member of several organisations and networks dealing with disability, social and poverty issues:&#xd;\n•\tParticipatory status with the Council of Europe, Member of the CAHPAH monitoring committee of the Disability Action Plan and of the Conference of INGO of the Council of Europe&#xd;\n•\tFull member of the NGO Liaison Group of the European Economic and Social Committee (representing the group of European social service providers)&#xd;\n•\tFull Member of the Platform of European Social NGO’s&#xd;\n•\tA seat in the High Level Group on Disability of DG Employment, Social Affairs and Equal Opportunities&#xd;\n•\tSocial Services Europe&#xd;\n•\tMember of the European Citizen Action Service (ECAS)","memberOrga":"http://www.easpd.eu/sites/default/files/sites/default/files/Membership/easpd_membership.pdf","goal":"EASPD, a non-profit NGO in the disability sector, promotes the affairs of 17000 social services and their umbrella associations. There are over 80 million people with a disability throughout Europe. The main objective of EASPD is to promote the equalisation of opportunities for people with disabilities through effective and high quality service systems.&#xd;<br />The principles of EASPD are aiming at high quality of services facilitating full participation and inclusion in society in an appropriate way for persons with a disability. To achieve this EASPD is committed to:&#xd;<br />•\tUser participation in the development and delivery of services§ The implementation of governance principles&#xd;<br />•\tActive lifelong learning opportunities for staff&#xd;<br />•\tFocus on Accessibility, availability, affordability and adaptability of services&#xd;<br />&#xd;<br />The main objective of EASPD, based on the UN Convention on the Rights of Persons with Disabilities (2006), is to promote the equalisation of opportunities for people with disabilities through effective and high quality service systems. We believe in interdependence and partnership of user organisations, providers and authorities at all levels to tackle the challenges ahead.  &#xd;<br />EASPD plays a key role on a European level as a representative of disability service providers, working for an inclusive Europe. Knowing that a big proportion of national legislation originates at the EU level, EASPD wants to significantly influence European disability &amp; socio-economic policy by having a permanent presence in Brussels and by working with other European and international networks.","acronym":"EASPD","interests":"Budget, Business and Industry, Competition, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Enlargement, Institutional affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Youth","euInitiatives":"- Anti-Discrimination Directive&#xd;<br />- Disability Action Plan&#xd;<br />- European Disability Strategy&#xd;<br />- European Semester&#xd;<br />- EU 2020 Strategy &#xd;<br />- European Monetary Union&#xd;<br />- European Social Dialogue&#xd;<br />- European Social Fund&#xd;<br />- European Regional Development Fund&#xd;<br />- InvestEU","lastUp":"2019-11-13T12:12:39.710+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}