{"id":"121645923684-05","name":"ECONOMIC COUNCIL OF MUSLIM COUNTRIES","registrationDate":"2016-10-01T11:42:47.724+01:00","category":3,"subCategory":2,"legal":"ASSOCIATION","web":"http://www.ecmcc.org","country":"Switzerland","headAddress":"Rue de la Porcelaine 2, 1260","headCity":"Nyon","headPostCode":"","headPhone":"(41)7 65 56 70 74","boss":"Ali alshamali","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.0","membership":"Currently, no. But in the process of applying the Standard associate membership of UIA ( Union of International Association)","memberOrga":"NA","goal":"ECONOMIC COUNCIL OF MUSLIM COUNTRIES (ECMC) is an international NGO (non-governmental organization) working actively to promote trade between the member states, doing so to defend economic interest at a regional, national and international level. The ECMC urges its members to participate in international events, seminars and other related workshops to develop a common understanding and ground between the members and international community in order to evaluate international economic policies. Such evaluations can include Sharia compatibility with respective trades simultaneously to introduce a common trade policy to international community for a successful trade. In addition, the ECMC has also included the support of human rights by its members by taking positive and peaceful action in support of human rights programs as one of its objectives. Lastly, ECMC promotes discussion among local, regional authorities, and non-governmental organizations in scope of the related fields.&#xd;<br /> ECMC was founded in Kuwait City and is playing a pivotal role among its members to connect them with numerous international authorities and organizations to foster members’ interest. ECMC has members from many countries that share a common interest in practice. &#xd;<br />&#xd;<br />MISSION:&#xd;<br />The purpose of ECMC is to enhance understanding among its members in particular to strengthen a common trade policy, a mixture of conventional and Sharia compliant economic system, through the exchange of ideas and experiences.&#xd;<br />&#xd;<br />The Organization field of interest &#xd;<br />&#xd;<br />•\tTo promote and enhance trade, commerce, economic development, economic integration and its social impact between its Members and their Countries in full respect of Sharia principles &#xd;<br />•\tTo take into consideration low carbon, renewable energy concepts and limitation of pollution and human impact on wildlife in all our endeavors &#xd;<br />•\tTo promote relevant understanding in order to reduce economic division&#xd;<br />•\tTo facilitate specialist economic Sharia advice for policy development among international communities and for that working closely with EU institutions and other International authorities, in order to organizing common events, such as meetings and conferences related to trade and other social activities to promote trade with common trade policy &#xd;<br />•\tTo provide members and their countries with consultations and assistance on financial issues&#xd;<br />•\tTo contribute to the removal of cross border obstacles for the promotion to free trade of goods and services and sustainable economic development;&#xd;<br />•\tTo contribute to the social and financial development of its members and their countries providing an environment favorable to economic growth, innovative development and higher competitiveness&#xd;<br />•\tTo select, retain and sponsor, in developing countries, projects and initiatives respecting its scope with the help and support of other international organizations&#xd;<br />•\tEncouraging active participation of its members within the framework of the European Union in a manner that serves overall interest&#xd;<br />•\tBuilding bridges with its members and public authorities and institutions, in both European and International arenas, within the framework of mutual interests.  &#xd;<br />•\tContributing towards all efforts, which aim to preserve and protect freedoms, defend human rights and dignity, and refute all forms of racial discrimination and violence.&#xd;<br />&#xd;<br />&#xd;<br />.","acronym":"ECMC","interests":"Budget, Economic and Financial Affairs, Environment, External Relations, Humanitarian Aid, Trade, Trans-European Networks","euInitiatives":"Since ECMC has just started and still under preparation, therefore, our current activities are   to follow the different European Parliament Committees and its Inter group activities on International Trade and other functions of European Parliament which deals with trade and development, human rights and democracy and relations beyond EU.","lastUp":"2017-11-20T10:33:49.628+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}