{"id":"121848610166-52","name":"European Water Association","registrationDate":"2012-12-10T13:33:00.018+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.ewa-online.eu","country":"Germany","headAddress":"Theodor-Heuss-Allee, 17","headCity":"Hennef","headPostCode":"53773","headPhone":"(49)22 42 87 21 89","boss":"Johannes Lohaus","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":2,"membersFTE":"1.25","membership":"","memberOrga":"Water Supply and Sewerage Association of Albania(96),&#xd;\nAustrian Water and Waste Management Association(1800),&#xd;\nBelgian Committee of the International Water Assocation (B-IWA)(50),&#xd;\nBulgarian Water Association(340),&#xd;\nCroatioan Water Pollution Control Society (CWPCS)(300),&#xd;\nThe Czech Water Association (CzWA)(292),&#xd;\nDanish Water Forum (DWF)(47),&#xd;\nEstonian Water Association(0),&#xd;\nWater Association Finland(502),&#xd;\nASTEE France (Scientific and Technical Association for Water and Envi)(3800),&#xd;\nGerman Association for Water, Wastewater and Waste (DWA)(14000),&#xd;\nHungarian Wastewater Asscoiation(300),&#xd;\nLatvian Water and Waste Water Works Association(24),&#xd;\nClean Water Association (Lithuania)(20),&#xd;\nALUSEAU (Luxembourg)(30),&#xd;\nNorwegian Water Association(1350),&#xd;\nAPESB Portugal(400),&#xd;\nRomanian Water Association&#xd;\nSerbian Water Pollution Control Society(0),&#xd;\nAssociation of the watewater Treatment Eyperts of the Slovak Republic(80),&#xd;\nSlovenian Water Pollution Control Association(98),&#xd;\nADECAGUA(300),&#xd;\nSwiss Water Association(1400)","goal":"The European Water Association is an independent non-governmental and non-profit making organisation promoting the sustainable and improved management of the total water cycle and hence the environment as a whole.&#xd;<br />&#xd;<br />It is one of the major professional association in Europe that covers the whole water cycle, wastewater, as well as drinking water and water and wastewater treatment related wastes. With member association from nearly all European Union Member States as well as Norway and Switzerland. Today EWA consists of 23 European leading professional organisations in their respective countries, each respresenting professionals and technicians for water and wastewater utilities, academics, consultants and contractors. EWA represents about 50,000 professional individuals working in the broad field of water and environmental management.&#xd;<br />&#xd;<br />EWA is a source of knowledge, experience and expertise which can be shared for the greater good of the people of Europe. The association provides a forum for the discussion of key technical and policy issues on water and the environment affecting the European region. EWA is willing to act as a platform for knowledge and knowhow exchange between its members and the European institutions.","acronym":"EWA","interests":"Agriculture and Rural Development, Budget, Climate Action, Competition, Energy, Enlargement, Environment, Fisheries and Aquaculture, Regional Policy, Research and Technology, Trans-European Networks","euInitiatives":"Water Framework Directive, The Urban Wastewater Treatment Directive, Drinking Water Directive, Nitrates Directive, Groundwater Directive, Floods Directive, Water and Economics","lastUp":"2018-02-07T10:04:50.326+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}