{"id":"122058834948-39","name":"Global Network of Civil Society Organisations for Disaster Reduction","registrationDate":"2019-06-05T17:33:36.635+02:00","category":3,"subCategory":2,"legal":"Charity","web":"http://www.gndr.org","country":"United kingdom","headAddress":"8 Waldegrave Road","headCity":"London","headPostCode":"TW11 8GT","headPhone":"(44)20 89 77 77 26","boss":"Rumana Kabir","bossTitle":"Ms","bossPosition":"Chair of the Trustees ","membersCount":23,"membersFTE":"9.25","membership":"-BOND &#xd;\n-CONCORD &#xd;\n-PEDRR&#xd;\n-CADRI (Technical Advisory Group) &#xd;\n-GFDRR (Consultative Group) &#xd;\n-PFR (External Advisory Group) &#xd;\n-ECOSOC","memberOrga":"","goal":"GNDR is a network of Civil Society Organisations from the across the world with the aim of helping local communities build resilience against disaster, whether it would be natural or man-made, along with implementing practices that lower disaster risk. Local non-governmental organisations can join GNDR and become a member. GNDR membership provides opportunities for these local civil society organisations to get involved and be updated regularly with progress in each region. &#xd;<br />&#xd;<br />GNDR has been involved in several projects over the years including Views from the Frontline (VFL) funded by the European Commission - DEVCO. The VFL 2019 programme aims to strengthen the inclusion and systematic collaboration between governments, at-risk people and civil society in the design and implementation of DRR and resilience policies and practices.&#xd;<br />&#xd;<br />The specific objectives are:&#xd;<br />1.\tTo establish a citizen-based process to measure local progress in inclusive risk governance&#xd;<br />2.\tTo strengthen in-country civil society monitoring, DRR and advocacy capacities&#xd;<br />3.\tTo support establishment of local-level baselines and generate local risk information to inform policy and local plans.  &#xd;<br />&#xd;<br />The vision of GNDR is to create a vibrant, active, collaborative civil society that supports people and their communities to prepare for, mitigate, respond to and recover from disaster and adapt to hazards and a changing climate. GNDR are committed to work together in a collaborative, inclusive and participatory way in addition to sharing and learning from different experiences to further understand how local actors can act in the best interests of the community. &#xd;<br />&#xd;<br />GNDR achieves this by having a well structured governance system that allows close interaction with members, the GNDR secretariat and regionally-represented Global Board.","acronym":"GNDR","interests":"International co-operation and development","euInitiatives":"-GNDR is an Framework Partner Agreement signatory with DEVCO and ECHO of the EU&#xd;<br />&#xd;<br />-GNDR is also funded by the European Commission DEVCO","lastUp":"2019-06-05T17:34:32.759+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}