{"id":"122158812891-33","name":"Stowarzyszenie Filmowców Polskich","registrationDate":"2014-02-07T15:29:20.141+01:00","category":2,"subCategory":4,"legal":"stowarzyszenie","web":"http://www.sfp.org.pl","country":"Poland","headAddress":"Krakowskie Przedmieście, 7","headCity":"Warszawa","headPostCode":"00-068","headPhone":"(4822)5 81 43 60","boss":"Jacek Bromski","bossTitle":"Mr","bossPosition":"Prezes","membersCount":2,"membersFTE":"0.5","membership":"SFP jest członkiem CISAC, SAA, AGICOA, EUROCOPYA a także współpracuje z innymi organizacjami. Więcej na stronie http://www.sfp.pl/aktualnosci,4,12104,Organizacje-i-instytucje-wspolpracujace.html","memberOrga":"","goal":"Zdania SFP:&#xd;<br />&#xd;<br />• reprezentowanie interesów środowiska filmowego w Polsce i zagranicą;&#xd;<br />&#xd;<br />• obrona interesów moralnych, prawnych i materialnych polskich twórców filmowych;&#xd;<br />&#xd;<br />• zbiorowe zarządzanie i ochrona praw autorskich i pokrewnych;&#xd;<br />&#xd;<br />• współpraca z instytucjami i organami administracji publicznej w sprawach ważnych dla kinematografii i branży audiowizualnej;&#xd;<br />&#xd;<br />• promocja polskiego kina i upowszechnianie jego dorobku w Polsce i na świecie;&#xd;<br />&#xd;<br />• wspieranie projektów naukowych i edukacyjnych z dziedziny filmu;&#xd;<br />&#xd;<br />• współudział w prawidłowym kształtowaniu stosunków między twórcami a producentami","acronym":"SFP","interests":"Culture, Culture and media, Digital economy and society","euInitiatives":"Reforma prawa autorskiego i Digital Single Market, w tym projekt dyrektywy w sprawie praw autorskich na jednolitym rynku cyfrowym, projekt rozporządzenia ustanawiającego przepisy dotyczące wykonywania praw autorskich i praw pokrewnych mających zastosowanie do niektórych transmisji online prowadzonych przez organizacje radiowe i telewizyjne oraz do retransmisji programów telewizyjnych i radiowych,  rewizja dyrektywy e-commerce, dyrektywy o audiowizualnych usługach medialnych oraz Rozporządzenie w sprawie zapewnienia możliwości transgranicznego przenoszenia na rynku wewnętrznym usług online&#xd;<br />w zakresie treści. Enforcement praw IP.","lastUp":"2019-03-19T13:03:08.669+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}