{"id":"122154835881-75","name":"FONDAZIONE ANT ITALIA ONLUS","registrationDate":"2019-09-17T10:23:12.894+02:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.ant.it","country":"Italy","headAddress":"Via Jacopo di Paolo 36","headCity":"BOLOGNA","headPostCode":"40128","headPhone":"(39)05 17 19 01 11","boss":"RAFFAELLA PANNUTI","bossTitle":"Ms","bossPosition":"PRESIDENT","membersCount":2,"membersFTE":"0.5","membership":"ANT is a member of EIP on AHA (European Innovation Partnership on Active and Healthy Ageing) network. (https://ec.europa.eu/eip/ageing/home_en)&#xd;\n&#xd;\nANT is a lifetime member of IAHPC- International Association for Hospice &amp; Palliative Care (https://hospicecare.com/home/)&#xd;\n&#xd;\nANT is an Associated Member of ECPC – European Cancer Patient Coalition (http://www.ecpc.org/)","memberOrga":"ANT is not an umbrella organization.&#xd;\nThe global ANT staff is composed of 515 people: 354 health professionals (physicians, nurses, psychologists, nutritionists, and physiotherapists) and 161 employees.","goal":"ANT Foundation is one of the largest European organizations in the field of home supportive care for cancer patients and their families. It is a nonprofit organization and assists almost 3,000 patients every day in 31 Italian provinces and 11 regions; since 1985 it helped over 131,868 patients. ANT does not assist only cancer patients at an advanced stage, but also provides adequate support to their caregivers since the early stage of the disease. &#xd;<br />The global ANT health staff is composed of 197 physicians, 92 nurses, 34 psychologists, 30 other health professionals.&#xd;<br />ANT action is founded on solid ethical assumptions: the concept of EUBIOSIA that means \"the dignity of life until the last breath\" (in ancient Greek). ANT health personnel relation ability with patients and families provides an added value that often the Public Health is not able to guarantee. Volunteer staff (approximately 2,000), adequately trained, is assisting the pool of professionals to provide a global social-health service to patients and their families.&#xd;<br />Other services delivered: 1) provision of drugs not reimbursable by public health system; 2) free transport of the patient from home to hospital and back for instrumental tests that cannot be handled at home, plus free transport for day hospital admissions; 3) bedridden bath and personal care; 4) cleaning of bed sheets, blankets, and clothes including collection and delivery; 5) health aids service: orthopedic beds, infusion pumps, wheelchairs etc.; 6) toll free number for oncological and psychological questions; 7) provision of books, DVDs; 8) free home meals for the most vulnerable patients. &#xd;<br />Competences acquired during these more than 40 years in managing tailored home care model and in the field of palliative care are frequently used in our training activity within the internal staff and toward end-users, as patients and caregivers. We organize continuing medical education seminars (ECM) providing necessary credits to healthcare professionals in accordance with the guidelines made by the Ministry of Health. Training events are mainly held by experts in Oncology, Palliative Care and Psycho-Oncology. To better exchange know-how seminars are structured with different modes of action: roundtables, panel of discussion, lectures (some have been published in an E-learning platform by ESO, the European School of Oncology), role-playing and experimental groups.&#xd;<br />ANT operates within the fields of cancer prevention, assistance, pain management, training activities, scientific and ethic research. It assists cancer patients from their diagnosis to the advanced stages of the disease until death, providing also an adequate support to their family/caregivers since the early stages of the disease and also in the grieving processes.&#xd;<br />One of the main features of the \"ANT supportive care model\" consists of the skills and experiences of the staff. The local health team is consisting of high-quality doctors with extensive experience in oncology and palliative care.&#xd;<br />Quality of the services is constantly monitored by questionnaires submitted to the patients’ families and results are compared with official quality data coming from the Italian Health Ministry. &#xd;<br />ANT has a “Code of Conduct and Good Governance” which establishes the framework for professional behavior. ANT obtained the ISO9001 Certification to reduce clinical risk.","acronym":"ANT","interests":"Communication, Education and training, International co-operation and development, Public Health, Regional Policy, Research and innovation","euInitiatives":"ANT is constantly engaged in the efficiency of care delivery to patients and their families. ANT policy is opening up to eHealth and digital health services in order to face new challenges about patients engagement and integrated care. &#xd;<br />&#xd;<br />ANT has been involving in a European Innovation Partnership (an EIP) that brings together all the relevant actors at EU, national and regional levels across different policy areas to handle a specific societal challenge and involve all the innovation chain levels. &#xd;<br />&#xd;<br />In 2016 ANT President signed a Memorandum of Understanding with the Italian Ministry of Health for supporting and implementing actions consistent with the law of 15 March 2010, n. 38 for access to palliative care (PC) and pain therapy. &#xd;<br />In this way, ANT is working intensely in the spread of Palliative care: in terms of governance, participating at roundtable at a national level;  in terms of community, by awareness campaigns addressed to citizens; in the educational field, by training university students.","lastUp":"2019-09-17T10:34:51.209+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}