{"id":"12252886551-76","name":"Endeavour Public Affairs","registrationDate":"2011-09-02T15:25:52.900+01:00","category":1,"subCategory":6,"legal":"Limited Company","web":"http://www.endeavourpublicaffairs.co.uk","country":"United kingdom","headAddress":"North Road, 30","headCity":"Ascot","headPostCode":"SL5 8RP","headPhone":"(44)79 74 13 36 51","boss":"Richard Hyslop","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Endeavour Public Affairs focusses on public affairs and campaigning. Providing tailored public affairs, campaign, and communications advice and support to organisations of all sizes, with a focus on the UK and the EU. Since 2011 EPA has undertaken work for a variety of organisations and businesses, ranging from large multinational companies , through to SMEs and trade associations.","acronym":"EPA","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"On behalf of its clients Endeavour Public Affairs will communicate directly with officials and elected representatives within the institutions of the European Union.&#xd;<br />&#xd;<br />On behalf of its clients Endeavour Public Affairs will also organise/attend meetings in Brussels/Strasbourg and at the member state level with officials and elected representatives within the institutions of the European Union.","lastUp":"2017-05-02T20:56:48.170+01:00","customers":"Totally Wicked Ltd","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}