{"id":"122803916413-09","name":"European Society for Paediatric Oncology","registrationDate":"2015-03-13T15:23:13.623+02:00","category":3,"subCategory":2,"legal":"Non-profit association (asbl)","web":"http://www.siope.eu","country":"Belgium","headAddress":"Avenue E. Mounier 83","headCity":"Brussels","headPostCode":"1200","headPhone":"(32)27 75 02 12","boss":"Samira Essiaf","bossTitle":"Ms","bossPosition":"Chief Executive Officer ","membersCount":7,"membersFTE":"6.75","membership":"http://www.siope.eu/activities/partnerships/","memberOrga":"The SIOPE membership is based on the European National Paediatric Haemato-Oncology Societies or groups (‘NaPHOS’), which encourage their members to become part of the SIOPE network. In countries without NaPHOS, medical institutions and treatment centres specialised in paediatric cancer care can join SIOPE. Such centres can allow the paediatric haemato-oncology professionals in their institute to also become members of SIOPE. To ensure an open and continuously growing community, oncology professionals who are not members of a NaPHOS can also join SIOPE.&#xd;\n&#xd;\nMembers contribute an annual membership fee of EUR 20. &#xd;\n&#xd;\nList of members: http://www.siope.eu/about-siope/members/","goal":"SIOPE's vision is to be the single voice of the Paediatric Haematology Oncology Community in Europe, representing all stakeholders involved in the field and including in particular national societies as well as the clinical trial and research groups. In this way, SIOPE is fostering a spirit of a multidisciplinary and multiprofessional community engaged for childhood cancer together with parents and patients' advocacy groups.  &#xd;<br />&#xd;<br />SIOPE's principal goals and objectives are to: &#xd;<br />&#xd;<br />- Promote better policies for children with cancer and their specific needs and to raise awareness of the numerous challenges faced by paediatric haematology oncology professionals to EU policymakers;&#xd;<br />&#xd;<br />- Foster multi-centre and multinational clinical trials, forming a common platform for best practice guidelines;&#xd;<br />&#xd;<br />- Improve access to innovative new drugs and treatments and to enhance regulatory paediatric drug approval through enhanced collaboration with relevant stakeholders; &#xd;<br />&#xd;<br />- Elevate standards of care in paediatric haematology oncology and to develop work on the European guidelines; &#xd;<br />&#xd;<br />- Foster integration of European research in the field to maximise the insight and disease-based knowledge and to prepare for the next generation of improved treatments;  &#xd;<br />&#xd;<br />- Support, facilitate and increase professional medical, scientific and educational co-operation and training across Europe, in particular by supporting exchanges and meetings between doctors, nurses and other professionals involved in the care of children and teenagers with cancer; &#xd;<br /> &#xd;<br />- Integrate patients and parents and bridge the gap between family groups, professionals and policy makers in Europe.","acronym":"SIOP Europe / SIOPE","interests":"Justice and Fundamental Rights, Public Health, Research and innovation","euInitiatives":"The main focus of SIOPE is on EU policies and programmes in the field of Health as well as Research, Science and Innovation. &#xd;<br />&#xd;<br />Thus, SIOPE engages in ‘Oncopolicy’: a planned and sustained interaction with EU policy-makers and other stakeholders to anticipate and proactively shape EU health and research policies on childhood cancer and survivorship issues.&#xd;<br />&#xd;<br />Areas of EU Health and Research of particular interest to SIOPE are Cancer; Rare Cancers; Rare Diseases; Cancer Information Systems; Access to Healthcare; Access to Medicines; Innovative Treatments; Quality of (Health)Care; European Reference Networks. &#xd;<br />&#xd;<br />Specific legislative and related implementation acts that SIOPE follows include: Horizon 2020, Health Programme, Clinical Trials Regulation, Data Protection Regulation, Paediatric Medicines Regulation, Orphan Drug Regulation, CanCon Joint Action, EPAAC Joint Action (follow up), Cross-Border Healthcare Directive, Innovative Medicines Initiative, etc.  &#xd;<br />&#xd;<br />SIOPE also follows EU initiatives in the following broad areas: Social Affairs, Internal Market and Industry, Skills and Education, Digital agenda, Mobility, Human Rights and Children’s Rights, Justice, Disability, Youth issues, Employment, Consumers, EU budget and the European Semester process.","lastUp":"2018-10-05T17:04:02.060+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}