{"id":"12286326994-85","name":"UNIVERSITA' DEGLI STUDI DELLA CAMPANIA \"LUIGI VANVITELLI\"","registrationDate":"2011-10-21T16:02:58.787+02:00","category":4,"subCategory":12,"legal":"ENTE PUBBLICO NON ECONOMICO","web":"https://www.unicampania.it","country":"Italy","headAddress":"viale Abramo Lincoln, 5","headCity":"CASERTA","headPostCode":"81100","headPhone":"(39)08 15 66 69 12","boss":"Giuseppe Paolisso","bossTitle":"Mr","bossPosition":"Rettore","membersCount":2,"membersFTE":"0.5","membership":"CONFERENZA DEI RETTORI DELLE UNINVERSITA' ITALIANE (CRUI)&#xd;\nhttp://www.crui.it","memberOrga":"","goal":"The Università della Campania \"Luigi Vanvitelli\" (formerly Seconda Università degli Studi di Napoli), funded in 1991, has now 30.000 students and 16 departments, being one of the leading Universities of the Campania Region. The departments are settled in five historical towns: Aversa, Capua, Caserta, Napoli and Santa Maria Capua Vetere. Since its foundation, the University is involved in the social and economic development of the Region with a significant effort in restoring and redeveloping its historical seats in order to encourage the development of the Country. The primary goals of the University are teaching and research, activities aimed at pursuing critical knowledge, essential to take on the contemporary cultural challenges. As a natural set of knowledge and scholarship, the Università della Campania \"Luigi Vanvitelli\" must provide guidance in the changes of today, supporting development, innovation and transfer of knowledge to the benefit of society as a whole. The Università della Campania \"Luigi Vanvitelli\" aims at taking advantage of the opportunities of globalization: opportunity to enrich the research ambitions through working with the best partners worldwide as well as creating excellent learning experiences for the students.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The \"Università della Campania Luigi Vanvitelli\" follows various initiatives in many fields, like research (FP7 and H2020), education and knowledge (Erasmus+ and Life) and others funding schemes provided by EC.","lastUp":"2018-04-18T12:47:08.556+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}