{"id":"123029215230-76","name":"UNION DES MAISONS ET MARQUES DE VIN","registrationDate":"2014-12-11T11:01:13.785+01:00","category":2,"subCategory":1,"legal":"ORGANISATION PATRONALE","web":"http://www.umvin.com","country":"France","headAddress":"10 RUE PERGOLESE","headCity":"PARIS","headPostCode":"75116","headPhone":"(33)1 45 22 75 73","boss":"MICHEL CHAPOUTIER","bossTitle":"Mr","bossPosition":"PRESIDENT","membersCount":2,"membersFTE":"0.5","membership":"L’UMVIN est constitué de 16 syndicats régionaux, chargés de représenter les intérêts des entreprises de négoce auprès des autorités territoriales et de participer aux actions de régulation, de promotion et de valorisation de la filière vitivinicole.&#xd;\n&#xd;\nAu niveau national, l’UMVIN adhère à la Délégation générale des vins et spiritueux de France, association de loi 1901 qui coordonne et assure les ressources matérielles et humaines nécessaires aux activités de l’UMVIN.&#xd;\n&#xd;\nAu niveau européen, l’UMVIN est membre du Comité européen des entreprises de vins (CEEV), organisation professionnelle représentant le secteur des metteurs en marché de produits viticoles.","memberOrga":"http://www.umvin.com/fr/#/la-federation","goal":"L’UMVIN est l’organisation professionnelle représentant les entreprises de négoce en vin, constitutives de l’aval de la filière vitivinicole française. Ses missions sont de :&#xd;<br />- coordonner les activités des syndicats régionaux de négoce en vin,&#xd;<br />- représenter et promouvoir les intérêts du négoce auprès des pouvoirs publics (territoriaux, nationaux, européens) et au sein des organisations et structures de régulation de filière vitivinicole,&#xd;<br />- informer ses membres sur l’actualité et l’environnement réglementaire et économique de leurs activités.","acronym":"UMVIN","interests":"Agriculture and Rural Development, Budget, Competition, Consumer Affairs, Employment and Social Affairs, Environment, Food Safety, Internal Market, Public Health, Regional Policy, Taxation","euInitiatives":"Principaux dossiers suivis : Réforme de la PAC, Réglement OCM Unique et textes d’application du règlement OCM 1308/2013 , mise en œuvre du règlement INCO, promotion des produits agricoles, définition et normes de produits, agriculture biologique, taxation et circulation des produits soumis à accises, fonctionnement du marché intérieur, …","lastUp":"2018-03-20T08:11:09.578+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}