{"id":"123584727142-86","name":"AMARANTE International","registrationDate":"2017-05-11T16:57:03.805+02:00","category":2,"subCategory":3,"legal":"SAS","web":"http://www.amarante.com/fr/","country":"France","headAddress":"6 rue du Général Larminat","headCity":"Paris","headPostCode":"75015","headPhone":"(32)28 95 79 75","boss":"Charles Montant","bossTitle":"Mr","bossPosition":"Directeur Exécutif","membersCount":1,"membersFTE":"0.25","membership":"ICoCA (https://icoca.ch/fr/home)&#xd;\nISOA (https://stability-operations.org/)&#xd;\nCorporate Council on Africa (http://www.corporatecouncilonafrica.com/)","memberOrga":"","goal":"AMARANTE international SAS is a major European player in the security market, serving public, private and non-governmental clients.&#xd;<br />Founded in Paris in 2007, AMARANTE has grown rapidly to become, in less than 10 years, a reference partner for organizations wishing to develop their projects around the world (Europe, Africa, Middle East and Latin America), particularly in deteriorated security contexts.&#xd;<br />AMARANTE provides comprehensive security solutions, designed through its broad spectrum of expertise, experience, human resources and the predominant role we grant in taking into account local contexts of operations.&#xd;<br />&#xd;<br />In January 2017, as a symbol of its experience with international institutions, AMARANTE created the subsidiary AMARANTE Institutions Internationales SPRL, a research firm based in Brussels, in the heart of the European district. &#xd;<br />AMARANTE Institutions Internationales was created in order to meet the needs of the European, international (UN, World Bank, etc.) and governmental institutions (embassies, representations, etc.) and offer them adapted solutions to carry out their action when operating in degraded security contexts. &#xd;<br />Combining security expertise and a fine understanding of the institutional world, AMARANTE Institutions Internationales aims to become one of the European reference partners of the international institutions.","acronym":"AI","interests":"Competition, Development, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian Aid, Justice and Fundamental Rights","euInitiatives":"AMARANTE follows institutional activities which are related to security worldwide and to the private security sector. &#xd;<br />For example : &#xd;<br />- News and decisions from the EEAS&#xd;<br />- News and decisions from the DG DEVCO&#xd;<br />- Parliamentary activities such as reports on private security","lastUp":"2018-04-17T15:44:24.002+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}