{"id":"123516630622-97","name":"Klubnetz - Verband der niedersächsischen Konzertkulturschaffenden e.V.","registrationDate":"2018-03-07T12:06:21.701+01:00","category":2,"subCategory":7,"legal":"e. V.","web":"http://www.klubnetz.de","country":"Germany","headAddress":"Deisterstr. 24","headCity":"Hannover","headPostCode":"30449","headPhone":"(49)17 73 69 62 55","boss":"Gunnar Geßner","bossTitle":"Mr","bossPosition":"Vorsitzender","membersCount":5,"membersFTE":"1.25","membership":"Bundesverband LiveKomm http://www.livemusikkommission.de&#xd;\nDarüber bei der europäischen LiveDMA https://www.live-dma.eu/","memberOrga":"http://klubnetz.pixelplanungsbuero.de/index.php?id=153&amp;L=0","goal":"Das Klubnetz ist der Verband der niedersächsischen Konzertkulturschaffenden. Er vereint Spielstätten, Clubs, Festivals, Veranstalter*innen und Kulturzentren mit dem Ziel die Konzertkultur in Niedersachsen zu stärken und zu entwickeln.&#xd;<br />Der Livemusik eine Bühne zu geben, ist die verbindende Leidenschaft. Diese Bühne kann größer oder kleiner, auf Dauer oder temporär sein, sie kann ruhige Klänge oder wildes Gebrülle beheimaten, sie kann bekannt oder Geheimtipp sein – die große Klammer ist handgemachte Musik, sei es nun mit Stimme, Instrument, Elektronik oder Plattenteller. Die Produktion und Präsentation von Livemusik ist aufwändig, kostet viel Geld, verursacht Lärm und zieht manchmal mehr, oft aber weniger Menschen an. Sie ist aber integraler Bestandteil unserer Kultur. Unsere Spielstätten sind Experimentierfeld, Nährboden, Startrampe, Alltagskultur, Chance und eine große Bereicherung für jede Kommune. Deshalb wollen wir gemeinsam bessere Rahmenbedingungen für sie schaffen.&#xd;<br />Wir werden die Konzertkultur stärken, gemeinsam in der Öffentlichkeit auftreten und ein Ansprechpartner*innen für die Belange des Nachtlebens gegenüber der Landes- und Kommunalpolitik sein.","acronym":"Klubnetz","interests":"Culture","euInitiatives":"Die Programme im Bereich Creative Europe vor allem Music Moves Europe.","lastUp":"2018-03-07T12:06:45.902+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}