{"id":"123774524714-86","name":"Sterpa Dario","registrationDate":"2016-11-25T12:01:51.447+02:00","category":1,"subCategory":8,"legal":"Nessuna","web":"","country":"Italy","headAddress":"Via aurelio saffi","headCity":"Viterbo","headPostCode":"01100","headPhone":"(39)32 89 74 47 31","boss":"Dario Sterpa","bossTitle":"Mr","bossPosition":"self-employed","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Supporting small and medium enterprises to develop innovative social business models and apply to European and national/regional funds for SMEs. Advising Local public authorities in developing social policy and being supported by European direct funds for policies and projects on subjects such as employment, social inclusion, integration of migrants. Providing independent study and Analysis on the same topics. Project/Programme management of project co-financed by European funds such as ESIF, H2020, SMEInstrument, AMIF, REC programmes. Supporting consultant companies in apply to technical assistance public procurement in IPA programs, Europe AID and Regional development policies.","acronym":"","interests":"Agriculture and Rural Development, Business and Industry, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, International co-operation and development, Migration and asylum, Regional Policy, Research and innovation, Trans-European Networks, Youth","euInitiatives":"Advising the Local Authorities about the development of policies in the topics of employment, social inclusion, integration of migrants. Supporting consultant companies in apply to technical assistance public procurement in IPA programs, Europe AID and Regional development policies. Support SMEs in identify new legislative packages impacting the opportunity to develop their business according to a circular economy approach.","lastUp":"2019-04-01T13:52:48.046+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}