{"id":"12377856409-55","name":"National Union of County Councils of Romania","registrationDate":"2011-08-10T15:01:04.649+01:00","category":6,"subCategory":14,"legal":"NGO","web":"http://www.uncjr.ro","country":"Romania","headAddress":"Dimitrie Cantemir, 1","headCity":"Focsani","headPostCode":"620098","headPhone":"(40237)21 30 57","boss":"Marian Oprisan","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"Council of European Municipalities and Regions (CEMR) &#xd;\nEuropean Confederation of Intermediate Local Powers (CEPLI)","memberOrga":"CJ Alba(1),&#xd;\nCJ Arad(1),&#xd;\nCJ Arges(1),&#xd;\nCJ Bacau(1),&#xd;\nCJ Bihor(1),&#xd;\nCJ Bistrita-Nasaud(1),&#xd;\nCJ Botosani(1),&#xd;\nCJ Brasov(1),&#xd;\nCJ Braila(1),&#xd;\nCJ Buzau(1),&#xd;\nCJ Caras-Severin(1),&#xd;\nCJ Calarasi(1),&#xd;\nCJ Cluj(1),&#xd;\nCJ Constanta(1),&#xd;\nCJ Covasna(1),&#xd;\nCJ Dambovita(1),&#xd;\nCJ Dolj(1),&#xd;\nCJ Galati(1),&#xd;\nCJ Giurgiu(1),&#xd;\nCJ Gorj(1),&#xd;\nCJ Harghita(1),&#xd;\nCJ Hunedoara(1),&#xd;\nCJ Ialomita(1),&#xd;\nCJ Iasi(1),&#xd;\nCJ Ilfov(1),&#xd;\nCJ Maramures(1),&#xd;\nCJ Mehedinti(1),&#xd;\nCJ Mures(1),&#xd;\nCJ Neamt(1),&#xd;\nCJ Olt(1),&#xd;\nCJ Prahova(1),&#xd;\nCJ Satu Mare(1),&#xd;\nCJ Salaj(1),&#xd;\nCJ Sibiu(1),&#xd;\nCJ Suceava(1),&#xd;\nCJ Teleorman(1),&#xd;\nCJ Timis(1),&#xd;\nCJ Tulcea(1),&#xd;\nCJ Vaslui(1),&#xd;\nCJ Valcea(1),&#xd;\nCJ Vrancea(1)","goal":"National Union of County Councils of Romania (UNCJR) is a non-governmental organization, which brings together the County Councils of Romania, based on their free will, as juridical persons exerting their authority in accordance with the law, on the established administrative - territorial limits. &#xd;<br />UNCJR represents the interests of County Councils both individual and as associations or as unions, by regions or considering their common interests, in the relation with the Parliament as well as with the Government. &#xd;<br />UNCJR is acting in order to promote and apply the regional development principles, to support the sustainable development at local and regional level – from the economical, social, cultural and environmental point of view, to support the community participation to the decision making +process, to develop cooperation programmes, to reduce the social and economic differences between counties and regions by promoting regional development programmes.","acronym":"UNCJR","interests":"Agriculture and Rural Development, Budget, Business and Industry, Climate Action, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Sport, Taxation, Trans-European Networks, Transport, Youth","euInitiatives":"politique régionale, transports, énergie, social, jeunesse, environnement, développement durable, santé, etc.","lastUp":"2019-02-25T13:09:47.877+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}