{"id":"123961322713-49","name":"G.S. Europractices Ltd","registrationDate":"2016-07-18T10:01:07.584+01:00","category":3,"subCategory":2,"legal":"Non-profit organisation","web":"http://www.gseuropractices.com","country":"Cyprus","headAddress":"51 Prodromou","headCity":"Nicosia","headPostCode":"2063","headPhone":"(357)22 35 32 22","boss":"Sophia Georgalla","bossTitle":"Ms","bossPosition":"C.E.O.","membersCount":15,"membersFTE":"7.5","membership":"","memberOrga":"","goal":"G.S. EURO PRACTICES LTD., was established in 2011 as a Not-For Profit Organisation registered in Cyprus focusing on Social Improvement, Gender Mainstreaming, Education, Migration, Media, Culture, etc.&#xd;<br />&#xd;<br />The Company retains its adherence to the above priorities by supporting extensive Public Benefits Programs and offering Consulting on Skills Development. &#xd;<br />&#xd;<br />Services:&#xd;<br />1)\tSocial Improving: Equipping participants with knowledge, skills and tools in order to cultivate their awareness on social issues such as Human Rights, and combating Racism, Xenophobia and Discrimination.&#xd;<br />2)\tGender Mainstreaming: Focusing on gender equality and integration for human rights to prevail freely and without any discrimination.&#xd;<br />3)\tEducation: Generating, collecting and disseminating to participants and the public a strong evidence-based knowledge on Social Improvement and Skills Development.&#xd;<br />4)\tMigration: Aiming to support and promote the empowerment and rehabilitation of Recognised and Subsidiaries Refugees, Refugees under International Protection, other Third Country Nationals as well as Vulnerable Social Groups in order to obtain abilities and improve their skills and thus enabled to enter the labour market.&#xd;<br />5)\tMedia and Culture: Advertising and Promotional Campaigns designed and implemented to showcase and educate individuals over various current issues in Cyprus. Producing documentaries and other videos on various topics concerning Human Rights and EU messages.","acronym":"EUPRA","interests":"Audiovisual and Media, Communication, Culture, Customs, Development, Education, Employment and Social Affairs, Home Affairs, Humanitarian Aid, Information Society, Regional Policy, Youth","euInitiatives":"Our organisation carries out initiatives on matters associated with social improving, gender mainstreaming, migration, and education for social improvement and skills development.&#xd;<br />&#xd;<br />In terms of initiatives that relate to gender equality, our company undertook the “50%-50% Campaign” in 2014, to help the election of more women in the Parliamentary Elections, which was supported by the National Mechanism for Women's Rights of the Ministry of Justice and Public Order.&#xd;<br />What is more, our company helped form the Initiative Team of prominent women in Cyprus, for the promotion of legislative quotas in the Parliament, Local and European Elections, advocating for the equal participation of women in the parties’ elections. &#xd;<br />&#xd;<br />Concerning migration and social improving, our company initiated the Action “The production of a Television Cooking Program with the aim to introduce the cuisine of Third Countries to the Cypriot audience” of the EU Solidarity Funds for the Integration of Third Country Nationals of the Ministry of Interior, which was awarded First Prize on a European level, from the General Immigration and Home Affairs Office of the European Commission.&#xd;<br />Additionally, our company catered towards the establishment of the competition “Activity Programs for residents at the Welcoming and Hosting Centre for Seekers of International Protection in Kofinou, Cyprus” of the Asylum, Migration and Integration Fund, with relevant feedback given to the Fund on previous occasions.","lastUp":"2017-08-30T07:15:44.107+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}