{"id":"124199721696-11","name":"The Synergist","registrationDate":"2016-05-11T15:48:06.117+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://www.thesynergist.org","country":"Belgium","headAddress":"Avenue Louise 523","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)4 97 47 07 08","boss":"Nicholas Brooke ","bossTitle":"Mr","bossPosition":"Chairman ","membersCount":3,"membersFTE":"1.75","membership":"","memberOrga":"http://maternalhealthalliance.eu/&#xd;\nhttps://imi-paradigm.eu/&#xd;\nhttps://patientfocusedmedicine.org/about-pfmd/&#xd;\nhttps://www.breakdengue.org/&#xd;\nhttps://www.share4rare.org/project-share4rare","goal":"We are an incubator of various projects and help with implementation of strategy, communication, and fundraising. To achieve our goals, we actively seek funding and support from a variety of partners and sponsors (representing industry, academic and nonprofit sectors) who have a common interest in the specific issues our projects tackle.","acronym":"","interests":"Climate Action, Digital economy and society, Education and training, Energy, Humanitarian aid and civil protection, International co-operation and development, Migration and asylum, Public Health, Research and innovation","euInitiatives":"EP Declarations, Resolutions and other initiatives on the topic of maternal health, gender equality, work-life balance, minorities and mobility within the Europe. Examples include:&#xd;<br />1. Parental Leave Directive&#xd;<br />2. Declaration 0015 on universal access to maternal healthcare &#xd;<br />3. European Commission Public Consultation on possible action addressing the challenges of work-life balance faced by working parents and caregivers&#xd;<br />4. European Commission Public Consultation on Expert Panel on effective ways of investing in Health (EXPH) - Preliminary opinion on ‘Access to health services in the EU’’&#xd;<br />The following EP Committees: ENVI, DROI, FEMM, DEVE, EMPL&#xd;<br />5. IMI","lastUp":"2019-03-19T09:12:54.728+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}