{"id":"124208513303-77","name":"Impulso Industrial Alternativo","registrationDate":"2014-03-20T10:33:44.755+02:00","category":1,"subCategory":6,"legal":"Sociedad Anónima","web":"http://www.impulso.es","country":"Spain","headAddress":"Parque Tecnológico de Asturias, Parcela 13","headCity":"Llanera","headPostCode":"33428","headPhone":"(34)9 85 26 90 04","boss":"Jorge Suárez Díaz","bossTitle":"","bossPosition":"Consejero Delegado","membersCount":2,"membersFTE":"0.75","membership":"Water Supply and Sanitation Technology Platform &#xd;\nAquacultural Engineering Society&#xd;\nAsociación Arqueología Industrial, Patrimonio Cultural y Natural -INCUNA-&#xd;\nPlataforma Tecnológica Española de la Pesca y la Acuicultura (PTEPA)&#xd;\nClub Asturiano de la Calidad&#xd;\nClub Asturiano de la Innovación &#xd;\nFederación Asturiana de Empresarios -FADE-&#xd;\nFederación de Empresarios del Metal y Afines del Principado de Asturias -FEMETAL-&#xd;\nCompromiso Asturias S. XXI&#xd;\nAsociación Internacional de Parques Científicos y Tecnológicos (IASP)&#xd;\nCasa África.","memberOrga":"","goal":"IMPULSO es una empresa de servicios profesionales de ámbito internacional, especializada en los campos de la Ingeniería, la Arquitectura y la Consultoría, que ofrece asistencia técnica integral al sector público y privado, diseñando soluciones para la materialización de sus ideas y proyectos desde una perspectiva innovadora. Los servicios ofrecidos por Impulso son los siguientes:&#xd;<br />&#xd;<br />Ingeniería: Asistencia técnica para la realización de proyectos de ingeniería, direcciones facultativas, Project Management, estudios, informes y dictámenes.&#xd;<br />&#xd;<br />Arquitectura: Asistencia técnica para la realización de proyectos de arquitectura y urbanismo, direcciones facultativas, Project Management, estudios, informes y dictámenes.&#xd;<br />&#xd;<br />Consultoría estratégica y técnica: Asistencia técnica y de consultoría para el sector público y privado.&#xd;<br />&#xd;<br />Acuicultura: Asistencia técnica para la realización de proyectos de acuicultura, estudios de acuicultura, informes y dictámenes.&#xd;<br />&#xd;<br />Geología y Minería: Asistencia técnica integral para la realización de Proyectos geológicos, mineros, redacción de estudios e informes técnicos para la Administración Pública y la empresa privada.","acronym":"Impulso","interests":"Agriculture and Rural Development, Budget, Climate Action, Development, Economic and Financial Affairs, Energy, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, Humanitarian Aid, Regional Policy, Research and Technology, Trade, Transport","euInitiatives":"Políticas de Cooperación y Desarrollo Internacional;&#xd;<br />Políticas de Investigación y Desarrollo Tecnológico;&#xd;<br />Políticas de Industrialización.","lastUp":"2018-04-02T09:25:17.903+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}