{"id":"124520730238-37","name":"1 Nipiagogeio Voulas","registrationDate":"2018-02-17T11:23:52.883+01:00","category":4,"subCategory":12,"legal":"Pre-primary educational organisation","web":"http://1nip-voulas.att.sch.gr","country":"Greece","headAddress":"Pagkalou &amp; Grammou","headCity":"Voula","headPostCode":"16673","headPhone":"(30)21 08 95 46 39","boss":"Vassiliki Anagnostou","bossTitle":"Ms","bossPosition":"Headteacher","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"The pre-primary school 1 Nipiagogeio Voulas is an organisation of preschool education in the region of Eastern Attica. The educational staff is consisting of three permanent teachers, who cooperate very well with each other, focused on the top priority of enhancing quality of early childhood education and care. The student potential, up to fifty students per year, have the age of 4-6 years old. Among them there is a high proportion of children whom the Greek language is not their native language, as well as they are from either economic migrants or families from Greek mixed marriages with foreigners. This factor is important and accentuates the need for the school to be open not only to the local community, but also in the European and wider international environment. In light of this the school, except that it applies every year environmental education projects, projects regarding cultural issues, or health education and other, in cooperation with the coordinators of innovative projects in the Directorate of Pre-Primary and Primary Education of Eastern Attica, also our organisation has previously participated in European programs, which have enriched the curriculum, projects such as participation in education staff mobilities (2003, 2011 and 2015), participation in a network of European educational institutions from Spain, Portugal, France, Italy, Belgium, Romania and Greece (2008) under the Socrates Comenius Key Actions (Mesures d 'Accompagnement) and also participated in a scholar partnership with Italy and Romania (2008-2010).&#xd;<br />Our school cooperates effectively with the 1st Primary School Voula located in the same neighborhood, the primary school to which the majority of our students continue their education. Thus all our actions become more widely known to the families of our students, but also to the greater educational community of our nearest primary school.&#xd;<br />In addition, our institution organizes educational actions with the support of the Municipality of Vari, Voula, Vouliagmeni, the Director of Pre-Primary and Primary Education of Eastern Attica region, the Pedagogical Consultant of our region and other regional bodies, with the aim to provide high quality educational services. Also our organisation works closely and cooperate in various local  innovative projects with the other pre-primary organisations of our municipality, the other five pre-primary schools of Voula (2 Nipiagogeio Voulas, 3 Nipiagogeio Voulas, 4 Nipiagogeio Voulas, 5 Nipiagogeio Voulas, 6 Nipiagogeio Voulas), the four pre-primary schools of Vari (1 Nipiagogeio Varis, 2 Nipiagogeio Varis, 3 Nipiagogeio Varis, Nipiagogeio Dilofo Varis), the pre-primary school of Vouliagmeni and the pre-primary school of Varkiza. The educational teams of the pre-primary schools of our municipality participate in seminars and meetings in local and regional level,  and communicate creatively the activities of their projects, inspiring the entire educational community. &#xd;<br />Our organisation share the valuable experience of European projects and has pioneered a number of innovative educational methods in local, regional, national and European level, as it has direct communication with the National and Kapodistrian University of Athens - Early Childhood Education Department- and other European accosiations partners from previous projects (Cursus Iceland from Reykjavik Iceland, Laboratorio del Cittadino from Umbria Italy, Paysage et Patrimoine sans frontiere from Saint Germain en Laye France, Directorate of Education in Bacau Romania, Kinda Education Centre in Sweden, pre-primary schools in Karlstaad Sweden, in Sabro Denmark, in Varna Bulgaria and in Barcelona Spain etc)","acronym":"1NB","interests":"Education","euInitiatives":"Erasmus+ KA219  Cooperation for Innovation and the exchange of good practices Strategic partnership for Schools only&#xd;<br />Exchange of practices","lastUp":"2018-02-17T11:25:57.592+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}