{"id":"124900116844-06","name":"International Chewing Gum Association","registrationDate":"2015-04-20T18:41:34.043+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.gumassociation.org","country":"United states","headAddress":"ICGA c/o Keller and Heckman LLP","headCity":"Washington D.C.","headPostCode":"20001","headPhone":"(1)20 24 34 42 29","boss":"Richard F. Mann","bossTitle":"Mr","bossPosition":"Counsel ","membersCount":3,"membersFTE":"0.75","membership":"NGO with an observer status to the FAO/WHO Codex Alimentarius Commission","memberOrga":"http://www.gumassociation.org/index.cfm/about-icga/our-membership/&#xd;\n&#xd;\nhttp://www.gumassociation.org/index.cfm/links/","goal":"Promoting, defending and representing the interest of the chewing gum and gum base industry worldwide, including member companies operating in the European Union and the United Kingdom, the Association shall:&#xd;<br />(a) Protect and promote the trade and welfare of the Industry with due regard for the public interest;&#xd;<br />(b) Foster, promote and defend the common business interests of its Members by facilitating proper&#xd;<br />and lawful consideration and exchange of information upon common questions affecting the Industry;&#xd;<br />(c) Represent the Industry worldwide in all relevant forums, to identify relevant local, regional and&#xd;<br />global issues for that Industry and to co-ordinate appropriate responses and their submission to the&#xd;<br />competent audience; and&#xd;<br />(d) Do all such acts and things necessary to promote the general welfare of the Industry and for the&#xd;<br />accomplishment of the objects hereinabove set forth or which shall be recognized as proper objectives&#xd;<br />of a trade association, including but not limited to:&#xd;<br />(1) editing and diffusion of newsletters and other publications,&#xd;<br />(2) organizing conferences and seminars, carrying out studies and research projects;&#xd;<br />(3) representing the Industry towards government bodies, national and international institutions and organizations, and other stakeholders,&#xd;<br />(4) communicating the Association’s views through the media, and&#xd;<br />(5) participating in the activities of other non-profit organizations.","acronym":"ICGA","interests":"Business and Industry, Communication, Consumers, Culture and media, Digital economy and society, Environment, Food Safety, Institutional affairs, Public Health, Research and innovation, Single market, Trade","euInitiatives":"The Food Law Regulation&#xd;<br />The Nutrition and Health Claims Regulation &#xd;<br />The Food Information Regulation &#xd;<br />The Fortification Regulation &#xd;<br />The Novel Foods Regulation&#xd;<br />The Food Additives Regulation&#xd;<br />The Food Hygiene Package Regulations&#xd;<br />The Food Supplement Directive&#xd;<br />The GMO Food Regulations","lastUp":"2019-03-19T12:54:30.933+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}