{"id":"125204934107-60","name":"European Pakistani Christian Organization","registrationDate":"2019-02-26T21:34:41.496+01:00","category":5,"subCategory":15,"legal":"Association","web":"","country":"Germany","headAddress":"Bahnhofstr. 28","headCity":"Munich","headPostCode":"82065","headPhone":"(49)17 01 01 03 71","boss":"Zafar Iqbal","bossTitle":"Mr","bossPosition":"General Secretary ","membersCount":8,"membersFTE":"4.0","membership":"Web side the organization is under construction.","memberOrga":"10 different organizations registered in different European&#xd;\n    countries.","goal":"1.Work for interfaith harmony both in Pakistan and Europe.&#xd;<br />2.Help the poor and needy christian students in Pakistan.&#xd;<br />3.Provide the legal help to those who are in Pakistani jails &#xd;<br />   because of false blasphemy charges.&#xd;<br />4.Hep the persecuted Christians in Pakistan.&#xd;<br />5.Help the Pakistani Christian those live in Europe to &#xd;<br />   integrate in European society or countries in Europe &#xd;<br />   he/she liv.","acronym":"EPCO","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Climate Change&#xd;<br />Make inter-faith harmony&#xd;<br />Some religious minorities suffer persecution because of their faith and jailed because of false charges of blasphemy.&#xd;<br />European Pakistani christian Organization work for poorest community in Pakistan. Poverty an outrage against humanity. It robs people of dignity,freedom and hope of power over their own lives.European Pakistani christian Organization has vision to help poor students that their dreams will be reality.","lastUp":"2019-02-26T21:36:51.008+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}