{"id":"125577316676-66","name":"Nausica Opera International","registrationDate":"2015-03-19T20:00:46.018+02:00","category":2,"subCategory":7,"legal":"Associazione Musicale Culturale - A.P.S.","web":"http://www.nausica.org","country":"Italy","headAddress":"Via Isola N° 31/A - 33/A","headCity":"PARMA","headPostCode":"43123","headPhone":"(39)05 21 57 11 32","boss":"Enrico Fontana","bossTitle":"Mr","bossPosition":"Presidente - Direttore di produzione","membersCount":7,"membersFTE":"3.5","membership":"Kiwanis International","memberOrga":"Centro Studi Culturali Giapponesi.&#xd;\nwww.kyodo.it","goal":"L’ Associazione è democratica e apolitica, non persegue, come scopo istituzionale, alcuna finalità lucrativa ed è apartitica. Essa intende promuovere, sviluppare e diffondere l’arte, le tradizioni e i valori territoriali, la cultura musicale e gli Artisti operanti in tutto il mondo, valorizzandone l’opera, l’immagine e l’ingegno in Italia e all'Estero. Tutto ciò senza discriminazioni di nazionalità, spazio, di tempo, di tendenze e di stili, favorendo, nel modo più completo possibile, la diffusione, la produzione e la distribuzione delle loro opere mediante la divulgazione, la valorizzazione artistica e d’immagine, con la creazione di iniziative e servizi, anche rivolti a terzi, nei settori della cultura, del turismo, dell’arte e dello spettacolo, che soddisfino le aspirazioni proprie dei Soci.&#xd;<br />Per la realizzazione di quanto suesposto l’Associazione Musicale Culturale Nausica Opera international si prefigge la qualificazione, il miglioramento artistico dei Soci e dell’ambito territoriale in cui svolgerà le proprie attività.&#xd;<br />In particolare rivolgerà le proprie specifiche competenze ai campi: della musica, della cultura, dello spettacolo, del turismo, dell’animazione, della comunicazione, del recupero e salvaguardia delle tradizioni e dell’arte in generale in tutti i paesi in cui troverà sede.&#xd;<br />Promuovere, organizzare ed eventualmente gestire corsi strumentali e vocali, corsi di didattica, di informatica musicale e di storia della musica, master class di perfezionamento musicale, di recitazione, danza, animazione, lezioni-concerto, laboratori di musica di insieme, registrazioni fonografiche, seminari, stages, spettacoli itineranti ed ogni altra iniziativa atta a diffondere la cultura, la conoscenza e la pratica artistica e musicale, sia tra gli adulti che tra i giovani;&#xd;<br />Favorire e organizzare manifestazioni musicali, culturali, ricreative, cinematografiche, rassegne, festival, conferenze, concorsi, premi, saggi, concerti, opere teatrali, stagioni musicali, musical ed ogni altra forma di spettacolo legata alla musica, favorendo, in special modo tra i Soci, la costituzione di gruppi di musica classica e lirica.&#xd;<br />Svolgere attività editoriale letteraria e musicale, curando la creazione di siti internet, la pubblicazione e diffusione gratuita di periodici, riviste, giornali, testi musicali, opere a carattere etno-musicale, materiale fonografico, informatico ed audiovisivo, per la diffusione e divulgazione delle attività dell'Associazione;","acronym":"N.O.I.","interests":"Audiovisual and Media, Communication, Culture, Customs, Development, Education, Employment and Social Affairs, External Relations, Information Society, Regional Policy, Trans-European Networks, Youth","euInitiatives":"Iniziative UE sulle politiche di promozione sociale, culturale e territoriale.","lastUp":"2018-04-10T09:34:16.239+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}