{"id":"125575116745-80","name":"Confederatia Sindicala Nationala MERIDIAN","registrationDate":"2015-03-26T15:18:10.264+01:00","category":2,"subCategory":1,"legal":"organizatie sindicala","web":"http://www.csnmeridian.ro","country":"Romania","headAddress":"Str. D. I. Mendeleev 36-38, sector 1","headCity":"Bucharest","headPostCode":"010366","headPhone":"(40)2 13 16 80 17","boss":"Ion  Popescu ","bossTitle":"Mr","bossPosition":"President ","membersCount":2,"membersFTE":"0.75","membership":"At European level, the organization is a member of the European Confederation of Independent Trade Unions and is represented in the European Economic and Social Committee, the Advisory Committee on safety and health in the workplace, but also in the Raw Materials Group from General Directorate for Industry and Enterprises of European Commission. Also in externally, must be mentioned that some of its member organizations, are also part in turn of European and international organizations in the field.","memberOrga":"http://www.csnmeridian.ro/articol/en/103/","goal":"National Trade Union Confederation MERIDIAN is a nationally representative trade union organization whose main activity objective is the social dialogue and social inclusion in the labor market in Romania. The organization is a recognized social partner at the national level, which has accumulated 24 years of experience in terms of labor lows and employment policies in Romania, bringing its contribution during this period to solve social problems caused by the industrial restructuring, through a constructive and balanced approach in industrial relations, and also through involvement in the development of human resources responsible for the implementation of employment policies.","acronym":"CSN MERIDIAN","interests":"Agriculture and Rural Development, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Rail and inland navigation transport &amp; transport infrastructures &#xd;<br />Raw materials and extractive industries&#xd;<br />Industrial policy  &#xd;<br />Employment and social cohesion &#xd;<br />Justice and internal Affairs&#xd;<br />Regional Development Policies&#xd;<br />Public Administration  &#xd;<br />Agriculture and Rural Development &#xd;<br />Public Television and Media &#xd;<br />Creative Europe &#xd;<br />Defense","lastUp":"2019-02-26T17:00:43.811+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}