{"id":"126143128754-79","name":"AES Netherlands Holding B.V.","registrationDate":"2017-10-24T16:55:09.329+02:00","category":2,"subCategory":3,"legal":"Company with limited liability","web":"http://www.aes.com","country":"Netherlands","headAddress":"Vinoly building","headCity":"Amsterdam","headPostCode":"1082 MD","headPhone":"(31)2 07 97 07 00","boss":"Vesselin Gentchev","bossTitle":"Mr","bossPosition":"Legal and Compliance Counsel, AES Bulgaria","membersCount":2,"membersFTE":"0.5","membership":"AmCham EU&#xd;\nEurelectric (through Energy Management Institute)","memberOrga":"n/a","goal":"The AES Corporation is a Fortune 200 global power company. AES provides affordable, sustainable energy to 17 countries through its diverse portfolio of distribution businesses as well as thermal and renewable generation facilities. AES workforce of 19,000 people is committed to operational excellence and meeting the world’s changing power needs. AES overall objective is to improve the lives of its customers by leveraging energy solutions that encompass a broad range of technologies and fuel types, including coal, diesel, gas, oil, pet coke and renewables. AES people share a passion to help meet the world’s current and increasing energy needs, while providing communities and countries the opportunity for economic growth due to the availability of reliable, affordable electric power.","acronym":"","interests":"Climate Action, Competition, Energy, Environment, External Relations, International co-operation and development, Regional Policy, Single market, Taxation, Trade","euInitiatives":"AES is in contact with National Governments, Regulatory Authorities and Public Bodies on a number of energy-related issues and engages in consultations at both national and European level on environmental and market deregulation issues and on issues concerning the design, competition, structure and operation of the energy market at European and international level:","lastUp":"2018-09-26T19:14:48.540+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}