{"id":"126191335567-30","name":"Federlab Italia","registrationDate":"2019-08-01T15:47:54.228+02:00","category":2,"subCategory":4,"legal":"Associazione","web":"http://www.federlabitalia.com","country":"Italy","headAddress":"Piazza del Popolo, 18","headCity":"Roma","headPostCode":"","headPhone":"(39)06 36 71 21","boss":"Gennaro Lamberti","bossTitle":"Mr","bossPosition":"Presidente","membersCount":2,"membersFTE":"1.0","membership":"FederLab Italia è socia di Diplomatia, un'associazione, con sede in Roma (Italia) che svolge finalità di carattere istituzionale e di rilevanza internazionale. Essa ha tra i propri aderenti Ambasciatori presso il Quirinale, alti esponenti istituzionali, rappresentanti di vertice del mondo finanziario ed imprenditoriale. Lo scopo è soprattutto quello di favorire incontri diretti e informali al massimo livello per stabilire un dialogo costruttivo su temi di rilevante attualità, incentivando occasioni di sinergie, di accordi produttivi e di proficuo lavoro. Sito web:  www.diplomatia.it","memberOrga":"","goal":"FederLab Italia  è una Associazione di Categoria maggiormente rappresentativa dei Laboratori di Analisi Cliniche e dei Centri Poliambulatoriali, con oltre 2000 strutture sanitarie  associate presenti su tutto il territorio nazionale, ed  ha tra i suoi scopi quello di promuovere l’emanazione o il perfezionamento di normative e provvedimenti legislativi inerenti l’attività svolta dalla categoria a livello nazionale, nonché quello di predisporre proposte di legge e provvedimenti amministrativi da presentare alle Autorità competenti in sede nazionale ed europea. Inoltre, promuove iniziative finalizzate alla tutela degli interessi degli associati, anche mediante attività di studio e ricerca, nonché ad integrare e sostenere ogni azione per il raggiungimento degli scopi sociali e dei fini istituzionali.","acronym":"","interests":"Competition, Public Health, Research and innovation","euInitiatives":"In ambito Europeo FederLab Italia intende seguire le politiche riguardanti il diritto alla salute, la libera circolazione dei pazienti (medicina transfrontaliera), la concorrenza tra strutture sanitarie sia esse pubbliche che private, la sostenibilità economica dei sistemi sanitari nazionali, la ricerca scientifica e l’innovazione tecnologica in ambito sanitario, con particolare riferimento al cd. Big Data ed all’intelligenza artificiale.","lastUp":"2019-08-01T15:49:39.368+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}