{"id":"126560332834-25","name":"Nobody Left Outside Platform","registrationDate":"2018-10-09T16:05:14.108+02:00","category":3,"subCategory":2,"legal":"none","web":"","country":"Belgium","headAddress":"Rue du Luxembourg 22","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 13 13 98","boss":"Boris Azais","bossTitle":"Mr","bossPosition":"Platform Member","membersCount":10,"membersFTE":"2.5","membership":"","memberOrga":"Nobody Left Outside Platform organisations:&#xd;\nPlatform for International Cooperation on Undocumented Migrants (PICUM)&#xd;\nEuropean Association for the Study of the Liver (EASL)&#xd;\nHepatitis C Trust&#xd;\nEuropean AIDS Treatment Group (EATG)&#xd;\nCorrelation Network&#xd;\nInternational Lesbian, Gay, Bisexual, Trans and Intersex Association, Europe (ILGA Europe)&#xd;\nInternational Committee on the Rights of Sex Workers in Europe (ICRSE)&#xd;\nAfrican Advocacy Foundation &#xd;\nISGlobal Think Tank&#xd;\nEuropean Federation of National Organisations Working with the Homeless (FEANTSA)&#xd;\nNPS Italia","goal":"The Nobody Left Outside Platform is a collective of dynamic organisations representing some of Europe's most marginlized and underserved groups, including LGTBI, sex workers, migrants, homeless, people who inject drugs (PWID), and prisoners. United under the banner ‘Nobody Left Outside’, we are working together to identify common challenges, share lessons learned through years of community engagement, and seek integrated solutions to improve access to healthcare for the communities of people we represent. The NLO members represent and support underserved communities in nearly all 53 WHO European Region countries, both directly and through their national members spread across the region. As a start, the NLO initiative is working at European level, with the aim to disseminate guidance and practical tools to members in all countries, particularly central Europe and East Asia.","acronym":"NLO Platform","interests":"Education and training, Employment and Social Affairs, Migration and asylum, Public Health, Regional Policy, Trans-European Networks, Youth","euInitiatives":"European Pillar of Social Rights&#xd;<br />European Social Fund Plus&#xd;<br />EU Action on Health Inequalities&#xd;<br />EU Action on AIDS, Hepatitis and TB&#xd;<br />EU Action on Migration &#xd;<br />Health Service Performance Assessment","lastUp":"2018-10-09T16:05:53.424+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}