{"id":"127396426409-40","name":"Zveza potrošnikov Slovenije","registrationDate":"2017-03-20T14:21:00.414+01:00","category":3,"subCategory":2,"legal":"Društvo - nepridobitna organizacija","web":"http://www.zps.si","country":"Slovenia","headAddress":"Frankopanska ulica 5","headCity":"Ljubljana","headPostCode":"1000","headPhone":"(386)14 74 06 00","boss":"Breda Kutin","bossTitle":"","bossPosition":"Predsednica","membersCount":1,"membersFTE":"0.25","membership":"ZPS is a member of the European Consumers’ Association BEUC, Consumers International, European Consumer Association for Standardisation ANEC and International Consumer Research and Testing ICRT.","memberOrga":"","goal":"ZPS - Slovene Consumers’ Association is an independent and autonomous non-governmental organization dedicated to protection and representation of consumer interest as well as to providing impartial advice and education to consumers. We are actively striving for an improvement of quality and safety of products and services, in cooperation with nongovernmental and expert organizations in Slovenia, in the EU and globally. ZPS warns about deficiencies that impair harm to consumers and demands appropriate systemic changes, while advocating institutional involvement of consumer associations in the policy making process, especially in the fields of public utilities, health and financial services, sustainable development and sustainable consumption. We are actively involved in consumer policy making at national, European and global level. ZPS is member of the European Consumers’ Association BEUC, Consumers International, European Consumer Association for Standardisation ANEC and International Consumer Research and Testing ICRT. ZPS is an indispensable source of information for consumers and advice provision in the fields of product and services quality, public utilities, health, financial services and nutrition. The principal objective of our activities are informed consumers, who are aware of their rights and how to assert them, and a society respecting the consumer rights and enabling a high level of their protection.","acronym":"ZPS","interests":"Banking and financial services, Consumers, Digital economy and society, Energy, Food Safety","euInitiatives":"ZPS priorities lie in the field of:&#xd;<br />&#xd;<br />Financial Services: &#xd;<br />•\tBanking services&#xd;<br />•\tInvestor protection&#xd;<br />•\tPayment services&#xd;<br />&#xd;<br />Food&#xd;<br />•\tFood information&#xd;<br />•\tFood safety&#xd;<br />•\tHealth and nutrition&#xd;<br />&#xd;<br />Consumer Rights &amp; Enforcement;&#xd;<br />•\tAir Passenger rights &#xd;<br />•\tAlternative Dispute Resolution&#xd;<br />•\tConsumer Rights Directive&#xd;<br />•\tE-Commerce&#xd;<br />•\tEnforcement&#xd;<br />•\tInsurance Contract Law&#xd;<br />•\tLegal guarantees&#xd;<br />•\tUnfair commercial practices &#xd;<br />&#xd;<br />Digital Rights; &#xd;<br />•\tDigital Single market&#xd;<br />•\tPrivacy and personal data protection&#xd;<br />•\tTelecoms Single Market &#xd;<br />•\tCollaborative economy&#xd;<br />&#xd;<br />Sustainability&#xd;<br />•\tEcodesign &amp; Energy label&#xd;<br />•\tEcolabel&#xd;<br />&#xd;<br />Energy&#xd;<br />•\tEnergy consumer rights&#xd;<br />•\tEnergy markets&#xd;<br />&#xd;<br />Safety&#xd;<br />•\tChemicals&#xd;<br />•\tProduct safety&#xd;<br />&#xd;<br />Trade/TTIP/CETA&#xd;<br />&#xd;<br />For further information, please see our website: www.ZPS.si","lastUp":"2019-03-19T13:10:02.327+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}