{"id":"1274604847-34","name":"Confederation of Finnish Industries EK","registrationDate":"2008-12-22T12:00:11.273+02:00","category":2,"subCategory":4,"legal":"Registered Association","web":"http://www.ek.fi","country":"Finland","headAddress":"Eteläranta, 10","headCity":"Helsinki","headPostCode":"00131","headPhone":"(358)94 20 20","boss":"Jyri Häkämies","bossTitle":"Mr","bossPosition":"Director General","membersCount":6,"membersFTE":"3.0","membership":"BUSINESSEUROPE","memberOrga":"http://ek.fi/en/about-us/member-associations/","goal":"Confederation of Finnish Industries (EK) is the leading business organization in Finland. Our main task is to make Finland an internationally attractive and competitive business environment. Successful  business activities are the foundation for the Finnish welfare society.&#xd;<br />We represent and defend interests of the Finnish business community both on the national level, as well as in the EU. We are engaged in dialogue with decisions makers in all subjects relevant to our members such as company law, taxation, trade policy, innovation environment, SME and entrepreneurship as well as energy and climate politics. Furthermore, we are centrally involved in labour market with our member associations.&#xd;<br />EK represents the entire private sector and companies of all sizes :&#xd;<br />* 24 member associations&#xd;<br />* 15,300 member companies across all business sectors&#xd;<br />* member companies employ 900,000 workers&#xd;<br />EK's organization consists of 115 professionals, located in our Helsinki headquarters and Brussels office.&#xd;<br />EK is a member of BusinessEurope, and we are also active in the OECD and the ILO.","acronym":"EK","interests":"Budget, Climate Action, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Food Safety, General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"* Energy Union&#xd;<br />* Circular economy&#xd;<br />* Digital Single Market&#xd;<br />* Initiatives on free movement of services and labour&#xd;<br />* The Transatlantic Trade and Investment Partnership  &#xd;<br />   (TTIP)&#xd;<br />* Internal Market for goods and services&#xd;<br />* Capital Markets Union&#xd;<br />* Anti-tax avoidance package&#xd;<br />* Public country-by-country reporting&#xd;<br />* Better Regulation&#xd;<br />* REFIT actions","lastUp":"2018-04-03T13:40:05.749+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}