{"id":"127476716086-36","name":"European Theatre Convention","registrationDate":"2015-03-10T17:14:53.893+01:00","category":3,"subCategory":2,"legal":"association loi de 1901","web":"http://www.etc-cte.org","country":"France","headAddress":"8, rue Blanche","headCity":"Paris","headPostCode":"75009","headPhone":"(33)1 84 16 35 00","boss":"Dubravka Vrgoc","bossTitle":"Ms","bossPosition":"President","membersCount":5,"membersFTE":"2.0","membership":"The ETC is a member of Culture Action Europe. &#xd;\nThe ETC is an associated member of PEARLE.","memberOrga":"The European Theatre Convention is a pan-European non profit-making organisation representing the publicly funded theatre sector. It is a membership organisation consisting of full members, associated members and can also as per statute nominate honorary members. Full members are producing theatres or producing theatre festivals with a public mission to support creation and access to culture, that have either founded or subscribed to the aims of the ETC. Associated members are independent theatre structures or cultural organisations and cultural institutions subscribed to the aims of the ETC. &#xd;\nFounded by initially 3 theatres in 1988 in France, Germany and Belgium, the ETC has grown over the last 25 years to become the largest network of its kind. It counts today 40 member theatres representing 22 countries, speaking 20 different languages, from West to East Europe, from the North to the South and also includes Turkey. &#xd;\n&#xd;\nNearly 95% of ETC members are artistic drama repertory theatres and employ permanent actors’ ensembles. In terms of size and resources, members’ structures vary essentially, however they all share the same mission. Under the umbrella of ETC and our membership structure, we reach out to 8,000.000 theatre goers, more than 11,000 taxpaying people employed by public theatres, thousands of artists in over 20 countries and stage 16,000 performances and public events per year.&#xd;\n&#xd;\nEvery year ETC membership evolves with new members joining and some departing, but overall numbers have been steadily increasing over the last 10 years. Since its inception, membership has always been a vital factor to develop and sustain the network. Over the years more than 90 theatres have been part of the ETC coming from 33 countries. As of 2004, the ETC developed strongly in East and South East of Europe, counting today members from 12 countries that joined the EU since 2004 or that are still in negotiation for the EU accession process. &#xd;\n&#xd;\nFull list of ETC members: &#xd;\nhttp://www.etc-cte.org/members.php?code=13","goal":"The European Theatre Convention (ETC) is a network of European public theatres founded in 1988 with the aim to promote contemporary drama theatre, to support the mobility of artists and to develop artistic exchange throughout Europe and  beyond, whose objectives are to:  &#xd;<br />•  Create, protect and promote the art of theatre and its linguistic diversity in Europe and beyond  &#xd;<br />•  Act as transnational theatre collaboration network to foster cultural diversity and intercultural dialogue  &#xd;<br />•  Act as platform for professional exchange, development and capacity building of theatre makers in an international context &#xd;<br />•  Act as representation and advocacy network of the public theatre sector on EU, Member states and local level&#xd;<br />&#xd;<br />In order to achieve our objectives, the mission of ETC’s work is based on three major strands:&#xd;<br />The ETC is an artistic theatre collaboration network developing international collaboration and artistic mobility projects with a focus on new contemporary theatrical formats to reach wider audiences promoting access to culture, based on multilingualism, artistic education and European citizens in theatre.&#xd;<br />&#xd;<br />The ETC is a professional platform for theatre makers that encourages intercultural dialogue, capacity building and the exchange of best practices, organizes meetings, invests in education and training opportunities and initiates research and publications in the fields of drama and theatre.&#xd;<br />&#xd;<br />The ETC is an advocacy network representing the European public theatre sector on a political level and nurturing long-term structured relationships with European political institutions but also in view of being a reference point for audience development activities for European Theatres. The ETC represents the interests of public theatres in the official European policy decision -making process.&#xd;<br />&#xd;<br />With high quality creative and innovative theatre projects the ETC seeks to reaffirm the role of theatre, its intrinsic subversive force to shape a European public sphere, offering access to live arts and culture for all generations and strands of society. Connecting theatre makers and the citizens of Europe, the ETC employs theatre to support intercultural dialogue and with its activities, to develop intercultural competence in our increasingly diverse societies in a hyper-competitive world and ETC elaborates new methodologies for audience development strategies. To respond to these challenges the ETC’s work is to represent and structure the sector of European theatres and participates in the exchange of good practices and good ideas between European institutions, member states and civil societies and individual artists.","acronym":"ETC","interests":"Audiovisual and Media, Culture, Education, Research and Technology, Trans-European Networks, Youth","euInitiatives":"1) ETC's activities are in line with and follow the current Work Plan for Culture (2015-2018) pursuing the following four priorities:&#xd;<br />-Accessible and inclusive culture;&#xd;<br />-Cultural heritage;&#xd;<br />-Cultural and creative sectors: creative economy and innovation;&#xd;<br />-Promotion of cultural diversity, culture in EU external relations and mobility.&#xd;<br />&#xd;<br />2) European Agenda for Culture &amp; Structured Dialogue Platforms between culture sector and European Commission&#xd;<br />The ETC commits to the European Agenda for Culture and took part since its inception in 2008 in the structured dialogue platforms of the civil society and the European Commission 'Access to Culture' and 'Cultural and Creative Industries', as well as the 'Promotion on Multilingualism' providing recommendations and best practice examples. &#xd;<br />We therefore are currently in the process of applying to participate in the continued initiative 'The Voice of Culture ‒ Structured Dialogue between the European Commission and the cultural sector' with the aim to strengthen the advocacy capacity of our theatre sector as important part of the cultural sector in policy debates on culture at a European level and engaging with our work in a more collaborative way.&#xd;<br />&#xd;<br />3) Promoting access to culture as key priority of Creative Europe. To achieve this, our work is based on multiple principles:&#xd;<br />- Artistic Programme &amp; Artistic Development. &#xd;<br />ETC develops innovative and trans-national story-telling and new collaboration formats in the perspective of a European repertory for drama theatres with a strong focus on young audiences &#xd;<br />- Learning &amp; Engagement.&#xd;<br />ETC offers new instruments for multilingual theatre programming in Europe to promote and serve a linguistic and cultural diverse community on a permanent basis, resources for life-long learning about and through theatre&#xd;<br />- Audiences. &#xd;<br />ETC establishes on European level audience development strategies for theatres and gathers in a comparable format data on existing and non-existing audiences to investigate and develop common patterns &amp; evolve relations between theatres and its public across Europe &#xd;<br />- Sustainability &amp; Innovation.&#xd;<br />ETC incorporates and develops digital technologies and working methods as fundamental tool for theatre networking, empowers theatres to address digital change of our society by reflecting this in new art work as well as in financially and environmentally responsible manner, new business models of organisational and economic structures in theatres&#xd;<br />- Leadership.&#xd;<br />ETC takes responsibility, give visibility to and promote the impact of European theatres as relevant and innovative places of reflection &amp; exchange in the middle of society to foster diversity, respect and tolerance &#xd;<br />&#xd;<br />4) Audience Development as key priority of Creative Europe&#xd;<br />The ETC initiates audience development activities for European theatres and audiences to be shared with the sector and stakeholders on member state and EU level. &#xd;<br />ETC just published a first European Study and Research Results about Theatre Audiences. &#xd;<br />Empirical evidence about situation and audiences of theatres in Europe so far has been rather heterogeneous. The resulting lack of comparable data is a major challenge when discussing new tools and measures for audience development for theatres. Which theatres might be comparable? Which trends and patterns are similar in the different countries? Despite their differences they all face a mutual challenge: to contribute to cohesion, tolerance and democracy in changing societies by establishing and strengthening their relationship to existing and new audiences. The study contributes to establishing evidence-based audience development in theatres and thus to innovate and creative development in Europe. The outlined information points to trends and tendencies across national boarders and shall serve as a starting point for future work, offer guidance in developing theatre audiences and be used as benchmark.","lastUp":"2017-03-02T16:05:45.672+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}