{"id":"127596116563-01","name":"Global Standard gGmbH","registrationDate":"2015-03-14T14:20:58.678+01:00","category":3,"subCategory":2,"legal":"Non profit limited liability company","web":"http://www.global-standard.org","country":"Germany","headAddress":"Rotebühlstr. 102","headCity":"Stuttgart","headPostCode":"70178","headPhone":"(49711)6 36 56 10","boss":"Claudia Kersten","bossTitle":"Ms","bossPosition":"Managing Director","membersCount":3,"membersFTE":"0.75","membership":"ISEAL (Subscriber) www.iseal.org&#xd;\nIFOAM Organics International www.ifoam.org&#xd;\nIFOAM EU Group www.ifoam-eu.org&#xd;\nUnited Nations Economic Commission for Europe (UNECE) Member of Expert Group www.unece.org","memberOrga":"GOTS is not a membership organisation","goal":"Global Standard gGmbH is a self-funded not-for-profit organisation that implements the Global Organic Textile Standard (GOTS) (www.global-standard.org). The Standard is the global voluntary textile processing standard based on the use of organic natural fibres (produced on organic farms). The standard includes both environmental and social criteria for the processing of organic fibres to organic textiles. The GOTS covers the whole supply chain and requires independent third party inspection, verification and certification by GOTS approved certification bodies. &#xd;<br />&#xd;<br />The GOTS undergoes a regular revision process which includes stakeholder and expert review. Currently GOTS Version 5 is in place, this is undergoing revision to Version 6. An Advisory Council provides overall guidance to GOTS and a Standards Committee is responsible for advising on the specific ecological and social standards.  GOTS is endorsed by the International Federation or Organic Agriculture Movements – Organics International (IFOAM-OI). &#xd;<br />&#xd;<br />“GOTS’ vision is that organic textiles will become a significant part of everyday life, enhancing people’s life and the environment.&#xd;<br />&#xd;<br />GOTS’ mission is the development, implementation, verification, protection and promotion of the Global Organic Textile Standard (GOTS).  This standard stipulates requirements throughout the supply chain for both ecology and labour conditions in textile and apparel manufacturing using organically produced raw materials. Organic production is based on a system of farming that maintains and replenishes soil fertility without the use of toxic, persistent pesticides and fertilizers. In addition, organic production relies on adequate animal husbandry and excludes genetic modification.&#xd;<br />&#xd;<br />We see GOTS as contributing to sustainable development and actively cooperate with all relevant stakeholders.”&#xd;<br />&#xd;<br />Organic farm production is controlled in Europe and around the world under specific EU and government regulations – these also cover organic fibre products produced on the organic farm. As regards to organic textile products (based on organic fibre), there is no regulatory control on the requirements for processing and labelling of organic fibres, nor for labelling of organic textiles. The organic term is being used without reference to a clear standard and is currently relatively widely used with unclear meaning and definition. &#xd;<br />&#xd;<br />GOTS provides a resolution to this, providing a whole supply chain organic textile standard, defining a sustainable processing method with clear environmental / ecological and social criteria. GOTS thereby overcomes potential consumer and industry confusion. &#xd;<br />&#xd;<br />GOTS aims to enable understanding amongst EU Institutions and other stakeholders that organic textiles should be defined by both the use of organic fibre (from organic farms) and the use of appropriate processing / labelling of those fibres, such that the whole supply chain is covered, right to the final product. This would then be in line with organic food, and would remove potential consumer confusion.","acronym":"GOTS","interests":"Business and Industry, Consumers, Trade","euInitiatives":"GOTS has an interest in EU activities – initiatives, policies and legislative files – concerning the use of the term organic in relation to textiles. Specifically, relevant standards and criteria for organic fibre, organic textiles, public procurement (including green public procurement), textiles and apparel, and policy developments concerning these.&#xd;<br />&#xd;<br />The key legislation that GOTS follows:&#xd;<br />&#xd;<br />Regulation (EU) No 2018/848 on organic production and labelling of organic products.&#xd;<br />&#xd;<br />Regulation (EU) No 1007/2011 on textile fibre names and related labelling and marking of the fibre composition of textile products&#xd;<br />&#xd;<br />Regulation (EU) No 1907/2006 on Registration, Evaluation, Authorisation and Registration of Chemicals (REACH) &#xd;<br />&#xd;<br />Directive 2014/24/EU on public procurement&#xd;<br />&#xd;<br />Commission staff working document (6.6.17 SWD(2017) 231) EU Green public procurement criteria for textile products and services.&#xd;<br />&#xd;<br />Green public procurement relating to textiles: scope and potential for organic textiles to meet the green public procurement criteria for textiles.","lastUp":"2020-01-16T11:06:12.388+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}