{"id":"12798692504-49","name":"Fiatal Gazdák Magyarországi Szövetsége-AGRYA","registrationDate":"2009-10-13T12:16:21.740+02:00","category":3,"subCategory":2,"legal":"Szövetség (NGO)","web":"http://agrya.hu","country":"Hungary","headAddress":"Váci út, 134/C 6/28","headCity":"Budapest","headPostCode":"H-1138","headPhone":"(36)13 20 04 29","boss":"Lajos Dr. Mikula","bossTitle":"","bossPosition":"ügyvezető elnök","membersCount":2,"membersFTE":"2.0","membership":"Az AGRYA 2000-től társult, 2004-től teljes jogú tagja a Fiatal Gazdák Európai Tanácsának (European Council of Young Farmers - CEJA).&#xd;\nA Szövetség 2006. nyarán nyert felvételt a Rural Youth Europe, a nemzeti ifjúsági, valamint fiatal gazda szervezetek nemzetközi szövetségének tagjai közé.&#xd;\n2007-ben az AGRYA és a CEJA közös projektjeként elindult a Central European Rural Youth Centre – CERYC.","memberOrga":"","goal":"Az AGRYA 1996-ban alakult, országos szervezet, jelenleg több mint 5000 fiatal gazdával áll kapcsolatban. Az AGRYA agrár és vidékfejlesztési szervezet. Egyik legfontosabb célja a fiatal gazdák érdekeinek képviselete, megjelenítése. Mint érdekképviseleti szervezet részese a szakmai döntés előkészítési folyamatoknak, egyeztetéseknek.&#xd;<br />Az AGRYA másik kiemelkedő célja, hogy segítséget nyújtson abban, hogy a falusi, de nem mezőgazdasági termelést folytató fiatalok ne hagyják el a falujukat. A helyben maradó fiatalok erősítsék a helyi közösséget, vállaljanak részt és felelősséget a település életében.&#xd;<br />Az AGRYA hagyományosan jó kapcsolatot ápol az európai szakmai partnerekkel. Így tagja a Fiatal Gazdák Európai Tanácsának - CEJA és a Rural Youth Europe szervezetnek.","acronym":"AGRYA","interests":"Agriculture, Budget, Climate Action, Consumers, Education and training, Employment and Social Affairs, Enlargement, Environment, Food Safety, Justice and Fundamental Rights, Regional Policy, Single market, Trans-European Networks, Youth","euInitiatives":"Az AGRYA agrár és vidékfejlesztési szervezet. Egyik legfontosabb célja a fiatal gazdák érdekeinek képviselete, megjelenítése. Mint érdekképviseleti szervezet részese a szakmai döntés előkészítési folyamatoknak, egyeztetéseknek.&#xd;<br />Az AGRYA másik kiemelkedő célja, hogy segítséget nyújtson abban, hogy a falusi, de nem mezőgazdasági termelést folyatató fiatalok ne hagyják el a falujukat. A helyben maradó fiatalok erősítsék a helyi közösséget, vállaljanak részt és felelősséget a település életében.&#xd;<br />Így a Szövetség által kiemelten figyelemmel kísért szakpolitikák a következők: agrárpolitika, vidékfejlesztés, ifjúságpolitika.","lastUp":"2018-05-11T13:24:36.626+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}