{"id":"128044823652-04","name":"Vlaamse Instelling voor Technologisch Onderzoek","registrationDate":"2016-10-04T13:17:58.129+02:00","category":4,"subCategory":5,"legal":"nv","web":"http://www.vito.be","country":"Belgium","headAddress":"Boeretang 200","headCity":"Mol","headPostCode":"2400","headPhone":"(32)14 33 55 11","boss":"Dirk Fransaer","bossTitle":"Mr","bossPosition":"gedelegeerd bestuurder","membersCount":25,"membersFTE":"10.0","membership":"","memberOrga":"","goal":"Visie&#xd;<br />Klimaatverandering, voedselzekerheid, grondstoffenschaarste, duurzame energievoorziening, vergrijzing … : VITO’s onderzoeksagenda richt haar pijlen op de grote maatschappelijke uitdagingen van vandaag. In de expertisedomeinen van VITO is een maatschappelijke transitie ingezet of dringt zich een transitie op. VITO zet daarom in op duurzaamheid en transitiedenken als bindende factor tussen haar onderzoeksprogramma’s en op een maximale valorisatie van de VITO-onderzoeksresultaten.&#xd;<br />Missie&#xd;<br />Als onafhankelijke en klantgerichte onderzoeksorganisatie verschaft VITO innoverende technologische oplossingen en geeft VITO wetenschappelijk onderbouwde adviezen en ondersteuning om duurzame ontwikkeling te stimuleren en het economisch en maatschappelijk weefsel in Vlaanderen te versterken.","acronym":"VITO","interests":"Agriculture, Business and Industry, Climate Action, Consumers, Economy, finance and the euro, Energy, Environment, Public Health, Research and innovation, Trans-European Networks, Transport","euInitiatives":"-\tThe European Innovation Partnership (EIP) on Raw Materials&#xd;<br />-\tH2020 EU Framework Programme for Research and Innovation&#xd;<br />-\tEuropean Institute for Innovation and Technology Innovation Communities KIC EIT RawMaterials, KIC InnoEnergy, and Climate-KIC&#xd;<br />-\tEuropean Topic Centre on Waste and Materials in a Green Economy (ETC/WMGE)&#xd;<br />-\tAnd related initiatives:&#xd;<br />o\tETPs EuMaT, SusChem, Manufuture, SMR, Forest-based Sector&#xd;<br />o\tPPPs SPIRE, EFFRA&#xd;<br />o\tNetworks CRM_InnoNet, NANOFutures, FUTURING ERECON&#xd;<br />o\tERA-MIN, WoodWisdom-NET&#xd;<br />o\trelated COST actions including CA15102, CA15115","lastUp":"2018-10-12T15:34:07.041+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}