{"id":"128313216890-32","name":"YCF Maritime LLC","registrationDate":"2015-04-17T10:16:37.333+01:00","category":2,"subCategory":3,"legal":"Limited Liability Company","web":"http://www.ycfmaritime.com/","country":"United states","headAddress":"22980 Indian Creek Drive","headCity":"Dulles","headPostCode":"20166","headPhone":"(1703)7 90 34 34","boss":"Mathieu Kissin","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"Intertanko, BIMCO, Marine Anti-Corruption Network (MACN)","memberOrga":"","goal":"YCF Maritime is an international service provider with experience in a broad range of ocean shipping matters including vessel ownership, management and operations as well as seafarer training, the development of financial structures and regulatory administration and enforcement. Through its regional offices worldwide, YCF Maritime provides shipowners with comprehensive flag administration options on a global scale.","acronym":"","interests":"Climate Action, Employment and Social Affairs, External Relations, Maritime affairs and fisheries, Single market, Taxation, Trade, Transport","euInitiatives":"YCF Maritime promotes the EU shipping sector by offering EU flag solutions to shipowners which combine responsive and efficient customer service with in-depth technical expertise to ensure their vessels comply with EU and international regulatory requirements. &#xd;<br />&#xd;<br />YCF Maritime is a keen supporter of EU efforts to achieve a level global playing field for the European shipping industry. YCF Maritime is committed to the principle of a level-playing field within the EU, particularly regarding seafarer social security.&#xd;<br />&#xd;<br />Key organisations served by our group include EuroFlag Services, SeaNet Maritime Services, Liberian International Ship &amp; Corporate Registry, EMA Manning Agency and EMTI.","lastUp":"2020-01-16T11:53:56.415+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}