{"id":"128670627678-46","name":"Europe's People's Forum","registrationDate":"2017-07-06T21:45:03.876+02:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.europespeoplesforum.eu","country":"Denmark","headAddress":"c/o Team Revision","headCity":"Copenhagen","headPostCode":"2100 OE","headPhone":"(45)30 45 45 00","boss":"Bent Nørby Bonde","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":4,"membersFTE":"2.25","membership":"No","memberOrga":"Europes Peoples Forum is a member based organization in which both individual supporters and partner organisations may be members, participate in general assemblies and be members of the board. &#xd;\n&#xd;\nCurrently there are approximately almost 20 partner organisations – see www.europespeoplesforum.eu","goal":"The mission of Europe’s People’s Forum (EPF) is strengthen European democracy and to ensure that EU policies are developed in active dialogue with the people they affect. Europe’s People’s Forum is a permanent platform that represents the structured voice of engaged citizens from all Member States. &#xd;<br /> &#xd;<br />Europe's People's Forum allows and encourages every single person among the 500 million people in EU’s 27 countries to voice their opinions and visions and to influence the European Union through the policy proposals that are put forward. It is a key purpose for the Forum to ensure that the people’s proposals gain a serious impact on the policies in Europe. To have such impact the proposals must be credible, substantiated and coherent in a societal context. &#xd;<br />&#xd;<br />For this reason, Europe’s People’s Forum engages with partner organisations in all 27 countries to arrange national debates that focus on the specific thematic issues for debate that year. A Research Validation Panel will subsequently ensure that the final policy proposals presented by the representatives at the Europe’s People’s Forum are well documented. The ANNUAL process will culminate in the the large-scale highly publicized event organized annually by Europe's People’s Forum where hundreds of politicians and civil servants will discuss how to include the policy proposals in the decision-making process.&#xd;<br />&#xd;<br />Finally, Europe's People's Forum aims to become a hub for information about other organisations engaged in enhancing citizens' participation in democracy.","acronym":"EPF","interests":"Budget, Climate Action, Communication, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Single market, Taxation, Trans-European Networks, Youth","euInitiatives":"EFP follows closely the Commission's and the Parlament's initiatives concerning citizen participation. &#xd;<br />&#xd;<br />EPF is involved as a partner in a regional project within Slovenian EuropeanMovement and other organisations under EC’s Citizens Programme.&#xd;<br />&#xd;<br />EPF currently follows the commitment of prominent member states politicians such as the French President to engage with citizens. &#xd;<br />&#xd;<br />EPF has proposed the President of the European Commission to formalise a mechanism for taking into account the European citizens' policy proposals in the decision making process. Following his positive reply, we are preparing to discuss concrete pilot projects with EC.","lastUp":"2018-06-15T08:46:09.943+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}