{"id":"129069427147-97","name":"EIT INDONESIA","registrationDate":"2017-05-18T07:37:21.355+01:00","category":3,"subCategory":2,"legal":"Non profit","web":"http://eit-indonesia.org","country":"Indonesia","headAddress":"Kompleks Rukan Medical Jl. Pondok Kelapa Raya Blok E Kav 7","headCity":"DKI Jakarta","headPostCode":"13450","headPhone":"(62)8 96 07 67 68 30","boss":"Rantastia Nur Alangan","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"Kabas Krasnici as Ambassador EIT Indonesia for Germany (World Human Facility Program) United Nations - Universal Declaration of Human Rights 30 Articles, and Professionals of International Banking Experts and Investment. Live in : Slovenia , Savinjska cesta 205, BREG PRI POLZELI&#xd;\nTeam of  BUB, Gauweiler &amp; Partner&#xd;\nhttp://www.bubgauweilerpartner.de/ He once overcame the problems of international banking, he has managed to get the Power of Attorney , International Assets .&#xd;\n• see : Deutsche Bank shares are listed in Germany and in the U.S.A.&#xd;\nhttps://www.db.com/ir/en/share-information.htm#tab_overview-2017-2006 )&#xd;\n• signed by him on July 18, 2015, archived at&#xd;\nhttp://esango.un.org/civilsociety/documents/648423/33136409.pdf&#xd;\n&#xd;\nHenock Clements is Investor and as support member, https://henockclements.blogspot.co.id/&#xd;\n___________________________________________________________________","goal":"That based on the United Nations Declaration of Human Rights set forth in 30 Articles, is a Human Rights Platform agreed upon by the state of the world, where each country is obliged and accountable to its people in order to have a decent, prosperous, secure, comfortable life And peaceful.&#xd;<br />&#xd;<br />To implement the 30 Articles, the world's institutions agreed to create a humanitarian program, one of which originated from the European Parliament named EIT Europe, has successfully coordinated World Humanitarian Ambassadors spread over the world to provide information on the World Human Facilitation Program, World Human Facility (WHF) to governments in their respective countries, so that human rights about decent living can be realized and enjoyed by its citizens.&#xd;<br />&#xd;<br />EIT Indonesia strives to join the success of all areas that are beneficial to society, such as: Following up on the success achieved by the Millennium Development Goals (MDGs) (MDGs), which is guided by global development efforts over the period 2000-2015, governments in the world have negotiated a set of Sustainable Development Goals (Sustainable Development Goals) (SDGs) for the period 2016-2030. MDGs will continue efforts to eradicate poverty by lifting every individual human being as a dignified human being for Decent Living according to the Humanitarian Program and adds to the challenge to ensure equitable development and sustainability of the environment, in particular the main target for minimizing the dangers of human-caused climate change.&#xd;<br /> &#xd;<br />In August 2015, 193 countries agreed on 17 of the following purposes:&#xd;<br />&#xd;<br />1.\tEradication of poverty. Ending poverty in all its forms in all places.&#xd;<br />2.\tReduction of hunger. Ending hunger, achieve food security and improved nutrition, and promoting sustainable agriculture.&#xd;<br />3.\tLife healthy. Promoting healthy living and support welfare for all ages.&#xd;<br />4.\tQuality education. Guarantee fair and quality education, and to support the opportunity to study with stable throughout life to all people without exception.&#xd;<br />5.\tGender equality. Achieving gender equality and empowering women.&#xd;<br />6.\tWater and sanitation. Ensure access to water and sanitation for all.&#xd;<br />7.\tEnergy Clean and cheap. Ensure access to energy that is cheap, reliable, sustainable and modern for all.&#xd;<br />8.\tDecent work and economic growth. Supporting sustainable economic growth for all, where there is decent work for those who need them.&#xd;<br />9.\tIndustry, innovation, infrastructure. Building infrastructure that resists change, support sustainable industrialization, and support innovations.&#xd;<br />10.\tReduce the gap. Reducing inequalities within countries and between countries.&#xd;<br />11.\tCity sustainable cities and communities. Creating cities safe for all, resistant to change, and sustainable.&#xd;<br />12.\tConsumption and production are responsible. Ensure consumption and supporting sustainable patterns of production.&#xd;<br />13.\tACTION for the climate. Take measures and emergency measures are needed to combat climate change and its impacts.&#xd;<br />14.\tPromoting peace and justice ... a peaceful and open society for sustainable development, providing access to justice for everyone and building effective institutions, responsible, and open at all levels.&#xd;<br />15.\tPartnerships for sustainable development ... Strengthening means of enforcement and revive the global partnership for sustainable development.&#xd;<br />16.\tPromote a peaceful and inclusive society for sustainable development, provide access to justice for all and building effective institutions, accountable and inclusive at all levels.&#xd;<br />17.\tStrengthen implementation and revive the global partnership for sustainable development.","acronym":"EITI","interests":"Audiovisual and Media, Education, Humanitarian Aid, Research and Technology","euInitiatives":"EIT indonesia is also interested in initiatives and policy development relating to small , humanity, education, medium size enterprises and access to capital in Europe and EIT European.","lastUp":"2018-03-09T10:01:45.999+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}