{"id":"129238924643-74","name":"Deutsche Akademie der Naturforscher Leopoldina e.V. -- Nationale Akademie der Wissenschaften --","registrationDate":"2016-11-22T16:06:02.341+01:00","category":4,"subCategory":5,"legal":"eingetragener Verein","web":"http://www.leopoldina.org","country":"Germany","headAddress":"Jägerberg 1","headCity":"Halle (Saale)","headPostCode":"06108","headPhone":"(49)3 45 47 23 96 00","boss":"Jörg Hacker","bossTitle":"Mr","bossPosition":"Präsident","membersCount":4,"membersFTE":"2.5","membership":"- Internationale Akademienverbünde: siehe unter http://www.leopoldina.org/de/internationales/internationale-akademieverbuende/&#xd;\n- Allianz der deutschen Wissenschaftsorganisationen","memberOrga":"","goal":"Die 1652 gegründete Deutsche Akademie der Naturforscher Leopoldina ist mit ihren rund 1.600 Mitgliedern aus nahezu allen Wissenschaftsbereichen eine klassische Gelehrtengesellschaft. Sie wurde 2008 zur Nationalen Akademie der Wissenschaften Deutschlands ernannt. In dieser Funktion hat sie zwei besondere Aufgaben: die Vertretung der deutschen Wissenschaft im Ausland sowie die Beratung von Politik und Öffentlichkeit.&#xd;<br />&#xd;<br />Die Leopoldina tritt für die Freiheit und Wertschätzung der Wissenschaft ein. Sie trägt zu einer wissenschaftlich aufgeklärten Gesellschaft und einer verantwortungsvollen Anwendung wissenschaftlicher Erkenntnisse zum Wohle von Mensch und Natur bei. Im interdisziplinären Diskurs überschreitet sie thematische, fachliche, politische und kulturelle Grenzen. Die Leopoldina setzt sich für die Achtung der Menschenrechte ein.&#xd;<br />&#xd;<br />Als Nationale Akademie der Wissenschaften setzt die Leopoldina im Austausch mit anderen&#xd;<br />Institutionen, auch auf internationaler Ebene, Themen in der wissenschaftlichen Kommunikation und Politikberatung. In ihrer Politik beratenden Funktion legt die Leopoldina fachkompetent, unabhängig, transparent und vorausschauend Empfehlungen zu gesellschaftlich relevanten Themen vor. Sie begleitet diesen Prozess mit einer kontinuierlichen Reflexion über Voraussetzungen, Normen und Folgen wissenschaftlichen Handelns.","acronym":"Leopoldina","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- Entwicklung der European Research Area&#xd;<br />- Weiterentwicklung des European Research Council&#xd;<br />- Tätigkeit des Scientific Advice Mechanism&#xd;<br />- Etablierung des European Innovation Council&#xd;<br />- Open Science/Open Access-Initiativen der EU&#xd;<br />- Erarbeitung des neuen Forschungsförderrahmenprogramms","lastUp":"2019-11-04T16:50:01.023+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}