{"id":"129238924643-74","name":"Deutsche Akademie der Naturforscher Leopoldina e.V. -- Nationale Akademie der Wissenschaften --","registrationDate":"2016-11-22T16:06:02.341+01:00","category":4,"subCategory":5,"legal":"eingetragener Verein","web":"http://www.leopoldina.org","country":"Germany","headAddress":"Jägerberg 1","headCity":"Halle (Saale)","headPostCode":"06108","headPhone":"(49)3 45 47 23 96 00","boss":"Jörg Hacker","bossTitle":"Mr","bossPosition":"Präsident","membersCount":4,"membersFTE":"2.5","membership":"- Internationale Akademienverbünde: siehe unter http://www.leopoldina.org/de/internationales/internationale-akademieverbuende/&#xd;\n- Allianz der deutschen Wissenschaftsorganisationen","memberOrga":"","goal":"Die Leopoldina ist eine der ältesten Wissenschaftsakademien der Welt. 1652 gegründet, ist sie der freien Wissenschaft zum Wohle der Menschen und der Gestaltung der Zukunft verpflichtet. Mit ihren rund 1500 Mitgliedern versammelt die Leopoldina hervorragende Wissenschaftlerinnen und Wissenschaftler aus Deutschland, Österreich, der Schweiz und zahlreichen weiteren Ländern. Als Nationale Akademie Deutschlands vertritt die Leopoldina seit 2008 die deutsche Wissenschaft in internationalen Gremien und nimmt zu wissenschaftlichen Grundlagen politischer und gesellschaftlicher Fragen unabhängig Stellung. In interdisziplinären Expertengruppen erarbeitet die Leopoldina, auch gemeinsam mit anderen deutschen, europäischen und internationalen Akademien, öffentliche Stellungnahmen zu aktuellen Themen. Die Leopoldina fördert die wissenschaftliche und öffentliche Diskussion, sie unterstützt wissenschaftlichen Nachwuchs, verleiht Auszeichnungen, führt Forschungsprojekte durch und setzt sich für die Wahrung der Menschenrechte verfolgter Wissenschaftler ein.","acronym":"Leopoldina","interests":"Climate Action, Communication, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Environment, General and Institutional Affairs, Information Society, Justice and Fundamental Rights, Public Health, Research and Technology, Trans-European Networks, Youth","euInitiatives":"- Entwicklung der European Research Area&#xd;<br />- Weiterentwicklung des European Research Council&#xd;<br />- Umsetzung des Scientific Advice Mechanism&#xd;<br />- Etablierung des European Innovation Council&#xd;<br />- Open Science/Open Access-Initiativen der EU&#xd;<br />- Zwischenevaluierung von Horizon 2020&#xd;<br />- Reform des europäischen Urheberrechts","lastUp":"2017-11-21T09:15:06.251+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}