{"id":"12949148092-44","name":"Brussels Enterprises Commerce and Industry","registrationDate":"2012-02-17T09:53:51.229+01:00","category":2,"subCategory":4,"legal":"Non profit organisation","web":"http://www.beci.be","country":"Belgium","headAddress":"Avenue Louise, 500","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)22 10 01 77","boss":"Olivier Willocx","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"1.0","membership":"BECI is member of Enterprise Europe Network.&#xd;\nBECI is member of the Federation of Belgian Chambers of Commerce.","memberOrga":"","goal":"BECI, Brussels Enterprises Commerce and Industry, which brings together Brussels' Chamber of Commerce and Industry and the Union of Enterprises in Brussels (UEB), includes 33,000 member companies located in the Brussels-Capital Region.&#xd;<br />The services that BECI provides to companies are those generally expected of a Chamber of Commerce: advice on imports and exports, legal and social advice, training, support for the creation of enterprises, administrative formalities, and the establishment of business contacts between companies, including via databases of Belgian companies.&#xd;<br />As an employers’ organization, BECI upholds the interests of companies located in Brussels with regard to the regional, federal and European authorities.&#xd;<br />BECI is member of the Enterprise Europe Network. In this framework, BECI has to inform the Brussels businesses on the EU legislation and directives. We listen to the problems the Brussels businesses face doing business at home or across Europe and we give the feedback to the European Commission. We make consultation of the companies on current or future legislation to help the EU Commission to improve legislation for the business of the Brussels companies.","acronym":"BECI","interests":"Business and Industry, Competition, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, International co-operation and development, Regional Policy, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Marché intérieur, Entreprises et industrie, commerce, Europaid, VAT, EU External investment, Free trade agreement","lastUp":"2019-02-26T16:24:10.619+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}