{"id":"12955024114-93","name":"Vattenfall","registrationDate":"2010-09-03T13:44:44.616+01:00","category":2,"subCategory":3,"legal":"Aktie Bolag (Listed Stock Corporation)","web":"http://vattenfall.com","country":"Sweden","headAddress":"Evenemangsgatan, 13","headCity":"Solna - Stockholm","headPostCode":"169 56","headPhone":"(46)87 39 50 00","boss":"Magnus Hall","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":5,"membersFTE":"3.5","membership":"Sectoral professional organisations&#xd;\n&#xd;\nEURELECTRIC (http://www.eurelectric.org/)&#xd;\nEFET (http://www.efet.org/)&#xd;\nIETA (http://www.ieta.org/)&#xd;\nEDSO for Smart Grids (http://www.edsoforsmartgrids.eu/)&#xd;\nEuroheat &amp; Power (http://www.euroheat.org/)&#xd;\nForatom (http://www.foratom.org/)&#xd;\nSmart Energy Demand Coalition (http://sedc-coalition.eu/)&#xd;\nEWEA (http://www.ewea.org/)","memberOrga":"","goal":"Vattenfall is Europe’s fifth largest generator of electricity and largest producer of heat.&#xd;<br />Consolidated sales in 2014 amounted to SEK 165,945 million (EUR 17,667 million). Vattenfall’s main products are electricity, heat and gas. In electricity, Vattenfall works in all parts of the value chain: generation, transmission, distribution and sales.  In heat, Vattenfall is active in production,&#xd;<br />distribution and sales. Vattenfall produces electricty and heat from six energy sources: hydro, nuclear, coal, wind, biomass and gas. Vattenfall is also engaged in production and sales of gas, energy trading, and lignite mining. The Group has approximately 30,000 employees, and the Parent Company, Vattenfall AB, is 100%-owned by the Swedish state. Operations in 2014 were conducted in Sweden, Denmark, Finland, Germany, the Netherlands (main markets) as well as the UK and France.","acronym":"","interests":"Budget, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, General and Institutional Affairs, Internal Market, Regional Policy, Research and Technology, Taxation, Trans-European Networks, Transport","euInitiatives":"EU Energy, Climate and Environment Policies and related topics - main files/initiatives: Energy Union, EU ETS, 2030 Climate &amp; Energy Framework, RES policies and legislation, Internal Energy Market policies and legislation, Energy Efficiency policies and legislation, Financial Market regulation, EU Urban agenda, Smart Cities","lastUp":"2017-02-24T15:54:46.659+01:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}