{"id":"12971262634-76","name":"European Road Transport Telematics Implementation Coordination Organisation-Intelligent Transport Systems &amp; Services Europe","registrationDate":"2009-11-18T09:50:26.335+02:00","category":4,"subCategory":5,"legal":"SCRL","web":"http://www.ertico.com/","country":"Belgium","headAddress":"Avenue Louise, 326","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)4 00 07 00","boss":"Jacob Bangsgaard","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":35,"membersFTE":"34.25","membership":"-TISA (Traveller Information Services Association)&#xd;\n-FIA (Fédération International de l'Automobile)&#xd;\n-MaaS Alliance (Mobility as a Service)","memberOrga":"","goal":"ERTICO – ITS Europe was founded at the initiative of leading members of the European Commission, Ministries of Transport and the European Industry.&#xd;<br />&#xd;<br />ERTICO is a public/private association specialised in  Intelligent Transport Systems and Services stakeholders in Europe.  We connect public authorities, industry players, infrastructure operators, users, national ITS associations and other organisations together.&#xd;<br />&#xd;<br />The ERTICO Partners and our dedicated team of highly skilled professionals work on a portfolio of activities to accelerate the development and deployment of ITS across Europe and beyond. &#xd;<br />&#xd;<br />In the past, ERTICO has played a leading role in advancing:&#xd;<br />&#xd;<br />-TMC standards; &#xd;<br />-an open framework for telematics services; &#xd;<br />-next generations of preventive safety systems; &#xd;<br />-next generation of digital maps &amp; associated applications; &#xd;<br />-the technical framework for interoperable tolling in Europe; &#xd;<br />-global implementation of ITS together with ITS America&#xd;<br />and ITS Japan.","acronym":"ERTICO-ITS Europe","interests":"Business and Industry, Digital economy and society, Energy, Environment, Regional Policy, Research and innovation, Trans-European Networks, Transport","euInitiatives":"We inform and advise policy makers on appropriate policy frameworks to stimulate market introduction and remove potential deployment barriers for Intelligent Transport Systems and Services.&#xd;<br /> &#xd;<br />We connect industry and policy stakeholders through the organisation of thematic events and workshops","lastUp":"2019-07-18T16:36:27.936+02:00","customers":"","costAbsolu":"","costRange":"3750000-3999999","turnoverAbsolu":0,"turnoverRange":""}