{"id":"12980957381-42","name":"Knowledge4Innovation","registrationDate":"2011-12-08T15:44:54.498+01:00","category":3,"subCategory":2,"legal":"Association sans but lucratif (asbl)","web":"http://www.knowledge4innovation.eu/SitePages/Home.aspx","country":"Belgium","headAddress":"Square de meeus, 35","headCity":"Brussels","headPostCode":"B-1000","headPhone":"(32)22 33 54 51","boss":"Roland STRAUSS","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":5,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"Knowledge4Innovation (K4I) is a non-profit, independent multi-stakeholder platform with members from the public, private and academic sectors. K4I is unique because it brings together the relevant actors and sectors with different backgrounds and expertise, mobilising know-how and resources and engaging in a permanent dialogue in the framework of the K4I Forum of the European Parliament.&#xd;<br />&#xd;<br />K4I’s Mission is to provide a space for debate on the future of innovation in Europe. The main objective is to make issues relevant to Europe’s ‘Knowledge and Innovation Union’ the top priority in the minds of policy-makers.","acronym":"K4I","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Horizon 2020&#xd;<br />Regional funds","lastUp":"2017-03-28T10:35:35.474+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}