{"id":"129805834924-62","name":"Instituto Rede Jubileu Sul Brasil","registrationDate":"2019-05-22T21:56:26.289+02:00","category":3,"subCategory":2,"legal":"associação sem fins lucrativos","web":"http://www.jubileusul.org.br","country":"Brazil","headAddress":"Rua Luis Góis, 1020 Conjunto 3 - 2 Andar","headCity":"São Paulo","headPostCode":"04043100","headPhone":"(55)11 31 12 15 24","boss":"Karina da Silva Pereira","bossTitle":"","bossPosition":"Diretora Presidente","membersCount":10,"membersFTE":"10.0","membership":"Rede Jubileu Sur Américas","memberOrga":"Amigos da Terra Brasil&#xd;\nAssociação de Favelas de São José dos Campos&#xd;\nCaritas Brasileira&#xd;\nCentral de Movimentos Populares&#xd;\nCentro cultural de Brasilia&#xd;\nCentro Dandara de Direitos Humanos&#xd;\nCentro de Estudos Biblicos&#xd;\nCentro de Pesquisa e Assessoria&#xd;\nColetivo Memória Latina&#xd;\nComissão Pastoral da Terra&#xd;\nConselho Indigenista Missionário&#xd;\nCooperativa de Pesca Artesanal de Iguape e região&#xd;\nFórum de Mudanças Climática e Justiça Social&#xd;\nGrito dos Excluídos/as&#xd;\nInstituto de Políticas Alternativas para o ConeSul&#xd;\nJuventude Operária Católica&#xd;\nMovimento de Conselhos Populares do Ceará&#xd;\nMovimento dos Atingidos por Barragens&#xd;\nPastorais Sociais / CNBB&#xd;\nPastoral da Mulher Marginalizada&#xd;\nPastoral Operaria Católica&#xd;\nRede Brasil de Justiça Ambiental&#xd;\nRede Feminista de Saúde e Direitos Reprodutivos&#xd;\nServiço Pastoral dos Migrantes&#xd;\nUnião dos Imigrantes Haitianos/as&#xd;\nCSP-Conlutas&#xd;\nFrente por uma Nova Política Energética","goal":"A rede Jubileu Sul é uma rede ampla e plural de organizações, pastorais, coletivos de base e movimentos sociais que atuam em países da América Latina e Caribe. Formalmente constituído em 1999, o Jubileu nasce tendo como objetivo principal o cancelamento das dívidas dos países do Sul Global. No Brasil, a constituição da rede é fruto de um rico processo de debate sobre a dívida nos anos de 1990, promovido por organizações sociais e populares, especialmente a partir da 3ª Semana Social Brasileira que teve como tema “Dívidas Sociais”.&#xd;<br />Trabalhamos juntos com o movimento global pelo cancelamento e repúdio às dívidas públicas externa e interna, exigindo a reparação e restituição do imenso dano que provoca aos países endividados e ao desenvolvimento humano, social, ambiental, político e econômico desses países.&#xd;<br />Seguindo a influência dos movimentos de resistência à dívida que cresceram durante a década de 1980, constituímo-nos como Jubileu Sul no ano de 1999 no bojo das campanhas do Jubileu 2000. Incorporamos o conceito SUL porque reflete critérios políticos e ideológicos, além de geográficos, e abrange os povos oprimidos e excluídos de todo o mundo.&#xd;<br />Entre nossas agendas está a defesa dos direitos humanos. Lutamos lado a lado com grupos e coletivos atingidos pelo modelo de desenvolvimento gerador de exclusão. Lutamos incansavelmente para mudar esse sistema. Defendemos um modelo de desenvolvimento inclusivo, equitativo e solidário que tenha em sua base os direitos dos povos e dos territórios respeitados. Buscamos promover um entorno favorável aos povos para o desenvolvimento sustentável para os povos. Buscamos fomentar a participação das OSC nos processos internacionais e a formulação de políticas nos países que contribuam com o desenvolvimento justo e solidário. Ao mesmo tempo buscamos aumentar as capacidades das OSC locais e regionais fortalecendo alianças regionais e mundiais para melhorar a ação como atores independentes do desenvolvimento.","acronym":"Rede Jubileu Sul","interests":"Agriculture and Rural Development, Borders and Security, Budget, Climate Action, Communication, Culture and media, Digital economy and society, Education and training, Food Safety, Foreign affairs and security policy, Fraud prevention, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Trade","euInitiatives":"- Foro Político sobre Desenvolvimento - FPA&#xd;<br />- Convenio Marco de Cooperação","lastUp":"2019-05-22T22:02:28.304+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}