{"id":"1298286943-59","name":"EuropaBio","registrationDate":"2009-01-08T15:56:46.791+02:00","category":2,"subCategory":4,"legal":"AISBL","web":"https://www.europabio.org","country":"Belgium","headAddress":"avenue de l'Armée, 6","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)27 35 03 13","boss":"Joanna Dupont-Inglis","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":5,"membersFTE":"1.25","membership":"Croplife International&#xd;\nhttp://www.europabio.org/members","memberOrga":"https://www.europabio.org/about-us/members","goal":"OUR VISION: Innovative biotechnology benefiting people and planet/ No other industrial sector enhances quality of life, knowledge, innovation, productivity and environmental protection like biotechnology, while also being beneficial for the economy. From new drugs that can address unmet medical needs and fight epidemics and rare diseases, to industrial processes that use renewable feedstocks instead of crude oil, to drought-resistant crops that allow farmers around the world to feed more people under ever-harsher climatic conditions, promoting and investing in biotech pays economic, social and environmental dividends.&#xd;<br />OUR MISSION: EuropaBio, the European Association for Bioindustries, is the recognised voice of the European biotech community championing world-class solutions for society's challenges. EuropaBio and its members are committed to the socially responsible use of biotechnology to improve quality of life, to prevent, diagnose, treat and cure diseases, to improve the quality and quantity of food and feedstuffs and to move towards a biobased and zero-waste economy. &#xd;<br />EuropaBio's primary focus is Europe but because of the global character of the business, we also represent our members in transatlantic and worldwide discussions. We are actively engaged in increasing communications surrounding the benefits of biotech and contribute to the creation of a coherent and positive innovation climate for the bioindustry in Europe. &#xd;<br />Through its member associations, EuropaBio fosters a standing open and transparent dialogue and communications with all stakeholders.&#xd;<br />&#xd;<br />OUR VALUES: We believe that the swift and steady development of science and technology calls for rapid identification and clarification of the ethical aspects of this development. We want to anticipate and explore the impact of change and to discuss its effects with the scientific community, the public and their elected representatives. The well-being of humans and animals, and the quality of our environment are the major concerns of any civilised society. They are fully shared by all of EuropaBio's member companies.","acronym":"","interests":"Agriculture and Rural Development, Business and Industry, Competition, Consumers, Economy, finance and the euro, Environment, Food Safety, Public Health, Research and innovation, Single market, Trade","euInitiatives":"Bioeconomy Strategy and action plan&#xd;<br />GMO legislation and review of legislation&#xd;<br />Regulation on Advanced Therapy Medicinal Products&#xd;<br />Directive 98/44/EC on the legal protection of biotechnological inventions&#xd;<br />Clinical Trials Directive &#xd;<br />Horizon 2020","lastUp":"2019-10-24T12:37:41.549+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}