{"id":"13019323995-97","name":"Children's Rights Alliance Ireland","registrationDate":"2010-08-06T18:23:24.012+01:00","category":3,"subCategory":2,"legal":"Registered Charity","web":"http://www.childrensrights.ie","country":"Ireland","headAddress":"7 Red Cow Lane","headCity":"Dublin","headPostCode":"Dublin 7","headPhone":"(3531)6 62 94 00","boss":"Tanya Ward","bossTitle":"Ms","bossPosition":"Chief Executive","membersCount":1,"membersFTE":"0.25","membership":"Eurochild","memberOrga":"http://childrensrights.ie/alliance-members&#xd;\nCurrent Total:  117 organisations","goal":"The Children’s Rights Alliance unites over 100 organisations to make Ireland one of the best places in the world to be a child. Our mission is to realise the rights of children in Ireland through securing full implementation of the UN Convention on the Rights of the Child. &#xd;<br />&#xd;<br />Within the life of our current Strategic Plan 2017-2021, the Children’s Rights Alliance has six strategic objectives. These six strategic objectives have been developed with the aim of progressing the realisation of children’s rights and ensuring a measureable improvement in the State’s response on each of the Alliance’s priority issues. &#xd;<br />&#xd;<br />1.\tTo secure changes in law to give meaningful effect to children’s rights. &#xd;<br />2.\tTo shape national policy to give meaningful effect to children’s rights and drive momentum across the State to meet its obligations to children and young people.&#xd;<br />3.\tTo drive home the need to invest in children early and build political support for greater access to quality services to ensure that children’s rights are fulfilled. &#xd;<br />4.\tTo promote access to child-friendly justice in civil, criminal and administrative proceedings.&#xd;<br />5.\tTo put a spotlight on serious children’s rights violations, in particular, the rights of children seeking international protection and in direct provision.&#xd;<br />6.\tTo continue to build a strong membership and ensure that the Children’s Rights Alliance has the people, systems, structures, procedures and resources in place to deliver on our strategic objectives.","acronym":"","interests":"Education, Employment and Social Affairs, Home Affairs, Information Society, Justice and Fundamental Rights, Youth","euInitiatives":"We are members of Eurochild, a network of organisations and individuals working in and across Europe to promote the rights and well-being of children and young people.","lastUp":"2018-03-06T17:30:09.138+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}