{"id":"130392430548-25","name":"KOTRA Brussels(Korea Trade-Investment Promotion Agency)","registrationDate":"2018-03-05T16:42:17.273+01:00","category":6,"subCategory":13,"legal":"Agency","web":"http://www.kotra.be","country":"Korea, republic of","headAddress":"13, Heolleung-ro, Seocho-gu","headCity":"seoul","headPostCode":"","headPhone":"(82)16 00 71 19","boss":"Jang Hee LEE","bossTitle":"Mr","bossPosition":"General Director","membersCount":1,"membersFTE":"0.25","membership":"portal website http://www.kotra.or.kr/","memberOrga":"http://www.kotra.be/menu.do?method=getPage&amp;tMNum=1&amp;iMNum=3&amp;menu_gr=2&amp;menu_id=4&amp;domain_no=44","goal":"Our office, The Korea Trade Centre(KOTRA Brussels), is one of the 111 overseas branch offices of the Korea Trade-Investment Promotion Agency(KOTRA) located in Seoul, Korea.Our agency provides the following services to companies in Belgium and Luxembourg. &#xd;<br />&#xd;<br />1. Facilitating International Trade&#xd;<br />&#xd;<br />KOTRA serves as a bridge between Korean exporters and overseas buyers in the following ways:&#xd;<br />&#xd;<br /> - Business Matchmaking - Trade Delegations : &#xd;<br />&#xd;<br />We work closely with the head office of KOTRA to introduce to Belgium companies the most appropriate business partners in Korea. Business matchmaking services are provided throughout the year, whereby 1:1 meetings between Korean and Belgium companies take the forms of meetings with Korean trade delegations visiting Belgium, meetings with KOTRA’s branch office service member companies, booth meetings with Korean exhibitors in Belgium exhibitions, and business meeting fairs in Korea.&#xd;<br />&#xd;<br /> - Exhibitions: &#xd;<br />&#xd;<br />We actively participate in both Belgium and Korean exhibitions. We facilitate the participation of Korean companies in major Belgium fairs. At the same time, we recruit Belgium buyers for exhibiting/visiting exhibitions and product shows held in Korea. While international trade fairs remain an effective way of displaying the nation’s high-quality products and technologies, KOTRA continues to strive for higher efficiency and quality.&#xd;<br />&#xd;<br /> - Market Research:&#xd;<br />&#xd;<br />We are dedicated to providing accurate and timely market information to both Korean and Belgium companies alike.&#xd;<br />&#xd;<br />2. Promoting Foreign Investment&#xd;<br />&#xd;<br />As the local representation of Invest KOREA, we serve as the first contact point for Belgium and Luxembourg-based investors considering a location in Korea. We provide comprehensive information on the Korean investment environment, industrial overview, trends and prospective partner companies. We invite Belgium and Luxembourg investors to join FDI promotion events and IRs in Korea to identify opportunities, while also organizing IR sessions and 1:1 meeting in Belgium and Luxembourg between Korean companies/organizations and local investors. &#xd;<br />&#xd;<br />When prospects for an investment is being reviewed or once an FDI project is launched, we cooperate with Invest KOREA which is the investment promotion division within KOTRA, to provide an integrated package of professional services through a designated project manager based in Seoul. The package includes, but is not limited to 1) Investment consultation (law, tax, accounting, etc.), 2) market research and partner search, 3) administrative support (visa, incorporation, etc.), and 4) follow-up aftercare.","acronym":"","interests":"Business and Industry, Energy, Environment, External Relations, Food Safety, Regional Policy, Single market, Trade, Trans-European Networks","euInitiatives":"European Commission DG Trade Policy on third country(FTA, dumping measure)&#xd;<br />European Commission Investment Policy&#xd;<br />EUR-Lex database(European Union Official Journal)","lastUp":"2019-03-21T09:27:28.975+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}