{"id":"130305227617-65","name":"Fresenius Kabi Deutschland GmbH","registrationDate":"2017-06-29T14:03:36.349+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.fresenius-kabi.com","country":"Germany","headAddress":"Fresenius Kabi Deutschland GmbH","headCity":"Bad Homburg","headPostCode":"61352","headPhone":"(49)6 17 26 86 -0","boss":"Marc-Alexander Mahl","bossTitle":"Mr","bossPosition":"Executive Vice President ","membersCount":2,"membersFTE":"0.75","membership":"Medicines for Europe, Medical Nutrition International","memberOrga":"","goal":"Fresenius Kabi is a global healthcare company that specializes in lifesaving medicines and technologies for infusion, transfusion and clinical nutrition. Our products and services are used to help care for critically and chronically ill patients. In Europe, Fresenius Kabi is the market leader in infusion therapy and clinical nutrition&#xd;<br />Fresenius Kabi employs about 35,000 people worldwide. With our corporate philosophy \"caring for life\", we are committed to putting essential medicines and technologies in the hands of people who help patients and finding the best answers to the challenges they face. Further we are committed to improving patients' quality of life wherever needed: whether in hospitals, medical centres or at patient's homes. &#xd;<br />Fresenius Kabi AG is a wholly owned subsidiary of the Fresenius SE &amp; Co. KGaA healthcare group.","acronym":"","interests":"Budget, Business and Industry, Communication, Competition, Customs, Economy, finance and the euro, Employment and Social Affairs, Environment, External Relations, Food Safety, General and Institutional Affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Trade","euInitiatives":"Public Health, Industrial and IP Policies, Pricing and Reimbursement Policies, Pharmaceutical and Biosimilars legislation, EU Trade Policy, European external trade agenda, Pharmaceuticals in the environment, global health.","lastUp":"2018-06-22T16:22:59.225+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}