{"id":"130592436422-49","name":"Guardian Media Group","registrationDate":"2019-10-31T13:22:36.664+01:00","category":2,"subCategory":3,"legal":"PLC","web":"https://www.theguardian.com/gmg/2018/jul/24/about-guardian-media-group","country":"United kingdom","headAddress":"90 York Way","headCity":"London","headPostCode":"N19GU","headPhone":"(0203)35 33 28 34","boss":"Richard Kerr","bossTitle":"Mr","bossPosition":"Chief Financial Officer","membersCount":2,"membersFTE":"0.5","membership":"GMG is a member of IAB Europe, the European Publishers' Council and a member of News Media Europe through its membership of the News Media Association in the UK.","memberOrga":"","goal":"Guardian Media Group is a leading commercial media organisation and independent news media business. GMG owns Guardian News &amp; Media (GNM), the publisher of theguardian.com website and the Guardian and Observer newspapers which are known for investment in globally acclaimed journalism, including the Paradise Papers and Panama Papers and Cambridge Analytica investigations.&#xd;<br />GNM’s unique structure and business model means that our owner - the Scott Trust - takes no dividend from the business.  This means that any revenue generated by GNM is reinvested back into funding more high-quality public interest Guardian journalism.  The Scott Trust endowment fund and a portfolio of other holdings exist to support the Guardian’s journalism by providing financial returns. GNM operates a mixed revenue model to support continued investment in high-quality journalism, combining the sale of print and digital advertising, newspapers at the newsstand, reader commerce opportunities, contributions, membership, and digital subscription services.","acronym":"GMG","interests":"Climate Action, Communication, Culture and media, Digital economy and society, Fraud prevention","euInitiatives":"GMG is interested in issues that affect the ability of GNM to: create public interest journalism, distribute that journalism in both physical and digital forms, and to monetise that content through the sale of advertising inventory and through the sale of news products and services in physical and digital formats.  This means that GMG is interested in a range of EU initiatives and policies including: measures to uphold media pluralism in Europe; the promotion of measures to increase the transparency of financial systems, such as 5MLD; the General Data Protection Regulation and the draft ePrivacy Regulation; the Platforms-to-Business Regulation, and; the work of DG Competition in digital markets.","lastUp":"2019-10-31T13:22:59.264+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}