{"id":"130859410757-03","name":"Südtiroler Bauernbund","registrationDate":"2013-03-20T09:04:08.320+01:00","category":3,"subCategory":2,"legal":"Nicht gewinnbringender Verein","web":"http://www.sbb.it","country":"Italy","headAddress":"K.-M.-Gamper Str., 5","headCity":"Bozen","headPostCode":"39100","headPhone":"(0039)04 71 99 93 14","boss":"Leo Tiefenthaler","bossTitle":"Mr","bossPosition":"Landesobmann","membersCount":1,"membersFTE":"0.25","membership":"...","memberOrga":"...","goal":"Zweck: Der Bauernbund verfolgt den Zweck:&#xd;<br />a) die Lage des Bauernstandes in wirtschaftl., sozialer, kultureller u. politischer Hinsicht zu stärken u. zu festigen;&#xd;<br />b) in Zusammenarbeit mit der Südt. Bäuerinnenorganisation, der Südt. Bauernjugend u. der Seniorenvereinigung im Südt. Bauernbund die Aus- u. Weiterbildung der Mitgl. zu fördern;&#xd;<br />c) die Stellung der Bäuerinnen, der Jugend u. der Senioren im gesellschaftlichen u. berufsständischen Leben zu fördern u. zu stärken, ihre Belange auf sozialem, kulturellem u. wirtschaftl. Gebiet zu vertreten u. für ihre Betreuung u. Unterstützung in allen Bereichen zu sorgen;&#xd;<br />d) den Bauernstand u. die eigenen Mitgl. gegenüber Behörden, Gewerkschaften u. wirtschaftl. Organisationen zu vertreten;&#xd;<br />e) das Standesbewusstsein des Bauernstandes zu fördern u. die Liebe zur heimatlichen Scholle zu pflegen;&#xd;<br />f) die Mitgl. u. deren Familienangehörige in allen ihren Fragen u. Problemen zu beraten u. betreuen.&#xd;<br />Zur Erreichung der im ersten Absatz angeführten Ziele unternimmt der Bauernbund jede geeignete Initiative, um den Mitgl. jedweden Beistand u. jede Beratung zukommen zu lassen. In diesem Rahmen bietet der Bauernbund seinen eigenen Mitgl. oder jenen anderer Organisationen, die Mitgl. des SBB sind, mit der eigenen Struktur oder über Dritte, direkte Dienstleistungen im Bereich der Information, der Aus- u. Weiterbildung sowie der Beratung u. Betreuung aus politisch-syndikaler u. technisch-rechtlicher Sicht im Steuer-, Verwaltungs-, Buchhaltungs-, Wirtschafts- u. Innovationsbereich sowie im Arbeits-, Sozial- u. Fürsorgebereich.&#xd;<br />&#xd;<br />Ziele: Zur Erreichung der Ziele können folgende Mittel eingesetzt werden:&#xd;<br />a) Information, Schulung u. Beratung durch Wort u. Schrift unter Zuhilfenahme aller öffentlichen Kommunikationsmittel, insbesondere der Zeitschrift „Südt. Landwirt”;&#xd;<br />b) Verfassung u. Einreichung von Eingaben, Entschließungen, Denkschriften, Vorschlägen zu Gesetzentwürfen für die gesetzgebenden Körperschaften u. Behörden;&#xd;<br />c) Einflussnahme auf die Entsendung von Vertretern des Bauernbund es in die gesetzgebenden Körperschaften (Gemeindevertretungen, Landtag, Parlament), in das landwirtschaft. Genossenschaftswesen u. überhaupt in alle die Landwirtschaft betreffenden wirtschaftl., sozialen u. kulturellen Einrichtungen;&#xd;<br />d) Förderung des landwirtschaftl. Genossenschaftswesens u. ähnlichen Einrichtungen; &#xd;<br />e) Errichtung von Auskunfts- u. Beratungsstellen zur Aufklärung der Mitgl. u. deren Familienangehörigen in rechtlichen, wirtschaftl., technischen u. finanziellen Angelegenheiten für die Verfassung von Gesuchen, Eingaben, Steuerberatungen, Abfassung der Steuererklärungen, Führung der Mehrwertsteuer- u. Einkommenssteuerregister, Ausarbeitung von Projekten u. dergleichen;&#xd;<br />f) Fürsorge für die bäuerliche Familie, Unterstützung aller Maßnahmen u. Bestrebungen sowie der Wohlfahrtspflege auf dem Lande;&#xd;<br />g) Soziale Betreuung der Mitgl. u. deren Familienangehörigen, auch durch Führen oder Gründen eines eigenen Patronates sowie Hilfeleistungen bei Notstandsfällen;&#xd;<br />h) Unterstützung u. Förderung des Zu- u. Nebenerwerbs; &#xd;<br />i) Beratung u. rechtliche Vertretung u. Unterstützung der Mitgl. u. deren Familienangehörigen bei der Hofübernahme sowie bei allen damit zusammenhängenden Leistungen;&#xd;<br />j) Beratung u. Betreuung der landwirtschaftl. Betriebe bei der Buchführung u. auf allen Gebieten des Steuerwesens;&#xd;<br />k) Beistand bei der Klärung von Versicherungsfragen auf dem Gebiet der Landwirtschaft sowie Übernahme der Führung entsprechender Einrichtungen;&#xd;<br />l) Errichtung eigener Sektionen für besondere Interessensgruppen u. Betreuungsformen der bäuerlichen u. ländlichen Bevölkerung;&#xd;<br />m) Förderung der Weiterbildung auf allen Ebenen;&#xd;<br />n) Erhaltung u. Pflege bäuerlichen Brauchtums, Kulturgutes u. des Trachtenwesens;&#xd;<br />o) Erhaltung u. Förderung des ländlichen Raumes;&#xd;<br />p) Unterstützung von Vorhaben u. Projekten, die die Lage des Bauernstandes in wirtschaftl., sozialer, kultureller u. politischer Hinsicht stärken u. festigen.","acronym":"SBB","interests":"Agriculture, Energy, Environment, Regional Policy","euInitiatives":"•\tCOM(2018) 321 final - MITTEILUNG DER KOMMISSION AN DAS EUROPÄISCHE PARLAMENT, DEN EUROPÄISCHEN RAT, DEN RAT, DEN EUROPÄISCHEN WIRTSCHAFTS- UND SOZIALAUSSCHUSS UND DEN AUSSCHUSS DER REGIONEN: Ein moderner Haushalt für eine Union, die schützt, stärkt und verteidigt mehrjähriger Finanzrahmen 2021-2027;&#xd;<br />•\tCOM(2018) 322 final - Vorschlag für eine VERORDNUNG DES RATES zur Festlegung des Mehrjährigen Finanzrahmens für die Jahre 2021 bis 2027;&#xd;<br />•\tCOM(2017) 713 final - MITTEILUNG DER KOMMISSION AN DAS EUROPÄISCHE PARLAMENT, DEN RAT, DEN EUROPÄISCHEN WIRTSCHAFTS- UND SOZIALAUSSCHUSS UND DEN AUSSCHUSS DER REGIONEN Ernährung und Landwirtschaft der Zukunft;&#xd;<br />•\tCOM(2018) 392 final - Vorschlag für eine VERORDNUNG DES EUROPÄISCHEN PARLAMENTS UND DES RATES mit Vorschriften für die Unterstützung der von den Mitgliedstaaten im Rahmen der Gemeinsamen Agrarpolitik zu erstellenden und durch den Europäischen Garantiefonds für die Landwirtschaft (EGFL) und den Europäischen Landwirtschaftsfonds für die Entwicklung des ländlichen Raums (ELER) zu finanzierenden Strategiepläne (GAP-Strategiepläne) und zur Aufhebung der Verordnung (EU) Nr. 1305/2013 des Europäischen Parlaments und des Rates sowie der Verordnung (EU) Nr. 1307/2013 des Europäischen Parlaments und des Rates;&#xd;<br />•\tVERORDNUNG (EU) 2017/2393 DES EUROPÄISCHEN PARLAMENTS UND DES RATES vom 13. Dezember 2017 zur Änderung der Verordnungen (EU) Nr. 1305/2013 über die Förderung der ländlichen Entwicklung durch den Europäischen Landwirtschaftsfonds die Entwicklung des ländlichen Raums (ELER), (EU) Nr. 1306/2013 über die Finanzierung, die Verwaltung und das Kontrollsystem der Gemeinsamen Agrarpolitik, (EU) Nr. 1307/2013 mit Vorschriften über Direktzahlungen an Inhaber landwirtschaftlicher Betriebe im Rahmen von Stützungsregelungen der Gemeinsamen Agrarpolitik, (EU) Nr. 1308/2013 über eine gemeinsame Marktorganisation für landwirtschaftliche Erzeugnisse und (EU) Nr. 652/2014 mit Bestimmungen für die Verwaltung der Ausgaben in den Bereichen Lebensmittelkette, Tiergesundheit und Tierschutz sowie Pflanzengesundheit und Pflanzenvermehrungsmaterial;&#xd;<br />•\tÖffentliche Konsultation zu EU-Fonds im Bereich der Kohäsion;","lastUp":"2018-11-02T08:47:29.786+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}