{"id":"13098435231-62","name":"South East European Centre for Entrepreneurial Learning","registrationDate":"2011-02-04T14:21:31.319+01:00","category":3,"subCategory":2,"legal":"Public organisation","web":"http://www.seecel.hr","country":"Croatia","headAddress":"Selska, 217","headCity":"Zagreb","headPostCode":"10000","headPhone":"(385)13 04 02 60","boss":"Efka Heder","bossTitle":"Ms","bossPosition":"Director","membersCount":5,"membersFTE":"5.0","membership":"","memberOrga":"","goal":"SEECEL’s mission is to promote policy-based integration of entrepreneurial learning into national system of pre-accession countries of South East Europe (SEE). SEECEL aims to support all participating countries in the alignment of policies and practice in life long entrepreneurial learning with those of the European Union as well as to identify other global models that may enhance the role of entrepreneurial learning in the context of knowledge-driven, small enterprise-dominated and highly competitive economies. SEECEL’s vision is to become an internationally recognised, trustworthy and efficient institution in the field of lifelong entrepreneurial learning with particular reference to policy and practice, data, knowledge and know-how.&#xd;<br />&#xd;<br />SEECEL member countries are: &#xd;<br />Republic of Albania&#xd;<br />Bosnia and Herzegovina&#xd;<br />Republic of Croatia&#xd;<br />Kosovo*&#xd;<br />The former Yugoslav Republic of Macedonia&#xd;<br />Montenegro&#xd;<br />Republic of Serbia&#xd;<br />Republic of Turkey","acronym":"SEECEL","interests":"Competition, Development, Education, Employment and Social Affairs, Enlargement, Enterprise, Financial Stability, Financial Services and Capital Markets Union , Justice and Fundamental Rights, Regional Policy, Research and Technology, Youth","euInitiatives":"EU 2020&#xd;<br />SEE 2020&#xd;<br />Small Business Act for Europe (SBA)&#xd;<br />European Entrepreneurship Competence Framework&#xd;<br />Others related to Entrepreneurial Learning and entrepreneurial competences","lastUp":"2018-02-06T14:48:19.009+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}