{"id":"131108422116-29","name":"MERIDIAM","registrationDate":"2016-06-06T10:56:18.224+02:00","category":2,"subCategory":3,"legal":"SAS - Société par Actions Simplifiées","web":"http://www.meridiam.com","country":"France","headAddress":"4 Place de l'Opéra","headCity":"PARIS","headPostCode":"75002","headPhone":"(33)01 53 34 96 96","boss":"Thierry DEAU","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"AFIC (Association Française des Investisseurs pour la Croissance)","memberOrga":"NA","goal":"Meridiam est une société française spécialisée dans l’investissement et la gestion d’actifs dans les infrastructures au service de la collectivité. Meridiam investit exclusivement en fonds propres dans des projets destinés à rendre un service aux citoyens et pilotés par la puissance publique. Meridiam développe, finance, construit et gère :&#xd;<br />Des infrastructures de transport (LGV, autoroutes, tunnels, aéroports), des équipement sociaux et éducatifs, des édifices de service au public (palais de justice, centres administratifs, ministères), des infrastructures de services en réseau (eau, énergie, télécommunications, gestion des déchets).","acronym":"MERIDIAM","interests":"Climate Action, Education and training, Energy, Environment, Trans-European Networks, Transport","euInitiatives":"Meridiam est un investisseur de long terme, gestionnaire d'actif, dans les infrastructures, intervenant notamment en Europe.&#xd;<br />&#xd;<br />A ce titre, nous avons un dialogue soutenu avec les institutions européennes, sous la forme de participations à des événements publics (e.g. TEN T Days) ou des ateliers / groupes de travail, sous la forme d'audition et de participation active.&#xd;<br />&#xd;<br />Les politiques que nous suivons ont notamment trait aux politiques :&#xd;<br />- régionale,&#xd;<br />- de transport, d'énergie et d'environnement et plus globalement impactant les infrastructures physiques européennes,&#xd;<br />- de compétitivité,&#xd;<br />- régulation financière (e.g. directives AIFM ou Solvency II ou encore règlement ELTIF)&#xd;<br />- de marchés publics,&#xd;<br />- de marché unique européen.","lastUp":"2018-04-27T10:21:21.693+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}