{"id":"131296923282-72","name":"VPE Vasúti Pályakapacitás-elosztó Kft.","registrationDate":"2016-09-06T15:30:52.920+02:00","category":6,"subCategory":9,"legal":"Kft.","web":"http://www.vpe.hu","country":"Hungary","headAddress":"Bajcsy-Zsilinszky út 48.","headCity":"Budapest","headPostCode":"1054","headPhone":"(36)13 01 99 00","boss":"Réka Németh","bossTitle":"","bossPosition":"ügyvezető igazgató","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"www.vpe.hu","goal":"A Vasúti Pályakapacitás-elosztó Korlátolt Felelősségű Társaság a vasútról szóló 1993. évi XCV. törvény alapján jött létre 2004-ben. Vasúti társaságoktól független, országos hatáskörű szerv, melynek kizárólagos tulajdonosa a magyar állam. A tulajdonosi jogokat az állam nevében a miniszter gyakorolja.&#xd;<br />&#xd;<br />A VPE Kft. hatáskörébe tartozik a vasúti közlekedésről szóló 2005. évi CLXXXIII. törvény 67/P. § (3) bekezdése alapján:&#xd;<br />&#xd;<br />a vasúti pályahálózat kapacitásának elosztása, beleértve mind az egyes menetvonalak meghatározását, mind azok rendelkezésre állásának felmérését, mind pedig azok elosztását,&#xd;<br />nem független pályahálózat-működtető esetén a nem független pályahálózat-működtető által működtetett vasúti pályahálózathoz történő hozzáférése költségeinek a meghatározása,&#xd;<br />a Díjképzési Módszertan és a Díjszámítási Dokumentum megállapítása, illetőleg a hozzáférésre jogosult által fizetendő hálózat-hozzáférési díjak összegének meghatározása, valamint a díjak beszedése, amely szolgáltatás nem minősül adóköteles tevékenységnek, valamint&#xd;<br />a nem független pályahálózat-működtető Hálózati Üzletszabályzatának kidolgozása.&#xd;<br />A VPE működését a kiszámlázott hálózat-hozzáférési díjból származó, kormányrendelet által meghatározott mértékű megbízási díjból fedezi. A VPE bevételeivel önállóan gazdálkodik, azok más célra nem vonhatók el.&#xd;<br />&#xd;<br />A VPE szervezete a társaság ügyvezetőjének szakmai felügyelete alatt működő osztályokból, csoportokból és az ügyvezető által közvetlenül irányított munkavállalókból áll.","acronym":"VPE Kft.","interests":"Trans-European Networks, Transport","euInitiatives":"A VPE Vasúti Pályakapacitás-elosztó Korlátolt Felelősségű Társaság tevékenységét a következő európai uniós joganyagok szabályozzák:&#xd;<br />&#xd;<br /> Az Európai Parlament és a Tanács 2012/34/EU Irányelve (2012. november 21.) az egységes európai vasúti térség létrehozásáról (átdolgozás) (EGT-vonatkozású szöveg) &#xd;<br />&#xd;<br />http://eur-lex.europa.eu/legal-content/HU/TXT/?qid=1441972848286&amp;uri=CELEX:32012L0034&#xd;<br />&#xd;<br />Az Európai Parlament és a Tanács 2004/49/EK irányelv (2004. április 29.) a közösségi vasutak biztonságáról, valamint a vasúttársaságok engedélyezéséről szóló 95/18/EK tanácsi irányelv és a vasúti infrastruktúrakapacitás elosztásáról, továbbá a vasúti infrastruktúra használati díjának felszámításáról és a biztonsági tanúsítványról szóló 2001/14/EK irányelv módosításáról&#xd;<br />&#xd;<br />http://eur-lex.europa.eu/legal-content/HU/TXT/?qid=1441973317001&amp;uri=CELEX:32004L0049&#xd;<br />&#xd;<br /> Az Európai Parlament és a Tanács 2008/110/EK Irányelve (2008. december 16.) a közösségi vasutak biztonságáról szóló 2004/49/EK irányelv (vasúti biztonsági irányelv) módosításáról (EGT-vonatkozású szöveg);&#xd;<br />http://eur-lex.europa.eu/legal-content/HU/TXT/?qid=1441973439186&amp;uri=CELEX:32008L0110&#xd;<br />&#xd;<br /> Az Európai Parlament és a Tanács 913/2010/EU Rendelete (2010. szeptember 22.) a versenyképes árufuvarozást szolgáló európai vasúti hálózatról (EGT-vonatkozású szöveg);&#xd;<br />http://eur-lex.europa.eu/legal-content/HU/TXT/?qid=1441973797986&amp;uri=CELEX:32010R0913&#xd;<br />A Rendeleten keresztül az Európai Unió az alábbi fő területeken kíván együttműködésre ösztönözni a harmonizációs folyamatnak megfelelően:&#xd;<br />- a pályahalózat-működtetők közötti koordináció fejlesztése,&#xd;<br />&#xd;<br />- a pályahálózathoz való hozzáférés feltételeinek fejlesztése,&#xd;<br />&#xd;<br />- megbízható és jó minőségű szolgáltatások biztosítása,&#xd;<br />&#xd;<br />- a tehervonatok megfelelő elsőbbségének biztosítása,&#xd;<br />&#xd;<br />- az intermodalitás fejlesztése a korridorok mentén, stb.","lastUp":"2018-07-30T09:33:13.568+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}