{"id":"131966829648-31","name":"Stichting Katholieke Universiteit Tilburg","registrationDate":"2018-01-18T10:59:21.484+02:00","category":4,"subCategory":12,"legal":"Foundation","web":"http://www.tilburguniversity.edu","country":"Netherlands","headAddress":"Warandelaan 2","headCity":"Tilburg","headPostCode":"5000 LE","headPhone":"(31)1 34 66 23 27","boss":"Koen  Becking ","bossTitle":"Mr","bossPosition":"President ","membersCount":3,"membersFTE":"1.0","membership":"VSNU: www.vsnu.nl&#xd;\nEASSH: www.eassh.eu","memberOrga":"","goal":"Tilburg University contributes to solving social issues. We achieve this mainly by developing and transferring knowledge and bringing together people from various disciplines and organizations. Therefore we have invited companies, organizations, government, and citizens to work together with us to develop new insights and solutions which create value for society. We create this innovation by conducting research, by learning, and by understanding. Understanding Society. Quality of education, social orientation, and a strong campus feeling form the basis of our education. Our green campus offers an attractive basis for fostering an international community where students and teachers can inspire and challenge each other and obtain knowledge. Our research links up with existing, complex societal issue. They require an integral approach, involving various academic disciplines. Our disciplines of economics, law, catholic theology, social and behavioral sciences, and humanities contribute each in their own way to Understanding Society. Tilburg University’s highly qualified staff produce high-level quality. We stimulate connection and cross-disciplinary cooperation between people and teams and promote quality of leadership within an effective organization.","acronym":"Tilburg University","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Horizon 2020 &#xd;<br />ERASMUS +&#xd;<br />European Structural Funds &#xd;<br />DGs at the European Commission","lastUp":"2018-08-16T12:13:27.497+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}