{"id":"1321739923-73","name":"NRW.BANK","registrationDate":"2009-01-06T14:37:25.523+02:00","category":2,"subCategory":3,"legal":"Anstalt des öffentlichen Rechts","web":"https://www.nrwbank.de","country":"Germany","headAddress":"Kavalleriestraße 22","headCity":"Düsseldorf","headPostCode":"40213","headPhone":"(49)2 11 91 74 10","boss":"Eckhard Forst","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstands","membersCount":2,"membersFTE":"2.0","membership":"Die NRW.BANK ist Mitglied im Bundesverband Öffentlicher Banken Deutschlands (VÖB), der European Association of Public Banks (EAPB) und dem Netzwerk Europäische Bewegung Deutschland (EBD) sowie der European Long Term Investors Association (ELTI).","memberOrga":"","goal":"Die NRW.BANK ist die Förderbank für Nordrhein-Westfalen. Sie unterstützt ihren Eigentümer, das Land NRW, bei dessen struktur- und wirtschaftspolitischen Aufgaben. In ihren drei Förderfeldern „Wirtschaft“, „Wohnraum“ und „Infrastruktur/Kommunen“ setzt die NRW.BANK ein breites Spektrum an Förderinstrumenten ein: von zinsgünstigen Förderdarlehen über Eigenkapitalfinanzierungen bis hin zu Beratungsangeboten. Dabei arbeitet sie wettbewerbsneutral mit allen Banken und Sparkassen in NRW zusammen. Die Kunden der NRW.BANK profitieren von günstigen Konditionen sowie von langen Laufzeiten und Zinsbindungen‎. Den Zugang zu Förderkrediten sichert sie durch optionale Haftungsfreistellungen für die durchleitende Hausbank.    &#xd;<br />In ihrer Förderung berücksichtigt die NRW.BANK  auch bestehende Angebote von Bund, Land und Europäischer Union.","acronym":"","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Economy, finance and the euro, Energy, Environment, General and Institutional Affairs, Regional Policy, Single market","euInitiatives":"CRR/CRD-Review&#xd;<br />Juncker-Investitionsplan","lastUp":"2018-05-03T17:00:04.218+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}