{"id":"13255254129-80","name":"Vereniging VNO-NCW","registrationDate":"2010-09-07T12:58:45.061+01:00","category":2,"subCategory":4,"legal":"Vereniging","web":"http://www.vno-ncw.nl","country":"Netherlands","headAddress":"Bezuidenhoutseweg, 12","headCity":"Den Haag","headPostCode":"2509 AA","headPhone":"(31)7 03 49 03 49","boss":"Cees Oudshoorn","bossTitle":"Mr","bossPosition":"algemeen directeur","membersCount":7,"membersFTE":"6.75","membership":"Lid van / Netwerken&#xd;\n- BUSINESSEUROPE&#xd;\n- ICC&#xd;\n- BIAC/OECD&#xd;\n- EESC","memberOrga":"http://www.vno-ncw.nl/over_vnoncw/leden_en_regios/ledenoverzicht/Pages/default.aspx","goal":"VNO-NCW is de grootste ondernemingsorganisatie van Nederland. &#xd;<br />VNO-NCW behartigt de gemeenschappelijke belangen van het Nederlandse bedrijfsleven zowel op nationaal als op internationaal niveau. De belangenbehartiging is gericht op het in stand houden en verder verbeteren van het ondernemings- en vestigingsklimaat voor Nederlandse ondernemingen en voor buitenlandse ondernemingen die in of vanuit Nederland willen opereren. De bij VNO-NCW aangesloten bedrijven en (branche)organisaties – tezamen zo’n 115.000 ondernemingen – vertegenwoordigen 90 procent van de werkgelegenheid in de Nederlandse marktsector. VNO-NCW werkt via een gemeenschappelijk beleidsbureau nauw samen met MKB-Nederland, de ondernemingsorganisatie voor het midden- en kleinbedrijf.","acronym":"VNO-NCW","interests":"Audiovisual and Media, Budget, Climate Action, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"VNO-NCW is in Brussel in principe actief op alle onderwerpen op sociaal en economisch gebied die van belang kunnen zijn voor het Nederlandse bedrijfsleven. De verantwoordelijkheden binnen het kantoor Brussel van VNO-NCW zijn te vinden op de website van VNO-NCW,&#xd;<br />http://www.vno-ncw.nl/over_vnoncw/KantoorBrussel/Pages/default.aspx&#xd;<br />De specifieke onderwerpen waar VNO-NCW mee bezig is zijn:&#xd;<br />- interne markt strategie: COM(2015) 550 final&#xd;<br />- digital single market: COM(2015) 192 final&#xd;<br />       (Digital Single Market mid-term review: COM(2017)     228 final)&#xd;<br />- Mobiliteitspakket: COM(2017) 283 final&#xd;<br />- (herziening) detacheringsrichtlijn: COM(2016)128&#xd;<br />- CMU: COM(2015) 468 final&#xd;<br />        (Mid-term review CMU: COM(2017) 292 final)&#xd;<br />- mededeling handelspolitiek: COM(2010)343 final","lastUp":"2018-03-06T10:18:58.014+01:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}