{"id":"133147210732-65","name":"Elektronische Sigaretten Bond Nederland","registrationDate":"2013-03-02T15:12:06.327+01:00","category":3,"subCategory":2,"legal":"trade association","web":"http://www.esigbond.nl","country":"Netherlands","headAddress":"Rotterdamseweg 366","headCity":"Delft","headPostCode":"NL-2629 HG","headPhone":"(31)6 55 70 74 26","boss":"Emil ‘t Hart","bossTitle":"Mr","bossPosition":"Chairman","membersCount":4,"membersFTE":"1.0","membership":"e-CAA (e-Cigarette Associations Alliance: www.e-caa.org)","memberOrga":"","goal":"De vereniging heeft als ondernemersorganisatie ten doel het verbeteren van de kwaliteit van elektronische sigaretten en het professionaliseren van het ondernemerschap in de elektronische sigaretten industrie, het verbeteren van de service en informatie voor de gebruiker van de elektronische sigaret, alsmede het behartigen van de individuele en collectieve belangen van haar leden en bevorderen van contacten tussen de leden, een en ander in de ruimste zin van het woord.&#xd;<br />&#xd;<br />De vereniging tracht dit doel op wettige wijze te realiseren, onder meer door:&#xd;<br />a. het bevorderen van overleg en samenwerking tussen de leden onderling en andere belanghebbenden bij elektronische sigaretten;&#xd;<br />b. het adviserend optreden bij de totstandkoming van overheidsmaatregelen met betrekking tot de import van, handel in en verkoop van elektronische sigaretten;&#xd;<br />c. het verzamelen van gegevens en het bestuderen van vraagstukken, welke voor de leden van belang zijn, alsmede het geven van voorlichting aan de leden;&#xd;<br />d. het samenwerken met, steunen van en deelnemen aan andere verenigingen en organisaties in binnen- en buitenland;&#xd;<br />e. het houden van regelmatige samenkomsten van haar leden ter uitwisseling van gedachten;&#xd;<br />f. het aanwenden van alle andere wettige middelen, die voor haar doel bevorderlijk kunnen zijn.","acronym":"Esigbond","interests":"Business and Industry, Competition, Consumers, Customs, Food Safety, Public Health, Taxation, Trade","euInitiatives":"Revised Tobacco Product Directive, tax regime for smoking alternatives, customs import taxes.","lastUp":"2019-12-04T22:15:17.752+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}