{"id":"133202128447-22","name":"Europos humanitarinis universitetas","registrationDate":"2017-09-26T14:08:46.028+02:00","category":4,"subCategory":12,"legal":"VšĮ","web":"http://www.ehu.lt","country":"Lithuania","headAddress":"Savičiaus g. 17","headCity":"Vilnius","headPostCode":"01127","headPhone":"(370)52 63 96 50","boss":"Sergei Ignatov","bossTitle":"Mr","bossPosition":"Rektorius","membersCount":2,"membersFTE":"0.5","membership":"European University Association, European Association of International Education, European University Foundation-Campus Europae, CUMULUS network, Lithuanian Association of Distance Learning","memberOrga":"","goal":"Mission: Student-centred University for promoting civil society development through Humanities and Liberal Arts for students from Belarus and the region by bringing them together in Vilnius and offering international experience in study quality.&#xd;<br />&#xd;<br />Vision in 2024: Internationally-oriented University, attracting civically-minded students from Belarus and the region, distinguished by commitment to the European values and Liberal Arts as well as rich on-campus life and alumni network.&#xd;<br />&#xd;<br />Values: &#xd;<br />European values – to encourage comprehensive student improvement and democratic attitudes toward personal and civil development by means of liberal teaching and learning and critical thinking.&#xd;<br />Study quality – to demonstrate superior academic and co-curricular experience.&#xd;<br />Agility – to ensure a timely and adequate response to changes in the external and internal environment.","acronym":"EHU","interests":"Communication, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Enlargement, External Relations, Foreign and Security Policy and Defence, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Youth","euInitiatives":"Europe 2020, Horizon 2020, Eastern Partnership program, European Union external policy vis-a-vis Belarus, Erasmus+ policy.","lastUp":"2018-09-13T11:48:22.922+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}