{"id":"133202128447-22","name":"Europos humanitarinis universitetas","registrationDate":"2017-09-26T14:08:46.028+01:00","category":4,"subCategory":12,"legal":"VšĮ","web":"http://www.ehu.lt","country":"Lithuania","headAddress":"Tauro g. 12","headCity":"Vilnius","headPostCode":"01114","headPhone":"(370)52 63 96 50","boss":"Joergen Joergensen","bossTitle":"","bossPosition":"L.e. rektoriaus pareigas","membersCount":2,"membersFTE":"0.5","membership":"European University Association, European Association of International Education, European University Foundation-Campus Europae, CUMULUS network, Lithuanian Association of Distance Learning","memberOrga":"","goal":"The mission of the European Humanities University is to facilitate and deepen the contribution that its students, graduates, and faculty can make to the quality and potential of their own lives and to their respective civil societies. By so doing, they contribute to Belarus and its integration into the European and global community. EHU intends to return to Belarus when it is convinced that academic freedom and the independence of the university can be assured.&#xd;<br />&#xd;<br />An education at EHU does more than immerse students in a range of subjects and disciplines. It promotes a transdisciplinary approach as well as the critical thinking skills that empower them to develop innovative solutions, ideas, and enterprises.&#xd;<br />&#xd;<br />At EHU, students study art, business, communication, cultural heritage, visual and cultural studies, design, law, philosophy, politics and economy, psychology, public policy, sociology…and they combine theory and practice through interactive, hands-on learning opportunities. They hone their communication skills in a state-of-the-art art media lab, observe elections as participants in the Election Observation: Theory and Practice program, practice legal skills with European and American experts and at the Philip C. Jessup International Moot Court Competition, organize and participate in exhibitions and cultural events, and develop and implement various projects of their own.&#xd;<br />&#xd;<br />EHU was originally founded in Minsk, Belarus in 1992 and was shut down by Belarusian authorities in 2004. Thanks to international support of donors, including the European Commission EHU was able to re-establish its operations in Vilnius, Lithuania in 2006. During almost 12 years of operations in Vilnius 2124 mostly Belarusian citizens graduated undergraduate, graduate, and doctoral programs of EHU.","acronym":"EHU","interests":"Audiovisual and Media, Climate Action, Communication, Culture, Development, Education, Employment and Social Affairs, Enlargement, External Relations, Foreign and Security Policy and Defence, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Youth","euInitiatives":"Europe 2020, Horizon 2020, Eastern Partnership program, European Union external policy vis-a-vis Belarus, Erasmus+ policy.","lastUp":"2017-09-26T14:09:31.519+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}