{"id":"13329455866-30","name":"Stichting Cordaid","registrationDate":"2011-05-18T15:39:49.502+02:00","category":3,"subCategory":2,"legal":"Stichting","web":"http://www.cordaid.org","country":"Netherlands","headAddress":"Grote Marktstraat 25","headCity":"Tha Hague","headPostCode":"2500 BK","headPhone":"(70)3 13 63 00","boss":"Kees Zevenbergen","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"1.5","membership":"CIDSE&#xd;\nCaritas&#xd;\nVOICE&#xd;\nCONCORD","memberOrga":"","goal":"Cordaid is the Catholic Organization for Relief and&#xd;<br />Development Aid. Our mission is to reduce fragility and&#xd;<br />people’s vulnerability where it is most needed and most&#xd;<br />difficult: in fragile and conflict-affected settings. &#xd;<br />We do this by promoting equality and social inclusion, by&#xd;<br />increasing the resilience of people and their communities and by strengthening the social contract between citizens and their governments.&#xd;<br />We focus our aid efforts in some of world’s most conflict-torn and volatile countries.&#xd;<br />&#xd;<br />In the Netherlands, we reduce poverty and promote&#xd;<br />inclusion by encouraging cooperative entrepreneurship for people with low incomes and a distance to the labour market.&#xd;<br />Cordaid originates from and remains firmly rooted in and&#xd;<br />accountable to the Dutch society. We present our contributors with real options for the greater good. We offer trainees and young experts opportunities to gain valuable experiences oversees and we are firmly connected with Dutch knowledge institutes and publicists to improve the knowledge base and inform the public on what works and does not work in international cooperation.&#xd;<br />We do not accept a world of inequality, exclusion and unsustainability. We are driven by the conviction that we, the human family, can build a better one.&#xd;<br />We believe that all humans are a single family and that the earth with all its resources is our common home.&#xd;<br />We envisage a world where the basics of a life in dignity are available to all. Where the poorest and the excluded can influence the decisions that affect them. Where each person is free to flourish, and can live in peace.&#xd;<br />Cordaid’s purpose is to:&#xd;<br />▪ provide emergency and refugee aid;&#xd;<br />▪ provide aid to specific groups such as elderly people, disabled people and children;&#xd;<br />▪ provide medical aid;&#xd;<br />▪ to reduce structural poverty of the oppressed.&#xd;<br />&#xd;<br />In view of the current global trends towards socio-economic interdependencies and globalisation, we recognize that fragility undermines regional stability and impacts negatively on global peace and sustainable and inclusive development. Therefore, Cordaid focuses its activities on working in and on fragility. &#xd;<br />Inspired by values of compassion, solidarity and subsidiarity, as well as the motivation to counteract inequality and exclusion, Cordaid’s mission is to reduce fragility and the vulnerability of people in fragile and conflict-affected societies.","acronym":"Cordaid","interests":"Borders and Security, Budget, Climate Action, Education and training, Employment and Social Affairs, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Trans-European Networks","euInitiatives":"Cordaid works to influence key decision-makers to ensure that EU policies affecting poor countries have a far reaching, positive impact on lives of people living in fragility.&#xd;<br />Cordaid's work spans numerous policy areas including development policy,  approach to aid effectiveness, fragility and crisis management, and the provision of humanitarian assistance to victims of conflicts and natural disasters. We  join forces with allied NGOs and civil society organizations.","lastUp":"2019-10-16T11:22:23.886+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}