{"id":"13324391892-74","name":"EnBW Energie Baden-W?rttemberg AG","registrationDate":"2009-06-23T13:57:15.607+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://enbw.com","country":"Germany","headAddress":"Durlacher Allee, 93","headCity":"Karlsruhe","headPostCode":"76131","headPhone":"(49)7 21 63 00","boss":"Frank Mastiaux","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstands","membersCount":6,"membersFTE":"3.25","membership":"EURELECTRIC, EGEC, EHPA, EDSO, Wind Europe","memberOrga":"","goal":"EnBW Energie Baden-W?rttemberg AG ? unser Name verweist auf unsere Wurzeln und unser Engagement. Unsere Vorg?ngerunternehmen haben vor ?ber einhundert Jahren begonnen, Elektrizit?t und damit Industrie und Wachstum nach Baden-W?rttemberg zu bringen. Heute geh?ren wir zu den gr??ten Energieversorgungsunternehmen in Deutschland und in Europa. Mit rund 20.000 Mitarbeitern versorgen wir 5,5 Millionen Kunden mit Strom, Gas, Wasser und energienahen Produkten und Dienstleistungen.&#xd;<br />&#xd;<br />Aufgrund unserer Herkunft und als Unternehmen, das mehrheitlich dem Land Baden-W?rttemberg und den Oberschw?bischen Elektrizit?tswerken ? einem kommunalen Zweckverband ? geh?rt, sind wir Baden-W?rttemberg auf besondere Weise verbunden. Es ist unser vorrangiges Ziel, unseren Heimatmarkt zuverl?ssig mit Energie zu versorgen und die Bestrebungen von B?rgern, Kommunen und Unternehmen nach einer dezentralen und selbstverantworteten Energieversorgung als Partner zu unterst?tzen.&#xd;<br />&#xd;<br />2013 haben wir unser Unternehmen mit dem Motto ?Energiewende. Sicher. Machen.? neu ausgerichtet. Seitdem treiben wir die Energiewende in Deutschland voran und haben unsere Konzernstrukturen verschlankt, um schnell und flexibel am Markt agieren zu k?nnen.&#xd;<br />&#xd;<br />Das Vertrauen unserer Kunden - Haushalte, Industrie und Kommunen - verdienen wir, weil wir ihr erster Ansprechpartner in Energiefragen sind.&#xd;<br />Diesen Anspruch l?sen wir ein auf der Basis unserer Erfahrung und Innovationskraft, aber auch durch Zuh?ren und Dialog. ?Nah beim Kunden? er?ffnen wir uns neue Wachstumschancen mit neuen Produkten und dezentralen L?sungen f?r eine nachhaltige Energieversorgung und mehr Energieeffizienz.&#xd;<br /> &#xd;<br />In den kommenden Jahren werden wir weitere Milliardensummen in den ?Maschinenraum der Energiewende? investieren: Wir forcieren den Ausbau der erneuerbaren Energien, vor allem der Wind- und Wasserkraft, und sichern gleichzeitig die Energieversorgung mit unseren modernen konventionellen Kraftwerken. Mit Netzausbau und intelligenter Technik schaffen unsere Netzt?chter die Voraussetzung, immer mehr erneuerbare Energien in die Netze und smarte Energiesysteme zu integrieren.","acronym":"EnBW","interests":"Budget, Climate Action, Competition, Consumer Affairs, Economic and Financial Affairs, Energy, Enterprise, Environment, External Relations, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Research and Technology, Taxation, Trans-European Networks, Transport","euInitiatives":"- Umsetzung der Energieunionsstrategie&#xd;<br />- Clean Energy for Europe mit der Reform des Strommarktdesigns, der Stromversorgungssicherheits-verordnung, der Erneuerbaren Richtlinie, der Energie- und Geb?udeenergieeffizienzrichtlinie sowie der Governance Verordnung&#xd;<br />- Reform der Gasversorgungssicherheitsverordnung und ?berpr?fung des Gasmarktdesigns&#xd;<br />- Finanzmarktregulierung&#xd;<br />- Energieinfrastrukturausbau&#xd;<br />- Energiesicherheit / EU-Energieau?enpolitik&#xd;<br />- Klimaschutzpolitik: ETS-Reform und UN Klimaschutz-verhandlungen&#xd;<br />- Umweltpolitik: Kreislaufwirtschaft, Revision der Wasserrahmenrichtlinie, Umweltaktionsprogramm&#xd;<br />- Digitalisierungspolitik und Telekommunikationspolitik","lastUp":"2017-06-08T09:44:49.292+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}