{"id":"133425935920-17","name":"The European Business Council in Japan","registrationDate":"2019-09-17T05:20:03.897+02:00","category":3,"subCategory":2,"legal":"Chamber of Commerce","web":"http://ebc-jp.com","country":"Japan","headAddress":"Sanbancho POULA Bldg. 2F","headCity":"Tokyo","headPostCode":"102-0075","headPhone":"(81)03 32 63 62 22","boss":"Francesco Formiconi","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":3,"membersFTE":"3.0","membership":"","memberOrga":"https://www.ebc-jp.com/index.php/stakeholders","goal":"The European Business Council (EBC) is the trade policy arm of 17 European National Chamber of Commerce and Business Associations in Japan and has been working to improve the trade and investment environment for European companies in Japan since 1972. The EBC was registered with the Ministry of Economy, Trade and Industry (METI) in 2008 as the European (EU) Chamber of Commerce in Japan with the scope of directly influencing  EU and Japanese trade policies through continuous contacts with EU Commission, EU Delegation in Japan and through EBO-WWN activities.","acronym":"EBC","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"The core mission of the EBC  is to promote an impediment-free business and investment environment that will make it less difficult and costly to do business here. The advantages to Japan are obvious – an impediment-free market will serve as a catalyst for global trade liberalisation and prosperity. Unified markets are needed to create a business environment which will stimulate innovation and economic growth, more investment and create new jobs.&#xd;<br />&#xd;<br />The advocacy activities of our organization is carried on through regular contacts with members of the EU Commission, the issuance of a yearly multi-sector position paper that is circulated among EU and Japanese officials, the organization of events and seminars in which such advocacy issues are presented and the support to the consultation process to establish new EU legislation or amend the current ones.&#xd;<br />&#xd;<br />Monitoring the EPA between EU and Japan is also our main task","lastUp":"2019-09-23T12:41:43.590+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}