{"id":"133532834395-40","name":"XELLZ","registrationDate":"2019-03-29T09:56:06.731+01:00","category":3,"subCategory":2,"legal":"B.V. (Limited Liability Company)","web":"https://XELLZ.com","country":"Netherlands","headAddress":"Voorling 170","headCity":"De Kwakel","headPostCode":"1424 RS","headPhone":"(3120)8 08 31 28","boss":"Petrus H.J. Bouwhuis","bossTitle":"Mr","bossPosition":"President &amp; CEO","membersCount":39,"membersFTE":"26.5","membership":"http://projectfreight.net","memberOrga":"We are a member of the Project Freight Network (PFN)&#xd;\n&#xd;\nThis network organization is based in The Netherlands and has members from all over the world. They look after the interest of its members and is active in training activities.","goal":"XELLZ® provides a complete solution for the Heavy Lift &amp; Project Freight and Logistics industry from the shipper’s perspective with in-house integration into the transport &amp; logistics and supply chain process.&#xd;<br />&#xd;<br />At XELLZ we believe that it is our responsibility to operate lean and with no duplication of processes and creating project logistics cost savings while on a project for our customer. It’s our core believe that only when processes and operations are to the max of its simplicity, while keeping a high standard, that there is optimum control on project logistics execution and cost impact. It is also our obligation to see to it that a project logistics operation is done in an open book policy environment and with complete transparency whereby no items, duties, or responsibilities are hidden from our customers.","acronym":"XELLZ","interests":"Business and Industry, Digital economy and society, Energy, Fraud prevention, International co-operation and development, Trade, Trans-European Networks, Transport","euInitiatives":"We as XELLZ group of companies uphold the EU and International anti-corruption policy, GDPR and any other regulation and or guideline that is relevant for the project logistics industry.","lastUp":"2019-03-29T09:56:59.854+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}