{"id":"13376004824-21","name":"Фондация БлуЛинк","registrationDate":"2010-12-18T19:20:33.263+02:00","category":3,"subCategory":2,"legal":"Not-for-Profit Organization - Foundation","web":"http://www.bluelink.net/en","country":"Bulgaria","headAddress":"Slivnitsa Blvd., 263","headCity":"Sofia","headPostCode":"1202","headPhone":"(359)8 88 70 46 61","boss":"Natalia Dimitrova-Popova","bossTitle":"Ms","bossPosition":"Chair of the Board","membersCount":4,"membersFTE":"2.25","membership":"APC’s mission is to empower and support organisations, social movements and individuals in and through the use of information and communication technologies (ICTs) to build strategic communities and initiatives for the purpose of making meaningful contributions to equitable human development, social justice, participatory political processes and environmental sustainability.&#xd;\n &#xd;\nEU-Russia Civil Society Forum,  https://eu-russia-csf.org/  &#xd;\nEU-Russia Civil Society Forum (Forum, or CSF) is a network of thematically diverse non-governmental organisations from Russia and the European Union, established as a bottom-up, non-partisan civic initiative. The Forum serves as a platform for members to engage in joint activities, articulate common positions, provide support and solidarity, and exert civic influence on policy- and decision-making on the (inter)governmental level. Driven by a vision of ‘the civil society beyond borders’, the Forum brings together organisations and people and therefore contributes to the integration between Russia and the EU, based on common values of pluralistic democracy, rule of law, human rights and social justice.&#xd;\n &#xd;\nJustice and Environment (http://www.justiceandenvironment.org)&#xd;\nJustice and Environment is a network of environmental lawyers that work for a stronger environmental legislation and implementation on both the national and European Union stages to protect the environment, people and nature. The network covers 15 European countries, most of them EU Member States. The network focuses on EU law implementation experiences at national level  and EU level.&#xd;\n &#xd;\nSmoke-Free Life Coalition, https://www.coalicia.bezdim.org/bg/&#xd;\nThe smoke-free coalition emerged spontaneously after the 2010 proposal to repeal the Total ban on smoking in public places. It is open to civil, public, municipal and state organizations that share its specific objectives at the present time – support of the Total ban on smoking in closed public places and the strict implementation of the Health Act in Bulgaria, as well as its common goals - restricting smoking in Bulgaria and reducing the number of smokers, especially among young people.","memberOrga":"BlueLink was founded in 1998 and registered in 1999 by:&#xd;\nECO-CLUB 2000 – Sofia;&#xd;\nPublic  Center for Environment and Sustainable Development – Varna (did not register as a formal co-founder);&#xd;\nZa Zemiata/Friends of the Earth Europe;&#xd;\nCentre for Environmental Education and Information – Sofia;&#xd;\nBalkani Wildlife Nature Conservation Society - Sofia;&#xd;\nGeo Eco Club Academica  Veliko Tarnovo;&#xd;\nTerra Environmental Association – Blagoevgrad;&#xd;\nSemperviva – Pernik (did not register as a formal co-founder);&#xd;\nPavel P Antonov, PhD;&#xd;\nVassil Beyazov, Dipl. Arch; and&#xd;\nWillem Tjebbe Oostenbrink.&#xd;\n&#xd;\nSee more: http://www.bluelink.net/en/team-board-and-founders.html","goal":"BlueLink is a foundation, registered in public interest in Bulgaria to uphold civil society, democracy, shared European values and environmental sustainability. BlueLink strives to its purpose by supporting internet networking, public interest journalism, policy advocacy and research.&#xd;<br />&#xd;<br />BlueLink's main fields of activity are in:&#xd;<br />-maintaining the BlueLink Civic Action Network - a networking, coordination and information exchange hub at www.bluelink.net; &#xd;<br />-supporting civil society participation, access to information and justice, and stakeholder engagement through strategic use of internet and other activities;&#xd;<br />-operating a virtual newsroom to publish Evromegdan (in Bulgarian) and BlueLink Stories (in English, for Central and Eastern Europe) as e-magazines for ethical journalism in public interest; and&#xd;<br />- fostering research and analysis of internet freedom, technological and social change, civil society, democracy and sustainable development, and shaping policies that foster them.&#xd;<br />&#xd;<br />Supporting Voice -  BlueLink's Strategy for 2017 - 2020 &#xd;<br />&#xd;<br />The BlueLink.net civil society e-network was launched in Bulgaria in 1998. Today BlueLink is a well established hub of coordination, exchange of information and information technology innovation among environmental civil society organisations (CSOs) and groups. Some of Bulgaria’s most active and reputable environmental groups are among BlueLink’s founders. International organisations, such as the Aarhus Convention Secretariat at UNECE and the Regional Environmental Center for CEE,  state authorities, such as the Ministry of Environment and Waters and the Forestry Agency, municipalities and countless NGOs have partnered with BlueLink.&#xd;<br />BlueLink operates from Bulgaria across Central and Eastern Europe, the EU, South Eastern Europe, the former USSR, and globally as a member of the Association for Progressive Communications. It is also a member of other coalitions, platforms and initiatives across Europe and Bulgaria.","acronym":"BlueLink","interests":"Agriculture and Rural Development, Climate Action, Communication, Consumers, Culture and media, Digital economy and society, Education and training, Energy, Enlargement, Environment, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Transport, Youth","euInitiatives":"Freedom of Expression, freedom of speech: Article 10 of the European Convention on Human Rights. &#xd;<br />Directive on Copyright in the Digital Single Market&#xd;<br />Aarhus Convention on the access to information, justice and public participation in environmental matters.&#xd;<br />EU Directives on EIA, SEA and Habitats Directive, Water Framework Directive. &#xd;<br />WHO Framework Convention on Tobacco Control","lastUp":"2019-06-04T14:04:46.430+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}