{"id":"13426872534-79","name":"Change s.p.r.l.","registrationDate":"2009-10-22T10:31:01.781+02:00","category":1,"subCategory":6,"legal":"s.p.r.l.","web":"http://www.changesprl.com","country":"Belgium","headAddress":"Rue du Trone, 113- 115","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)0 22 30 74 31","boss":"Paolo Snidero","bossTitle":"Mr","bossPosition":"Legal Representative","membersCount":1,"membersFTE":"0.25","membership":"To foster the European integration process and the internationalisation of economic exchanges and support the capacity building actions, Change, since 2001, became partner of “EAN (European Academy Network - Brussels)”, whose members come from different European countries, and whose mission is to create strong thematic networks, through creation of \"laboratories\", using non formal training between \"trainers and stakeholders\" on European policies related to different issues (call for tenders, call for proposals, environment, capacity building tools, urban regeneration, ICT, etc.), involving both public and private operators. &#xd;\n&#xd;\nWEB-SITE: www.eanetwork.be&#xd;\n&#xd;\nThe company is actively co-operating with EVTA (European Vocational Training Association Brussels), in actions and projects connected to the new \"Europe2020\" priorities, in the field of vocational training, aiming to define targets and objectives related to \"An Agenda for new comptences and new jobs\", especially in the field of Culture and Tourism in Europe.","memberOrga":"","goal":"Change Sprl was born in 2001 to create a unit dealing with project design and international cooperation, with a focus on culture, local development and innovation connected to the promotion of territorial basins. Change develops information and research activities about the EU, aiming at promoting debate and enlarging the knowledge of the European integration process and increasing European Cohesion, based on the principle of Community Led Local Development.&#xd;<br />&#xd;<br />&#xd;<br />The integrated services provided to Public Authorities, Associations and private companies are the following:&#xd;<br />&#xd;<br />&#xd;<br />INTERNATIONAL PROMOTION &#xd;<br />Accreditation to European Institutions, thematic networks and Country Permanent Representatives in Brussels;&#xd;<br />Trademark registration and protection;&#xd;<br />Domiciliation at the Company Brussels office;&#xd;<br />Information on programmes and funds directly managed by the European Commission.&#xd;<br />&#xd;<br />&#xd;<br />TECHNICAL ASSISTANCE &#xd;<br />Organisation of thematic roundtables;&#xd;<br />Specific training on EU policies and related themes, in partnership with EAN - European Academy Network;&#xd;<br />Project laboratories;&#xd;<br />Capacity building actions.&#xd;<br />&#xd;<br />&#xd;<br />Change sprl also developed a sound experience in EU public affairs, especially in the fields of culture, active citizenship and social inclusion. Change can provide its clients, both private and public bodies, with timely information on European regulations and policies in the abovementioned sectors and help them define their strategic objectives in line with EU priorities and goals.&#xd;<br />Since its foundation, Change has been organising public conferences / workshops / Info days and meetings with key stakeholders in Brussels on strategic issues connected to EU strategies and programmes.&#xd;<br />&#xd;<br />&#xd;<br />Mr. Paolo Snidero, CEO of Change sprl, is accredited as a representative of interests at the European Parliament","acronym":"Change","interests":"Business and Industry, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Enlargement, Environment, Justice and Fundamental Rights, Regional Policy, Research and innovation, Transport, Youth","euInitiatives":"The company activity mainly focuses on:&#xd;<br />&#xd;<br />-Technical assistance in project drafting/management;&#xd;<br />&#xd;<br />-Provision of information on EU policies, regulations, funding opportunities;&#xd;<br />&#xd;<br />-Organisation of accreditation meetings to introduce companies, projects and initiatives to EU institutions, thematic networks, Country Permanent Representatives and other stakeholders based in Brussels;&#xd;<br />&#xd;<br />-Organisation of training courses on EU issues, also involving representatives and officials from EU institutions;&#xd;<br />&#xd;<br />-Capacity building to support companies in applying to call for tenders&#xd;<br />&#xd;<br />-Events organisation in Brussels (this service is about to be started) &#xd;<br />&#xd;<br />In its activity the company mainly follows the latest development on:&#xd;<br />&#xd;<br />- Current European Policies in the field of education and training, including related funding programmes&#xd;<br />&#xd;<br />- Current European Policies in the field of culture, including transnational co-operation and media&#xd;<br />&#xd;<br />- Current European policies to promote employment and social inclusion&#xd;<br />&#xd;<br />- Future EU policies in the same fields for the 2021 - 2027 programming period, which are currently being defined by EU institutions","lastUp":"2019-07-25T10:26:46.355+02:00","customers":"Procaffé SpA,Cinque sprl,Italhousing Ambiente Oleggio srl","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":""}