{"id":"13426872534-79","name":"Change s.p.r.l.","registrationDate":"2009-10-22T10:31:01.781+01:00","category":1,"subCategory":6,"legal":"s.p.r.l.","web":"http://www.changesprl.com","country":"Belgium","headAddress":"Rue du Trone, 113- 115","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)0 22 30 74 31","boss":"Paolo Snidero","bossTitle":"Mr","bossPosition":"Legal Representative","membersCount":2,"membersFTE":"0.5","membership":"To foster the European integration process and the internationalisation of economic exchanges and support the capacity building actions, Change, since 2001, became partner of “EAN (European Academy Network - Brussels)”, whose members come from different European countries, and whose mission is to create strong thematic net-works, through creation of \"laboratories\", using non formal training between \"trainers and stake-holders\" on European policies related to different issues (call for tenders, call for proposals, environment, capacity building tools, urban regeneration, ICT, etc.), involving both public and private operators. &#xd;\n&#xd;\nWEB-SITE: www.eanetwork.be&#xd;\n&#xd;\nThe company is working actively with EVTA (European Vocational Training Association Brussels), in actions and projects connected to the new \"Europe2020\" priorities, in the field of vocational training, aiming to define targets and objectives related to \"An Agenda for new comptences and new jobs\", especially in the field of Culture and Tourism in Europe.","memberOrga":"","goal":"Change Sprl was founded in 2001 to create a unit dealing with project design and international cooperation, with a focus on the cultural and innovation sector connected to the valorisation of territorial basins. Change’s mission is to develop information and research activities about the EU, aiming at promoting debate and enlarging the knowledge of the European integration process and increasing European Cohesion, especially in Central and Southern Europe (including the Balkan area).&#xd;<br />&#xd;<br />The integrated services provided to Public Authorities, Associations and private companies are the following:&#xd;<br />&#xd;<br />INTERNATIONAL PROMOTION&#xd;<br />-\tAccreditation to European Institutions;&#xd;<br />-\tTrademark protection;&#xd;<br />-\tDomiciliation;&#xd;<br />-\tInformation on programmes and funds directly managed by the European Commission.&#xd;<br />&#xd;<br />TECHNICAL ASSISTANCE&#xd;<br />-\tThematic round table;&#xd;<br />-\tSpecific training - EAN European Academy Network;&#xd;<br />-\tProject laboratories;&#xd;<br />-\tCapacity building actions, on the field.&#xd;<br />&#xd;<br />Change also developed a solid experience in EU public affairs particularly in the fields of culture, active citizenship policies as well as cultural dialogue and social integration. Change can  provide its clients, both private and public bodies, with timely information on European regulatory and policy development in the abovementioned sectors an help them define their strategic objectives in line with EU policy developments.&#xd;<br />&#xd;<br />Since its foundation, Change organises public conferences / workshops / Info days in Brussels on strategic issues concerning EU strategies and programmes.&#xd;<br />&#xd;<br />Mr. Paolo Snidero, CEO of Change sprl, is accredited as a representative of interests at the European Parliament","acronym":"Change","interests":"Audiovisual and Media, Consumer Affairs, Culture, Education, Employment and Social Affairs, Enlargement, Enterprise, Environment, Information Society, Justice and Fundamental Rights, Regional Policy, Research and Technology, Transport, Youth","euInitiatives":"- Technical assistance in project drafting/management;&#xd;<br />- Provision of information on EU policies, legislation, funding opportunities;&#xd;<br />- Contacts with EU institutions and other organisations and networks based in Brussels;&#xd;<br />- Organisation of training courses on EU issues, involving representatives and officials from EU institutions;&#xd;<br />- Capacity building in applying to call for tenders.","lastUp":"2017-02-13T11:52:22.748+01:00","customers":"2B3 Consulting sprl","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":""}