{"id":"13457582538-68","name":"Energy UK","registrationDate":"2009-10-22T16:43:53.346+01:00","category":2,"subCategory":4,"legal":"Private Limited Company","web":"http://www.energy-uk.org.uk/","country":"United kingdom","headAddress":"Regent Street, 5-11","headCity":"London","headPostCode":"SW1Y 4LR","headPhone":"(44)0 20 79 30 93 90","boss":"Lawrence Slade","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":6,"membersFTE":"2.0","membership":"Energy UK is a member of EURELECTRIC and associate member of Eurogas","memberOrga":"http://www.energy-uk.org.uk/about-us/about-our-members.html","goal":"Energy UK represents Britain’s energy industry with over 90 members covering electricity and gas generators as well as suppliers. Our members represent the spread and diverse nature of the UK’s energy sector, from the largest energy firms to the growing suppliers and generators which now make up over half our membership.&#xd;<br />&#xd;<br />Our members turn renewable energy sources - as well as nuclear, gas and coal - into electricity for over 27 million homes and every business in Britain.  Over 637,000 people rely on the sector for their jobs with many members providing long-term employment, quality apprenticeships and training for those starting their careers.&#xd;<br />&#xd;<br />Energy UK's core activities are representing and informing its members of key developments within the energy sector. The Association works closely with the UK government and regulators and with the EU institutions, to improve understanding of the industry and pursue the best possible climate for investment. Energy UK's key objective is promoting stable, clear policy frameworks in which companies are able to make long-term, high capital investments in energy infrastructure.","acronym":"","interests":"Competition, Economic and Financial Affairs, Energy, Environment, Financial Stability, Financial Services and Capital Markets Union , Internal Market, Research and Technology, Taxation, Trans-European Networks","euInitiatives":"Energy Union&#xd;<br />2030 climate and energy framework&#xd;<br />Single market in electricity and gas&#xd;<br />Retail markets&#xd;<br />Financial regulation&#xd;<br />Security of supply policy&#xd;<br />Renewables&#xd;<br />Energy efficiency&#xd;<br />Emissions Trading&#xd;<br />Air quality policy&#xd;<br />Waste policy&#xd;<br />Water policy","lastUp":"2018-02-01T13:29:22.978+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}