{"id":"135509227780-35","name":"LEGA ANTI VIVISEZIONE ONLUS","registrationDate":"2017-07-18T16:59:32.211+02:00","category":3,"subCategory":2,"legal":"ASSOCIAZIONE NO PROFIT","web":"http://www.lav.it","country":"Italy","headAddress":"VIALE REGINA MARGHERITA, 177","headCity":"ROMA","headPostCode":"00198","headPhone":"(39)0 64 46 13 25","boss":"ROBERTO BENNATI","bossTitle":"Mr","bossPosition":"VICEPRESIDENTE","membersCount":3,"membersFTE":"0.75","membership":"EUROGROUP FOR ANIMALS&#xd;\nDFE Dolphinaria Free Europe&#xd;\nFFA Fur Free Alliance","memberOrga":"","goal":"La LAV promuove il riconoscimento e il rispetto dei diritti degli animali attraverso normative nazionali e locali a favore degli animali e un dialogo costante con le Istituzioni, per ottenerne l’applicazione. La LAV coordina l’Intergruppo Parlamentare Animali, costituito da deputati e senatori sensibili alle tematiche animaliste. Vengono così presentate  proposte di legge, emendamenti e interrogazioni. In ambito europeo, la LAV segue l’Intergruppo per il Benessere  e la Conservazione degli animali,con Eurogroup for Animals, e svolge attività nelle Coalizioni Europee contro la vivisezione, la detenzione in cattività, sugli animali d’allevamento. La LAV conduce campagne di sensibilizzazione e di informazione verso i cittadini, facendo conoscere nuovi consumi che non comportino sofferenza per gli animali. Sviluppa progetti didattico-educativi rivolti alle giovani generazioni e alle scuole.","acronym":"LAV","interests":"Agriculture, Climate Action, Consumers, Environment, Food Safety, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Trade, Transport","euInitiatives":"Tutte le questioni relative agli animali, in particolare per quanto riguarda il benessere degli animali &#xd;<br />e la legislazione alimentare, così come le politiche legate ai metodi di produzione alimentare, biodiversità, natura,&#xd;<br />specie selvatiche","lastUp":"2018-06-21T10:35:53.631+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}