{"id":"135555234617-92","name":"Politechnika Łódzka (Lodz University of Technology)","registrationDate":"2019-04-19T12:37:39.772+02:00","category":4,"subCategory":12,"legal":"non for profit legal entity","web":"https://www.p.lodz.pl/en","country":"Poland","headAddress":"Żeromskiego 116","headCity":"Łódź","headPostCode":"90-924","headPhone":"(4842)6 31 20 01","boss":"Sławomir  Wiak","bossTitle":"Mr","bossPosition":"Rector","membersCount":2,"membersFTE":"2.0","membership":"Lodz University of Technology is a member of many international organizations https://www.p.lodz.pl/pl/organizacje-miedzynarodowe. Below there are links to their websites:&#xd;\nL’Agence universitaire de la Francophonie https://www.auf.org/&#xd;\nAmerican Chemical Society (ACS) https://www.acs.org/content/acs/en.html&#xd;\nThe Baltic University Programme http://www.balticuniv.uu.se/&#xd;\nCampus Europae https://campuseuropae.org/&#xd;\nThe European Association of ERASMUS Coordinators (EAEC) http://www.eaecnet.com/index.php?id=7&#xd;\nEuropean Distributed Energy Resources Laboratories https://der-lab.net/about/&#xd;\nThe European Federation of Biotechnology (EFB) http://www.efbiotechnology.org/sections/about_us&#xd;\nThe European Forum for Industrial Biotechnology &amp; the Bioeconomy (EFIB) https://efibforum.com/about/overview/&#xd;\nThe European University Association (EUA) https://eua.eu/about/who-we-are.html&#xd;\nMagna Charta Universitatum http://www.magna-charta.org/&#xd;\nStudy in Poland http://www.studyinpoland.pl/en/&#xd;\nStudy Engineering in Poland http://www.thinkpoland.org/art/study-engineering-in-poland","memberOrga":"TUL is not an association.","goal":"Politechnika Lodzka (the Lodz University of Technology - TUL) is one of the biggest universities in the country (established in 1945). TUL is a research performing organizations active in the field of life sciences, being in the process of improving our Responsible Research and Innovation performance among other substantial institutional changes.&#xd;<br />The University has 48 fields of study, 9 faculties, 3 colleges, International Faculty of Engineering (IFE), International Doctoral School (IDS),  669 PhD students. Total number of staff- 2705, number of academic staff – 1234, number of professors – 221. Number of students (first-cycle programmes, second-cycle programmes) - 16 726. Number of graduates in 2018 year - 3 518.&#xd;<br />TUL carries out 211 projects (research, educational, social – national and international). It has 856 inventions and utility models filed in 2008-2018 and 532 patents granted. TUL ranks 3rd among Polish universities in the number of patent applications filed and granted. In 2016, the University was awarded, as the first technical university in Poland, the HR EXCELLENCE IN RESEARCH badge which certifies that the University follows the principles laid down in The European Charter for Researchers and The Code of Conduct for the Recruitment of Researchers. The benefit of this badge is improved recognisability and attractiveness of the University as a project partner in the European Research Area. The most important documents which regulate the operation and the organization of the University are (1) the Statute, (2) the Mission of the Lodz University of Technology - defines the main objectives of the development of the TUL with reference to: education of students; development of research and scientific staff; financial, international and educational policy, (3) the European Policy Statement which defines the foreign policy of the University with a special focus on the relations with European Partners in order to enhance the internationalization of education and research.&#xd;<br />Politechnika Lodzka has established broad scientific cooperation with local and foreign universities and research units and takes an active part in research programmes. Lodz University of Technology cooperates with over 300 institutions in 40 countries. It provides several dozen of international research projects, and also takes active part in EU Framework Programs.&#xd;<br />As one of the biggest universities in the country, TUL plays an important role in increasing the competitive edge of the regional as well as national and international economy. TUL's Technology Transfer Center provides support for effective cooperation of the academic community and business. This is an example of creative thinking and creative activity in research as well as in the transfer and commercialisation of advanced technologies and solutions.&#xd;<br />According to the TUL Strategy for Development (Resolution № 4/2015 by 25.02.2015), TUL’s vision is that in 2020 it will be an Innovation Research University of technical profile with a strong international image and one of the best Universities in Poland. It will have a high intellectual potential and modern material bases for research activity on the highest world level which will impact to the development of science, economy and society.","acronym":"TUL","interests":"Agriculture and Rural Development, Borders and Security, Business and Industry, Climate Action, Communication, Consumers, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Trans-European Networks, Transport, Youth","euInitiatives":"Main EU initiatives: The Bologna process, H2020, Innovation Union, Erasmus+, 2019 EU Budget, Road transport, Regulatory technical standards, Energy efficiency.&#xd;<br />Main EU policies: Data protection reform, Eastern Partnership, Education for economic growth and inclusion, Energy union for Europe, EU industrial policy, European Education Area, Food losses and food waste, Horizon Europe, New product safety and market surveillance rules, Youth employment.","lastUp":"2019-04-19T12:39:15.377+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}