{"id":"135647827796-15","name":"FARECOGAZ e.V.","registrationDate":"2017-07-20T10:36:04.614+02:00","category":2,"subCategory":4,"legal":"association","web":"http://farecogaz.eu","country":"Germany","headAddress":"Marienburger Str. 15","headCity":"Cologne","headPostCode":"50968","headPhone":"(49)22 13 76 68 57","boss":"Harald Petermann","bossTitle":"Mr","bossPosition":"General Secretary","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"www.farecogaz.eu","goal":"FARECOGAZ - The European Association of Manufacturers of Gas Meters, Gas Pressure Regulators with associated safety devices and stations&#xd;<br />- Representation towards EU authorities, relevant Organisations (e.g. Marcogaz, ESMIG, ORGALIME), Standardisation bodies and other stakeholders&#xd;<br />- Cooperation with and development of European working Groups on relevant Standardisation issues&#xd;<br />- Participation in relevant European activities: conferences, workshops, technical committees, working Groups, coordination groups etc.&#xd;<br />- Improvement of internal and external communication related to the scope of the association&#xd;<br />- Collection of relevant statistical data about the market development (market survey)&#xd;<br />- Support of the technical and economic progress by evaluation of new scientific research methods&#xd;<br />- Monitoring of either the drafts of new European technical regulations and the new proposals for including in the national regulations of the EU member states of new technical regulations, when in both cases, the technical regulations concern gas equipment.","acronym":"fareco","interests":"Communication, Energy, Environment, Research and innovation, Trade, Trans-European Networks, Transport","euInitiatives":"Representation towards EU authorities, relevant Organisations (e.g. Marcogaz, ESMIG, ORGALIME), Standardisation bodies and other stakeholders","lastUp":"2018-06-25T08:24:52.144+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}