{"id":"135686236960-34","name":"Kaiserwetter Energy Asset Management","registrationDate":"2020-01-13T17:21:59.643+01:00","category":2,"subCategory":3,"legal":"Gesellschaft mit beschränkter Haftung (GmbH)","web":"https://kaiserwetter.energy//","country":"Germany","headAddress":"Hopfenmarkt 33","headCity":"Hamburg","headPostCode":"20457","headPhone":"(49)4 05 30 56 60","boss":"Hanno Schoklitsch","bossTitle":"Mr","bossPosition":"CEO &amp; Founder","membersCount":20,"membersFTE":"20.0","membership":"BWE Bundesverband Windenergie&#xd;\nBVES Bundesverband Energie Speicher&#xd;\nWirtschaftsrat&#xd;\nDeutsch-Chinesisches Dialogforum&#xd;\nUSEA United States Energy Association&#xd;\nACORE American Council on Renewable Energy","memberOrga":"","goal":"Kaiserwetter is an IntelliTech company within renewable energy serving mainly investors, financing banks and governments&#xd;<br />The company relies on its data intelligence that results from its IoT capabilities to connect machines and to aggregate data for Data Analytics as a Service (DAaaS) with the aim to pave the way investing more heavily into renewable energy to accelerate the emission-free power generation worldwide&#xd;<br />Kaiserwetter's digital product suite encompasses the multiple award-winning cloud-based IoT Platform ɅRISTOTELES and ARISTOTELES SKY. ARISTOTELES as its B2B (business2business) offering relies on Smart Data Analytics, Predictive Analytics and Machine Learning to minimize investment risks, maximize returns and create highest transparency standards. ARISTOTELES SKY is Kaiserwetter´s B2G (business2government) product, which uses IoT, Spatial Data and Machine Learning to minimize the energy transition risk and to speed up creating a decentralized green future of energy&#xd;<br />Kaiserwetter offers its specialized digital services to all stakeholders worldwide as part of their investment process throughout the entire investment cycle. Kaiserwetter's clients include investment funds, private equity investors, infrastructure funds, banking institutions, insurance companies, supranational organization and also governments as they need to define the regulations for the future of an emission-free power generation &#xd;<br />Established in 2012, the company is headquartered in Hamburg with further offices in Madrid and New York and is currently set to expand into China and India","acronym":"Kaiserwetter","interests":"Banking and financial services, Climate Action, Digital economy and society, Energy, Environment, International co-operation and development, Research and innovation","euInitiatives":"European Green Deal&#xd;<br />Digital Europe Programme","lastUp":"2020-01-13T17:22:26.596+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}