{"id":"13569186209-39","name":"European Network for Education and Training - EUNET e.V.","registrationDate":"2011-07-14T15:17:32.385+01:00","category":3,"subCategory":2,"legal":"eingetragener Verein","web":"http://www.european-net.org","country":"Germany","headAddress":"Frankfurter Straße 101a","headCity":"Hennef","headPostCode":"53773","headPhone":"(49)2 24 29 08 86 57","boss":"Thomas Heckeberg","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"1.0","membership":"Lifelong Learning Platform: http://lllplatform.eu/&#xd;\nCivil Society Europe: https://civilsocietyeurope.eu/","memberOrga":"http://www.european-net.org/members/","goal":"EUNET, the European Network for Education and Training e.V., is a network that brings together NGOs that inform and educate people of all ages about Europe or spread the European idea in any other way. &#xd;<br />EUNET´s aims are to intensify the exchange of experiences, to improve the quality of our offers as well as to develop and distribute methodical-didactic material and simulations. Plus, we try to inform more people about our members´ activities.&#xd;<br />EUNET offers further education for employees – full-time and honorary – of institutions focusing on European policy. We also represent the interests of organisations for information and education towards other regional, national or European institutions and sponsors.&#xd;<br />EUNET unites, coordinates and pushes forward the several efforts of its members to encourage European integration and to especially involve Europe´s citizens into and inform them about this process.","acronym":"EUNET","interests":"Audiovisual and Media, Budget, Culture, Education, Employment and Social Affairs, Enlargement, General and Institutional Affairs, Home Affairs, Information Society, Justice and Fundamental Rights, Youth","euInitiatives":"Dialogue with Civil Society&#xd;<br />Education&#xd;<br />Financial Regulations","lastUp":"2017-03-03T15:46:09.667+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}