{"id":"135950711071-58","name":"International Bureau of Fiscal Documentation","registrationDate":"2013-05-02T14:40:22.411+02:00","category":4,"subCategory":5,"legal":"Foundation / not-for-profit","web":"http://www.ibfd.org","country":"Netherlands","headAddress":"Rietlandpark, 301","headCity":"Amsterdam","headPostCode":"1000 HE","headPhone":"(3120)5 54 01 00","boss":"Jan Maarten Slagter","bossTitle":"Ms","bossPosition":"CEO","membersCount":10,"membersFTE":"2.5","membership":"IFA (International Fiscal Association)&#xd;\nEATLP (European Association of Tax Law Professors)&#xd;\nIATJ (International Association of Tax Judges)","memberOrga":"www.ibfd.org","goal":"The International Bureau of Fiscal Documentation (IBFD) is an independent, not for profit foundation instituted in 1938. It focuses exclusively on research, publication, education and consultancy activities, and maintains the largest library in the world specializing in taxation.&#xd;<br />The IBFD is the global leader in provision of information services on comparative, international and thereto related tax and investment laws to public and international organisations, academia, multinational enterprises and tax practitioners in over 150 countries&#xd;<br />The IBFD services comprise consultancy services to tax administrations around the world and tax training programmes for both the public and private sectors. In these areas, the IBFD acts as a global competence centre with a worldwide network of expertise, which it focuses for the benefit of the client. The IBFD avoids potential conflicts of interest in advising tax administrations and ministries of finance by not being involved in providing tax advisory services for the private sector.&#xd;<br />Income from all the above mentioned activities enables the IBFD to maintain its independence, so that it is not dependent on grants from any public or private body.","acronym":"IBFD","interests":"Justice and Fundamental Rights, Taxation","euInitiatives":"ECJ Case Law&#xd;<br />EU Commission policies in the field of taxation (we follow all of them, although with different emphasis)","lastUp":"2018-05-03T17:21:08.025+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}