{"id":"13635802880-80","name":"Henkel AG &amp; Co. KGaA","registrationDate":"2009-12-22T18:27:38.781+01:00","category":2,"subCategory":3,"legal":"AG &amp; Co. KGaA","web":"http://www.henkel.com","country":"Germany","headAddress":"Henkelstrasse, 67","headCity":"Düsseldorf","headPostCode":"40589","headPhone":"(49)2 11 79 70","boss":"Henkel Management AG as sole personally liable partner ","bossTitle":"","bossPosition":"represented by its Management Board","membersCount":4,"membersFTE":"2.0","membership":"Henkel is member of various trade and professional associations on national as well as on international level.&#xd;\nOn European level Henkel is member of the following associations: &#xd;\nAIM (Association des Industries de Marque);&#xd;\nA.I.S.E. (Association Internationale de la Savonnerie, de la Détergence et des Produits d'Entretien);&#xd;\nBusiness Europe;&#xd;\nCosmetics Europe;&#xd;\nERT European Roundtable of Industrialists;&#xd;\nDAI, Deutsches Aktieninstitut&#xd;\nVCI; &#xd;\nBDI;","memberOrga":"http://www.aim.be/about-aim/members&#xd;\nhttp://www.aise.eu/about-aise/members.aspx&#xd;\nhttp://www.businesseurope.eu/content/default.asp?PageID=604&#xd;\nhttps://www.cosmeticseurope.eu/about-cosmetics-europe/cosmetics-europe-membership/active-corporate-members.html&#xd;\nhttps://www.dai.de/de/&#xd;\nhttp://www.ert.eu/members&#xd;\nhttps://www.vci.de/startseite.jsp&#xd;\nhttp://bdi.eu/","goal":"Henkel operates globally with a well-balanced and diversified portfolio. The company holds leading positions with its three business units in both industrial and consumer businesses thanks to strong brands, innovations and technologies. Henkel Adhesive Technologies is the global leader in the adhesives market – across all industry segments worldwide. In its Laundry &amp; Home Care and Beauty Care businesses, Henkel holds leading positions in many markets and categories around the world. Founded in 1876, Henkel looks back on more than 140 years of success. In 2016, Henkel reported sales of 18.7 billion euros (20.1 billion US dollars), and an adjusted operating profit of 3.2 billion euros (3.2 billion US dollars). Its three top brands, Persil (detergent), Schwarzkopf (hair care) and Loctite (adhesive) generated more than 6 billion euros (around 6.6 billion US dollars) in combined sales. Henkel employs more than 50,000 people globally – a passionate and highly diverse team, united by a strong company culture, a common purpose to create sustainable value, and shared values. As a recognized leader in sustainability, Henkel holds top positions in many international indices and rankings. Henkel’s preferred shares are listed in the German stock index DAX&#xd;<br />&#xd;<br />Our vision: Leading with our innovations, brands and technologies. &#xd;<br />&#xd;<br />Our strategy: We shape our future guided by a clear, long-term strategy based on our purpose, our vision, our mission and values.&#xd;<br />&#xd;<br />We want to generate sustainable profitable growth through to 2020 and beyond. To achieve this, we want to become more customer-focused, more innovative, agile and digital. In addition, we aim to promote sustainability in all our business activities, reinforcing our leading position in the future.","acronym":"Henkel","interests":"Climate Action, Communication, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Transport","euInitiatives":"- Trade Policy &#xd;<br />- Sustainability Policy (Circular Economy)&#xd;<br />- Consumer Policy &#xd;<br />- Better Regulation Agenda - Refit Agenda&#xd;<br />- Digital Union","lastUp":"2018-01-22T14:43:11.338+01:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}