{"id":"13635802880-80","name":"Henkel AG &amp; Co. KGaA","registrationDate":"2009-12-22T18:27:38.781+02:00","category":2,"subCategory":3,"legal":"AG &amp; Co. KGaA","web":"http://www.henkel.com","country":"Germany","headAddress":"Henkelstrasse, 67","headCity":"Düsseldorf","headPostCode":"40589","headPhone":"(49)2 11 79 70","boss":"Henkel Management AG as sole personally liable partner ","bossTitle":"","bossPosition":"represented by its Management Board","membersCount":3,"membersFTE":"1.5","membership":"Henkel is member of various trade and professional associations on national as well as on international level.&#xd;\nOn European level Henkel is member of the following associations: &#xd;\nAIM (Association des Industries de Marque);&#xd;\nA.I.S.E. (Association Internationale de la Savonnerie, de la Détergence et des Produits d'Entretien);&#xd;\nBusiness Europe;&#xd;\nCosmetics Europe;&#xd;\nERT European Roundtable of Industrialists;&#xd;\nERF European Risk Forum &#xd;\nDAI, Deutsches Aktieninstitut&#xd;\nVCI; &#xd;\nBDI;","memberOrga":"http://www.aim.be/about-aim/members&#xd;\nhttp://www.aise.eu/about-aise/members.aspx&#xd;\nhttp://www.businesseurope.eu/content/default.asp?PageID=604&#xd;\nhttps://www.cosmeticseurope.eu/about-cosmetics-europe/cosmetics-europe-membership/active-corporate-members.html&#xd;\nhttps://www.dai.de/de/&#xd;\nhttp://www.ert.eu/members&#xd;\nhttps://www.vci.de/startseite.jsp&#xd;\nhttp://bdi.eu/","goal":"Henkel operates globally with a well-balanced and diversified portfolio. The company holds leading positions with its three business units in both industrial and consumer businesses thanks to strong brands, innovations and technologies. Henkel Adhesive Technologies is the global leader in the adhesives market – across all industry segments worldwide. In its Laundry &amp; Home Care and Beauty Care businesses, Henkel holds leading positions in many markets and categories around the world. &#xd;<br />&#xd;<br />Founded in 1876, Henkel looks back on more than 141 years of success. In the fiscal year 2017, the company reported sales of approx. 20 billion euros and an operating profit of around 3.5 billion euros (adjusted for one-time gains/charges and restructuring charges).&#xd;<br />Henkel’s preferred shares are listed in the German stock index DAX. The DAX-30 company has its headquarters in Düsseldorf, Germany. &#xd;<br />&#xd;<br />Henkel employs more than 53,000 people worldwide, almost 85 percent of whom work outside of Germany. As a recognized leader in sustainability, Henkel holds top positions in many international ratings and rankings.&#xd;<br />&#xd;<br />Our vision: Leading with our innovations, brands and technologies. &#xd;<br />Our purpose: creating sustainable value. &#xd;<br />Our values: we put our customers and consumers at the center of what we do. &#xd;<br />We value, challenge and reward our people. &#xd;<br />We drive excellent sustainable financial performance. &#xd;<br />We are committed to leadership in sustainability. We shape our future with a strong entrepreneurial spirit based on our family business tradition.","acronym":"Henkel","interests":"Business and Industry, Climate Action, Communication, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"- Trade Policy &#xd;<br />- Sustainability Policy (Circular Economy)&#xd;<br />- Consumer Policy &#xd;<br />- Better Regulation Agenda - Refit Agenda&#xd;<br />- Digital Union","lastUp":"2018-04-26T17:49:11.428+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}