{"id":"136439523518-75","name":"Riga Techical University","registrationDate":"2016-09-22T14:54:05.917+01:00","category":4,"subCategory":12,"legal":"Derived public person","web":"http://www.rtu.lv","country":"Latvia","headAddress":"1 Kalku Street","headCity":"Riga","headPostCode":"LV-1658","headPhone":"(371)67 08 93 00","boss":"Leonids Ribickis","bossTitle":"Mr","bossPosition":"Rector","membersCount":6,"membersFTE":"1.5","membership":"Baltic University Programme (BUP), The University Consortium for Science and Technology (BALTECH),&#xd;\nEuropean University Association (EUA), European Association for International Education (EAIE), European Union Universities of Small States Association (EU2S2),&#xd;\nThe Association «European Universities Public Relations and Information Officers» (EUPRIO), Life Beyond Tourism (Fondazione Romualdo Del Bianco® - Life Beyond Tourism®), European Society for Engineering Education (SEFI), Baltic Sea Region University Network, CESAER.","memberOrga":"","goal":"The main target of the Riga Technical University (RTU) is to ensure implementation of the leitmotiv referred to in the National Development Plan for 2014-2020 – to achieve the “economic breakthrough” in Latvia. The University positions itself as a cornerstone of the development of Latvia, which ensures education of specialists necessary for Latvian national economy and development of new products and services, serving as a basis for sustainable growth of Latvia. &#xd;<br />&#xd;<br />The vision of Riga Technical University until 2020 is to become the leading University of science and innovation in the Baltic States. In order to achieve it, the strategy of Riga Technical University defines three objectives of the University – high quality study process, excellence in research and sustainable innovation and commercialization activities. &#xd;<br />&#xd;<br />The strategy is based on the three key objectives of the University while the following five main priorities of the University cut across the strategy – internationalization, interdisciplinarity, organisational efficiency, financial efficiency and infrastructure efficiency. RTU uses these five horizontal priorities as a prism to see implementation of its objectives and ensure internationally competitive high quality scientific research, tertiary education, technology transfer, commercialization and innovation activities for Latvian national economy and the society.","acronym":"RTU","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Customs, Development, Economic and Financial Affairs, Education, Energy, Enterprise, Environment, External Relations, Fisheries and Aquaculture, General and Institutional Affairs, Information Society, Internal Market, Public Health, Research and Technology, Trade, Transport, Youth","euInitiatives":"All related EU initatives and policies in education, research and innovation.&#xd;<br />&#xd;<br />In 2015, the panel of international experts International Consultative Board (ICB) examined research capacity of Riga Technical University (RTU) evaluating its strategy and a development program for the period up to 2020. RTU Research Program is a constituent part of the RTU development strategy that was prepared during the ERDF project \"Development of Institutional Capacity of Riga Technical University\". Research Program is a research action plan that determines objectives, tasks, activities and performance indicators for the improvement of research quality and elimination of deficiencies that were established during the international assessment of research institutions.&#xd;<br />&#xd;<br />Researchers of RTU Faculty of E-Learning Technologies and Humanities (FLTH) have participated in ten FP5, FP6, FP7, ICT CIP program projects and have coordinated one project. Research capacity of FLTH was highly evaluated by ICB.","lastUp":"2017-09-20T10:07:23.265+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}