{"id":"13743066885-96","name":"Démocratie, Construction européenne et Religions","registrationDate":"2011-10-05T17:12:23.407+01:00","category":4,"subCategory":5,"legal":"Association","web":"http://www.decere.eu/","country":"France","headAddress":"avenue de la Forêt Noire, 41","headCity":"Strasbourg","headPostCode":"67000","headPhone":"(33)6 13 96 97 38","boss":"François Brunagel","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"0.75","membership":"Notre association peut être aussi favorisée par la présence de l'Ordre Dominicain dans de nombreux pays d'Europe.","memberOrga":"","goal":"L’objet est d’étudier la place des religions et des convictions dans l'espace public européen. &#xd;<br />L’association s’attache à promouvoir le dialogue interculturel et interreligieux dans la réflexion sur&#xd;<br />-\tle rôle des convictions personnelles et religieuses, par rapport à la citoyenneté démocratique ;&#xd;<br />-\tla place des institutions confessionnelles dans la société, notamment par rapport aux institutions politiques ;&#xd;<br />-\tles conceptions des différentes convictions et religions concernant leur rôle dans la société et la cité ; &#xd;<br />-\tleurs positions respectives sur des thèmes sociaux et politiques particuliers, y inclus celui des Droits de l’Homme.&#xd;<br />Elle mène sa réflexion et son action en toute indépendance de pensée et d’action, par le moyen entre autres de conférences, colloques, groupes de travail, publications et d’actions de formation.","acronym":"DECERE","interests":"Business and Industry, Climate Action, Communication, Culture, Digital economy and society, Education and training, Environment, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, Justice and Fundamental Rights, Migration and asylum, Youth","euInitiatives":"Dialogue  interculturel et interreligieux&#xd;<br />Laïcité&#xd;<br />Éducation&#xd;<br />Droits de l'Homme&#xd;<br />Mise en œuvre de l'article 17 du Traité de Lisbonne","lastUp":"2019-03-14T22:21:26.756+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}