{"id":"137547035529-06","name":"Chemical Data Sharing Forum","registrationDate":"2019-07-26T09:00:11.241+02:00","category":2,"subCategory":1,"legal":"none","web":"http://www.chemdsf.com","country":"Belgium","headAddress":"Plaza Stephanie","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)26 45 50 82","boss":"Marcus Navin-Jones","bossTitle":"Mr","bossPosition":"Platform Secretary","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"ChemDSF is a not-for-profit organization regrouping actors from the chemical supply chain. Our aim is to create a platform where chemical data can be exchanged easily and quickly between companies and other stakeholders in an ever increasingly complex web of data sharing agreements, letters of access, consortium agreements, and other similar agreements. ChemDSF aims to facilitate the chemical data sharing among the private sector, academic institution, Agency, authority or regulator which need access to precise hazard data on a particular chemical or mixture, in a clear and well-ordered repository, and in a relevant language where possible.","acronym":"ChemDSF","interests":"Borders and Security, Business and Industry, Climate Action, Communication, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Environment, External Relations, Food Safety, Foreign affairs and security policy, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Here below a list without limitation of the main EU initiatives followed by ChemDSF:&#xd;<br />-Chemicals Safety and safe use of products: e.g. Classification, Labelling and Packaging; Combination effects of chemicals; Endocrine Disruption; REACH; Nanomaterials; Biocides EU Industrial Policy: e.g. Industrial Policy Competitiveness.&#xd;<br />-Environment &amp; Circular Economy: e.g. Environment &amp; Health Air; Process safety and Seveso; Soil; Waste Management &amp; Secondary Materials; Marine environment &amp; Water Industry; Land use &amp; Management; Biodiversity; Nature Protection.&#xd;<br />-EU Energy &amp; Climate: e.g. Emissions Trading System; Energy Efficiency; Energy Union; Renewable Energy; Resource Efficiency; Industrial Emissions &amp; Safety &#xd;<br />-Trade Policy: e.g. Brexit, WTO Affairs; Trade Strategy.  &#xd;<br />-Research &amp; Innovation: Open Data &amp; Science Cloud; Horizon 2020; Open science; Biobased product &amp; Processing; Agri-Food Chain; CO2 valorisation; chemical recycling. &#xd;<br />-Justice: e.g. Data Protection; International data flaws &amp; protection; Consumer policy &#xd;<br />-Internal Market, Industry, Entrepreneurship and SMEs: e.g. Copyright &amp; Intellectual Property; Innovation Policy; Single Market; Chemicals; Advanced technology; Procurement &#xd;<br />-Better Regulation - REFIT programme","lastUp":"2019-07-26T09:08:40.075+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}