{"id":"137734427848-23","name":"Links Management and Technology S.p.A.","registrationDate":"2017-07-31T18:49:29.043+02:00","category":2,"subCategory":3,"legal":"Joint-stock company","web":"http://www.linksmt.it","country":"Italy","headAddress":"Via Rocco Scotellaro, n. 55","headCity":"Lecce","headPostCode":"73100","headPhone":"(39)08 32 44 39 11","boss":"Giancarlo Negro","bossTitle":"Mr","bossPosition":"Administrator","membersCount":40,"membersFTE":"25.0","membership":"Member of the following associations:&#xd;\n- EGU - European Geoscience Union in 2017&#xd;\n- Confindustria Lecce (Italy)&#xd;\n- Dhitech&#xd;\n- Distretto Produttivo dell'Informatica Pugliese&#xd;\n- European Datawarehouse&#xd;\n- European Network of Living Labs","memberOrga":"Not all associations and networks publish membership information. Here are two case in where this information is public:&#xd;\n&#xd;\nhttp://www.dhitech.it/about-2-2/&#xd;\n&#xd;\nhttp://www.distrettoinformatica.it/index.php/component/jak2filter/?Itemid=173&amp;issearch=1&amp;theme=catalogo&amp;isc=1&amp;searchword=Links&amp;xf_3=2","goal":"Links Management and Technology s.p.a. (hereinafter Links) is a consultancy providing management consulting and technology services and solutions for public and private customers, through the applying of emerging technologies designed for the finance sector, for the public as well as SME. Links  supports the objectives of each customer, designing and manufacturing innovative solutions in response to the needs of complex organizations which guarantee the achievement of performance expectations. &#xd;<br />The company has more than 18 years experience, four headquarters in Lecce, Milan, Rome and Bari, with about 230 professionals and over 50 customers mainly in the field of banks and Public Administrations.&#xd;<br />The company has developed a complex management scheme to provide highly specialized human resources, both in quality and quantity, in a nearshore scheme. This is possible due to the geographic location of its software development centre in Lecce, which benefits from the presence of the University of Salento, offering  information technology skills of high quality. &#xd;<br />Links invests continuously in R&amp;D in order to acquire a competitive advantage mainly in the fields of: methodologies and technologies for providing multi-device and multi-channel services, web 2.0-oriented framework for enterprises, cloud computing. Research activities are developed in close connections with universities and research centers mainly based in the Apulia region. Among them:&#xd;<br />- the University of Salento and University of Bari, with which Links has established a many years collaboration in the form of internships and participation in research program;&#xd;<br />- the technological districts DHITECH, Distretto Produttivo dell’Informatica of Apulia Region and \"Marine\" Network, with which Links activated collaborations in form of research projects on topics of common interest.","acronym":"Links","interests":"Banking and financial services, Climate Action, Culture, Digital economy and society, Education and training, Environment, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Research and innovation","euInitiatives":"INSPIRE Directive&#xd;<br />Lifewatch European Research Infrastructure Consortium&#xd;<br />Lifelong Learning Programme&#xd;<br />Loan-level initiative (ACC, ABS) of the European Central Bank&#xd;<br />European Supervisory Framework of ESMA&#xd;<br />AgID (Agenzia per l'Italia Digitale) Framework Directive&#xd;<br />&#xd;<br />UNI-EN ISO 9001&#xd;<br />UNI-EN ISO 14001&#xd;<br />UNI-ISO 27001&#xd;<br />SA8000","lastUp":"2018-08-01T09:37:51.612+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}