{"id":"13823036174-60","name":"Federation of Hellenic Associations of Young Entrepreneurs","registrationDate":"2011-07-09T22:37:08.779+02:00","category":2,"subCategory":4,"legal":"Nonprofit Civil organisation","web":"http://www.oesyne.gr","country":"Greece","headAddress":"Tsiller 61","headCity":"Athens","headPostCode":"11144","headPhone":"(30)21 03 31 36 90","boss":"EFFIE SIAINI","bossTitle":"Ms","bossPosition":"PRESIDENT","membersCount":3,"membersFTE":"1.25","membership":"Host organisation of the Global Entrepreneurship Network. Member of the STARTUP Nations network.","memberOrga":"1.    ESYNE OF ATHENS, PIRAEUS AND PROVINCE&#xd;\n&#xd;\n2.    ESYNE OF THESSALY&#xd;\n&#xd;\n3.    ESYNE OF NORTH AEGEAN&#xd;\n&#xd;\n4.    SNEA (Association of Young Entrepreneurs of Arkadia)&#xd;\n&#xd;\n5.    ESYNE OF WESTERN GREECE&#xd;\n&#xd;\n6.    ESYNE OF SOUTH AEGEAN&#xd;\n&#xd;\n7.   ESYNE OF SOUTH WESTERN PELOPPONISOS&#xd;\n&#xd;\nhttp://oesyne.gr/","goal":"To represent and connect young entrepreneurs of Greece at National, European and Global level. The Federation of Hellenic Associations of Young Entrepreneurs is the first organisation for young entrepreneurs in Greece. Supports the networking of young innovative entrepreneurs at National, European and Global level. OESYNE is also involved in the production of strong policy proposals for the improvement of the entrepreneurial ecosystem in Greece.&#xd;<br />OESYNE has 7 active regional associations of young entrepreneurs as members.","acronym":"OESYNE","interests":"Agriculture, Banking and financial services, Business and Industry, Communication, Competition, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The main EU policy that our organisation is following is the Innovation Dipole Entrepreneurial Assessment - iDea Framework for supporting the pre seed financing of innovative businesses ideas. In addition OESYNE supports and uses Erasmus for Young Entrepreneurs programme and open innovation for SME's.","lastUp":"2018-05-07T22:29:47.387+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}