{"id":"138317126589-07","name":"Zentrum für lebendige integrative Medizin","registrationDate":"2017-03-31T20:40:55.749+01:00","category":3,"subCategory":2,"legal":"Verband","web":"http://www.ivaa.info","country":"Austria","headAddress":"Zentrum für lebendige integrative Medizin","headCity":"Krems","headPostCode":"3500","headPhone":"(43)2 73 29 30 83","boss":"Christine Dr. Saahs","bossTitle":"Ms","bossPosition":"Vorstand","membersCount":4,"membersFTE":"2.5","membership":"www.ivaa.info&#xd;\nwww.anthromed.info","memberOrga":"www.ivaa.info","goal":"One Health - &#xd;<br />&#xd;<br />Vermeidung von Antibiotikaresistenzen durch Bewusstseinsbildung in Veterinär- und Humanmedizin&#xd;<br />&#xd;<br />Integrative anthroposophische Medizin als Erweiterung der Schulmedizin für Gesundheitsförderung wie chron. Schmerzzustände, chron. nicht infektiöse Erkrankungen, Störungen des Bewegungsapparates und vor allem Reduktion von Antibiotikaresistenzen&#xd;<br />&#xd;<br />Angebot von zusätzlich unterstützende medizinischen und therapeutischen Therapieplänen&#xd;<br />&#xd;<br />Reduktion des Einsatzes von Antibiotika&#xd;<br />&#xd;<br />Gesetzliche Verankerung von erweiterter integrativer Medizin und anthroposophischer Arzneimittel&#xd;<br />&#xd;<br />Bewußtseinbildung der Bevölkerung","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"JPI-AMR","lastUp":"2018-03-05T20:36:08.041+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}