{"id":"138436621132-34","name":"Liga Nacional de Fútbol Profesional","registrationDate":"2016-03-20T20:49:17.676+01:00","category":2,"subCategory":3,"legal":"Sport association of private law","web":"http://www.laliga.es","country":"Spain","headAddress":"Calle Torrelaguna 60","headCity":"Madrid","headPostCode":"28043","headPhone":"(34)9 12 05 50 00","boss":"Javier Tebas","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.75","membership":"European Professional Football Leagues Association (EPFL)&#xd;\n&#xd;\nSport Rights Owners Coalition (SROC)&#xd;\n&#xd;\nCreativity Works!&#xd;\n&#xd;\nSport Integrity Global Alliance (SIGA)","memberOrga":"42 organisations composed by sports societies and clubs which participate in the official football competitions at national level and of professional nature. &#xd;\n&#xd;\nMore information can be found at www.laliga.es","goal":"a) Organise and promote official football competitions at national level and ensuring their adequate functioning and b) Commercially exploit the competitions it organises within the limits established by the Sports Law and c) any other accessory or complementary activities related to the previous objectives.","acronym":"LaLiga","interests":"Business and Industry, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Education and training, Employment and Social Affairs, External Relations, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Single market, Sport, Taxation, Trade, Youth","euInitiatives":"LaLiga is interested and contributes with its experience and knowledge to European sports policy as well as to the audiovisual policy, competition policy, internal market policy and educational policy. Current most important files followed are: Communication on a Digital Single Market Strategy for Europe, Proposal for a Directive on the Audiovisual Media Services Directive, Proposal to modernise copyright rules and Proposal for a Regulation laying down rules on the exercise of copyright and related rights applicable to certain online transmissions of broadcasting organisations and retransmissions, and IPR Enforcement initiatives (Follow the Money).","lastUp":"2019-02-26T21:17:41.920+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}