{"id":"138586130876-94","name":"AltraPsicologia","registrationDate":"2018-04-04T13:00:51.169+02:00","category":2,"subCategory":1,"legal":"Associazione non riconosciuta","web":"http://www.altrapsicologia.it","country":"Italy","headAddress":"Via Fosse Ardeatine 10","headCity":"Imola (BO)","headPostCode":"40026","headPhone":"(39)0 00 00","boss":"Federico Zanon","bossTitle":"","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"I soci di AltraPsicologia esprimono allo stato attuale la maggioranza dei Consiglieri CDA/CIG di ENPAP (Ente Previdenziale di categoria), la maggioranza di 3 Ordini degli Psicologi e la minoranza di altri 9.&#xd;\n&#xd;\nAltraPsicologia partecipa a Tavoli di lavoro istituzionali su vari aspetti della professione di Psicologo in Italia, sia direttamente che tramite le Istituzioni gestite dai suoi rappresentanti eletti.","memberOrga":"Siti di Istituzioni pubbliche/private di interesse pubblico gestite (2018) da maggioranze di AltraPsicologia:&#xd;\n- ENPAP (Ente Nazionale Previdenza ed Assistenza Psicologi): http://www.enpap.it&#xd;\n- Ordine Psicologi Lazio: http://www.ordinepsicologilazio.it&#xd;\n- Ordine Psicologi Marche: http://www.ordinepsicologimarche.it&#xd;\n- Ordine Psicologi Piemonte: http://www.ordinepsicologi.piemonte.it&#xd;\n- CAMPI (Cassa Assistenza Mutua Psicologi Italiani): http://www.cassamutuapsicologi.it","goal":"AltraPsicologia è la principale associazione di categoria professionale privata degli psicologi italiani, con 4.500 iscritti distribuiti su tutto il territorio nazionale ed attivi in tutti i settori della professione. &#xd;<br />&#xd;<br />Rappresenta in particolare gli psicologi libero professionisti, ed elegge i suoi rappresentanti negli Ordini professionali ed all'ENPAP, Ente Previdenziale di categoria che gestisce dal 2013.&#xd;<br />&#xd;<br />Ha condotto nel corso degli anni numerose iniziative di comunicazione, trasparenza e advocacy politico-professionale, mirati a tutelare la professione di psicologo in Italia, a costruire cultura professionale e imprenditoriale, a lottare contro gli abusi professionali in campo sanitario, e sviluppare l'intervento degli psicologi nei più diversi settori applicativi.&#xd;<br />&#xd;<br />L'attività di comunicazione condotta dal 2005 ad oggi da AltraPsicologia consiste in molte centinaia di articoli tecnici, di analisi di scenari professionali italiani ed europei, di advocacy politico-professionale, di cultura psicologica e psicosociale, diffusi regolarmente a circa 70.000 psicologi italiani.","acronym":"AP","interests":"Communication, Consumer Affairs, Education, Employment and Social Affairs, Enterprise, General and Institutional Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Public Health, Research and Technology, Youth","euInitiatives":"L'Associazione sta iniziando a seguire i principali ambiti di interesse europeo di rilievo per le sue aree di attività.","lastUp":"2018-04-04T13:01:10.931+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}