{"id":"138719717404-80","name":"A. Menarini Industrie Farmaceutiche Riunite s.r.l.","registrationDate":"2015-05-19T11:31:59.499+02:00","category":2,"subCategory":3,"legal":"S.R.L.","web":"http://www.menarini.it/","country":"Italy","headAddress":"Via dei Sette Santi n.3","headCity":"Firenze","headPostCode":"50131","headPhone":"(39)05 55 68 01","boss":"Lucia Aleotti","bossTitle":"Ms","bossPosition":"Presidente del CDA","membersCount":4,"membersFTE":"1.0","membership":"- EFPIA&#xd;\n- IFPMA&#xd;\n- Farmindustria &#xd;\n- Confindustria&#xd;\n- Assonime &#xd;\n- SIF (Società italiana farmacologia)&#xd;\n- Distretto TLS (A.Menarini IFR - Menarini Ricerche)&#xd;\n- Federchimica - Aschimfarma (Lusochimica)&#xd;\n- Assobiotech (Menarini Biotech)&#xd;\n- Assobiomedica (Menarini Diagnostics)","memberOrga":"","goal":"Menarini è un gruppo farmaceutico e diagnostico italiano che opera, attraverso le proprie filiali, a livello internazionale, con una strategia orientata alla Ricerca, Innovazione, Produzione di qualità, Internazionalizzazione, per la identificazione e soddisfazione delle esigenze di salute dei pazienti. Tali obiettivi sono perseguiti anche attraverso collaborazioni con qualificati partner internazionali, creando così sinergie per arrivare a soluzioni, prodotti farmaceutici e servizi all’avanguardia nel settore della salute.&#xd;<br />Menarini ha sedi strategiche dislocate in diverse parti del mondo, le principali delle quali sono indicate nel sito http://www.menarini.it","acronym":"A. Menarini s.r.l.","interests":"Business and Industry, Public Health, Regional Policy, Research and innovation, Single market","euInitiatives":"Politiche riguardanti la sanità, la farmaceutica, la ricerca (Es. Clinical Trials Regulation, Data Protection Regulation, Paediatric Regulation, Access to innovation, Biosimilars, Industrial Policy Health Technology Assessment, Transparency Directive on Regulating Medicinal Products), programmì comunitari Horizon2020, IMI2.","lastUp":"2018-05-14T22:47:50.462+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}