{"id":"138712718435-55","name":"European Aluminium Foil Association e.V.","registrationDate":"2015-08-07T08:26:42.943+02:00","category":2,"subCategory":4,"legal":"registered association according to German law","web":"http://www.alufoil.org","country":"Germany","headAddress":"Mörsenbroicher Weg 200","headCity":"Düsseldorf","headPostCode":"40470","headPhone":"(49)2 11 38 73 26 02","boss":"Guido Aufdemkamp","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"The European Aluminium Foil Association (EAFA) is the international body representing companies engaged in the rolling (in all thicknesses up to 0.2mm - the ISO standard maximum) and rewinding of alufoil and in the manufacture of aluminium closures, alufoil semi-rigid containers and of all kind of flexible packaging. Its more than 100 members include companies in Western, Central and Eastern Europe. Founded in 1974 it has its roots in associations dating back to the 1920s. &#xd;<br />The association's activities on behalf of its members include the compilation and sharing of statistical information, market research, generic PR, and promoting aluminium foil and developing the interests of the foil manufacturing and converting industry with third parties. Sustainability issues are high on the agenda for both aluminium foil and flexible packaging and activities include environmental lobbying for flexible packaging on European level. Food contact is another area in which the association is active.&#xd;<br />EAFA is active is promoting the European foil and flexible packaging industry internationally and creating relationships with sister associations around the globe.","acronym":"EAFA","interests":"Competition, Consumers, Enlargement, Environment, Food Safety, Trade","euInitiatives":"Circular Economy Package&#xd;<br />Packaging and Packaging Waste Directive&#xd;<br />Ressource Efficiency&#xd;<br />Food Safety&#xd;<br />Competition&#xd;<br />Foreign Trade","lastUp":"2018-05-22T08:07:52.924+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}