{"id":"139277512966-23","name":"EU40","registrationDate":"2014-02-21T15:06:15.461+01:00","category":3,"subCategory":2,"legal":"Asbl (non-profit organisation)","web":"http://www.eu40.eu","country":"Belgium","headAddress":"Rue d’Arlon 38","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(0032)0 27 21 44 89","boss":"Adam Mouchtar ","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":3,"membersFTE":"2.5","membership":"","memberOrga":"We have 93 Members of the European Parliament under the age of 40 or 40 at the time of elections, which are members of our network.&#xd;\n&#xd;\nThe list of our corporate partners is available here: http://www.eu40.eu/category/partners/","goal":"EU40 seeks to gather those who are young, share a generation and are ambitious about politics. We address those who are already playing a leading role in politics and who are most likely to do so in the future. We believe in an approach towards European politics that is not merely based on party politics or national issues. &#xd;<br />&#xd;<br />We believe we do not only have the great opportunity to shape the future of Europe, but furthermore that we have the responsibility to do this in a sustainable way, giving future generations the possibilities and tools to determine their own future. It is not purely our generation we are doing politics for, but it is our generation doing politics today and tomorrow. We want Europe to be at its best. Therefore, we seek to connect the best.&#xd;<br />&#xd;<br />We aim to continue to connect one generation serving the interest of all generations.&#xd;<br />The long term aim is to build up the trust among one generation to enable it to work together when shaping Europe’s face of tomorrow.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Communication, Competition, Consumer Affairs, Culture, Development, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Youth unemployment, foreign affairs, digital agenda, energy, heath care, transport etc.","lastUp":"2017-10-04T19:41:04.211+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}