{"id":"139294616713-80","name":"Tankesmedjan Magma","registrationDate":"2015-03-23T11:13:45.316+01:00","category":4,"subCategory":5,"legal":"Registrerad förening","web":"http://www.magma.fi","country":"Finland","headAddress":"Magma","headCity":"Helsingfors","headPostCode":"FIN-00120","headPhone":"(358)5 03 38 69 63","boss":"Nils-Erik Forsgård","bossTitle":"","bossPosition":"Verkställande direktör","membersCount":4,"membersFTE":"2.5","membership":"","memberOrga":"","goal":"Magma är en partipolitiskt obunden tankesmedja med syfte att bana väg för nytänkande kring svenskans framtid i Finland. Samt befrämja tolerans och förståelse mellan språk- och folkgrupper.&#xd;<br />Magma har både en analys- och en arenafunktion. Tankesmedjan genomför utredningar, konsekvensbedömningar och riskanalyser som ger underlag för finlandssvenska, nationella och europeiska beslutsfattare. Magma ordnar också konferenser och seminarier. Resultaten presenteras på den egna webbplatsen, i en egen publikationsserie, i artiklar och vid offentliga framträdanden. Magma strävar efter att upprätthålla en levande, kritisk och fördomsfri som engagerar en bred publik och som stärker den finlandssvenska identiteten.&#xd;<br />Magma bedriver samarbete med andra tankesmedjor, så väl i Finland, i de nordiska länderna som i Europa. Sedan 2012 är Magma medlem i European Liberal Forum (ELF). Magma gör också europeiska projekt och arbetar för en ökad europeisk integration.","acronym":"Magma","interests":"Budget, Communication, Competition, Culture, Development, Economic and Financial Affairs, Education, Energy, Enterprise, General and Institutional Affairs, Humanitarian Aid, Justice and Fundamental Rights, Regional Policy, Trade, Youth","euInitiatives":"För tillfället inget men vi planerar följa lagförslaget om att skapa en digital marknad i EU, hur energimarknaderna ska integreras och åtgärder mot skattebrott. Regler för att underlätta den legala migrationen intresserar oss också. Därutöver följer vid med Kultur- och utbildningsutskottets arbete.","lastUp":"2017-03-07T10:32:39.830+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}