{"id":"139480220187-14","name":"Tradeweb Europe Limited","registrationDate":"2016-02-26T11:07:55.093+02:00","category":2,"subCategory":3,"legal":"Limited company","web":"http://www.tradeweb.com/Default.aspx","country":"United kingdom","headAddress":"1 Fore Street Avenue","headCity":"London","headPostCode":"EC2Y 9DT","headPhone":"(44)20 77 76 32 00","boss":"Enrico Bruni","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":2,"membersFTE":"0.5","membership":"EDMA&#xd;\nISDA&#xd;\nFIA Europe&#xd;\nAFME&#xd;\nFIX Trading Group","memberOrga":"","goal":"Tradeweb Markets LLC is a leading, global operator of electronic marketplaces for rates, credit, money markets and equities. Founded in 1996, the company provides access to markets, data and analytics, electronic trading, straight-through-processing and reporting for more than 40 products to clients in the institutional, wholesale and retail markets. &#xd;<br /> &#xd;<br />In Europe, Tradeweb Europe Ltd is authorised and regulated by the UK FCA, and Tradeweb EU B.V. by the Dutch AFM, to operate a Multilateral Trading Facility (MTF) and under MiFID II now also an OTF and APA. Tradeweb also has regulated status in a number of jurisdictions in Asia-Pacific, including as an Automated Trading Services (ATS) operator in Hong Kong, a Recognised Market Operator (RMO) in Singapore, and an Electronic Trading Platform (ETP) in Japan, where it also holds a Proprietary Trading System (PTS) Operator License. Furthermore, Tradeweb operates two CFTC-regulated Swap Execution Facilities (SEFs) and offers regulated markets through three SEC-registered broker dealers in the US.&#xd;<br />&#xd;<br />Our trading systems have played an important role in providing greater transparency, improving efficiency, and reducing risk in the trading of fixed income securities, derivatives and certain other financial instruments including ETFs.&#xd;<br />&#xd;<br />In line with the G20 commitments, we fully support regulatory efforts to move trading onto properly regulated venues. Centralised, electronic trading in particular brings a number of benefits, including increased pricing transparency compared with bilateral voice trading, easier access to competing liquidity providers resulting in better pricing, increased operational efficiency from straight-through-processing, as well as a comprehensive audit trail for monitoring and regulatory purposes.&#xd;<br />&#xd;<br />Given the wide range of fixed income and derivatives instruments, and the differing needs of markets participants, we consider it is critical to allow a diverse range of trading protocols operated by appropriately regulated venues. The rules should be sufficiently flexible to allow the market to innovate to meet changing demands.","acronym":"Tradeweb","interests":"Banking and financial services, Economy, finance and the euro, Single market","euInitiatives":"Brexit (generally and specifically with respect to continuity of derivatives trading)&#xd;<br />Equivalence of third country trading venues&#xd;<br />MIFID II/MiFIR&#xd;<br />EMIR&#xd;<br />Investment Firm Review&#xd;<br />Review of the European Supervisory Authorities &#xd;<br />SFTR&#xd;<br />Broader financial services regulatory and FinTech agenda","lastUp":"2019-10-21T16:03:32.686+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}