{"id":"139453015929-65","name":"Biltrafikens Arbetsgivareförbund","registrationDate":"2015-02-24T17:55:33.677+01:00","category":2,"subCategory":1,"legal":"förening","web":"http://www.transportforetagen.se","country":"Sweden","headAddress":"Storgatan 19","headCity":"Stockholm","headPostCode":"102 49","headPhone":"(46)87 62 71 70","boss":"Anders Norberg","bossTitle":"","bossPosition":"Vice VD","membersCount":2,"membersFTE":"1.0","membership":"IRU, www.iru.org&#xd;\nTransportföretagen, www.transportforetagen.se&#xd;\nSvenskt Näringsliv, www.svensktnaringsliv.se","memberOrga":"Vi har 7 400 anslutna företag med totalt 75 700 anställda.&#xd;\n&#xd;\nBiltrafikens Arbetsgivareförbund (BA) är ett förbund inom Transportföretagen. Vi organiserar arbetsgivare inom åkeri-, terminal-, transportförmedlings-, logistik-, renhållnings-, återvinnings-, trafikskole- och taxinäringen.","goal":"Biltrafikens Arbetsgivareförbund (BA) är ett förbund inom Transportföretagen. Vi organiserar arbetsgivare inom åkeri-, terminal-, transportförmedlings-, logistik-, renhållnings-, återvinnings-, trafikskole- och taxinäringen. I dag har vi 7 400 anslutna företag med totalt 75 700 anställda.&#xd;<br />&#xd;<br />En av våra huvuduppgifter är att träffa kollektivavtal rörande löne- och anställningsvillkor för våra branscher. Avtal tecknas med Svenska Transportarbetareförbundet, Unionen, Sveriges Ingenjörer, Ledarna. Vidare bistår vi våra medlemmar med rådgivning i arbetsgivar- och arbetsmiljöfrågor, förhandlingshjälp, hjälp med avtalstolkning och med processhjälp i tingsrätt och i arbetsdomstol. För våra medlemmar arrangerar vi även kurser inom bland annat arbetsrätt och ledarskap.&#xd;<br />&#xd;<br />BA ingår i Transportföretagen, en samarbetsorganisation inom Svenskt Näringsliv som består av nio arbetsgivar- och/eller bransch förbund inom transportnäringen. Transportföretagen har drygt 10 500 medlemsföretag med ca 194 000 anställda. I samarbete med Transportföretagen arbetar vi även med rekrytering, kompetensutveckling och utbildningsfrågor relevanta för våra branscher.&#xd;<br /> &#xd;<br />BA och Transportföretagen har huvudkontor i Stockholm samt åtta regionkontor, från Umeå i norr till Malmö i söder.&#xd;<br />&#xd;<br />Med Biltrafikens Arbetsgivareförbund, BA, avses såväl förbundet som servicebolaget Biltrafikens Arbetsgivareförbund BA Konsult AB.","acronym":"BA","interests":"Competition, Employment and Social Affairs, Enterprise, Home Affairs, Internal Market, Justice and Fundamental Rights, Trans-European Networks, Transport","euInitiatives":"EUs kör och vilotidsregler, Regler om färdskrivare, Vägarbetstidsdirektivet, AETR-reglerna, Cabotage och Internationella transporter, Fria rörligheten, Regler om tredjelandsförare samt utstationeringsdirektivet. Administrationsbördan i olika nationella tillämpningar av EU-rättsakter som protektionistiskt skapar hinder i den fria rörligheten. Social lagstiftning.  Regelverk som inkräktar eller begränsar rätten att reglera verksamheter genom kollektivavtal mellan arbetstagare- och arbetsgivareorganisationer mm.","lastUp":"2018-01-30T16:31:37.732+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}