{"id":"139480220187-14","name":"Tradeweb Europe Limited","registrationDate":"2016-02-26T11:07:55.093+01:00","category":2,"subCategory":3,"legal":"Limited company","web":"http://www.tradeweb.com/Default.aspx","country":"United kingdom","headAddress":"1 Fore Street Avenue","headCity":"London","headPostCode":"EC2Y 9DT","headPhone":"(44)20 77 76 32 00","boss":"Enrico Bruni","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":2,"membersFTE":"0.5","membership":"EDMA&#xd;\nISDA&#xd;\nFIA Europe&#xd;\nAFME&#xd;\nFIX Trading Group","memberOrga":"","goal":"Since 1998, the global Tradeweb group has offered an electronic trading system for institutional fixed income and derivative investors. Tradeweb is authorised and regulated by the UK FCA as the operator of a Multilateral Trading Facility (MTF) and under MiFID II now also operates an OTF and APA. We have regulated status in a number of jurisdictions in Asia-Pacific, including as an Automated Trading Services (ATS) operator in Hong Kong, Recognised Market Operator (RMO) in Singapore, and Electronic Trading Platform (ETP) in Japan. In addition, the Tradeweb group operates two CFTC-regulated Swap Execution Facilities (SEFs) in the US. &#xd;<br />&#xd;<br />Our trading systems have played an important role in providing greater transparency, improving efficiency, and reducing risk in the trading of fixed income securities, derivatives and certain other financial instruments including ETFs.&#xd;<br />&#xd;<br />In line with the G20 commitments, we fully support regulatory efforts to move trading onto properly regulated venues. Centralised, electronic trading in particular brings a number of benefits, including increased pricing transparency compared with bilateral voice trading, easier access to competing liquidity providers resulting in better pricing, increased operational efficiency from straight-through-processing, as well as a comprehensive audit trail for monitoring and regulatory purposes.&#xd;<br />&#xd;<br />Given the wide range of fixed income and derivatives instruments, and the differing needs of markets participants, we consider it is critical to allow a diverse range of trading protocols operated by appropriately regulated venues. The rules should be sufficiently flexible to allow the market to innovate to meet changing demands.","acronym":"Tradeweb","interests":"Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union , Internal Market","euInitiatives":"MIFID II/MiFIR&#xd;<br />EMIR&#xd;<br />Review of the European Supervisory Authorities &#xd;<br />Broader financial services regulatory and fintech agenda","lastUp":"2018-02-23T16:48:56.941+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}