{"id":"139453015929-65","name":"Biltrafikens Arbetsgivareförbund","registrationDate":"2015-02-24T17:55:33.677+01:00","category":2,"subCategory":4,"legal":"förening","web":"http://www.transportforetagen.se","country":"Sweden","headAddress":"Storgatan 19","headCity":"Stockholm","headPostCode":"102 49","headPhone":"(46)87 62 71 70","boss":"Tina Thorsell","bossTitle":"","bossPosition":"Head of Social Policy","membersCount":2,"membersFTE":"1.0","membership":"IRU, www.iru.org&#xd;\nTransportföretagen, www.transportforetagen.se&#xd;\nSvenskt Näringsliv, www.svensktnaringsliv.se","memberOrga":"Vi har 7 200 anslutna företag med totalt 81 000 anställda.&#xd;\n&#xd;\nBiltrafikens Arbetsgivareförbund (BA) är ett förbund inom Transportföretagen. Vi organiserar arbetsgivare inom åkeri-, terminal-, transportförmedlings-, logistik-, renhållnings-, återvinnings-, trafikskole- och taxinäringen.&#xd;\n&#xd;\nVi arbetar även med bransch- och  näringspolitiska frågor.","goal":"Biltrafikens Arbetsgivareförbund (BA) är ett förbund inom Transportföretagen. Vi organiserar arbetsgivare inom åkeri-, terminal-, transportförmedlings-, logistik-, renhållnings-, återvinnings-, trafikskole- och taxinäringen. I dag har vi 7 200 anslutna företag med totalt 81 000 anställda.&#xd;<br />&#xd;<br />En av våra huvuduppgifter är att träffa kollektivavtal rörande löne- och anställningsvillkor för våra branscher. Avtal tecknas med Svenska Transportarbetareförbundet, Unionen, Sveriges Ingenjörer, Ledarna. Vidare bistår vi våra medlemmar med rådgivning i arbetsgivar- och arbetsmiljöfrågor, förhandlingshjälp, hjälp med avtalstolkning och med processhjälp i tingsrätt och i arbetsdomstol. För våra medlemmar arrangerar vi även kurser inom bland annat arbetsrätt och ledarskap.&#xd;<br />Det andra benet inom BA är bransch- och näringspolitik. &#xd;<br />&#xd;<br />BA ingår i Transportföretagen, en samarbetsorganisation inom Svenskt Näringsliv som består av nio arbetsgivar- och/eller branschförbund inom transportnäringen. Transportföretagen har drygt 10 500 medlemsföretag med ca 194 000 anställda. I samarbete med Transportföretagen arbetar vi även med rekrytering, kompetensutveckling och utbildningsfrågor relevanta för våra branscher.&#xd;<br /> &#xd;<br />BA och Transportföretagen har huvudkontor i Stockholm samt sju regionkontor, från Umeå i norr till Malmö i söder.&#xd;<br />&#xd;<br />Med Biltrafikens Arbetsgivareförbund, BA, avses såväl förbundet som servicebolaget Biltrafikens Arbetsgivareförbund BA Konsult AB.","acronym":"BA","interests":"Borders and Security, Business and Industry, Climate Action, Competition, Customs, Employment and Social Affairs, Environment, Justice and Fundamental Rights, Single market, Trans-European Networks, Transport","euInitiatives":"Vägpaket1 inkluderande EUs kör och vilotidsregler, regler om smart färdskrivare, cabotage, tillträde till yrket, utstationeringsregler lex specialis (vägtransportsektorn). &#xd;<br />Därutöver: Vägarbetstidsdirektivet, AETR-reglerna och Internationella transporter, Fria rörligheten, Regler om tredjelandsförare.&#xd;<br />Administrationsbördan i olika nationella tillämpningar av EU-rättsakter som protektionistiskt skapar hinder i den fria rörligheten. Social lagstiftning.  Regelverk som inkräktar eller begränsar rätten att reglera verksamheter genom kollektivavtal mellan arbetstagare- och arbetsgivareorganisationer mm.&#xd;<br />Klimatfrågor.","lastUp":"2019-12-17T16:55:48.522+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}