{"id":"139867317426-16","name":"Collaborating Centre on Sustainable Consumption and Production","registrationDate":"2015-05-20T14:04:12.163+01:00","category":4,"subCategory":5,"legal":"independent, non-profit limited liability company","web":"http://www.scp-centre.org","country":"Germany","headAddress":"Hagenauer Strasse 30","headCity":"Wuppertal","headPostCode":"42107","headPhone":"(49)4 92 02 45 95 8- 10","boss":"Michael Kuhndt","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":38,"membersFTE":"28.5","membership":"not applicable","memberOrga":"The CSCP is an independent, non-profit limited liability company. It does not have further member organizations.","goal":"The Collaborating Centre on Sustainable Consumption and Production (CSCP) is a Think and Do tank that works with businesses, policy makers, partner organizations and civil society toward a sustainable planet. The United Nations Environment Program (UNEP) and the Wuppertal Institute for Climate, Energy and Environment jointly founded us in 2005. As a non-for profit organisation, we focus on the promotion of sustainable patters of consumption and production (SCP). In cooperation with the governments around the world, we are working towards a more sustainable future especially in the frame of recently adopted UN Sustainable Development Goals.&#xd;<br />&#xd;<br />We adopt an inclusive and holistic approach to foster sustainable consumption and production with expertise in the areas of Products and Services, Cities &amp; Infrastructure, Policy, Lifestyles &amp; Behavior and Business &amp; Entrepreneurship. Within these areas, both the think and do tank services are offered in collaboration with our partner organizations across the globe. We search, develop and replicate sustainable practices in above areas in order to achieve a resilient and sustainable future for all.&#xd;<br />&#xd;<br />The key to our work as reflected in our name is the multi-stakeholder approach. Hence, we work with businesses, NGOs, policy makers as well as consumers and their representative organizations for transition towards a sustainable future planet.&#xd;<br />&#xd;<br />In policy realm, the Centre provides advice to policy decision makers on the selection and implementation of best policy mixes for business and civil society activation for SCP implementation at different levels of politics and governance. With businesses, we work to foster sustainability practices along the global value chains and demonstrate the case for social entrepreneurship.  &#xd;<br />&#xd;<br />In addition, we also work with Civil Society organizations and engages them in the formulation and implementation of policy due to their close connection to diverse groups of society and ability to catalyze change.&#xd;<br />&#xd;<br />Our organization consists of four teams 1) Sustainable Infrastructure, Products and Services (SIPS) 2) Sustainable Business and Entrepreneurship (SBE) 3) Sustainable Lifestyles and 4) Enabler Team who provides project management, IT, creative as well as acquisition support to aforementioned three teams. We have successfully acquired and implemented a range of EU funded projects including the projects funded under EU’s 7th Framework of Programme (FP 7) and Horizon 2020. In FP7 and Horizon 2020 projects, we have provided expertise on stakeholder mapping, outreach, dialogue, policy advice, sector sustainability roadmap development and translating sustainability in areas such as food and agriculture, Information and Communication Technologies (ICT), housing, mobility and health etc.","acronym":"CSCP","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Communication, Consumers, Digital economy and society, Economy, finance and the euro, Energy, Environment, Food Safety, International co-operation and development, Migration and asylum, Regional Policy, Research and innovation","euInitiatives":"The CSCP is mainly following the policies and funding programmes of the DG's Environment, Climate Action and Development+Cooperation as they are often related to sustainable consumption and production themes.&#xd;<br />However, also the work of most of the other DGs (such as Agriculture+Rural Development, Energy or Health+Consumers) is interesting to the CSCP.","lastUp":"2019-03-19T11:33:18.490+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}