{"id":"140719522066-79","name":"Canada Pension Plan Investment Board","registrationDate":"2016-06-02T12:03:45.009+02:00","category":2,"subCategory":3,"legal":"Federal Crown Corporation","web":"http://cppib.com/en/home.html","country":"Canada","headAddress":"One Queen Street East, Suite 2500","headCity":"Toronto","headPostCode":"M5C 2W5","headPhone":"(1)41 68 68 86 89","boss":"Caroline Kowall","bossTitle":"Ms","bossPosition":"Director, Legal","membersCount":2,"membersFTE":"0.5","membership":"Invest Europe: http://www.investeurope.eu/about-us/","memberOrga":"","goal":"CPPIB is Canada's largest single-purpose pension fund and ranks amongst the top ten retirement funds in the world today.  CPPIB invests the assets of the Canada Pension Plan (CPP) not currently needed to pay benefits to help provide a foundation upon which 20 million contributors and beneficiaries build their financial security in retirement.  CPPIB is headquartered in Toronto with seven international offices.  Our European HQ is in London.&#xd;<br />&#xd;<br />CPPIB is a significant investor in Europe with C$63.9 billion invested in real estate, infrastructure, public equities, real estate investment funds, and direct investments. These investments represent 19% of the CPP Fund’s total assets at December 31, 2017 (the CPP Fund has total net assets of C$337.1 billion).&#xd;<br />&#xd;<br />CPPIB operates at arm's-length from federal and provincial governments.  Management of CPPIB reports not to governments, but to an independent Board.  CPP Fund assets are not direct government assets.","acronym":"CPPIB","interests":"Banking and financial services, Climate Action, Competition, Economy, finance and the euro, Energy, External Relations, Taxation, Trade","euInitiatives":"We follow a number of legislative issues including:&#xd;<br />&#xd;<br />- Brexit implementation &#xd;<br />- EU Merger&#xd;<br />- EU FDI screening&#xd;<br />- long-term finance/Capital Markets Union&#xd;<br />- taxation&#xd;<br />- corporate governance&#xd;<br />- financial markets regulation&#xd;<br />- competition","lastUp":"2018-04-25T16:56:33.594+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}