{"id":"141535532745-06","name":"Modern Building Alliance","registrationDate":"2018-10-02T11:59:31.491+02:00","category":2,"subCategory":4,"legal":"none","web":"http://www.modernbuildingalliance.eu","country":"Belgium","headAddress":"Avenue E. Van Nieuwenhuyse 4/3","headCity":"Brussels","headPostCode":"1160","headPhone":"(32)26 76 17 55","boss":"Quentin de Hults","bossTitle":"Mr","bossPosition":"Executive Chair","membersCount":1,"membersFTE":"0.5","membership":"sponsor of the European Fire Safety Alliance (EuroFSA)","memberOrga":"PlasticsEurope – Association of Plastics Manufacturers, EXIBA - European Extruded Polystyrene Insulation Board Association, EUMEPS – Association for European Manufacturers of Expanded Polystyrene, PU Europe – European Association of Polyurethane (PUR/PIR) Insulation Industry, ISOPA – European Diisocyanates and Polyol Producers Association, BASF, Covestro, DOW, Huntsman, Kingspan","goal":"We are an alliance of trade associations and companies representing the plastics industry in the construction sector. Plastics are increasingly used in building and construction applications to make our buildings more sustainable, from window frames and durable pipes to state-of-the-art insulation solutions. An essential pillar of our cause is the ambition for greater fire safety across the construction industry. It is a key driver of our product design and manufacturing: improving the fire safety of buildings is a joint responsibility of the whole value chain involved in building and construction. That’s why, by engaging with policy makers and stakeholders, we are committed to supporting the EU in ensuring safe and sustainable construction for people across Europe.","acronym":"","interests":"Business and Industry, Energy, Environment, Public Health","euInitiatives":"- Fire Information Exchange Platform&#xd;<br />- Construction Product Regulation&#xd;<br />- Energy Performance of Building Directive","lastUp":"2018-10-04T09:02:05.061+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}