{"id":"141853525629-40","name":"Univerzita Komenského v Bratislave","registrationDate":"2017-01-27T12:30:23.158+02:00","category":4,"subCategory":12,"legal":"public university","web":"http://uniba.sk/","country":"Slovakia","headAddress":"Šafárikovo námestie 6","headCity":"Bratislava","headPostCode":"814 99","headPhone":"(421)2 90 10 91 08","boss":"Karol Mičieta","bossTitle":"Mr","bossPosition":"Rector","membersCount":12,"membersFTE":"10.0","membership":"European University Association &#xd;\nNetwork of Universities from the Capitals of Europe &#xd;\nUtrecht Network &#xd;\nDanube Rectors´ Conference &#xd;\nEuropean Association for International Education &#xd;\nVirtual Technology Library Systems","memberOrga":"One single legal entity.","goal":"Comenius University in Bratislava (CU) is the oldest, largest and highest quality university in Slovakia with almost 25 000 students and more than 2400 full-time academic staff. It has thirteen faculties providing BA, MA and PhD programs in all major disciplines. CU has at its disposal extensive research capacity. University’s 19 research teams were evaluated as “excellent” by the Slovak Accreditation Commission (2015) indicating that their research and outputs are excellent according to the international standards. CU aims to provide an outstanding education and research that enhances the scientific, professional and cultural life of society as well as its economic well-being. The University contributes to the wealth of knowledge and is a significant bearer of the legacy of humanism and ethical values.","acronym":"UK","interests":"Banking and financial services, Borders and Security, Business and Industry, Climate Action, Communication, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Sport, Trade, Youth","euInitiatives":"Comenius University actively participates in Horizon2020, ERASMUS+, Health Programme and others. As a part of European Higher Education Area and the European Research Area University has interests in developing the cooperation and joint initiatives. Our researchers follow several sectoral policies, contribute to the analysis of EU affairs and actively engage in discussion with professionals from EU institutions (e.g. External Action Service).","lastUp":"2018-10-16T10:21:12.694+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}