{"id":"14184846326-23","name":"La Française des Jeux","registrationDate":"2011-07-28T18:04:00.204+01:00","category":2,"subCategory":3,"legal":"société anonyme d'économie mixte","web":"http://www.groupefdj.com","country":"France","headAddress":"rue Gallieni, 126","headCity":"Boulogne-Billancourt Cedex","headPostCode":"92643","headPhone":"(33)1 41 10 35 00","boss":"Stéphane PALLEZ","bossTitle":"Ms","bossPosition":"Présidente-directrice générale","membersCount":4,"membersFTE":"1.5","membership":"La Française des Jeux est membre de l'association européenne des loteries (The European Lotteries) et de l'association mondiale des loteries (The World Lottery Association).&#xd;\n&#xd;\nAu niveau national, elle est également membre de l'UIMM (Union des Industries et des Métiers de la Métallurgie), de la FEVAD (Fédération des Entreprises de Vente à Distance) et de l'Union des Annoceurs (UDA).&#xd;\n&#xd;\nEnfin, La Française des Jeux est adhérente du CERRE (Center on Regulation in Europe) et soutient Confrontations Europe et la Fondation Robert Schuman.","memberOrga":"","goal":"La Française des Jeux est une entreprise publique dont l'Etat français détient 72% du capital. Elle propose une offre de jeux de loterie et de paris sportifs grand public, ludique, responsable et sûre.&#xd;<br />&#xd;<br />Deuxième loterie européenne avec 14,3 milliards d'euros de mises enregistrées en 2016 auprès de plus de 26 millions de clients, La Française des Jeux a redistribué près de 95% des mises ainsi engagées sur ses jeux : 66,6 % aux joueurs, près de 21,8% à la collectivité - dont près de 230 millions d'euros pour le sport professionnel et amateur.&#xd;<br />&#xd;<br />Le Groupe avec ses filiales s'appuie sur plus de 1.800 collaborateurs, le premier réseau de proximité en France comptant près de 31.100 points de vente répartis sur plus de 11.000 communes, et un canal multimedia qui séduit plus de 1,3 million de joueurs.&#xd;<br />&#xd;<br />La Française des Jeux est membre des associations The European Lotteries et World Lottery Association.","acronym":"FDJ","interests":"Audiovisual and Media, Competition, Consumer Affairs, Culture, Enterprise, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Sport, Taxation","euInitiatives":"Toute initiative susceptible d'intéresser le secteur des jeux d'argent, mais aussi des sujets transverses tels que la Stratégie pour un marché Unique du Numérique (DSM), l'accessibilité des biens et des services (handicap) et la responsabilité sociale d'entreprise.","lastUp":"2017-04-18T17:52:21.175+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}