{"id":"14211885135-08","name":"Nederlandse Elasmobranchen Vereniging","registrationDate":"2011-01-28T13:34:33.992+02:00","category":3,"subCategory":2,"legal":"Vereniging (NL)","web":"http://www.elasmobranch.nl","country":"Netherlands","headAddress":"Gerard Terborgstraat","headCity":"Amsterdam","headPostCode":"1071TJ","headPhone":"(31)6 48 26 35 24","boss":"Irene Kingma","bossTitle":"Ms","bossPosition":"Policy","membersCount":2,"membersFTE":"0.5","membership":"The NEV is the Dutch member of the European Elasmobranch Association and is a representative of the other interest groups int the Pelagic, North Sea and North West Waters Advisory councils to the European Commission.","memberOrga":"","goal":"De Nederlandse Elasmobranchen Vereniging is in 2010 opgericht met als doel de kennis over haaien en roggen in te verbeteren om zo de populaties beter te kunnen beheren en waar nodig te beschermen. Ze richt zich hierbij op vissen die voorkomen in Nederlandse wateren maar ook in wateren bevist door Nederlandse vissers./ The Dutch Elasmobranch Society was founded in 2010, its goal is to improve the knowledge we have about sharks and rays to facilitate better managament of the populations of these fish and were necesarry protect them. The focus of the organisation is on sharks and rays living in Dutch waters and in waters fished by Dutch fishermen.","acronym":"NEV","interests":"Environment, Maritime affairs and fisheries","euInitiatives":"Our main focus is on fisheries policy within the EU and  between EU and 3rd countries&#xd;<br />&#xd;<br />We follow the implementation of the Common Fisheries Policy (CFP) specifically where it relates to the annual TAC setting through the TAC and quota regulation, article 15 and 16 of the CFP (landing obligation) and in the relation of teh CFP to Marine Strategy Framework Directive (descriptor 1 and 3)&#xd;<br />&#xd;<br />In international policy we work on the anual EU-NOrway agreement on fisheries and EU engagement in regional fisheries organisations (RFMOS's like ICCAT, WECAFC and NEAFC)","lastUp":"2019-09-18T13:37:33.212+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}