{"id":"142903829084-58","name":"Stiftung Neue Verantwortung e.V.","registrationDate":"2017-11-24T12:54:40.742+01:00","category":4,"subCategory":5,"legal":"e.V.","web":"http://www.stiftung-nv.de","country":"Germany","headAddress":"Berliner Freiheit 2","headCity":"Berlin","headPostCode":"10785","headPhone":"(49)30 81 45 03 78 80","boss":"Stefan Heumann","bossTitle":"Mr","bossPosition":"Mitglied des Vorstands","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"https://www.stiftung-nv.de/de/mitglieder","goal":"Die Stiftung Neue Verantwortung (SNV) ist eine unabhängige Denkfabrik, die konkrete Ideen entwickelt, wie die deutsche Politik den technologischen Wandel in Gesellschaft, Wirtschaft und Staat gestalten kann. Um die inhaltliche Unabhängigkeit zu gewährleisten, hat sich die Organisation für eine Mischfinanzierung aus Stiftungen, öffentlichen Geldern und Unternehmen entschieden. Fragen digitaler Infrastrukturen, des Wandels der Arbeit, der IT-Sicherheit oder der Überwachung im Internet betreffen mittlerweile Kernbereiche der Wirtschafts- und Sozialpolitik, der inneren Sicherheit oder des Schutzes persönlicher Grundrechte. Zu diesen und anderen Themenbereichen erstellen die Expertinnen und Experten der SNV Analysen, entwickeln Politikvorschläge und organisieren Veranstaltungen. Für die Entwicklung von Politikvorschlägen hat die SNV eine neue Arbeitsweise entwickelt. Wissenschaftliche Expertise bildet die Grundlage. Allerdings arbeitet die SNV frühzeitig und systematisch mit Experten aus der politischen Praxis, aus der Wirtschaft, aus NGOs und aus Forschungsinstituten zusammen, um Politikvorschläge schnell zu testen und zu verbessern. Diese kollaborative Arbeitsweise macht es möglich, unterschiedliche Perspektiven zu beteiligen, Vorschläge die nicht funktionieren, früh zu verwerfen und Ideen praxistauglich zu machen. Viele technologieintensive Themen der Politik sind Querschnittsthemen, die sich in kürzester Zeit verändern. Die Kombination aus unterschiedlichem Wissen, dem ständigen Testen von Ideen und Geschwindigkeit bildet daher den Kern der Organisation.","acronym":"SNV","interests":"Climate Action, Digital economy and society, Employment and Social Affairs, Energy, Foreign affairs and security policy, Justice and Fundamental Rights, Research and innovation","euInitiatives":"Themenbereiche von DG Connect; v.a. Cybersecurity, Telekommunikationsregulierung, e-Skills, Datenschutz, Energie, Fake News, Wettbewerbsrecht, European Digital Single Market Initiative, semi supply chains","lastUp":"2019-11-04T11:32:08.147+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}