{"id":"143211713843-33","name":"Raad Nederlandse Detailhandel","registrationDate":"2014-06-23T18:10:41.375+02:00","category":2,"subCategory":4,"legal":"Vereniging","web":"http://www.rndweb.nl","country":"Netherlands","headAddress":"Overgoo 13","headCity":"Leidschendam","headPostCode":"2266 JZ","headPhone":"(31)7 04 44 25 87","boss":"Eus Peters","bossTitle":"Mr","bossPosition":"Directeur","membersCount":3,"membersFTE":"2.25","membership":"http://www.detailhandel.nl/&#xd;\nhttp://www.vno-ncw.nl/","memberOrga":"https://www.rndweb.nl/branches","goal":"De Raad Nederlandse Detailhandel (RND) is de centrale onafhankelijke werkgeversorganisatie van de detailhandel. De RND kent als koepelorganisatie een zogenaamd 'getrapt' lidmaatschap. De detailhandelsondernemingen zijn lid van brancheverenigingen, die op hun beurt lid zijn van de RND. Met de aangesloten brancheverenigingen vertegenwoordigt de RND het overgrote deel van de winkelbedrijven en daarmee een belangrijk deel van de detailhandel in Nederland.&#xd;<br />&#xd;<br />De RND behartigt op nationaal en Europees niveau de gemeenschappelijke economische en sociale belangen van zijn leden. Daarbij richt de RND zich op algemene onderwerpen die de detailhandel betreffen en de branchespecifieke onderwerpen die vallen onder de betreffende branchevereniging. De aandachtsgebieden van de RND zijn: Arbeidszaken, Betalingsverkeer, Criminaliteit, eBusiness, Ruimtelijke ordening en Milieu. Het Bureau Arbeidszaken van de RND fungeert als vraagbaak en adviesbalie voor leden van de brancheverenigingen en voert tevens, aan werkgeverszijde, cao-onderhandelingen.","acronym":"RND","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Enterprise, Environment, General and Institutional Affairs, Information Society, Internal Market, Trade","euInitiatives":"Circulaire economie&#xd;<br />CSR&#xd;<br />Stedenbeleid&#xd;<br />Standaardenharmonisatie&#xd;<br />Handelsbeleid&#xd;<br />Huisvesting&#xd;<br />Consumer Affairs&#xd;<br />Mededinging, franchising","lastUp":"2018-04-19T15:19:10.301+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}