{"id":"143477711695-75","name":"Assotelecomunicazioni","registrationDate":"2013-08-06T17:53:32.154+01:00","category":2,"subCategory":4,"legal":"No profit Association","web":"http://www.asstel.it/","country":"Italy","headAddress":"Via Barberini, 11","headCity":"Roma","headPostCode":"00187","headPhone":"(39)06 45 41 75 31","boss":"Dina Ravera","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.5","membership":"Asstel belongs to CONFINDUSTRIA, the main organisation representing Italian manufactoring and services companies, and also to CONFINDUSTRIA DIGITALE, the Federation representing the ICT sector in Italy.","memberOrga":"","goal":"ASSTEL is the not-for-profit Italian official Employers Association of the telecommunication operators (fixed, mobile, internet etc.) and also represents Companies focused on:&#xd;<br />Customer-centers services (mainly outsourcers for telecommunication services);&#xd;<br />Management, maintenance and operations of telecommunication equipments and networks;&#xd;<br />Development and implementation of technological services for telecommunications;&#xd;<br />Multimedia and digital contents services supply.&#xd;<br />With 45 large and medium associated companies employing about 130.000 people and almost 43 billions € total revenues in 2009, ASSTEL is the main Association in the field of Innovation and Technology in Italy; it represents and supports the telecommunications sector interests in relation to Union works rules and to technical and economic issues.&#xd;<br />&#xd;<br />Main goals/remit:&#xd;<br />manage relationships with the national Trade Unions;&#xd;<br />lead the sector’s collective national bargain (Contratto Collettivo Nazionale per le Imprese Esercenti Servizi di Telecomunicazione) with the relevant Trade Unions Organizations;&#xd;<br />directly, or trough Confindustria system, is involved in promoting the interpretation, improvement and adaptation of labour regulation;&#xd;<br />promote sector initiatives for professional and managerial training;&#xd;<br />manage the relationships with Italian Public Authorities and Institutions to represent, promote and safeguard the technical and economic sectorial interests; particularly about:&#xd;<br />Tax system and Fiscal regulation&#xd;<br />Telecommunication related national and European regulation&#xd;<br />Data Protection&#xd;<br />Lawful interception and related services for justice purpose&#xd;<br />Protection of consumers’ economic and legal interest&#xd;<br />Relationships with Confindustria system’s Federations and Associations.","acronym":"Asstel","interests":"Audiovisual and Media, Competition, Consumer Affairs, Employment and Social Affairs, Energy, Information Society, Justice and Fundamental Rights, Research and Technology, Taxation, Trans-European Networks","euInitiatives":"Proposal of Data Protection Regulatory&#xd;<br />Digital Agenda Policies&#xd;<br />Alleged Infringement of art. 49, 56 of the treaty due to art 24bis of Decree n. 83/2012, Law n. 134/2012","lastUp":"2017-02-15T16:08:55.231+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}