{"id":"14365014904-34","name":"Instinctif Partners","registrationDate":"2011-01-06T11:12:48.728+01:00","category":1,"subCategory":6,"legal":"SPRL","web":"http://brussels.instinctif.com","country":"United kingdom","headAddress":"Gresham Street, 65","headCity":"London","headPostCode":"EC2V7NQ","headPhone":"(44)20 74 57 20 20","boss":"Tim Linacre","bossTitle":"Mr","bossPosition":"CEO","membersCount":10,"membersFTE":"10.0","membership":"Instinctif Partners partners and staff in Brussels are signed up members of SEAP, the Society of European Affairs Professionals. Instinctif Partners partners and staff in London are PRCA members. Instinctif Partners are also members of the British Chamber of Commerce.","memberOrga":"","goal":"Instinctif Partners (Brussels) provides a range of services to fit any business need for public policy solutions. The company prides itself in its ability to work with clients to safeguard their business interests and improve their competitive advantage.&#xd;<br />&#xd;<br />By going beyond immediately available public information sources, we identify the trends, direction and likely outcomes of various legislative and political initiatives at EU and US level. By using our extensive network of contacts in decision-making institutions in the US, EU and EU Member States, we deliver a comprehensive service that includes the following:&#xd;<br />&#xd;<br />Strategic information services&#xd;<br /> &#xd;<br />Strategic analysis and advice&#xd;<br /> &#xd;<br />Lobbying campaigns&#xd;<br /> &#xd;<br />Matchmaking&#xd;<br /> &#xd;<br />Association/coalition management&#xd;<br /> &#xd;<br />Public affairs training","acronym":"","interests":"Business and Industry, Climate Action, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Energy, Environment, Institutional affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Sport, Taxation, Trade, Transport","euInitiatives":"We follow initiative policies and legislative files associates with, but not exclusive to, Health, Digital technologies and services, Financial Services, Gambling and Energy and Environment issues.","lastUp":"2019-02-25T14:26:30.178+01:00","customers":"Health First Europe,EDiMA","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":"","turnoverRange":""}