{"id":"143978822159-67","name":"Loro Parque, S. A.","registrationDate":"2016-06-08T16:15:59.271+02:00","category":2,"subCategory":3,"legal":"Sociedad Anónima","web":"http://www.loroparque.com","country":"Spain","headAddress":"Avda. Loro Parque, s/n","headCity":"Puerto de la Cruz","headPostCode":"38400","headPhone":"(34)9 22 37 38 41","boss":"Wolfgang Kiessling","bossTitle":"","bossPosition":"Presidente","membersCount":2,"membersFTE":"0.5","membership":"Asociación Ibérica de Zoos y Acuarios&#xd;\nAsociación Europea de Zoos y Acuarios&#xd;\nAsociación Mundial de Zoos y Acuarios&#xd;\nAsociación Europea para los Mamíferos Acuáticos&#xd;\nAlliance of Marine Mammal Parks and Aquatiums","memberOrga":"","goal":"Loro Parque es un proyecto turístico medioambiental con un concepto de \"Embajada Animal\" en el que se integran de forma amplia los parámetros de sostenibilidad. Hoy por hoy Loro Parque es uno de los pocos zoológicos del mundo que ha conseguido los estándares ISO-14001  y EMAS, y el único en el mundo acreditado como Biosphere Park. Este estándar fue desarrollado por LP  junto con el Instituto de Turismo Responsable (asociado a la UNESCO) como el primer estándar de sostenibilidad para parques zoológicos, Biosphere Park Animal Embassy, en el que se presta una especial atención a las cuestiones relacionadas con el bienestar animal.&#xd;<br />El sello distintivo de Loro Parque es la calidad de sus infraestructuras, así como también la seriedad y el compromiso medioambiental con la que se ha desarrollado cada espacio y detalle del parque. Por eso, muchas de las instalaciones de Loro Parque se encuentran entre las mejores del mundo, en cuanto a calidad, innovación tecnológica y gestión ambiental. Pero el compromiso medioambiental ha ido más allá de los límites de nuestras instalaciones, y se trabaja de forma continua para conseguir formas más limpias de producir la energía que se consume en ellas.","acronym":"LP","interests":"Climate Action, Education, Environment, Transport","euInitiatives":"Política medioambiental&#xd;<br />Directiva Europea de Zoos&#xd;<br />Políticas turísticas&#xd;<br />Políticas de transporte y movilidad","lastUp":"2018-04-17T14:03:29.011+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}