{"id":"144049521780-57","name":"The Adecco Group AG","registrationDate":"2016-05-17T15:30:41.485+01:00","category":2,"subCategory":3,"legal":"Limited liability company (AG)","web":"http://www.adeccogroup.com","country":"Switzerland","headAddress":"Sägereistrasse 10","headCity":"Glattbrugg","headPostCode":"8152","headPhone":"(41)4 48 78 88 88","boss":"Patrick Kleffel","bossTitle":"Mr","bossPosition":"General Council","membersCount":3,"membersFTE":"1.0","membership":"World Employment Confederation - Europe - www.weceurope.eu&#xd;\nBusinessEurope - www.businesseurope.eu&#xd;\nEuropean Alliance for Apprenticeships - http://ec.europa.eu/social/main.jsp?catId=1147","memberOrga":"","goal":"The Adecco Group is the world’s leading provider of workforce solutions, transforming the world of work through talent and technology. Each year, The Adecco Group provides approximately 700,000 people around the world with career opportunities. The Adecco Group offers a wide variety of services that includes temporary staffing, permanent placement, career transition and talent development, as well as outsourcing and consulting. The Adecco Group partners with employers, candidates, colleagues and governments, sharing its labour market expertise and insights to boost prosperity through the power of work.&#xd;<br />&#xd;<br />The Adecco Group is a Fortune Global 500 company, based in Zurich, Switzerland, with more than 33,000 FTE employees and approximately 5,100 branches in 60 countries and territories around the world. Adecco Group AG is registered in Switzerland (ISIN: CH0012138605) and listed on the SIX Swiss Exchange (ADEN).","acronym":"","interests":"Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Home Affairs, Information Society, Internal Market, Youth","euInitiatives":"Employment, skills, EU Agency Work Directive, EU internal market for services, EU mobility package, EU Skills initiative, EU Data Protection Regulation","lastUp":"2017-05-04T18:02:31.328+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}