{"id":"144049521780-57","name":"The Adecco Group","registrationDate":"2016-05-17T15:30:41.485+02:00","category":2,"subCategory":3,"legal":"Limited liability company (AG)","web":"http://www.adeccogroup.com","country":"Switzerland","headAddress":"Bellerivestrasse 30","headCity":"Zurich","headPostCode":"8008","headPhone":"(41)4 48 78 88 88","boss":"Henrich Martin","bossTitle":"Mr","bossPosition":"General Council","membersCount":4,"membersFTE":"1.25","membership":"World Employment Confederation - Europe - www.weceurope.eu&#xd;\nBusinessEurope - www.businesseurope.eu&#xd;\nEuropean Alliance for Apprenticeships - http://ec.europa.eu/social/main.jsp?catId=1147","memberOrga":"","goal":"The Adecco Group is the world’s leading HR solutions partner. We provide more than 700,000 people with permanent and flexible employment every day. With more than 34,000 employees in 60 countries, we transform the world of work one job at a time. Our colleagues serve more than 100,000 organisations with the talent, HR services and cutting-edge technology they need to succeed in an ever-changing global economy.  As a Fortune Global 500 company, we lead by example, creating shared value that meets social needs while driving business innovation. Our culture of inclusivity, fairness and teamwork empowers individuals and organisations, fuels economies, and builds better societies. These values resonate with our employees, who voted us number 2 on the Great Place to Work® - World’s Best Workplaces 2017 list.  We make the future work for everyone. &#xd;<br />&#xd;<br />The Adecco Group is based in Zurich, Switzerland. Adecco Group AG is registered in Switzerland (ISIN: CH0012138605) and listed on the SIX Swiss Exchange (ADEN). The group is powered by eight lead brands: Adecco, Modis, Badenoch &amp; Clark, Spring Professional, Lee Hecht Harrison, Pontoon, Adia and YOSS.","acronym":"","interests":"Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Home Affairs, Information Society, Internal Market, Youth","euInitiatives":"Employment, skills, EU Agency Work Directive, Social Pillar &amp; Proposal for transparent &amp; predictable working conditions, EU internal market for services, EU mobility package, EU Skills initiative, EU Data Protection Regulation","lastUp":"2018-04-19T15:41:42.081+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}