{"id":"144748835976-43","name":"Youth for Equality","registrationDate":"2019-09-22T20:55:43.991+02:00","category":3,"subCategory":2,"legal":"Association","web":"https://www.youthforequality.sk","country":"Slovakia","headAddress":"Agátová 347/6","headCity":"Pusté Úľany","headPostCode":"92528","headPhone":"(421)9 04 16 09 66","boss":"Diana Jašeková","bossTitle":"Ms","bossPosition":"President","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Youth for Equality is an organisation, founded in Slovakia as a local youth initiative with the aim to realise positive changes and develop activities on local but also on European and international level in the field of education, labor market, protection of human rights and environment for personal and professional development of youth and their integration into society.&#xd;<br />&#xd;<br />Our organisation provides the guidance and organize local youth events in order to provide youngsters with information about different educational and career opportunities at local, national and international level. Our campaigns include presentations about Erasmus + projects (youth exchanges, info about writing the projects and setting up an organisation), another youth projects, internships, European Solidarity Corps, various business programs or job opportunities, and discussions on these topics at high schools, universities, NGOs, fairs, international institutions. By integration of young and disadvantaged people to the Labor market we contribute to social inclusion. &#xd;<br />&#xd;<br />Our organisation supports youth entrepreneurship and entrepreneurial competences in youth innovation. The organisation's activities enable young people to take positive action and develop themselves effectively. They are focused on improving the skills and knowledge they need to become successful in a business. That's why we organised discussions with experienced entrepreneurs and stakeholders, we have developed business plans with our target group. By the socially oriented activities combined with entrepreneurship we lead youngsters towards social entrepreneurship field.&#xd;<br />&#xd;<br />Other activities and projects are based on promoting active citizenship and engagement in the democratic life of the European Union, promoting Slovak culture and traditions in a multicultural environment. In cooperation with European associations, we organize meetings on refugee issues in the area of human rights. During each project we support participants to develop their cultural identity, we overcome barriers they might have, we try to help them to create relevant multicultural environment for learning. Regarding these local and international experiences, experiences with different mobilities, we are able to implement good-quality project. We conducted a plentitude of projects on the European level, which were funded via Erasmus+ Initiative. They were focused on the upholding of human rights and civil liberties, fight against fake news and extremism, protection of environment and healthy lifestyle.&#xd;<br />&#xd;<br />We encourage young people towards volunteering activities by involving them in our events, helping them organize their own small projects, implementing their fresh ideas, giving them a chance to learn about different cultures, participating in international events.","acronym":"","interests":"Climate Action, Communication, Competition, Culture, Culture and media, Education and training, Employment and Social Affairs, Environment, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Youth","euInitiatives":"Youth for Equality currently follows Erasmus+ initiative (KA1, KA2 and KA3 projects) and European Solidarity Corps with the aim to achieve the objectives defined in various European Strategic Documents and outcomes of European Structured Dialogues.&#xd;<br />&#xd;<br />Youth for Equality currently plans to organize KA3 Erasmus+ project, i.e. a structured dialogue between the youth and the policy makers, which is going to focus on LGBT Leadership and Activism, incentivising young people to take part in the democratic process and fight for the equality. The outcome of the project will be a strategic report, which will help the policy makers to draft the laws regarding the educational and edificational programs about LGBT Problematics. One of our goals is to be able to present this report and lobby for its implementation in the European Commission.","lastUp":"2019-09-25T08:52:35.856+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}