{"id":"145331327707-58","name":"GREEK FORUM OF REFUGEES","registrationDate":"2017-07-11T15:20:39.178+02:00","category":3,"subCategory":2,"legal":"association","web":"http://refugees.gr/","country":"Greece","headAddress":"NAUARCHOU NOTARA 12","headCity":"ATHENS","headPostCode":"106 83","headPhone":"(30)21 30 28 29 76","boss":"YONOUS MUHAMMADI","bossTitle":"Mr","bossPosition":"PRESIDENT","membersCount":1,"membersFTE":"0.25","membership":"http://refugees.gr/about-en/#Networking","memberOrga":"Afghans Migrants and Refugees Community in Greece// Somali community // House of Syrians in Greece // Congolese Community in Greece // Burundi Community in Greece // Sudanese Refugees’ Association – Greece","goal":"The Greek Forum of Refugees (GFR) was founded in 08/01/2013 by 21 founder members. Yonous Muhammadi was member of the co-founder team and the President of the Greek Forum of Refugees from 2013 till March 2017 (after the last elections in March 2015). The relevant official documents are its statue and the General Assembly‘s minutes from the constitution of the board of directors.&#xd;<br />&#xd;<br />DESCRIPTION OF THE GFR:&#xd;<br />GFR mission is the creation of a national sustainable network of individuals, unions, communities and associations working to support asylum seekers, refugees and stateless persons, focusing on their auto-organization, public expression and representation, through a common course of action. GFR is a grassroots organisation where the refugee communities are the main actors. It acquired expertise on communities’ mobilization, advocacy capacities, legislation/ practices analysis on refugee issues, need assessment for refugee communities, strengthening cooperation between Greek organizations and refugee communities, sharing information with authorities and stakeholders, organization of various cultural events and conferences.","acronym":"GFR","interests":"Culture, Education and training, Humanitarian aid and civil protection","euInitiatives":"EU directives and decisions related to the refugee and asylum seekers area.","lastUp":"2018-07-10T13:28:37.166+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}