{"id":"14575766603-44","name":"European Organisation of Military Associations","registrationDate":"2011-09-07T15:08:37.691+02:00","category":3,"subCategory":2,"legal":"aisbl","web":"http://www.euromil.org","country":"Belgium","headAddress":"Rue John Waterloo Wilson, 78","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)26 26 06 80","boss":"Emmanuel Jacob (in the name of the Board)","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"1.0","membership":"EUROMIL is participating in the Fundamental Rights Platform (FRP) of the EU Agency for Fundamental Rights (FRA).&#xd;\nThe organisation has participatory status with the Council of Europe (CoE) and consultative status with the UN Economic and Social Council (ECOSOC). &#xd;\nEUROMIL also maintains contacts with the North Atlantic Treaty Organization Parliamentary Assembly (NATO PA) and the Organization for Security and Cooperation in Europe (OSCE).&#xd;\nAdditionally, EUROMIL is a member of the European Movement International (EMI), Friends of Europe and the Kangaroo Group.","memberOrga":"ACMP-CGPM&#xd;\nAFMP/FNV&#xd;\nAFU/GWU&#xd;\nANEAED&#xd;\nANS&#xd;\nAOFA&#xd;\nAP&#xd;\nASSODIPRO&#xd;\nATME&#xd;\nAUME&#xd;\nCAOA&#xd;\nCAROA&#xd;\nCS&#xd;\nDBwV&#xd;\nHKKF&#xd;\nHOSZ&#xd;\nKONWENT&#xd;\nKTGC&#xd;\nLSA&#xd;\nMARVER/FNV&#xd;\nMOR&#xd;\nN-COACA&#xd;\nPDFORRA&#xd;\nRACO&#xd;\nSAMO&#xd;\nSOVCG&#xd;\nZZWP&#xd;\nZV-SR&#xd;\nBUAFWA (BUAFWA)&#xd;\nNEZAVISNOST (Observer)&#xd;\nNSO (Observer)&#xd;\nPFAFU (Observer)&#xd;\nPFEARFU (Observer)&#xd;\nTAS (Observer)","goal":"a)\tto promote the fundamental rights and fundamental freedoms in the armed forces of the countries of Europe;&#xd;<br />\tb)\tto promote European social policy so as to include military personnel;&#xd;<br />\tc)\tto promote the general, non-material, social and professional interests of active and former military personnel, their families and surviving dependents;&#xd;<br />\td)\tto represent the interests of the member associations vis-à-vis supranational institutions and authorities, and to support them in matters of their concern within their national sphere;&#xd;<br />\te)\tto cooperate with other international organisations and trade unions provided that this is in the interest of EUROMIL;&#xd;<br />\tf)\tto foster the regular exchange of experience between the member associations;&#xd;<br />\tg)\tto promote understanding and friendship between the member associations","acronym":"EUROMIL","interests":"Borders and Security, Education and training, Employment and Social Affairs, Enlargement, External Relations, Foreign and Security Policy and Defence, Humanitarian aid and civil protection, Justice and Fundamental Rights, Public Health, Regional Policy","euInitiatives":"Main fields of interest: CSDP, fundamental rights and freedoms, social and labour legislation.","lastUp":"2018-05-09T10:15:02.543+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}