{"id":"145823616191-15","name":"Colegio Oficial de Ingenieros Técnicos en Informática de Castilla-La Mancha","registrationDate":"2015-02-24T12:45:03.296+01:00","category":2,"subCategory":1,"legal":"Corporación de derecho público","web":"http://www.coiticlm.es","country":"Spain","headAddress":"Centro de Empresas CUMBRIA","headCity":"Ciudad Real","headPostCode":"13005","headPhone":"(34)6 10 90 56 76","boss":"Carlos de Manuel Clemente","bossTitle":"","bossPosition":"Decano / Presidente","membersCount":1,"membersFTE":"0.25","membership":"El Colegio Oficial de Ingenieros Técnicos en Informática de Castilla-La Mancha pertenece al Consejo General de Colegios Oficiales de Ingeniería Técnica en Informática, corporación de derecho público constituida por la Ley 21/2009 y que tiene por objeto la coordinación y representación conjunta de los colegios de ingenieros técnicos en informática existentes en España.&#xd;\n&#xd;\nhttp://www.conciti.org","memberOrga":"","goal":"1. La ordenación de la profesión, dentro de su ámbito competencial y del marco legal oportuno, en beneficio tanto de la sociedad como de los intereses generales que le son propios.&#xd;<br />\t&#xd;<br />2. La defensa de los intereses profesionales de los colegiados y  ostentar  la representación exclusiva del ejercicio de la profesión.&#xd;<br />\t&#xd;<br />3. Vigilar el ejercicio de la profesión, facilitando el conocimiento y cumplimiento de todo tipo de disposiciones legales que afecten a la misma, haciendo cumplir la ética profesional y las normas deontológicas propias. &#xd;<br />\t&#xd;<br />4. Velar por el adecuado nivel de calidad de las prestaciones profesionales de los colegiados. Para ello se promoverá la formación y perfeccionamiento de éstos.\t&#xd;<br />\t&#xd;<br />5. Procurar la armonía y colaboración entre los colegiados y entre éstos y los demás profesionales.&#xd;<br />\t&#xd;<br />6. Fomentar la solidaridad profesional y promover el progreso de la Ingeniería en Informática y el aumento de las competencias y del prestigio de la profesión.","acronym":"COITICLM","interests":"Competition, Education, Employment and Social Affairs, Information Society, Research and Technology, Trade","euInitiatives":"Legislación en materia de:&#xd;<br />a) Mercado Único Digital Europeo&#xd;<br />b) Agenda Digital Europea&#xd;<br />c) Directiva Europea de Reconocimiento de Cualificaciones Profesionales&#xd;<br />d) Legislación europea en materia de protección de datos personales.&#xd;<br />e) Legislación europea en materia de propiedad industrial e intelectual&#xd;<br />f) Legislación europea en materia de tecnologías de la información y las comunicaciones","lastUp":"2018-03-12T19:36:01.109+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}