{"id":"145969929043-68","name":"Studieförbundet Näringsliv och Samhälle","registrationDate":"2017-11-21T14:11:50.670+01:00","category":4,"subCategory":5,"legal":"förening och AB","web":"https://www.sns.se/","country":"Sweden","headAddress":"Box 5629","headCity":"Stockholm","headPostCode":"114 86","headPhone":"(46)08 50 70 25 00","boss":"Marie Horn af Rantzien","bossTitle":"","bossPosition":"vd","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"280 av Sveriges främsta företag, myndigheter och organisationer har tecknat medlemskap i SNS. Hela listan återfinns på: https://www.sns.se/om-sns/medlemmar/.","goal":"SNS är en mötesplats för kunskapsbaserad dialog om centrala samhällsfrågor. Vi samlar samhällsengagerade personer i näringsliv, politik, offentlig förvaltning och forskning.SNS är en politiskt oberoende och icke-vinstdrivande ideell förening.SNS har fyra verktyg för att bidra med kunskap:&#xd;<br />1. Policyforskning:I SNS forskningsrapporter översätts aktuell samhällsforskning till konkreta råd till ledande beslutsfattare i politik och näringsliv.&#xd;<br />2. Forskningsdialog:I referensgrupper knutna till SNS forskningsprojekt sker ett utbyte av erfarenheter och perspektiv mellan forskning och praktiskt beslutsfattande.&#xd;<br />3. Möten: Våra seminarier, konferenser och rundabordssamtal bidrar till kunskapsutbyte och ökad förståelse mellan näringsliv, politik, förvaltning och forskning.&#xd;<br />4. Utbildning: SNS Samhällsprogram är en unik chefsutbildning som ger deltagarna en djupare förståelse för samhället och politiska beslutsprocesser från lokal nivå till EU-nivå.","acronym":"SNS","interests":"Business and Industry, Economy, finance and the euro, Employment and Social Affairs, Research and innovation, Taxation","euInitiatives":"Horizon 2020, sociala pelaren, cirkulär ekonomi, digitalisering, skatt, kompetensförsörjning, hållbarhet, forskning, migration, arbetsmarknad","lastUp":"2019-03-14T11:58:11.197+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}