{"id":"146537115285-34","name":"Booking.com B.V.","registrationDate":"2014-12-16T16:48:59.634+01:00","category":2,"subCategory":3,"legal":"Limited Liability company","web":"http://www.booking.com","country":"Netherlands","headAddress":"Herengracht, 597","headCity":"Amsterdam","headPostCode":"1017 CE","headPhone":"(31)2 07 12 56 00","boss":"Rutger Prakke","bossTitle":"Mr","bossPosition":"Global Director Legal and General Counsel","membersCount":2,"membersFTE":"0.5","membership":"European Technology and Travel Services Association (ETTSA): wwww.ettsa.eu&#xd;\nEuropean Tech Alliance: http://eutechalliance.eu/","memberOrga":"","goal":"Established in 1996 in Amsterdam, Booking.com has grown from a small Dutch start-up to one of the largest travel e-commerce companies in the world. Booking.com now employs more than 15,000 employees in 198 offices in 70 countries worldwide.&#xd;<br />&#xd;<br />With a mission to empower people to experience the world, Booking.com invests in digital technology that helps take the friction out of travel. At Booking.com, we connect travellers with the world’s largest selection of incredible places to stay, including everything from apartments, vacation homes, and family-run B&amp;Bs to 5-star luxury resorts, tree houses and even igloos. The Booking.com website and mobile apps are available in over 40 languages, offer 1,644,863 properties, and cover 127,120 destinations in 228 countries and territories worldwide.&#xd;<br />&#xd;<br />Each day, more than 1,550,000 room nights are reserved on our platform. So whether travelling for business or leisure, customers can instantly book their ideal accommodation quickly and easily with Booking.com, without booking fees and backed up by our promise to price match. Via our customer experience team, customers can reach Booking.com 24/7 for assistance and support in over 40 languages, any time of the day or night.&#xd;<br />&#xd;<br />Booking.com B.V. is registered with the trade register of the Chamber of Commerce in Amsterdam, the Netherlands, under registration number 31047344. VAT registration number is NL805734958B01. Registration number with Dutch Data Protection Authority is 1288246.","acronym":"","interests":"Audiovisual and Media, Competition, Consumer Affairs, Information Society, Internal Market, Taxation","euInitiatives":"- Competition&#xd;<br />- Digital Single Market, including platform regulation&#xd;<br />- Consumer protection&#xd;<br />- Privacy/ data protection&#xd;<br />- Taxation","lastUp":"2018-02-07T11:17:43.095+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}