{"id":"14682974416-46","name":"International Credit Insurance &amp; Surety Association","registrationDate":"2010-10-26T12:56:56.037+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.icisa.org","country":"Netherlands","headAddress":"Herengracht, 473","headCity":"Amsterdam","headPostCode":"1017 BS","headPhone":"(3120)6 25 41 15","boss":"Robert Nijhout","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"ICISA members: ACE - Acredia Versicherung AG - Afianzadora Latinoamericana - Amlin - Arch Re - Argo Surety - PT. Askrindo (Persero) - Aspen Re - Atradius - AXA Assurcredit - AXA Winterthur - AXIS Re Ltd - Catlin Re Switzerland Ltd - CESCE - China National Investment &amp; Guaranty Co., Ltd - China Pacific Insurance Co. Ltd.  - Chubb - CLAL Credit Insurance Ltd - Coface - COSEC - Credimundi - Credit Guarantee - ECICS Limited - Endurance - Euler Hermes - Fianzas Atlas - Garant - The Guarantee Company of North America - Groupama Assurance-Crédit - Hannover Re - ICIC - Liberty - Lombard Insurance Company - Mitsui Sumitomo - Munich Re - Nationale Borg - Novae Group plc - PartnerRe Ltd - PICC Property and Casualty Company Limited - Ping An P&amp;C - Qatar Re - QBE - R+V Re - SACE BT - SCOR Global P&amp;C SE - Seoul Guarantee Insurance Company (SGI) - SID-First Credit - Sompo Japan - Swiss Re - Tokio Marine &amp; Nichido Fire Insurance - Tokio Marine HCC - Travelers - Tryg Garanti - Zurich Global Corporate UK, Surety - Zurich Insurance plc, Niederlassung für Deutschland - Zurich Surety, Credit and Political Risk&#xd;\nFor more information: bwww.icisa.org","goal":"The International Credit Insurance &amp; Surety Association (ICISA) promotes sustained technical excellence, industry innovation and product integrity. It represents the interests of its members by facilitating an open exchange of information and ideas, while representing the interests of the trade credit insurance and surety bonding industries to local, national and international government and regulatory bodies. ICISA plays a vital role advising and educating international and multinational authorities and organisations on issues related to trade credit insurance and surety bonds. www.icisa.org&#xd;<br />ICISA Promotes the educational foundation STECIS which offers training seminars in trade credit insurance and surety. These seminars are open to ICISA members as well as to external parties. More information available on www.stecis.org.","acronym":"ICISA","interests":"Competition, Economic and Financial Affairs, Enterprise, Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Internal Market, Regional Policy, Taxation, Trade, Trans-European Networks","euInitiatives":"Solvency II regulations and implementation, level playing field for surety bonds, marketable risk, State Support Schemes, micro-entities account simplification, systemic risk, shadow banking. We are furthermore highly interested in the discussions regarding SME finance and the lack of it. How to cooperate with banks in order to give SMEs better access to finance?","lastUp":"2017-10-26T14:51:03.930+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}