{"id":"14725777018-13","name":"Cittalia Fondazione ANCI Ricerche","registrationDate":"2011-10-25T15:41:34.515+01:00","category":6,"subCategory":11,"legal":"Foundation","web":"http://www.cittalia.it","country":"Italy","headAddress":"via delle Quattro Fontane, 116","headCity":"Rome","headPostCode":"00184","headPhone":"(39)06 76 98 08 11","boss":"Leonardo Domenici","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"1.5","membership":"Cittalia is the research foundation of the National Association of Italian Municipalities (ANCI).","memberOrga":"","goal":"Cittalia Fondazione ANCI RIcerche is the research foundation of the National Association of Italian Municipalities (ANCI). &#xd;<br />It carries out research and studies on urban issues and its role is to support ANCI, as well as Italian municipalities, to meet the ongoing economic and social challenges that accompany the process of change faced by local authorities. Its main purpose is to study and present the emerging issues of the Italian and European urban situation, using a flexible interdisciplinary approach and providing policy makers, the scientific community and the public at large with relevant tools and analysis in the following domains:&#xd;<br />- Welfare and Society: social marginalisation and poverty, integration, living together and integration, migration, housing, gender issues, youth policies and social behaviour&#xd;<br />- Institutions and Organisation: governance, administrative reforms, local finance and management&#xd;<br />- Planning and quality of life: urban planning and development, mobility, security and quality of life&#xd;<br />- Environment and energy: green spaces, energy saving, renewable energies, new building solutions, pollution and waste management&#xd;<br />- Competitiveness and Innovation: local development, innovation and research, local production, PPPs&#xd;<br />Cittalia promotes the role of local authorities in Italy and Europe as powerhouses for social inclusion, innovation and competitive growth. The foundation is particularly committed to further and understand the causes of inequality, marginalisation and social problems and it proposes solutions, ways and means to tackle and overcome them. Cittalia operates at European level also through its Brussels-based office and its EU project team, encouraging a shared European understanding of the crucial aspects of urban settings and changes, acknowledging and exchanging European good practices and actively participating in European partnerships. &#xd;<br />&#xd;<br />In  2011 by the integration of the Protection System for Asylum Seekers and Refugees (SPRAR) &#xd;<br />into its organizing structure, Cittalia has been involved actively into the study and management of the reception and integration policies in Italy.   &#xd;<br />&#xd;<br />The Protection System for Asylum Seekers and Refugees is actually the Italian network for the reception and integration of people seeking and granted international protection &#xd;<br />The System is based on collaboration between the centralised institutions, the Ministry of Internal Affairs, ANCI and local authorities, with the involvement of the local associations and NGOs","acronym":"","interests":"Budget, Climate Action, Culture, Education, Employment and Social Affairs, Energy, Environment, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Regional Policy, Research and Technology, Sport, Trans-European Networks, Transport, Youth","euInitiatives":"urban and regional policy&#xd;<br />migration and asylum&#xd;<br />environment&#xd;<br />smart cities&#xd;<br />social innovation&#xd;<br />social housing&#xd;<br />welfare","lastUp":"2017-05-16T12:50:22.054+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}