{"id":"147203735952-88","name":"EVOCATEN","registrationDate":"2019-09-18T17:59:32.811+02:00","category":3,"subCategory":2,"legal":"BVBA","web":"","country":"Belgium","headAddress":"Krijgslaan","headCity":"Ghent","headPostCode":"9000","headPhone":"(32)92 43 94 20","boss":"Frank Van Vlaenderen","bossTitle":"","bossPosition":"zaakvoerder","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"Nieuwe organisatie in opbouw.","goal":"OEL De vennootschap heeft tot doel in België en in het buitenland de belangendrager welke aard&#xd;<br />ook (mens, dier of anders) bijstand te verlenen in het zelfstandig opnemen van zijn/haar&#xd;<br />verplichtingen en of het uitoefenen van zijn/haar rechten als individu of als groep in een humane&#xd;<br />democratische samenleving en waar nodig – indien de belangendrager het niet of niet geheel&#xd;<br />zelfstandig kan opnemen – op verzoek van de belangendrager opkomen voor zijn/haar verplichtingen&#xd;<br />en of het uitoefenen van zijn/haar rechten als individu of als groep en dit in zijn/haar naam.&#xd;<br />De bijstand is vooreerst, maar niet beperkt tot, de juridische bijstand. De bijstand is veelzijdig, waar&#xd;<br />nodig in samenwerking en met bijstand van andere personen, vrije beroepen, verenigingen,&#xd;<br />ondernemingen, overheden en technologieën welke aard ook.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Justitie - artificiële intelligentie - ondernemerschap - burgerrechten -ethische dossiers - toegang tot recht - rechtsbijstand - democratie","lastUp":"2019-09-18T19:16:41.301+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}