{"id":"147656111703-83","name":"European Forum of technical and Vocational Education and Training","registrationDate":"2013-08-12T19:44:43.461+01:00","category":3,"subCategory":2,"legal":"non- profit Associate","web":"http://www.efvet.org","country":"Belgium","headAddress":"Rue d'Arlon, 40","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)27 21 90 84","boss":"Joachim James Calljea","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"3.25","membership":"EfVET is a member of the   LLL Platform (Lifelong Learning Platform)","memberOrga":"http://www.efvet.org/index.php?option=com_content&amp;task=category&amp;sectionid=10&amp;id=34&amp;Itemid=200","goal":"EfVET is a unique European-wide professional association which has been created by and for providers of technical and vocational education and training (TVET) in all European countries. Its mission is to champion and enrich technical and vocational education and training through transnational co-operation by building a pan-European network of institutions and practitioners. EfVET aims to:&#xd;<br />- promote quality and innovation in Technical and Vocational Education and Training throughout Europe;&#xd;<br />- develop collaboration, mutual co-operation and sharing of good practice;&#xd;<br />- Recommendations for the improvement of Erasmus+ programme;&#xd;<br />- to encourage co-operation in Vocational Education Training at European level;&#xd;<br />- to promote the development of VET;&#xd;<br />- give VET institutes a platform of influence in EU policy.&#xd;<br />&#xd;<br />EfVET has over 200 members in almost all the EU member states; also members in Hong Kong, USA and Russia. It is able to reach out to over 1500 VET institutions across Europe. This European network also has direct links to other European organisations including EUCIS, EAEA, EUCEN, EVTA and the EVBB.&#xd;<br />EfVET published the following positions in order to comment on the respective policy developments:&#xd;<br />- Recommendations for the improvement of Erasmus+ programme&#xd;<br />- EfVET statement on Rethinking Education&#xd;<br />- EfVET Statement on Wellbeing in VET","acronym":"EfVET","interests":"Borders and Security, Budget, Business and Industry, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Enlargement, External Relations, Humanitarian aid and civil protection, International co-operation and development, Maritime affairs and fisheries, Regional Policy, Research and innovation, Single market, Sport, Trade, Youth","euInitiatives":"EfVET has been very active in its policy advocacy work for vocational education in this few years and was a strong contacts with the European Commission and other European Institutions.&#xd;<br />in 2014 and 2015 EfVET was or be involved in the policy  implementation of DG-EAC, DG- Employer, Social Affairs and Inclusion and other institutions' initiatives where it introduced a strong civil society perspective by providing the point of view of EfVET members.&#xd;<br />EfVET has had regular contact with the Vocational Training and Adult education unit in DG- EMPLOYMENT SOCIAL AFFAIRS AND INCLUSION. Informal meetings were happening throughout the year, and regular exchanges about plans and opinions took place.&#xd;<br />Furthermore EfVET participates in the Working Groups on:&#xd;<br />- Advisory Group EQF&#xd;<br />- European Credit Transfer system for VET (ECVET)&#xd;<br />- European Quality Assurance Reference Framework (EQARF)&#xd;<br />- Launched the European Alliance for Apprenticeships (EAFA)&#xd;<br />- European Social Funding (ESF)&#xd;<br />- CEDEFOP&#xd;<br />- Working Group2020 Innovation and Digitalisation&#xd;<br />Also, via the European Civil Society Platform on Lifelong Learning (EUCIS-LLL), the relationship with other units in DG- EAC and DG-EMPL has been reinforced and EfVET has been very active in the stakeholder initiatives. EfVET also participated in the LLL week and in the EC Education Forum in Brussels&#xd;<br />Also, EfVET was invited along with the other five Association members of VET4EU2 group to participate in the Meeting of the Ministers in charge of Vocational Education and Training (VET), the European Social Partners and the European Commission which was held 21-22 June 2015 in Riga, organised under the Latvian Presidency of the Council of the European Union in cooperation with the European Commission&#xd;<br />Also, we a part of the VET Skills week in Brussels, Vienna and Finland","lastUp":"2019-02-14T12:50:40.114+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}