{"id":"148621611192-72","name":"narocon InnovationConsulting","registrationDate":"2013-05-23T14:58:11.631+01:00","category":1,"subCategory":8,"legal":"single person company / self employed","web":"http://www.narocon.de","country":"Germany","headAddress":"Kastanienallee 21","headCity":"Berlin","headPostCode":"10435","headPhone":"(49)30 28 09 69 30","boss":"Harald Kaeb","bossTitle":"Mr","bossPosition":"Owner / MD","membersCount":1,"membersFTE":"0.25","membership":"BioBased Products / Commission Expert Group on Biobased Products (DG ENT)&#xd;\nObserver Status.","memberOrga":"","goal":"narocon berät interessierte Unternehmen und Organisationen zu vielen Fragen der Bioökonomie. &#xd;<br />&#xd;<br />Dazu zählen insbesondere die Entwicklung und der Einsatz von biobasierten Produkten, mit dem Schwerpunkten \"Biochemicals\" und \"Bioplastics\" (Biokunststoffe). &#xd;<br />&#xd;<br />Die fachlich ausgerichtete Beratung umschliesst alle Bereiche des Lebenswegs, vom Agrarrohstoff, über angewendete Verfahrensprozesse bis hin zur Produktanwendung und der Entsorgung / (Wieder-) Verwertung. Dies umfasst technisch, ökonomische, ökologische und politisch-kommunikative Aspekte.&#xd;<br />&#xd;<br />Ziel ist es, Pioniere der BioÖkonomie bei der Entwicklung und Markteinführung biobasierter Produkte mit massgeschneiderten Dienstleistungen zu unterstützen. Eingebracht wird eine 20 jähriges Expertise ausschließlich in diesem Bereich.","acronym":"narocon","interests":"Agriculture and Rural Development, Climate Action, Enterprise, Environment, Research and Technology","euInitiatives":"Circular Economy and Waste Package&#xd;<br />Role of biobased or biodegradable and compostable polymer products in any communication / legislative file.&#xd;<br />&#xd;<br />BioEconomy &amp; Horizon 2020&#xd;<br />Biobased products in the context of innovation and growth, funding and investment programmes.&#xd;<br />&#xd;<br />Renewable energy legislation&#xd;<br />Role of biofuels and biobased chemicals","lastUp":"2017-02-11T14:05:45.155+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":""}