{"id":"148706334710-54","name":"ASOCIATIA OBSTESCA COMITETUL NATIONAL ICOM MOLDOVA","registrationDate":"2019-04-30T21:16:44.128+02:00","category":3,"subCategory":2,"legal":"Association sans but lucratif","web":"http://network.icom.museum/icom-moldova/","country":"Moldova, republic of","headAddress":"121A, 31 AUGUST 1989 STR., CHISINAU","headCity":"Chisinau","headPostCode":"MD-2012","headPhone":"(373)69 38 57 47","boss":"Valeria Suruceanu","bossTitle":"Ms","bossPosition":"President","membersCount":15,"membersFTE":"3.75","membership":"","memberOrga":"","goal":"Public association National Committee  ICOM Moldova is a  non-governmental  organization, legal entity registered in Moldova in 2010 and is member of the worldwide network of 118  National Committees of the International Council of Museum, which promotes cultural values preservation of the cultural heritage. The legal mandate of ICOM Moldova implies development of national policy for heritage, capacity building of the heritage sector stakeholders for a sustainable cultural and economic development, promotion of the regional co-operation and exchange of experience within the Eastern Partnership region and between the EU countries. ICOM Moldova has good reputation and it is a fast growing organization, which increased its membership from 8 to 35 people and its activities are focused on: professional cross-cultural cooperation &amp; exchange of experience; dissemination of knowledge and raising public awareness on cultural issues; capacity building of cutural workers/constituents; mainstreaming the professional standards, including the ethic issues, preservation of heritage and combating the illicit traffic in cultural property etc.  Organization has experience of cross-cultural activities in creation communication and joint action platforms involving the state and non-state actors from Eastern Partnership countries, such as Moldova (including Transnistria and Gagayz Yeri regions), Ukraine, Belarus, Armenia, Georgia, Azerbaijan as well as Romania and, as mentioned, it is part of the international network of national ICOM organizations, which represents an important aspect and should not be underestimated, because allows a direct access to the expertise and facilitates international study visits, learning from each other and joint events. ICOM has positive background in cooperation with Transnsitrian partners, it is a learning, flexible and proactive organization.","acronym":"ICOM Moldova","interests":"Culture","euInitiatives":"ICOM-Moldova  assists its members in the implementation of the programs taking into account the latest European cultural policies and trends. For ex.-  New European Agenda for Culture as well as New European Agenda for Culture. &#xd;<br />The New Agenda proposes to:&#xd;<br />\t•  harness the power of culture and cultural diversity for social cohesion and wellbeing, by promoting cultural participation, mobility of artists and protection of heritage&#xd;<br />\t•  support jobs and growth in the cultural and creative sectors, by promoting arts and culture in education, boosting relevant skills, and encouraging innovation in culture&#xd;<br />\t•  strengthen international cultural relations, by making the most of the potential of culture to foster sustainable development and peace","lastUp":"2019-04-30T21:20:16.621+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}