{"id":"148929835400-09","name":"EUREGIO","registrationDate":"2019-07-17T14:25:24.246+02:00","category":6,"subCategory":11,"legal":"Zweckverband (grensoverschrijdend openbaar lichaam D-NL)","web":"https://www.euregio.eu/de","country":"Germany","headAddress":"Enscheder Straße 362","headCity":"Gronau","headPostCode":"48559","headPhone":"(49)25 62 70 20","boss":"Christoph Almering","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":38,"membersFTE":"38.0","membership":"","memberOrga":"https://www.euregio.eu/sites/default/files/downloads/Gemeenten%2C%20Waterschappen%20en%20Kreise%20met%20internetadres%20%2805.10.2016%29_0.pdf&#xd;\n&#xd;\nDe EUREGIO-leden&#xd;\nDe EUREGIO telt 129 lidgemeenten – 104 aan Duitse en 25 aan Nederlandse zijde. Een deel van de gemeenten is indirect lid via hun (Land-)Kreis. Alle aangesloten gemeenten en waterschappen zijn vertegenwoordigd in het Algemeen Bestuur, dat eenmaal per jaar bijeen komt.","goal":"Grenzen overwinnen – ook in het hoofd!&#xd;<br />Slagboom, grenscontroles, cultuur en taal: allemaal voorbeelden van drempels die er tussen twee landen op verschillende niveaus kunnen zijn. Vaak worden ze maar langzaam geslecht. De EUREGIO maakt zich er sterk voor de samenwerking tussen Nederland en Duitsland te vereenvoudigen en te komen tot meerwaarde voor beide zijden. Daarbij ziet de EUREGIO zich als draaischijf en als bemiddelende instantie tussen beide landen.&#xd;<br />&#xd;<br />De EUREGIO is als sinds 1958 actief in de opbouw en de versterking van de structuren en de grensoverschrijdende samenwerking in het Nederlands-Duitse grensgebied. De basis daarvoor is het grensoverschrijdende verbond van 129 Duitse en Nederlandse steden, gemeenten en (Land-)Kreise.&#xd;<br />&#xd;<br />Droomdoel? Samen leven in één verzorgingsgebied!&#xd;<br />Alles wat de EUREGIO doet, heeft in feite maar één doel. De sterke deelregio’s moeten tot “één” verzorgingsgebied samengroeien, tot een geïntegreerde en sterke regio om te leven en te werken. Een regio waarin de grens geen scheidende en belemmerende effecten meer heeft. Het gaat erom, de economische kracht en de levenskwaliteit in de regio te verhogen en de integratie van het gebied verder te verbeteren. Tenslotte is het geheel meer dan de som der delen.&#xd;<br />&#xd;<br />De visie van “één” verzorgingsgebied komt ook voort uit de overtuiging dat de EUREGIO een Europa in het klein is. Hier bij ons wordt Europa tastbaar. We brengen Europese doelen en Europees beleid in de praktijk en brengen het vaak toch nog abstracte Europa via concreet handelen naar de burger. De meerwaarde van de Europese integratie wordt ook door ons werk duidelijk en heeft directe effecten op het leven van de mensen in onze regio. Geheel naar het motto “grensregio’s vormen Europa” leveren wij dus een bijdrage aan de Europese eenwording en aan de sociale, economische en territoriale cohesie.&#xd;<br />Om te komen tot \"één\" verzorgingsgebied, zet de EUREGIO zich in voor het wegnemen van grensgerelateerde barrières en ondersteunt gemeenten, \"grensburgers\", bedrijven en organisaties om te profiteren van de kansen die de grenssituatie biedt. Prioritaire gebieden van samenwerking in de EUREGIO zijn (1) Duurzame Ruimtelijke Ontwikkeling, (2) Economie en (3) Maatschappelijke Ontwikkeling. De EUREGIO is draaischijf, platform en spreekbuis. De EUREGIO combineert dan ook verschillende activiteiten:&#xd;<br /> &#xd;<br />Grenzeloos veelzijdig&#xd;<br />De EUREGIO is op de volgende terreinen actief:&#xd;<br />&#xd;<br />1. Sociaal-economische ontwikkeling&#xd;<br />2. Advies aan grensgangers&#xd;<br />3. Tussengemeentelijke samenwerking&#xd;<br />4. Interregionale samenwerking&#xd;<br />&#xd;<br />Om het doel van één verzorgingsgebied te verwezenlijken, voert de EUREGIO de volgende taken uit:&#xd;<br />&#xd;<br />1. Vorming van netwerken – duurzaam bijeen brengen van mensen&#xd;<br />2. Bevordering van grensoverschrijdende activiteiten en projecten&#xd;<br />3. Belangenbehartiging van de grensoverschrijdende regio&#xd;<br />4. Informeren en adviseren van bv. bedrijven en burgers op het gebied van arbeidsmarkt en wonen in het buurland&#xd;<br />5. Projectontwikkeling en projectmanagement&#xd;<br />6. Ontsluiten van subsidie voor grensoverschrijdende activiteiten en projecten&#xd;<br />7. Interregionale samenwerking met andere (grens-)regio’s.","acronym":"","interests":"Borders and Security, Digital economy and society, Employment and Social Affairs, International co-operation and development, Regional Policy, Single market, Trans-European Networks, Transport","euInitiatives":"Consultation VO EU 1315/2013 Leitlinien der Union für den Aufbau eines transeuropäischen Verkehrsnetzer NSBC","lastUp":"2019-07-17T14:26:24.824+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}