{"id":"149395113902-80","name":"Fédération des Ensembles Vocaux et Instrumentaux Spécialisés","registrationDate":"2014-07-03T12:51:50.321+01:00","category":3,"subCategory":2,"legal":"association loi 1901","web":"http://www.fevis.com","country":"France","headAddress":"rue Coquillière, 10","headCity":"PARIS","headPostCode":"75001","headPhone":"(33)1 42 21 90 27","boss":"Jacques TOUBON","bossTitle":"Mr","bossPosition":"Chairman","membersCount":1,"membersFTE":"0.25","membership":"Pearle* (associated member)&#xd;\nOn the Move (informal)","memberOrga":"http://www.fevis.com/ensemble/","goal":"FEVIS is a national federation gathering 140 music independent ensembles located in France. It is now recognized as 'intérêt général'. &#xd;<br />These music ensembles are artistic SMEs that have the particularity to work in a rather public environment of subsidized venues, orchestras, festivals. They are partly subsidized as well, but only up to 33% on average. &#xd;<br />&#xd;<br />FEVIS provides the general public with information on this versatile and dynamic sector &#xd;<br />- releasing public studies that detail their activities (concerts and mediation), finance, export, digital behaviors... &#xd;<br />- informing universities and students of hiring possibilities by public interventions&#xd;<br />- promoting ensembles towards public and private partners, their needs, by one to one meetings / including the administration or the Parliament when it comes to legal burdens to their activities&#xd;<br />-  organizing events&#xd;<br />&#xd;<br />FEVIS is also a platform for best practice exchanges among members on export, digital visibility, administrative procedures... &#xd;<br />&#xd;<br />For 2 years, FEVIS has initiated an informal European network in order to extend its actions to other European ensembles that remain, for most of them, quite isolated. Meanwhile, informing public authorities about our specificities has been extended to the EU, and the OECD.","acronym":"FEVIS","interests":"Culture, Education, Taxation","euInitiatives":"suivi de Creative Europe et Music Moves Europe&#xd;<br />fiscalité des artistes à l'export&#xd;<br />transport d'instruments&#xd;<br />visas et mobilité des artistes","lastUp":"2018-03-12T10:43:31.951+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}