{"id":"149675016636-39","name":"Rassemblement des Médecins Palestiniens d'Europe","registrationDate":"2015-03-18T12:50:24.366+01:00","category":3,"subCategory":2,"legal":"associazione medica","web":"http://www.palmedeurope.eu","country":"France","headAddress":"maison des associations","headCity":"paris","headPostCode":"75002","headPhone":"(33)6 03 59 14 49","boss":"Mohamed Salem","bossTitle":"Mr","bossPosition":"coordinateur","membersCount":7,"membersFTE":"2.25","membership":"le palmed France participe en tant qu'observateur à la plateforme Palestine. association regroupant des associations intéressées par la question palestinienne en france","memberOrga":"nous avons des membres dans différents pays européens&#xd;\nmédecins infirmiers et cadres médicaux.&#xd;\nles principales branches sont l’Allemagne , la France, le Royaume uni , Italie, Ukraine et le Pays bas","goal":"Le Rassemblement s’attache à réaliser les objectifs suivants :&#xd;<br />a- Dénombrer les médecins palestiniens en Europe et les mettre en relation.&#xd;<br />b- Tisser des liens entre les médecins palestiniens et créer les conditions favorables à l’échange de points de vue dans les domaines professionnels et scientifiques.&#xd;<br />c- Faire connaître les réalisations, passées et présentes les plus importantes de la médecine et des médecins palestiniens.&#xd;<br />d- Mettre en lien les universités et les hôpitaux européens avec les institutions académiques et sanitaires de Palestine afin d’aider ces dernières dans la mesure du possible au développement de leurs services médicaux.&#xd;<br />e- Accroître le niveau éducatif et de connaissance des médecins palestiniens en Europe et leur niveau scientifique et pédagogique dans le domaine des services médicaux.&#xd;<br />f- Encourager les médecins palestiniens en Europe à faire du bénévolat au sein des institutions palestiniennes de santé.&#xd;<br />g- Veiller à la coopération permanente avec les institutions sanitaires palestiniennes et aider dans la mesure du possible à répondre à leurs besoins.&#xd;<br />h- Se focaliser sur la promotion du domaine médical afin d’aider par ce biais la résistance de la Palestine.&#xd;<br />i- Ouvrer pour que les membres représentent le Rassemblement auprès d’organisations et média régionaux et internationaux et de participer en son nom à des activités aux dimensions régionale et internationale, rassembler les associations autours de leur cause au niveau des institutions médicales qui œuvrent en Europe.","acronym":"PalMed Europe","interests":"Enlargement, External Relations, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation","euInitiatives":"reconnaissance de l'etat palestinien par l'Union Européenne.&#xd;<br />Politiques médicales de l'Union. Politique concernant l'aide humanitaire. Politiques concernant le développement dans les pays en développement. Europaid. politique de formation et bourses d’études.","lastUp":"2019-02-15T20:45:03.399+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}