{"id":"149919830370-49","name":"Interessenverband kapitalmarktorientierter kleiner und mittlerer Unternehmen (KMU) e.V.","registrationDate":"2018-02-24T17:31:02.061+01:00","category":2,"subCategory":4,"legal":"Verband bzw. Verein","web":"http://www.kapitalmarkt-kmu.de","country":"Germany","headAddress":"Interessenverband kapitalmarktorientierter KMU e.V. bei Luther Rechtsanwaltsgesellschaft mbH","headCity":"Frankfurt","headPostCode":"60322","headPhone":"(49)69 27 22 92 48 75","boss":"Ingo Wegerich ","bossTitle":"Mr","bossPosition":"Präsident","membersCount":6,"membersFTE":"1.75","membership":"http://www.kapitalmarkt-kmu.de","memberOrga":"http://www.kapitalmarkt-kmu.de","goal":"Zweck des Vereins ist die Förderung der Interessen des kapitalmarktorientierten Mittelstandes. Der Verein 1. setzt sich insbesondere für die Verbesserung der maßgeblichen Rahmenbedingungen für kleinere und mittlere Unternehmen bei der Kapitalmarktfinanzierung ein, 2. tritt aktiv für die Belange des kapitalmarktorientierten Mittelstandes im Dialog mit der Politik, den Gesetzgebungsorganen, den Aufsichtsbehörden, den Institutionen des Kapitalmarkts, den Interessenverbänden und der Öffentlichkeit ein, 3. bietet seinen Mitgliedern fachliche Unterstützung und fördert den regelmäßigen Austausch untereinander. Unter kapitalmarktorientiertem Mittelstand versteht der Verein alle Unternehmen, die sich bereits gegenwärtig über den Kapitalmarkt in Form von Eigenkapital- oder Fremdkapitalinstrumenten finanzieren oder dies zukünftig beabsichtigen. Als mittelständisches Unternehmen gilt dabei noch ein Unternehmen mit einer durchschnittlichen Marktkapitalisierung auf der Grundlage der Notierungen zum Jahresende in den letzten drei Kalenderjahren von weniger als 500.000.000,00 EUR oder Unternehmen vergleichbarer Größenordnung. Der Verein bezweckt keinen wirtschaftlichen Geschäftsbetrieb.","acronym":"Kapitalmarkt KMU","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Gegenwärtig insbesondere alle EU-Initiativen, - Strategien und -Rechtssetzungsvorhaben im Zusammenhang mit der Kapitalmarktunion. Hier insbesondere die Rechtsfigur des EU-Wachstumsprospekts sowie die Initiative zur Schaffung eines verhältnismäßigen Regulierungsrahmens zur Erleichterung von KMU-Notierungen. Darüber hinaus aber auch neue Technologien, die im Rahmen der Wachstumsfinanzierung von KMU eingesetzt werden können wie beispielsweise Initial Coin Offerings etc. Hier auch die Entwicklung von Standards und kommende Rechtssetzungsvorhaben auf EU-Ebene.","lastUp":"2020-01-02T12:09:46.543+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}