{"id":"149919830370-49","name":"Interessenverband kapitalmarktorientierter kleiner und mittlerer Unternehmen (KMU) e.V.","registrationDate":"2018-02-24T17:31:02.061+02:00","category":2,"subCategory":4,"legal":"Verband bzw. Verein","web":"http://www.kapitalmarkt-kmu.de","country":"Germany","headAddress":"Interessenverband kapitalmarktorientierter KMU e.V. bei Luther Rechtsanwaltsgesellschaft mbH","headCity":"Frankfurt","headPostCode":"60322","headPhone":"(49)69 27 22 92 48 75","boss":"Ingo Wegerich ","bossTitle":"Mr","bossPosition":"Präsident","membersCount":1,"membersFTE":"1.0","membership":"http://www.kapitalmarkt-kmu.de","memberOrga":"http://www.kapitalmarkt-kmu.de","goal":"Zweck des Vereins ist die Förderung der Interessen des kapitalmarktorientierten Mittelstandes. Der Verein 1. setzt sich insbesondere für die Verbesserung der maßgeblichen Rahmenbedingungen für kleinere und mittlere Unternehmen bei der Kapitalmarktfinanzierung ein, 2. tritt aktiv für die Belange des kapitalmarktorientierten Mittelstandes im Dialog mit der Politik, den Gesetzgebungsorganen, den Aufsichtsbehörden, den Institutionen des Kapitalmarkts, den Interessenverbänden und der Öffentlichkeit ein, 3. bietet seinen Mitgliedern fachliche Unterstützung und fördert den regelmäßigen Austausch untereinander. Unter kapitalmarktorientiertem Mittelstand versteht der Verein alle Unternehmen, die sich bereits gegenwärtig über den Kapitalmarkt in Form von Eigenkapital- oder Fremdkapitalinstrumenten finanzieren oder dies zukünftig beabsichtigen. Als mittelständisches Unternehmen gilt dabei noch ein Unternehmen mit einer durchschnittlichen Marktkapitalisierung auf der Grundlage der Notierungen zum Jahresende in den letzten drei Kalenderjahren von weniger als 500.000.000,00 EUR oder Unternehmen vergleichbarer Größenordnung. Der Verein bezweckt keinen wirtschaftlichen Geschäftsbetrieb.","acronym":"Kapitalmarkt KMU","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Gegenwärtig insbesondere alle EU-Initiativen, - Strategien und -Rechtssetzungsvorhaben im Zusammenhang mit der Kapitalmarktunion. Hier insbesondere die Rechtsfigur des EU-Wachstumsprospekts sowie die Initiative zur Schaffung eines verhältnismäßigen Regulierungsrahmens zur Erleichterung von KMU-Notierungen. Darüber hinaus aber auch neue Technologien, die im Rahmen der Wachstumsfinanzierung von KMU eingesetzt werden können wie beispielsweise Initial Coin Offerings etc. Hier auch die Entwicklung von Standards und kommende Rechtssetzungsvorhaben auf EU-Ebene.","lastUp":"2018-04-04T10:49:25.038+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}