{"id":"150282426037-13","name":"European Fund for Engineering Education Development","registrationDate":"2017-02-22T10:36:31.256+01:00","category":3,"subCategory":2,"legal":"Association Loi 1901","web":"","country":"France","headAddress":"12, rue Gustave Courbet","headCity":"PARIS","headPostCode":"75116","headPhone":"(33)06 81 14 18 20","boss":"Didier Lombard","bossTitle":"Mr","bossPosition":"Pr?sident","membersCount":1,"membersFTE":"0.25","membership":"ENQHEEI www.enqheei.eu","memberOrga":"","goal":"Promotion de la qualit? et la poursuite de l?excellence des formations sup?rieures de cadres scientifiques et techniques en Europe pour une industrie durable ainsi que le soutien aux d?marches de coop?ration innovantes en ce sens entre partenaires europ?ens, conform?ment ? la Charte de Stockholm- The Stockholm Charter-Higher Education for Sustainable Industry adopt?e les 8-9 d?cembre 2009 ? Kista-Stockholm.&#xd;<br />Les moyens d'action de l'association sont :&#xd;<br />1.\t la repr?sentation de l?industrie, en partenariat avec le r?seau ENQHEEI - European Network for Quality of Higher Engineering Education for Industry (cr?? selon la recommandation du 5 d?cembre 2000 du Conseil europ?en des Ministres de l?industrie sous pr?sidence fran?aise), dans les manifestations organis?es sous son ?gide au rythme des pr?sidences de l?Union Europ?enne et en collaboration avec les Etats qui l?assurent. Ces ?v?nements impliquent ?galement  alternativement Russie,  PECO et Pays de l?Union Pour la M?diterran?e.&#xd;<br />2.\t la participation des partenaires industriels dans les labels d'excellence-QUESTE-SI soutenu par la Commission Europ?enne dans le cadre du programme Erasmus. Ce label est port? conjointement avec EFMD (The Management Development Network) et en partenariat avec des grandes Universit?s europ?ennes, des entreprises, des organisations europ?ennes des cadres et plusieurs organismes europ?ens de certification ainsi que des organisations similaires en Russie. &#xd;<br />3.\t l?organisation de forums  en liaison avec IAESTE-France,  des ?tablissements de formation scientifique et technique d?excellence en Europe, Russie,  PECO et Pays de l?Union Pour la M?diterran?e.&#xd;<br />4. le d?veloppement d'initiatives sur les risques et la r?silience en liaison avec le Comit? ?conomique et Social Europ?en et le Comit? des R?gions: Cities facing major risks: towards Resilience pour rapprocher Villes, universit?s et centres de recherche et d'innovation et entreprises avec la perspective de constituer une Fast Action Team qui prendrait place dans European Solidarity Corps.","acronym":"EFEED","interests":"Education, Enterprise, Environment, Foreign and Security Policy and Defence, Home Affairs, Information Society, Research and Technology, Trans-European Networks, Transport","euInitiatives":"Politique de s?curit? int?rieure, protection civile europ?enne, European Solidarity Corps, H2020, Enseignement sup?rieur, Comp?titivit?, Innovation","lastUp":"2017-03-09T01:16:56.804+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}