{"id":"150369335646-06","name":"UIPM Singapore ( universal Institute of Professional Management)","registrationDate":"2019-08-14T21:30:47.415+02:00","category":4,"subCategory":12,"legal":"accreditation CPD","web":"http://uipmcenter.net","country":"Singapore","headAddress":"111 North Bridge Road, Peninsula Plaza # 21-01","headCity":"Novena","headPostCode":"179098","headPhone":"(65)98 00 45 99","boss":"Dr. Relawati HMS","bossTitle":"Ms","bossPosition":"Vice President","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"The main objective of the education method possessed by UIPM (Universal Institute of Professional Management is to create professional undergraduate scholarships through independent study in conducting educational activities. UIPM is very selective in finding students to join in advancing international education, so UIPM only provides opportunities to professionals who are experts in their respective fields to participate in advancing international education. because in their hands this method can be done independently with a system called the Learning Management System (LMS), and will be applied properly and correctly. An example of a medical doctor and a professional graphic designer will be easy to follow the method of independent learning online learning, because they already have medical science equipment that all patients have recognized their expertise in treating various common ailments, and a graphic designer who opens a business or advertising worker indeed it has been trusted by Executive Director of his company to design a quality product for advertising products. So of course they are very easy to take majors that are in accordance with their respective fields in UIPM, so they deserve to get a degree that suits their expertise and can provide quality education in UIPM.","acronym":"UIPM","interests":"Culture, Culture and media, Digital economy and society, Education and training","euInitiatives":"Legislation and regulation of financial services and markets, asset management, corporate governance","lastUp":"2019-08-14T21:36:19.950+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}