{"id":"150692021687-73","name":"ZERO - ASSOCIAÇÃO SISTEMA TERRESTRE SUSTENTÁVEL","registrationDate":"2016-05-06T14:21:06.713+01:00","category":3,"subCategory":2,"legal":"Associação privada sem fins lucrativos","web":"http://zero.ong/","country":"Portugal","headAddress":"Rua Alexandre Herculano, 371, 4º Dto","headCity":"Porto","headPostCode":"4000-055","headPhone":"(351)9 69 07 85 64","boss":"Francisco Ferreira","bossTitle":"","bossPosition":"Presidente","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"A ZERO nasce, em finais de 2015, do interesse comum de cerca de uma centena de pessoas pela concretização do desenvolvimento sustentável  em Portugal. O nosso ADN comprova a ambição de intervir na sociedade portuguesa através de uma participação pró-ativa na defesa dos valores da sustentabilidade, por entendermos que só através do equilíbrio entre ambiente, sociedade e economia será possível construir um mundo mais coeso, social e economicamente, em pleno respeito pelos limites naturais do planeta. A intervenção da ZERO assenta em ideias sólidas e num diálogo  permanente com os diferentes atores-chave para alcançar metas como:&#xd;<br />&#xd;<br />ZERO combustíveis fósseis&#xd;<br />&#xd;<br />ZERO poluição&#xd;<br />&#xd;<br />ZERO desperdício de recursos&#xd;<br />&#xd;<br />ZERO destruição de ecossistemas e da biodiversidade&#xd;<br />&#xd;<br />ZERO desigualdade social e económica","acronym":"ZERO","interests":"Agriculture and Rural Development, Budget, Climate Action, Consumer Affairs, Energy, Environment, Fisheries and Aquaculture, Food Safety, Public Health, Regional Policy, Research and Technology, Trans-European Networks, Transport","euInitiatives":"1. Promover ações que contribuam para travar e reverter a degradação ambiental e a insustentabilidade no uso dos recursos naturais. E como? Fomentando um desenvolvimento sustentável assente em princípios de redução do consumo, na promoção de energias renováveis e da economia circular – sempre com o objetivo de respeitar os limites do planeta e promover a equidade e coesão sociais.&#xd;<br />&#xd;<br />2. Valorização da biodiversidade e defender os serviços prestados pelos ecossistemas.&#xd;<br />&#xd;<br />3. Desenvolver projetos demonstrativos de sustentabilidade e ativadores de envolvimento social, com iniciativas próprias ou cooperando com outras instituições no desenvolvimento local e comunitário, na economia social e na criação de empreendedorismo ambiental.&#xd;<br />&#xd;<br />4. Promover a cidadania ambiental, incentivando a participação pública e o envolvimento dos cidadãos através de ações de sensibilização, formação e educação para  uma produção e consumo sustentáveis e responsáveis.&#xd;<br />&#xd;<br />5. Contribuir para a difusão do conhecimento científico e colaborar em projetos de investigação relevantes para o cumprimento dos objetivos de intervenção ambiental.&#xd;<br />&#xd;<br />6. Colaborar com associações congéneres, movimentos ou iniciativas, entidades públicas ou privadas, e integrar federações nacionais ou internacionais que se enquadrem nos seus objetivos de intervenção.&#xd;<br />&#xd;<br />7. Estabelecer-se como um polo de reflexão  sobre o futuro da área da sustentabilidade com o objetivo de influenciar políticas públicas a nível nacional, europeu e global, promovendo a mudança social nesse sentido.&#xd;<br />&#xd;<br />8. Contribuir para a cooperação de todos os Estados e povos com o objetivo de fazer dos desafios ambientais e das metas de sustentabilidade económica e justiça social, um fator de unidade e paz.&#xd;<br />&#xd;<br />A  ZERO – Associação Sistema Terrestre Sustentável é uma associação de âmbito nacional sem fins lucrativos e exerce a sua atividade com total independência relativamente aos partidos políticos, empresas e entidades com fins lucrativos, associações de natureza confessional e ao governo.","lastUp":"2017-04-18T12:18:24.737+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}