{"id":"150692021687-73","name":"ZERO - ASSOCIAÇÃO SISTEMA TERRESTRE SUSTENTÁVEL","registrationDate":"2016-05-06T14:21:06.713+02:00","category":3,"subCategory":2,"legal":"Associação privada sem fins lucrativos","web":"http://zero.ong/","country":"Portugal","headAddress":"Rua Alexandre Herculano, 371, 4º Dto","headCity":"Porto","headPostCode":"4000-055","headPhone":"(351)9 69 07 85 64","boss":"Francisco Ferreira","bossTitle":"","bossPosition":"Presidente","membersCount":6,"membersFTE":"6.0","membership":"","memberOrga":"","goal":"At the end of 2015, ZERO is born out of the common interest of about one hundred people in achieving sustainable development in Portugal. Our DNA demonstrates the ambition to intervene in Portuguese society through a proactive participation in the defence of sustainability values, because we understand that only through the balance between environment, society and economy will it be possible to build a more cohesive, social and economic world, in full respect for the natural limits of the planet. ZERO's intervention is based on solid ideas and a permanent dialogue with the different key players to achieve goals such as:&#xd;<br />&#xd;<br />ZERO fossil fuels &#xd;<br />&#xd;<br />ZERO pollution&#xd;<br />&#xd;<br />ZERO waste of resources&#xd;<br />&#xd;<br />ZERO destruction of ecosystems and biodiversity&#xd;<br />&#xd;<br />ZERO social and economic inequality","acronym":"ZERO","interests":"Agriculture and Rural Development, Budget, Climate Action, Consumer Affairs, Energy, Environment, Fisheries and Aquaculture, Food Safety, Public Health, Regional Policy, Research and Technology, Trans-European Networks, Transport","euInitiatives":"ZERO follows the policies, initiatives and legislative files in several areas, highlighting energy (Clean Energy Package), climate change (ETS, ESR), air quality, circular economy, chemicals, waste and transports (CO2 emissions, taxation, e-mobility, fossil vs. clean fuels).","lastUp":"2018-03-26T17:08:58.978+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}