{"id":"151010234659-31","name":"Fondation EuroMedA","registrationDate":"2019-04-25T18:11:47.608+02:00","category":3,"subCategory":2,"legal":"Fondation Internationale d'Utilité Publique","web":"http://fondameda.org","country":"Belgium","headAddress":"Rue Wiertz, 35","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(33)6 08 55 66 24","boss":"Gilles Pargneaux","bossTitle":"","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"- Fédération des Fondations Philanthropiques Belges&#xd;\n- Fondation Roi Baudouin","memberOrga":"","goal":"La Fondation EuroMedA est une Fondation internationale d’utilité publique créée le 30 juillet 2018 par décret royal du Roi des Belges. Elle a pour vocation de renforcer et promouvoir un espace euro-africain cohérent, à prospérité partagée et stable, avec la Méditerranée en son cœur, cette mer qui est aujourd’hui le carrefour des grands défis tant de l’Europe que des pays de la rive sud de cette mer.&#xd;<br />&#xd;<br />La Fondation EuroMedA a l’ambition d’aider à la réalisation d’une véritable aire commune européenne, méditerranéenne et africaine. Pour cela, elle s’efforcera de faciliter les échanges, les dialogues, les réflexions et de proposer toutes actions diplomatiques, politiques, économiques et culturelles, de nature à participer au renforcement de ce grand projet.&#xd;<br />&#xd;<br />La raison d’être de notre fondation est géopolitique. Le désordre régional est manifeste tout autant que les difficultés d’une Europe faisant face à la montée des nationalismes. Nous sommes convaincus qu’un pôle de stabilité et de coopération reste à créer autour de la Méditerranée. C’est ce centre de stabilité et de coopération qui sera la réponse à la grande instabilité et aux profondes incertitudes qui parcourent les deux rives de notre espace commun.&#xd;<br />&#xd;<br />Les phénomènes durables en matière migratoire, l’instabilité engendrée par le terrorisme et la radicalisation, le besoin de transformation de notre paradigme économique pour appréhender le changement climatique ou encore l’inexistence d’un imaginaire collectif créateur de vivre ensemble représentent les plus grands défis des deux rives de la Méditerranée et ne trouveront des réponses pérennes que dans une réflexion et une action commune.","acronym":"fondameda","interests":"Climate Action, Environment, European Neighbourhood Policy, Foreign affairs and security policy, International co-operation and development, Migration and asylum","euInitiatives":"- Politique Européenne de Voisinage&#xd;<br />- Actions extérieures de l'UE&#xd;<br />- Politique environnementale de l'UE&#xd;<br />- Politique migratoire","lastUp":"2019-04-25T19:53:08.971+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}