{"id":"152073835108-75","name":"groupement de défense sanitaire de la Charente","registrationDate":"2019-06-12T11:15:37.160+02:00","category":2,"subCategory":1,"legal":"Association française loi 1901","web":"","country":"France","headAddress":"Logis de la Tourette","headCity":"LA COURONNE","headPostCode":"16400","headPhone":"(33)5 45 23 71 25","boss":"Bruno HALLAIS","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"Membre de GDS France et de la FRGDS Nouvelle Aquitaine","memberOrga":"Eleveurs de Charente","goal":"Le groupement départemental a pour objet de contribuer par tous les moyens dont il dispose à l’amélioration de l’état sanitaire de toutes les espèces d’animaux domestiques. Il a pour tâche en particulier :&#xd;<br />&#xd;<br />1°)  De concourir, avec les services vétérinaires de l’administration et les vétérinaires sanitaires, à la diffusion et à l’application des programmes de prophylaxie réglementés, notamment en engageant les éleveurs adhérents à respecter les règles fixées par les services vétérinaires.&#xd;<br />&#xd;<br />2°)  D’étudier, dans le cadre des lois et règlements en vigueur, de vulgariser et d’entreprendre, tout programme de prophylaxie dont la mise en œuvre est estimée utile, ainsi que de promouvoir des mesures d’hygiène et de prévention.&#xd;<br />&#xd;<br />3°) D’assurer la représentation des éleveurs adhérents. A cet égard, le groupement est l’intermédiaire privilégié entre ses adhérents, les organisations départementales et l’administration en ce qui concerne les problèmes de santé animale.&#xd;<br />&#xd;<br />4°)  De réaliser toutes opérations y compris, commerciales, améliorant les conditions sanitaires, pouvant se rattacher directement ou indirectement à l’objet social, ou susceptibles d’en faciliter le développement ou l’extension.&#xd;<br />&#xd;<br />D’une façon générale, le groupement départemental peut entreprendre toutes actions qui correspondent à l’objet ci-dessus défini et notamment tous travaux (techniques, informatiques, administratifs) nécessaires à la réalisation son objet.","acronym":"TED16 GDS","interests":"Agriculture and Rural Development, Food Safety","euInitiatives":"Politique et réglementation européenne en matière de santé animale et de sécurité alimentaire.","lastUp":"2019-06-12T11:17:19.476+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}