{"id":"15262256432-95","name":"Creative Commons","registrationDate":"2011-08-16T04:03:54.548+01:00","category":3,"subCategory":2,"legal":"Non-governmental organization","web":"http://creativecommons.org","country":"United states","headAddress":"Creative Commons","headCity":"Mountain View","headPostCode":"94042","headPhone":"(415)42 9- 67 53","boss":"Ryan Merkley","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"Copyright for Creativity (C4C)&#xd;\nInternational Communia Association&#xd;\nOpen Education Consortium&#xd;\nOpen Policy Network&#xd;\nOpen Source Initiative &#xd;\nWIPO observer status&#xd;\nOHIM","memberOrga":"","goal":"Creative Commons develops, supports, and stewards legal and technical infrastructure that maximizes digital creativity, sharing, and innovation.&#xd;<br />&#xd;<br />The infrastructure we provide consists of a set of copyright licenses and tools that create a balance inside the traditional “all rights reserved” setting that copyright law creates. &#xd;<br />&#xd;<br />Our tools give everyone from individual creators to large companies and institutions a simple, standardized way to keep their copyright while allowing certain uses of their work — a “some rights reserved” approach to copyright — which makes their creative, educational, and scientific content instantly more compatible with the full potential of the internet. The combination of our tools and our users is a vast and growing digital commons, a pool of content that can be copied, distributed, edited, remixed, and built upon, all within the boundaries of copyright law. We’ve worked with copyright experts around the world to make sure our licenses are legally solid, globally applicable, and responsive to our users’ needs.","acronym":"CC","interests":"Communication, Culture, Culture and media, Digital economy and society, Education and training, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks","euInitiatives":"Legal Aspects of Public Sector Information (LAPSI)&#xd;<br />Review of EU copyright rules (copyright consultation)&#xd;<br />Opening Up Education&#xd;<br />OHIM&#xd;<br />Horizon 2020","lastUp":"2019-02-13T19:47:37.190+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}