{"id":"152843923161-76","name":"Stop Wasting Food movement Denmark (Stop Spild Af Mad)","registrationDate":"2016-08-26T20:40:23.569+02:00","category":3,"subCategory":2,"legal":"charity","web":"http://www.stopwastingfoodmovement.org","country":"Denmark","headAddress":"c/o Integra, Kongens Nytorv 28, 2nd floor","headCity":"Copenhagen","headPostCode":"1050","headPhone":"(45)40 72 06 01","boss":"Selina Juul","bossTitle":"Ms","bossPosition":"Founder","membersCount":5,"membersFTE":"2.0","membership":"Stop Wasting Food was a Partner in EU FUSIONS http://www.eu-fusions.org&#xd;\n&#xd;\nStop Wasting Food is a Member of European Commission’s EU Platform on Food Losses and Food Waste https://ec.europa.eu/food/safety/food_waste/eu_actions/eu-platform/platform-members_en&#xd;\n&#xd;\nStop Wasting Food is a Partner in the United Nations’ global SAVE FOOD initiative, Partner in the FAO/UNEP campaign Think.Eat.Save, is mentioned in several UN reports and publications on food waste and speaker at the UN SAVE FOOD World Congress&#xd;\nhttps://www.save-food.org/cgi-bin/md_interpack/lib/pub/tt.cgi/Stop_Wasting_Food.html?oid=54978&amp;lang=2&amp;ticket=g_u_e_s_t&#xd;\n&#xd;\nFounder of Stop Wasting Food Selina Juul is a Champion 12.3&#xd;\nhttps://champions123.org/selinajuul/","memberOrga":"","goal":"Stop Wasting Food movement Denmark (Stop Spild Af Mad) is Denmark’s largest non-profit movement against food waste. Since 2008, Stop Wasting Food has massively contributed to bring food waste on Denmark’s agenda and achieved a large number of results in Denmark, EU and UN. Stop Wasting Food has started the fight against food waste in Denmark and brought Denmark’s fight against food waste on the world map. Since 2008, Stop Wasting Food has generated over 8,000 Danish and international media coverages. Stop Wasting Food has support of over 65,000 people, a number of leading top politicians, MP’s and MEP’s as well as Denmark’s former Prime Minister and acknowledged food personalities. Stop Wasting Food collaborates with many Danish and international stakeholders in the entire food value chain.","acronym":"SWF","interests":"Climate Action","euInitiatives":"Stop Wasting Food was a Partner in EU FUSIONS&#xd;<br />http://www.eu-fusions.org&#xd;<br />&#xd;<br />Stop Wasting Food is a Member of European Commission’s EU Platform on Food Losses and Food Waste&#xd;<br />https://ec.europa.eu/food/safety/food_waste/eu_actions/eu-platform/platform-members_en","lastUp":"2018-07-06T20:28:21.612+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}