{"id":"15331581826-28","name":"Assomela","registrationDate":"2009-06-10T16:37:01.259+01:00","category":2,"subCategory":1,"legal":"Società Cooperativa","web":"http://www.assomela.it","country":"Italy","headAddress":"Brennero, 322","headCity":"Trento","headPostCode":"38121","headPhone":"(39)04 61 82 93 23","boss":"Ennio Magnani","bossTitle":"Mr","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.75","membership":"Assomela è membro di Wapa, Freshfel Europe,Alimos, Fedagri-Confcooperative, CSO, AREFLH","memberOrga":"http://www.assomela.it/index_it.html#soci","goal":"Assomela è l’associazione italiana dei produttori di mele che, rappresentando circa l’80% della produzione melicola italiana, si pone come interlocutore di assoluta rilevanza nel campo ortofrutticolo sia in ambito nazionale, sia europeo e mondiale.&#xd;<br />&#xd;<br />Scopo dell’organizzazione è la valorizzazione della produzione e del consumo di mele, attuata sia attraverso attività di informazione e promozione in Italia e all’estero, sia tramite il costante aggiornamento sugli sviluppi normativi che incidono direttamente sul mondo produttivo.&#xd;<br />&#xd;<br />Assomela favorisce lo scambio di notizie e informazioni, delinea azioni comuni e diffonde le opinioni dei produttori nel campo della ricerca, delle sperimentazioni, dell’assistenza tecnica e del miglioramento gestionale. L’organizzazione coordina inoltre le azioni promozionali previste dalla normativa comunitaria sia nel mercato interno, sia nei paesi terzi.&#xd;<br />&#xd;<br />L’associazione cura la raccolta e la diffusione dei dati statistici riguardanti le mele e le superfici coltivate, elabora previsioni di produzione a livello italiano e gestisce i dati di giacenza di prodotto su scala nazionale e internazionale.","acronym":"","interests":"Agriculture and Rural Development, Trade","euInitiatives":"Riforma OCM&#xd;<br />Riforma regolamento di promozione&#xd;<br />Standard di qualità&#xd;<br />MRL e principi attivi&#xd;<br />Riforma regolamento bio&#xd;<br />FTA e Apertura nuovi mercati&#xd;<br />Sostenibilità","lastUp":"2017-03-23T09:59:48.480+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}