{"id":"15366395387-57","name":"Nestlé S.A.","registrationDate":"2011-02-25T13:59:20.226+01:00","category":2,"subCategory":3,"legal":"Company","web":"http://www.nestle.com","country":"Switzerland","headAddress":"Avenue Nestlé, 55","headCity":"Vevey","headPostCode":"1800","headPhone":"(41)2 19 24 21 11","boss":"Mark Schneider","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"4.5","membership":"The following list comprises only those organizations that focus on EU policies and European institutions and are relevant for this register:&#xd;\n&#xd;\nI. Associations&#xd;\nAIM - European Brands Association&#xd;\nCaobisco - Association of chocolate, biscuit and confectionery industries of the European Union&#xd;\nCeereal - European Cereal Breakfast Association&#xd;\nCIUS - Committee of Industrial Users of Sugar&#xd;\nCulinaria Europe&#xd;\nECF – European Coffee federation&#xd;\nEDA – European Dairy Association&#xd;\nEFBW - European Federation of Bottled Water&#xd;\nEucolait – European Association of Dairy Trade&#xd;\nEuroglaces – European Ice Cream Association&#xd;\nEUROPEN - European Organization for Packaging and the Environment&#xd;\nMNI - Medical Nutrition International&#xd;\nSNE - Specialised Nutrition Europe&#xd;\nFediaf – European Pet Food Industry&#xd;\nFoodDrinkEurope&#xd;\nUNESDA - Union of European Beverages Associations&#xd;\nWFA – World Federation of Advertisers&#xd;\n&#xd;\nII. Think tanks, platforms&#xd;\n&#xd;\nCEPS - Centre for European Policy Studies&#xd;\nERT - European Roundtable of Industrialists &#xd;\nRAC – Responsible Advertising and Children&#xd;\nSAI Platform – Sustainable Agriculture Initiative","memberOrga":"","goal":"Nestlé, with headquarters in Vevey, Switzerland, was founded in 1866 by Henri Nestlé and is today the world's leading nutrition, health and wellness company. Sales for 2016 amounted to CHF 89,469 bn  worldwide (CHF 26,8 bn in Zone Europe, Middle East and North Africa-Zone EMENA). We employ around 328 000 (2016)people (94000 (2015) working in Europe) and have factories or operations in almost every country in the world (152(2015) factories in Europe).&#xd;<br />&#xd;<br />The Nestlé brand portfolio covers practically all food and beverage categories: milk and dairy products, nutrition (infant, healthcare, performance and weight management), ice cream, breakfast cereals, coffee and beverages, culinary products (cooking aids, sauces etc.), chocolate and confectionery, petcare, bottled water. &#xd;<br />The best-known global brands include Nescafé, Nestea, Maggi, Buitoni, Purina, Nestlé Nutrition and of course Nestlé itself. Other brands also sell in many countries – for example, Milo, Nesquik, Nespresso, Lean Cuisine, Kit Kat, Smarties, Nido, Perrier and Vittel. The total number of brands – including local brands – reaches into several thousands.&#xd;<br />&#xd;<br />The Nestlé Group invests in the continuous development and improvement of its products in all categories. R&amp;D investments 2015 are ca.1,7 billion CHF &#xd;<br />&#xd;<br />The Nestlé Corporate Business Principles(http://www.nestle.com/investors/corporate-governance/businessprinciples)outline the Nestlé way of doing business. They include sections on Infant Health and Nutrition, Human Rights, Child Labour and the Protection of the Environment, as well as a set of Consumer Communication Principles. They include all ten principles of the United Nations Global Compact, as well as the International WHO Code of Marketing of Breast-milk substitutes.&#xd;<br />&#xd;<br />Nestlé is committed to environmental social and economic sustainability through the concept of Creating Shared Value and is rated highly in several sustainability indexes. For more information please visit http://www.nestle.com/csv","acronym":"Nestlé (SIX: NESN)","interests":"Agriculture and Rural Development, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Food Safety, General and Institutional Affairs, Information Society, Internal Market, Public Health, Taxation, Trade, Transport, Youth","euInitiatives":"Food Information to Consumers implementation&#xd;<br />Product reformulation&#xd;<br />Circular Economy&#xd;<br />Product Environmental Footprint &#xd;<br />General Food Law","lastUp":"2017-03-07T16:49:41.945+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}