{"id":"153600235416-82","name":"Galway Harbour Comapany DAC","registrationDate":"2019-07-15T11:54:37.036+02:00","category":6,"subCategory":9,"legal":"Designated Activity Company","web":"https://theportofgalway.ie/","country":"Ireland","headAddress":"Galway Harbour Company DAC","headCity":"Galway","headPostCode":"H91 PD37","headPhone":"(353)91 56 18 74","boss":"Shane Garvey","bossTitle":"Mr","bossPosition":"Finance Manager","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"The Port of Galway aims to be an engine of Ireland’s future economic prosperity and a driver of regional growth. It is located in the largest city of the Northwestern region and has plans to expand its business and redevelop the inner port area, thereby stimulating commercial activities and the development of the inner-city lands. As such, the Port of Galway remit is to be a key driver of economic, social and territorial cohesion in the Northwestern region of Ireland.  &#xd;<br />&#xd;<br />The Port of Galway plans to expand its current port and develop the Inner Dock area which will be transformative for the city of Galway and the northwest region of Ireland.  These expansion plans will allow the Port of Galway to promote and process renewable energies such as Wind and Biomass, thereby allowing the region to invest in sustainable and environmental industry solutions in the future.","acronym":"GHC","interests":"Climate Action, Customs, Environment, Maritime affairs and fisheries, Regional Policy, Trade, Transport","euInitiatives":"The Galway Harbour Company is a semi state body tasked with the operation and the development of the port of Galway and its associated property land bank located within the port area of Galway City Ireland.  We operate under the Harbours Act 1996 (as amended).  &#xd;<br />&#xd;<br />The Port of Galway is a strong supporter of the EU’s transport infrastructure policy as set out in the Trans European Transport Network (TEN-T) Regulation (2013/1315). The 2013 Regulation has recognized for the first time the importance of seaports as primary nodes of multimodal transport by identifying core and comprehensive ports. The Port of Galway believes the current evaluation and review of the TEN-T guidelines must be used as an opportunity to update the TEN-T network and subsequent requirements for maritime ports in order to meet evolving societal needs.","lastUp":"2019-07-16T13:17:23.551+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}