{"id":"153688617472-52","name":"Grande Loge Indépendante et Souveraine des Rites Unis (GLISRU)","registrationDate":"2015-05-22T19:48:25.629+01:00","category":4,"subCategory":5,"legal":"Association (loi française de 1901)","web":"http://www.glisru.eu","country":"France","headAddress":"83, rue du Faubourg Saint Martin","headCity":"PARIS","headPostCode":"75010","headPhone":"(33)03 44 82 50 46","boss":"Stéphane BAÑULS","bossTitle":"Mr","bossPosition":"Président (Grand Maître)","membersCount":4,"membersFTE":"1.0","membership":"CLIPSAS : Groupement international de plus de 80 obédiences maçonniques adogmatiques.&#xd;\n&#xd;\nAME : Alliance Maçonnique Européenne &#xd;\n&#xd;\nCLHOE : Structure de regroupement de loges et de maçons pour des actions de solidarité et d'aide à l'emploi","memberOrga":"","goal":"La GLISRU est une Obédience maçonnique plurielle (elle regroupe des Loges masculines, féminines et mixtes) et multirites. &#xd;<br />Elle a pour objet la recherche de la vérité, l’étude de la morale et la pratique de la solidarité. Elle travaille à l’amélioration matérielle et morale, au perfectionnement intellectuel et social de l’humanité. Elle a pour principes : la tolérance mutuelle, le respect des autres et de soi-même.&#xd;<br />Elle se proclame en opposition à toutes les aliénations et notamment à toute influence dogmatique. Elle pratique l'invocation du Grand Architecte de l'Univers mais n'impose aucune obligation de croyance en un Dieu révélé, se référant à la liberté absolue de conscience de chaque Franc-Maçon.","acronym":"GLISRU","interests":"Communication, Culture, Development, Education, Employment and Social Affairs, General and Institutional Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Public Health, Research and Technology, Youth","euInitiatives":"Emploi et solidarité, droits de l'homme, égalité homme-femme, laïcité et globalement toutes les initiatives qui participent à améliorer les conditions de vie des ressortissants de la communauté européenne.","lastUp":"2017-04-27T16:28:39.629+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}