{"id":"153973318978-42","name":"Bureau of International Recycling","registrationDate":"2015-09-28T17:42:35.133+02:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://WWW.BIR.ORG","country":"Belgium","headAddress":"Av. Franklin Roosevelt 24","headCity":"Brussels","headPostCode":"B-1050","headPhone":"(32)26 27 57 70","boss":"Arnaud Brunet","bossTitle":"Mr","bossPosition":"Director General","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://www.bir.org/membership/overview/","goal":"Founded in 1948, BIR was the first federation to support the interests of the recycling industry on an international scale. Today, BIR represents over 750 member companies from the private sector and 35 national associations in more than 70 countries. Together, these members form the largest international recycling federation.&#xd;<br />&#xd;<br />The Bureau of International Recycling promotes materials recycling and facilitates free and fair trade of recyclables in a sustainable and competitive world economy.&#xd;<br />&#xd;<br />Other key goals of BIR and its members are:&#xd;<br />&#xd;<br />- To speak as one voice representing the international recycling industries globally;&#xd;<br />- To raise public awareness of their economic and environmental contributions such as the reduction of energy consumption and of greenhouse emissions;&#xd;<br />- To promote free trade, the environmentally sound management of resources and the use of recycled materials worldwide;&#xd;<br />- To encourage manufacturers to design products with a better understanding of the possibilities for recycling;&#xd;<br />- To provide its members with a proper forum to discuss issues of importance to the international recycling community;&#xd;<br />- To provide its members, through arbitration, with a fast and efficient means to resolve commercial disputes.","acronym":"BIR","interests":"Borders and Security, Business and Industry, Climate Action, Environment, Single market, Trade","euInitiatives":"Trade Legislation&#xd;<br />Environment Legislation&#xd;<br />&#xd;<br />Waste Framework Directive&#xd;<br />Waste Shipment Regulation&#xd;<br />Industrial Emissions Directive&#xd;<br />&#xd;<br />Packaging &amp; Packaging Waste Directive&#xd;<br />WEEE Directive&#xd;<br />ELV Directive&#xd;<br />Batteries &amp; Accumulator Directive&#xd;<br />REACh&#xd;<br />&#xd;<br />Radiation Safety (EURATOM)","lastUp":"2019-06-24T23:47:17.072+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}