{"id":"15423437054-40","name":"Verband der Chemischen Industrie e.V.","registrationDate":"2011-11-02T11:39:59.131+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein nach deutschem Vereinsrecht","web":"http://www.vci.de","country":"Germany","headAddress":"Mainzer Landstraße, 55","headCity":"Frankfurt am Main","headPostCode":"69329","headPhone":"(49)6 92 55 60","boss":"Utz Tillmann, Dr. ","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":83,"membersFTE":"26.0","membership":"Der VCI ist Mitglied:&#xd;\nBundesverband der deutschen Industrie, e.V. (BDI)  &#xd;\nThe European Chemical Industry Council (Cefic)&#xd;\nInstitut der deutschen Wirtschaft (IW)&#xd;\nDeutsches Institut für Normung (DIN)&#xd;\nEuropaBio&#xd;\nEuropean Risk Forum","memberOrga":"https://www.vci.de/der-vci/mitglieder/fachverbaende/seiten.jsp","goal":"Der VCI vertritt die wirtschaftspolitischen Interessen von rund 1.700 deutschen Chemieunternehmen und deutschen Tochterunternehmen ausländischer Konzerne gegenüber Politik, Behörden, anderen Bereichen der Wirtschaft, der Wissenschaft und den Medien. Der VCI steht für mehr als 90 Prozent der deutschen Chemie. Die Branche setzte 2018 über 203 Milliarden Euro um und beschäftigte rund 462.500 Mitarbeiter.","acronym":"VCI","interests":"Agriculture and Rural Development, Borders and Security, Business and Industry, Climate Action, Communication, Competition, Consumers, Customs, Economy, finance and the euro, Education and training, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Ausgestaltung des Klimaschutzes, Umsetzung der Energieunion und insbesondere des Emissionshandels (COM (2018) 773, Mission Letter an VP Timmermans vom 10.9.2019);&#xd;<br />Konkrete Umsetzung des „Zero-Pollution“-Ziels (Mission Letter an VP Timmermans vom 10.9.2019);&#xd;<br />Follow-Up zu Kreislaufwirtschaftspaket insbesondere Umsetzung des mehrjährigen Aktionsplans (COM (2015)614, Mission Letter an Kommissar Sinkevičius);&#xd;<br />Nachhaltige Finanzierung: Entwicklung einer „Green Financing Strategy“ (Mission Letter an VP Dombrovskis vom 10.9.2019);&#xd;<br />Entwicklung des europäischen Chemikalienrechts, insbesondere laufende Umsetzung der REACH-Verordnung (EU 1907/2006) sowie der CLP-Verordnung (EG 1272/2008); &#xd;<br />Handelspolitik (Umsetzung der Strategie „Handel für alle“, insbesondere balancierte Partnerschaft mit den USA COM(2019) 15 final, COM(2019) 16 final);&#xd;<br />Ausgestaltung von Horizon Europe (Mission Letter an Kommissarin Gabriel);&#xd;<br />Fortentwicklung der besseren Rechtsetzungsagenda (Follow-Up zur Mitteilung „Better regulation: taking stock and sustaining our commitment“ vom 15.4.2019 sowie zum Mission Letter an VP Šefčovič vom 10.9.2019).","lastUp":"2019-09-18T16:51:39.388+02:00","customers":"","costAbsolu":"","costRange":"4250000-4499999","turnoverAbsolu":0,"turnoverRange":""}