{"id":"154300233791-83","name":"European Platform of Transport Sciences - EPTS Foundation - e.V.","registrationDate":"2019-01-29T17:14:33.018+02:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://www.epts.eu","country":"Germany","headAddress":"Bahnstrasse 23","headCity":"Wuppertal","headPostCode":"42327","headPhone":"(49)17 75 96 14 07","boss":"Sebastian BELZ","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":12,"membersFTE":"4.0","membership":"Nein","memberOrga":"http://www.epts.eu/index.php/member-associations.html","goal":"- Vernetzung von Verkehrswissenschaftlern in Europa&#xd;<br />- alle Verkehrsträger, alle wissenschaftlichen Disziplinen, alle europäischen Länder&#xd;<br />- Repräsentation der Verkehrswissenschaften ggü. Politik, Verwaltung, Forschung und Unternehmen auf nationaler und internationaler Ebene&#xd;<br />- Förderung des verkehrswissenschaftlichen Nachwuchses&#xd;<br />- Veranstaltung von Verkehrskongressen, Seminaren, wissenschaftlichen Exkursionen und Fachaudits&#xd;<br />- aktuell ca. 25 Mitgliedsverbände, die ihrerseits rund 30.000 Verkehrswissenschaftler vertreten&#xd;<br />- wir sind unabhängig, neutral, objektiv und gemeinnützig","acronym":"EPTS","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Umsetzung der Pariser Klimaziele, Nachhaltigkeitskonzeptionen im Verkehrsbereich&#xd;<br />Begleitung von Aktionen des EP und der Kommission in den Bereichen TEN-T, Missing Links, Shift to Rail etc.","lastUp":"2019-07-30T17:54:01.389+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}