{"id":"154635219576-69","name":"Confederação Nacional da Agricultura","registrationDate":"2015-11-17T16:07:59.047+02:00","category":2,"subCategory":1,"legal":"Possoa Colectiva de Utilidade Pública","web":"http://www.cna.pt","country":"Portugal","headAddress":"Rua do Brasil","headCity":"Coimbra","headPostCode":"3030-175","headPhone":"(351)2 39 70 89 60","boss":"João Dinis","bossTitle":"Mr","bossPosition":"Director","membersCount":9,"membersFTE":"2.25","membership":"Coordenadora Europeia Via Campesina","memberOrga":"","goal":"A CNA define-se como a “expressão organizada, predominantemente, dos agricultores e agricultoras das explorações agrícolas familiares” portuguesas. &#xd;<br />&#xd;<br />Entre outros princípios, assume “as preocupações actuais sobre a construção de uma agricultura que responda às exigências de qualidade dos produtos, de defesa do meio ambiente, do mundo rural, da saúde, do trabalho e que promova a melhoria dos rendimentos e da qualidade de vida dos agricultores portugueses”.&#xd;<br />&#xd;<br />A CNA é uma confederação fundamentalmente constituída por Associações de Agricultores, embora também enquadre outras Associações voltadas para o âmbito mais abrangente do desenvolvimento rural, representando milhares de agricultores, pequenos e médios empresários agrícolas e florestais.","acronym":"CNA","interests":"Agriculture, Climate Action, Competition, Consumers, Environment, Food Safety, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Single market, Trade","euInitiatives":"A CNA tem representação permanente em Bruxelas desde 1996, acompanhando atentamente as políticas e os dossiers legislativos da UE relacionados com agricultura, mercados, desenvolvimento rural, alimentação, ambiente, entre outros, através de:&#xd;<br />&#xd;<br />• Participação nos Grupos de Diálogo Civil* da Comissão Europeia, onde são discutidos os principais dossiers agrícolas, nomeadamente da Política Agrícola Comum. &#xd;<br />• Contactos regulares com os Deputados no Parlamento Europeu, nomeadamente através de reuniões em Bruxelas.&#xd;<br />• Contactos regulares com a REPER (Representação Permanente de Portugal junto da UE)&#xd;<br />• Contactos com a Comissão Europeia, &#xd;<br />• Contactos com a Direcção Geral da Agricultura. &#xd;<br />• Contactos com outras organizações agrícolas portuguesas presentes em Bruxelas;&#xd;<br />• Contactos regulares com organizações congéneres de outros Estados-membros.&#xd;<br />&#xd;<br />Em Portugal:&#xd;<br />• Contactos regulares com o Governo Português (Ministério da Agricultura, Secretarias de Estado, Comissões Parlamentares, grupos de trabalho).&#xd;<br />• Participação em vários organismos \"de consulta e concertação\" com destaque para o CES, Conselho Económico e Social.&#xd;<br />&#xd;<br />Desde a sua fundação (1978) que a CNA mantém relacionamento com Organizações de outros Países, com vista a dotar a CNA dum maior conhecimento das realidades mundiais, ao mesmo tempo que divulga a realidade nacional. &#xd;<br />&#xd;<br />Depois da adesão de Portugal à então CEE, tornou-se ainda mais necessária esta troca de experiências para um conhecimento mais “global”, pois só o relacionamento estreito entre Organizações e a maior coordenação de posições e acções a nível Europeu seriam capazes de garantir uma defesa mais eficaz da Agricultura Familiar junto das Instâncias Europeias. &#xd;<br />&#xd;<br />Em 1992, a CNA aderiu à Coordenadora Agrícola Europeia (CPE), hoje Coordenadora Europeia Via Campesina, que congrega organizações de diversos países da UE. Face à mundialização/ internacionalização da política e do comércio agrícolas, tornou-se fundamental definir novas estratégias a uma escala mundial e nasce, então, a Via Campesina (VC), movimento agrícola internacional, que junta organizações de todos os continentes e regiões e representa mais de 200 milhões de agricultores familiares em todo o mundo. A CPE foi uma das fundadoras do movimento e, através dela, a CNA teve oportunidade de participar na VC desde o início, contribuindo para o seu crescimento e tendo assumido diversas responsabilidades em representação da região Europa.&#xd;<br />&#xd;<br />O crescendo de actividade internacional tornou ainda mais premente a necessidade de uma Representação Permanente da CNA em Bruxelas, o que aconteceu em 1996 (Dezembro), ano em que se inaugurou a Representação Permanente da CNA em Bruxelas. &#xd;<br />&#xd;<br />A partir daí tem sido possível desenvolver uma actividade mais constante, consistente e consequente a diversos níveis.&#xd;<br />&#xd;<br />Em 1998, a CNA tem finalmente acesso (em representação da CPE) aos Comités Consultivos e Grupos Permanentes da Comissão Europeia, onde são discutidos os principais dossiers agrícolas. &#xd;<br />&#xd;<br />A CNA é também fortemente activa nos contactos com o Governo Português, especialmente o Ministério da Agricultura, através de reuniões regulares e participação em diversos organismos e grupos de trabalho, no sentido de ouvir e ser ouvida (apresentando propostas concretas), para que o Governo português leve às instâncias da UE a voz dos Agricultores Familiares Portugueses.&#xd;<br />&#xd;<br />Em Março de 2008, a CNA foi reconhecida, pelo Primeiro-Ministro, como \"Pessoa Colectiva de Utilidade Pública\".","lastUp":"2018-10-16T16:45:10.387+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}