{"id":"154890030989-02","name":"Movimento Difesa del Cittadino Lazio","registrationDate":"2018-03-30T02:06:44.191+02:00","category":3,"subCategory":2,"legal":"Associazione di promozione sociale","web":"http://www.mdclazio.it/","country":"Italy","headAddress":"Via Federigo Verdinois n. 6 ed. 8","headCity":"Roma","headPostCode":"","headPhone":"(39)06 45 75 27 68","boss":"Noemi Prisco","bossTitle":"Ms","bossPosition":"Presidente","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"L’Associazione, per il perseguimento dei propri fini potrà partecipare a Consorzi nazionali ed internazionali, ad Associazioni temporanee o ad altre Associazioni ed a Società e ad altre associazioni con oggetto analogo o complementare al proprio.","goal":"Il Movimento Difesa del Cittadino Lazio (MDC Lazio), associazione autonoma e indipendente senza fini di lucro, è membro del Comitato Regionale degli Utenti e dei Consumatori (CRUC) istituito dalla Regione Lazio. E’ Associazione di Promozione Sociale e svolge attività di utilità sociale  iscritta nel registro regionale, in particolare promuove la tutela dei diritti dei cittadini sollecitando i consumatori a un consumo consapevole attraverso campagne di informazione.&#xd;<br />Elemento distintivo di MDC Lazio è l’attenzione anche nei confronti dei problemi pratici che il consumatore si trova a dover affrontare nella vita quotidiana, fornendo l’assistenza giuridica dei propri esperti e cercando di influenzare le controparti istituzionali e private, perché forniscano servizi e prodotti che corrispondano alle esigenze dei consumatori. MDC Lazio ha attualmente  sedi a Roma,  Viterbo,  Nepi (VT), Frosinone e Latina che offrono assistenza e consulenza ai cittadini.","acronym":"MDC Lazio","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Competition, Consumer Affairs, Culture, Development, Education, Employment and Social Affairs, Energy, Environment, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, General and Institutional Affairs, Home Affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Sport, Taxation, Transport, Youth","euInitiatives":"L'Associazione realizza attività le proprie attività nel campo dei Fondi Strutturali e secondo le linee guida della Programmazione Comunitaria 2014-2020.","lastUp":"2018-03-30T02:07:15.833+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}