{"id":"155159534021-75","name":"Centro Studi Islam Contemporaneo","registrationDate":"2019-02-20T14:49:37.383+01:00","category":4,"subCategory":5,"legal":"associazione","web":"http://www.islamcontemporaneo.it","country":"Italy","headAddress":"Via Vanchiglia 14","headCity":"Torino","headPostCode":"","headPhone":"(39)39 38 34 57 10","boss":"Simone Massi","bossTitle":"Mr","bossPosition":"Director","membersCount":2,"membersFTE":"1.5","membership":"","memberOrga":"","goal":"Il Centro Studi sull’Islam Contemporaneo (CSIC) è il think tank italiano dedicato interamente all'analisi e allo studio del mondo islamico.&#xd;<br />&#xd;<br />Suddiviso in due distinti programmi di ricerca, Medio Oriente e Asia/Pacifico, il Centro Studi si propone di indagare, sotto differenti prospettive metodologiche, le principali tematiche connesse al mondo musulmano. Dallo studio della politica interna dei singoli paesi, alle relazioni internazionali degli stessi nel contesto regionale di riferimento, per finire con la disamina di temi legati all'economia, al business e ai problemi di sicurezza.&#xd;<br />&#xd;<br />Il Centro offre un prodotto variegato e pensato su misura per coprire diverse esigenze. Quelle dello studioso, quelle dell’appassionato di politica e geopolitica, quelle delle aziende interessate ad aprire quote di mercato nel mondo islamico. A questa mission corrispondono altrettanti prodotti editoriali: brief report, policy memo, instant book e programmi di consulenza aziendale.","acronym":"CSIC","interests":"Borders and Security, Business and Industry, Climate Action, Culture, Culture and media, Economy, finance and the euro, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Migration and asylum, Trade, Trans-European Networks, Transport","euInitiatives":"Il CSIC è interessato a tutti i pacchetti legislativi inerenti i processi di integrazione culturale e sociale dell'Islam, oltre alle dinamiche politiche, economiche e diplomatiche che interessano i rapporti tra Ue e Medio Oriente.","lastUp":"2019-02-20T14:50:05.945+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}