{"id":"155145314089-94","name":"Association of Cities in the Republic of Croatia","registrationDate":"2014-07-28T13:51:52.158+01:00","category":6,"subCategory":13,"legal":"Non-profit Association of local authorities","web":"http://udruga-gradova.hr/","country":"Croatia","headAddress":"Palmotićeva, 25","headCity":"Zagreb","headPostCode":"10000","headPhone":"(385)16 31 33 23","boss":"Nives Kopajtich Škrlec","bossTitle":"Ms","bossPosition":"Coordinator","membersCount":1,"membersFTE":"0.25","membership":"The UGRH is a memeber of NALAS (Network of Associations of Local Authorities in the South East Europe), an umbrella organization including 14 Associations of local authorities from 12 South-east Europe countries.","memberOrga":"","goal":"UGRH is a national organization of local authorities in Croatia gathering 121 out of 128 cities of all sizes with the purpose of strengthening the position and quality of local government. Its main objectives are representing the members by promoting and lobbying for their interests before the central government; providing them with advice and information and encouraging exchange of their knowledge and experience in different areas.  UGRH conducts various researches and analyses and closely cooperates with administration in all city governments. On yearly basis, the association organizes conferences, seminars and workshops for local officials and administration to exchange their experiences and be introduced to contemporary knowledge and trends. In order to encourage networking of its members with European peers, UGRH cooperates with European institutions of local and regional authorities, national associations of local governments in other countries. The main goals of the association include - the continuation of fiscal and functional decentralization processes;&#xd;<br />- introduction of multilevel governance.","acronym":"UGRH","interests":"Agriculture and Rural Development, Budget, Competition, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Environment, Information Society, Public Health, Regional Policy, Taxation, Transport","euInitiatives":"Strategy Europe 2020;&#xd;<br />European chart on local-self government;&#xd;<br />Charter for Multilevel Governance in Europe;&#xd;<br />post-2020 Cohesion policy","lastUp":"2018-03-07T11:20:55.755+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}