{"id":"15519132837-45","name":"Intergraf European Federation for Print and Digital Communication","registrationDate":"2009-12-18T11:42:41.002+02:00","category":2,"subCategory":4,"legal":"A.I.S.B.L.","web":"http://www.intergraf.eu","country":"Belgium","headAddress":"Avenue Louise, 130A","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)22 30 86 46","boss":"Beatrice Klose","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":4,"membersFTE":"4.0","membership":"Intergraf is a member of and has the secretariat of the &#xd;\nWorld Print &amp; Communication Forum which is the international organisation representing the printing industries with members in the US &amp; Canada, Japan, China, Hong Kong, India, Australia, Korea, Brazil and Europe. www.worldprintforum.org","memberOrga":"www.intergraf.eu","goal":"Intergraf represents 21 national printing federations in 20 countries in Europe. Intergraf's main task is to promote and enhance the interests of the printing and digital communication industry, working with the European Institutions to support the sectors' competitiveness. Intergraf covers a wide range of European policies related to the graphic industry in areas such as Competitiveness, Economics, Image, Environment, Health &amp; Safety and Education. Intergraf is the source of information for its members regarding the different policies of the European Union affecting the print value chain. The printing industry in the 28 European countries comprises some 112,000 firms and employs some 625,000 people with a turnover of €80 billion. Intergraf is also involved in security printing and acts as an international platform for security printing technology and certification.","acronym":"INTERGRAF","interests":"Business and Industry, Climate Action, Communication, Competition, Consumers, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Environment, Regional Policy, Research and innovation, Single market, Taxation","euInitiatives":"Intergraf covers a wide range of European policies related to the graphic industry in areas such as Competitiveness, SMEs, Economics, Image, Environment, Health &amp; Safety and Education. Intergraf also covers topcis related to security printing such as the production of ID documents, passports, tax banderoles, stamps as well as banknotes. Intergraf offers a certification management of security printing processes in order to ensure a secure production from ordering to delivery.","lastUp":"2019-07-24T11:13:28.549+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}