{"id":"155124334358-09","name":"INTERNATIONAL PERSONAL FINANCE plc","registrationDate":"2019-04-05T13:49:34.373+02:00","category":2,"subCategory":3,"legal":"Public limited company","web":"https://www.ipfin.co.uk/en/index.html","country":"United kingdom","headAddress":"Number Three Leeds City Office Park","headCity":"Leeds","headPostCode":"","headPhone":"(44)11 32 85 67 00","boss":"RYAN GERARD","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"0.5","membership":"Institute of Business Ethics https://www.ibe.org.uk/ &#xd;\nUnited Nations Global Compact https://www.ibe.org.uk/ &#xd;\nInstitute of Corporate Responsibility and Sustainability https://icrs.info/","memberOrga":"","goal":"We are International Personal Finance plc, a leading international home credit and digital loans business serving 2.3m customers. We operate in Poland, the Czech Republic, Hungary, Romania and Mexico through our Provident brand. Our digital business currently serves customers in Spain, Australia, Mexico, Poland, Lithuania, Finland, Latvia and Estonia. Our international operations are supported by a central team based in Leeds in the UK. &#xd;<br />&#xd;<br />We aim to be a leading provider of simple financial products and services to people of modest means. We achieve this by building close, long-term relationships with our stakeholders. We offer a personal and flexible service to our customers, designed to meet their needs to borrow relatively small amounts of money quickly and in a manageable and transparent way. &#xd;<br />&#xd;<br />Our values govern everything we do. They support our vision and are central to delivering the business strategy. They help us provide outstanding customer service, deliver high levels of business performance and underpin our commitment to work responsibly.&#xd;<br />&#xd;<br />We are respectful - treating others as we would like to be treated.&#xd;<br />We are responsible - taking due care in all our actions and decisions.&#xd;<br />We are straightforward - being open and transparent in everything we do.","acronym":"IPF","interests":"Banking and financial services, Consumers, Digital economy and society, Economy, finance and the euro, Taxation","euInitiatives":"I. New Deal for Consumer Package&#xd;<br />   1. Better enforcement and modernization of EU consumer protection (Omnibus directive)&#xd;<br />        -Doorstep selling&#xd;<br />        - Penalties in consumer protection legal cases&#xd;<br />   2. Representative actions for the protection of the collective interests of consumers (collective redress / class action)&#xd;<br />II.\tTax initiatives&#xd;<br />1.\tCommon Consolidated Corporate Tax Base (CCCTB)&#xd;<br />2.\tDigital Taxation&#xd;<br />3.     VAT&#xd;<br />4.    Transfer Pricing&#xd;<br />III. Fintech","lastUp":"2019-04-05T13:52:36.382+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}