{"id":"155480126614-78","name":"Public Library of Science","registrationDate":"2017-04-03T23:49:14.703+01:00","category":3,"subCategory":2,"legal":"US registered public charity (Not For Profit)","web":"https://www.plos.org","country":"United states","headAddress":"1160 Battery Street, Suite 100","headCity":"San Francisco","headPostCode":"94111","headPhone":"(1)41 56 24 12 00","boss":"Ray Campbell","bossTitle":"Mr","bossPosition":"General Counsel and Secretary","membersCount":2,"membersFTE":"0.5","membership":"The Association of Learned &amp; Professional Society Publishers (ALPSP)&#xd;\nCoalition for Network Information (CNI) &#xd;\nCommittee on Publishing Ethics (COPE) &#xd;\nConsortia Advancing Standards in Research Administration Information (CASRAI) &#xd;\nCouncil of Science Editors&#xd;\nCrossRef &#xd;\nDirectory of Open Access Journals (DOAJ) &#xd;\nElectrochemical Society (ECS) &#xd;\nForce 2017&#xd;\nInitiative for Open citations (I40C) &#xd;\nInternational Congress on Peer Review and Scientific Publication&#xd;\nOpen Access Infrastructure for Research in Europe (OpenAIRE) &#xd;\nOpen Access Scholarly Publishers Association (OASPA)&#xd;\nOpenCon&#xd;\nORCID&#xd;\nNational Information Standards Organization (NISO) &#xd;\nScholarly Publishing and Academic Resources Coalition Open Access Working Group (SPARC OAWG)&#xd;\nSociety for Scholarly Publishing (SSP) &#xd;\nTHOR Project","memberOrga":"N/A:  PLOS is not a membership based public charity.","goal":"PLOS (Public Library of Science) is a leading nonprofit Open Access publisher, innovator and advocacy organization dedicated to accelerating progress in science and medicine by leading a transformation in research communication. In addition to its suite of journals, including the largest journal in the world, PLOS ONE, PLOS advances innovations in scientific publishing through advanced technological infrastructure, collections, collaborations, communities and an extensive blog network. &#xd;<br />&#xd;<br />Founded to catalyze a revolution in scientific publishing by demonstrating the value and feasibility of Open Access publication, PLOS is committed, and uniquely positioned, to innovative and forward-looking solutions to scientific communication.&#xd;<br />&#xd;<br />The PLOS commitment to transforming research communication is not limited to Open Access to the literature; it includes commitment to Open Data, Open Science and Open Recognition. PLOS was the first organization to develop a suite of Article-Level Metrics for its articles and to enforce the requirement that all published articles be accompanied by accessible relevant data. It was also a key driver behind the global collaboration to award researchers for open publication practices with the Accelerating Science Award Program. &#xd;<br />&#xd;<br />It is critical for publishers such as PLOS to embrace change and innovate to support the research enterprise. PLOS is actively furthering its mission to transform science communication across the research life cycle through a suite of proposed new initiatives: ahead of publication posting and alternative forms of outputs for rapid dissemination of important research; more open and collaborative peer review with broad community involvement, appropriate recognition and accountability; and priority submissions in the case of public health emergencies. PLOS is pursuing how the pre-print landscape might best serve the community while simultaneously building a better manuscript submission system that advances science faster, more openly and with broader participation. These endeavors will boost confidence in the scientific enterprise, from reproducibility to publication to recognition and reward.","acronym":"PLOS","interests":"Education, Information Society, Public Health, Research and Technology","euInitiatives":"Horizon 2020&#xd;<br />OA2020","lastUp":"2017-04-04T00:14:59.427+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}