{"id":"156398214415-10","name":"Związek Pracodawców Business Centre Club","registrationDate":"2014-09-12T15:57:59.648+01:00","category":3,"subCategory":2,"legal":"organizacja pracodawców","web":"http://www.bcc.org.pl","country":"Poland","headAddress":"Pl. Żelaznej Bramy, 10","headCity":"Warszawa","headPostCode":"00-136","headPhone":"(48)2 25 82 61 01","boss":"Jarosław Oleksiak","bossTitle":"Mr","bossPosition":"Członek Zarządu ZP BCC","membersCount":5,"membersFTE":"2.5","membership":"Od 2002 roku Business Centre Club reprezentuje interesy pracodawców w Trójstronnej Komisji ds. Społeczno-Gospodarczych.&#xd;\n&#xd;\nBCC wyraża opinię przedsiębiorców w Wojewódzkich Komisjach Dialogu Społecznego, w sprawach objętych zakresem zadań organizacji pracodawców będących w kompetencji administracji rządowej i samorządowej z terenu województwa oraz rozpatruje sprawy społeczne lub gospodarcze powodujące konflikty między pracodawcami i pracownikami.&#xd;\n&#xd;\nW ramach działań na rzecz dialogu społecznego związek pracodawców BCC reprezentuje przedsiębiorców w wojewódzkich i powiatowych Radach Zatrudnienia, Radzie Ochrony Pracy, Funduszu Gwarantowanych Świadczeń Socjalnych, Naczelnej Radzie Zatrudnienia, Radzie Statystyki, Radzie Nadzorczej Państwowego Funduszu Rehabilitacji Osób Niepełnosprawnych i Zakładu Ubezpieczeń Społecznych, w Komitetach Monitorujących poszczególne Programy Operacyjne (funkcjonujące w latach 2007-2013), które działają jako niezależne ciała doradczo-opiniodawcze dla Instytucji Zarządzającej danym Programem Operacyjnym.","memberOrga":"https://www.bcc.org.pl/strefa_eksperta/dialog-spoleczny/forum-dialogu-zwiazku-pracodawcow-bcc/","goal":"Business Centre Club istnieje od 1991 r.&#xd;<br />&#xd;<br />Jest prestiżowym Klubem przedsiębiorców i największą w kraju organizacją indywidualnych pracodawców. Do BCC należy 2000 członków (osób i firm). Członkowie BCC, reprezentujący blisko 250 miast, skupiają się w 24 lożach regionalnych na terenie całej Polski. Do BCC należą przedstawiciele wszystkich branż, międzynarodowe korporacje, instytucje finansowe i ubezpieczeniowe, firmy telekomunikacyjne, najwięksi polscy producenci, uczelnie wyższe, koncerny wydawnicze i znane kancelarie prawne.&#xd;<br />&#xd;<br />Członkowie BCC akceptują Statut organizacji zobowiązujący ich do reprezentowania wysokich norm etycznych, przestrzegania zasad kodeksu kupieckiego i działania zgodnie z ideą społecznej odpowiedzialności biznesu. BCC prowadzi aktywny lobbing gospodarczy na rzecz rozwoju gospodarki wolnorynkowej, tworzenia dobrego prawa, obrony interesów polskich przedsiębiorców. Z członkami Klubu konsultowali się dotychczas wszyscy prezydenci i szefowie rządu RP. Eksperci BCC współtworzą i opiniują ustawy gospodarcze, uczestniczą w pracach komisji parlamentarnych, przekonują do swoich rozwiązań ministrów i posłów. Prace rządu na bieżąco ocenia grupa wybitnych fachowców tworzących Monitorujący Komitet BCC.&#xd;<br />&#xd;<br />Business Centre Club reprezentuje interesy pracodawców w Radzie Dialogu Społecznego i jako związek pracodawców uczestniczy w najważniejszych sprawach społecznych i gospodarczych kraju: bierze udział w pracach nad projektem ustawy budżetowej, negocjuje z przedstawicielami związków zawodowych ponadzakładowe układy zbiorowe pracy, opiniuje akty prawne i ich projekty, występuje do Trybunału Konstytucyjnego z wnioskiem w sprawie zgodności z Konstytucją ustaw i innych przepisów, podejmuje działania wobec administracji publicznej, samorządów, Sejmu i Senatu na rzecz ochrony interesów gospodarczych swoich członków, występuje z powództwami, wnioskami o ściganie, oskarżeniami prywatnymi, przystępuje do toczących się postępowań w interesie członków BCC.","acronym":"ZP BCC","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Inicjatywy w zakresie prawa gospodarczego w Polsce oraz dostosowywania polskich regulacji gosp. do prawa Wspólnotowego. Główne obszary:&#xd;<br />- prawo gospodarcze i prawo pracy&#xd;<br />- jednolity rynek&#xd;<br />- społeczeństwo informacyjne&#xd;<br />- nowoczesne technologie&#xd;<br />- energia i klimat&#xd;<br />- patent europejski","lastUp":"2019-02-21T16:21:24.914+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}