{"id":"156305921975-59","name":"Comune di Milano","registrationDate":"2016-06-14T10:36:28.591+02:00","category":6,"subCategory":13,"legal":"Local public body","web":"https://www.comune.milano.it/","country":"Italy","headAddress":"Piazza della Scala 2","headCity":"Milano","headPostCode":"","headPhone":"(39)02 88 44 60 72","boss":"Maria Vittoria Beria","bossTitle":"Ms","bossPosition":"Director","membersCount":12,"membersFTE":"9.5","membership":"The City of Milan has signed the \"Milan Urban Food Policy Pact\" for the creation of an international network of cities in order to share a common policy on food and make its food system more equitable and sustainable.&#xd;\nHere you can find the website:&#xd;\nhttp://www.foodpolicymilano.org/urban-food-policy-pact/&#xd;\n&#xd;\nIt is also part of the Eurocities network set up by the major European cities with the aim of sharing common challenges and opportunities at local governance level.&#xd;\nHere you can find the website:&#xd;\nhttp://www.eurocities.eu/eurocities/home&#xd;\n&#xd;\nThe Municipality is also involved in other international networks as 100 Resilient Cities and C-40. &#xd;\n100 Resilient Cities was created by the Rockefeller Foundation and aims not only to help individual cities become more resilient, but will facilitate the building of a global practice of resilience among governments, NGOs, the private sector, and individual citizens. &#xd;\nWorking across multiple sectors and issues, C40 convenes networks that provide a range of services in support of cities’ climate change efforts. C40 currently has 17 networks that cover the mitigation, adaptation and sustainability topics of highest priority to C40 cities and with the potential for the greatest climate impact. C40 networks help cities replicate, improve and accelerate climate action&#xd;\nHere you can find the websites:&#xd;\nhttps://www.100resilientcities.org/&#xd;\nhttps://www.c40.org/","memberOrga":"","goal":"The Municipality of Milan is a Local Authority and is responsible for the strategic planning and delivery of a large number of services for the city (education, social services, economic development, mobility, housing).&#xd;<br />Second largest city in Italy (1.400.000 inhabitants in its Municipality, 180 sqKm), Milan is also administrative and business centre in the largest Italian metropolitan area, with a population of about 5.000.000 people, and the main city of Lombardy, Italian more populated and rich region. Milan Municipality is the local goverment of the core city.&#xd;<br />It is an international city, a crossroads of economic, financial and cultural exchanges, in particular innovation.&#xd;<br />It is an European metropolis that has signed a series of agreements, twinning and collaboration protocols around the world; it is the home of the most important Italian non-governmental organizations working in the field of international cooperation, as well as hosting the Italian headquarters of the major international economic groups. It promotes European and international cooperation and relations with the local institutions of other countries through joint initiatives of mutual interest.&#xd;<br />Its international projects take place in synergy and in coherence with the other programs and activities of the Administration, enhancing the city's actors and the city's active instances on priority thematic areas.&#xd;<br />The City of Milan has also joined the Milan Urban Food Policy Pact, which is the first international pact between the Mayors on urban food policy and is one of the most important legacy of Expo 2015.&#xd;<br />The City of Milan has the power to sign Collaboration Agreements with other international cities in the areas of common interest. &#xd;<br />The areas of collaboration are tourism, culture, education, training, architecture, trade, technology, urban and social development, university research and the exchange of good public administration practices.","acronym":"CDM","interests":"Agriculture and Rural Development, Climate Action, Communication, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Research and innovation, Sport, Transport, Youth","euInitiatives":"- Horizon 2020 Programme (Regulation EU N.1291/2013 of the European Parliament and of the Council)&#xd;<br />- Easi Programme (Regulation EU N.1296/2013 of the European Parliament and of the Council)&#xd;<br />- Life Programme (Regulation EU N.1293/2013 of the European Parliament and of the Council)  &#xd;<br />- Urban Innovative Actions (Regulation EU N.1303/2013 of the European Parliament and of the Council)&#xd;<br />- Interreg Programme 2014-2020 (Regulation EU N. 1299/2013 of the European Parliament and of the Council)","lastUp":"2019-05-08T08:55:46.305+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}