{"id":"156510032511-41","name":"Libor Manda","registrationDate":"2018-09-06T09:39:06.055+02:00","category":1,"subCategory":8,"legal":"OSVČ","web":"","country":"Czech republic","headAddress":"Vidoulská 3","headCity":"Praha 5","headPostCode":"15800","headPhone":"(420)7 30 77 84 01","boss":"Libor Manda","bossTitle":"","bossPosition":"majitel","membersCount":1,"membersFTE":"1.0","membership":"Prozatím žádné.","memberOrga":"","goal":"Poskytování nezávislého poradenství a konzultačních služeb pro komerční klienty v oblasti Public Affairs a Government Relations. Hlavním cílem mého působení je přispět k tvorbě vyvážené regulace digitální ekonomiky, založené na reálném fungování digitálního trhu, skutečných rizicích moderních technologií a plně respektující specifika tohoto odvětví. Stejně tak budu usilovat o aktivní zapojení digitálních a technologických firem do procesu tvorby evropské legislativy.","acronym":"","interests":"Business and Industry, Communication, Competition, Consumers, Culture and media, Digital economy and society, Research and innovation","euInitiatives":"- Návrh nařízení Evropského parlamentu a Rady o podpoře spravedlnosti a transparentnosti pro podnikové uživatele internetových zprostředkovatelských služeb.&#xd;<br />&#xd;<br />- Sdělení Komise Boj proti nezákonnému obsahu on-line. Zvyšování odpovědnosti on-line platforem. &#xd;<br />&#xd;<br />- Doporučení EK o opatřeních pro efektivní boj proti nezákonnému obsahu online.&#xd;<br />&#xd;<br />- Sdělení Boj proti dezinformacím na internetu: evropský přístup&#xd;<br />&#xd;<br />- Sdělení EK Umělá inteligence pro Evropu&#xd;<br />&#xd;<br />- Nařízení EK, kterým se zavádí program Digitální Evropa na období 2021–2027&#xd;<br />&#xd;<br />- Nařízení o respektování soukromého života a ochraně osobních údajů v elektronických komunikacích a o zrušení směrnice 2002/58/ES &#xd;<br />&#xd;<br />- GDPR&#xd;<br />&#xd;<br />- Směrnice o lepší vymáhání a modernizaci právních předpisů EU na ochranu spotřebitele&#xd;<br />&#xd;<br />-","lastUp":"2018-09-06T09:39:32.205+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}