{"id":"15656295453-19","name":"National Cleaner Production Office-Cambodia","registrationDate":"2011-03-09T04:30:24.417+02:00","category":6,"subCategory":14,"legal":"Non State Actor","web":"https://cambodian-cpc.org","country":"Cambodia","headAddress":"Monivong Boulevard, Sangkat Boeung Raing,, #254","headCity":"Phnom Penh","headPostCode":"855","headPhone":"(855)23 22 20 76","boss":"Chanmakaravuth Va","bossTitle":"Mr","bossPosition":"Director","membersCount":8,"membersFTE":"5.5","membership":"National Cleaner Production Office-Cambodia (NCPO-C) was established by acting as a focal point of UNIDO/UNEP international network of Resource Efficient and Cleaner Production (RECP) in sustaining RECP in the future by extending the activities to other sectors in the industrial field and other areas.","memberOrga":"Delft University of Technology(1),&#xd;\nVietnam Cleaner Production Centre(1),&#xd;\nAsian Institute of Technology Vietnam(1),&#xd;\nLao National Chamber of Commerce and Industry(1),&#xd;\nUnited Nations Environmetal Programme(1),&#xd;\nUnited Nations Industrial Development Organisation(1)","goal":"The NCPO-C will support the development of green manufacturing and trade promotion in Cambodia through the provision of value-adding services to businesses, governments and providers of business support services, technology and finance, to enable them to achieve implementation of RECP in a manner that is most beneficial to them, including improvement of their environmental performance, resource productivity, business performance and export and job potential.","acronym":"NCPO-C","interests":"Business and Industry, Education and training, Energy, Environment, Food Safety, Research and innovation, Single market, Trade","euInitiatives":"Activities carried out with the objective of directly or indirectly influencing the formulation or implementation of policy and the decision-making processes of the EU institutions, irrespective of where they are undertaken and of the channel or medium of communication used.","lastUp":"2018-05-22T09:18:56.082+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}