{"id":"157669128674-30","name":"Federazione Europea Autonoma Lavoro e Professione","registrationDate":"2017-10-14T13:20:17.312+01:00","category":3,"subCategory":2,"legal":"Associazione Sindacale Professionale","web":"http://www.fealp.org","country":"Italy","headAddress":"Via Piave, 74","headCity":"ROMA","headPostCode":"00187","headPhone":"(39)06 42 01 30 85","boss":"Franco Moschetti","bossTitle":"","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Il nostro intento sarà  quello di attuare una campagna in favore del rispetto reciproco e inviteremo al tavolo tutte le forze politiche e sindacali.&#xd;<br />Cercheremo di lavorare molto sul fronte del lavoro e legarci ad istituzioni che si occupano di difesa dei diritti sociali e lavorare insieme per raggiungere un unico obiettivo. Sarà  importante riaffermare tra i giovani quell’informazione culturale, sociale e politico sindacale.","acronym":"FEALP","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Seguiamo con interesse tutte le attività della UE per risolvere la seria problematica della disoccupazione e stiamo attivando per questo tavoli per proporre alle istituzioni soluzioni per creare nuova occupazione in linea con il progresso scientifico e tecnologico da utilizzare anche in settori tradizionali.","lastUp":"2017-11-07T10:15:59.894+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}