{"id":"15789364550-66","name":"Център за изследване на демокрацията","registrationDate":"2010-11-17T14:59:55.990+02:00","category":4,"subCategory":5,"legal":"non-profit organisation","web":"http://www.csd.bg/","country":"Bulgaria","headAddress":"5, Alexander Zhendov Str.","headCity":"Sofia","headPostCode":"1113","headPhone":"(3592)9 71 30 00","boss":"Ognian Shentov","bossTitle":"Mr","bossPosition":"Chairman","membersCount":23,"membersFTE":"17.25","membership":"US Chamber of Commerce in Bulgaria","memberOrga":"","goal":"Mission&#xd;<br />&#xd;<br />Building Bridges between Scholars and Policy Makers&#xd;<br />&#xd;<br />Founded in late 1989, the Center for the Study of Democracy (CSD) is an interdisciplinary public policy institute dedicated to the values of democracy and market economy. The Center for the Study of Democracy is a non-partisan, independent organization fostering the reform process in Bulgaria and Europe through impact on policy and civil society.&#xd;<br />&#xd;<br />The Center for the Study of Democracy has the following objectives:&#xd;<br />&#xd;<br />• to provide an enhanced institutional and policy capacity for a successful European integration process, especially in the area of justice and home affairs;&#xd;<br />&#xd;<br />• to promote institutional reform and the practical implementation of democratic values in legal and economic practice;&#xd;<br />&#xd;<br />• to monitor public attitudes and serve as a watchdog of the institutional reform process.&#xd;<br />&#xd;<br />Building bridges is the old way of bringing together social actors and cementing new alliances. Born as a think-tank, the Center for the Study of Democracy has evolved into policy development through dialogue and partnership.&#xd;<br />&#xd;<br />Bringing cutting-edge solutions to transition problems is our way of keeping the middle ground between academia and social practice.&#xd;<br />&#xd;<br />The Center for the Study of Democracy has pioneered in several areas traditionally perceived as the inviolable public property, such as anti-corruption, crime and hidden economy, institutional reform, and national security.&#xd;<br />&#xd;<br />Our belief is that bringing a new culture of cooperation and trust in a milieu of inherited fragmentation and opacity is as rewarding as the achievement of concrete social goals.","acronym":"CSD","interests":"Borders and Security, Competition, Culture and media, Customs, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign and Security Policy and Defence, Fraud prevention, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Research and innovation, Taxation, Trans-European Networks","euInitiatives":"Justice and home affairs (corruption, organized crime, migration), energy, public procurement, enlargement, human rights, counter-terrorism, extremism and (de)radicalization, EU funds for cohesion and territorial development.","lastUp":"2018-04-24T12:43:40.701+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}