{"id":"157861330527-02","name":"TESI SPA","registrationDate":"2018-03-26T11:02:41.217+02:00","category":2,"subCategory":3,"legal":"SPA","web":"http://www.tesisquare.com","country":"Italy","headAddress":"VIA SAVIGLIANO, 48 -","headCity":"CHERASCO","headPostCode":"12062","headPhone":"(39)01 72 47 63 01","boss":"GIUSEPPE PACOTTO","bossTitle":"","bossPosition":"LEGALE RAPPRESENTANTE","membersCount":2,"membersFTE":"0.75","membership":"At European Level, our firm is member of EESPA (European E-invoicing Service Providers Association) since 2015 (partecipating to Public Policy and Compliance working Group). TESI is also member of VeR, an association which promotes public debate and supports the continuing spread of electronic invoice exchange in Germany. At national level TESI is partner of Digital Observatory for the eInvoicing (B2G and B2B) managed by Politecnico of Milan. TESI actively partecipates to Italian Forum on eInvoicing managed by Economical and Financial Ministry (MEF).","memberOrga":"TESI is the technology partner of EDIEL (electronic industry corporation), ASSOBIOMEDICA (biomedical industry corporation) and DAFNE (pharma industry corporation).","goal":"Our firm, Tesi Spa, has created a virtual square where 142 million transactions are annually processed for a network of 25.000 firms across more than 80 countries. Our digital solutions allow firms to digitize processes across the extended supply chain. We have strong capabilities in Digital Transformation. Our platform allows to eliminate paper documents, in full compliance with the regulations of the specific reference country. In particular, electronic invoice is generated in accordance with tax and civil legislation.","acronym":"TESI","interests":"Enterprise, Information Society, Research and Technology, Taxation, Trade","euInitiatives":"Our firm is mainly interested in eInvoicing, supply chain issues, trade, information society, innovation","lastUp":"2018-04-13T14:58:57.556+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}