{"id":"15785425789-36","name":"Av-tuottajien tekijänoikeusyhdistys Tuotos ry / Collective Society for Audiovisual Producers in Finland","registrationDate":"2011-05-05T10:11:17.777+01:00","category":2,"subCategory":4,"legal":"Collective Management Organisation / Association","web":"http://www.tuotos.fi","country":"Finland","headAddress":"Urho Kekkosenkatu 2 C, 6th floor","headCity":"Helsinki","headPostCode":"00100","headPhone":"(358)9 44 04 71","boss":"Kirsi Colliander","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":6,"membersFTE":"5.0","membership":"Tuotos is a Member of the following organisations:&#xd;\n- Association of International Collective Management of Audiovisual Works (AGICOA)- an umbrella organisation in the field of retransmission rights&#xd;\n- Finnish Copyright information and Anti-piracy Centre (Enforcement of IPR rights, Finland)&#xd;\n- Lyhty Coalition organisation, in Finland&#xd;\n&#xd;\nTuotos collaborates with the following umprella organisations:&#xd;\n- Eurocinema&#xd;\n- Eurocopya&#xd;\n- FIAPF&#xd;\n- CEPI&#xd;\n- Procirep","memberOrga":"Finnanimation&#xd;\nThe Central Organisation of Finnish Film Producers (SEK)&#xd;\nAssociation of Independent Producers in Finland (SATU)","goal":"Tuotos represents the interests of film and audiovisual producers, particularly in the field of copyright and related rights. We negotiate, collect and distribute royalties on retransmission, on private copying and on educational or scientific uses etc. Tuotos is a Extended Collective Licensing Organisation (certain fields). We are actively monitoring the digital distribution and services and licencing them (new forms of use) by mandate of our clients, the audivisual producers.&#xd;<br />&#xd;<br />Tuotos is highly motivated to get the digital market working well for all the involved stakeholders. Tuotos is committed in providing the pratical licencing solutions for all mass uses.","acronym":"TUOTOS","interests":"Audiovisual and Media, Communication, Competition, Consumer Affairs, Culture, Education, Enterprise, Information Society, Internal Market, Regional Policy, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"All involving the following fields:&#xd;<br />Digital Single Market/ Internal Market/ Copyright - European Copyright Framework and Enforcement, Audiovisual market &amp; ecosystem/ Creative Europe/ Europe 2020/ Horizon/ regulating Small and Medium Size companies/ taxation - VAT/Media litterature/ Data protection/Privacy/Information society/ Transparency/Platforms and Start-Ups/Cpmpetition&#xd;<br />&#xd;<br />New initiatives of the European Commission/ European Parliament initiatives (INI) and studies/ Stakeholder evaluation and consultations","lastUp":"2017-03-06T13:44:53.631+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}