{"id":"15789364550-66","name":"Център за изследване на демокрацията / Center for the Study of Democracy","registrationDate":"2010-11-17T14:59:55.990+02:00","category":4,"subCategory":5,"legal":"non-profit organisation","web":"http://www.csd.bg/","country":"Bulgaria","headAddress":"5, Alexander Zhendov Str.","headCity":"Sofia","headPostCode":"1113","headPhone":"(3592)9 71 30 00","boss":"Ognian Shentov","bossTitle":"Mr","bossPosition":"Chairman","membersCount":28,"membersFTE":"21.0","membership":"","memberOrga":"US Chamber of Commerce in Bulgaria","goal":"Building Bridges between Scholars and Policy Makers. &#xd;<br />&#xd;<br />Founded in late 1989, the Center for the Study of Democracy (CSD) is an interdisciplinary public policy institute dedicated to the values of democracy and market economy. CSD is a non-partisan, independent organization fostering the reform process in Europe through impact on policy and civil society. CSD’s objectives are:&#xd;<br />&#xd;<br />• to provide an enhanced institutional and policy capacity for a successful European integration process, especially in the area of justice and home affairs;&#xd;<br />• to promote institutional reform and the practical implementation of democratic values in legal and economic practice; &#xd;<br />• to monitor public attitudes and serve as a watchdog of the institutional reform process.ТJuw&#xd;<br />&#xd;<br />Building bridges is the old-fashioned way of bringing together social actors and cementing new alliances. Born as a think-tank, the Center for the Study of Democracy has evolved into policy development through dialogue and partnership. &#xd;<br />&#xd;<br />Bringing cutting-edge solutions to transition problems is our way of keeping the middle ground between academia and social practice.&#xd;<br />&#xd;<br />CSD has pioneered in several areas traditionally perceived as the inviolable public property, such as anti-corruption institutional reform, and national security. Our belief is that bringing a new culture of cooperation and trust in a milieu of inherited fragmentation and opacity is equally rewarding as the achievement of concrete social goals.","acronym":"CSD","interests":"Agriculture and Rural Development, Borders and Security, Climate Action, Competition, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Fraud prevention, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Research and innovation, Taxation, Trans-European Networks","euInitiatives":"Justice and home affairs (corruption, organized crime, migration), energy, public procurement, enlargement, human rights, counter-terrorism, extremism and (de)radicalization, EU funds for cohesion and territorial development, neighbourhood policies, Russia &#xd;<br />&#xd;<br />CSD has participated in: the Interim Evaluation of the Internal Security Fund - Police, commissioned in 2017 by DG Migration and Home Affairs of the European Commission; the Evaluation of the European Monitoring Centre for Drugs and Drug Addiction (EMCDDA), commissioned in 2018 by  DG Migration and Home Affairs of the European Commission; the Schengen Facility for Croatia, commissioned in 2018 by  DG Migration and Home Affairs of the European Commission.","lastUp":"2019-04-24T15:00:08.787+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}