{"id":"158241921709-39","name":"Restarting the Future","registrationDate":"2016-05-09T15:48:24.268+01:00","category":3,"subCategory":2,"legal":"Non-profit association","web":"http://www.restartingthefuture.eu","country":"Italy","headAddress":"Via Bernardino Verro 90","headCity":"Milan","headPostCode":"20141","headPhone":"(39)34 95 28 09 28","boss":"Renato  Palai ","bossTitle":"Mr","bossPosition":"Director","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"Restarting the Future (the sister organisation to Riparte il futuro in Italy) is a civil campaign aimed at promoting transparency and fighting Corruption and Organised Crime in the European Union. &#xd;<br />&#xd;<br />Our aim is to develop a strong EU anti-corruption culture, which promotes the practice of whistleblowing, protects health systems from illegal activity and encourages the empowerment and the role of the civil society in the prevention of corruption.","acronym":"RIF","interests":"Budget, Culture, Economic and Financial Affairs, Employment and Social Affairs, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Internal Market, Justice and Fundamental Rights, Taxation, Youth","euInitiatives":"We promote transparency and anti-corruption initiatives in the EU. &#xd;<br />&#xd;<br />Currently, we are promoting for the EU to adopt a mandatory lobby registry that applies to all EU institutions.&#xd;<br />&#xd;<br />We have also has proposed that the Intergroup on Integrity, transparency, anti-corruption and Organised Crime, which we helped establish, develop a common European legislation to protect whistleblowing. Whistleblowing represents dangerous and risky work that is  absolutely necessary in the fight against corruption and Organised Crime. This measure is required to protect people dealing with national and cross-border illegal activities around Europe.","lastUp":"2017-04-26T10:41:00.952+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}