{"id":"158518326681-26","name":"General Pharmaceutical Council","registrationDate":"2017-04-07T12:30:56.679+02:00","category":3,"subCategory":2,"legal":"independent regulator","web":"http://www.pharmacyregulation.org","country":"United kingdom","headAddress":"25 Canada Square","headCity":"London","headPostCode":"E14 5LQ","headPhone":"(44203)7 13 80 00","boss":"Duncan Rudkin","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"The General Pharmaceutical Council (GPhC) is the regulator for pharmacists, pharmacy technicians and registered pharmacy premises in England, Scotland and Wales. It is our job to protect, promote and maintain the health, safety and wellbeing of members of the public by upholding standards and public trust in pharmacy.&#xd;<br />Our main work includes:&#xd;<br />• setting standards for the education and training of pharmacists, pharmacy technicians, and approving and accrediting their qualifications and training&#xd;<br />• maintaining a register of pharmacists, pharmacy technicians and pharmacies&#xd;<br />• setting the standards that pharmacy professionals have to meet throughout their careers&#xd;<br />• investigating concerns that pharmacy professionals are not meeting our standards, and taking action to restrict their ability to practise when this is necessary to protect patients and the public&#xd;<br />• setting standards for registered pharmacies which require them to provide a safe and effective service to patients&#xd;<br />• inspecting registered pharmacies to check if they are meeting our standards.","acronym":"GPhC","interests":"Education and training, Public Health, Single market","euInitiatives":"European Professional Card&#xd;<br />Alert mechanism&#xd;<br />Directive 2005/36/EC&#xd;<br />Falsified Medicines Directive&#xd;<br />EU Common logo&#xd;<br />Proportionality Directive","lastUp":"2019-09-17T14:39:39.705+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}