{"id":"15914681331-83","name":"Architects' Council of Europe","registrationDate":"2009-03-10T12:38:48.072+02:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.ace-cae.eu","country":"Belgium","headAddress":"Rue Paul Emile Janson, 29","headCity":"Brussels (Ixelles)","headPostCode":"1050","headPhone":"(322)5 43 11 40","boss":"Ian Pritchard","bossTitle":"Mr","bossPosition":"Secretaire Général","membersCount":3,"membersFTE":"2.25","membership":"ACE is a member of the following associations:&#xd;\n&#xd;\n- ECCREDI (European Council for Construction Research, Development and Innovation)&#xd;\n- ECTP (European Construction Technology Platform) &amp; E2BA Association&#xd;\n- EHF- European Housing Forum&#xd;\n- FAIB (Federation des Associations Internationals)&#xd;\n- Coalition for Energy Saving","memberOrga":"http://www.ace-cae.eu/about-us/ace-members/","goal":"The Architects’ Council of Europe (ACE-CAE) is the representative organisation for the architectural profession at European level: it aspires to speak with a single voice on its behalf in order to achieve its aims.  Its growing membership currently consist of 45 Member Organisations, which are the regulatory and professional representative bodies in all European Union (EU) Member States, Accession Countries, Switzerland and Norway.  Through them, the ACE represents the interests of over 600,000 architects from 31 countries in Europe.","acronym":"ACE","interests":"Business and Industry, Climate Action, Competition, Culture, Education and training, Employment and Social Affairs, Energy, Environment, Regional Policy, Research and innovation, Single market, Trade","euInitiatives":"- Single Market Strategy and Services Package (Proportionality Test, Services Notification Procedure, Services e-card, Guidance on Reform recommendations)&#xd;<br />- Clean Energy Package (revision of the Energy Efficiency Directive and Energy Performance of Building Directive)&#xd;<br />- Recognition of Professional Qualification Directive (Directive 2005/36/EC)&#xd;<br />- Public Procurement Directive (Directive 2014/24/EU)&#xd;<br />- Public Procurement Package (Communication on Making public procurement work in and for Europe and Recommendation on professionalisation of public buyers&#xd;<br />- Strategy for the sustainable competitiveness of the construction sector and its enterprises&#xd;<br />- Communication on the Resources Efficiency Opportunities in the Building Sector (development of the Level(s) scheme)&#xd;<br />- Urban Agenda for the EU","lastUp":"2019-06-24T14:44:30.082+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}