{"id":"15913213485-46","name":"Pesticide Action Network Europe","registrationDate":"2010-04-21T20:03:12.753+02:00","category":3,"subCategory":2,"legal":"ASBL under Belgian law","web":"http://www.pan-europe.info","country":"Belgium","headAddress":"RUE DE LA PACIFICATION 67","headCity":"BRUSSELS","headPostCode":"1000","headPhone":"(32)0 23 18 62 55","boss":"Henriette Christensen","bossTitle":"Mr","bossPosition":"Executive Secretary","membersCount":5,"membersFTE":"3.25","membership":"Pesticide Action Network (PAN) was founded in 1982 and is a network of over 600 non-governmental organisations, institutions and individuals in over 60 countries worldwide working to minimise the negative effects and replace the use of harmful pesticides with ecologically sound alternatives. Its projects and campaigns are coordinated by five autonomous Regional Centres. &#xd;\n&#xd;\nPAN Europe is an active member of Health and environment Alliance (HEAL) and of European Environment Bureau (EEB)","memberOrga":"http://www.pan-europe.info/about-us/member-organisations","goal":"Pesticide Action Network Europe AN Europe was founded in 1987 and brings together consumer, public health, and environmental organisations and other non-governmental groups in 19 countries.&#xd;<br />PAN Europe is the focal point of NGO advocacy and public participation in EU pesticide policy, Our activities include: lobbying at Brussels level, disseminating information on pesticide problems, regulations and alternatives, holding workshops and conferences and facilitating dialogue for change between government, private sector and civil society stakeholders.&#xd;<br />&#xd;<br />PAN Europe has traditionally focused on getting harmful pesticides banned. This is still essential as governments’ pesticide evaluation lags many years behind product development and Europe’s pesticide approval process has yet to tackle new concerns like endocrine disruption and increased sensitivity among children and foetuses. We have also seen that the latest generation of pesticides sold by chemicals companies are not appreciably safer for the environment or our health. So replacing old pesticides with new won’t do much to reduce risks. PAN Europe therefore stresses that better agricultural practice and management are the best way to ensure sustainability and high food quality.","acronym":"PAN Europe","interests":"Agriculture, Consumers, Environment, Food Safety, Public Health, Research and innovation","euInitiatives":"●\tRegulation (EC) No 1107/2009 concerning the placing of plant protection products on the market&#xd;<br />●\tDirective 2009/128/EC establishing a framework for sustainable use of pesticides; &#xd;<br />●\tRegulation (EC) No. 1185/2009 concerning statistics on plant protection products; &#xd;<br />●\tRegulation (EC) No. 396/2005 on maximum residue levels of pesticides in or on food and feed;&#xd;<br />●\tDirective 2000/60/EC establishing a framework for water policy;&#xd;<br />●\tDirective 2009/90/EC on strategies against chemical pollution of surface waters&#xd;<br />●\tDirective 2008/105/EC on environmental quality standards (also known as priority substances directive)&#xd;<br />●\tRegulation (EC) 1305/2013 on Rural Development of the CAP&#xd;<br />●\tRegulation (EC) 1306/2013 on Horizontal issues such as funding and controls of the CAP&#xd;<br />●\tRegulation (EC) 1307/2013 on Direct payments for farmers of the CAP","lastUp":"2018-05-02T09:43:44.130+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}