{"id":"15931572751-76","name":"FEDERDISTRIBUZIONE","registrationDate":"2009-12-10T10:10:06.199+01:00","category":2,"subCategory":4,"legal":"associazione di categoria senza scopo lucrativo","web":"http://www.federdistribuzione.it","country":"Italy","headAddress":"Via Albricci, 8","headCity":"Milano","headPostCode":"20122","headPhone":"(39)02 89 07 51 50","boss":"Massimo VIVIANI","bossTitle":"Mr","bossPosition":"Direttore Generale","membersCount":2,"membersFTE":"0.5","membership":"FEDERDISTRIBUZIONE aderisce a EuroCommerce.","memberOrga":"","goal":"FEDERDISTRIBUZIONE riunisce e rappresenta, nelle sedi istituzionali, locali, nazionali e comunitarie, le imprese distributive che operano nei settori alimentare e non alimentare attraverso le più innovative formule del commercio moderno.&#xd;<br />L'obiettivo di FEDERDISTRIBUZIONE è la valorizzazione e lo sviluppo delle moderne forme del commercio imprenditoriale, al fine di contribuire al razionale sviluppo, all'efficienza, all'ammodernamento e all'evoluzione del sistema distributivo nazionale, per aumentare la competitività del comparto in un mercato sempre più concorrenziale e aperto a scenari europei.&#xd;<br />&#xd;<br />Le aziende associate a FEDERDISTRIBUZIONE rappresentano:&#xd;<br />- una quota di mercato di 48,9% del totale delle vendite della Distribuzione Moderna Organizzata;&#xd;<br />- un fatturato complessivo di 63,3 miliardi di Euro (di cui 8,4 miliardi di euro in franchising);&#xd;<br />- una rete di vendita composta da 15.150 esercizi diretti e in franchising;&#xd;<br />- un totale di 222.500 addetti.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Food Safety, Internal Market, Public Health, Regional Policy, Taxation, Trade","euInitiatives":"B2B Unfair Trading Practices &#xd;<br />Supply Chain Initiative&#xd;<br />Private Labels&#xd;<br />Digital Single Market Strategy&#xd;<br />Circular Economy","lastUp":"2017-02-10T12:31:32.227+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}