{"id":"159322923136-24","name":"Sustainable Use of Forest Resources - National Advocay Platform","registrationDate":"2016-08-25T12:13:13.788+02:00","category":2,"subCategory":4,"legal":"none","web":"","country":"Sweden","headAddress":"Karl Jäghagen","headCity":"Umeå","headPostCode":"SE90183","headPhone":"(46)9 07 86 84 20","boss":"Magnus Thor","bossTitle":"","bossPosition":"Head of research","membersCount":4,"membersFTE":"1.0","membership":"Associerade till&#xd;\n- Forest Technology Platform&#xd;\n- NRA Sweden","memberOrga":"Plattformen SusFor bygger inte på medlemskap.&#xd;\nInvolverade organisationer är bl.a.&#xd;\nSveriges Lantbruksuniversitet - Skogsfakulteten&#xd;\nSkogForsk&#xd;\nUmeå universitet&#xd;\nSkogsindustrierna&#xd;\nSkogsteknikklustret&#xd;\nSveaskog&#xd;\nHolmen Skog","goal":"SusFor verkar för ökad tillgång av EU-finansiering för forskning och innovation om \"Sustainable use of forest resources\". Genom ett riktat lobbyingarbete ska finansierings- möjligheterna från Horisont 2020 för detta område förbättras.&#xd;<br />&#xd;<br />SusFors mål är att&#xd;<br />•\tpåverka utvecklingen av program och kommande utlysningar i Horisont 2020 &#xd;<br />•\töka de nationella aktörernas engagemang i relevanta nätverk, plattformar och grupper&#xd;<br />•\tnationella aktörer samverkar med europeiska intressenter för att få ökat inflytande&#xd;<br />•\tutveckla gemensamma visioner, strategier, mål och behovsformuleringar &#xd;<br />•\tdet nationella deltagande i Horisont 2020 ökar inom plattformens områden&#xd;<br />•\tutveckla påverkansplattformen nationellt och internationellt&#xd;<br />&#xd;<br />Det långsiktiga målet är fler EU-finansierade FoI-projekt inom plattformens fokusområden och att skogliga aktörer i Sverige erhåller större FoI-resurser från EU. &#xd;<br />&#xd;<br />En viktig aspekt av SusFors arbete och en förutsättning för att lyckas med ovanstående är en mer långsiktig påverkan för att öka kunskapen om och förståelsen för plattformens verksamhets¬område ”hållbart nyttjande av resursen skog” i Europa. Skogen är en nyckelresurs för att Europa ska kunna bygga en biobaserad samhällsekonomi men synen på skogens roll och möjligheter skiljer sig mellan olika delar av Europa. &#xd;<br />&#xd;<br />Skogen har stor potential för att bidra till att lösa de samhälleliga utmaningarna. SusFor arbetar därför också för att:&#xd;<br />-\töka skogliga frågors avtryck i Europa &#xd;<br />-\tutveckla synen på skogsbruk som en biobaserad uthållig näringsverksamhet &#xd;<br />-\tuthålligt brukande av resursen skog ses som en grund för nya produkter i ett samhälle som alltmer använder biobaserade istället för fossila råvaror","acronym":"SusFor","interests":"Agriculture, Business and Industry, Climate Action, Energy, Environment, International co-operation and development, Regional Policy, Research and innovation, Transport","euInitiatives":"European Forest strategy&#xd;<br />&#xd;<br />European Bio economy strategy&#xd;<br />&#xd;<br />The Forest-based Sector Technology Platform” (FTP) Strategic research agenda - SRA&#xd;<br />&#xd;<br />Nationell strategisk forskningsagenda för den skogsbaserade näringen i Sverige, NRA 2020&#xd;<br />&#xd;<br />European Commission - A strategic approach to EU agricultural research &amp; innovation&#xd;<br />&#xd;<br />Advisory Group Challenge 2 - Final report 2018-2020&#xd;<br />Horizon 2020 Societal Challenge 2 “Food Security, Sustainable Agriculture and Forestry, Marine, Maritime and Inland Water Research, and the Bioeconomy” Advisory Group Recommendations Programming Period 2018-2020&#xd;<br />&#xd;<br />The Standing Committee on Agricultural Research (SCAR) - Agricultural Knowledge and Innovation Systems Towards the Future - A Foresight Paper (AKIS 3 End Report)&#xd;<br />&#xd;<br />Horizon 2020 - policy documents, specific program, work programs etc.","lastUp":"2018-08-06T10:37:58.369+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}