{"id":"159400031993-42","name":"Polska Federacja Producentów Żywności Związek Pracodawców","registrationDate":"2018-07-09T13:54:48.474+02:00","category":2,"subCategory":4,"legal":"związek pracodawców","web":"http://www.pfpz.pl","country":"Poland","headAddress":"Chałubińskiego 8","headCity":"Warszawa","headPostCode":"00-613","headPhone":"(48)8 30 70 55","boss":"Andrzej Gantner","bossTitle":"Mr","bossPosition":"Członek Zarządu Dyrektor Generalny","membersCount":6,"membersFTE":"5.5","membership":"www.pfpz.pl","memberOrga":"www.pfpz.pl","goal":"Polska Federacja Producentów Żywności Związek Pracodawców aktywnie działa na rzecz rozwoju przemysłu żywnościowego i wzmocnienia jego reprezentacji w Polsce oraz w Unii Europejskiej.&#xd;<br />&#xd;<br />Cel ten realizujemy poprzez:&#xd;<br />&#xd;<br />ścisłą i partnerską współpracę z organizacjami branżowymi i sektorowymi w Polsce;&#xd;<br />dążenie do przypisania przemysłowi żywnościowemu zgodnego ze znaczeniem gospodarczym miejsca w strukturze administracji państwowej;&#xd;<br />reprezentowanie stanowisk w pracach Konfederacji Przemysłu Żywności i Napojów UE (FoodDrinkEurope); &#xd;<br />aktywny udział w pracach wszelkiego rodzaju ciał doradczych związanych z resortami i instytucjami, które mają istotny wpływ na funkcjonowanie przemysłu żywnościowego w Polsce i Unii Europejskiej;&#xd;<br />reprezentowanie stanowisk przemysłu żywnościowego w procesie konsultacji społecznych dotyczących wszelkiego rodzaju aktów prawnych mogących mieć wpływ na warunki funkcjonowania gospodarki żywnościowej w Polsce i Unii Europejskiej;&#xd;<br />prowadzenie i wspieranie inicjatyw w obszarze społecznej odpowiedzialności biznesu ze szczególnym uwzględnieniem edukacji konsumentów w zakresie żywności, żywienia oraz znakowania produktów żywnościowych;&#xd;<br />kreowanie pozytywnego wizerunku przemysłu żywnościowego w mediach.","acronym":"PFPŻ ZP","interests":"Agriculture, Business and Industry, Communication, Competition, Consumers, Environment, Food Safety, International co-operation and development, Public Health, Single market, Taxation, Trade","euInitiatives":"Reprezentujemy polski przemysł żywnościowy na zinstytucjonalizowanym forum całego przemysłu spożywczego UE. Monitorujemy i informujemy na bieżąco firmy stowarzyszone o wszelkich zmianach w unijnych przepisach żywnościowych, a od 2004 r. umożliwiamy polskim przedsiębiorstwom aktywny współudział w ich kształtowaniu. Na globalnym rynku, na jakim wszyscy działamy, szansę na osiągnięcie gospodarczego i społecznego sukcesu mają jedynie te przedsiębiorstwa, które stawiają na szybki dostęp do wiarygodnych informacji, współpracę oraz wpływ na mikro i makro otoczenie gospodarcze.","lastUp":"2018-07-09T13:55:31.445+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}