{"id":"15987896534-82","name":"Computer &amp; Communications Industry Association","registrationDate":"2011-09-01T15:34:51.788+01:00","category":2,"subCategory":4,"legal":"Nonprofit membership organization","web":"http://www.ccianet.org","country":"United states","headAddress":"17th Street, NW, 900","headCity":"Washington, DC","headPostCode":"20006","headPhone":"(1)20 27 83 00 70","boss":"Daniel Johnson","bossTitle":"Mr","bossPosition":"Vice President &amp; General Counsel","membersCount":4,"membersFTE":"4.0","membership":"CCIA is a supporting Member of the Copyright for Creativity Initiative (C4C):&#xd;\nhttp://www.copyright4creativity.eu/bin/view/Public/WebHome &#xd;\nCCIA is an Associate Member of the European Internet Foundation (EIF):&#xd;\nhttp://www.eifonline.org/&#xd;\nThe Business and Industry Advisory Committee to the OECD: &#xd;\nwww.http://biac.org/&#xd;\nUnited States Council for International Business:&#xd;\nhttp://www.uscib.org/","memberOrga":"","goal":"CCIA is an international nonprofit membership organization dedicated to innovation and enhancing society’s access to information and communications. CCIA promotes open markets, open systems, open networks and full, fair and open competition in the computer, telecommunications and Internet industries. CCIA supports open interfaces and non-discriminatory access to networks to reduce barriers to entry and foster free and open markets. &#xd;<br />CCIA represents large, medium and small companies in the high technology products and services sectors, including computer and communications companies, equipment manufacturers, software developers, service providers, re-sellers, integrators, and financial service companies. Together they employ almost one million workers and generate nearly $200 billion in annual revenue.","acronym":"CCIA","interests":"Audiovisual and Media, Competition, Consumer Affairs, Culture, Enterprise, External Relations, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Taxation, Trade, Trans-European Networks","euInitiatives":"Engaging with EU decision makers on EU and global digital policy issues including copyright, competition, online platforms, data protection, government surveillance reform, trade, and telecommunications.","lastUp":"2017-11-16T11:42:09.616+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}