{"id":"160107821278-07","name":"Slovenská akadémia vied/Slovak Academy of Sciences","registrationDate":"2016-04-06T15:30:09.724+01:00","category":4,"subCategory":12,"legal":"Self-governing scientific institution","web":"http://www.sav.sk","country":"Slovakia","headAddress":"Slovenská akadémia vied","headCity":"Bratislava","headPostCode":"814 38","headPhone":"(421)2 57 51 01 01","boss":"Pavol Šajgalík","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"SAS purposefully builds relationships with international scientific institutions and structures at government level, the most important of which are the EU, UNESCO, CERN, ESA and others. It also participates in the activities of international NGOs such as ICSU, SE, ESF, ALLEA, EASAC, IAP and others.","memberOrga":"","goal":"The SAS is a national institution which undertakes scientific research in Slovakia as an autonomous non-university research institution which is primarily funded from public finances. This sort of research has a tradition in Slovakia; its existence is justified because of the research’s highly systematic and concentrated character, which allows it to be connected to global trends in the development of human knowledge. The perspectives gained from research undertaken at the SAS are based on evidence and are qualitatively comparable to research undertaken abroad.&#xd;<br />&#xd;<br />The SAS is an autonomous science and research body established under law. Its aim is to undertake basic research in the natural, technical, medical and social sciences as well as in the humanities in areas which are innovative, demanding in terms of personnel and research infrastructure, and which develop innovative technology and diagnostics. Its primary purpose is to enhance knowledge for the development of Slovakia and its citizens. The values of the academy are grounded in the principles of independent scientific inquiry (without any political affiliation), critical thinking, excellent knowledge, a high level of expertise and specialization, effective competitiveness and interdisciplinary cooperation.","acronym":"SAV/SAS","interests":"Agriculture and Rural Development, Climate Action, Culture, Economic and Financial Affairs, Energy, Environment, Food Safety, Research and Technology","euInitiatives":"The development of international cooperation is among the pillars of SAS&#xd;<br />activity. Adequate participation in various forms of international cooperation&#xd;<br />is a prerequisite for the gradual increase in the quality of research and&#xd;<br />improvement of its infrastructure. This ultimately enables acquisition of&#xd;<br />additional resources to support research in all areas.&#xd;<br />The main pillar of international cooperation is the involvement of research teams and&#xd;<br />individuals in international projects. The centre of this is participation in EU project schemes&#xd;<br />with an emphasis on Framework EU projects. SAS scientists actively participate in the&#xd;<br />projects of the European Science Foundation (ESF), COST, NATO, CERN European Space&#xd;<br />Agency (ESA), EUREKA, UNESCO, and the International Visegrad Fund (IVF) among others.&#xd;<br />Particularly noteworthy is the involvement in the ERA-NET program which aims to connect&#xd;<br />international research at a national or regional level. It should be emphasized that the&#xd;<br />participation of research teams in ERA-NET programs is covered by SAS budgetary resources.","lastUp":"2017-03-22T13:37:30.372+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}