{"id":"160633521338-42","name":"Global Knowledge Partnership Foundation","registrationDate":"2016-04-12T23:21:41.417+01:00","category":3,"subCategory":2,"legal":"Stichting","web":"http://www.gkpf.org","country":"Belgium","headAddress":"Dendermondesteenweg 143","headCity":"Destelbergen","headPostCode":"9070","headPhone":"(32)93 29 39 16","boss":"Rudi Vansnick","bossTitle":"Mr","bossPosition":"Treasurer","membersCount":1,"membersFTE":"1.0","membership":"NPOC - www.npog.org","memberOrga":"","goal":"GKPF has the role as the knowledge broker, networking, communication and dissemination, logistics partner for all organizations, companies and governments involved in development. GKPFs mission is to create and maintain the mechanisms, trade routes and marketplaces that make human development possible.&#xd;<br />&#xd;<br />GKPFs ensures the flow and availability of information and also that the available information reaches those who can make the best use out of it.In the core of GKPF stands the creation and implementation of win/win situations. Individuals and organizations should engage with and support GKPF in order to ensure that they and their organization have the best possible access to knowledge, networking, and communication.&#xd;<br />&#xd;<br />All stakeholders in the field of ICT4D and K4D need global networking opportunities and real Multi-Stakeholders Partnerships (MSPs) based on win-win situations in order to effectively execute their aims. GKPF is an internationally recognized multi stakeholder network with a distinguished and well established track record. But GKPF is not just a network; GKPF is pro-actively creating and implementing win/win situations that respond to the specific needs of the membership organizations. GKPF is living in the real world as GKPF understands that the global development needs can only be realistically achieved through real world solutions.","acronym":"GKPF","interests":"Communication, Consumer Affairs, Development, General and Institutional Affairs, Information Society, Public Health, Regional Policy, Research and Technology, Sport, Trans-European Networks","euInitiatives":"Internet policy and governance. ICT knowledge and awareness for developing regions.","lastUp":"2017-03-30T23:37:26.339+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}