{"id":"160962433976-09","name":"Women's Federation for World Peace","registrationDate":"2019-02-15T15:45:39.870+01:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.wfwp.org/","country":"United states","headAddress":"4 W 43rd Street","headCity":"New York City","headPostCode":"NY 10036","headPhone":"(32)4 73 79 82 38","boss":"Colette Delrue","bossTitle":"Ms","bossPosition":"Présidente","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Our Vision&#xd;<br />Women working together to realize one global family rooted in a culture of sustainable peace.&#xd;<br />&#xd;<br />Our Mission&#xd;<br />Empowering women as peacebuilders and leaders in the family to transform the community, nation and world. Through education, advocacy, partnership, reconciliation and humanitarian service, WFWPI aims to create an environment of peace and well-being for future generations and people of all races, cultures and religious creeds.&#xd;<br />&#xd;<br />Our Story&#xd;<br />The Women's Federation for World Peace is a women's organization that promotes women as an essential ingredient in creating a peaceful global society. The organization is united globally by this vision while addressing the unique issues and barriers in each region on the grassroots level and through high-level events.&#xd;<br />&#xd;<br />WFWPI was founded in 1992 in the Republic of Korea and quickly expanded to over 100 countries. Only five years later, WFWPI was granted General Consultative Status with the Economic and Social Council of the United Nations.","acronym":"WFWP","interests":"Education and training, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Youth","euInitiatives":"Humanitarian Projects&#xd;<br />Our volunteers have been serving women and their families on all continents since 1994. We are committed to the vision of advancing communities through eradicating poverty and supporting the stability of families. We have built and maintain schools in numerous parts of the world. We offer literacy and vocational training, AIDS education, scholarships, microfinance, nutrition and hygiene instruction, medical assistance, disaster relief, and more.&#xd;<br />&#xd;<br />Healing &amp; Reconciliation&#xd;<br />A culture of sustainable peace can only be achieved when trust and solidarity is built within all segments of society and governments. We provide a space for women to constructively engage their concerns, skills and experiences to bring healing and reconciliation on the individual, national and global level. We develop tools, establish projects and conduct events all over the world to achieve this goal.&#xd;<br />&#xd;<br />&#xd;<br />Capacity Building&#xd;<br />We are committed to raising the next generation of peacebuilders. Young women leaders are the key to ensuring lasting peace and stability. Our internship programs provide young women access to mentors and opportunities to develop their professionalism in the areas of diplomacy, advocacy, strategic planning, research, and media. Youth volunteers receive hands-on training by participating in international humanitarian projects.&#xd;<br />&#xd;<br />Women + Family&#xd;<br />Individuals and families form the basis for all human organizations and systems, making the family the cornerstone for peace. The inherent feminine characteristics of empathy, nurturing and cooperation are pivotal to creating a more harmonious society. By centering on universally shared values, we strengthen families and offer women the tools they need to take ownership in the education of their community, which can then expand to the world.","lastUp":"2019-02-15T15:46:14.837+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}