{"id":"161073726831-20","name":"Association of \"Russian vodka\" producers","registrationDate":"2017-04-20T13:18:18.425+02:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.exportvodka.ru","country":"Russia, federation of","headAddress":"34 Kutuzovskiy pr. bld 21","headCity":"Moscow","headPostCode":"121170","headPhone":"(7495)7 85 38 25","boss":"Dmitry Andronenko","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"The Association of Russian Vodka Producers (ARVP) is a non-profit organisation and was founded on 18 January 2010. ARVP is registered at the Ministry of Justice of the Russian Federation on January 2010.&#xd;<br />The main objective of the ARVP is the protection of proper use of the Appellation of Origin “Russian Vodka” in the territory of the Russian Federation and in foreign countries. &#xd;<br />Among other, the ARVP represents the interests of the members of the ARVP towards international organisations. And in this capacity it applies for the protection of “Russian Vodka” as geographical indication in the European Union. &#xd;<br />Membership in the ARVP is open to commercial organisations who are owners of the certificate granting the right to use the Appellation of Origin “Russian Vodka” by RF authorities and other legal entities pertinent to production and trade in alcohol products, i.e. producers &amp; traders of alcohol products, also producers and suppliers of the relevant equipment and raw materials as well as service providers.","acronym":"ARVP","interests":"Agriculture and Rural Development, External Relations, Food Safety, Trade","euInitiatives":"Application from March 23, 2013 for the Registration of “Russian Vodka” as a Geographical Indication in the European Union according to the provisions of Article 17 of Regulation (EC) No. 110/2008","lastUp":"2018-04-11T09:40:14.419+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}