{"id":"161157710612-65","name":"Anheuser-Busch InBev nv/sa","registrationDate":"2013-02-08T17:24:45.740+02:00","category":2,"subCategory":3,"legal":"nv/sa","web":"http://www.ab-inbev.com","country":"Belgium","headAddress":"Brouwerijplein, 1","headCity":"Leuven","headPostCode":"3000","headPhone":"(32)16 27 67 52","boss":"Maria Fernanda   Rocha Barros ","bossTitle":"Ms","bossPosition":"Vice President Legal &amp; Corporate Affairs Europe","membersCount":3,"membersFTE":"1.5","membership":"AB InBev is an active member of the Brewers of Europe and of the World Federation of Advertisers","memberOrga":"","goal":"Anheuser-Busch InBev is the world's largest beer company motivated by its dream to be Bringing People Together for a Better World. In essence, AB InBev wants to profitably sell top quality beers to build a strong, sustainable, global enterprise that builds connections with consumers and brings together stakeholders to make our world a better place.  A better place for the consumers who enjoy our products, the employees and partners who help us grow, the shareholders who have confidence in our prospects, and the stakeholders and the communities in which we live and operate. &#xd;<br />Our Better World efforts are composed of three main pillars through which we strive to create: &#xd;<br />- a Growing World, where everyone has the opportunity to improve their livelihoods &#xd;<br />- a Healthier World, where every experience with beer is a positive one, for lives well lived &#xd;<br />- a Cleaner World, where natural resources are shared and preserved for the future","acronym":"ABI","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Food Safety, Information Society, Internal Market, Public Health, Taxation, Transport","euInitiatives":"1) Alcohol policy&#xd;<br />2) Health policy (e.g. NCDs)&#xd;<br />3) Environmental policy&#xd;<br />4) Food policy (e.g. labeling, safety)&#xd;<br />5) Audiovisual media &amp; digital policy&#xd;<br />6) Competition law &amp; policy&#xd;<br />7) Better Regulation&#xd;<br />8) Tax policy&#xd;<br />9) Trade policy&#xd;<br />10) Internal market&#xd;<br />11) Consumer policy","lastUp":"2018-04-06T11:39:48.274+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}