{"id":"16135192686-50","name":"Groupement des Industriels Européens du Tabac - GITES A.s.b.l.","registrationDate":"2009-12-01T16:45:36.553+01:00","category":2,"subCategory":4,"legal":"Association sans but lucratif","web":"http://www.gites-europe.eu","country":"Luxembourg","headAddress":"Rue de Hollerich, 31","headCity":"LUXEMBOURG","headPostCode":"L-1022","headPhone":"(352)4 93 93 91","boss":"Christian GREIVELDINGER","bossTitle":"Mr","bossPosition":"Président","membersCount":3,"membersFTE":"1.0","membership":"Observateur CECCM","memberOrga":"","goal":"L'association GITES A.s.b.l., créée en 1990, a pour objet la contribution au bon fonctionnement de l'Union Européenne, en apportant une attention toute particulière à l'instauration de conditions de concurrence basées sur des règles claires et loyales et de défendre les intérêts des PME actives dans l'industrie du tabac. &#xd;<br />L'association a pour objet d'élaborer et de diffuser les prises de positions communes à ses membres portant sur la politique communautaire concernant les produits du tabac finis, des tabacs matières premières et des autres matières premières entrant dans la fabrication des produits finis tabacs et tout autre sujet sur lesquels l'industrie du tabac pourra légitimement porter un avis.&#xd;<br />Elle pourra exercer toute activité se rattachant directement ou indirectement à cet objet.","acronym":"GITES A.s.b.l.","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Enlargement, Enterprise, Environment, Information Society, Internal Market, Public Health, Research and Technology, Taxation, Trade, Trans-European Networks","euInitiatives":"Toute législation ayant attrait aux produits du tabac et particulièrement l'implémentation de la Directive 2014/40/EU et la révision de la Directive 2011/64/EU.","lastUp":"2017-03-10T09:53:46.431+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}