{"id":"161633428854-41","name":"WhozNext","registrationDate":"2017-11-04T14:16:51.777+02:00","category":2,"subCategory":7,"legal":"geen","web":"http://whoznext.eu","country":"Netherlands","headAddress":"Hendrik Hosstraat 173","headCity":"Amsterdam","headPostCode":"1106 ZM","headPhone":"(31)6 51 82 61 55","boss":"Vincent Pieterse","bossTitle":"Mr","bossPosition":"Eigenaar","membersCount":1,"membersFTE":"0.25","membership":"Knowledge4Innovation Association Member; Centraal Register Kort Beroepsonderwijs; The Pact for Innovation","memberOrga":"WhozNext is a trade name of Pieterse.com (www.pieterse.com)","goal":"WhozNext is a ‘community of practice', aiming for maximum impact; our priority is sharing knowledge to empower key enabling technology SMEs in their efforts and challenges towards successful commercialisation of their innovation.&#xd;<br />&#xd;<br />WhozNext develops solutions to the questions that arise during the transition to an innovative organisational culture. We learn how this must be done by developing programmes and interventions, both on a commissioned basis and on our own initiative. As innovation is an interactive process, a learning process between people and organisations, that strongly relates to the organisational culture, we share the knowledge accumulated in doing so with as many people as possible because knowledge only gains value when it is shared.&#xd;<br />&#xd;<br />Our mission is to expands innovation theory and its application to include the concept of the Human Factor in Innovation as a competitive advantage and distinguishes the Human Factor in Innovation as a significant concept to improve the performance in a job, organisations or society, where creative ideas play an explicit role. Creating an enabling environment to recognise and embrace the intangible characteristics of the human factor in innovation as a determinant of small firm innovation is critical.","acronym":"","interests":"Business and Industry, Education and training, Research and innovation","euInitiatives":"Culture of Innovation; Key enabling technology SMEs: Enterprise Europe Network; Horizon 2020; EIC SME Instrument","lastUp":"2018-10-12T16:20:20.223+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}