{"id":"162005322964-83","name":"EU-Turn","registrationDate":"2016-08-09T10:57:58.011+02:00","category":1,"subCategory":6,"legal":"sprl","web":"http://www.eu-turn.com","country":"Belgium","headAddress":"Avenue Tervueren, 92","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)27 33 33 03","boss":"Christophe DREZE","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":4,"membersFTE":"4.0","membership":"","memberOrga":"","goal":"EU-Turn is a communications agency, providing leading-edge brand development and communication strategy, development and implementation services to European institutions as well as businesses, policy-makers, think tanks and civil society across all of Europe.&#xd;<br />&#xd;<br />We’re Boutique. Offering maximum discretion with clients on complex, emerging and sensitive projects.&#xd;<br />We’re Agile. Allowing for swift and tailored responses to project demands. &#xd;<br />We’re Experienced. With strong relationships across multiple sectors, providing rich perspectives and opportunities for collaboration.&#xd;<br />We’re International. With diverse but coordinated perspectives.&#xd;<br />We’re Multi-disciplinary. With access to the best talent across different disciplines, exactly when and where it’s needed. &#xd;<br />We’re Central. Being located in the heart of Europe, Brussels, and with a network that spans Europe, the Americas, and beyond.&#xd;<br />&#xd;<br />We are specialised  in European institutional communication.&#xd;<br />&#xd;<br />1.\tBrand Development&#xd;<br />EU-turn helps with the development of your brand and its component parts: essence, positioning, value proposition, as well as graphical identity.&#xd;<br />2.\tCommunication Strategy Development&#xd;<br />EU-turn maps key issues and stakeholder opinions on these issues, before then developing concepts or initiatives.&#xd;<br />3.\tCreative Asset Development&#xd;<br />EU-Turn can then further develop these concepts, with copywriting, art direction, as well as full production capabilities.&#xd;<br />4.\tAsset Implementation and Activation&#xd;<br />EU-Turn offers full event and exhibition management services with supporting print and design services, as well as facilitated engagement workshop packages.&#xd;<br />5.\tMeasurement&#xd;<br />EU-Turn works closely with independent research partners to ensure clients fully understand the effects of their campaign.","acronym":"","interests":"Banking and financial services, Climate Action, Communication, Culture and media, Digital economy and society, Education and training, Energy, Environment, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Public Health, Research and innovation, Trans-European Networks, Youth","euInitiatives":"Research &amp; Innovation&#xd;<br />Defense&#xd;<br />Environment&#xd;<br />Civil society's dialogue&#xd;<br />Finance&#xd;<br />Health&#xd;<br />Infrastructure","lastUp":"2018-08-24T09:58:10.759+02:00","customers":"European Economic and Social Committee,European Parliament","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":"","turnoverRange":"500000-999999"}