{"id":"162077735691-61","name":"Institut Max von Laue - Paul Langevin","registrationDate":"2019-08-23T10:54:46.813+02:00","category":4,"subCategory":5,"legal":"European Intergovernmental Research Organisation","web":"http://www.ill.eu","country":"France","headAddress":"71 avenue des Martyrs","headCity":"Grenoble","headPostCode":"38042","headPhone":"(33)04 76 20 79 76","boss":"Helmut Schober","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"EIROforum: https://www.eiroforum.org/&#xd;\n&#xd;\nLENS (league of advanced European Neutron Sources):&#xd;\nhttps://www.lens-initiative.org/","memberOrga":"Associates:&#xd;\nFrance (CEA, CNRS)&#xd;\nUnited Kingdon (UKRI)&#xd;\nGermany (FZJ)&#xd;\n&#xd;\nCountries with Scientific Membership (2018):&#xd;\nSpain (MCIU)&#xd;\nSwitzerland (SBFI)&#xd;\nItaly (CNR)&#xd;\nAustria (Akademie der Wissenschaften)&#xd;\nCzech Republic (Charles University)&#xd;\nSlovakia (Comenius University)&#xd;\nBelgium (BELSPOL)&#xd;\nSweden (VR)&#xd;\nDenmark (Danish Agency for Science and Higher Education)&#xd;\nPoland (NDPN)","goal":"The Institut Laue-Langevin is an international research centre at the leading edge of neutron science and technology.&#xd;<br />&#xd;<br />As the world’s flagship centre for neutron science, the ILL provides scientists with a very high flux of neutrons feeding some 40 state-of-the-art instruments, which are constantly being developed and upgraded.&#xd;<br />&#xd;<br />As a service institute the ILL makes its facilities and expertise available to visiting scientists. Every year, about 1400 researchers from over 40 countries visit the ILL and 640 experiments selected by a scientific review committee are performed. Research focuses primarily on fundamental science in a variety of fields: condensed matter physics, chemistry, biology, nuclear physics and materials science, etc.&#xd;<br />&#xd;<br />Whilst some are working on engine designs, fuels, plastics and household products, others are looking at biological processes at cellular and molecular level.  Still others may be elucidating the physics that could contribute to the electronic devices of the future. ILL can specially tailor its neutron beams to probe the fundamental processes that help to explain how our universe came into being, why it looks the way it does today and how it can sustain life. &#xd;<br />The ILL also collaborates closely and at different levels of confidentiality with the R&amp;D departments of industrial enterprises.&#xd;<br />&#xd;<br />All the scientists at the ILL - chemists, physicists, biologists, crystallographers, specialists in magnetism and nuclear physics - are also experts in neutron research and technology and their combined know-how is made available to the scientific community.","acronym":"ILL","interests":"Research and innovation","euInitiatives":"ILL is a European Intergovernmental Research Organisation (EIRO).&#xd;<br />&#xd;<br />ILL is involved in European projects since 1990.&#xd;<br />ILL is obviously interested in Research &amp; Innovation, current and future framework programmes.","lastUp":"2019-08-23T12:07:37.996+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}