{"id":"162360211825-62","name":"Finnish Composers' Copyright Society Teosto","registrationDate":"2013-09-09T15:08:31.468+02:00","category":2,"subCategory":3,"legal":"Finnish Composers' Copyright Society Teosto","web":"http://www.teosto.fi","country":"Finland","headAddress":"Urho Kekkosen katu, 2 C","headCity":"HELSINKI","headPostCode":"00100","headPhone":"(358)9 68 10 11","boss":"Risto Salminen","bossTitle":"","bossPosition":"CEO","membersCount":1,"membersFTE":"0.5","membership":"GESAC  http://www.authorsocieties.eu/&#xd;\n&#xd;\nCISAC http://www.cisac.org/","memberOrga":"","goal":"Teosto - musiikintekijöiden menestykseksi. Avoin, rohkea ja tavoitteellinen.&#xd;<br />&#xd;<br />Teoston visio: vaivaton käyttöliittymä, tehokas markkinapaikka ja musiikkialan asiantunteva yhteisö.&#xd;<br />&#xd;<br />&#xd;<br />In English : &#xd;<br />&#xd;<br />Teosto collects and distributes royalties to the music authors we represent, for the public performance and mechanical reproduction of their music in Finland.&#xd;<br />&#xd;<br />We act as a link between two customer groups, music authors on the one hand and companies and communities that use music on the other. We make life easier for users of music by providing music licences in a centralised manner at Teosto, eliminating the need to make individual agreements with each music author.&#xd;<br />&#xd;<br />Our basic duty is to enable successful professional music-making in Finland. Part of our work involves promoting the rights of music authors and music publishers, as well as diversity in and awareness of Finnish music in Finland and abroad.","acronym":"Teosto","interests":"Business and Industry, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Single market, Taxation, Youth","euInitiatives":"Tekijänoikeusasiat, erityisesti direktiivi tekijänoikeuksista digitaalisilla sisämarkkinoilla. https://eur-lex.europa.eu/legal-content/FI/TXT/?uri=CELEX:52016PC0593 &#xd;<br />&#xd;<br />In English : &#xd;<br />Policy issues relating to the Digital Single Market, more precisely to the DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on copyright in the Digital Single Market.  https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:52016PC0593","lastUp":"2018-09-04T09:05:53.526+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}