{"id":"162771718573-47","name":"Conduent Incorporated","registrationDate":"2015-08-27T17:21:14.469+01:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.conduent.com","country":"United states","headAddress":"100 Campus Drive","headCity":"Florham Park","headPostCode":"NJ  07932","headPhone":"(011)87 74 14 26 76","boss":"Ken Adami","bossTitle":"Mr","bossPosition":"Vice President, Government Affairs","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Conduent delivers mission-critical services and solutions on behalf of businesses and governments – creating exceptional outcomes for its clients and the millions of people who count on them. Through people, process and technology, Conduent solutions and services automate processes, improve efficiencies, reduce costs and enable revenue growth. It's why most Fortune 100 companies and over 500 government entities depend on Conduent every day to manage their essential interactions and move their operations forward. &#xd;<br />&#xd;<br />Conduent's differentiated services and solutions improve experiences for millions of people every day, including two-thirds of all insured patients in the U.S., 11 million employees who use its HR Services, and nearly nine million people who travel through toll systems daily. Conduent's solutions deliver exceptional outcomes for its clients including $16 billion in medical bill savings, up to 40% efficiency increase in HR operations, and up to 40% improvement in processing costs, while driving higher end-user satisfaction.","acronym":"CNDT","interests":"Competition, Customs, Digital economy and society, Energy, Environment, Institutional affairs, Public Health, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Digital Single Market; Smart Cities, Transportation, Urban Mobility, Smart Transport Systems deployment; e-Health, Circular Economy, Environmental, Health &amp; Safety, Trade, Data Protection; Internal Market.","lastUp":"2019-10-28T20:27:06.243+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}