{"id":"162771718573-47","name":"Conduent Incorporated","registrationDate":"2015-08-27T17:21:14.469+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.conduent.com","country":"United states","headAddress":"100 Campus Drive","headCity":"Florham Park","headPostCode":"NJ  07932","headPhone":"(011)87 74 14 26 76","boss":"Ken Adami","bossTitle":"Mr","bossPosition":"Vice President, Government Affairs","membersCount":1,"membersFTE":"0.25","membership":"DIGITAL EUROPE - www.digitaleurope.org","memberOrga":"","goal":"Conduent is the world’s largest provider of diversified business process services with leading capabilities in transaction processing, automation, analytics and constituent experience. We work with both government and commercial customers in assisting them to deliver quality services to the people they serve.&#xd;<br />&#xd;<br />We manage interactions with patients and the insured for a significant portion of the U.S. healthcare industry. We are the customer interface for large segments of the technology industry and the operational and processing partner of choice for public transportation systems around the world.&#xd;<br />&#xd;<br />Whether it’s digital payments, claims processing, benefit administration, automated tolling, customer care or distributed learning – Conduent manages and modernizes these interactions to create value for both our clients and their constituents.","acronym":"CNDT","interests":"Competition, Customs, Digital economy and society, Energy, Environment, General and Institutional Affairs, Public Health, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Digital Single Market; Smart Cities, Transportation, Urban Mobility, Smart Transport Systems deployment; e-Health, Circular Economy, Environmental, Health &amp; Safety, Trade, Data Protection; Internal Market.","lastUp":"2018-07-25T19:31:32.773+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}