{"id":"162968031920-14","name":"Фондация \"Позитивни умения на личността в социума\"","registrationDate":"2018-07-04T21:35:32.597+02:00","category":3,"subCategory":2,"legal":"НПО","web":"http://www.pulsfoundation.org","country":"Bulgaria","headAddress":"Средец","headCity":"Перник","headPostCode":"2300","headPhone":"(359)76 60 10 10","boss":"Екатерина Велева","bossTitle":"Ms","bossPosition":"Председател","membersCount":20,"membersFTE":"11.75","membership":"Членство и партньорство на Фондация “П.У.Л.С”&#xd;\nРазвивайки своята дейност, Фондация “П.У.Л.С” работи в тясно сътрудничество с много ключови организации както в рамките на страната, така и на международно ниво.&#xd;\nВ рамките на страната, Фондация “П.У.Л.С.” работи като:&#xd;\n-\tрегионален координатор на Национална Мрежа за Децата (НМД), за Югозападен регион,&#xd;\n-\tсъучредител на Сдружение “Алианс за защита от насилие, основано на пола”,&#xd;\n-\tи др.&#xd;\nНа международно ниво, Фондация “П.У.Л.С.” си сътрудничи с:&#xd;\n-\tKOK – немска НПО мрежа и координационен офис, работеща срещу трафика на хора. KOK има за цел да промотира човешките права на хора, пострадали от трафик и/или насилие на национално и международно ниво,&#xd;\n-\tЕвропейска платформа срещу трафика, финансирана от Европейската комисия,&#xd;\n-\tGlobal Modern Slavery Directory е указател, основната идея на който е да предостави информация за НПО, занимаващи се с хора, пострадали от трафик,&#xd;\n-\tи др.","memberOrga":"NA","goal":"Мисия&#xd;<br />Чрез развиване на емоционалния и психичен потенциал на хората да създаде условия за изграждане на хармонични отношения между тях, основани на равнопоставеност, разбирателство и толерантност, водещи до успешна интеграция и реализация в социума. &#xd;<br />&#xd;<br />Визия&#xd;<br />Активиране на промяна в българското семейство и общество в посока равноправие, разбирателство и хуманност.&#xd;<br />&#xd;<br />Цели &#xd;<br />Основните цели на организацията са:&#xd;<br />1.\tда съдейства за интелектуалното, професионалното и духовно развитие и стимулира издигането на обществения статус на  българските жени;&#xd;<br />2.\tда защитава правата на пострадалите от насилие, трафик и друга форма на експлоатация, както и зависими от психоактивни вещества и техните семейства, в насока социална интеграция и личностна реализация;&#xd;<br />3.\tда разработва и осъществява проекти и програми за подкрепа на пострадали от насилие, трафик и друга форма на експлоатация, както и зависими от психоактивни вещества и техните семейства;&#xd;<br />4.\tда изгражда и развива специализирани програми за възстановяване на хора, пострадали и извършители на насилие;&#xd;<br />5.\tда създава и развива обучителни програми за работа с хора, пострадали от насилие, трафик и друга форма на експлоатация, както и зависими от психоактивни вещества и техните семейства;&#xd;<br />6.\tда сътрудничи на държавни и общински институции и неправителствени организации за решаване на проблемите в приоритетните области;&#xd;<br />7.\tда подкрепя младежки инициативи и изгражда младежки превантивни програми.&#xd;<br />&#xd;<br />За осъществяване на своите цели, екипът на фондацията полага усилия и в следните насоки : &#xd;<br />\tпопуляризира идеите и целите на фондацията (събития, кампании, работни срещи, публикуване на материали и обмен на опит),&#xd;<br />\tпроектира и осъществява консултативни центрове за специализирана професионална помощ,&#xd;<br />\tнасърчава и сътрудничи за разработването на образователни и обучителни програми и извършва дейност по такива програми,&#xd;<br />\tорганизира симпозиуми, конференции, работни срещи по проблемите на българското семейството,&#xd;<br />\tустановява трайна система на сътрудничество с държавни и общински органи, институции и неправителствени организации (както в страната, така и в чужбина),&#xd;<br />\tосъществява контакт със сродни организации в страната и чужбина,&#xd;<br />\tосъществява консултантска и терапевтична помощ на хора, пострадали от насилие и техните семейства,&#xd;<br />\tпланира и провежда предварително заявени обучителни програми,&#xd;<br />\tосъществява психологическа помощ,&#xd;<br />\tорганизира обучение на сътрудниците си,&#xd;<br />\tпубликува материали в областта на своята дейност,&#xd;<br />\tработа с хора, зависими от психоактивни вещества и инжекционно употребяващи и техните семейства,&#xd;<br />\tсемейна медиация и защита на детството.","acronym":"П.У.Л.С.","interests":"Education and training, Employment and Social Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Trans-European Networks, Youth","euInitiatives":"Политики за закрила правата на децата, жертви на престъпления.&#xd;<br />Основно организацията ни ратификацията на Конвенция 210 на ЕК както и разпоредбите в областта на защита правата на децата и жертвите на престъпления.","lastUp":"2018-07-04T21:37:02.493+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}