{"id":"163527125617-63","name":"Non-Profit Partnership ESVERO","registrationDate":"2017-01-26T21:48:59.922+01:00","category":3,"subCategory":2,"legal":"National non-profit non-governmental organization","web":"http://www.esvero.ru/eng","country":"Russia, federation of","headAddress":"12, Second Kozhevnichesly Lane","headCity":"Moscow","headPostCode":"115114","headPhone":"(7967)2 24 70 86","boss":"Natalia Khodakevich","bossTitle":"Ms","bossPosition":"Chair of the Board","membersCount":1,"membersFTE":"0.5","membership":"One of the key strength of ESVERO is wide partnerships in accomplishing its mission and achieving its goals. ESVERO is a member of the Coordinating Council on HIV/AIDS under the Russian Ministry of Health. It also holds memberships in the Eurasian Harm Reduction Network and AIDS Action Europe. Since 2009 ESVERO represents the civil society constituencies of Russia in the European Commission Civil Society Forum on HIV/AIDS. It also participates actively in all the aspects of the work of the Global Fund to Fights AIDS, Tuberculosis and Malaria being a member of the Developing Countries NGOs Delegation to the Board. Finally, given its active role in Human Rights and legal support, ESVERO observes its membership in the Regional HIV Legal Network of Eastern Europe and Central Asia.","memberOrga":"There are 5 member organizations of ESVERO. The full list (in the Russian language) is available here: http://esvero.ru/catalogue/260/mates","goal":"Non-Profit Partnership “ESVERO” (The Russian Harm Reduction Network) is a non-profit non-governmental organization representing an association of 13 members, who are Russia-based legal entities and individuals from different territories of the country. The mission of the organization is reducing the negative consequences of misuse of psychoactive substances among people affected by this problem, and, as a result, improving public health and social well-being. The core of the ESVERO activities is the development of integrated low-threshold services for drug users and other groups of population highly vulnerable to HIV and other social diseases (sex workers, LGBT populations, women, prisoners), to ensure their access to quality prevention, treatment, care, socialization. Protection of the rights and interests of the mentioned groups of population among State authorities, practitioners and public at national and local levels also forms significant part of the ESVERO mandate.","acronym":"ESVERO","interests":"Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology","euInitiatives":"In 2006-2014 ESVERO undertook large-scale programmes on HIV prevention among people who inject drugs (PWID) and other MARPs (sex workers, ex-prisoners) in over 40 territories and cities of Russia. The programmes were funded by such recognized donors as the Global Fund to Fight AIDS, Tuberculosis and Malaria (the Global Fund) and European Commission with average annual portfolio of up to EUR 2.7 mln. In line with the international recommendations, services included such critical interventions as needle/syringe programmes, condom distribution, HIV, hepatitis, tuberculosis counselling and referrals, education and testing. Since 2012 ESVERO was also running HIV prevention services for MSM and was developing gender-sensitive HIV prevention services for female drug users, sex workers and women living with HIV. The average annual coverage by the ESVERO programmes was up to 56,000 clients varying slightly from year to year depending on the actual portfolio in place.","lastUp":"2017-02-03T17:34:36.453+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}