{"id":"16470196674-97","name":"Associazione Piscicoltori Italiani","registrationDate":"2011-09-14T13:10:27.982+01:00","category":2,"subCategory":4,"legal":"ente morale","web":"http://www.api-online.it","country":"Italy","headAddress":"via del Perlar, 37/A","headCity":"Verona","headPostCode":"37135","headPhone":"(39)0 45 58 09 78","boss":"Pier Antonio Salvador","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"CONFAGRICOLTURA, FEAP","memberOrga":"","goal":"L'API, che non ha fini di lucro, si propone come scopo la tutela, lo sviluppo ed il consolidamento di tutte le attività di allevamento ittico sia in acque interne che in acque marine e salmastre. Pertanto promuove tutti gli interventi in campo economico, scientifico, tecnico, assicurativo, professionale, sindacale e legale che sono necessari per conseguire tale obiettivo.&#xd;<br />La competenza e la professionalità dei consulenti sono caratteristiche che l’Associazione Piscicoltori Italiani ritiene necessarie per garantire agli associati un’adeguata assistenza.&#xd;<br />In campo sindacale e legale, l’API si impone come obiettivo un rapporto sempre più stretto con le Istituzioni e gli Organismi territoriali competenti in materia di acquacoltura concertando le esigenze istituzionali e quelle degli acquacoltori.","acronym":"API","interests":"Agriculture and Rural Development, Development, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Public Health","euInitiatives":"L’associazione promuove studi e ricerche diretti a risolvere speciali problemi tecnici in collaborazione con gli Organismi Pubblici competenti, con Istituti di ricerca e di sperimentazione, cooperando anche con gli Organi di informazione. Sono pertanto intensi e permanenti i rapporti con le Istituzioni e gli Enti pubblici e privati, regionali, nazionali e comunitari.&#xd;<br />Tra gli Organi con i quali si intrattengono i più intensi contatti: il Ministero delle Politiche Agricole e Forestali, il Ministero della Salute, il Ministero dell’Ambiente e Tutela del Territorio, il Ministero dei Lavori Pubblici, il Ministero delle Finanze e le Amministrazioni Regionali; l’API aderisce inoltre alla Confederazione Generale dell’Agricoltura (Confagricoltura), all’Associazione Italiana Allevatori (AIA) agli Organismi Comunitari competenti del settore e alla Federazione Europea dei Produttori d’Acquacoltura (FEAP).","lastUp":"2017-04-03T11:05:57.464+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}