{"id":"164820210035-22","name":"Agenzia Palazzo Commercio e Ricerca","registrationDate":"2012-11-02T10:29:08.861+01:00","category":2,"subCategory":7,"legal":"GmbH","web":"","country":"Italy","headAddress":"Palazzo Giardino A, via dei pini, 1","headCity":"martinsicuro","headPostCode":"64014","headPhone":"(328)3 51 75 25","boss":"Palmiro Carlini","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"Federazione italiana cuochi&#xd;\nhttp://www.fic.it/&#xd;\n&#xd;\nChef italiani nel mondo&#xd;\nhttp://cim-chefitalianinelmondo.ning.com/&#xd;\n&#xd;\nMigliori Chef Europei&#xd;\nhttp://letoquesblanchedumonde.fc&#xd;\n&#xd;\nBusiness Lobby Man&#xd;\nBusiness Lobby Act","memberOrga":"","goal":"He wants to be an integrated research, committed to growth in the analysis, processing, collaboration, creation and marketing of data, guides and specific patterns.&#xd;<br />Encourage collaboration between firms and territories to enhance competitiveness and support the emergence of a new business-class.&#xd;<br />&#xd;<br />The Agency will undertake to work primarily with and for companies of all sizes, from micro to corporations, made in Italy with operational and / or intellectual property rights both domestic and foreign, to make significant research services as primarily commercial circuits of different segments and specific patterns.&#xd;<br />These generated data can be collected and / or distributed in paper media type and / or information to companies, institutions as long as legally recognized for this purpose&#xd;<br />&#xd;<br />Taking into account the business relations with companies and professionals, which has gained in many years of activity, and given the current socio-economic situation of the country and of its financial companies,&#xd;<br />considers essential to open and expand their contacts and professional consultants credit bureaus, companies that require information to new forms of solvency or investment. Both the credit, both in savings.","acronym":"A.P.C.R.","interests":"Agriculture and Rural Development, Competition, Consumer Affairs, Culture, Economic and Financial Affairs, Employment and Social Affairs, Environment, Fisheries and Aquaculture, Food Safety, Home Affairs, Information Society, Internal Market, Regional Policy, Research and Technology, Trade","euInitiatives":"- Trattato UE Canada - CETA&#xd;<br />- Trattato TTIP UE USA&#xd;<br />sui servizi&#xd;<br />servizi pubblici&#xd;<br />cultura&#xd;<br />servizi finanziari&#xd;<br />&#xd;<br />- TBT a TTIP&#xd;<br />- SPS sicurezza alimentare animale e vegetale&#xd;<br />- SOE&#xd;<br />-IP e IG&#xd;<br />- Certificazioni alimentari&#xd;<br />Regolamenti sugli alimenti per industria e consumatori&#xd;<br />1169/2011UE&#xd;<br />1925/2006 CE&#xd;<br />EUROVOC - 2008/0028/COD&#xd;<br />SEE UE","lastUp":"2018-02-27T14:53:10.230+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}