{"id":"165374735173-22","name":"Organismo Autónomo Universidad Popular Excmo. Ayuntamiento de Cáceres","registrationDate":"2019-06-19T00:02:21.741+02:00","category":6,"subCategory":13,"legal":"NINGUNA","web":"http://up.caceres.es","country":"Spain","headAddress":"C/ Doctor Fleming, 2","headCity":"Cáceres","headPostCode":"10002","headPhone":"(34)9 27 22 54 00","boss":"Luis Salaya Julián","bossTitle":"","bossPosition":"Presidente","membersCount":3,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"La Universidad Popular es un Organismo Autónomo del Excmo. Ayuntamiento de Cáceres, creado en 1984 con el objetivo de Promover la educación a lo largo de la vida, el aprendizaje permanente, la cultura y la participación social  para capacitar, mejorar y equilibrar las competencias profesionales de los distintos colectivos con mayores dificultades de inserción socio – laboral y al mismo tiempo mejorar la calidad de vida de las personas y de la comunidad.&#xd;<br />Nuestras áreas de trabajo y de experiencia son: &#xd;<br />Área de Formación para el Empleo&#xd;<br />Área de participación social y desarrollo personal&#xd;<br />La Universidad Popular desde sus inicios ha promovido proyecto de Formación profesional, orientación e inserción laboral. Ha trabajado constantemente el mundo de las competencias profesionales y la adquisición de habilidades, destrezas y aptitudes de las ocupaciones desde la filosofía del “aprender haciendo”.&#xd;<br />En este sentido, esta institución pública ha trabajado desde distintas esferas la cooperación de la Formación Profesional y el mundo del trabajo, creando herramientas y mecanismos que han generado sinergias positivas para el empleo, la inserción, cualificación y recualificación de trabajadores.","acronym":"OAUP","interests":"Climate Action, Culture, Education and training, Employment and Social Affairs, Environment, Migration and asylum, Youth","euInitiatives":"Programas Operativos de Educación, Formación y Empleo&#xd;<br />Programas Operativos de Inclusión Social","lastUp":"2019-06-19T09:06:28.395+02:00","customers":"","costAbsolu":"","costRange":"1750000-1999999","turnoverAbsolu":0,"turnoverRange":""}