{"id":"16549972091-86","name":"AGE Platform Europe","registrationDate":"2009-07-29T16:31:26.378+02:00","category":3,"subCategory":2,"legal":"asbl","web":"http://www.age-platform.eu","country":"Belgium","headAddress":"Avenue de Tervueren 168","headCity":"Bruxelles","headPostCode":"1150","headPhone":"(32)22 80 14 70","boss":"Anne-Sophie Parent","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":15,"membersFTE":"13.25","membership":"AGE is a member of the following organisations:&#xd;\nSocial Platform: http://www.socialplatform.org/&#xd;\nEuropean Anti-Poverty Network: http://www.eapn.org/&#xd;\nEuropean Public Health Alliance: http://www.epha.org/&#xd;\nEU Covenant on Demographic Change: http://www.agefriendlyeurope.org","memberOrga":"http://www.age-platform.eu/view-age-members","goal":"AGE Platform Europe is a European network of non-profit organisations of and for people aged 50+, which aims to voice and promote the interests of the 190 million citizens aged 50+ in the European Union and to raise awareness on the issues that concern them most.&#xd;<br />&#xd;<br />AGE’s vision is that of a European society inclusive of all ages and free from all forms of discrimination, where all citizens enjoy equal rights and equal access to fundamental goods and services and where all citizens, regardless of their age, are empowered to participate fully in society. &#xd;<br />&#xd;<br />In order to realise this agenda, our members believe that the EU must work in partnership with all relevant stakeholders. Indeed, the scale of these challenges requires full commitment from all actors with a stake in Europe’s success, and AGE believes that civil society has a unique contribution to make in realising this aim and in building a new confidence in the EU as a force for prosperity, solidarity, security and equal opportunity for all in Europe&#xd;<br />&#xd;<br />AGE’s work is mainly targeted at our members as well as external stakeholders such as European institutions,  national and local public authorities, European social NGOs and social partners, and other relevant parties working in the field of ageing and human rights.&#xd;<br />&#xd;<br />AGE aims to become the key network representing senior citizens across the EU and for that we want to develop our capacity to respond to the rapidly growing request for co-operation from external institutions: public authorities at EU, national regional and local levels, universities, researchers, social partners, industry, and other NGOs. &#xd;<br />&#xd;<br />AGE believes that older and/or retired people should be able to speak out on their own behalf. To this end, AGE places great importance on their leadership and active involvement in all of its activities. To implement this principle, our internal structure is developed in a democratic way, with a General Assembly, elected Council and Executive Committee, designated Accreditation Committee and Experts Groups and an appointed Secretariat, to ensure that our members are actively involved in our work.  Our main working method is networking and alliance building.  &#xd;<br />&#xd;<br />AGE works to build a more effective civil dialogue at European, national, regional and local level and seeks to ensure that this dialogue recognises and takes account of the needs and expectations of older people across the EU and of their great social and cultural diversity.","acronym":"AGE","interests":"Consumer Affairs, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Transport","euInitiatives":"EU Non-discrimination directive&#xd;<br />Implementation of existing non-discrimination directives&#xd;<br />Accession of EU to the European Convention on Human Rights&#xd;<br />Application of EU Charter of Fundamental Rights&#xd;<br />Implementation of the UN Covenant on the Rights of People with Disabilities in the EU&#xd;<br />Implementation of Victim's Directive&#xd;<br />European Semester, Mid-term Review of the Europe 2020 Strategy&#xd;<br />Minimum income&#xd;<br />Pension reforms; occupational pension funds&#xd;<br />Health care reforms&#xd;<br />SPC Report on Long-Term Care&#xd;<br />Working-Time Directive, Reconciliation of Work and Family Life&#xd;<br />European Framework Strategy on Health and Safety at Work&#xd;<br />Maternal leave directive / Carer's leave&#xd;<br />Social Investment Package&#xd;<br />European Investment Plan&#xd;<br />European Innovation Partnership on Active and Healthy Ageing&#xd;<br />Interservice Group on the Silver Economy&#xd;<br />EC work on 2030 sustainable development goals&#xd;<br />Consumer Protection&#xd;<br />Financial Products&#xd;<br />Senior Tourism&#xd;<br />Web accessibility directive&#xd;<br />Accessibility Act&#xd;<br />European Pact for Gender Equality&#xd;<br />European Platform Against Poverty&#xd;<br />Rolling Plan on ICT Standardisation&#xd;<br />Mandate M473 (CEN CENELEC standard), Design for All&#xd;<br />European Quality Framework for Long-term Care Services&#xd;<br />Passenger's Rights Platform&#xd;<br />Life-long learning","lastUp":"2018-04-05T17:04:59.287+02:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}