{"id":"165572635821-96","name":"PROMIS@Service Srl","registrationDate":"2019-09-08T18:28:18.557+02:00","category":1,"subCategory":6,"legal":"Società a responsabilità limitata","web":"http://promis.eu","country":"Italy","headAddress":"9, Via Castello","headCity":"Cenate Sotto (Bergamo)","headPostCode":"24069","headPhone":"(39)34 57 86 83 03","boss":"Caterina Berbenni-Rehm","bossTitle":"Ms","bossPosition":"Founder &amp; CEO","membersCount":1,"membersFTE":"0.25","membership":"Camera di Commercio, Bergamo: REA: 441867 &#xd;\nASSORECA: http://assoreca.it/it/elenco-soci-assoreca.html &#xd;\nASSINTEL: https://www.assintel.it/soci/promis_service_srl/ Confindustria: https://www.confindustriabergamo.it/gli-associati/i-nostri-associati?id=26962","memberOrga":"N.A.","goal":"PROMIS@Service is a spin-off of well administered European funded research, development and innovation resulted in a Business enabling Open Innovation e-Platform that organizes and tailors integrated process management, legislation, online communication, learning and training and helps to capture, structure and interlink all relevant information in an organisation. Its mission is to support the digital transformation bringing the results of such R&amp;D in the European SME market and beyond it, while maintaining ahead of competition through flexibility in adapting the services to additional markets, nurturing cooperation with public bodies and associations, providing training courses, as well as remaining at the forefront of innovation through well designed R&amp;D. &#xd;<br />Our mission in the process of digital transformation is to be the voice of micro companies seeking to expand beyond their national markets and support their needs to easily comply with the different legal requirements, norms and other standards e.g. Environment, Energy, Safety&amp;Health, Quality, GDPR in an integrated way. &#xd;<br />We are a multinational and multi-disciplinary team, reflecting the demands of the heterogeneous SME market and the need to ‘go international.’ Our culture and approach accordingly encompass interdisciplinary teamwork, multilingualism and the capability to understand and respect sectoral and national differences, while striving to integrate commonalities at European and international level.","acronym":"PATS","interests":"Borders and Security, Business and Industry, Communication, Competition, Culture and media, Digital economy and society, Economy, finance and the euro, Energy, Environment, Food Safety, Fraud prevention, Humanitarian aid and civil protection, Justice and Fundamental Rights, Research and innovation, Single market, Trans-European Networks","euInitiatives":"Entrepreneurship Innovation &#xd;<br />Intellectual Property Protection&#xd;<br />Circular Economy of Knowledge&#xd;<br />Environment e.g. Urban- and Ground Water Management&#xd;<br />Security and Defence (Citizens)&#xd;<br />Artificial Intelligence &amp; Society&#xd;<br />Governance, Risk and Compliance&#xd;<br />Ethical Issues and Ethical Review&#xd;<br />Standardisation &amp; Harmonisation of ICT Terminology&#xd;<br />Nanotechnology","lastUp":"2019-09-08T18:29:34.071+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}