{"id":"165602115659-19","name":"Assocalzaturifici","registrationDate":"2015-01-19T16:25:01.630+01:00","category":2,"subCategory":4,"legal":"Associazione","web":"http://www.assocalzaturifici.it","country":"Italy","headAddress":"Monte Rosa, 21","headCity":"Milano","headPostCode":"20149","headPhone":"(39)02 43 82 92 31","boss":"Tommaso Cancellara","bossTitle":"Mr","bossPosition":"Direttore","membersCount":2,"membersFTE":"0.5","membership":"Adesione a Confindustria e FIAMP, Federazione Italiana Accessorio Moda e Persona.&#xd;\n&#xd;\nAdesione a CEC, European Confederation of Footwear Industry","memberOrga":"http://www.assocalzaturifici.it/anci/soci.nsf/elencoassociati?openform","goal":"Assocalzaturifici è l’Associazione Nazionale dei Calzaturifici Italiani che rappresenta a livello nazionale le imprese italiane che operano nel settore della produzione delle calzature. &#xd;<br />Conta circa 700 aziende iscritte ed è portavoce dell’eccellenza del settore calzaturiero italiano. Un settore che, nel suo insieme, fattura 8,1 miliardi di euro, occupa oltre 78.000 addetti ed esporta più dell’85%.&#xd;<br />Assocalzaturifici sostiene, promuove e cura gli interessi dell'industria calzaturiera nazionale in Italia e nel mondo.&#xd;<br />Assocalzaturifici si fa pertanto portavoce delle necessità e delle esigenze dei calzaturieri italiani in tutti gli ambiti in cui è impegnata: legislativo (nazionale e comunitario), economico e fiscale, fieristico-promozionale, formativo.&#xd;<br />Assocalzaturifici rappresenta gli interessi delle imprese associate interloquendo con l’organo di cui è membro diretto e attivo, Confindustria, massima organizzazione economico-politica degli industriali in Italia.&#xd;<br />Assocalzaturifici organizza le più importanti fiere al mondo dedicate all’industria delle calzature: theMICAM a Milano, theMICAMshanghai a Shanghai, Obuv’ Mir Kozhi, Mosca e Moda Made in Italy, Monaco di Baviera e realizza numerosi workshop e missioni esplorative nei nuovi mercati in collaborazione con ICE, Agenzia per la promozione e l’internazionalizzazione delle imprese italiane.","acronym":"","interests":"Communication, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Enterprise, External Relations, Internal Market, Research and Technology, Trade","euInitiatives":"Proposta di REGOLAMENTO DEL PARLAMENTO EUROPEO E DEL CONSIGLIO sulla sicurezza dei prodotti di consumo e che abroga la direttiva 87/357/CEE del Consiglio e la direttiva 2001/95/CE /* COM/2013/078 final - 2013/0049 (COD) */. Art. 7 introduzione obbligatoria dell’indicazione di origine (made in)","lastUp":"2018-02-27T16:44:51.056+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}