{"id":"166196225887-59","name":"Zentrum Digitalisierung.Bayern","registrationDate":"2017-02-14T15:50:04.971+01:00","category":6,"subCategory":9,"legal":"Staatsbetrieb","web":"http://zentrum-digitalisierung.bayern/","country":"Germany","headAddress":"Lichtenbergstr. 8","headCity":"Garching","headPostCode":"85748","headPhone":"(49)8 92 48 80 71 00","boss":"Holger Dr. Wittges","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Ziel des Zentrums Digitalisierung.Bayern ist es, im Bereich der Digitalisierung die Forschungskompetenzen Bayerns weiter zu stärken und zu bündeln, die Kooperationen zwischen Wirtschaft und Wissenschaft zu Schlüsselthemen auszubauen, die Gründungsförderung zu intensivieren sowie den gesellschaftlichen Dialog zu Digitalisierungsthemen zu begleiten. Die im Rahmen des Zentrums Digitalisierung.Bayern geplanten Maßnahmen werden in ganz Bayern umgesetzt. Sitz der Geschäftsstelle des Zentrums Digitalisierung.Bayern ist Garching bei München.&#xd;<br />&#xd;<br />Das Zentrum Digitalisierung.Bayern koordiniert in der Geschäftsstelle in Garching eine Vielzahl von Maßnahmen. Insbesondere sind dies&#xd;<br />&#xd;<br />- Themenplattformen: Vernetzen Unternehmen und Wissenschaftler zu Schlüsselthemen der Digitalisierung&#xd;<br />- Nachwuchsforschungsgruppen: Förderung des wissenschaftlichen Nachwuchses in für die Digitalisierung relevanten Themenfeldern&#xd;<br />- Doktorandenprogramm: Zur Vernetzung und Förderung herausragender und vielversprechender Hochschulabsolventen in für die Digitalisierung relevanten Fächern&#xd;<br />- Innovationslabore für Studierende: Studierende können an innovativen Ideen arbeiten&#xd;<br />- Entrepreneurship: Entrepreneurship-Ausbildung an den Hochschulen mit Schwerpunkt Digitalisierung wird verstärkt&#xd;<br />- Neue Professuren: Erweiterung der wissenschaftlichen Kompetenzen in Zukunftsfeldern der Digitalisierung","acronym":"ZD.B","interests":"Digital economy and society, Research and innovation","euInitiatives":"- Richtlinien betreffend das Thema Digitalisierung&#xd;<br />- Förderprogramme zum Thema Digitalisierung","lastUp":"2019-12-11T08:04:31.479+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}