{"id":"166412520967-61","name":"The Climate Group (UK registered name: The Climate Change Organisation)","registrationDate":"2016-03-29T11:00:58.718+01:00","category":3,"subCategory":2,"legal":"charity","web":"http://www.theclimategroup.org","country":"United kingdom","headAddress":"Second Floor, Riverside Building","headCity":"London","headPostCode":"SE1 7PB","headPhone":"(44)20 79 60 29 70","boss":"Helen Clarkson","bossTitle":"Ms","bossPosition":"CEO","membersCount":2,"membersFTE":"0.5","membership":"We Mean Business coalition&#xd;\nIPCC (Observer Membership)&#xd;\nUNFCCC (Observer Status)","memberOrga":"http://www.theclimategroup.org/who-we-are/our-members/","goal":"The Climate Group is an award-winning, international non-profit with offices in Greater China, North America, India and Europe. Our goal is to help leaders transition to a prosperous low carbon economy, driven by the rapid scale-up of clean and renewable energy.&#xd;<br />&#xd;<br />We work in partnership with the world’s most influential business, state, regional, finance and civil society leaders. For over a decade we have worked to demonstrate the economic and business case for the low carbon economy, and create the political conditions necessary for a strong global framework that addresses climate risks and maximizes climate opportunities. &#xd;<br />&#xd;<br />The global climate deal which has been struck at the Paris COP represents a new beginning: the chance to accelerate our low carbon future. We are working with governments, businesses and investors to implement the Paris Agreement, holding them to account where appropriate through reporting mechanisms, and ensuring we bend the emissions curve downwards to secure a thriving, clean economy for all.&#xd;<br />&#xd;<br />Our vision is a prosperous, low carbon future for all.&#xd;<br />&#xd;<br />Our mission is to inspire and convince leaders in government, business and society to reduce carbon emissions now and accelerate the transition to a low carbon economy.","acronym":"","interests":"Climate Action, Energy, Enterprise, Environment, Internal Market, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"EU climate and energy policy","lastUp":"2017-03-30T17:20:50.273+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}