{"id":"166553025986-54","name":"A21DIGITAL","registrationDate":"2017-02-20T11:29:09.906+01:00","category":3,"subCategory":2,"legal":"Verein","web":"","country":"Austria","headAddress":"Klammstra?e 124","headCity":"Innsbruck","headPostCode":"A-6020","headPhone":"(43)66 45 15 48 64","boss":"Alois Huber","bossTitle":"Mr","bossPosition":"Generalsekret?r","membersCount":1,"membersFTE":"0.25","membership":"derzeit nicht","memberOrga":"Derzeit besteht der Verein aus den im ?sterreichischen Vereinsregister eingetragenen Gr?ndern&#xd;\n- Prof. Dr. Stephan Laske&#xd;\n- Hannes Schwaderer&#xd;\n- Alois Huber, M.Sc.&#xd;\n&#xd;\nDie Aufnahme neuer Mitglieder erfolgt mit der formalen Konstituierung des Vereins im Herbst 2017.","goal":"A21DIGITAL ist ein Public Private Partnership von Wirtschaft, Politik und Wissenschaft zur digitalen Gesellschaft und Impulsgeber zum Zukunftsfaktor digitale Transformation. Mit Fokus auf die Makroregion Alpen und Alpenvorland im Allgemeinen und ?sterreich, S?ddeutschland, die Schweiz und Oberitalien im Besonderen.&#xd;<br />&#xd;<br />A21DIGITAL ist ein unabh?ngiger Verein und Sparringspartner von Politik, Unternehmen und Institutionen zur digitalen Gesellschaft. Es erstellt mit ausgew?hlten Partnern L?sungen zu den relevanten Zukunftsfragen der digitalen Transformation.&#xd;<br />&#xd;<br />Ziel von A21DIGITAL ist es, mit praxisorientierten und interdisziplin?ren Initiativen die digitale Transformation in den Themenbereichen Bildung, Innovation und Standort zu fordern und f?rdern sowie Zukunftsstrategien zu vermitteln.&#xd;<br />&#xd;<br />A21DIGITAL wurde am 28.11.2016 als Verein unter der ZVR-Zahl 298807332 in das Vereinsregister der Republik ?sterreich (gef?hrt beim Bundesministerium f?r Inneres) eingetragen.","acronym":"","interests":"Communication, Competition, Development, Economic and Financial Affairs, Education, Energy, Enterprise, Information Society, Internal Market, Regional Policy, Research and Technology, Youth","euInitiatives":"derzeit beobachten wir keine konkreten Initiativen auf EU-Ebene","lastUp":"2017-02-20T11:31:11.185+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}