{"id":"1672859319-47","name":"Deutscher Feuerwehrverband","registrationDate":"2008-08-21T09:54:41.439+01:00","category":2,"subCategory":1,"legal":"e.V.","web":"http://www.feuerwehrverband.de","country":"Germany","headAddress":"Bundesgeschäftsstelle","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)3 02 88 84 88 00","boss":"Dr. Müjgan Percin","bossTitle":"Ms","bossPosition":"Bundesgeschäftsführerin","membersCount":1,"membersFTE":"0.25","membership":"Weltfeuerwehrverband CTIF (www.ctif.org)&#xd;\nEuropäische Bewegung Deutschland","memberOrga":"","goal":"Der Deutscher Feuerwehrverband e.V.&#xd;<br />&#xd;<br />Mehr als 1,3 Millionen Bürgerinnen und Bürger sind in Deutschlands Feuerwehren ehrenamtlich engagiert oder hauptamtlich beschäftigt. Sie bilden damit bundesweit die größte Organisation der nichtpolizeilichen Gefahrenabwehr. In mehr als 3,5 Millionen Einsätzen pro Jahr setzen sich die Frauen und Männer in den Freiwilligen Feuerwehren, Berufsfeuerwehren, Werk- und Betriebsfeuerwehren für die Sicherheit der Menschen ein – Tag und Nacht. &#xd;<br />&#xd;<br />Der Deutsche Feuerwehrverband (DFV) ist der Spitzenverband des deutschen Feuerwehrwesens. Seine Mission ist das Mitwirken an zukunftsfähigen Rahmenbedingungen, um ein verlässliches System schneller und kompetenter Hilfe in Deutschland zu sichern. Dafür bildet der DFV als nationaler Dachverband das Netzwerk, in dem er die Kompetenzen seiner Mitglieder bündelt und kommuniziert. Der Deutsche Feuerwehrverband vertritt ihre Interessen auf nationaler und internationaler Ebene, insbesondere auch in der Europäischen Union.&#xd;<br />&#xd;<br />Er unterstützt den abwehrenden und vorbeugenden Gefahrenschutz, fördert den Brand-, Umwelt- und Katastrophenschutz, die technische Hilfe und den Rettungsdienst. Besondere Anliegen sind die Aus- und Fortbildung, die Betreuung und Förderung der Jugendarbeit, die Betätigung auf kulturellen und sozialen Gebieten, die Förderung der Brandschutzforschung, Brandschutzerziehung und Brandschutzaufklärung sowie die Presse- und Öffentlichkeitsarbeit.","acronym":"DFV","interests":"Climate Action, Competition, Employment and Social Affairs, Environment, Foreign and Security Policy and Defence, Home Affairs, Humanitarian Aid, Justice and Fundamental Rights, Public Health, Transport, Youth","euInitiatives":"Gemeinschaftsverfahren Katastrophenschutz&#xd;<br />Arbeitszeitrichtlinie der EU","lastUp":"2017-03-09T14:33:40.870+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}