{"id":"167339718832-92","name":"European Young Innovators Forum","registrationDate":"2015-10-29T17:18:14.643+01:00","category":3,"subCategory":2,"legal":"a.s.b.l.","web":"http://younginnovator.eu/","country":"Belgium","headAddress":"Rue de la Science 14B","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)28 80 36 20","boss":"Nicholas Zylberglajt","bossTitle":"Mr","bossPosition":"Co-Founder and Vice-President","membersCount":4,"membersFTE":"4.0","membership":"","memberOrga":"","goal":"EYIF is the leading foundation for youth innovation in Europe. We are an independent, non-profit, pan-European, bottom-up association reaching  over 500,000 young people across Europe.&#xd;<br />&#xd;<br />We give voice to a community of young innovators, mentors, leaders and experts who believe in taking risks and changing mindsets to bolster innovation.&#xd;<br />&#xd;<br />EYIF’s Board of Advisers encompasses leading Members of the European Parliament active in innovation policy and leaders of Fortune 100 and 500 companies and other corporations that are global innovation market leaders, the European Investment Bank, and partners of major seed and venture capital firms. EYIF has built a strong international dimension cooperating regularly with: the US State Department, the Global Innovation Summit, the World Economic Forum, China and South Korea. Disrupt Europe Year 2015 is our overarching project for this year in which we aim to change how Europe thinks about innovation and entrepreneurship.","acronym":"EYIF","interests":"Audiovisual and Media, Budget, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Financial Stability, Financial Services and Capital Markets Union , Information Society, Internal Market, Research and Technology","euInitiatives":"Digital Single Market &#xd;<br />Capital Markets Union&#xd;<br />Single Market &#xd;<br />Data protection&#xd;<br />Access to Finance&#xd;<br />Horizon 2020","lastUp":"2017-10-10T17:42:28.693+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}