{"id":"167635521205-92","name":"Sense About Science","registrationDate":"2016-03-30T18:52:52.419+02:00","category":3,"subCategory":2,"legal":"Charity and Company","web":"http://www.senseaboutscience.eu","country":"United kingdom","headAddress":"14A Clerkenwell Green","headCity":"London","headPostCode":"EC1R 0DP","headPhone":"(44)20 74 90 95 90","boss":"Tracey Brown","bossTitle":"Ms","bossPosition":"Director","membersCount":4,"membersFTE":"1.75","membership":"","memberOrga":"","goal":"Sense about Science is an independent campaigning charity that challenges the misrepresentation of science and scientific evidence in public life. We advocate for openness and honesty about scientific claims, and work to ensure the public interest in sound science is recognised, supported, encouraged and valued. We focus on socially and scientifically difficult issues where discussion is troubled. &#xd;<br />&#xd;<br />•\tWe challenge the misrepresentation of science and evidence in public life and intervene – often in partnership with others – to hold those responsible to account.  &#xd;<br />•\tWe mobilise the public to ask for evidence, offering insight into how to analyse evidence and ask the right questions. &#xd;<br />•\tWe encourage researchers and decision makers to talk about evidence, particularly when it is controversial or difficult.&#xd;<br />•\tWe call for open and honest reporting of research, and we support researchers who speak out in the face of hostility or intimidation. &#xd;<br />•\tWe prioritise the socially and scientifically difficult issues – like plant science and energy -- that others avoid.&#xd;<br />&#xd;<br />Sense about Science is a small team working with thousands of supporters, from world-leading researchers to community groups. We are a charitable trust registered in London and governed by a Board of Trustees. We have a wide funding base including scientists, members of the public, trusts and foundations, professional and learned societies, universities, and scholarly publishers. We are proud of our high level of donations from members of the public, making up almost a quarter of our funding.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Communication, Energy, Environment, Food Safety, General and Institutional Affairs, Information Society, Public Health, Research and Technology","euInitiatives":"EU initiatives on: &#xd;<br />Post-truth&#xd;<br />Participatory democracy&#xd;<br />Open science&#xd;<br />Science with and for society &#xd;<br />Responsible research and innovation&#xd;<br />Science communication &#xd;<br />&#xd;<br />Legislative files: &#xd;<br />General Data Protection Regulation&#xd;<br />Clinical trials regulation &#xd;<br />GM regulations","lastUp":"2018-03-29T17:15:25.935+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}