{"id":"16807358674-96","name":"European Heritage Legal Forum","registrationDate":"2012-04-26T12:04:13.294+02:00","category":6,"subCategory":11,"legal":"Informelles Netzwerk der Mitgliedsstaaten des EWR","web":"http://www.ehhf.eu/ehlf","country":"Germany","headAddress":"EHLF, c/o Bayerisches Landesamt für Denkmalpflege (BLfD), 4","headCity":"München","headPostCode":"80539","headPhone":"(49)8 92 11 42 14","boss":"Wolfgang Karl GÖHNER","bossTitle":"Mr","bossPosition":"Chairman, Member of Secretariat","membersCount":29,"membersFTE":"7.25","membership":"1) European Heritage Heads Forum (EHHF)&#xd;\n2) European Cultural Heritage Economic Observatory (EVoCH)&#xd;\n3) International reflection group “EU and Cultural&#xd;\nHeritage”&#xd;\n4) \"Focus Group on Cultural Heritage\" of the EU Commission-DG EAC&#xd;\n&#xd;\nDie Vernetzung erfolgt regelmäßig über die einzelnen Delegierten der Mitgliedstaaten des EWR im EHLF, die Repräsentanz des EHLF u. a. in den vorgenannten Netzwerken durch den Chairman, ggf. weitere Mitglieder des Sekratriats.","memberOrga":"","goal":"The EHLF is a forum of cultural heritage experts nominated by their national competent authorities. The EHLF was founded 23. September 2008. The task of the EHLF is: To ensure that improved and timely information on the development and consequences of legal acts developed by the European Union which may pose a potential threat to cultural heritage are conveyed to the national compenet authorities. The EHHF recognises the successful work of the EHLF and continues its support of this sub-group. Whilst recognizing the role and purpose of the EHLF as the watchdog for EU Directives, the EHHF agreed that the EHLF should also act in the area of EU policies.”  (Final Conclusions of the 7th EHHF Meeting 2012 in Berlin/ Potsdam, http://www.ehhf.eu)","acronym":"EHLF","interests":"Agriculture, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- Commission Work Programme 2018 (Roadmaps)&#xd;<br />- Public consultations &#xd;<br />- Upcoming new Directives and Regulations","lastUp":"2018-10-09T18:03:15.942+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}