{"id":"168024811535-96","name":"Assembly of Scientists and Experts of Afghanistan","registrationDate":"2013-07-15T20:37:04.616+02:00","category":4,"subCategory":5,"legal":"Legal Personality","web":"http://www.afghanistanexperts.org","country":"Germany","headAddress":"Hohenstr. 5","headCity":"Bremen","headPostCode":"28755","headPhone":"(0049)42 16 58 03 31","boss":"Abdul Hanan Roostai, Dr.","bossTitle":"Mr","bossPosition":"Member of Executive Committee","membersCount":10,"membersFTE":"2.5","membership":"","memberOrga":"Bibi Mahro Women Association, (NL)(61),&#xd;\nLeicester City's Afghan Community (LCAC), (UK)(241),&#xd;\nAfghan Scientist Association in Netherland, (NL)(73)","goal":"The Assembly of Scientists and Experts of Afghanistan (ASEA) will operate as an international Think Tank organization, both in and outside of Europe, with the following goals:&#xd;<br />•\tTo support need for freedom, Restoring Peace and Strengthening of democracy, welfare, equality, social justice, human rights and cultural richness,&#xd;<br />•\tTo review, analyse, collaborate, cooperate and provide scientific and technical advice to all institutions, from all over the world, especially to the government and people of Afghanistan to consolidate a national government responsible for effective governance, transparency and professionalism,&#xd;<br />•\tTo try and find practical ways to eliminate poverty and create a prosperous society with peace and serenity for good integration with economic development, and provide sustainable livelihoods in urban and rural areas,&#xd;<br />•\tTo provide technical guidance for the sustainable management of the natural wealth, human resources, employment eligibility with equal opportunity citizens,&#xd;<br />•\tAcademic and professional consultation in all sectors, for example reconstruction of infrastructures and moral support for the society,  &#xd;<br />•\tTo create and coordinate voluntary jobs in all sectors of the economy in order to reduce unemployment in the society,&#xd;<br />•\tTo cooperate in the development and strengthening of friendly relations with other social organisations and institutions to ensure a peaceful society,&#xd;<br />•\tTo encourage people and the society maintain the environment and the vegetation&#xd;<br />and try to provide advice for implementation of renewable energy. &#xd;<br />As the clarity is vital, Assembly of Scientists and Experts of Afghanistan intent to do these goals by: &#xd;<br />•\tOrganise and attend national and international scientific conferences and research programs to find the best ways, methods and solutions,&#xd;<br />•\tTry to have constructive dialogues with the political parties, independent personalities, civil society and human rights to provide for mutual cooperation, for example, in Afghanistan,&#xd;<br />•\tPlan and forecasts of various economic projects to meet the urgent needs of the people such as water supply,&#xd;<br />•\tProvide a transparent forum for political and economic cooperation between the   government of Afghanistan and international institutions with the consideration of mutual respect,&#xd;<br />•\tSharing the research accomplished by the Assembly of Scientists and Experts of Afghanistan with the media.","acronym":"ASEA","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Public Health, Research and Technology, Sport, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The Assembly of Scientists and Experts of Afghanistan (ASEA) operate as an international Think Tank organization.","lastUp":"2018-04-02T06:54:20.711+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}