{"id":"16822412339-79","name":"Syngenta Crop Protection AG","registrationDate":"2009-09-25T17:52:41.866+02:00","category":2,"subCategory":3,"legal":"Company / Aktiengesellschaft","web":"http://www.syngenta.com","country":"Switzerland","headAddress":"Rosentalstrasse, 67","headCity":"Basel","headPostCode":"CH-4058","headPhone":"(4161)3 23 11 11","boss":"Board of Directors of Syngenta Crop Protection AG","bossTitle":"","bossPosition":"Board of Directors","membersCount":5,"membersFTE":"2.5","membership":"Syngenta is member of the following industry associations:&#xd;\n- Europabio&#xd;\n- European Crop Protection Association (ECPA)&#xd;\n- European Seed Association (ESA)&#xd;\n- International Biocontrol Manufacturers Association (IBMA)&#xd;\n- European Biostimulants Industry Council (EBIC)&#xd;\n&#xd;\nSyngenta is a member of:&#xd;\n- American chamber of commerce to the European Union (AmCham EU)&#xd;\n- EconomieSuisse.&#xd;\n&#xd;\nSyngenta participates to following bodies:&#xd;\n- Transantlantic Policy Network (TPN),&#xd;\n- European Technology Platform (ETP) Plants for the Future&#xd;\n- New Breeding Techniques (NBT) Platform&#xd;\n- European Risk Forum (ERF).","memberOrga":"","goal":"Syngenta is one of the world’s leading agriculture companies. Our ambition is to help safely feed the world while taking care of the planet.  We aim to improve the sustainability, quality and safety of agriculture with world class science and innovative crop solutions. Our technologies enable millions of farmers around the world to make better use of limited agricultural resources. &#xd;<br />&#xd;<br />With 28,000 people in more than 90 countries we are working to transform how crops are grown. Through partnerships, collaboration and The Good Growth Plan we are committed to improving farm productivity, rescuing land from degradation, enhancing biodiversity and revitalizing rural communities. &#xd;<br />&#xd;<br />To learn more visit www.syngenta.com and www.goodgrowthplan.com.","acronym":"","interests":"Agriculture and Rural Development, Business and Industry, Economy, finance and the euro, Energy, Environment, Food Safety, Institutional affairs, International co-operation and development, Research and innovation, Single market, Trade","euInitiatives":"Activities in the policy areas of agriculture and legislations relevant for crop protection products, biotechnology and seeds.&#xd;<br />&#xd;<br />Syngenta also follows policies in the area of environment, trade, development, innovation and research.&#xd;<br />&#xd;<br />In February 2018, Syngenta participated to 2 surveys related to a study commissioned by the European parliamentary Research Service (EPRS) in support of the work of the European Parliament’s Committee on the Environment, Public Health and Food Safety on a parliamentary report assessing the implementation of Regulation (EC) 1107/2009. &#xd;<br />&#xd;<br />In March 2018, Syngenta participated to the Commission public consultation on the transparency and sustainability of the EU risk assessment model in the food chain.","lastUp":"2019-06-05T10:39:49.318+02:00","customers":"","costAbsolu":"","costRange":"1500000-1749000","turnoverAbsolu":0,"turnoverRange":""}