{"id":"168566028029-15","name":"Deutsche Gesellschaft für Nachhaltiges Bauen – DGNB e.V.","registrationDate":"2017-08-18T14:20:04.041+02:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://www.dgnb.de","country":"Germany","headAddress":"Tübinger Straße 43","headCity":"Stuttgart","headPostCode":"70178","headPhone":"(49)7 11 72 23 22 -0","boss":"Dr. Christine Lemaitre","bossTitle":"Ms","bossPosition":"Geschäftsführender Vorstand","membersCount":3,"membersFTE":"0.75","membership":"World Green Building Council&#xd;\nSustainable Building Alliance&#xd;\nZIA Zentraler Immobilien Ausschuss e.V.","memberOrga":"http://www.dgnb.de/de/verein/mitglieder/","goal":"2007 gegründet, ist die DGNB heute mit rund 1.200 Mitgliedsorganisationen Europas größtes Netzwerk für nachhaltiges Bauen. Ziel des Vereins ist es, Nachhaltigkeit in der Bau- und Immobilienwirtschaft zu fördern und im Bewusstsein der breiten Öffentlichkeit zu verankern. Mit dem DGNB Zertifizierungssystem hat die unabhängige Non-Profit-Organisation ein Planungs- und Optimierungstool zur Bewertung nachhaltiger Gebäude und Quartiere entwickelt, das dabei hilft, die reale Nachhaltigkeit in Bauprojekten zu erhöhen. Dabei fußt das DGNB System auf einem ganzheitlichen Nachhaltigkeitsverständnis, das die Umwelt, den Menschen und die Wirtschaftlichkeit gleichermaßen einbezieht. Über die Fort- und Weiterbildungsplattform DGNB Akademie wurden zudem bereits mehr als 3.000 Personen in über 30 Ländern zu Experten für nachhaltiges Bauen qualifiziert.","acronym":"DGNB e.V.","interests":"Climate Action, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Environment, External Relations, General and Institutional Affairs, Research and innovation","euInitiatives":"- Europa-2020-Strategie (Fokus: Klimaschutz und Energie) &#xd;<br />- Leitinitiative „Ressourcenschonendes Europa“ &#xd;<br />- „Circular Economy Package\" der Europäischen Kommission&#xd;<br />- Umsetzung der Sustainable Development Goals (SDGs) auf EU-Ebene&#xd;<br />- Strategie für die nachhaltige Wettbewerbsfähigkeit des Baugewerbes und seiner Unternehmen&#xd;<br />- EPBD (Energy Performance of Buildings Directive) &#xd;<br />- Construction Products Regulation (CPR) &#xd;<br />- Product Environment Footprint (PEF)","lastUp":"2018-07-24T08:37:33.669+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}