{"id":"168961721060-43","name":"European Centre for Nature Conservation","registrationDate":"2016-03-15T14:38:22.620+01:00","category":3,"subCategory":2,"legal":"Stichting = Foundation under Dutch law","web":"http://www.ecnc.org","country":"Netherlands","headAddress":"Reitseplein 3","headCity":"Tilburg","headPostCode":"5037 AA","headPhone":"(31)1 35 94 49 44","boss":"Rob Wolters","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":8,"membersFTE":"4.75","membership":"ECNC Land &amp; Sea Group&#xd;\nALTER-Net: A Long-Term Biodiversity, Ecosystem and Awareness Research Network http://www.alter-net.info/ &#xd;\nEurosite: ECNC has entered into a strategic alliance with Eurosite, and is also an associate member http://www.eurosite.org/ &#xd;\nEuropean Forum on Nature Conservation and Pastoralism (EFNCP): member&#xd;\nRewilding Europe&#xd;\nWild Europe Initiative&#xd;\nGlobal Sustainable Tourism Council (GSTC): member&#xd;\nBiodiversity and Ecosystem Services Network (BES-Net): member&#xd;\nThe Convention on Biological Diversity’s Communication, Education and Public Awareness (CEPA) programme&#xd;\nDinaric Arc Initiative (DAI)&#xd;\nIntergovernmental Platform on Biodiversity &amp; Ecosystem Services (IPBES): ECNC is an accredited participant in the Stakeholder Forum&#xd;\nThe Pan-European Biodiversity Forum (coordinated by UNEP).&#xd;\nStanding Committee of the Convention on the Conservation of European Wildlife and Natural Habitats: ECNC provides expert input as an NGO member/observer","memberOrga":"http://www.ecnc.org/people/network-partners/","goal":"Mission: ECNC is dedicated to a beautiful Europe based on a rich biodiversity, healthy ecosystems and sustainable development. ECNC promotes integrated approaches for both land and sea and actively stimulates the interaction between science, society and policy.&#xd;<br />&#xd;<br />ECNC is an independent European expertise centre for biodiversity and sustainable development. Established in 1993, ECNC has worked in over 60 European and Central Asian countries, and supported various global biodiversity and sustainability processes. &#xd;<br />&#xd;<br />ECNC is a non-profit foundation, consisting of three closely interacting bodies: the Board (to be developed into a body that reflects wider stakeholder groups); the Network of currently 59 partners in 29 countries, an important pool of expertise; and the Secretariat, the coordinating body of ECNC. &#xd;<br />&#xd;<br />An essential feature underpinning all ECNC’s activities is the involvement of and cooperation with a wide range of stakeholders. One of ECNC’s main strengths is the ability to connect international and European levels of experience and expertise with stakeholder interests at regional, national and local levels. ECNC focuses on maximising the achievement of multiple benefits by linking different sectors across relevant policy fields in three interrelated strategic priority areas: 1) Connecting people and nature; 2) Greening economy; and 3) Life for land and sea. &#xd;<br />&#xd;<br />ECNC is a leading player in key European biodiversity conferences, assisting governments and NGOs in preparing for effective discussions and informed decision-making. We focus on evaluating the effectiveness of policy implementation across a range of areas, especially where that involves or requires meaningful stakeholder engagement practices and approaches. &#xd;<br />&#xd;<br />ECNC services to clients and stakeholders include knowledge-based facilitation; capacity-building and training programmes; project development, coordination and implementation; biodiversity for business and rural and urban development; support and policy analysis and expert advice. &#xd;<br />&#xd;<br />As a leading member of several European networks, such as the European Topic Centre on Biological Diversity, ECNC possesses and shares unique experience across a range of current issues, emerging policies and the latest research.","acronym":"ECNC","interests":"Agriculture and Rural Development, Climate Action, Education, Environment, Fisheries and Aquaculture, Food Safety, General and Institutional Affairs, Regional Policy","euInitiatives":"Birds Directive (Directive 2009/147/EC)&#xd;<br />Common Agricultural Policy&#xd;<br />EU Biodiversity Strategy to 2020&#xd;<br />EU Water Framework Directive&#xd;<br />Green Infrastructure Strategy&#xd;<br />H2020&#xd;<br />Habitats Directive (Council Directive 92/43/EEC)&#xd;<br />LIFE&#xd;<br />Natura 2000&#xd;<br />Natura 2000 Biogeographical Process &#xd;<br />&#xd;<br />ECNC contributed to the review (Fitness Check) of the Nature Directives as part of the consultation exercise in 2015.","lastUp":"2017-03-14T15:51:10.914+01:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}