{"id":"168989714324-36","name":"Women Engage for a Common Future","registrationDate":"2014-09-02T14:18:25.651+01:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.wecf.org","country":"Netherlands","headAddress":"Korte Elisabethstraat, 6","headCity":"Utrecht","headPostCode":"3511 JG","headPhone":"(3130)2 31 03 00","boss":"Sascha Gabizon ","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":25,"membersFTE":"16.75","membership":"Building Change Coalition,&#xd;\nCan Europe &amp; Can International,&#xd;\nCONCORD,&#xd;\nECOS, &#xd;\nEEB=European Environmental Bureau,&#xd;\nForum Umwelt und Entwicklung,&#xd;\nHEAL=Health Environmental Alliance,&#xd;\nIPEN=International Pops Elimination Network,&#xd;\nKlimaallianz&#xd;\nPAN= Pesticide Action Network Europe,&#xd;\nPARTOS,&#xd;\nWASH network,&#xd;\nWO=MEN,","memberOrga":"Please find our members and partners listed per country in this link:&#xd;\n&#xd;\nhttps://www.wecf.org/our-partners/","goal":"WECF is a nonprofit network dedicated to a gender just and healthy planet for all. Our international network consists of over 150 women’s and civil society organisations implementing projects in 50 countries. We believe that a sustainable future and environment needs holistic solutions reflecting the lives of people on the ground. We believe in feminist solutions based on our partners’ visions and needs. That is why we work on transformative gender equality and women’s human rights in interconnection with climate justice, sustainable energy &amp; chemicals, less toxic waste, safe water &amp; sanitation for all.&#xd;<br />&#xd;<br />WECF has expertise in three thematic issue areas:&#xd;<br />&#xd;<br />- Sutainable development: We work towards the full realization of human rights, development justice and the right to a healthy environment for all, regardless of gender, age, race, sexual identity, education, religion, ability or social economic status. We work on gender equality, women’s rights and international solidarity.&#xd;<br />&#xd;<br />- Climate action: We mobilise for gender just implementation of the Paris Agreement. We want a sustainable future in which polluters and governments are held accountable and where human rights, health and the environment have priority over trade agreement and other economic interests. We work on climate justice, energy solutions, and safe water and sanitation.&#xd;<br />&#xd;<br />- Toxic free healthy environment: We promote toxic-free and non-chemical alternatives based on the principles formulated at the Earth Summit in Rio 1992: the polluter pays, reversal of the burden of proof, the precautionary principle and principle 10 to ensure public participation, transparency and access to justice. We work on toxic chemicals and waste, healthy green living, and menstruation.&#xd;<br />&#xd;<br /> Our main areas of expertise are capacity building, policy advocacy and outreach:&#xd;<br />&#xd;<br />- Capacity building: Training, assessment and monitoring capacity of network organisations, sub-granting to local women’s organisations to demonstrate sustainable solutions based on their priorities.&#xd;<br />&#xd;<br />- Policy advocacy: Effective and meaningful policy participation of network organisations in national policies and plans and strengthening of global women’s movements to ensure impactful policy advocacy by women’s civil society organisations.&#xd;<br />&#xd;<br />- Outreach campaigns: Awareness raising, outreach and campaigning to change mind-sets and help create an enabling environment.&#xd;<br />&#xd;<br />WECF coordinates the network activities from 3 offices: in France, Germany and the Netherlands, and has representative offices in Switzerland and Georgia.","acronym":"WECF","interests":"Agriculture and Rural Development, Climate Action, Consumers, Energy, Environment, External Relations, Food Safety, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy","euInitiatives":"The EU 7th Environmental Action Program (EAP) stating that  «Living well, within the limits of our planet»&#xd;<br />Communication \"A decent Life for All: From Vision to Collective Action” on its priorities for the SDG/Post2015 process&#xd;<br />Communication “A Global Partnership for Poverty Eradication and Sustainable Development After 2015”&#xd;<br />EU strategy for Equality between Women and Men&#xd;<br />Directive 2003/4 on public access to information.&#xd;<br />Directive 2003/35 on public participation.&#xd;<br />Regulation 1367/2006 applying the Convention to EU institutions and bodies.&#xd;<br />Decision 2005/370/EC on ratification of the Convention and deposit of its instrument of ratification (EU became a Party to the Convention on 17 February 2005).&#xd;<br />Civil Society Organisations and Local Authorities programme 2014-2020&#xd;<br />EU Gender Action Plan II 2016-2020&#xd;<br />European Environmental Bureau.","lastUp":"2019-11-26T16:16:49.078+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}