{"id":"169758735230-53","name":"Groupement de Défense Sanitaire du cheptel de la Drôme","registrationDate":"2019-06-25T10:24:05.639+02:00","category":2,"subCategory":1,"legal":"Association sans but lucratif","web":"https://www.frgdsra.fr/GDS_Drome.html","country":"France","headAddress":"145 avenue Georges Brassens","headCity":"Bourg les Valence","headPostCode":"26500","headPhone":"(33)4 75 78 48 30","boss":"Philippe Crosset Perrotin ","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"Membre de la FRGDS Auvergne-Rhône-Alpes et de GDS France.","memberOrga":"","goal":"Le Groupement de Défense Sanitaire du Cheptel de la Drôme a pour rôle de contribuer par tous les moyens en son pouvoir à l’amélioration de l’état sanitaire de toutes espèces d’animaux à vocation d’élevage, notamment :&#xd;<br />&#xd;<br />&#xd;<br />1 - En arrêtant périodiquement, dans le cadre tracé par le Ministère de l’Agriculture et en fonction de la situation locale, un programme de lutte ou un plan de protection contre une ou plusieurs maladies des animaux domestiques.&#xd;<br />&#xd;<br />2  - En entreprenant toutes actions sanitaires ou autres répondant à ses buts par la mise en œuvre des méthodes de prophylaxie médicale ou sanitaire appropriées, pour assurer le dépistage des animaux malades ou déficients en vue, soit de leur traitement, soit de leur élimination ;&#xd;<br />&#xd;<br />3  -  En acceptant les règles, provisoires ou permanentes de la prophylaxie fixées par les Services Sanitaires Vétérinaires, en accord avec le Groupement de Défense Sanitaire du Cheptel.&#xd;<br />&#xd;<br />4  -  En participant financièrement par le moyen de cotisation de leurs membres et de toutes autres ressources, à la réalisation des plans de prophylaxie et d’identification.&#xd;<br />&#xd;<br />5 - En aidant à la constitution des dossiers qui doivent être présentés à l’Administration et en participant au contrôle de la bonne exécution des directives données aux adhérents.","acronym":"GDS26","interests":"Agriculture and Rural Development, Food Safety","euInitiatives":"La politique et réglementation européennes en matière de Santé Animale et de Sécurité Alimentaire.","lastUp":"2019-06-25T10:24:53.645+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}