{"id":"169926121024-61","name":"Lestari, z.s.","registrationDate":"2016-03-10T21:56:57.786+01:00","category":3,"subCategory":2,"legal":"neziskové sdružení","web":"http://www.lestari.cz/","country":"Czech republic","headAddress":"Na Dyrince 893/12","headCity":"Praha 6","headPostCode":"160 00","headPhone":"(420)7 32 34 81 45","boss":"Zuzana Pohanková","bossTitle":"Ms","bossPosition":"Předsedkyně","membersCount":12,"membersFTE":"5.5","membership":"Česká koalice pro ochranu biodivesity http://ccbc.cz/&#xd;\nKoalice proti palmovému oleji http://stoppalmovemuoleji.cz/&#xd;\nTropical Biodiversity Conservation Conference http://tbcc.ftz.czu.cz/","memberOrga":"","goal":"1. Účelem spolku je přispět k ochraně ekologické stability, biologické diverzity, ekonomické udržitelnosti a kulturních tradic v podmínkách dnešního rozvojového světa i mimo něj, a to cestou finanční podpory malých místních ochranářských nevládních organizací nebo aktivistických skupin.&#xd;<br />&#xd;<br />2. U zvolených in situ a ex situ záchranných projektů zajistit jejich finanční, poradenskou či vzdělávací podporu. Jedná se o projekty věnující se:&#xd;<br />a) komplexní ochraně hodnotného ekosystému&#xd;<br />b) ochraně vzácných druhů živočichů a rostlin&#xd;<br />c) ochraně dlouhodobě udržitelných tradičních způsobů obživy místních obyvatel na zvolených lokalitách.&#xd;<br />&#xd;<br />3. Formou kampaně v ČR obeznámit laickou i odbornou veřejnost s tím, jak velký dopad má náš každodenní život na současnou ekologickou, sociální a kulturní krizi v rozvojovém světě a nabídnout možnosti, jak tento negativní dopad eliminovat a jak přispět k řešení vzniklé krize. Organizovaná kampaň se musí řídit platnými právními předpisy v rámci ČR.","acronym":"","interests":"Climate Action, Consumer Affairs, Education, Environment, Research and Technology","euInitiatives":"Organizace se zaměřuje především na Politiku Životního prostředí a jeho ochrany. Sledujeme cíle a iniciativy vydávané Evropskou Unií a přizpůsobujeme jim aktivity, které vyvíjíme. Zaměřujeme se především na body změny ochrany klimatu a mezinárodní role EU v ochraně životního prostředí. Prioritními zeměmi našeho zájmu jsou rozvojové země potýkající se s masivním odlesňováním, zároveň se velkou měrou podílející na uvolňování skleníkových plynů do ovzduší a všeobecné degradaci vzácných ekosystémů. Paralelně s touto činností vyvíjíme osvětové a expertní aktivity na lokální úrovni a to jak v České republice tak v cílových rozvojových zemích.","lastUp":"2017-03-01T15:02:47.966+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}