{"id":"16999985032-07","name":"Cooperatives Europe","registrationDate":"2011-01-18T16:23:49.205+01:00","category":2,"subCategory":4,"legal":"asbl","web":"http://www.coopseurope.coop","country":"Belgium","headAddress":"Ave Milcamps, 105","headCity":"Brussels","headPostCode":"1030","headPhone":"(32)27 43 10 37","boss":"Agnes Mathis","bossTitle":"Mr","bossPosition":"Director","membersCount":3,"membersFTE":"2.25","membership":"Cooperatives Europe represents the European region of the International Cooperatives Alliance. Founded in 1895, ICA is an independant non governmental association which represents and serves cooperatives worlwide.","memberOrga":"https://coopseurope.coop/about-us/our-members","goal":"Cooperatives Europe is the voice of cooperative enterprises in Europe. On behalf of its 84 member organisations from 39 European countries across all business sectors it promotes the cooperative business model in Europe. Its members represent 141 million individual member cooperators owning 176.000 co-operative enterprises and providing jobs to 4.7 million European citizens - a force for economic growth and social change. &#xd;<br />Cooperatives Europe works to promote the cooperative business model at European level. Cooperatives Europe advocates granting the plurality of business forms in Europe. It is about increasing knowledge and recognition of the cooperative business model among EU authorities, designing and implementing policies and tools to support the development of the cooperative enterprises and anticipating the impact of new EU or national legislation. Cooperatives Europe fosters communication amongst and about cooperative enterprises. We focus our efforts on creating tools to connect with our members and, together with them, we increase the visibility, awareness and recognition of cooperatives at EU level. Cooperatives Europe enhances the development of cooperative businesses: cooperative enterprises enable people to become key players in their own social and economic development. They are thus a key tool for European and international growth strategy. Cooperatives Europe works on integrating the cooperative business model into the EU policies and programmes and to promote cooperatives as viable partners for the EU institutions.","acronym":"","interests":"Banking and financial services, Business and Industry, Competition, Education and training, Employment and Social Affairs, Energy, International co-operation and development, Single market, Taxation, Youth","euInitiatives":"- SDG's &#xd;<br />- Entrepreneurship policy (ex: Small Business Act , SME access to finance, Youth entrepreneurship, entrepreneurship and education..)&#xd;<br />- Development policy (private sector in development, CSO's in development, )&#xd;<br />- Collaborative economy&#xd;<br />- Social economy, GECES (expert group on social entrepreneurship)&#xd;<br />- Regulatory framework: Company Law, taxation when impact on coops..&#xd;<br />- Gender equality","lastUp":"2019-02-20T14:58:28.575+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}