{"id":"17019643006-45","name":"Aktion Freiheit statt Angst e.V.","registrationDate":"2010-01-13T18:03:24.585+01:00","category":3,"subCategory":2,"legal":"gemeinnütziger eingetragener Verein","web":"http://www.aktion-freiheitstattangst.org","country":"Germany","headAddress":"Rochstr., 3","headCity":"Berlin","headPostCode":"D 10178","headPhone":"(49)01 76 96 91 33 31","boss":"Mathilde Furtner","bossTitle":"Ms","bossPosition":"Vorsitzende","membersCount":1,"membersFTE":"0.25","membership":"Der Verein ist Mitglied bei:&#xd;\n- European Civil Liberties Organization (ECLN)&#xd;\n- Noncommercial Users Constituency (NCUC) in ICANN&#xd;\n- Berliner Bündnis gegen die Schülerdatei&#xd;\n- Flüchtlingsrat Berlin e.V.&#xd;\n- Pro Asyl e.V.&#xd;\n- JOG - Jugend ohne Grenzen e.V.&#xd;\n- IALANA e.V. (International Association of Lawyers Against Nuclear Arms)&#xd;\n- IMI - Informationsstelle Militarisierung e.V.&#xd;\n- Institut für Bürgerrechte &amp; öffentliche Sicherheit e.V.&#xd;\n- Bündnis Berlin gegen Krieg&#xd;\n- Netzwerk Friedenskooperative&#xd;\n- Fundamental Rights Agency (FRA)&#xd;\n- Berliner Bündnis \"Schule ohne Militär\"&#xd;\n- Europäisches Anti-Drohnen-Netzwerk (European\t&#xd;\n  Section of Global Anti-­Drone Network)&#xd;\n- World Beyond War&#xd;\n&#xd;\nDer Verein hat bereits zusammen gearbeitet mit:&#xd;\n- Blackout Europe&#xd;\n- Asociación de Internautas&#xd;\n- La Quadrature du Net &#xd;\n- Open Rights Group&#xd;\n- The Public Voice&#xd;\n- They don't want you to&#xd;\n- World March for Peace and Nonviolence","memberOrga":"https://www.aktion-freiheitstattangst.org/de/articles/269-wir-unterstuetzen.htm","goal":"Aktion Freiheit statt Angst e.V. wendet sich gegen die Einschränkung der bürgerlichen Freiheiten durch staatliche und private Stellen und kämpft für den Erhalt der Privatsphäre. &#xd;<br />Unsere Themen sind der Datenschutz und die Bürgerrechte, der Schutz der Privatsphäre, des Rechts auf informationelle Selbstbestimmung und des Grundrechts auf Vertraulichkeit und die Integrität informationstechnischer Systeme.&#xd;<br />Über die technischen Aspekte des Datenschutzes hinaus, arbeiten wir auch an den Themen Demokratieverständnis und Beteiligung am demokratischen Willensbildungsprozess für ein selbstbestimmtes Leben. Dazu machen wir Workshops, Diskussionsveranstaltungen und Infostände und beteiligen uns an den Diskussionen in der Politik.&#xd;<br />&#xd;<br />Zweck des Vereins ist die ideelle und finanzielle Unterstützung und Förderung von Projekten, Maßnah­men sowie geeigneten Aktivitäten auf dem Gebiet des Datenschutzes und der Bürgerrechte, des Schut­zes der Privatsphäre, des Rechts auf informationelle Selbstbestimmung und des Grundrechts auf Ver­traulichkeit und Integrität informationstechnischer Systeme.&#xd;<br />&#xd;<br />Der Verein Aktion Freiheit statt Angst e.V. befördert den Dialog zwischen Gesellschaft, Verbänden und Politik in Bezug auf Sicherheits- und Überwachungsgesetzgebung und versteht sich für Organisationen, Vereine, Institutionen, aktivistische Gruppen und engagierte Menschen auch als Dienstleister.&#xd;<br />&#xd;<br />Er bündelt und verbreitet juristische und politische Expertise. Er verbreitet aktuelle Informationen zur politischen Entwicklung. Er will aufklären und informieren durch Infostände, Seminare, Vorträge und Workshops. Er organisiert und koordiniert friedlichen und kreativen Protest.&#xd;<br />&#xd;<br />Diese Ziele werden erreicht durch&#xd;<br />&#xd;<br />-  die Förderung und Durchführung von Maßnahmen zur politischen Bil­dung der Menschen durch Information und Aus- und Weiterbildungsmaßnahmen zu den Themen Bürger- und Menschenrechte, des Datenschutz, Wert der Privatsphäre, Recht auf informationelle Selbstbestimmung und des Grundrechts auf Vertraulichkeit und Integrität informationstechnischer Systeme, sowie die Erziehung im Um­gang mit derselben,&#xd;<br />&#xd;<br />- die Beratung von VerbraucherInnen bei der Nutzung informationstechnischer Systeme durch Druckerzeugnisse, Vorträge, Tagungen sowie Fort-, Aus- und Weiterbildungsmaßnah­men,&#xd;<br />&#xd;<br />- die Durchführung von Forschungsprojekten auf dem Ge­biet der Bürger- und Menschenrechte, des Datenschutzes, des Schutzes der Privatsphäre, des Rechts auf informationelle Selbstbestimmung und des Grundrechts auf Vertraulichkeit und In­tegrität informationstechnischer Systeme.","acronym":"Aktion-FsA","interests":"Borders and Security, Communication, Consumers, Digital economy and society, Foreign affairs and security policy, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Trans-European Networks","euInitiatives":"Der Verein beschäftigt sich mit den Themen an den Außengrenzen der EU (EuroDAC, VisaWaiver) und der Arbeit der Grenzschutzagentur FRONTEX (Frontex Flyer und ca. 300 Artikel im Web, Umfrage zu Smart Border, Kampagne für eine Flüchtlingserzeugungssteuer und den Fluchtursachen). &#xd;<br />&#xd;<br />Wir wenden uns auch gegen die vor einigen Jahren beschlossene EU-Flugreisedaten-Richtlinie (PNR), die wir als unsinnig und unnötig betrachten und die auch in Deutschland nur zu hohen Falscherkennungen geführt hat.&#xd;<br />&#xd;<br />Mit der Kampagne \"Yes we can\" unterstützen wir den Online Handel bei der Nutzung von Verschlüsselung beim Versand von Bestätigungsmails.","lastUp":"2019-12-17T16:59:03.720+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}