{"id":"170205124338-16","name":"Intermodal Transport Cluster","registrationDate":"2016-11-07T09:19:14.526+01:00","category":3,"subCategory":2,"legal":"non - profit assotiation","web":"http://shortsea.hr/","country":"Croatia","headAddress":"Trpimirova 2","headCity":"Rijeka","headPostCode":"51 000","headPhone":"(385)51 34 42 52","boss":"Marijan Cukrov","bossTitle":"Mr","bossPosition":"Director","membersCount":3,"membersFTE":"3.0","membership":"http://shortsea.hr/","memberOrga":"http://shortsea.hr/","goal":"Intermodal Transport Cluster (KIP) is a non-profit association established on the initiative of the Croatian Ministry of Maritime Affairs, Transport and Infrastructure in 2005. KIP is an independent subject focused on promotion and development of intermodal transport in Croatia with members that include all Croatian ports, port authorities, Croatian railways, major agents, freight forwarders and other stakeholders such as the Association of Croatian Road Hauliers, Association of Ship Brokers and Agents of Croatia and others. Main activities include promotion of intermodal transport in Croatia and region, R&amp;D projects and implementation of IT logistic systems. KIP also encourages development of a complete intermodal transport system by using common activities as a link between economic sector and state bodies. Moreover, the main goal is to increase the usage of intermodal transport in Croatian transport system as well as to provide information and help with the preparation and implementation of EU projects.","acronym":"KIP","interests":"Climate Action, Communication, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Environment, International co-operation and development, Maritime affairs and fisheries, Research and innovation, Trans-European Networks, Transport","euInitiatives":"All relative EU initiatives, policies and legislative files concerning to: transport, sustainable development, environmental protection, urban development, sustainable mobility, water, fisheries, infrastructure, tourism, communication and information etc.","lastUp":"2019-11-07T08:33:34.964+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}