{"id":"170540516186-69","name":"NAFTNA INDUSTRIJA SRBIJE A.D. NOVI SAD","registrationDate":"2015-02-24T09:52:05.945+02:00","category":2,"subCategory":3,"legal":"Joint Stock Company","web":"http://www.nis.eu/en/","country":"Serbia","headAddress":"Narodnog fronta 12","headCity":"Novi Sad","headPostCode":"21000","headPhone":"(381)1 12 05 83 79","boss":"Kirill Tyurdenev","bossTitle":"Mr","bossPosition":"General manager","membersCount":2,"membersFTE":"2.0","membership":"http://www.europeanenergyforum.eu/&#xd;\nhttp://www.iene.gr/default.asp?lng=2&#xd;\nhttp://www.bbspetroleum.com/&#xd;\nhttp://www.amcham.rs/home.1.html&#xd;\nhttp://www.fic.org.rs/cms/item/home/en.html&#xd;\nhttp://www.naled-serbia.org/en&#xd;\nhttp://brusselsenergyclub.org/","memberOrga":"","goal":"NIS is one of the largest vertically integrated energy companies in Southeast Europe. Our principal activities are exploration, production and refining, sales and distribution of a broad range of petroleum products, as well as the implementation of energy projects. NIS goal is to become a recognizable leader of the Balkan region in its field of business activity, owing to the dynamics of sustainable development and efficiency increase, by showing a high level of social and environmental responsibility as well as contemporary standards of providing services to the clients.","acronym":"NIS j.s.c. Novi Sad","interests":"Banking and financial services, Budget, Business and Industry, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Regional Policy, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Green Deal, 2050 framework for climate and energy policies, Energy Union, Enlargement, Competition, Digitalisation","lastUp":"2019-10-23T08:41:05.509+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}