{"id":"170530519970-93","name":"Transfrontier Euro-Institut Network","registrationDate":"2015-12-16T10:10:23.020+02:00","category":3,"subCategory":2,"legal":"none","web":"http://www.transfrontier.eu","country":"Germany","headAddress":"TEIN","headCity":"Kehl","headPostCode":"77694","headPhone":"(49)7 85 17 40 70","boss":"Georg Walter","bossTitle":"Mr","bossPosition":"Director","membersCount":5,"membersFTE":"1.25","membership":"","memberOrga":"14 PARTNERS FROM 9 BORDERS &#xd;\n&#xd;\n- On the Austrian-Italian-Slovene border: &#xd;\n* Carinthia University of Applied Sciences &#xd;\nwww.fh-kaernten.at&#xd;\n* University of Ljubljana Faculty of Administration &#xd;\nwww.fu.uni-lj.si&#xd;\n&#xd;\n- On the Czech-Polish-Slovak border: &#xd;\n*Institut Euroschola &#xd;\nwww.euroschola.cz&#xd;\n* Olza Association&#xd;\nwww.olza.pl&#xd;\n&#xd;\n- On the German-Polish border: &#xd;\n* European University Viadrina Frankfurt Oder, B/Orders in Motion  &#xd;\nwww.borders-in-motion.de&#xd;\n&#xd;\n- On the Irish-Northern Irish border: &#xd;\n* Centre for Cross Border Studies &#xd;\nwww.crossborder.ie&#xd;\n&#xd;\n- On the French-Spanish border: &#xd;\n* University of Perpignan Via Domitia&#xd;\nwww.univ-perp.fr&#xd;\n* University of Girona &#xd;\nwww.udg.edu&#xd;\n&#xd;\n- On the French-Swiss-Italian border &#xd;\n* Université Savoie Mont Blanc &#xd;\nwww.univ-smb.fr&#xd;\n&#xd;\n- On the Belgian-French (-English) border&#xd;\n* European Cooperation Unit, Nord-Pas-de-Calais Region &#xd;\nwww.nordpasdecalais.fr&#xd;\n* Institut des frontières et des discontinuités &#xd;\ndiscontinuites.univ-artois.fr/spip.php?article81&#xd;\n&#xd;\n- On the French-German-Swiss border: &#xd;\n* Sciences Po Strasbourg &#xd;\nwww.iep-strasbourg.fr&#xd;\n* Euro-Institut &#xd;\nwww.euroinstitut.org&#xd;\n&#xd;\n- On the Dutch-Belgium-German border:&#xd;\n* Institute for Transnational and Euregional cross border cooperation and Mobility / ITEM, Maastricht University&#xd;\nwww.maastrichtuniversity.nl/research/institute-transnational-and-euregional-cross-border-cooperation-and-mobility-item  &#xd;\n&#xd;\nASSOCIATED MEMBERS&#xd;\n- Mission Opérationnelle transfrontalière &#xd;\nwww.espaces-transfrontaliers.org&#xd;\n- Association of European Border Regions &#xd;\nwww.aebr.eu","goal":"Border regions represent 40% of the EU territory. Home to a third of the EU’s population, the development of these areas is essential for their competitiveness. Cross-border territories are key areas within the EU, where both the effects of movement towards European integration as well as the remaining obstacles to integration can best be studied, whether this relates to the mobility of people, services, goods or capital. This is why border regions are often described as the laboratories for European integration. However, obstacles to cooperation remain because of the lack of knowledge of the ‘other’ (culture, language, judicial-social-political system) and lack of appropriate methodologies for intercultural work. This creates a need for specialised training, counselling and support to be adapted to the specific characteristics of each frontier.&#xd;<br />&#xd;<br /> &#xd;<br />&#xd;<br />WHO WE ARE&#xd;<br />&#xd;<br />The Transfrontier Euro-Institut Network (TEIN), formed in 2010, now brings together 14 partners from 8 border regions in Europe. Its unique feature is that it consists of universities, research institutes and training centres which are dedicated to the practical business of cross-border cooperation in Europe.&#xd;<br />&#xd;<br />TEIN is led by the Euro-Institut, created in 1993 in Kehl/Strasbourg on the French/German/Swiss border with the aim of facilitating cross-border cooperation. All members have subscribed to a common charter to ensure the organization of the network and the quality of its output. TEIN partners come from maritime borders, old European borders, new eastern borders and post-conflict borders. Because of this, TEIN is able to measure the need for capacity building in cross-border cooperation throughout Europe.&#xd;<br />&#xd;<br />TEIN Members are real actors of the cross-border cooperation. Their work involves cross-border training and facilitation, managing cross-border projects, providing mentoring, training and advice for cross-border actors, and researching on cross-border issues. In this respect, TEIN can be seen as representing a genuinely bottom-up approach.&#xd;<br />&#xd;<br />TEIN has been funded by the EU Leonardo da Vinci Programme (Leonardo Partnership 2010-2012 and Leonardo Transfer of Innovation 2012-2014).&#xd;<br />&#xd;<br /> &#xd;<br />&#xd;<br />WHAT WE DO&#xd;<br />&#xd;<br />TEIN’s objective is to build capacity in cross-border contexts to strengthen European integration. To that end, TEIN Members follow the aim of facilitating cross-border cooperation and providing practical solutions to European transfrontier issues.&#xd;<br />&#xd;<br />TEIN’s vision is one where know-how, training and best practices are exchanged freely and generously across European borders.&#xd;<br />&#xd;<br />In that respect, TEIN Partners:&#xd;<br />&#xd;<br />- Develop training and research that is ‘fit for purpose’ for cross-border issues and in  cross-border contexts;&#xd;<br />- Capitalize on learning from the different regional initiatives;&#xd;<br />- Work on new products such as&#xd;<br />*transferable training modules (e.g. training for cross-border project managers);&#xd;<br />*methods (e.g. needs-analysis methods in cross-border regions);&#xd;<br />*tools (e.g. impact assessment toolkit for cross-border cooperation);&#xd;<br />*Produce relevant research to be disseminated to actors involved in transfrontier cooperation at different levels;&#xd;<br />*Increase knowledge and awareness of cross-border issues (at local, regional, national and European level) by producing high quality work in this field.","acronym":"TEIN","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"As cross-border issues are cross-sectoral issues, most of the EU initiatives, policies and legislative files are interesting for us to follow.&#xd;<br />Some of the fields we are working on are: probation work ; health ; intercultural work / integration.&#xd;<br />Of course we have a special attention to the initiative that are directly related to cross-border cooperation like:&#xd;<br />-INTERREG Programms&#xd;<br />-the Cross-Border Review launched by DG Regio (we are member of the Expert Group)&#xd;<br />-the follow up of the proposal of the Luxemburgish Presidency of the European Council (legal instrument - CBC).&#xd;<br />-the work of the Netherland Presidency (conference 17.3.2016)&#xd;<br />-the Communication that is being prepared by DG Regio (autumn 2017)","lastUp":"2018-04-30T14:53:42.066+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}