{"id":"170568828821-78","name":"UL GmbH","registrationDate":"2017-10-30T18:09:24.836+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"https://www.ul.com/","country":"Switzerland","headAddress":"Ringstrasse 1","headCity":"Schwerzenbach","headPostCode":"8603","headPhone":"(41)4 33 55 40 30","boss":"Gitte Schjøtz","bossTitle":"Ms","bossPosition":"President","membersCount":2,"membersFTE":"1.5","membership":"UL and its subsidiaries are actively involved in international and regional associations such as but not limited to: the TIC Council (established in 2019 - resulting from the merger of IFIA and CEOC);  Confederation of British Industry (CBI); European Electrical Products Certification Association (ETICS); European Association for Medical devices of Notified Bodies (Team NB); Der Bundesverband Informationswirtschaft, Telekommunikation und neue Medien e. V. (Bitkom); European Cyber Security Organisation (ECSO); AmCham DK; Dansk Industri (DI)","memberOrga":"","goal":"Founded in 1894, UL is a global independent safety science company with more than a century of expertise innovating safety solutions. UL has earned a reputation as a global leader in product safety standards development, testing and certification. UL is guided by its Mission to promote safe working and living environments for all people, using research to continually advance and meet ever-evolving safety needs.&#xd;<br />UL helps create a better world by applying science to solve safety, security and sustainability challenges. We empower trust by enabling the safe adoption of innovative new products and technologies. Everyone at UL shares a passion to make the world a safer place.&#xd;<br />UL builds trust in the safety, security and sustainability of products, organizations, and supply chains – enabling smarter choices and better lives. All of our work, from independent research and standards development, to testing and certification, to providing analytical and digital solutions, helps improve global well-being. In all we do, we apply science and expertise to enable the responsible design, production, marketing and purchase of the goods, solutions and innovations of today and tomorrow.&#xd;<br />Businesses, industries, governments, regulatory authorities and the public put their trust in us so they can make smarter decisions. To learn more about our business solutions, visit UL.com.","acronym":"UL","interests":"Business and Industry, Climate Action, Consumers, Customs, Digital economy and society, Energy, Environment, Food Safety, Public Health, Research and innovation, Single market, Trade","euInitiatives":"UL is actively following EU initiatives related to safety: consumer product safety, market surveillance, cyber security, sustainability and circular economy, internal market, trade negotiations","lastUp":"2019-10-21T12:26:23.985+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}