{"id":"170511436478-28","name":"Varna Economic Development Agency","registrationDate":"2019-11-05T20:18:42.095+01:00","category":3,"subCategory":2,"legal":"association","web":"http://www.veda-bg.eu","country":"Bulgaria","headAddress":"11 Otets Paisij Str. fl.5","headCity":"Varna","headPostCode":"9000","headPhone":"(359)8 87 93 45 26","boss":"Todorka Atanasova","bossTitle":"","bossPosition":"Director","membersCount":8,"membersFTE":"5.0","membership":"","memberOrga":"8","goal":"Varna Economic Development Agency (VEDA) is a not-for-profit, non-governmental association, registered to operate in public benefit on the territory of Varna District in Bulgaria, East Europe. Established in 1997 under the joint program of Varna Municipality and the United States Agency for International Development to assist the advancement of regional economic development, VEDA aims towards leadership in the creation of conditions for sustainable social and economic development of Varna and the region. The agency supports the building of the capacity of small and medium-sized enterprises (SMEs) through impartial provision of information, consulting services and training. VEDA promotes networking, attraction of investments in the region, and improvement of the local employment opportunities.&#xd;<br />&#xd;<br />Since 1998, VEDA has been a member of the network of BARDA: Bulgarian Association of Regional Development Agencies and Business Centers, and has built a high reputation both at the national and international levels. &#xd;<br />&#xd;<br />VEDA has implemented successfully over 40 donor funded projects with main activities focusing on project management, communication, data-base creation, on-line and on-site training, pilots, creation and testing of new business and educational models, apps and many other in cooperation with large networks of national and multinational partners from the EU and neighboring countries. &#xd;<br />&#xd;<br />VEDA’s areas of expertise include but are not limited to  eco- and social innovation; start-up and SMEs support; project management and EU funding;  development of ITC applications (portals, platforms, web-sites,  smartphone apps, webinars);  modernization of agricultural sector, coastal areas, cultural and rural tourism; training and mentoring; revitalization of urban and industrial areas.&#xd;<br />&#xd;<br />VEDA’s target groups are young people and entrepreneurs, people with disadvantages, SMEs, managers, start-ups in a variety of industry sectors and agriculture, local and government officials, civil society representatives, university members and scientists, and all other individuals who want to improve and develop new knowledge and skills.&#xd;<br />&#xd;<br />VEDA’s leading principles are professionalism, independence and reliability that turns the agency into a desirable partner for collaboration and joint work on multiple projects and initiatives.","acronym":"VEDA","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The Agency was a National Contact Point (NCP) for CIP Eco-innovation Program 2007-2013, managed by the Executive Agency for Competitiveness and Innovation (EACI) with a headquarter in Brussels and a member of the network of NCP in countries of the European Union, the Western Balkans, Turkey and Israel, which were eligible for funding under the Program. &#xd;<br />&#xd;<br />The Director of the Agency was representative of Bulgaria in the EU Enterprise Policy Group - Business Chamber, established  at  the  DG \"Enterprise and Industry\" of the European Commission (2007- 2012).","lastUp":"2019-11-05T20:22:55.600+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}