{"id":"170663725783-37","name":"OTM Belgian Shippers' Council","registrationDate":"2017-02-07T10:24:04.951+01:00","category":3,"subCategory":2,"legal":"VZW","web":"http://www.otmbe.org","country":"Belgium","headAddress":"Derbystraat","headCity":"Gent","headPostCode":"9051","headPhone":"(32)92 65 18 81","boss":"Lennart Heip","bossTitle":"Mr","bossPosition":"Voorzitter","membersCount":1,"membersFTE":"0.25","membership":"http://www.otmbe.org/otm/externe","memberOrga":"http://www.otmbe.org/otm/raad-van-bestuur","goal":"Visie&#xd;<br />&#xd;<br />De komende jaren zal het logistieke landschap grondig hertekend worden. Enerzijds is er de roep om goederenstromen sneller en efficiënter te laten verlopen anderzijds is het onvermijdbaar dat maatregelen genomen worden om milieu en veiligheid te verhogen.&#xd;<br />&#xd;<br />Omwille van de steeds hogere eisen met betrekking tot snelheid, efficiëntie, milieu en veiligheid, wordt de noodzaak om creatief en innovatief met logistiek om te gaan steeds groter. Bovendien speelt dit alles zich af in een zeer geglobaliseerde omgeving.&#xd;<br />&#xd;<br />Vier partijen staan aan de tekentafel : de overheden die regulerend werken, de logistieke dienstverleners die de goederen doen stromen, technische en wetenschappelijke dienstverleners en tenslotte de bedrijven in handel en industrie wiens goederen moeten stromen (de verladers). Meer dan in het verleden het geval was, zullen de verladers zich een anticiperende en participerende rol moeten toe-eigenen.&#xd;<br />&#xd;<br />Missie&#xd;<br />&#xd;<br />Rekening houdend met factoren zoals ecologie en globalisering wil OTM bij het hertekenen van het logistieke landschap, als vertegenwoordiger van de verladers, deze anticiperende en participerende rol spelen en zo de belangen van de verladers behartigen. Deze belangen situeren zich op het vlak van service en kwaliteit enerzijds , operationele en financiële efficiëntie anderzijds.&#xd;<br />&#xd;<br />Creativiteit en innovatie vinden hun voeding in kennis en enthousiasme. OTM zal initiatieven ondernemen om wat betreft logistiek de kennis te verhogen en het enthousiasme aan te wakkeren.&#xd;<br />Hoe&#xd;<br />&#xd;<br />Belangenbehartiging , creativiteit en innovatie heeft slechts kans op slagen indien dit gevoed wordt door kennis.&#xd;<br />&#xd;<br />Daarom vindt OTM het belangrijk om:&#xd;<br />&#xd;<br />- kennis te verspreiden door magazines, nieuwsberichten, website, netwerking&#xd;<br />&#xd;<br />- kennis uit te wisselen door helpdeskfuncties, thema-avonden, ...&#xd;<br />&#xd;<br />- kennis aan te bieden via opleidingen&#xd;<br />&#xd;<br />- jonge talenten te introduceren in de wereld van logistiek.&#xd;<br />&#xd;<br />Belangenbehartiging heeft evenmin succes als de stem niet gehoord wordt. Daarom zoekt OTM sedert 1980 steeds contact met overheidsinstanties, beroepsfederaties, de pers en verwante organisaties om zo de standpunten van de verladers kenbaar te maken en te verdedigen .&#xd;<br />&#xd;<br />Als principe geldt dat de beste resultaten slechts kunnen behaald worden indien dit alles gebeurt in een geest van samenwerking en partnership.","acronym":"OTM","interests":"Customs, Environment, Trade, Trans-European Networks","euInitiatives":"http://www.otmbe.org/infotheek/downloads/informatie/714-memorandum-otm-evo&#xd;<br />&#xd;<br />Infrastructure&#xd;<br />Urban transport&#xd;<br />Environmental policy (CO2 reduction)&#xd;<br />International trade&#xd;<br />Transport (all modes)&#xd;<br />Co-modality&#xd;<br />EMS","lastUp":"2019-12-19T12:26:54.842+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}