{"id":"170784531762-42","name":"Equality Now","registrationDate":"2018-06-15T14:54:11.054+02:00","category":3,"subCategory":2,"legal":"Company Limited by Guarantee/Charity","web":"http://www.equalitynow.org","country":"United kingdom","headAddress":"1 Birdcage Walk","headCity":"London","headPostCode":"","headPhone":"(44)20 73 04 69 02","boss":"Jacqui Hunt","bossTitle":"Ms","bossPosition":"Director - Europe and Eurasia office","membersCount":4,"membersFTE":"1.0","membership":"End Violence against Women Coalition (UK)","memberOrga":"Membership in Equality Now is open to individuals and organisations and is free.  Those interested can sign up via Equality Now’s website: www.equalitynow.org","goal":"Equality Now is an international human rights organisation working for the protection and promotion of the rights of women and girls around the world.  Our main programme areas focus on securing legal equality and work to end sexual violence, harmful practices and sex trafficking.  The Europe and Eurasia office works within the region, partnering with local, national and regional groups to secure protection, in accordance with international and regional human rights standards including the Istanbul Convention, for women and girls against violence and discrimination.&#xd;<br />&#xd;<br />Mainly active on regional/local level.","acronym":"","interests":"Education and training, Employment and Social Affairs, External Relations, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Trans-European Networks, Youth","euInitiatives":"9.\tEquality Now is currently focused on ensuring justice for survivors’/victims, particularly of sexual violence, working for a global approach to end female genital mutilation (FGM) and child, early and forced marriage (CEFM) and sex trafficking as well as supporting the EU in its ratification of the Istanbul Convention as well as work being led generally by the FEMM Committee of the European Parliament.","lastUp":"2018-06-15T14:55:07.398+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}