{"id":"1710335466-15","name":"Seldia - The European Direct Selling Association","registrationDate":"2008-10-03T15:05:16.577+02:00","category":2,"subCategory":4,"legal":"a.i.s.b.l. under Belgian law","web":"http://www.seldia.eu","country":"Belgium","headAddress":"Avenue de Tervuren, 14","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)0 27 36 10 14","boss":"Marie Lacroix/Leplat ","bossTitle":"Ms","bossPosition":"Acting Executive Director","membersCount":3,"membersFTE":"3.0","membership":"Seldia is assocationed with: &#xd;\n&#xd;\nWorld Federation of Direct Selling Associations (http://www.wfdsa.org)&#xd;\n&#xd;\nEuroCommerce (http://www.eurocommerce.be)","memberOrga":"https://seldia.eu/members","goal":"Seldia shall represent and promote, at European level, the interests of national Direct Selling Associations and their members engaged in direct selling.&#xd;<br />&#xd;<br />This mission will be achieved, in particular:&#xd;<br />&#xd;<br />- Maintaining contacts with relevant EU officials and with other relevant business organisations and consumer interest groups in Brussels; &#xd;<br />- Lobbying EU officials in defence of its members’ interests with regard to any European legislative development that presents, as indicated by its members, any threat to the efficient operation of their direct selling businesses;&#xd;<br />- In consultation with its members, determining and advocating new EU legislation in the interests of the efficient operation of pan European direct selling businesses;&#xd;<br />- Promoting the economic and consumer benefits of the direct selling channel;&#xd;<br />- Promoting a proper understanding of the way in which direct selling businesses are organised;&#xd;<br />- Setting high standards, through a European code, for acceptable practices in selling methods and the treatment of direct sellers;&#xd;<br />- Disseminating to its members, legislative and other information of use in the efficient operation of its member associations.","acronym":"Seldia","interests":"Budget, Business and Industry, Competition, Consumers, Digital economy and society, Employment and Social Affairs, Food Safety, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Consumer Affairs (UCPD,MCAD,CRD, CPC); Digital Single Market Initiative; Alternative Dispute resolution; International Trade agreements (TTIP, TiSA); Non-Tariff barriers in the EU; EU Single Market initiative; EU Pillar of Social Rights initiatives&#xd;<br />&#xd;<br />In general all policies related to consumer protection, trade and retail markets.","lastUp":"2019-07-17T15:11:48.142+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}