{"id":"171298025234-65","name":"EUTOP Europe GmbH","registrationDate":"2016-12-22T19:23:50.972+02:00","category":1,"subCategory":6,"legal":"GmbH","web":"http://www.eutop.eu","country":"Germany","headAddress":"Denninger Strasse 15","headCity":"Munich","headPostCode":"81679","headPhone":"(49)8 93 23 70 00","boss":"Klemens Joos","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":29,"membersFTE":"16.0","membership":"Cercle de Lorraine&#xd;\nEU40&#xd;\nEuropäischer Wirtschaftssenat&#xd;\nEuropean Policy Centre","memberOrga":"EUTOP Frankfurt Finance GmbH (Bockenheimer Landstrasse 17/19, 60325 Frankfurt am Main, Germany)&#xd;\n&#xd;\nEUTOP Brussels SPRL (Rue d'Arlon 15, 1050 Brussels, Belgium)","goal":"EUTOP acts as a structural process partner, supporting the work of private companies, associations and organisations at the institutions of the European Union and selected EU member states. &#xd;<br />&#xd;<br />EUTOP approaches the growing complexity in the EU decision-making structure by combining the client’s content competence with process structure competence and raising this combination to the power of the original OnePager®-Methodology (perspective change competence) and PSGR® (process support competence).","acronym":"EUTOP","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"EUTOP accompanies its clients in all EU policy areas including inter alia but not limited to Digital Single Market, Financial Services and Capital Markets Union, Competition Policy; Climate Action &amp; Energy Union; Agriculture Policy, Consumer Policy; Transport Policy, Environment Policy, Internal Market, Employment Policy, Health &amp; Food Safety, Trade Policy or Budget &amp; Human Resources.","lastUp":"2018-03-29T11:33:06.354+02:00","customers":"DocMorris,BSW Berleburger Schaumstoffwerk,KRAIBURG Relastec,British American Tobacco","costAbsolu":"","costRange":"2500000-2749000","turnoverAbsolu":"","turnoverRange":""}