{"id":"17144181426-26","name":"Deutscher Raiffeisenverband e.V.","registrationDate":"2009-03-26T10:06:33.437+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.raiffeisen.de/","country":"Germany","headAddress":"Pariser Platz, 3","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)3 08 56 21 43","boss":"Henning Ehlers","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":2,"membersFTE":"1.5","membership":"COGECA (Coopératives agricoles européennes) &#xd;\nEDA (European Dairy Association)","memberOrga":"http://www.raiffeisen.de/regionalverbaende/","goal":"Der Deutsche Raiffeisenverband e.V. vertritt als Dachverband die Interessen der genossenschaftlich organisierten Unternehmen der deutschen Agrar- und Ernährungswirtschaft. &#xd;<br />&#xd;<br />Als wichtiges Glied der Wertschöpfungskette Lebensmittel erzielen die rd. 3.000 DRV-Mitgliedsunternehmen im Agrarhandel und in der Verarbeitung von Agrarerzeugnissen mit rund 100.000 Mitarbeitern einen Umsatz von mehr als 50 Mrd. Euro. Landwirte, Gärtner und Winzer sind die Mitglieder und damit Eigentümer der Genossenschaften.&#xd;<br />&#xd;<br />Der DRV unterstützt als Kompetenzzentrum seine Mitgliedsunternehmen ebenso wie politische und administrative Entscheidungsträger erfolgreich bei der Aufnahme bzw. Vermittlung von Informationen. Er bringt vorzeitig genossenschaftliche Positionen, Forderungen und Vorschläge in die politische Diskussion und die Entscheidungsprozesse ein. Er ist dort präsent, wo für die Agrar- und Ernährungswirtschaft weitreichende politische Entscheidungen getroffen werden – sowohl national als auch auf EU-Ebene. &#xd;<br />&#xd;<br />In Zusammenhang mit den politischen Entscheidungen und Gesetze auf nationaler und europäischer Ebene bietet der DRV seinen Mitgliedern Hilfestellung bei der Umsetzung gesetzlicher Vorgaben bzw. bei der Anpassung an neue Marktvoraussetzungen. Darüber hinaus unterstützt er seine Mitglieder in vertragsrechtlichen Belangen sowie in allgemeinen steuerlichen, versicherungsrechtlichen und umweltpolitischen Fragen.","acronym":"DRV","interests":"Agriculture and Rural Development, Budget, Competition, Economic and Financial Affairs, Energy, Environment, Food Safety, Internal Market, Research and Technology, Taxation, Trade","euInitiatives":"Zukünftige Ausgestaltung der Gemeinsame Agrarpolitik, Handelspolitik, Organisation der Lebensmittelkette, lebens- und futtermittelrechtliche Fragen","lastUp":"2018-01-30T11:28:25.745+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}