{"id":"171640811897-34","name":"Deutsche Säge- und Holzindustrie Bundesverband e.V. (DeSH)","registrationDate":"2013-09-18T15:16:41.600+01:00","category":2,"subCategory":4,"legal":"e.V.","web":"http://www.saegeindustrie.de","country":"Germany","headAddress":"Dorotheenstraße 54","headCity":"Berlin","headPostCode":"10117","headPhone":"(4930)22 32 04 90","boss":"Lars Schmidt","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":4,"membersFTE":"4.0","membership":"Mitglied im Deutschen Holzwirtschaftsrat (DHWR)&#xd;\nMitglied der Arbeitsgemeinschaft Rohholzverbraucher e.V. (AGR)&#xd;\n&#xd;\nKampagnenpartner:&#xd;\nHolzProKlima&#xd;\n&#xd;\nNetzwerke:&#xd;\nClub Timber&#xd;\nXing&#xd;\nfacebook&#xd;\ntwitter","memberOrga":"","goal":"Das Cluster Forst und Holz ist einer der größten Arbeitgeber in Deutschland. Die Branche stellt mehr Arbeitsplätze als die Automobil- und Elektroindustrie. &#xd;<br />&#xd;<br />Die Deutsche Säge- und Holzindustrie Bundesverband e.V. ist die Interessenvertretung der Säge- und Holzindustrie auf Bundesebene und in den europäischen und internationalen Organisationen und Angelegenheiten.&#xd;<br />&#xd;<br />Der Verband hat die Aufgabe seine Mitglieder in wirtschafts- und branchenpolitischen sowie fachlichen Fragen national und international zu vertreten und in ihren wirtschaftlichen Zielen zu unterstützen. &#xd;<br />&#xd;<br />Der DeSH vertritt und vermittelt Brancheninteressen im politischen Kontext, direkt und indirekt über Meinungsbildner und Medien. Die Spannweite reicht von der Beobachtung und Mitgestaltung des legislativen und administrativen Tätigkeitsumfeldes bis zur Beteiligung an Kampagnen und kontroversen Debatten.&#xd;<br />&#xd;<br />Nach Beschäftigten und Umsatz zählt der Bereich Forst- und Holz zu den Leitbranchen Deutschlands. Der Sektor beschäftigt fast eine Million Menschen, umfasst rund 160.000 Betriebe und erzielt einen jährlichen Umsatz von etwa 114 Milliarden Euro (Studie Forst + Holz 2005).","acronym":"DeSH","interests":"Agriculture and Rural Development, Climate Action, Competition, Consumers, Economy, finance and the euro, Energy, Environment, Public Health, Research and innovation, Trade, Transport","euInitiatives":"Beteiligung an der öffentlichen Konsultation zum Grünbuch der Europäischen Kommission „Ein Rahmen für die Klima- und Energiepolitik“, Erneuerbaren Energien Richtlinie II","lastUp":"2019-02-26T15:07:10.695+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}