{"id":"17258866933-24","name":"International Betting Integrity Association","registrationDate":"2011-10-13T11:00:14.906+02:00","category":2,"subCategory":4,"legal":"ASBL","web":"https://ibia.bet/","country":"Belgium","headAddress":"Rond Point Schuman, 11","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 56 75 65","boss":"Khalid Ali","bossTitle":"Mr","bossPosition":"Secretary General ","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"https://ibia.bet/who-we-are/","goal":"Established in 2005, and formerly known as ESSA (Sports Betting Integrity), the International Betting Integrity Association is the leading global voice on integrity for the licensed betting industry. &#xd;<br />&#xd;<br />Our members share a common goal of combating betting corruption to protect the integrity of sport and of their businesses.&#xd;<br />&#xd;<br />To achieve this goal the International Betting Integrity Association has developed a Monitoring &amp; Alert Platform which is an anti-corruption tool that detects and reports suspicious activity on our members’ betting markets. &#xd;<br />&#xd;<br />We have longstanding information sharing partnerships with leading sports bodies including FIFA, UEFA, the TIU and the IOC and many gambling regulators to utilise this data and prosecute corruption. &#xd;<br />&#xd;<br />We maintain a policy of transparency and publish quarterly integrity reports analysing activity reported on our platform.&#xd;<br />&#xd;<br />We also promote informed policies by heightening awareness about the main sources of betting corruption and how to confront them. &#xd;<br />&#xd;<br />At EU level, we are observers in the European Commission Expert Group on Integrity.","acronym":"IBIA","interests":"Digital economy and society, Single market, Sport","euInitiatives":"Sports policies; gambling policies; anti-money laundering policies; anti-corruption policies; data protection policies; consumer protection policies; anti- match-fixing policies; Erasmus + funding programme","lastUp":"2019-09-09T18:20:57.575+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}