{"id":"17284292859-45","name":"Stadtwerke München GmbH","registrationDate":"2009-12-21T13:57:16.872+02:00","category":2,"subCategory":3,"legal":"Gesellschaft mit beschränkter Haftung","web":"http://www.swm.de","country":"Germany","headAddress":"Emmy-Noether-Str. 2","headCity":"München","headPostCode":"80992","headPhone":"(49)8 92 36 10","boss":"Florian Dr. Bieberbach","bossTitle":"Mr","bossPosition":"Vorsitzender der Geschäftsführer","membersCount":1,"membersFTE":"1.0","membership":"-\tEurelectric (www.eurelectric.org) via national association BDEW (www.bdew.de); &#xd;\n-\tCEDEC (www.cedec.com) via national association VKU (www.vku.de)&#xd;\n-\tDIHK (www.dihk.de) via IHK München und Oberbayern (www.muenchen.ihk.de)&#xd;\n-\tEuroheat and Power (www.euroheat.org) via national association AGFW (www.agfw.de)&#xd;\n-\tUITP (www.uitp.org) via national association VDV(www.vdv.de)&#xd;\n-\tDirect membership: Eufores (see question  9.)","memberOrga":"","goal":"Stadtwerke München (SWM) is a municipal utility company offering a comprehensive service portfolio for Munich and the surrounding region. As a company owned by the citizens of Munich, we embrace our responsibilities - as a large employer and with respect to the environment and society at large.&#xd;<br />&#xd;<br />Our sustainable offerings comprise electricity, natural gas, district heating, water, local public transport and telecommunications. We invest large sums of money in order to address the challenges of the future – such as securing the energy supply from renewable energies – and thus contribute to enhancing our customers‘ quality of life. Our goal is to be a partner to our customers in Munich and the region and offer attractive services at fair value for money.&#xd;<br />&#xd;<br />By 2025, SWM plans to cover Munich’s entire consumption requirements with green electricity generated in its own plants and is investing about 9 billion Euros for this renewable expansion strategy. &#xd;<br />&#xd;<br />In 2016, the revenues of SWM were 6,3 billion Euros and SWM employed more than 8000 people.","acronym":"SWM","interests":"Climate Action, Competition, Consumer Affairs, Economic and Financial Affairs, Energy, Enterprise, Environment, External Relations, General and Institutional Affairs, Internal Market, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"All subjects covered by the new Energy Union and the Clean Energy Package as well as the Clean Mobility Package; &#xd;<br />furthermore financial market regulation issues.","lastUp":"2018-04-04T11:13:10.125+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}