{"id":"172997525551-20","name":"Duty Free World Council","registrationDate":"2017-01-23T14:42:47.421+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://dfworldcouncil.com/","country":"France","headAddress":"23 - 25 rue de Berri","headCity":"Paris","headPostCode":"75008","headPhone":"(33)1 40 74 07 21","boss":"Frank O'Connell","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"Information about our member organisations can be found at this address:&#xd;\n&#xd;\nhttp://dfworldcouncil.com/aboutus/","goal":"Duty Free World Council is the global voice for the duty free and travel retail Industry.&#xd;<br />The industry’s regional associations from around the globe have come together to form the Duty Free&#xd;<br />World Council (DFWC) in order to highlight the importance of the duty free and travel retail industry in&#xd;<br />generating significant levels of employment and in providing vital revenues for the aviation, travel and&#xd;<br />tourism and maritime sectors. Council objectives include increasing awareness and knowledge of the&#xd;<br />industry, providing support to the industry’s regional associations and developing standards throughout&#xd;<br />the industry through educational activities.","acronym":"DFWC","interests":"Consumer Affairs, Customs, Taxation, Trade, Transport","euInitiatives":"European Commission's transport policy, in particular in the maritime and aviation space. We are&#xd;<br />following the European Commission's Aviation Strategy and anticipate to be active on the announced&#xd;<br />Maritime Strategy package as well.&#xd;<br />We are also involved in aviation and maritime security issues.&#xd;<br />In addition we follow legislation of relevance to our members linked to the products sold in duty free and&#xd;<br />travel retail as well as other relevant legislation linked to the duty free market.","lastUp":"2018-01-11T14:15:10.493+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}