{"id":"173044324277-21","name":"Wavestone S.A.","registrationDate":"2016-11-02T17:30:20.330+02:00","category":1,"subCategory":6,"legal":"Société Anonyme","web":"http://www.wavestone.com","country":"France","headAddress":"Tour Franklin","headCity":"Paris La Défense","headPostCode":"92042","headPhone":"(33)1 49 03 20 00","boss":"Pascal IMBERT","bossTitle":"Mr","bossPosition":"Chairman of the Management Board","membersCount":14,"membersFTE":"14.0","membership":"Institut Montaigne&#xd;\nCercle Humania&#xd;\nEfma&#xd;\nAssociation Française de la Relation Client (AFRC)&#xd;\nASLOG&#xd;\nAssociation Française de la Gestion Financière (AFG)&#xd;\nAgence Economique et Financière (AGEFI)&#xd;\nSyntec Numérique&#xd;\nCigref, Réussir le numérique&#xd;\nCap Digital&#xd;\nPacte PME&#xd;\nAssociation Nationale des Directeurs Financiers et de Contrôle de Gestion (DFCG)&#xd;\nElectronic Business Group (EBG)&#xd;\nAssociation des Fiscalistes d'Entreprise&#xd;\nAssociation Française des Correspondants à la protection des Données à caractère Personnel&#xd;\nClub de la Sécurité de l'Information Régional (CLUSIR PACA)&#xd;\nSport et Citoyenneté&#xd;\nInstitut pour la Maîtrise des Risques (IMdR)&#xd;\nAssociation Management des Risques et des Assurance de l'Entreprise (AMRAE)","memberOrga":"Women's Forum for the Economy and Society&#xd;\nCentre d'Etude et de Prospective Stratégique&#xd;\nMouvement des entreprises de France (MEDEF)","goal":"Wavestone has a dedicated EU Advisory team, based in both Luxembourg and Brussels. Our team liaises on a regular basis with the EU institutions by carrying out evaluations, impact assessments and policy studies in various business sectors (energy, transport, justice, health, senior citizens, climate, etc.). We also provide technology and programme delivery services in several areas including home affairs, justice, transport and e-Government.","acronym":"","interests":"Borders and Security, Business and Industry, Climate Action, Consumers, Culture, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"o Evaluations&#xd;<br />o Impact Assessments&#xd;<br />o Monitoring, reporting, bechmarking sector legislation and policies &#xd;<br />o Policy and market studies&#xd;<br />o Business Consulting","lastUp":"2019-07-11T11:24:48.695+02:00","customers":"DG DIGIT","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":"","turnoverRange":""}