{"id":"173460831899-75","name":"Environmental Defense Fund, Incorporated","registrationDate":"2018-06-26T22:41:35.005+02:00","category":3,"subCategory":2,"legal":"Charity","web":"http://edf.org","country":"United states","headAddress":"257 Park Avenue South, 17th Floor","headCity":"New York","headPostCode":"","headPhone":"(1)21 25 05 21 00","boss":"Baroness Bryony Worthington","bossTitle":"Ms","bossPosition":"Executive Director, Europe","membersCount":2,"membersFTE":"0.5","membership":"N/A","memberOrga":"http://www.edfaction.org/&#xd;\nhttp://www.europe.edf.org/","goal":"Environmental Defense Fund's mission is to preserve the natural systems in which all life depends. Guided by science and economics, we find practical and lasting solutions to the most serious environmental problems. What distinguishes Environmental Defense Fund is the combination of what we protect and how we protect it. We work to solve the most crucial environmental problems facing the planet. This has drawn us to areas that span the biosphere: climate, oceans, ecosystems, and health. Since these topics are intertwined, our solutions take a multidisciplinary approach. we work in concert with other organizations- as well as with businesses, government and communities- and avoid duplicating work already being done effectively by others.","acronym":"EDF","interests":"Environment, External Relations, Maritime affairs and fisheries, Regional Policy, Research and innovation, Trans-European Networks","euInitiatives":"Engaging with public officials with respect to activities relevant to policymaking, policy implementation and/or decision-making process.&#xd;<br />Common Fisheries Policy, EMFF, Technical Measures, Landing Obligation, Omnibus Regulation, International transport focused on aviation and shipping, greening agriculture policies, Policy development, Environmental Regulation, Research and Analysis, Rights-based fisheries management/Catch-shares, stakeholder engagement, sustainable development, Oceans Program, Seafood markets, Catch shares, renewing fisheries, EU Fisheries Policy, TURF Reserves Climate Policy, carbon budgets, emissions trading and carbon markets, energy policy, fisheries management, and clean energy technologies.","lastUp":"2018-06-26T23:07:19.550+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}