{"id":"173492317883-51","name":"Practising Law Institute","registrationDate":"2015-06-17T23:06:56.299+02:00","category":4,"subCategory":12,"legal":"Not-for-profit tax-exempt organization under the terms of section 501(c)(3) of the U.S. Internal Revenue Code","web":"http://www.pli.edu/","country":"United states","headAddress":"1177 Avenue of the Americas","headCity":"New York","headPostCode":"10036","headPhone":"(1)21 28 24 57 00","boss":"Kara O'Brien","bossTitle":"Ms","bossPosition":"Vice President","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Practising Law Institute (“PLI”) is a not-for-profit educational organization dedicated to helping attorneys and related professionals practice at the highest level, and preparing them to fulfill pro bono responsibilities. To accomplish this, PLI provides the highest quality, accredited, continuing legal and professional education programs in a variety of delivery formats. These formats include live, innovative programs presented in state-of-the-art facilities, live webcasts, on-demand and via mobile apps. &#xd;<br />&#xd;<br />PLI publishes and updates a comprehensive library of Treatises, Course Handbooks and Answer Books which are easily accessed in print or through PLI’s online searchable database. &#xd;<br />&#xd;<br />Our diverse, volunteer faculty and authors are highly regarded as the leading experts in numerous fields. The collective knowledge of this esteemed group enables PLI to provide programs and publications that support a range of educational needs, from addressing the needs of the new attorney or business professional, as well as the experienced professional. &#xd;<br />&#xd;<br />A cornerstone of PLI’s mission is our long-standing commitment to the pro bono community, which includes an ever-growing number of offerings, many of which are available free of charge or on a scholarship basis.","acronym":"PLI","interests":"Communication, Competition, Customs, Economic and Financial Affairs, Energy, Environment, Information Society, Justice and Fundamental Rights, Sport, Taxation, Trade","euInitiatives":"To conduct continuing education programmes that focus on new rules, laws, regulations, and developments that affect companies and financial institutions across Europe, the U.S. and further afield.","lastUp":"2018-04-16T19:17:57.049+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}