{"id":"174074028156-20","name":"Consorcio Campus Iberus","registrationDate":"2017-08-30T21:34:36.698+02:00","category":4,"subCategory":12,"legal":"Administración pública","web":"http://www.campusiberus.es","country":"Spain","headAddress":"C. Pedro Cerbuna, 12","headCity":"Zaragoza","headPostCode":"50009","headPhone":"(34)9 76 76 29 29","boss":"Alfonso Carlosena García","bossTitle":"","bossPosition":"Presidente","membersCount":4,"membersFTE":"2.25","membership":"","memberOrga":"","goal":"Campus Iberus es la agregación estratégica de las universidades de Zaragoza, Pública de Navarra, Lleida y La Rioja, que en mayo del año 2012 constituyen el consorcio Campus Iberus, como estructura dependiente de las propias Universidades y a través de la cual se puedan ejecutar las actuaciones que conforman su plan estratégico.&#xd;<br />Con la puesta en marcha de Campus Iberus las cuatro universidades articulan un régimen jurídico que facilita y hace efectiva la implementación de las acciones definidas en dicho plan.&#xd;<br />Campus Iberus trabaja en la definición y promoción de actuaciones de agregación de las cuatro Universidades en tres ámbitos fundamentales:&#xd;<br />&#xd;<br />- Mejora docente y adaptación al espacio Europeo de Educación Superior&#xd;<br />&#xd;<br />- Mejora científica y transferencia de conocimiento&#xd;<br />&#xd;<br />- Modelo Social integral. Interacción con el entorno del Campus.&#xd;<br />&#xd;<br />En esta línea, Campus Iberus persigue, entre sus objetivos, ofrecer una formación que atienda a los retos y desafíos del conocimiento y de respuesta a las necesidades de la sociedad. Para ello la colaboración con empresas es un elemento fundamental.&#xd;<br />&#xd;<br />En particular, Campus Iberus pretende:&#xd;<br />&#xd;<br />- Contribuir a la formación integral de los estudiantes complementando a su aprendizaje teórico y práctico.&#xd;<br />&#xd;<br />- Facilitar el conocimiento de la metodología de trabajo adecuada a la realidad profesional en que los estudiantes habrán de operar, contrastando y aplicando los conocimientos adquiridos.&#xd;<br />&#xd;<br />- Favorecer el desarrollo de competencias técnicas, metodológicas, personales y participativas.&#xd;<br />&#xd;<br />- Obtener una experiencia práctica que facilite la inserción en el mercado de trabajo y mejore su empleabilidad futura.&#xd;<br />&#xd;<br />- Favorecer los valores de la innovación la creatividad y el emprendimiento.","acronym":"Campus Iberus","interests":"Agriculture, Budget, Business and Industry, Climate Action, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, Humanitarian aid and civil protection, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Trans-European Networks, Youth","euInitiatives":"Horizonte 2020 (The EU Framework Programme for Research and Innovation); Erasmus+Programme. Políticas de cooperación internacional. Políticas de Educación Superior.","lastUp":"2018-08-22T11:17:42.426+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}