{"id":"174042620514-51","name":"Bioenergia ry - The Bioenergy Association of Finland","registrationDate":"2016-02-01T15:44:15.923+01:00","category":2,"subCategory":4,"legal":"rekisteröity yhdistys","web":"http://www.bioenergia.fi","country":"Finland","headAddress":"Kaisaniemenkatu 4","headCity":"Helsinki","headPostCode":"00100","headPhone":"(358)4 05 11 22 46","boss":"Harri Laurikka","bossTitle":"Mr","bossPosition":"toimitusjohtaja","membersCount":8,"membersFTE":"5.25","membership":"AEBIOM http://www.aebiom.org&#xd;\nEnergy Peat Europe http://www.energypeat.eu/","memberOrga":"http://bioenergia.fi/Jasenet","goal":"The Bioenergy Association represents the interests of the bioenergy sector in Finland. The association has ca 300 member organisations. &#xd;<br />&#xd;<br />It represents the entire bioenergy sector from land ownership to forest and energy companies, and technology and research in the field. The association aims to promote the preconditions of the production, use, competitiveness and economy of bioenergy and peat. &#xd;<br />&#xd;<br />It fosters expertise and know-how in the sector and co-operation between its members, and improves the general operating preconditions of the industry&#xd;<br />&#xd;<br />The Bioenergy Association of Finland promotes the use of renewable and domestic energy to create new jobs in Finland, to support sustainable development, and to promote the well-being of people and the environment for future generations through the use of bioenergy&#xd;<br />&#xd;<br />Through its operations, the association aims to increase the share of renewable and domestic energy to half of the entire energy consumption of Finland&#xd;<br />&#xd;<br />Our member companies produce major part of all renewable energy in Finland and employ over 20,000 people either directly or indirectly&#xd;<br />&#xd;<br />Total net sales of its member companies amount to more than two billion euros&#xd;<br />&#xd;<br />The association supervises the interests of its members and represents them when dealing with the key decision-makers of the sector&#xd;<br />&#xd;<br />Summary of main services &#xd;<br />•Interest representation of the bioenergy sector in Finland and the EU&#xd;<br />•Media relations and conveying messages from members to the media &#xd;<br />•Informing members of the energy policy and legislation&#xd;<br />•Industry reports&#xd;<br />•Studies and research in the field&#xd;<br />•Seminars in the field&#xd;<br />•Meetings between decision-makers &#xd;<br />•Bioenergia magazine&#xd;<br />•Newsletter to stakeholders&#xd;<br />•Newsletter to members&#xd;<br />•News bulletin on the bioenergy sector","acronym":"BEry","interests":"Agriculture and Rural Development, Climate Action, Competition, Energy, Enterprise, Environment, Internal Market, Research and Technology, Taxation, Transport","euInitiatives":"Energy policies, renewable energy legislation, production of heat, electricity and cooling with bioenergy, biofuels, renewable transportation, biogas, energy peat","lastUp":"2018-01-05T12:31:38.840+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}