{"id":"174457719063-67","name":"Mozilla Corporation","registrationDate":"2015-10-01T21:31:32.596+01:00","category":2,"subCategory":3,"legal":"Inc.","web":"https://www.mozilla.org","country":"United states","headAddress":"331 E. Evelyn Avenue","headCity":"Mountain View","headPostCode":"94041","headPhone":"(1)65 09 03 08 00","boss":"Denelle Dixon-Thayer","bossTitle":"Ms","bossPosition":"Chief Legal and Business Officer","membersCount":3,"membersFTE":"1.0","membership":"Mozilla is a member of the European Digital Media Association (EDiMA) and the Computers &amp; Communications Industry Association (CCIA).&#xd;\n&#xd;\neuropeandigitalmediaassociation.org&#xd;\n&#xd;\nccianet.org","memberOrga":"","goal":"Mozilla’s mission is to promote openness, innovation, and opportunity on the Web. We build software such as Firefox, which is an openly developed and open source web browser. Firefox is used by hundreds of millions of people worldwide to discover, experience, and connect to the Web. Mozilla is also a non-profit foundation that educates and empowers Internet users to be the Web’s makers, not just its consumers. To accomplish this, Mozilla functions as a global community of technologists, thinkers, and builders who work together to ensure the Internet is a global public resource, open and accessible to all. &#xd;<br />&#xd;<br />https://www.mozilla.org/en-US/mission/","acronym":"","interests":"Audiovisual and Media, Communication, Competition, Consumer Affairs, Foreign and Security Policy and Defence, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Trade","euInitiatives":"Mozilla is actively following a number of files related to internet policy, competition, innovation, and the rights of Internet users including:&#xd;<br />- The Digital Single Market Strategy, namely Copyright &amp; E-Commerce&#xd;<br />- Security, Privacy, and Data Protection&#xd;<br />- Competition Policy&#xd;<br />- AI &amp; Machine Learning&#xd;<br />- Government Surveillance&#xd;<br />- Net Neutrality","lastUp":"2017-09-06T16:10:15.879+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}