{"id":"174549611338-89","name":"alchemia-nova GmbH","registrationDate":"2013-06-12T21:45:34.630+01:00","category":4,"subCategory":5,"legal":"GmbH","web":"http://www.alchemia-nova.net","country":"Austria","headAddress":"Baumgartenstrasse, 93","headCity":"Vienna","headPostCode":"1140","headPhone":"(43)18 10 10 00","boss":"Johannes Kisser","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"1.0","membership":"CSR circle Austria member&#xd;\nISWA member&#xd;\nEco-Cluster Vienna member&#xd;\nPermaculture Austria member","memberOrga":"","goal":"Alchemia-nova is a research driven SME with competences in future-oriented project studies with inherent longterm social concern. Alchemia-nova took part as a partner and on occasion as science-leader in several EU and national research-projects. The core ventures involve analysis, development, evaluation and implemention of new technologies and products for a more sustainable economy and everyday culture in theory and practice. Alchemia-nova were laureates of the Austrian Environmenal Technology Award 2007 and the Energy Globe Award Lower Austria 2010.&#xd;<br />Further on they are involved in cooperation on numerous research projects in partnership with private enterprises with the aim to substitute conventional synthetic and objectionable chemical ingredients with harmless natural substances (plastics, detergents, preservatives, insulating material, rubber gloves, epoxy resins, etc.).&#xd;<br />The specialization involves exploitation of renewable resources and their clean processing as well as the design of biodegradable or perfectly recyclable products („Cradle to Cradle“® projects). Alchemia-nova developed the concept of the cascaded utitlization of renewables (short Biocascading), with the focus on utilizing complex natural chemical molecules (naturally formed in plants via photosynthesis) in applications with highest possible value creation.","acronym":"alchemia-nova","interests":"Agriculture and Rural Development, Climate Action, Education, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Research and Technology","euInitiatives":"circular economy&#xd;<br />water reuse&#xd;<br />water framework&#xd;<br />waste framework&#xd;<br />biodiversity strategy 2020&#xd;<br />no net loss initiative","lastUp":"2017-02-13T21:25:46.578+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}