{"id":"174779828404-87","name":"Istituto Universitario Salesiano Torino Rebaudengo","registrationDate":"2017-09-21T08:21:34.166+02:00","category":4,"subCategory":12,"legal":"Association","web":"http://www.ius.to","country":"Italy","headAddress":"piazza Conti di Rebaudengo, 22","headCity":"Torino","headPostCode":"10155","headPhone":"(39)01 12 34 00 83","boss":"Alessio Rocchi","bossTitle":"Mr","bossPosition":"CEO","membersCount":14,"membersFTE":"5.5","membership":"1. IUS Network (Salesian Higher Education Institution http://ius.world/) &#xd;\n2. Associated to COSPES (http://www.cospesnazionale.it/)","memberOrga":"1. A.G.S. Associazione Giovanile Salesiana&#xd;\n2. Centro Studi Eteropoiesi - Analisi sistemico-relazionale&#xd;\n3. Circoscrizione “Maria Ausiliatrice” Piemonte e Valle d'Aosta&#xd;\n4. Istituto Internazionale Don Bosco&#xd;\n5. Istituto Superiore di \"Filosofia, Psicologia, Psichiatria\" (ISFiPP)&#xd;\n6. Opera Salesiana Rebaudengo&#xd;\n7. Studio associato di psicologia Sales","goal":"IUSTO is a private University aggregated to the Faculty of Education of the Pontifical Salesian University. It is the latest achievement of the long tradition of Salesian graduate education in the field of psychology in the Turin and Piedmont area (Italy), dating back to 1936.&#xd;<br />&#xd;<br />IUSTO works in the field of academic and specialist education, by planning and organizing: &#xd;<br />i) advanced training courses and graduate and post-graduate programs in the fields of pedagogy, psychology, education and, more generally, human sciences; &#xd;<br />ii) permanent education programs for workers, experts and professionals in the field of counseling and psychotherapy; &#xd;<br />iii) study, research and documentation activities; &#xd;<br />iv) specific education and training events, based on the needs of the community and of society.&#xd;<br />&#xd;<br />Currently, IUSTO offers two Bachelor Degree programs (Psychology and Education) and three Master’s Degree programs (Developmental and educational psychology, Clinical and community psychology, Work, organization and communication psychology). Moreover, a number of Master's and University Courses are proposed each year.&#xd;<br />&#xd;<br />In addition, IUSTO is accredited by the Piedmont Regional Office as Education Agency in the fields of superior and continuing education and of vocational activities. A number of complementary education activities are therefore also founded through public grants (e.g., training course for Intercultural mediators).&#xd;<br />&#xd;<br />Since 2013 IUSTO joined the academic world circuit of the Salesian University Institutes, a network with 85 centres worldwide. All the education and research activities promoted by IUSTO are aimed at improving people’s quality of life and strengthening social ties and community support systems through participatory and reflexive processes.","acronym":"IUSTO","interests":"Culture, Education and training, Employment and Social Affairs, Public Health, Research and innovation","euInitiatives":"Active monitoring of the EU roadmaps on: &#xd;<br />- Education;&#xd;<br />- Culture;&#xd;<br />- Public Health;&#xd;<br />- Research and Technology;&#xd;<br />- Employment and Social Affairs.","lastUp":"2018-09-10T12:08:57.780+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}