{"id":"174907913450-05","name":"Commission Intersyndicale des Déshydrateurs Européens","registrationDate":"2014-04-14T17:38:13.396+01:00","category":2,"subCategory":1,"legal":"ASBL","web":"http://www.europeanforage.org/en/","country":"Belgium","headAddress":"square de meeüs 21","headCity":"BRUXELLES","headPostCode":"1050","headPhone":"(33)6 14 63 89 24","boss":"EIKO JAN DUURSEMA","bossTitle":"Mr","bossPosition":"PRESIDENT","membersCount":1,"membersFTE":"0.75","membership":"","memberOrga":"BLTD - Bundesfachverband Landwirstschaftlicher Trocknungswerke Deutschland e.V.- Germany - www.bltd-trockengruen.de&#xd;\n&#xd;\nAEFA - ASSOCIACION ESPANOLA DE FABRICANTES DE HARINAS Y GRANULADOS DE ALFALFA Y FORRALES&#xd;\nSpain - www.aefa-d.com&#xd;\n&#xd;\nCOOP DE FRANCE Déshydratation&#xd;\nFrance - www.luzernes.org&#xd;\n&#xd;\nAIFE - ASSOCIAZIONE NAZIONALE DISIDRATATORI FORAGGI VERDI - Italy - www.aife.eu&#xd;\n&#xd;\nVNG - VERENIGING VAN NEDERLANDSE GROENVOEDERDROGERIJEN - The Netherlands - vng@oldambt.nl&#xd;\n&#xd;\nBAGCD - THE BRITISH ASSOCIATION OF GREEN CROP DRIERS LIMITED - United Kingdom - www.bagcd.org&#xd;\n&#xd;\nSIA \"Alfa Agro\" - Latvia - www.agrario.lv - www.alfaagro.lv","goal":"La C.I.D.E. n’a pas de but lucratif. Elle est l’organisme professionnel regroupant les syndicats ou associations professionnelles nationales des entreprises économiques du secteur de la déshydratation des fourrages des pays de l’Union Européenne et des pays associés.&#xd;<br />&#xd;<br />La C.I.D.E. est chargée de la défense collective des intérêts généraux et particuliers matériels et moraux de ses membres.&#xd;<br />&#xd;<br />Dans le cadre de cet objet, la C.I.D.E. a notamment pour objet :&#xd;<br />&#xd;<br />1.\td’assurer la représentation et la défense économique et professionnelle collective des entreprises de déshydratation des fourrages auprès des organisations européennes officielles ou privées ;&#xd;<br />\t&#xd;<br />2.\tde mettre en place tout observatoire économique&#xd;<br />\t&#xd;<br />3.\tde diffuser ou de tenir à la disposition de ses membres les renseignements statistiques de production, de marchés et d’échanges internationaux concernant la profession&#xd;<br />\t&#xd;<br />4.\tde favoriser et de coordonner toutes les actions collectives de marketing, de communication ou de publicité&#xd;<br />\t&#xd;<br />5.\tde rassembler et de diffuser les informations agronomiques et techniques, concernant le développement de l’activité professionnelle de ses membres","acronym":"CIDE","interests":"Agriculture and Rural Development, Climate Action, Communication, Energy, Environment, Food Safety, Humanitarian aid and civil protection, Institutional affairs, Regional Policy, Research and innovation, Taxation, Trade","euInitiatives":"Politique agricole commune&#xd;<br />approvisionnement en protéines des éleveurs européens&#xd;<br />transition énergétique&#xd;<br />relation biodiversité et agriculture&#xd;<br />relation qualité de l'eau et agriculture&#xd;<br />réglementation industrielle européenne","lastUp":"2019-02-10T18:54:07.908+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}