{"id":"175286523869-61","name":"Imerys SA","registrationDate":"2016-10-18T11:05:59.975+02:00","category":2,"subCategory":3,"legal":"Société anonyme","web":"http://www.imerys.com","country":"France","headAddress":"43, Quai de Grenelle","headCity":"Paris","headPostCode":"75015","headPhone":"(33)01 49 55 63 00","boss":"Conrad Keijzer","bossTitle":"Mr","bossPosition":"CEO","membersCount":12,"membersFTE":"3.0","membership":"AFEP - Association française des entreprises privées / French Association of Large Companies: http://www.afep.com/&#xd;\n&#xd;\nIndustrial Minerals Association (IMA) Europe: http://www.ima-europe.eu/&#xd;\n&#xd;\nThere are also ten associations representing an individual mineral or group of minerals. They are direct members of IMA-Europe. Imerys are also members of some of the associations, such as:&#xd;\nCCA Europe: (none) ;  ESMA: (none) ; EUBA: (none) ; EuroFEL: (none) ; &#xd;\nEUROSIL: www.eurosil.eu, MINÉRAUX INDUSTRIELS-FRANCE ASSOCIATION (MIF) is a member of EUROSIL; Imerys is also a MIF member;&#xd;\nEUROTALC: www.eurotalc.eu;&#xd;\nIDPA (International Diatomite Producers Association (IDPA); and KPC Europe: (none).&#xd;\nImerys subsidiaries are also members of some sectoral or regional trade associations, such as:&#xd;\nECGA (European Carbon and Graphite Associations): www.ecga.net&#xd;\nFEPA: www.fepa-abrasives.org; ANSI: www.ansi.org; UAMA: www.uama.org; German Abrasives Association (VDS): www.vds-bonn.de; British Abrasives Federation (BAF): www.thebaf.org.uk; France Industrie (www.franceindustrie.org)","memberOrga":"Not applicable","goal":"Imerys is the world leader in mineral-based specialty solutions for industry, with +18,000 employees and 4.598 billion euros revenue in 2017. Imerys is active in 50 countries with 270 industrial sites and draws on its knowledge of applications, scientific expertise and technological know-how to offer solutions beneficiating its mineral resources, produce synthetic minerals and&#xd;<br />develop formulations. Imerys thus contributes essential properties to customers’ products and performance, such as refractoriness, hardness, conductivity, opacity, durability, purity, lightness, filtration, absorption and repellency. Imerys meets ambitious criteria for responsible development, regarding social, environmental or Corporate Governance.","acronym":"Imerys","interests":"Business and Industry, Climate Action, Competition, Energy, Environment, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Taxation, Trade","euInitiatives":"Imerys follows the activities of the EU institutions principally related to raw materials, resources efficiency, climate change &amp; emission trading scheme (ETS), reporting of minerals resources &amp; reserves, health and safety, circular economy, environment (including, mining waste, biodiversity and industrial emissions), product stewardship (e.g., REACH and RCS &lt;Respirable Crystalline Silica>), innovation and industrial policy.","lastUp":"2018-10-17T17:19:29.138+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}