{"id":"175695224542-61","name":"Open Access Infrastructure for Research in Europe","registrationDate":"2016-11-17T12:43:46.105+02:00","category":3,"subCategory":2,"legal":"non-profit organization","web":"http://www.openaire.eu","country":"Greece","headAddress":"6 Artemidos Str &amp; Epidavrou","headCity":"Marousi","headPostCode":"15125","headPhone":"(30)69 73 49 81 00","boss":"Yannis Ioannidis","bossTitle":"Mr","bossPosition":"Chair of the board","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"https://www.openaire.eu/project-partners/","goal":"OpenAIRE is a socio-technical network that supports the implementation and monitoring of Open Science policies, including Open Access to publications and research data: &#xd;<br />•\tImplementation is enabled by a pan-European network of Open Access/Open Science experts – the National Open Access Desks (NOADs), present in every EU country and beyond. The NOAD’s work together to align national policies, define shared solutions and best practices. They also outreach and perform advocacy through a range of targeted training events and support materials.&#xd;<br />•\tMonitoring is achieved by means of an infrastructure composed of a decentralized network of data sources, namely publication repositories, data repositories, publishers, and current research information systems. By harnessing the contents of “compatible” publication and data repositories (both institutional and disciplinary) and linking them to other research entities (researchers, institutions, projects), OpenAIRE produces a 360O picture of the impact of European research funding.","acronym":"OpenAIRE","interests":"International co-operation and development, Regional Policy, Research and innovation","euInitiatives":"Open Access to scientific information (publication and data)&#xd;<br />Digital Single Market (European Open Science Cloud)","lastUp":"2018-09-27T16:49:18.347+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}