{"id":"17599199655-43","name":"Wikimedia Deutschland e.V. - Gesellschaft zur Förderung Freien Wissens","registrationDate":"2012-10-09T13:27:27.252+02:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://www.wikimedia.de","country":"Germany","headAddress":"Tempelhofer Ufer, 23-24","headCity":"Berlin","headPostCode":"10963","headPhone":"(49)3 02 19 15 82 60","boss":"Abraham Taherivand","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":6,"membersFTE":"5.5","membership":"Wikimedia Movement, Wikimedia Foundaiton&#xd;\nwww.wikimedia.org","memberOrga":"","goal":"Wikimedia Deutschland e.V. is a non-profit organisation promoting free knowledge. Founded in 2004 Wikimedia Deutschland e.V. supports Wikimedia projects with fundraising, infrastructure and public relations. The best known project is Wikipedia - The Free Enzyclopedia, one of the most popular websites worldwide. Wikimedia Deutschland supports Wikipedia's mission of creating and spreading free knowledge throughout the world. We consider the free and open access to knowledge as an integral part of the human right of education. Wikipedia, as well as other projects are independent, commercial-free and facilitated by volunteers and donations. Wikimedia Deutschland supports the growing Wikimedia projects with awareness raising campaigns, assists volunteer projects and represents the idea of free knowledge in the political field. We organize conferences and workshops, award prizes and scholarships, advise cultural and educational institutions and realize projects in cooperation with civil society partners and education projects. Furthermore we support the German Wikipedia-Community with technical and administrative assistance.","acronym":"WMDE","interests":"Borders and Security, Communication, Culture, Culture and media, Digital economy and society, Education and training, Justice and Fundamental Rights, Research and innovation, Single market, Trans-European Networks","euInitiatives":"Digital Services Act&#xd;<br />Terrorism Regulation&#xd;<br />Artificial Intelligence&#xd;<br />ePrivacy","lastUp":"2019-10-22T08:38:08.701+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}