{"id":"176513935547-14","name":"Climate Parliament Belgium","registrationDate":"2019-07-29T20:10:32.462+02:00","category":3,"subCategory":2,"legal":"Belgian ASBL","web":"http://www.climateparl.net","country":"Belgium","headAddress":"Boulevard Emile Jacqmain 90","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)4 95 77 08 67","boss":"Nicholas Dunlop","bossTitle":"","bossPosition":"Secretary-General","membersCount":5,"membersFTE":"5.0","membership":"","memberOrga":"Our members in this sense are the four people who make up our board of directors. Any Members of Parliament are free to participate in our network. It is an informal network, and there are no membership fees.","goal":"We are a global network of Members of Parliament working to prevent dangerous climate change and promote renewable energy. Working with the European Commission (DEVCO) and the United Nations Industrial Development Organisation, we organise global Climate Parliament Roundtables bringing together MEPs and MPs, particularly from Africa, Asia, Latin America and small island states. Our goal is to build their capacity to accelerate the transition to clean energy and electric vehicles in their own countries. Our Chairwoman is Sirpa Pietikainen MEP, a former Environment Minister of Finland. Our Secretary-General is Nicholas Dunlop, a citizen of Ireland. The Climate Parliament has recently established a Belgian ASBL, which is the organisation now registering.","acronym":"","interests":"Climate Action, Energy, Environment, International co-operation and development","euInitiatives":"Our focus is on the European Commission's work through DG DEVCO to promote action on climate change and clean energy in developing countries. This includes efforts to accelerate access for everyone to clean energy in Africa, Asia and other developing regions. In particular we are working to generate engagement in national parliaments to support clean energy initiatives undertaken under the EU's External Investment Plan.","lastUp":"2019-07-29T20:11:38.272+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}