{"id":"176794326035-85","name":"LEADER Egyesületek Szövetsége","registrationDate":"2017-02-22T11:37:07.325+01:00","category":3,"subCategory":2,"legal":"Egyesület","web":"","country":"Hungary","headAddress":"Május 1. tér 1.","headCity":"Szászvár","headPostCode":"7349","headPhone":"(3630)4 70 08 50","boss":"István Dr. Finta","bossTitle":"","bossPosition":"elnök","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"Magyarországi LEADER egyesületek (54 egyesület).","goal":"5.\tAz egyesület céljai:&#xd;<br />a)\tszakmai, szervező és érdekvédő munkájával segíteni az alulról építkező, társadalmi, gazdasági és környezeti fenntarthatóság elveinek megfelelő vidékfejlesztés, különösen a LEADER-megközelítés hazai alkalmazását, a vidéki helyi közösségek szervezését,&#xd;<br />b)\tösszegyűjteni és megosztani a LEADER helyi akciócsoportoknál felhalmozódott szakmai tudást és tapasztalatot,&#xd;<br />c)\tnépszerűsíteni az Európai Mezőgazdasági Vidékfejlesztési Alap társfinanszírozásával megvalósuló vidékfejlesztési programot és a LEADER helyi akciócsoportok munkáját,&#xd;<br />d)\tösszegyűjteni és terjeszteni az Európai Mezőgazdasági Vidékfejlesztési Alap társfinanszírozásával megvalósuló vidékfejlesztési program megvalósítása során szerzett tapasztalatokat (különösen a jó gyakorlatokat),&#xd;<br />e)\tegyüttműködni a vidékfejlesztéssel foglalkozó állami, önkormányzati szervekkel, civil és nemzetközi szervezetekkel, kezdeményezni és véleményt nyilvánítani a készülő, vidékfejlesztést érintő jogszabályokról,&#xd;<br />f)\tközreműködni az állami, önkormányzati szervekkel a területfejlesztési és területrendezési feladatok ellátásban,&#xd;<br />g)\ta fenti célokkal összefüggő oktatási tevékenység ellátása, rendezvények szervezése, szakmai tanácsadás.","acronym":"LESZ","interests":"Agriculture and Rural Development, Employment and Social Affairs, Environment, Regional Policy","euInitiatives":"LEADER program&#xd;<br />Vidékfejlesztési politika&#xd;<br />Kohéziós, regionális politika&#xd;<br />EMVA rendelet&#xd;<br />CPR","lastUp":"2018-01-28T12:24:45.266+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}