{"id":"1771817758-48","name":"Bundesverband der Deutschen Industrie e.V.","registrationDate":"2008-12-10T12:21:19.744+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.bdi.eu","country":"Germany","headAddress":"Breite Straße 29","headCity":"Berlin","headPostCode":"10178","headPhone":"(49)03 02 02 80","boss":"Dr. Joachim Lang","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":46,"membersFTE":"24.75","membership":"Der BDI ist u. a. Mitglied bei: BUSINESSEUROPE, International Chamber of Commerce (ICC), Deutsches Aktieninstitut (DAI), Institut der Deutschen Wirtschaft (IW)","memberOrga":"http://bdi.eu/der-bdi/mitglieder/","goal":"Der BDI ist die Spitzenorganisation der deutschen Industrie und der industrienahen Dienstleister. Er hat die Aufgabe, alle gemeinsamen Belange der in ihm zusammengeschlossenen Industriezweige zu wahren und zu fördern. Der BDI bringt sich frühzeitig in den öffentlichen politischen Diskurs ein. Er setzt Themen, bündelt differenzierte Meinungen, schafft in der Allianz mit seinen Mitgliedsverbänden Interessenausgleich und bietet so der Politik abgestimmte, repräsentative Positionen der Wirtschaft. Der BDI bietet Informationen und wirtschaftspolitische Beratung für alle industrierelevanten Themen. Damit unterstützt er die Unternehmen im globalen Wettbewerb.&#xd;<br />&#xd;<br />Europa spielt für den Bundesverband der Deutschen Industrie eine hervorgehobene Rolle, da ein wesentlicher Teil der die deutsche Wirtschaft betreffenden Gesetze heute seinen Ursprung in Brüssel hat.&#xd;<br />&#xd;<br />Der BDI setzt sich für die Interessen der deutschen Industrie gegenüber den europäischen Institutionen sowie der Bundesregierung und dem Bundestag in Brüssel und Berlin ein. Thematische Schwerpunkte sind dabei für den BDI eine Stärkung der Wettbewerbsfähigkeit europäischer Unternehmen, die Vollendung des europäischen Binnenmarktes, mehr freiheitliche und marktwirtschaftliche Lösungen sowie bessere Rechtsetzung.&#xd;<br />&#xd;<br />Mit seinen 36 Branchenverbänden vertritt der BDI die Interessen von mehr als 100.000 Unternehmen mit rund acht Millionen Beschäftigten.","acronym":"BDI","interests":"Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Strategischer Rahmen für die Energieunion, Paket für den digitalen Binnenmarkt (DBM), Transatlantische Handels- und Investitionspartnerschaft (TTIP) mit den Vereinigten Staaten, Maßnahmenpaket zur Kreislaufwirtschaft, Investitionsoffensive für Europa: Legislative Folgemaßnahmen","lastUp":"2018-04-19T10:06:53.714+02:00","customers":"","costAbsolu":"","costRange":"2750000-2999999","turnoverAbsolu":0,"turnoverRange":""}