{"id":"177193136839-59","name":"Tesla Duo Group","registrationDate":"2019-12-18T23:48:25.704+01:00","category":2,"subCategory":3,"legal":"SRL","web":"https://www.tesladuogroup.com","country":"Belgium","headAddress":"Bastion tower","headCity":"Bruxelles","headPostCode":"1050","headPhone":"(32)4 77 37 39 68","boss":"Marie Mendez ","bossTitle":"Ms","bossPosition":"CFO &amp; Legal","membersCount":2,"membersFTE":"1.0","membership":"Oxfam ; DiSummit ; Head of Medical Agencies ; Timar Afrique ; Origin Protocol ; United Africa Blockchain Association ; Blockchain Association of Africa ; Sigfox &amp; Partner Network ; NTP International ; Google Cloud ; Amazon Partner Network ; SAP PartnerEdge.","memberOrga":"","goal":"Tesla Duo Group Ltd is a multi-service portal and search-driven plat-form that promotes technological innovation, sustainability, environment &amp; humanitarian. It is responsible for the group-wide medium &amp; long term strategy decision-making, and making progress towards healthy globalization &amp; towards developing cutting-edge technologies such as Blockchain, AI, 3D-Printing &amp; IoT, to strengthen the entire group foundations in terms of next-gen leadership development.&#xd;<br />&#xd;<br />&#xd;<br />We first established the Tesla Duo Group creed clarifying the objectives that guide our organization's behavior in 2014 and developed our current Management Philosophy 2 years later in June 2016 after revisiting our Management Philosophy under our new operating structure. It incorporates our commitment to responding to the needs of society while continuing to place importance on our long-standing focus of creating new value.&#xd;<br />&#xd;<br />&#xd;<br />Our mission: we are focused on responding to the needs of society by creating new value, thereby contributing to a brighter and more fulfilling world in which all individuals can live life to the fullest. Our aim is to contribute to a bright, vibrant future where people can choose their own life path in a world where humanity and the natural world coexist in harmony.&#xd;<br />&#xd;<br />&#xd;<br />Our vision: a world filled with opportunities for people of all generations and in all regions to aspire to even bigger dreams. A world in which people can directly determine the course of their own life. A sustainable, rich, and fulfilling world in which everyone has countless chances for a fresh start.&#xd;<br />&#xd;<br />&#xd;<br />In an effort to help achieve this world, we are committed to offering new opportunities and taking on a greater role to meet growing needs while believing in the potential of every individual. &#xd;<br />&#xd;<br />&#xd;<br />Creation of New Value: generate new value to respond to society's growing needs, predicting and boldly tackling the challenges that come with the constantly changing times.&#xd;<br />&#xd;<br />&#xd;<br />Contributions to Society: contribute to society through all of our corporate activities, aspiring to realize a sustainable, rich, and fulfilling world. Learn more about CSR policy.&#xd;<br />&#xd;<br />&#xd;<br />Respect for All Individuals: respect each individual. Based on mutual respect and high expectations for the ambition and potential of every employee, provide support for individuals to allow them to fully apply their energies.","acronym":"TDG","interests":"Business and Industry, Climate Action, Digital economy and society, Economy, finance and the euro, Environment, Food Safety, Fraud prevention, Maritime affairs and fisheries, Public Health, Research and innovation, Trade, Trans-European Networks, Transport","euInitiatives":"Infrastructure, research &amp; innovation ;&#xd;<br />Health, Wellbeing &amp; Consumer Protection ;&#xd;<br />Environment, food &amp; natural resources.","lastUp":"2019-12-18T23:55:28.459+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}