{"id":"177994617312-19","name":"The Brookings Institution","registrationDate":"2015-05-18T20:33:31.870+02:00","category":4,"subCategory":5,"legal":"Tax-exempt U.S. nonprofit organization","web":"http://www.brookings.edu","country":"United states","headAddress":"1775 Massachusetts Avenue, NW","headCity":"Washington, DC","headPostCode":"20036","headPhone":"(1)20 27 97 60 00","boss":"Irena Barisic","bossTitle":"Ms","bossPosition":"Vice President, Chief Financial Officer, and Treasurer","membersCount":44,"membersFTE":"19.75","membership":"","memberOrga":"","goal":"The Brookings Institution (Brookings) is a private, non-profit, independent public policy research organization. Brookings's mission is to conduct high-quality independent research and, based on that research, to advance innovative, practical recommendations that advance three broad goals strengthen American democracy, foster the economic and social welfare,&#xd;<br />security and opportunity of all Americans, and secure a more open, safe, prosperous and cooperative international system. For more than 90 years, Brookings has analyzed current and emerging issues and produced new ideas that matter - for the nation and the world Research at Brookings is conducted to inform the public debate and provide high-quality, non-partisan analysis on the challenges facing an increasingly interdependent world.","acronym":"","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The Foreign Policy Program’s research helps stakeholders and the public address the great challenges facing the United States and the international&#xd;<br />community in the 21st Century. The aim is to support America’s foreign and national security policies, inform the public policy debate, and support the&#xd;<br />emerging international order in favor of peace, security, and human progress. In the past year, Foreign Policy experts both in Washington and in our&#xd;<br />overseas centers in Beijing, Doha, and New Delhi examined a range of topics including the rapidly changing developments throughout the Arab world,&#xd;<br />the Eurozone Crisis, the wars in Afghanistan and Iraq, arms control and nuclear non-proliferation, energy security, military technology, Iran, India, Syria,&#xd;<br />Libya, the evolving transatlantic relationships, humanitarian aid, and the changing global role of China. &#xd;<br />&#xd;<br />The Center on the United States and Europe (CUSE) fosters dialogue on the changes in Europe and the global challenges that affect transatlantic relations. The Center offers independent research and recommendations, and it convenes seminars and public forums on policy-relevant issues. CUSE’s research program focuses on three key areas: the transformation of the European Union; strategies for engaging the countries and regions beyond the frontiers of the EU including the Balkans, Caucasus, Russia, Turkey and Ukraine; and European security issues such as the future of NATO, forging common strategies on energy security and transatlantic counter-terrorism coordination. The Center also houses Brookings's specific programs on France, Italy, and Turkey.","lastUp":"2018-05-18T20:34:52.500+02:00","customers":"","costAbsolu":"","costRange":"6250000-6499999","turnoverAbsolu":0,"turnoverRange":""}