{"id":"178415126769-41","name":"ANFACO-CECOPESCA","registrationDate":"2017-04-18T12:45:20.198+02:00","category":2,"subCategory":4,"legal":"Asociación sin ánimo de lucro","web":"http://www.anfaco.es","country":"Spain","headAddress":"Ctra. Colegio Universitario, 16","headCity":"Vigo","headPostCode":"36310","headPhone":"(34)9 86 46 93 01","boss":"Juan Manuel Vieites Baptista de Sousa","bossTitle":"","bossPosition":"Secretario General","membersCount":6,"membersFTE":"4.5","membership":"http://www.anfaco.es/es/categorias.php?var1=Participaci%F3n%20en%20otras%20instituciones&amp;nar1=730&amp;var2=Participaci%F3n%20en%20otras%20instituciones&amp;nar2=730&amp;vez=1&amp;metatitle=","memberOrga":"http://www.anfaco.es/es/empresas.php","goal":"ANFACO-CECOPESCA es una organización empresarial independiente, de ámbito nacional, cuya labor se centra en la representación y defensa de los intereses de más de 253 empresas pertenecientes a todos los eslabones del complejo mar-industria, conformando de esta forma un autentico clúster en el ámbito del sector agro-mar alimentario.&#xd;<br />&#xd;<br />ANFACO-CECOPESCA desarrolla una importante actividad de representación de los intereses del sector transformador y conservero de productos del mar ante las diferentes administraciones, organizaciones multilaterales y todo tipo de entidades, con el fin último de potenciar la competitividad del sector al que representa.","acronym":"","interests":"Competition, Consumer Affairs, Customs, Enterprise, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, Internal Market, Public Health, Regional Policy, Research and Technology, Trade","euInitiatives":"Política Pesquera Común; Pesca Ilegal, No Declarada y No Reglamentada; Abastecimiento de materia prima; Política comercial; Información al consumidor; Sostenibilidad de los recursos; Seguridad Alimentaria; Reglamentación técnico-sanitaria para productos de la pesca y acuicultura, Investigación y desarrollo tecnológico, entre otros,...","lastUp":"2018-03-22T12:33:40.354+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}