{"id":"178421035494-70","name":"Wirtschaftsuniversität Wien","registrationDate":"2019-07-30T13:39:47.865+02:00","category":4,"subCategory":12,"legal":"Universität gemäß Universitätsgesetz 2002","web":"http://www.wu.ac.at","country":"Austria","headAddress":"Welthandelsplatz 1","headCity":"Wien","headPostCode":"1020","headPhone":"(43)1- 31 33 6- 51 08","boss":"Stefan Pichler","bossTitle":"Mr","bossPosition":"Vizerektor für Forschung","membersCount":5,"membersFTE":"1.25","membership":"","memberOrga":"","goal":"Als forschungsintensive und sich ihrer gesellschaftlichen Verpflichtung bewusste öffentliche Universität bereitet die WU die Studierenden auf ihre verantwortungsvollen Aufgaben in Wirtschaft und Gesellschaft vor. An der WU erwerben junge Menschen die wissenschaftlich fundierte Kompetenz, um zur Bewältigung ökonomischer, sozialer, juristischer und ökologischer Herausforderungen beizutragen – durch zukunftsfähige Expertise und verantwortungsvolles wirtschaftliches Handeln.&#xd;<br />&#xd;<br />Die WU versteht sich als internationale Universität, als wichtige Drehscheibe für weltweiten Austausch und als Ort des gemeinsamen Wirkens von Lehrenden und Lernenden. Bereits bei ihrer Gründung 1898 war sie geprägt von Weltoffenheit und Diversität. Sie ist den Prinzipien der Gerechtigkeit und Chancengleichheit verpflichtet, wissenschaftlicher Integrität und der Freiheit der Wissenschaft – insbesondere der Vielfalt von Themen und Methoden.&#xd;<br />&#xd;<br />Die WU ist eine Responsible University*. Das bedeutet, dass sie nicht nur Verantwortung für die Qualität ihrer Leistungen in Forschung, Lehre und Third Mission übernimmt, sondern als Institution in allen Belangen gesellschaftlich verantwortungsvoll agiert.&#xd;<br />&#xd;<br />*Die WU orientiert sich dabei auch an den 6 Prinzipien von PRME: Principles for Responsible Management Education.","acronym":"WU","interests":"Digital economy and society, Education and training, Fraud prevention, Justice and Fundamental Rights, Research and innovation, Single market, Taxation","euInitiatives":"Das Institut für Österreichisches und Internationales Steuerrecht beschäftigt sich laufend mit EU-Initiativen und EU-Rechtssetzungsvorhaben im Rahmen von wissenschaftlichen Forschungsprojekten und Konferenzen. Hierbei sind insbesondere folgende Initiativen zu nennen: CC(C)TB proposal, Initiative on Fair Taxation of the Digital Economy (proposal for a digital PE and a digital services tax), Anti-Tax Avoidance Directive (ATAD), Tax Dispute Resolution Directive, Directive on Exchange of Information (DAC), VAT Action Plan, Streitbeilegung in der Umsatzsteuer, etc.","lastUp":"2019-07-30T13:41:08.087+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}