{"id":"178676532639-72","name":"Partnerships in Health","registrationDate":"2018-09-21T11:36:55.859+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.aph.ba","country":"Bosnia-herzegovina","headAddress":"Dr. Mustafe Pintola 1","headCity":"Sarajevo","headPostCode":"71000","headPhone":"(387)33 62 76 52","boss":"Aida Kurtovic","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":2,"membersFTE":"0.5","membership":"- Regional Coordinating Mechanism Southeast Europe&#xd;\n- Aida Kurtovic, Executive Director of APH, is the current Chair of the Board of the Global Fund to Fight AIDS, Tuberculosis and Malaria. She has previously served as the Vice Chair of the Board in the period 2015-2017&#xd;\n- Technical Support Office of Eastern Europe and Central Asia Constituency of the Global Fund Board&#xd;\n- Member of AIDS Action Europe","memberOrga":"","goal":"Because \"good health is a fundamental resource for social and economic development[1],” as well as an inalienable right, PH (PH), is dedicated to building critical health knowledge and skills through health education and training of the primary care providers.  PH assists institutions to build their capacity and achieve sustainable improvements in the quality of basic and essential health services. Our projects are changing the life of vulnerable populations.&#xd;<br />&#xd;<br />Partnerships in Health strives for a human society in which all people have an equal and fair access to health, regardless of their race, ethnicity, religion, gender, sexual orientation or political affiliations.&#xd;<br />&#xd;<br />Develop and implement results-based projects in partnership with governments, health care institutions, providers, NGOs, and donors&#xd;<br />&#xd;<br />        Work closely with the health care systems and health care providers in the design and implementation of joint activities&#xd;<br />&#xd;<br />        Transfer skills and know-how to build capacity and promote sustainable health improvements&#xd;<br />&#xd;<br />        Strengthen the primary health care level to increase the availability of affordable and  cost-effective curative and preventive health     services&#xd;<br />&#xd;<br />        Guide staff and partners to be results-oriented.","acronym":"APH","interests":"Education and training, European Neighbourhood Policy, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Youth","euInitiatives":"-Realization of Bremen Declaration on HIV/AIDS&#xd;<br />-EU directives on non-discrimination &#xd;<br />-European Commission communication on combating HIV/AIDS in the EU and neighbouring countries&#xd;<br />-EU Health Programme (2014-2020)","lastUp":"2018-09-21T11:39:27.986+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}