{"id":"178831615858-62","name":"ASSOCIAZIONE NAZIONALE AUTOTRASPORTO VIAGGIATORI","registrationDate":"2015-02-02T12:02:57.430+01:00","category":2,"subCategory":4,"legal":"ASSOCIAZIONE DI CATEGORIA","web":"http://www.anav.it","country":"Italy","headAddress":"piazza dell'Esquilino 29","headCity":"Roma","headPostCode":"00185","headPhone":"(39)0 64 87 93 01","boss":"GIUSEPPE VINELLA","bossTitle":"Mr","bossPosition":"PRESIDENTE ","membersCount":3,"membersFTE":"1.0","membership":"A livello nazionale, l'Anav aderisce al sistema rappresentativo di Confindustria. A livello europeo, è membro attivo di Iru (International Road Transport Union - www.iru.org ) e di UITP (Public Transport International Union www.uitp.org).&#xd;\nIl sito web dell'Associazione è www.anav.it","memberOrga":"L'elenco dei membri è disponibile al seguente link https://www.anav.it/wp-content/uploads/2018/03/elenco-soci-anav-2018.pdf","goal":"- rappresentare le imprese associate presso i competenti organi istituzionali nazionali e comunitari;&#xd;<br />- tutelare le attività delle imprese associate in campo economico e sindacale, anche mediante la stipulazione di accordi e convenzioni a livello nazionale e comunitario;&#xd;<br />- essere parte attiva nella contrattazione collettiva per la definizione del C.C.N.L;&#xd;<br />- fornire alle imprese associate assistenza e consulenza per la soluzione di tutti i problemi sindacali, giuridici, sociali, tecnici ed economici;&#xd;<br />- promuovere la certificazione di qualità delle imprese e organizza attività di formazione per l'adeguamento e la qualificazione professionale di tutti gli operatori del settore trasporti;&#xd;<br />- organizzare ricerche, studi, dibattiti, seminari, convegni e manifestazioni su tematiche di interesse del trasporto viaggiatori.","acronym":"ANAV","interests":"Communication, Competition, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Home Affairs, Internal Market, Taxation, Transport","euInitiatives":"Le tematiche di interesse associativo sono quelle relative: all'accesso alla professione di trasportatore su strada (proposta di modifica Reg. 1071/2009), accesso al mercato (proposta di modifica Reg. 1073/2009, distacco dei lavoratori, tempi di guida e di riposo (proposta di modifica Reg. 561/2006), mobilità pulita (revisione direttiva 33/2009. Tutte queste materie sono oggetto del Pacchetto mobilità presentato dall'UE che l'Associazione sta seguendo con particolare interesse.","lastUp":"2018-03-09T12:12:32.588+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}