{"id":"178831615858-62","name":"ASSOCIAZIONE NAZIONALE AUTOTRASPORTO VIAGGIATORI","registrationDate":"2015-02-02T12:02:57.430+01:00","category":2,"subCategory":4,"legal":"ASSOCIAZIONE DI CATEGORIA","web":"http://www.anav.it","country":"Italy","headAddress":"piazza dell'Esquilino 29","headCity":"Roma","headPostCode":"00185","headPhone":"(39)0 64 87 93 01","boss":"GIUSEPPE VINELLA","bossTitle":"Mr","bossPosition":"PRESIDENTE ","membersCount":3,"membersFTE":"1.0","membership":"A livello nazionale, l'Anav aderisce al sistema rappresentativo di Confindustria. A livello europeo, è membro attivo di Iru (International Road Transport Union ) e di UITP (Public Transport International Union).","memberOrga":"I membri effettivi dell'Anav sono imprese la cui attività si espleta nello svolgimento di servizi di trasporto pubblico regionale e locale; servizi di linea a lungo raggio, nazionali ed internazionali; servizi di noleggio autobus e/o autovetture con conducente; servizi connessi o comunque riconducibili all'attività di trasporto viaggiatori. Possono essere membri effettivi anche le imprese artigiane, i consorzi di produzione e le società cooperative, queste ultime previo parere favorevole della Confindustria. All'Associazione possono altresì aderire quali soci aggregati: imprese ed organizzazioni costituite tra imprese che svolgono attività riconducibili alla mobilità dei cittadini; altre imprese che, svolgendo i servizi di cui al comma 1, aderiscano quali soci effettivi ad altri organismi rappresentativi.","goal":"- rappresentare le imprese associate presso i competenti organi istituzionali nazionali e comunitari;&#xd;<br />- tutelare le attività delle imprese associate in campo economico e sindacale, anche mediante la stipulazione di accordi e convenzioni a livello nazionale e comunitario;&#xd;<br />- essere parte attiva nella contrattazione collettiva per la definizione del C.C.N.L;&#xd;<br />- fornire alle imprese associate assistenza e consulenza per la soluzione di tutti i problemi sindacali, giuridici, sociali, tecnici ed economici;&#xd;<br />- promuovere la certificazione di qualità delle imprese e organizza attività di formazione per l'adeguamento e la qualificazione professionale di tutti gli operatori del settore trasporti;&#xd;<br />- organizzare ricerche, studi, dibattiti, seminari, convegni e manifestazioni su tematiche di interesse del trasporto viaggiatori.","acronym":"ANAV","interests":"Communication, Competition, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Home Affairs, Internal Market, Taxation, Transport","euInitiatives":"L'ANAV rappresenta il settore del trasporto di viaggiatori con autobus, nelle sue varie componenti, in Italia e presso l'Unione Europea. Espleta attività di lobby in Italia e all'estero per tutelare gli interessi delle proprie aziende associate e, in generale, per promuovere il settore del trasporto viaggiatori con autobus.","lastUp":"2018-02-12T09:28:22.270+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}