{"id":"179343728501-92","name":"Youth Organisation ALEXIS Prilep","registrationDate":"2017-10-02T07:45:39.795+01:00","category":3,"subCategory":2,"legal":"Association","web":"https://www.yoap.eu","country":"Macedonia, former yugoslav republic of","headAddress":"Borka Utot 2","headCity":"Prilep","headPostCode":"7500","headPhone":"(389)78 53 91 73","boss":"Aleksandar Shuleski","bossTitle":"Mr","bossPosition":"President &amp; CEO","membersCount":1,"membersFTE":"1.0","membership":"For more information: https://www.yoap.eu","memberOrga":"For more information: https://www.yoap.eu","goal":"Our mission is the social well-being of young people and adults by participating in the decision-making process in lifelong learning education.&#xd;<br />&#xd;<br />Our work provides an educational intuitive environment for active citizenship, social inclusion, creativity, promotion of youth work and fundamental rights through non-formal learning.","acronym":"YOAP","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Our youth workers and educators are responsible for planning, organising and monitoring the community programmes designed to correct inequalities and to facilitate the personal, social and emotional development of young people and young adults. As a sector with expertise, experience and good knowledge of the current state of youth, youth work can link and coordinate activities for young people. Youth workers help young people to become aware of their skills and competencies gained through youth work and other learning opportunities.&#xd;<br />&#xd;<br />Topic development and practice&#xd;<br />&#xd;<br />• Social inclusion and well-being of young people and young adults&#xd;<br />• Youth work policy and fundamental rights&#xd;<br />• NEET and Education&#xd;<br />• Gender Equality and Education policy&#xd;<br />• Formal and non-formal learning&#xd;<br />• Youth and OCD issues&#xd;<br />• Active citizenship&#xd;<br />&#xd;<br />Who Do We Support&#xd;<br />&#xd;<br />• Young people&#xd;<br />• Youth workers&#xd;<br />• Youth advisers&#xd;<br />• Educators&#xd;<br />• Teachers&#xd;<br />• Social workers&#xd;<br />• Adult learners","lastUp":"2019-02-25T06:59:15.387+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}