{"id":"179343728501-92","name":"YOUTH ORGANISATION ALEXIS PRILEP","registrationDate":"2017-10-02T07:45:39.795+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://alexisprilep.eu","country":"Macedonia, former yugoslav republic of","headAddress":"Borka Utot 2","headCity":"Prilep","headPostCode":"7500","headPhone":"(389)78 53 91 73","boss":"Aleksandar Shuleski","bossTitle":"Mr","bossPosition":"President &amp; CEO","membersCount":2,"membersFTE":"2.0","membership":"For more information: http://alexisprilep.eu","memberOrga":"• European Union Agency for Fundamental Rights&#xd;\n• European Youth Foundation&#xd;\n• European Alternatives&#xd;\n• Citizens For Europe&#xd;\n• Youth Reporter&#xd;\n&#xd;\nFor more information: http://alexisprilep.eu","goal":"Mission&#xd;<br />&#xd;<br />Youth Organisation ALEXIS Prilep is for social inclusion of young people with fewer opportunities and gender equality in Europe through participation in the decision-making process, improving the skills of young people through their participation for a more effective impact for tolerance and raising awareness about the psychological concept of society, the fundamental rights and equity through education.&#xd;<br />&#xd;<br />Goal&#xd;<br />&#xd;<br />Our goal is to encourage the strengthening and recognition of the skills of young people in society through education for youth work. The educational set of young people is improving by providing knowledge about personal and social competences.&#xd;<br />&#xd;<br />How We Work&#xd;<br />&#xd;<br />Organising and advocating youth activities and youth work is a way of encouraging young people to speak more openly and confidently, to develop an understanding and interpersonal relationships that are important structures of the European society. Youth Organisation ALEXIS Prilep holds educational information about the EU and Europe for active citizenship of young people, promoting and implementing activities where the main theme are: Awareness raising, gender-equality, languages, film and creativity, remembrance, information about unity, diversity, values, tolerance, equality, and solidarity.","acronym":"","interests":"Budget, Education, Justice and Fundamental Rights, Taxation, Youth","euInitiatives":"• Young people and decision-makers in a dialogue;&#xd;<br />• Active citizenship, democracy, solidarity and fundamental rights;&#xd;<br />• Civic and democratic participation of young people at EU level;&#xd;<br />• Equal opportunities, life perspectives and a sense of social purpose, freedom of expression and building peaceful communities.","lastUp":"2018-03-26T08:47:15.958+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}