{"id":"179343728501-92","name":"Youth Organisation ALEXIS Prilep","registrationDate":"2017-10-02T07:45:39.795+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.yoap.eu","country":"Macedonia, former yugoslav republic of","headAddress":"Borka Utot 2","headCity":"Prilep","headPostCode":"7500","headPhone":"(389)78 53 91 73","boss":"Aleksandar Shuleski","bossTitle":"Mr","bossPosition":"President &amp; CEO","membersCount":2,"membersFTE":"2.0","membership":"For more information: http://www.yoap.eu","memberOrga":"• European Union Agency for Fundamental Rights&#xd;\n• European Youth Foundation&#xd;\n• European Alternatives&#xd;\n• Citizens For Europe&#xd;\n• Youth Reporter&#xd;\n&#xd;\nFor more information: http://www.yoap.eu","goal":"Our mission is the social inclusion of young people with fewer opportunities and gender equality in the European Union through participation in the decision-making process in order to improve the skills of the young people through their participation in a more effective impact on the tolerance and awareness of the psychological concept of the society for fundamental rights and equal opportunities through education.&#xd;<br />&#xd;<br />Our goal is to encourage the strengthening and recognition of the skills of young people in society through education and youth work and improving the educational set of young people by providing knowledge of personal and social competencies. Our activities are a way to encourage young people to speak more openly and confidently and to develop understanding, interpersonal relationships by providing educational information about the EU for active citizenship of young people.","acronym":"YOAP","interests":"Budget, Education and training, Justice and Fundamental Rights, Taxation, Youth","euInitiatives":"• Young people and decision-makers in a dialogue;&#xd;<br />• Active citizenship, democracy, solidarity and fundamental rights;&#xd;<br />• Civic and democratic participation of young people at EU level;&#xd;<br />• Equal opportunities, life perspectives and a sense of social purpose, freedom of expression and building peaceful communities.","lastUp":"2018-07-25T09:39:25.827+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}