{"id":"179343728501-92","name":"Youth Organisation ALEXIS Prilep","registrationDate":"2017-10-02T07:45:39.795+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://alexisprilep.eu","country":"Macedonia, former yugoslav republic of","headAddress":"Borka Utot 2","headCity":"Prilep","headPostCode":"7500","headPhone":"(389)78 53 91 73","boss":"Aleksandar Shuleski","bossTitle":"Mr","bossPosition":"President &amp; CEO","membersCount":2,"membersFTE":"2.0","membership":"For more information: http://alexisprilep.eu","memberOrga":"• European Union Agency for Fundamental Rights&#xd;\n• European Youth Foundation&#xd;\n• European Alternatives&#xd;\n• Citizens For Europe&#xd;\n• Youth Reporter&#xd;\n&#xd;\nFor more information: http://alexisprilep.eu","goal":"Our mission is the social inclusion of young people with fewer opportunities and gender equality in Europe by participating in the decision-making process, improving the skills of young people through their participation in a more effective impact on tolerance and awareness of the psychological concept of society, fundamental rights and equal opportunities through Education.&#xd;<br />&#xd;<br />Our goal is to encourage the reinforcement and recognition of young people's skills in society through education for youth work. Improving the educational set of young people by providing knowledge about personal and social competencies.&#xd;<br />&#xd;<br />Our activities are the way to encourage young people to speak more openly and confidentially, to develop an understanding and interpersonal relationships that are important structures of European society. Youth Organisation ALEXIS Prilep has educational information about the EU and Europe for active citizenship of young people, promoting and carrying out activities with the main theme: awareness raising, gender equality, languages, film and creativity, commemoration, information about unity, diversity, values, tolerance, equality, and solidarity.","acronym":"","interests":"Budget, Education and training, Justice and Fundamental Rights, Taxation, Youth","euInitiatives":"• Young people and decision-makers in a dialogue;&#xd;<br />• Active citizenship, democracy, solidarity and fundamental rights;&#xd;<br />• Civic and democratic participation of young people at EU level;&#xd;<br />• Equal opportunities, life perspectives and a sense of social purpose, freedom of expression and building peaceful communities.","lastUp":"2018-07-14T23:58:18.185+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}