{"id":"180076324938-66","name":"Confédération Générale du Travail Force Ouvrière","registrationDate":"2016-12-06T10:53:29.896+01:00","category":2,"subCategory":1,"legal":"Organisation syndicale de salariés","web":"http://www.force-ouvriere.fr","country":"France","headAddress":"141 Avenue du Maine","headCity":"PARIS Cedex 14","headPostCode":"75680","headPhone":"(33)1 40 52 82 00","boss":"YVES VEYRIER","bossTitle":"Mr","bossPosition":"Secrétaire Général","membersCount":3,"membersFTE":"0.75","membership":"FO est affiliée à la confédération européenne des syndicats (CES/ETUC) www.etuc.org et la à la confédération syndicale internationale www.ituc-csi.org","memberOrga":"","goal":"La Confédération Générale du Travail Force Ouvrière (cgt-FO), régie par des statuts issus de la loi de&#xd;<br />1884, a pour but de grouper, sans distinction d’opinions politiques, philosophiques et religieuses, toutes les&#xd;<br />organisations composées de salariés conscients de la lutte à mener contre toutes les formes d’exploitation&#xd;<br />et désireux de défendre leurs intérêts moraux et matériels, économiques et professionnels. &#xd;<br />En tant qu’organisation représentative des salariés au plan national et interprofessionnel, FO participe notamment au développement des compétences et des qualifications, à la gestion des régimes paritaires français&#xd;<br />et négocie au niveau national interprofessionnel et sectoriel. &#xd;<br />Aux plans européen et mondial, la cgt-&#xd;<br />Force Ouvrière est membre de la Confédération Européenne des Syndicats (CES) et de la Confédération&#xd;<br />Syndicale Internationale (CSI).&#xd;<br />&#xd;<br />FO participe en outre aux travaux du Comité syndical consultatif auprès de l'OCDE (TUAC). Elle est&#xd;<br />également impliquée dans les \"Activités pour les travailleurs\" de l'Organisation Internationale du Travail&#xd;<br />(OIT) à Genève.","acronym":"cgt-FO","interests":"Budget, Business and Industry, Climate Action, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Single market, Taxation, Trade, Youth","euInitiatives":"Avenir de l'UE et de l'UEM&#xd;<br />Semestre européen&#xd;<br />Plan d'investissement&#xd;<br />CFP 2021-2027&#xd;<br />Socle Européen des Droits Sociaux&#xd;<br />Libre circulation des travailleurs&#xd;<br />Politique migratoire&#xd;<br />Initiative européenne pour la jeunesse&#xd;<br />Accords commerciaux&#xd;<br />Devoir de vigilance","lastUp":"2019-11-15T12:17:05.705+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}