{"id":"180399230939-32","name":"Eurocrats Event Management","registrationDate":"2018-03-26T15:17:24.284+02:00","category":2,"subCategory":7,"legal":"SPRL","web":"http://qed.eu","country":"Belgium","headAddress":"Rue de Spa 28","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)0 22 80 42 72","boss":"Martin Sjöberg","bossTitle":"","bossPosition":"Managing Director &amp; Founding Partner","membersCount":3,"membersFTE":"2.25","membership":"","memberOrga":"","goal":"QED is a Brussels based meeting organiser specialised in EU public affairs events. Our team combines profound knowledge of EU affairs with many years of experience in event management.&#xd;<br /> &#xd;<br />We believe that through discussion and debate we can create better understanding and in the end better policy making.We are divided into two lines of business: own-inited events and bespoke events.","acronym":"QED","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Our own-initiated, or simply QED events, are forums for dialogue between EU policy makers, regulators, NGOs and companies. By inviting representatives from all sides of the discussion we make sure that the debate is balanced and focused on the relevant issues.&#xd;<br /> &#xd;<br />&#xd;<br />At our QED events we are both the initiator and the organiser. We act as a provider of a neutral platform, identifying important legislative proposals and ensuring a balanced debate focused on the issues at hand.&#xd;<br /> &#xd;<br />&#xd;<br />QED is an acronym of the Latin phrase \"Quod Erat Demonstrandum\", which means \"what was to be demonstrated\". We firmly believe that through meetings and dialogue we can create better understanding and in the end better policy making.","lastUp":"2018-03-26T15:20:52.769+02:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}