{"id":"180483925520-86","name":"Making Europe Again","registrationDate":"2017-01-19T18:23:19.972+02:00","category":3,"subCategory":2,"legal":"Nonprofit","web":"https://www.makingeuropeagain.eu","country":"Italy","headAddress":"Via Bellinzona 12","headCity":"Bologna","headPostCode":"40135","headPhone":"(39)38 81 84 40 48","boss":"Federico Pieri","bossTitle":"Mr","bossPosition":"President","membersCount":14,"membersFTE":"3.5","membership":"Our Organisation is part of the \"Stand Up for Europe\" initiative, a well-known network of European Nonprofit Organisations. Other partners are listed in our \"Partners\" page on our website: please see https://www.makingeuropeagain.eu/partners/.","memberOrga":"We have no legal members. However, our Organisation works with some partners and institutions: please visit our \"Partners\" section on our website for more information https://www.makingeuropeagain.eu/partners/.","goal":"MEA is a registered Non Profit Organisation (NPO) in Italy and a registered NGO under the European Transparency Register. The Organisation was founded in the light of the ongoing crises in the EU as well as the 60th anniversary of the Treaty of Rome. Our mission is to contribute to the European integration process and to strengthen the sense of a European identity by creating projects and events and through collaborations with private and public actors. In fact, we envision that the EU will continue to exist, with enhanced participation, democracy and solidarity as well as a stronger sense of European identity among the citizens.","acronym":"MEA","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Enlargement, Environment, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"EU Youth Strategy Joint Report • Measures to further improve the effectiveness of the fight against illegal content online • New European Agenda for Culture • Proposal to create a cybersecurity competence network with a European Cybersec. R Centre • Future of Europe • Social Pillar","lastUp":"2019-06-30T12:00:24.268+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}