{"id":"1805107590-28","name":"International Air Transport Association","registrationDate":"2008-10-31T15:03:52.817+01:00","category":2,"subCategory":4,"legal":"Incorporated Association under Canadian law","web":"http://www.iata.org","country":"Canada","headAddress":"Place Victoria, 800","headCity":"Montreal","headPostCode":"H4Z1M1","headPhone":"(1)51 48 74 96 32","boss":"de Juniac Alexandre ","bossTitle":"Mr","bossPosition":"Director General &amp; CEO","membersCount":4,"membersFTE":"4.0","membership":"ATAG - Air Transport Action Group (www.atag.org)","memberOrga":"","goal":"IATA is the international trade body of the world’s airlines (active in international, scheduled air transport).It was established on 18 December 1945 by a Special Act of the Canadian Parliament. Today, IATA represents some 250 airlines or 84% of total air traffic. IATA’s mission is to represent, lead and serve the airline industry.&#xd;<br /> &#xd;<br />Representing…&#xd;<br />IATA seeks to improve understanding of the industry among decision makers and increase awareness of the benefits that aviation brings to national and global economies. It advocates the interests of airlines world-wide, and the need for global standards to ensure the operation of a safe and seamless airline network across the globe.&#xd;<br />&#xd;<br />Leading…&#xd;<br />Safety is IATA’s number one priority, and IATA’s goal is to continually improve safety standards, notably through IATA’s Operational Safety Audit (IOSA). IATA has developed a vision and a four pillar sttrategy  to minimise the impact of air transport on environment. IATA also strives to simplify processes for airlines and travellers and increase passenger convenience.&#xd;<br />&#xd;<br />Serving…&#xd;<br />IATA ensures that people and goods can move around the global airline network as easily as if they were on a single airline in a single country. In addition, it provides essential professional support to all industry stakeholders with a wide range of products and expert services, such as publications, training and consulting. IATA provides financial distribution services to airlines and travel agents thus generating common standards around the globe and lower distribution costs that ultimately benefit passengers.","acronym":"IATA","interests":"Borders and Security, Climate Action, Consumers, Energy, Environment, Institutional affairs, Taxation, Trans-European Networks, Transport","euInitiatives":"Air passenger rights/environment/transport policy/airport infrastructure/ATM and Single European Sky/safety &amp; Operations/Security/Commercial issues/liberalisation/Customs matters","lastUp":"2019-12-09T10:04:08.736+01:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}