{"id":"180663721875-07","name":"MedCruise","registrationDate":"2016-05-23T10:53:15.588+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.medcruise.com","country":"Greece","headAddress":"10, Akti Miaouli","headCity":"Piraeus","headPostCode":"18538","headPhone":"(30)21 04 55 02 82","boss":"JORDI CABALLE VALLS","bossTitle":"Mr","bossPosition":"SECRETARY GENERAL","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"http://www.medcruise.com/port-members&#xd;\nhttp://www.medcruise.com/associate-members","goal":"Set up in Rome in June 1996, MedCruise -the Association of Mediterranean Cruise Ports- celebrates this year its 20th anniversary.&#xd;<br />The mission of MedCruise is to promote the cruise industry in the Mediterranean and its adjoining seas.&#xd;<br />The Association assists its members in benefiting from the growth of the cruise industry by providing networking, promotional, and professional development opportunities.  It also advances their interests in international fora and relevant cruise policy discussions.&#xd;<br />Today, MedCruise has grown to 69 members representing more than 100 ports around the Mediterranean region, including the Black Sea, the Red Sea and the Near Atlantic, plus 34 associate members, representing other associations, tourist boards and ship/port agents.","acronym":"MedCruise","interests":"Climate Action, Communication, Competition, Customs, Education and training, Employment and Social Affairs, Energy, Environment, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Maritime affairs and fisheries, Trade, Trans-European Networks, Transport","euInitiatives":"European Sustainable Shipping Forum, DG Move&#xd;<br />Skills and Careers Development in the Blue Economy, DG MARE&#xd;<br />Stakeholders Advisory Group on Maritime Security (SAGMAS), DG Move&#xd;<br />European Ports Forum","lastUp":"2018-04-27T20:09:44.072+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}