{"id":"18082924076-29","name":"Landsorganisationen i Danmark","registrationDate":"2010-08-27T15:36:32.729+01:00","category":2,"subCategory":1,"legal":"Forening","web":"http://www.lo.dk","country":"Denmark","headAddress":"Islands Brygge, 32D","headCity":"København S","headPostCode":"2300","headPhone":"(45)35 24 60 00","boss":"Lizette Risgaard","bossTitle":"Mr","bossPosition":"Formand","membersCount":3,"membersFTE":"0.75","membership":"LO er medlem af EFS (ETUC), IFS (ITUC) og NFS","memberOrga":"http://www.lo.dk/kontakt/LOsmedlemmer/Forbund.aspx","goal":"LO har til formål at samle landets fagforbund og varetage lønmodtagernes interesser med baggrund i fagbevægelsens værdigrundlag. Målet er, at den enkelte får mulighed for og frihed til at handle selv - grundlaget skabes gennem solidaritet og fællesskab.&#xd;<br />&#xd;<br />LO vil arbejde for:&#xd;<br />- gennem kollektive overenskomster at sikre den enkelte lønmodtagers rettigheder og tryghed i arbejdslivet&#xd;<br />- at styrke lønmodtagernes medbestemmelse på arbejdspladserne&#xd;<br />- at den enkelte får muligheder for at tage ansvar for sin egen situation og medansvar for helheden&#xd;<br />- at ingen forskelsbehandles, hverken direkte eller indirekte på grund af køn, alder, handicap, race, hudfarve, religion, politisk anskuelse, seksuel orientering eller national, social eller etnisk oprindelse.&#xd;<br />- at der på et bæredygtigt grundlag skabes job til alle, økonomisk retfærdighed og lige adgang til samfundsgoderne&#xd;<br />- et velfærdssamfund, der bygger på demokrati, tryghed, social retfærdighed, et rent miljø og udviklingsmuligheder for den enkelte.&#xd;<br />&#xd;<br />LO vil også arbejde for udsatte grupper uden for medlemskredsen, der har vanskeligt ved at få plads på arbejdsmarkedet og i samfundet, og for at nedbryde den negative sociale arv.&#xd;<br />&#xd;<br />LO vedkender sig et globalt ansvar. Solidariteten omfatter lønmodtagere i alle dele af verden, og LO vil bidrage til at sikre politiske, sociale og økonomiske rettigheder for alle.&#xd;<br />&#xd;<br />LO er anerkendt som deltager i den sociale dialog på hovedorganisationsniveau.","acronym":"LO","interests":"Budget, Competition, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Taxation, Trade, Youth","euInitiatives":"Beskæftigelsespolitik, økonomisk politik, handelspolitik, social dialog, arbejdsret, ansættelsesret, socialpolitik (søjlen), migration.","lastUp":"2018-01-31T13:49:44.518+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}