{"id":"18083556597-38","name":"Cullen International","registrationDate":"2011-09-07T11:33:23.684+02:00","category":1,"subCategory":6,"legal":"SA","web":"http://www.cullen-international.com","country":"Belgium","headAddress":"Clos Lucien Outers 11-21/1","headCity":"Brussels","headPostCode":"1160","headPhone":"(32)27 38 72 00","boss":"Jean Cullen","bossTitle":"Ms","bossPosition":"Director","membersCount":8,"membersFTE":"5.0","membership":"Not applicable.","memberOrga":"","goal":"Cullen International tracks, reports and benchmarks developments in telecommunications, media, post and digital economy regulation across Europe, in Latin America, the Middle East and North Africa.                                                  &#xd;<br />&#xd;<br />It provides monitoring services, neutral and independent analysis, benchmarking of national regulatory situations and practices, research tailored to individual needs and training programmes.                                                                    &#xd;<br />Clients include over two hundred key industry players and public organisations spanning the whole communications industry.  &#xd;<br />&#xd;<br />Cullen International does not engage in lobbying activities, nor does it represent the views of any of its clients.","acronym":"CI","interests":"Audiovisual and Media, Competition, Consumer Affairs, Culture, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights","euInitiatives":"-Review of the EU regulatory framework for electronic communications&#xd;<br />-Review of the ePrivacy Directive&#xd;<br />- Audiovisual Media Services (AVSM) Directive&#xd;<br />-Wholesale Roaming Regulation&#xd;<br />-Decision on the use of the 470-790 MHz band&#xd;<br />-Proposed Directive on Copyright in the Digital Single Market&#xd;<br />-Proposed Content Portability Regulation&#xd;<br />-Proposed Geo-blocking Regulation&#xd;<br />-Proposal for a regulation on rights clearance for cross-border broadcasters’ online services and retransmission of programmes","lastUp":"2018-04-20T11:11:55.033+02:00","customers":"BEREC","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":""}