{"id":"180972127836-49","name":"GONG","registrationDate":"2017-07-24T17:05:19.210+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.gong.hr","country":"Croatia","headAddress":"Trg bana Josipa Jelačića 15/4","headCity":"Zagreb","headPostCode":"","headPhone":"(3851)4 82 54 44","boss":"Jelena Berković","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":1,"membersFTE":"0.25","membership":"More information here: http://www.gong.hr/en/about-gong/what-is-gong/ &#xd;\nENEMO - The European Network of Election Monitoring Organizations &#xd;\nALTER-EU - The Alliance for Lobbying Transparency and Ethics Regulation &#xd;\nECF - European Civic Forum&#xd;\nEESC - European Economic and Social Committee&#xd;\nOGP – Open Government Partnership&#xd;\nUNCAC The UN Convention against Corruption Civil Society Coalition&#xd;\nECOSOC – United Nations The Economic and Social Council&#xd;\nPlatform 112 for the rule of law and human rights in Croatia&#xd;\nThe GOOD Initiative for the introduction of systematic and high-quality education for human rights and democratic citizenship in schools&#xd;\nCROSOL - Croatian Platform for International Citizen Solidarity&#xd;\nCroatian Network for Cooperation in the Euro-Mediterranean","memberOrga":"","goal":"GONG is a civil society organization founded in 1997 to encourage citizens to actively participate in the political processes. Its goal is promoting and elevating human and civil rights, as well as encouraging and empowering citizens to participate in the political processes. It celebrates dialogue culture, candor, transparency and responsibility in the public domain, while respecting human and civil rights through research, advocacy and education, on its own or in collaboration with individuals and/or organizations that share its values.","acronym":"GONG","interests":"Audiovisual and Media, Budget, Communication, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Research and Technology, Trans-European Networks, Youth","euInitiatives":"European Economic and Social Committee, European Parliament, European Commission, European Ombudsman","lastUp":"2017-10-30T11:41:49.272+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}