{"id":"181001832243-49","name":"Schweizerischer Versicherungsverband","registrationDate":"2018-08-13T10:49:43.026+02:00","category":2,"subCategory":4,"legal":"Verband","web":"http://www.svv.ch","country":"Switzerland","headAddress":"Conrad-Ferdinand-Meyer-Strasse 14","headCity":"Zürich","headPostCode":"8022","headPhone":"(41)4 42 08 28 28","boss":"Thomas Helbling","bossTitle":"Mr","bossPosition":"Direktor","membersCount":1,"membersFTE":"0.25","membership":"https://www.svv.ch/de/der-svv/partner/netzwerk/nationale-und-internationale-kontakte-des-svv-links","memberOrga":"https://www.svv.ch/de/die-mitglieder-des-svv","goal":"Der SVV ist die Dachorganisation der privaten Versicherungswirtschaft. Ihm sind rund 80 kleine und grosse, national und international tätige Erst- und Rückversicherer mit über 46'000 Mitarbeiterinnen und Mitarbeitern in der Schweiz angeschlossen. Das sind über 90 Prozent der im Schweizer Markt erwirtschafteten Prämien der Privatversicherer.&#xd;<br />&#xd;<br />Die Schweizer Privatversicherer sind wichtige Arbeitgeber, bedeutende Steuerzahler und gehören zu den grössten Investoren im In- und Ausland. Sie übernehmen finanzielle Risiken von Unternehmen und Privaten und decken diese ab. Die Versicherer sind damit eine wichtige und treibende Kraft der Schweizer Volkswirtschaft.&#xd;<br />&#xd;<br />Gute Rahmenbedingungen sind somit nicht nur für die Versicherungen wichtig, sondern auch für die Menschen und Unternehmen und die Innovationskraft in unserem Land. Dafür setzt sich der SVV ein. Er vertritt zu Erfüllung seines Auftrages eine liberale und sozialverträgliche Markt- und Wettbewerbsordnung.","acronym":"SVV","interests":"Banking and financial services, Climate Action, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Taxation","euInitiatives":"Europäische Entwicklungen im Bereich Privatversicherungen, die auch Auswirkungen auf die Schweiz hat.&#xd;<br />Da die Schweiz nicht EU-Mitglied ist, können wir nicht direkt Einfluss nehmen. Wir möchten uns nur darüber informieren, was in der EU zu Versicherungsthemen aktuell ist. Dies, damit wir abschätzen können, was ev. später auch Auswirkungen hat auf die Versicherungsbranche in der Schweiz.&#xd;<br />&#xd;<br />Weitere Themen: Marktzugangsthemen, Bilaterale Verträge Schweiz - EU, Datenschutz,  Solvency II,  Sustainable Finance","lastUp":"2018-08-13T11:09:20.065+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}