{"id":"18146381379-29","name":"European Power Plant Suppliers Association","registrationDate":"2009-03-16T16:10:44.159+02:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.eppsa.eu","country":"Belgium","headAddress":"Avenue Adolphe Lacomblé, 59/8","headCity":"Brussels","headPostCode":"1030","headPhone":"(32)27 43 29 86","boss":"Patrick Clerens","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":6,"membersFTE":"2.5","membership":"","memberOrga":"www.eppsa.eu/members","goal":"The European Power Plant Suppliers Association (EPPSA) is the voice, at European level, of companies supplying power plants, components and services. EPPSA members, located throughout Europe, represent a leading sector of technology with more than 100 000 employees.&#xd;<br />&#xd;<br />EPPSA actively promotes awareness of the importance of flexible and efficient, state-of-the-art thermal power generation and its crucial contribution to ensuring a clean, secure, and affordable energy supply.&#xd;<br />&#xd;<br />EPPSA believes increased investment in Research, Development and Demonstration is a key factor in driving EU competitiveness as well as ensuring an affordable low emission power supply.&#xd;<br />&#xd;<br />Virtually all thermal power plants in the EU are built by members of EPPSA or equipped with their components, and provide around 50% of Europe’s electricity. EPPSA members provide the most advanced thermal power technologies in the world.","acronym":"EPPSA","interests":"Climate Action, Competition, Energy, Enterprise, Environment, Internal Market, Research and Technology, Trade","euInitiatives":"Large Combustion Plant Best Reference Document, Industrial Cooling Systems Best Reference Document, Medium Combustion Plant Directive, Horizon 2020, SET-PLAN, EU Energy Union, EU Investment Plan, Council Export Credit Group Discussion, etc.","lastUp":"2018-03-27T10:31:18.350+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}