{"id":"181428234472-95","name":"CENTRE DE RECERCA EN ECONOMIA I DESENVOLUPAMENT AGROALIMENTARI","registrationDate":"2019-05-02T10:57:50.529+02:00","category":4,"subCategory":5,"legal":"Fundación (entidad sin fines lucrativos)","web":"http://www.creda.es","country":"Spain","headAddress":"Parc Mediterrani de la Tecnologia, Edifici ESAB","headCity":"CASTELLDEFELS","headPostCode":"08860","headPhone":"(34)9 35 52 11 24","boss":"JOSE Mª GIL ROIG","bossTitle":"Mr","bossPosition":"DIRECTOR Y REPRESENTANTE LEGAL","membersCount":1,"membersFTE":"0.25","membership":"We don't have any associated members, but CREDA was founded as a foundation by Universitat Politècnica de Catalunya (UPC) - Catalonia Polytechnic University -, and the Institut de Recerca i Tecnologia Agroalimentàries (IRTA).","memberOrga":"We don't have any associated members, but CREDA was founded as a foundation by Universitat Politècnica de Catalunya (UPC) - Catalonia Polytechnic University -, and the Institut de Recerca i Tecnologia Agroalimentàries (IRTA).","goal":"CREDA-UPC-IRTA emerges from the need to help structuring a public Catalan research and development system in the agro-food sector, promoted by two institutions: the Universitat Politècnica de Catalunya (UPC) - Catalonia Polytechnic University -, and the Institut de Recerca i Tecnologia Agroalimentàries (IRTA) - Institute for Food and Agricultural Research and Technology -, which have traditionally maintained a close cooperation in developing research and teaching in different fields.&#xd;<br />&#xd;<br />It is still a very young center but also very dynamic and with the purpose to turn, with its team's effort and dynamism, into a reference center for the agro-food economy and rural development in Catalonia, in Spain and internationally.&#xd;<br />&#xd;<br />CREDA was born with the will to cooperate and collaborate in the public sector as well as in the private one, in order to contribute to the development and improvement of agriculture and livestock competitiveness, and to the modernisation of their structures, a more sustainable use of the natural resources, the empowerment of the rural environment and a better understanding of the existing relations between society and the territory. In addition, in an everyday more complex economical environment and with better uncertainties, we intend to constitute ourselves, with rigor and professionalism, in a center for the transfer of relevant scientific information, which may help the different agents participating in the food value chain in their decision making.","acronym":"CREDA","interests":"Agriculture and Rural Development, Consumers, Economy, finance and the euro, Environment, Food Safety, International co-operation and development, Research and innovation","euInitiatives":"COM(2018) 173 final - 2018/0082(COD)&#xd;<br />&#xd;<br />Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on unfair trading practices in business-to-business relationships in the food supply chain","lastUp":"2019-05-02T11:06:25.012+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}