{"id":"181778123351-61","name":"European Forum for Primary Care","registrationDate":"2016-09-09T16:33:16.107+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.euprimarycare.org","country":"Netherlands","headAddress":"Otterstraat 118-124","headCity":"Utrecht","headPostCode":"3513CR","headPhone":"(31)3 02 72 96 11","boss":"Sally Kendall","bossTitle":"Ms","bossPosition":"Chair","membersCount":2,"membersFTE":"1.25","membership":"http://www.euprimarycare.org/members/associated-partners","memberOrga":"http://www.euprimarycare.org/members/institutional-members&#xd;\nhttp://www.euprimarycare.org/members/individual-members","goal":"The European Forum for Primary Care was initiated in early 2005 by a group of interested parties from several countries. The aim of the Forum is to improve the health of the population by promoting strong Primary Care. This is done by advocating for Primary Care, by generating data and evidence on Primary Care and by exchanging information between its members.&#xd;<br />Strong primary care (PC) produces better health outcomes against lower costs. That is the briefest summary of available scientific evidence. By promoting strong PC the population's health can be improved. Strong PC does not emerge spontaneously. It requires appropriate conditions at the health care system level and in actual practice to make PC providers able and willing to take responsibility for the health of the population under their care. Everywhere in Europe the process of strengthening PC is ongoing. There is a strong need to collect and share information about what structures and strategies matter.","acronym":"EFPC","interests":"Education and training, Employment and Social Affairs, Public Health","euInitiatives":"EXPH&#xd;<br />HO2020&#xd;<br />PACE (EU project on Palliative Care &amp; Primary Care)&#xd;<br />EUR-HUMAN (EU project on refugee care &amp; Primary Care&#xd;<br />ORAMMA  (EU project on maternal care for refugee/migrant women&#xd;<br />EMA HCPWP (official member)&#xd;<br />PARADISO (EU Project Raise Awareness and DIscrimination against Sexual and gender Orientation in healthcare sector)&#xd;<br />EFSA","lastUp":"2019-07-19T13:48:54.755+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}