{"id":"18191445640-83","name":"European Biogas Association","registrationDate":"2011-04-12T14:32:15.590+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.european-biogas.eu","country":"Belgium","headAddress":"Rue d'Arlon, 63-65","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)24 00 10 89","boss":"Jan Stambasky","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.5","membership":"EREF, Eufores","memberOrga":"http://european-biogas.eu/members/eba-members/","goal":"The European Biogas Association (EBA) was founded in February 2009 as a Belgian non-profit organization aiming to promote the deployment of sustainable production and use of biogas and biomethane from anaerobic digestion and gasification of renewable organic matter in Europe. This covers all energetic applications of biogas and biomethane like heat, electricity and automotive fuel.&#xd;<br />EBA’s membership comprises national biogas associations, institutes and companies from all across Europe. The member associations cover the majority of producers, companies, consultants and researchers in the field of biogas within Europe.&#xd;<br />The growing membership provides a well-established network and communication platform for exchanging information and expertise.  The network is basis to provide information on market opportunities and future market development in the different countries. EBA unites Europe’s most experienced biogas experts and has highly educated and skilled staff providing policy advice, know-how and information to promote beneficial legislation and framework conditions in the field of biogas.&#xd;<br />&#xd;<br />For more information please visit: www.european-biogas.eu","acronym":"EBA","interests":"Agriculture and Rural Development, Climate Action, Competition, Energy, Environment, Research and Technology, Taxation, Trans-European Networks, Transport","euInitiatives":"- Renewable Energy Directive&#xd;<br />- Revision of Waste Framework Directive&#xd;<br />- Fertilisers Regulation&#xd;<br />- Security of gas supply&#xd;<br />- Waste-to-energy policies&#xd;<br />- Guidelines on State aid for environmental protection and energy &#xd;<br />- Revision of BREF for Waste Treatment Industries&#xd;<br />- Clean power for transport package&#xd;<br />- Emission trading scheme (ETS)","lastUp":"2018-02-08T10:33:24.638+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}