{"id":"182164535292-53","name":"Fédération Française des Moniteurs-Guides de pêche","registrationDate":"2019-07-03T14:17:14.076+02:00","category":2,"subCategory":1,"legal":"9220 Association déclarée","web":"http://ffmgp.com","country":"France","headAddress":"Rue Jean-Michel SERIVE-MATTËI","headCity":"Pignan","headPostCode":"34570","headPhone":"(33)6 03 78 48 78","boss":"ROBERT BOULOC","bossTitle":"Mr","bossPosition":"PRESIDENT","membersCount":9,"membersFTE":"4.0","membership":"Oui avec : &#xd;\nle Syndicat SFFMGP&#xd;\nUNSA3S&#xd;\nMinistère des Sports&#xd;\nAffaires Maritimes&#xd;\nEducation nationale&#xd;\nAgriculture&#xd;\nAMF&#xd;\nOTF&#xd;\nGendarmeries Nationales et Maritimes&#xd;\nDouanes&#xd;\nPréfets&#xd;\nDRDJSCS&#xd;\nDDCS&#xd;\nDDPP&#xd;\nDDTM&#xd;\nANPERTOS&#xd;\nBGFCF&#xd;\nFNPF","memberOrga":"SFFMGP&#xd;\nLes professionnels Moniteurs-Guide de pêche qui exercent leurs métier d'éducateur sportif en enseignement et encadrement de la pêche de loisir et/où sportive et en toute indépendance à la FFMGP","goal":"La FFMGP assure sa représentation, celle de ses Adhérents et du métier de moniteur-guide de pêche (M-G-P). &#xd;<br />&#xd;<br />- S'emploie à développer, promouvoir et mettre en œuvre ses buts : Regrouper, rassembler, défendre, soutenir, promouvoir, protéger, animer, informer, conseiller, coordonner, mener des actions d’informations au niveau national, représenter : les M-G de pêche de loisir et/ou sportive Français, dans les domaines de l’animation, accompagnement, guidage, encadrement, l'entraînement, l’éducation, de l'enseignement de la pêche de loisir et/ou sportive pour tous niveaux de compétition et tous milieux. &#xd;<br />&#xd;<br />- Participer, informer, veiller, animer, améliorer pour la formation, les intervenants, les jurys, épreuves. Tous les domaines touchant à la formation des professionnels (contenus, déroulés, travaux, validations). &#xd;<br />&#xd;<br />- Fournit la liste de personnes qui sont agréées pour être intervenants sur la formation en technique de pêche, TEP à l'entrée en formation, épreuves certificatives intermédiaires, Jurys. &#xd;<br />&#xd;<br />- Participer sur les mesures réglementaires et législatives concernant l'entrée et la formation ; concernant l'exercice du métier en tous milieux. &#xd;<br />&#xd;<br />- Mener par tous moyens des actions d’informations, formation et de développement liés à la pratique professionnelle dans toutes les formes du métier de M-G de pêche. &#xd;<br />&#xd;<br />- Animer les actions de nature à favoriser la pratique de la pêche et de tout autre activité associée et/ou connexe en tous ses milieux et en toutes ses dimensions. &#xd;<br />&#xd;<br />- Participer activement à la promotion, la protection, à la gestion durable, à l’éducation et la connaissance de l'ensemble de la biodiversité des tous les milieux aquatiques ; au développement culturel et social à travers la formation des M-G, l’éducation et l’initiation des publics à la pêche, à l'écocitoyenneté, à la biodiversité, à la continuité écologique des cours d'eaux, aux réglementations pêche et au métier de M-G de pêche. &#xd;<br />&#xd;<br />- Contribue à des actions de protection, surveillance du patrimoine piscicole tous milieux. &#xd;<br />&#xd;<br />- Développer et promouvoir le Tourisme Pêche en France. &#xd;<br />&#xd;<br />- Représenter les M-G de pêche auprès des autorités compétentes dans le domaine pêche récréative, et du Tourisme Pêche. &#xd;<br />&#xd;<br />- Informer quand la FFMGP s’aperçoit en terme de travail illégal ou de formation (manque) ou qui lui sont signalés = Principe Supérieur de Précaution. &#xd;<br />&#xd;<br />- Peut créer, participer ou adhérer à une fondation, ou des opérations nationale en relation avec ses STATUTS et RI ; études, opérations nationales en faveur de son développement, du métier et de sa formation, de la promotion de la pêche. &#xd;<br />&#xd;<br />- Assure avec le SFFMGP la défense du métier, la promotion, intérêts, de l'échelon local à l'international. Élabore des orientations nationales. &#xd;<br />&#xd;<br />- Consultable par les publics où autre, toutes les institutions chargées de la pêche en tous milieux, concernant la mise en valeur des milieux aquatiques, la protection de la population piscicole et la continuité écologique de leurs habitats, sur tout ce qui touchent transversalement au métier et à ses conditions d’exercice, mais aussi éducation à l'environnement, écocitoyenneté, éducation populaire, pour tous milieux. &#xd;<br />&#xd;<br />- Élabore, compte tenu de ses buts, objets, missions et fonctions une charte des conditions d'exercices du métier et pour tous niveaux de compétition selon le Code du Sport et cela pour tous les milieux. &#xd;<br />&#xd;<br />- Elle s'emploie à rechercher des principes du développement durable de la profession de M-G de pêche et de leurs contributions à la conservation de l’ensemble de la biodiversité piscicole et aquatique;","acronym":"FFMGP","interests":"Agriculture and Rural Development, Climate Action, Communication, Culture, Education and training, Employment and Social Affairs, Environment, European Neighbourhood Policy, Fraud prevention, Maritime affairs and fisheries, Public Health, Sport, Youth","euInitiatives":"Pêche de loisir récréative. Proportionnalité réglementaire.&#xd;<br />Normalisation et réglementation de l'enseignement, animation, encadrement, accompagnement, éducation, guidage, entraînement à la pêche de loisir et/où sportive contre ou sans rémunération. Amélioration des formations pour les professionnels, continuité encadrement réglementé par carte professionnelle. Travail illégal, cobaturage, coparticipation, conavigation en pêche de loisir et/où sportive, par des particuliers, des associations, voire des Mairies.","lastUp":"2019-07-03T14:40:03.599+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}