{"id":"182438018792-91","name":"AIXTRON SE","registrationDate":"2015-09-15T09:28:35.309+02:00","category":2,"subCategory":3,"legal":"Europäische Aktiengesellschaft SE (Societas Europaea)","web":"http://www.aixtron.com","country":"Germany","headAddress":"Dornkaulstraße 2","headCity":"Herzogenrath","headPostCode":"52134","headPhone":"(49)2 40 79 03 00","boss":"Felix Dr. Grawert","bossTitle":"Mr","bossPosition":"Mitglied des Vorstands","membersCount":2,"membersFTE":"0.5","membership":"Photonics 21&#xd;\nEPIC (European Industry Consortium)&#xd;\nSEMI&#xd;\nNMWP e.V. (NanoMikroWerkstoffePhotonik e.V.)","memberOrga":"http://www.photonics21.org/&#xd;\nhttp://www.epic-assoc.com/&#xd;\nhttp://www.semi.org/eu/&#xd;\nhttp://www.nmwp.nrw.de/","goal":"Der AIXTRON Konzern („AIXTRON“ oder „das Unternehmen“) ist ein führender Anbieter von Depositionsanlagen für die Halbleiterindustrie. Die Produkte des Konzerns werden weltweit von einem breiten Kundenkreis zur Herstellung von leistungsstarken Bauelementen für elektronische und optoelektronische Anwendungen auf Basis von Verbindungs-, und organischen Halbleitermaterialien genutzt. Diese Bauelemente werden in Glasfaser-Kommunikationsnetzen, in der drahtlosen und mobilen Kommunikation, in der Sensorik, der Signal- und Lichttechnik, in Displays sowie einer Reihe anderer Hochtechnologie-Anwendungen eingesetzt.&#xd;<br />&#xd;<br />Der AIXTRON Konzern vermarktet und verkauft seine Produkte weltweit, primär über die eigene Verkaufsorganisation, aber auch über Handelsvertreter und Vertragshändler.&#xd;<br />&#xd;<br />Die Geschäftstätigkeit von AIXTRON umfasst die Entwicklung, Produktion und Installation von Anlagen für die Abscheidung (Deposition) komplexer Halbleitermaterialien, die Entwicklung von Verfahrenstechniken, die Beratung und Schulung sowie die Kundenbetreuung und Service. AIXTRON liefert darüber hinaus zum Betrieb seiner Produkte Peripheriegeräte und Dienstleistungen.&#xd;<br />&#xd;<br />AIXTRON liefert sowohl Depositionsanlagen für die Massenproduktion als auch Anlagen für die Forschung und Entwicklung (F&amp;E) und Vorserienproduktion.&#xd;<br />&#xd;<br />Die Nachfrage nach den Produkten von AIXTRON wird maßgeblich durch eine weiter steigende Verarbeitungsgeschwindigkeit, steigende Anforderungen an Energieeffizienz sowie die Notwendigkeit zur Kostensenkung bei bestehenden und zukünftigen leistungs- und optoelektronischen Bauelementen beeinflusst. Mit seinen führenden Technologien zur Materialbeschichtung versetzt AIXTRON seine Kunden in die Lage, die Leistungsfähigkeit und die Qualität modernster Bauelemente der Leistungs- und Optoelektronik zu verbessern und die Ausbeute bei der Produktion zu steigern.&#xd;<br />&#xd;<br />Die AIXTRON Produktpalette umfasst kundenspezifische Anlagen für die Abscheidung komplexer Halbleitermaterialien. Hierbei können Substrate unterschiedlicher Materialien und Größen beschichtet werden.&#xd;<br />&#xd;<br />Zur Gasphasenabscheidung sogenannter Verbindungshalbleiter-Materialien zur Herstellung von leistungs- und optoelektronischen Komponenten wie beispielsweise LEDs, anderen optoelektronischen Komponenten oder Leistungselektronik wird das MOCVD-Verfahren (Metall-Organische Gasphasenabscheidung) angewendet. Zur Herstellung komplexer Kohlenstoff-Nanostrukturen (Kohlenstoff-Nano-röhren und -drähte oder Graphen) wird das PECVD-Verfahren (Plasmaunterstützte Gasphasenabscheidung) eingesetzt. Zur Abscheidung von Dünnschichtmaterialien für die Herstellung organischer Elektronikanwendungen, einschließlich organischer lichtemittierender Dioden (OLEDs) bietet APEVA das PVPD (Polymer-Gasphasenabscheidungs)-Verfahren und das OVPD-Verfahren (Organische Gasphasenabscheidung) an.&#xd;<br />&#xd;<br />Die hohe F&amp;E-Kompetenz bleibt für AIXTRON von großer strategischer Bedeutung, da sie die Grundlage für ein wettbewerbsfähiges Portfolio von Spitzentechnologien ist und so die zukünftige Geschäftsentwicklung beeinflusst. Deshalb investiert AIXTRON gezielt in Forschungs- und Entwicklungsprojekte, um die führende technologische Stellung bei MOCVD-Systemen für Anwendungen wie Laser, Spezial-LEDs und die Produktion von Materialien mit großem Bandabstand (Wide-Band-Gap) für Leistungselektronik zu erhalten und weiter auszubauen.","acronym":"AIXG","interests":"Competition, Environment, Research and innovation","euInitiatives":"1) Photonics21 - europäische Technologieplattform für Photonik&#xd;<br />&#xd;<br />2) Horizon 2020 EU Research and Innovation programme","lastUp":"2018-09-06T09:28:19.780+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}