{"id":"182438018792-91","name":"AIXTRON SE","registrationDate":"2015-09-15T09:28:35.309+01:00","category":2,"subCategory":3,"legal":"Europäische Aktiengesellschaft SE (Societas Europaea)","web":"http://www.aixtron.com","country":"Germany","headAddress":"Dornkaulstraße 2","headCity":"Herzogenrath","headPostCode":"52134","headPhone":"(49)2 40 79 03 00","boss":"Felix Dr. Grawert","bossTitle":"Mr","bossPosition":"Mitglied des Vorstands","membersCount":2,"membersFTE":"0.5","membership":"Photonics 21&#xd;\nEPIC (European Industry Consortium)&#xd;\nSEMI&#xd;\nNMWP e.V. (NanoMikroWerkstoffePhotonik e.V.)","memberOrga":"http://www.photonics21.org/&#xd;\nhttp://www.epic-assoc.com/&#xd;\nhttp://www.semi.org/eu/&#xd;\nhttp://www.nmwp.nrw.de/nmwp-ev/nmwp-ev0/","goal":"Geschichte:&#xd;<br />AIXTRON entstand 1983 als Ausgründung aus dem Institut für Halbleitertechnik der Rheinisch-Westfälisch Technischen Hochschule (RWTH) Aachen. 1997 erfolgte der Gang an die Börse: AIXTRON ist im Prime Standard der Frankfurter Wertpapierbörse gelistet und gehört seit 2004 zum Aktienindex TecDAX. Seit 2005 ist AIXTRON auch an der US-Technologiebörse NASDAQ gelistet.&#xd;<br />&#xd;<br />Aufgaben:&#xd;<br />AIXTRON SE ist ein führender Hersteller von Depositions-anlagen für die Halbleiterindustrie. Als Hightech-Maschinenbauunternehmen konzentriert sich AIXTRON auf die Entwicklung und Produktion von Anlagen zur Herstellung von Verbindungshalbleitern und anderen Multikomponenten-Materialien.&#xd;<br />&#xd;<br />Produktportfolio:&#xd;<br />Der AIXTRON Konzern („AIXTRON“ oder „das Unternehmen“) ist ein führender Anbieter von Depositionsanlagen für die Halbleiterindustrie. Die Produkte der Gesellschaft werden weltweit von einem breiten Kundenkreis zur Herstellung von leistungsstarken Bauelementen für elektronische und optoelektronische Anwendungen auf Basis von Verbindungs-, Silizium- und organischen Halbleitermaterialien genutzt. Diese Bauelemente werden in einer Vielzahl innovativer Anwendungen, Technologien und Industrien eingesetzt. Dazu gehören beispielsweise LED- und Displaytechnologie, Datenspeicherung und -übertragung, Energiemanagement und -umwandlung, Kommunikation, Signal- und Lichttechnik sowie viele weitere anspruchsvolle High-Tech-Anwendungen. &#xd;<br />Die Nachfrage nach den Produkten von AIXTRON wird maßgeblich beeinflusst durch die steigende Prozessgeschwindigkeit, bessere Effizienz, Energiespeicherung und Energieeffizienz, sowie die Notwendigkeit zur Betriebskostenabsenkung bei bestehenden und zukünftigen mikro- und optoelektronischen Bauelementen. Mit seinen führenden Technologien zur Materialbeschichtung versetzt AIXTRON seine Kunden in die Lage, die Leistungsfähigkeit und die Qualität modernster mikro- und optoelektronischer Bauelemente zu verbessern und die Ausschussquote bei der Produktion zu verringern.&#xd;<br />&#xd;<br />Zur Gasphasenabscheidung sogenannter Verbindungshalbleiter-Materialien zur Herstellung von leistungs- und optoelektronischen Komponenten wie beispielsweise LEDs, Hochleistungselektronik oder anderen optoelektronischen Komponenten wird das \"MOCVD\"-Verfahren (Metall-Organische Gasphasenabscheidung) angewendet. Zur Abscheidung von Dünnschichtmaterialien für die Herstellung organischer Elektronikanwendungen, einschließlich organischer lichtemittierender Dioden) (\"OLEDs\") bietet AIXTRON das \"PVPD®\" (Polymer-Gasphasenabscheidungs)-Verfahren, das \"OVPD®\"-Verfahren (Organische Gasphasenabscheidung) und das „PECVD“-Verfahren (Plasmaunterstützte Chemische Gasphasenabscheidung) zur Dünnfilmverkapselung an. PECVD wird außerdem zur Herstellung komplexer Kohlenstoff-Nanostrukturen (Kohlenstoff-Nanoröhren, -drähte oder Graphen) angewandt. Für Prozessor- und Speicheranwendungen, sind AIXTRON Anlagen zur Herstellung von Speicherchips in der Lage, Wafer mit bis zu 300  mm Durchmesser zu beschichten. Ermöglicht wird dies anhand chemischer Gasphasenabscheidung (\"CVD\") oder \"Atomic Layer Deposition\" (\"ALD\"). Darüber hinaus wird die MOCVD-Technologie für die Abscheidung von Verbindungshalbleiter-Materialien bei der Entwicklung zukünftiger Prozessortechnologien verwendet.&#xd;<br />&#xd;<br />Die hohe F&amp;E-Kompetenz bleibt für AIXTRON von großer strategischer Bedeutung, da sie für ein wettbewerbsfähiges Portfolio von Spitzentechnologien sorgt und die zukünftige Geschäftsentwicklung unterstützt. Deshalb investiert AIXTRON gezielt in Forschungs- und Entwicklungsprojekte, um die führende technologische Stellung bei MOCVD-Systemen für Anwendungen wie LEDs und die Produktion von Materialien mit weitem Bandabstand (Wide Band Gap) für Leistungselektronik oder die nächste Generation von Speicher- und Prozessoranwendungen zu verfolgen. Gleichzeitig will AIXTRON Wachstumsmärkte im Bereich der organischen Halbleiter erschließen.","acronym":"","interests":"Development, Environment, Research and Technology","euInitiatives":"1) Photonics21 - europäische Technologieplattform für Photonik&#xd;<br />&#xd;<br />2) Horizon 2020 EU Research and Innovation programme","lastUp":"2017-09-19T09:01:28.427+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}