{"id":"18318892461-48","name":"Asociación Provincial de Armadores de Buques de Pesca de Palangre y otras Artes de Pontevedra","registrationDate":"2009-10-08T09:48:51.954+01:00","category":2,"subCategory":7,"legal":"asociación sin ánimo de lucro","web":"http://www.arvi.org","country":"Spain","headAddress":"Puerto Pesquero, s/n.","headCity":"Vigo","headPostCode":"36202","headPhone":"(34)9 86 43 38 44","boss":"José Antonio Suárez-Llanos Rodríguez","bossTitle":"","bossPosition":"Director gerente","membersCount":2,"membersFTE":"0.5","membership":"Arpoan está adscrita a la:&#xd;\n&#xd;\nConfederación Española de Pesca (Cepesca) &#xd;\n&#xd;\nFederación Española de Organizaciones Pesqueras (FEOPE)","memberOrga":"","goal":"Arpoan tiene como referente, desde su constitución en 1981, la defensa de los intereses de las empresas asociadas (un total de 20), y de la actividad de sus buques palangreros de superficie (un total de 18).&#xd;<br />&#xd;<br />De los objetivos prioritarios para garantizar la viabilidad presente y futura de la flota representada y de sus empresas armadoras destacamos las siguientes:&#xd;<br />&#xd;<br />Salvaguardia de la actividad de la flota palangrera de superficie de mediano porte, tanto de fresco como congeladora, teniendo presencia activa y participación en los diferentes foros y ámbitos en los que se debaten y elaboran las normas que regulan la actividad pesquera de la flota palangrera, tanto a nivel de Organizaciones Regionales de Pesca (Arpoan participa en ICCAT desde 1985, e ininterrumpidamente desde 1989) como a nivel de las administraciones comunitaria, estatal y autónoma, así como más recientemente, en los Consejos Consultivos posicionando al sector  siempre en la línea de la pesca sostenible y por consiguiente en la necesidad de que las medidas adoptadas aboquen a ésta de un modo racional.&#xd;<br />&#xd;<br />Comunicación permanente a nuestros asociados de todas las cuestiones de su interés, tanto sobre medidas de regulación y gestión de stocks establecidas por las ORP y las administraciones competentes como sobre líneas estratégicas de trabajo de futuro en todas y cada una de las materias relacionadas con la actividad normal de la flota palangrera de superficie de porte medio. El objetivo es maximizar el conocimiento de cualquier norma que afecta a su actividad en todos los ámbitos, la evolución de éstas en el tiempo, los debates sobre las mismas y especialmente la sensibilización e implicación de las empresas armadoras en la pesca responsable y sostenible.&#xd;<br />&#xd;<br />Lucha contra la pesca INDNR (especialmente la de buques con pabellones de conveniencia de países terceros que acogen esta actividad) que reduce o elimina el éxito de las medidas de gestión de stocks de las especies altamente migratorias y los esfuerzos y sacrificios de las flotas reguladas y controladas. Además compite de forma desleal en los mismos mercados, generando graves distorsiones de precios que se añaden a los efectos ambientales de dicha actividad INDNR; todo ello causa un impacto demoledor al mantenimiento futuro de la actividad de nuestros asociados y aún peor sobre los ecosistemas marinos.&#xd;<br />&#xd;<br />Aplicación de líneas I+D+i en la búsqueda e implantación de sistemas novedosos en todo lo relativo a la actividad pesquera de la flota de palangre de superficie, tratando de perfeccionar cada vez más las bajas ratios de interacción ambiental de nuestras pesquerías y mejorar otros aspectos de la operatividad de la flota. Íntimamente conectado con ello, colaboración máxima y defensa de la tarea esencia e imprescindible que desarrollan los biólogos marinos en los estudios de poblaciones de especies pesqueras, y en todas aquellas cuestiones de tipo horizontal que éstos consideran de importancia. &#xd;<br />&#xd;<br />Defensa de aspectos correspondientes a la actividad económica de nuestros asociados. En cuanto a los productos extraídos y vendidos por nuestros asociados en ámbitos relacionados con la comercialización de los productos de la pesca tanto fresca como congelada, tratando de minorar los diferenciales de precios entre primera venta y precio final, actuando ante la distribución, luchando contra la incidencia en mercado del producto de las flotas no autorizadas,  aplicando diversos mecanismos para lograr una estabilización de la oferta respecto a la demanda, así como promoviendo análisis de métodos de etiquetado más eficaces que posibiliten diferenciar el producto capturado por la flota comunitaria. En otras materias, buscando salidas a crisis como la del alza de precios del combustible, etc.","acronym":"Arpoan","interests":"Environment, Maritime affairs and fisheries","euInitiatives":"En materia de normativas pesquera, aduanera y sanitaria.&#xd;<br />&#xd;<br />Relacionadas con la comercialización del pez espada, con los intereses laborales de las empresas armadoras, con la defensa de los intereses comunes de sus asociados en ámbitos no comunitarios.&#xd;<br />&#xd;<br />Actividades de representación de sus asociados en la interrelación con las organizaciones no gubernamentales.&#xd;<br />&#xd;<br />Política Pesquera Común, Política Marítima Integrada y Políticas Medioambientales de Comercio y de Sanidad.","lastUp":"2019-02-26T13:09:08.448+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}