{"id":"18370091485-91","name":"Servier","registrationDate":"2009-04-07T15:04:19.557+01:00","category":2,"subCategory":3,"legal":"Groupe pharmaceutique français dirigé par une fondation","web":"http://www.servier.eu","country":"France","headAddress":"50 rue Carnot","headCity":"Suresnes","headPostCode":"92284","headPhone":"(33)1 55 72 60 00","boss":"Olivier Laureau","bossTitle":"Mr","bossPosition":"Président","membersCount":4,"membersFTE":"2.0","membership":"Servier est membre de l'EFPIA (European Federation of Pharmaceutical Industries and Associations), du GIRP (Groupement International de la Répartition Pharmaceutique), ainsi que du CDPF (Cercle des Délégués Permanents Français).","memberOrga":"","goal":"Servier est un groupe pharmaceutique français privé dont la direction est assurée par la fondation FIRS (Fondation Internationale de Recherche Servier), fondation néerlandaise (stichting) à but non lucratif.  &#xd;<br />Toute notre action est dominée par trois buts :&#xd;<br />&#xd;<br />- Satisfaire: c'est proposer des solutions thérapeutiques pour répondre aux besoins des patients et des professionnels de santé. &#xd;<br />- Découvrir: c'est participer au progrès par une recherche innovante. Servier est une recherche au moins autant qu'une industrie.&#xd;<br />- Epanouir: c'est être à l'écoute et contribuer à la réalisation des aspirations de chacun dans et par l'entreprise.","acronym":"","interests":"Competition, Economic and Financial Affairs, Enterprise, Environment, Internal Market, Public Health, Research and Technology, Trade","euInitiatives":"- Révision des mécanismes de propriété intellectuelle et des incitations à la recherche              &#xd;<br />- Européanisation de l’évaluation de l’efficacité relative des médicaments à leur lancement (HTA)&#xd;<br />- Transposition et mise en place du Règlement général sur la protection des données &#xd;<br />- Suivi des négociations de sortie du Royaume-Uni de l’Union Européenne&#xd;<br />- Suivi des négociations d’accords commerciaux par l’Union Européenne avec des pays tiers &#xd;<br />- Mesures en matière de résidus pharmaceutiques dans l’environnement","lastUp":"2017-08-17T16:54:50.091+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}