{"id":"183767336323-85","name":"Deusto Foundation - Basque Institute of Competitiveness (Orkestra)","registrationDate":"2019-11-04T13:21:15.157+01:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://orkestra.deusto.es","country":"Spain","headAddress":"Avda. de las Universidades, 24","headCity":"Bilbao","headPostCode":"48007","headPhone":"(34)9 43 29 73 27","boss":"Mari Jose Aranguren Querejeta","bossTitle":"Ms","bossPosition":"General Director","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"An initiative of the University of Deusto, through the Deusto Foundation, for the study of competitiveness and regional development through different lines of research, with three goals:&#xd;<br />&#xd;<br />- Contribute to the improvement of the Basque Country's competitiveness&#xd;<br />- Promote the improvement of citizens' wellbeing&#xd;<br />- Create knowledge of regional competitiveness&#xd;<br />&#xd;<br />Formed in 2006, the Orkestra team promotes transformative research. This type of research is defined by analysis, reflection, evaluation and the proposal of actions, in a permanent form, aimed at providing innovative answers for the resolution of the challenges considered, while research knowledge is acquired.&#xd;<br />&#xd;<br />To this end Orkestra, who since its beginnings has been an example of success in public-private cooperation, works with a large number of networks, businesses, governments and institutions on numerous projects. In this way, aside from being an agent of change to drive competitiveness in the Basque Country, it has become today an international model in the analysis of regional competitiveness in a global environment.","acronym":"FD","interests":"Digital economy and society, Employment and Social Affairs, Energy, Regional Policy, Research and innovation","euInitiatives":"Digital Economy Lab - Development of the digital economy improves territories' competitiveness conditions. For this reason, digitalisation of the Basque industrial fabric is one of the key factors in Smart Specialisation Strategies (ris3).&#xd;<br />The Orkestra research team is committed to identifying the challenges posed by good development of digital transformation in the Basque Country. Making use of the transforming research approach, Orkestra also works with other key players to boost the necessary policies and mechanisms.","lastUp":"2019-11-04T13:21:48.171+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}