{"id":"18370091485-91","name":"Servier","registrationDate":"2009-04-07T15:04:19.557+01:00","category":2,"subCategory":3,"legal":"Groupe pharmaceutique français dirigé par une fondation","web":"http://www.servier.eu","country":"France","headAddress":"50 rue Carnot","headCity":"Suresnes","headPostCode":"92284","headPhone":"(33)1 55 72 60 00","boss":"Olivier Laureau","bossTitle":"Mr","bossPosition":"Président","membersCount":4,"membersFTE":"2.0","membership":"Servier est membre de l'EFPIA (European Federation of Pharmaceutical Industries and Associations), du GIRP (Groupement International de la Répartition Pharmaceutique), ainsi que du CDPF (Cercle des Délégués Permanents Français).","memberOrga":"","goal":"Servier is an international pharmaceutical company governed by a non-profit foundation, with its headquarters in France (Suresnes). With a strong international presence in 149 countries and a turnover of €4.2 billion euros in 2018, Servier employs 22,000 people worldwide. Entirely independant, the Group reinvests 25% of its turnover (excluding generics) in research and development and uses all its profits for development. Corporate growth is driven by Servier's constant search for innovation in five areas of excellence: cardiovascular, immune-inflammatory and neurodegenerative diseases, cancer and diabetes as well as by its activities in high-quality generic drugs. Servier also offers eHealth solutions beyond drug development.","acronym":"","interests":"Business and Industry, Competition, Environment, Public Health, Research and innovation, Single market, Trade","euInitiatives":"Révision des mécanismes de propriété intellectuelle et des incitations à la recherche ; Européanisation de l’évaluation de l’efficacité relative des médicaments à leur lancement (HTA) ; Transposition et mise en place du Règlement général sur la protection des données ; Suivi des négociations de sortie du Royaume-Uni de l’Union Européenne ; Suivi des négociations d’accords commerciaux par l’Union Européenne avec des pays tiers ; Mesures en matière de résidus pharmaceutiques dans l’environnement","lastUp":"2019-03-29T09:42:02.374+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}