{"id":"18379149519-78","name":"Belgian-Italian Chamber of Commerce","registrationDate":"2012-09-05T14:31:33.350+01:00","category":2,"subCategory":4,"legal":"Belgian ASBL - Association sans but lucratif","web":"http://www.ccitabel.com","country":"Belgium","headAddress":"Avenue Henri Jaspar, 113","headCity":"Brussels","headPostCode":"1060","headPhone":"(32)2 30 27 30","boss":"Fabio Morvilli","bossTitle":"Mr","bossPosition":"Chairman","membersCount":4,"membersFTE":"2.25","membership":"- Assocamerestero (Association of Italian Chambers of Commerce abroad - www.assocamerestero.it)&#xd;\n&#xd;\n- Erasmus for Young Entrepreneurs network (network established by the European Commission - DG Enterprise for the mobility of young entrepreneurs - www.open-eye.net)&#xd;\n&#xd;\n- Associated to Federation of Belgian Chambers of Commerce (http://www.belgianchambers.be )","memberOrga":"http://www.ccitabel.com/ccib/images/Annuaire%202018-2019.pdf","goal":"The Belgian-Italian Chamber of Commerce is a non-profit association under Belgian law and is legally and financially autonomous. It was founded in 1950 to foster contacts between Belgium and Italy. Its resources come mainly from contributions of its members and from the benefit of its activities. The Chamber is recognized by the Italian Government under the law 01.07.1970 n.518. It is part of the Assocamerestero, the Italian Chambers of Commerce Association abroad, composed by 78 Chambers worldwide.&#xd;<br />It is located in the center of Brussels near the European Institutions. The Belgian-Italian Chamber of Commerce is the point of reference par excellence for any company willing to promote its own business and widen its network in Italy and in Belgium. The Chamber indeed offers a wide range of promotional services, assistance and consultancy, which represents an advantage for its members. &#xd;<br />&#xd;<br />The primary goal of  the  is to enhance trade relations between Belgium and Italy and to support Belgian and Italian entrepreneurs through their internationalization process. In addition, the Belgian-Italian Chamber of Commerce supports SMEs, private and public entities willing to participate to calls for proposals and calls for tenders.","acronym":"CCBI","interests":"Business and Industry, Communication, Competition, Digital economy and society, Education and training, External Relations, Food Safety, International co-operation and development, Regional Policy, Single market, Trade, Youth","euInitiatives":"Small business act&#xd;<br />Training and education 2020&#xd;<br />Internationalization of SMEs&#xd;<br />Entrepreneurship&#xd;<br />Mobility of Entrepreneurs&#xd;<br />ERASMUS +","lastUp":"2020-01-06T11:58:54.292+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}