{"id":"18370091485-91","name":"Servier","registrationDate":"2009-04-07T15:04:19.557+02:00","category":2,"subCategory":3,"legal":"Groupe pharmaceutique français dirigé par une fondation","web":"http://www.servier.eu","country":"France","headAddress":"50 rue Carnot","headCity":"Suresnes","headPostCode":"92284","headPhone":"(33)1 55 72 60 00","boss":"Olivier Laureau","bossTitle":"Mr","bossPosition":"Président","membersCount":4,"membersFTE":"2.0","membership":"Servier est membre de l'EFPIA (European Federation of Pharmaceutical Industries and Associations), du GIRP (Groupement International de la Répartition Pharmaceutique), ainsi que du CDPF (Cercle des Délégués Permanents Français).","memberOrga":"","goal":"Servier is an international pharmaceutical company governed by a non-profit foundation, with headquarters in France. With a strong international presence in 148 countries and a turnover of €4.15 billion in 2017, Servier employs 21,600 people worldwide. Entirely independant, Servier reinvests 25% of its revenue (excluding generic drugs) in research and development and uses all its profits for development. Corporate growth is driven by Servier's constant search for innovation in five areas of excellence - cardiovascular, immune-inflammatory and neuropsychiatric diseases, cancer and diabetes - and by its high-quality generic drugs.","acronym":"","interests":"Competition, Economic and Financial Affairs, Enterprise, Environment, Internal Market, Public Health, Research and Technology, Trade","euInitiatives":"Révision des mécanismes de propriété intellectuelle et des incitations à la recherche ; Européanisation de l’évaluation de l’efficacité relative des médicaments à leur lancement (HTA) ; Transposition et mise en place du Règlement général sur la protection des données ; Suivi des négociations de sortie du Royaume-Uni de l’Union Européenne ; Suivi des négociations d’accords commerciaux par l’Union Européenne avec des pays tiers ; Mesures en matière de résidus pharmaceutiques dans l’environnement","lastUp":"2018-04-03T12:59:08.646+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}