{"id":"189143131639-34","name":"Elisabeth Opie, trading as the Office of Elisabeth Opie","registrationDate":"2018-05-29T15:12:25.421+02:00","category":1,"subCategory":8,"legal":"none","web":"https://www.elisabethopie.com","country":"Germany","headAddress":"Barer Strasse 1","headCity":"Munich","headPostCode":"80333","headPhone":"(49)89 92 56 49 90","boss":"Elisabeth Opie","bossTitle":"Ms","bossPosition":"International Technology Lawyer","membersCount":5,"membersFTE":"4.5","membership":"The International Association for the Protection of Intellectual Property https://aippi.org/&#xd;\nLicensing Executives Society http://www.les-germany.org/standard.xml?vpID=2 &#xd;\nThe Florence Competition Programme (FCP), the European University Institute in Florence, Italy.&#xd;\nRechtsanwaltskammer München https://rak-muenchen.de/&#xd;\nLaw Society of England and Wales http://www.lawsociety.org.uk/&#xd;\nSolicitors Regulation Authority England and Wales https://www.sra.org.uk/home/home.page&#xd;\nLaw Institute of Victoria, Australia https://www.liv.asn.au/&#xd;\nGerman Australian Business Council http://gabc.eu/","memberOrga":"","goal":"The Office of Elisabeth Opie provides operational, tactical and strategic advice across a broad range of issues facing technology-centric companies. Our aim is to work with clients to convert concept to desired business outcome on an efficient and sustainable basis.&#xd;<br />&#xd;<br />Our goal is to facilitate the creation, protection, use and exploitation of our client’s intellectual property assets in a managed risk and advanced governance environment. Our focus is on clients growing business relationships and opportunities in European and Australian markets.&#xd;<br />&#xd;<br />In relation to IP and Trade Policy, we have extensive experience and ongoing engagement with many international policy and technical development fora, and ongoing engagement with countries around the world, regarding policy matters (in particular, IP and trade) and issues potentially impacting business.&#xd;<br />&#xd;<br />In relation to IP and Competition Law, we have extensive experience regarding policy and conduct issues arising from the exploitation of intellectual property (particularly standard essential patents).","acronym":"","interests":"Communication, Competition, Consumers, Digital economy and society, External Relations, International co-operation and development, Research and innovation, Single market, Trade","euInitiatives":"Digital Single Market&#xd;<br />Patents and Standards&#xd;<br />FRAND and open source&#xd;<br />IPRED&#xd;<br />EC Communications regarding standard essential patents&#xd;<br />IP and Competition Law","lastUp":"2019-05-17T02:11:46.643+02:00","customers":"Fraunhofer-Gesellschaft zur Förderung der angewandten Forschung e. V.","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"100000-499999"}