{"id":"18939412904-80","name":"ΚΕΝΤΡΟ ΠΡΟΣΤΑΣΙΑΣ ΚΑΤΑΝΑΛΩΤΩΝ","registrationDate":"2009-12-29T15:18:16.178+01:00","category":3,"subCategory":2,"legal":"ΜΚΟ","web":"http://www.kepka.org/","country":"Greece","headAddress":"ΒΑΣ.ΗΡΑΚΛΕΙΟΥ 32","headCity":"ΘΕΣΣΑΛΟΝΙΚΗ","headPostCode":"54624","headPhone":"(30)23 10 23 33 33","boss":"ΝΙΚΟΛΑΟΣ ΤΣΕΜΠΕΡΛΙΔΗΣ","bossTitle":"Mr","bossPosition":"ΠΡΟΕΔΡΟΣ","membersCount":27,"membersFTE":"16.75","membership":"Παρατητηρητήριο Εσωτερικής Αγοράς (SMO), Ευρωπαϊκή Οικονομική και Κοινωνική Επιτροπή - EESC, Ευρωπαϊκή Συμβουλευτική Ομάδα Καταναλωτών – ECCG, Ευρωπαϊκή Ομοσπονδία Ενώσεων Καταναλωτών–B.E.U.C., Ευρωπαϊκή Ένωση για το συντονισμό της Εκπροσώπησης των Καταναλωτών στην Πιστοποίηση – A.N.E.C., Ευρωπαϊκή Συμμαχία για τη Διαφάνεια - ALTER – EU, Ευρωπαϊκό Δίκτυο Πανεπιστημίων για τη Δια Βίου Μάθηση - EUCEN) και σε διεθνές επίπεδο (Διεθνή Οργάνωση Καταναλωτών – C.I., Διεθνή Οργάνωση Υγείας - H.A.I και Διατλαντικό Διάλογο Καταναλωτών–T.A.C.D.).","memberOrga":"","goal":"Το ΚΕ.Π.ΚΑ. – Κέντρο Προστασίας Καταναλωτών – είναι μη κερδοσκοπική, μη κυβερνητική, πανελλαδική Ένωση Καταναλωτών. Εδώ και τριάντα δύο χρόνια, αγωνίζεται για την προστασία των δικαιωμάτων των Καταναλωτών, την προστασία του περιβάλλοντος και τη βελτίωση της ποιότητας ζωής.&#xd;<br />&#xd;<br />Ιδρύθηκε το 1982. Είναι η μοναδική μεγάλη Ένωση Καταναλωτών, που έχει έδρα τη Θεσσαλονίκη. Το ΚΕ.Π.ΚΑ. είναι Οργάνωση με υπαρκτά μέλη, με καταστατικές λειτουργίες (προγραμματικές – απολογιστικές Γενικές Συνελεύσεις, δημοσίευση στην ιστοσελίδα μας του οικονομικού και διοικητικού απολογισμού, αιρετό ανά τριετία Διοικητικό Συμβούλιο, και Ελεγκτική Επιτροπή). Διοικείται, από 9μελές Διοικητικό Συμβούλιο, όλα τα μέλη του οποίο είναι καθαρά εθελοντές. Είναι η πρώτη ‘Ένωση Καταναλωτών, που αναγνωρίστηκε και καταγράφηκε στο Μητρώο του Υπουργείου Ανάπτυξης, Ανταγωνιστικότητας, Υποδομών, Μεταφορών και Δικτύων, σύμφωνα με τα κριτήρια του Ν. 2251/94, όπως τροποποιήθηκε με το Ν. 3587/2007. Έχει συμβάλλει, ουσιαστικά, με την αξιόπιστη και συνεχή του δράση στην ενδυνάμωση του Καταναλωτικού Κινήματος στη χώρα μας.&#xd;<br />&#xd;<br />Με πρωτοβουλία του ΚΕ.Π.ΚΑ., ιδρύθηκε το 1999, η Ομοσπονδία Ενώσεων Καταναλωτών Ελλάδος- Ο.Ε.Κ.Ε., η οποία αποτελείται από 9 Οργανώσεις, που δεν είναι σφραγίδες, έχουν καταστατικές λειτουργίες και πλούσια συνεχή δράση: &#xd;<br />ΚΕ.Π.ΚΑ.- Κέντρο Προστασίας Καταναλωτών&#xd;<br />ΚΕ.Π.ΚΑ.- Κέντρο Προστασίας Καταναλωτών Νάουσας &#xd;<br />ΚΕ.Π.ΚΑ.- Κέντρο Προστασίας Καταναλωτών Μουδανιών&#xd;<br />ΚΕ.Π.ΚΑ.- Κέντρο Προστασίας Καταναλωτών Κοζάνης&#xd;<br />ΕΝ.ΚΑ.- Ένωση Καταναλωτών Δράμας&#xd;<br />ΕΝ.ΚΑ.- Ένωση Καταναλωτών Ροδόπης&#xd;<br />ΕΝ.ΚΑ.- Ένωση Καταναλωτών Βόλου&#xd;<br />ΚΕ.Π.ΚΑ.- Κέντρο Προστασίας Καταναλωτών Πρέβεζας&#xd;<br />ΣΥ.Π.ΚΑ. – Σύλλογος Προστασίας Καταναλωτών Έδεσσας &#xd;<br />Επίσης, έχουν δημιουργηθεί πυρήνες και σε αρκετές άλλες πόλεις της Ελλάδας.&#xd;<br />&#xd;<br />Το ΚΕ.Π.ΚΑ. ενημερώνει τους Καταναλωτές, με δελτία τύπου, παρεμβάσεις τηλεοπτικές, ραδιοφωνικές και στον έντυπο τύπο, ημερίδες, με ειδικούς επιστήμονες, επισκέψεις σε σχολεία, με έρευνες και ενημερωτικές εκστρατείες. Στα πλαίσια της ενημέρωσης των Καταναλωτών, &#xd;<br />&#xd;<br />Το ΚΕ.Π.ΚΑ. διαθέτει ιστοσελίδα στη διεύθυνση www.kepka.org, για την πληροφόρηση των Καταναλωτών και email consumers@kepka.org  για την κατάθεση καταγγελιών. &#xd;<br />&#xd;<br />Το ΚΕ.Π.ΚΑ. είναι, ίσως, η μοναδική ελληνική Ένωση Καταναλωτών, η οποία μεσολαβεί, για την επίλυση των διαφορών, μεταξύ Καταναλωτών – Προμηθευτών. Το 2016, το ΚΕ.Π.ΚΑ. κατέγραψε 3.670 παράπονα – καταγγελίες Καταναλωτών. Το 92,54% αυτών των καταγγελιών επιλύθηκαν, υπέρ των καταναλωτών, μετά από παρέμβαση του ΚΕ.Π.ΚΑ., στους προμηθευτές.","acronym":"ΚΕ.Π.ΚΑ.","interests":"Agriculture and Rural Development, Audiovisual and Media, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Education, Energy, Enlargement, Enterprise, Environment, Food Safety, General and Institutional Affairs, Information Society, Internal Market, Public Health, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Το ΚΕ.Π.ΚΑ. παρεμβαίνει, δυναμικά, για τη διαμόρφωση θεσμικού πλαισίου, που προστατεύει τον Καταναλωτή, στη λειτουργία της αγοράς. Επειδή πιστεύουμε ότι η προστασία του Καταναλωτή δεν επιτυγχάνεται με μεμονωμένους νόμους, αλλά μέσω της ενσωμάτωσης της προστασίας αυτής σε όλη τη νομοθεσία, εκπροσωπούμε τους Καταναλωτές και παρεμβαίνουμε, σε Τοπικό, Εθνικό, και Διεθνές επίπεδο και σε όλους τους αρμόδιους φορείς.&#xd;<br />&#xd;<br />Το ΚΕ.Π.ΚΑ. εκπροσωπεί τους καταναλωτές, σε:&#xd;<br />Τοπικό επίπεδο: Επιτροπή Φιλικού Διακανονισμού Δήμου Θεσσαλονίκης, Επιτροπή Φιλικού Διακανονισμού Δήμου Δέλτα, Επιτροπή Φιλικού Διακανονισμού Δήμου Καλαμαριάς, Επιτροπή Φιλικού Διακανονισμού Δήμου Πυλαίας – Χορτιάτη, Επιτροπή Φιλικού Διακανονισμού Δήμου Νεάπολης –Συκεών, Επιτροπή Φιλικού Διακανονισμού Δήμου Θέρμης, Επιτροπή Φιλικού Διακανονισμού Διαφορών του Ο.Α.Σ.Θ., Επιτροπή Διαβούλευσης Δήμου Θεσσαλονίκης.&#xd;<br />Εθνικό επίπεδο: Οικονομική και Κοινωνική Επιτροπή – Ο.Κ.Ε., Εθνικό Συμβούλιο Καταναλωτών και Αγοράς - Ε.Σ.Κ.Α., Επιτροπή Πιστοποίησης Ενώσεων Καταναλωτών του Ε.Σ.Κ.Α., Επιστημονική Επιτροπή Διατροφικής Πολιτικής. Από τον Ιούνιο του 2013 ο Πρόεδρος του ΚΕ.Π.ΚΑ. είναι Μέλος της Εκτελεστικής Επιτροπής της Οικονομικής και Κοινωνικής Επιτροπής – Ο.Κ.Ε.&#xd;<br />Ευρωπαϊκό επίπεδο: Ευρωπαϊκή Οικονομική και Κοινωνική Επιτροπή – Ε.Ο.Κ.Ε., Παρατηρητήριο Εσωτερικής Αγοράς της Ε.Ο.Κ.Ε., Ευρωπαϊκή Συμβουλευτική Ομάδα Καταναλωτών – ECCG, Ευρωπαϊκή Ομοσπονδία Ενώσεων Καταναλωτών –B.E.U.C., Ευρωπαϊκή Ένωση για το συντονισμό της Εκπροσώπησης των Καταναλωτών στην Πιστοποίηση – A.N.E.C., Ευρωπαϊκή Συμμαχία για τη Διαφάνεια - ALTER – EU.&#xd;<br />Διεθνές επίπεδο: Διεθνή Οργάνωση Καταναλωτών – C.I., Διεθνή Οργάνωση Υγείας - H.A.I και Διατλαντικό Διάλογο Καταναλωτών – T.A.C.D.). &#xd;<br />&#xd;<br />Από το Δεκέμβριο του 2004, έως και το 2007, ο Πρόεδρος του ΚΕ.Π.ΚΑ., κ. Νικόλαος Τσεμπερλίδης, ήταν ο Συντονιστής του Εθνικού Συμβουλίου Καταναλωτών (Ε.Σ.Κ.). Από το Φεβρουάριο του 2008, ο Πρόεδρος του ΚΕ.Π.ΚΑ. είναι Μέλος της Εκτελεστικής Επιτροπής του Ε.Σ.Κ.Α. Από το Φεβρουάριο του 2010, η Γενική Γραμματέας του ΚΕ.Π.ΚΑ. είναι τακτικό μέλος της Ευρωπαϊκής Συμβουλευτικής Ομάδας Καταναλωτών – ECCG.  Από το Σεπτέμβριο του 2010 η Γεν. Γραμματέας του ΚΕ.Π.ΚΑ. είναι μέλος της Ευρωπαϊκής Οικονομικής και Κοινωνικής Επιτροπής (Ε.Ο.Κ.Ε.). Από το Νοέμβριο του 2010 η Γεν. Γραμματέας του ΚΕ.Π.ΚΑ. είναι Αντιπρόεδρος του Παρατηρητηρίου Εσωτερικής Αγοράς της Ε.Ο.Κ.Ε. Από τον Φεβρουάριο του 2012, ο Πρόεδρος είναι Αναπληρωματικό Μέλος της Ευρωπαϊκής Οικονομικής και Κοινωνικής Επιτροπής (Ε.Ο.Κ.Ε.).","lastUp":"2017-02-15T13:37:45.145+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}