{"id":"1894704851-83","name":"European Express Association","registrationDate":"2008-12-22T14:40:14.812+02:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.euroexpress.org","country":"Belgium","headAddress":"Square de Meeus, 35","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 85 05 45","boss":"Mark van der Horst","bossTitle":"Mr","bossPosition":"Chair","membersCount":12,"membersFTE":"3.0","membership":"The full EEA members are also members of the Global Express Association (GEA) which is an international body defending the interests of the express industry. &#xd;\n&#xd;\nThe EEA is also a member of the Postal Users Group (PUG) and the European Services Forum (ESF).","memberOrga":"Membership details about the European Express Association can be found at:&#xd;\nhttp://www.euroexpress.org/about-the-eea/membership","goal":"The European Express Association represents global and local express delivery companies. In the EU alone, the express industry directly employs 272,000 people but supports 579,000 jobs in total across the EU. It delivers more than 450 million packages each year, constituting almost half of the intra-European air cargo market. It has been forecast that, by 2020, the express industry will directly employ 300,000 people in the EU. &#xd;<br />&#xd;<br />The EEA provides the express industry with a voice at both European and national levels to promote and protect the industry’s interests and objectives in line with the needs of their customers. The EEA consists of three committees, which cover: Trade Facilitation &amp; Customs, Transport &amp; Environment and Security.&#xd;<br />&#xd;<br />The secretariat for the European Express Association is provided by FleishmanHillard, an external communications consultancy.","acronym":"EEA","interests":"Climate Action, Consumer Affairs, Customs, Employment and Social Affairs, Energy, Enterprise, Environment, Home Affairs, Internal Market, Justice and Fundamental Rights, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"European policy areas covered by the organisation span postal reform, parcel delivery, environmental policy, transport policy (covering all modes: rail, road, rail, aviation and sea), customs and security related topics and trade issues. &#xd;<br />&#xd;<br />Current relevant initiatives include:&#xd;<br />- COM (2015) 192 final: Digital Single Market Strategy for Europe&#xd;<br />- COM(2016) 285 final: Cross-border parcel delivery services&#xd;<br />- VAT Digital Single Market Package&#xd;<br />- Implementing Regulation (EU) No 1082/2012 amending Commission Regulation (EU) No 185/2010 in respect of EU Aviation Security Validations&#xd;<br />- Commission Delegated regulation (EU) 2015/2446, Commission Implementing regulation (EU) 2015/2447 and Commission Delegated regulation 2016/341 &#xd;<br />laying down the provisions for the implementation of the Union Customs Code &#xd;<br />- COM (2015) 598 final: An Aviation Strategy for Europe&#xd;<br />- COM (2017) 0279: Monitoring and reporting of CO2 emissions from and fuel consumption of new heavy-duty vehicles&#xd;<br />- COM (2017) 0281: Pursuing the occupation of road transport operator and access to the international road haulage market&#xd;<br />- COM (2017) 0278: Posting drivers in the road transport sector&#xd;<br />- COM (2017) 0277: Minimum requirements on maximum daily and weekly driving times, minimum breaks and daily and weekly rest periods; positioning by means of tachographs&#xd;<br />- COM (2017) 0275: Charging of heavy goods vehicles for the use of certain infrastructures&#xd;<br />&#xd;<br />Responses by the EEA to specific consultations can be found at http://www.euroexpress.org/e-library/position-papers","lastUp":"2018-04-05T16:53:09.242+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}