{"id":"189429813181-32","name":"FOBID Netherlands Library Forum","registrationDate":"2014-03-04T23:29:44.221+02:00","category":3,"subCategory":2,"legal":"Stichting","web":"http://www.fobid.nl","country":"Netherlands","headAddress":"Prins Willem-Alexanderhof, 5","headCity":"Den Haag","headPostCode":"2509LK","headPhone":"(3170)3 14 09 11","boss":"Marjolein Nieboer","bossTitle":"Ms","bossPosition":"voorzitter","membersCount":1,"membersFTE":"0.25","membership":"FOBID is lid van de Europese organisatie EBLIDA&#xd;\nwww.eblida.org&#xd;\n&#xd;\nen van de internationale vakorganisatie IFLA: www.ifla.org","memberOrga":"KB(0),&#xd;\nKNVI(1200),&#xd;\nSHB(35),&#xd;\nUKB(13),&#xd;\nVOB(157)","goal":"FOBID Netherlands Library Forum is het nationale samenwerkingsverband van de landelijke bibliotheekorganisaties:&#xd;<br /> •Vereniging van Openbare Bibliotheken&#xd;<br /> •KNVI, de Koninklijke Nederlandse Vereniging van Informatieprofessionals&#xd;<br />•UKB, het samenwerkingsverband van de dertien Nederlandse universiteitsbibliotheken&#xd;<br /> •Koninklijke Bibliotheek, Nationale bibliotheek van Nederland&#xd;<br /> en &#xd;<br /> •SHB Samenwerkingsverband Hogeschoolbibliotheken.&#xd;<br /> &#xd;<br />Daarmee is FOBID het overlegforum van bibliotheken in Nederland.&#xd;<br /> &#xd;<br />FOBID is in 1974 opgericht om de samenwerking tussen de verschillende soorten bibliotheken, instellingen voor informatieve en documentaire dienstverlening in Nederland te verbeteren. FOBID streeft ernaar de belangen van het bibliotheek-, informatie- en documentatiewezen te behartigen en de vakontwikkeling in Nederland te stimuleren. Het accent ligt vooral op belangenbehartiging in juridisch en internationaal verband. Daarnaast vindt praktische afstemming op het terrein van ontsluitingssystematiek en beroepsopleiding plaats.&#xd;<br /> &#xd;<br />FOBID streeft ernaar de belangen van de bibliotheek- en informatiesector te behartigen en de vakontwikkeling in Nederland te stimuleren.&#xd;<br /> &#xd;<br />FOBID fungeert tevens als International Office, het internationale aanspreekpunt voor Nederlandse bibliotheekzaken, werkbezoeken, informatie over internationale zaken, vertegenwoordiging en promotie. Daartoe wordt een uitgebreid netwerk onderhouden.&#xd;<br /> &#xd;<br />De doelstelling van FOBID is neergelegd in haar statuten. Uitwerking van de doelstelling en concretisering van de FOBID-taken zijn vastgelegd in een Beleids- en Activiteitenplan.","acronym":"FOBID","interests":"Audiovisual and Media, Culture, Information Society, Internal Market","euInitiatives":"Copyright reform&#xd;<br />Open Access, Text and Datamining&#xd;<br />Literacy&#xd;<br />VAT&#xd;<br />Privacy&#xd;<br />Marrakesh Treaty&#xd;<br />TTIP","lastUp":"2018-03-22T16:32:06.436+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}