{"id":"18941013532-08","name":"European Public Health Alliance","registrationDate":"2010-05-03T11:14:46.361+02:00","category":3,"subCategory":2,"legal":"Non-profit organisation (AISBL)","web":"http://www.epha.org","country":"Belgium","headAddress":"Rue de Treves, 49-51","headCity":"Brussels","headPostCode":"1040","headPhone":"(322)2 30 30 56","boss":"Nina Renshaw","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":14,"membersFTE":"11.75","membership":"Social Platform, Civil Society Contact Group,&#xd;\n&#xd;\nAlliance for Lobbying Transparency and Ethics Regulation in the EU,&#xd;\n&#xd;\nHealth and Environment Alliance,&#xd;\n&#xd;\nThe High Level Group on Administrative Burden Reduction&#xd;\n&#xd;\nThe Transatlantic Trade and Investment Partnership Advisory board&#xd;\n&#xd;\nEU Health Policy Forum, EU Platform for Diet, Physical Activity and Health.&#xd;\n&#xd;\nEU Platform on Alcohol and Health&#xd;\n&#xd;\nDG SANCO Stakeholder Dialogue Group&#xd;\n&#xd;\nDG ENTERPRISE High Level Group on the Competitiveness of &#xd;\nthe Agro-Food Industry&#xd;\n&#xd;\n&#xd;\nNGO Coalition for the European Year Combatting Poverty and Social Exlclusion&#xd;\n&#xd;\nEuropean Food Safety Authority Stakeholder Platform&#xd;\n&#xd;\nEuropean Medicines Agency Patient and Consumer Working Party&#xd;\n&#xd;\nHuman Scientific Committees' Working Party with Patients' and Consumers' Organisations","memberOrga":"https://epha.org/our-members/&#xd;\n&#xd;\nActive – Sobriety, Friendship and Peace\t&#xd;\nAGE Platform Europe\tAGE\tEU\t&#xd;\nAssociation for Natural Medicine in Europe\t&#xd;\nAssociation of European Cancer Leagues\t&#xd;\nEurochild\tEurochild\t&#xd;\nEuropean Academy of Paediatrics\t&#xd;\nEuropean AIDS Treatment Group\t&#xd;\nEuropean Alcohol Policy Alliance\t&#xd;\nEuropean Association for Pulmonary Hypertension\t&#xd;\nEuropean Association for the Study of the Liver\t&#xd;\nEuropean Association of Hospital Pharmacists\t&#xd;\nEuropean Association of Senior Hospital Physicians\t&#xd;\nEuropean CanCer Organisation\t&#xd;\nEuropean Central Council of Homeopaths\t&#xd;\nEuropean Chiropractors’ Union\t&#xd;\nEuropean Committee for Homeopathy\t&#xd;\nEuropean Council of Doctors for Plurality in Medicine\t&#xd;\nEuropean Council of Optometry and Optics\t&#xd;\nEuropean Federation of Homeopathic Patients’ Associations\t&#xd;\nEuropean Federation of National Organisations working with the Homeless\t&#xd;\nEuropean Federation of Patients’ Associations for Anthroposophic Medicine&#xd;\nEuropean Heart Network\t\t&#xd;\nEuropean Hematology Association\t&#xd;\nEuropean Institute of Women’s Health&#xd;\nEuropean Medical Students’ Association\t&#xd;\nEuropean Network for Smoking Prevention\t&#xd;\nEuropean Network of Medical Residents in Public Health\tEuronet &#xd;\nEuropean Pharmaceutical Students’ Association\t&#xd;\nEuropean Region of the World Confederation for Physical Therapy\t&#xd;\nEuropean Respiratory Society\t&#xd;\nEuropean Scientific Working Group on Influenza\t&#xd;\nEuropean Shiatsu Federation\t&#xd;\nEuropean Society of Intensive Care Medicine\t&#xd;\nEuropean Specialist Nurses’ Organisation\t&#xd;\nFederation Europeennne des Medecins Salariee &#xd;\nHealth Action International – Europe\t&#xd;\nInternational Council of Medical Acupuncture and Related Techniques\t&#xd;\nInternational Diabetes Federation – European Region\t&#xd;\nInternational Federation of Anthroposophical Medical Associations\t&#xd;\nInternational Federation of Medical Students’ Associations\t&#xd;\nMedecins du Monde – Doctors of the World International Network Head Office\t&#xd;\nMental Health Europe-Santé Mentale Europe\t&#xd;\nSafe Food Advocacy Europe\t&#xd;\nSmoke Free Partnership\t&#xd;\nThe Association of School of Public Health in the European Region\t&#xd;\nUniversal Education Foundation\t&#xd;\nAlcohol Action Ireland\t&#xd;\nAssociation Nationale de Prévention de l’Alcoolisme et Addictologie\t&#xd;\nAssociação Nacional dos Médicos de Saúde Pública\t&#xd;\nAssociazione Italiana Chiropractici\t&#xd;\nBritish Heart Foundation Centre on Population Approaches for Non-Communicable Disease Prevention\t&#xd;\nBulgarian Association for Patients’ Rights Defence\t&#xd;\nCancer Research UK\t&#xd;\nCenter za zdravje in Razvoj Murska Sobota\t&#xd;\nCyprus Turkish Medical Association\t\t&#xd;\nFaculty of Public Health\t&#xd;\nFrance Assoc Santé\t&#xd;\nFundación de Ciencias del Medicamento y productos sanitarios\t&#xd;\nHungarian Alliance of Patient Organizations\t&#xd;\nIOGT-NTO\tIOGT-NTO\tSweden\t&#xd;\nLife Quality Improvement Organisation\t&#xd;\nInternational Medical Cooperation Committee Denmark\t&#xd;\nMalta Health Network\t&#xd;\nHealth Equities Group\t&#xd;\nPlatform for Support of Health of Disadvantaged Groups\t&#xd;\nNo Excuse Slovenia/Brez izgovora &#xd;\nPolish Society for Health Programs\t&#xd;\nProgrammes of Development of Social Support and Medical Co-Operation\tPRAKSIS\t&#xd;\nRomanian Health Observatory\t&#xd;\nRomtens Foundation\t&#xd;\nRoyal College of Nursing\t&#xd;\nRoyal College of Physicians of London\t&#xd;\nScottish Health Action on Alcohol Problems\t&#xd;\nSlovenian Coalition for Tobacco Control\t\t&#xd;\nSuomen ASH\t&#xd;\nTallin Children’s Hospital Foundation\t&#xd;\nThe Health and Europe Centre\t\t&#xd;\nUnion of Lithuanian Health Psychologists\t&#xd;\nWemos Foundation&#xd;\nCenter for Regional Policy Research and Cooperation\t&#xd;\nCenter Women and Modern World\t&#xd;\nDachverband Komplementärmedizin\t&#xd;\nNational Health Alliance of Serbia and National Association of Emergency Medical Service Staff&#xd;\nPatient Fertility Association\tCHEN&#xd;\nSALUS Charitable Foundation&#xd;\nThe Genesis Association&#xd;\nTurkish Pharmacists’ Association","goal":"The European Public Health Alliance (EPHA) is an international non-profit association registered in Belgium.  Our membership is composed of not-for-profit organizations working on all aspects of public health.  EPHA`s mission is to promote and protect the health of all people living in Europe and to advocate for greater citizen participation in health-related policy making at the European level.  We disseminate information to our members on health-related EU policy and legislative initiatives.&#xd;<br />&#xd;<br />EPHA is committed to transparency about EU interest representation.  EPHA believes that this register fails basic transparency standards and that it does not provide EU lobbying transparency.  When registering, we have therefore chosen to give all relevant information that we consider necessary for lobbying transparency.  A credible EU lobbying transparency register should include names of individual lobbyists and the issues that they try to influence, provide precise and comparable financial information on lobbying and have effective sanctions to ensure the accuracy and completeness of the information disclosed. In an effort to arrive at a more objective way of calculating lobbying expenditures, we follow guidelines that result from consultations with public interest organizations, professionals working on lobby transparency as well as experts of US lobby disclosure legislation.  Our registration is therefore providing a more comprehensive calculation of our expenses for activities that aim to influence the policy formulation and decision-making processes of the European Institutions, a list of those who, on behalf of EPHA, carry out such activities.&#xd;<br />Our registration in based on the guidelines for transparent registration developed by the Civil Society Contact Group and ALTER-EU. Find the guidelines on http://wwwact4europe.ort/register or http://www.alter-eu.org.","acronym":"EPHA","interests":"Agriculture, Borders and Security, Budget, Climate Action, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Environment, Food Safety, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation, Sport, Trade, Transport, Youth","euInitiatives":"Under the EU Treaty, the EU can take action on health. It must aim to improve public health, prevent human illness and diseases, and identify sources of danger to human health, while fully respecting the responsibilities of the Member States for the organisation and delivery of health services and health care.&#xd;<br />&#xd;<br />In practice though, several EU policies impact on health and health systems (be it on professional mobility, agriculture and food, research etc...)&#xd;<br />&#xd;<br />EPHA aims to provide information on the EU institutions and their funding mechanisms in this section.&#xd;<br />&#xd;<br />EPHA takes part in the EU Health Policy Forum, the EU Alcohol Policy Forum and the EU Diet Platform.","lastUp":"2018-05-14T15:16:35.968+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}