{"id":"189510925414-06","name":"voestalpine AG","registrationDate":"2017-01-12T14:43:15.680+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.voestalpine.com","country":"Austria","headAddress":"voestalpine AG","headCity":"Linz","headPostCode":"4020","headPhone":"(43)50 30 41 50","boss":"Johann Prammer","bossTitle":"Mr","bossPosition":"Leiter Strategisches Umweltmanagement","membersCount":3,"membersFTE":"1.75","membership":"EUROFER, ESTEP, SPIRE, UNIFE, Jernkontoret","memberOrga":"","goal":"voestalpine ist ein in seinen Geschäftsbereichen weltweit führender Technologiekonzern mit kombinierter Werkstoff- und Verarbeitungskompetenz, fokussiert auf Produkt- und Systemlösungen aus Stahl und anderen Metallen in technologieintensiven Branchen und Nischenbereichen mit höchstem Qualitätsanspruch.&#xd;<br />&#xd;<br />Der Konzern zählt mit seinen qualitativ höchstwertigen Produkt- und Systemlösungen aus Stahl und anderen Metallen zu den führenden Partnern der europäischen Automobil- und Hausgeräteindustrie sowie weltweit der Luftfahrt-, Öl- und Gasindustrie. Die voestalpine ist darüber hinaus Weltmarktführer in der Weichentechnologie und im Spezialschienenbereich sowie bei Werkzeugstahl und Spezialprofilen.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Energy, Environment, Research and innovation, Trade","euInitiatives":"Europäisches „Klimagesetz“, Überprüfung der Richtlinie über das Emissionshandelssystem, Überprüfungder Energieeffizienz-Richtlinie, Überprüfung der erneuerbare-Energien-Richtlinie, Überarbeitung der Energiebesteuerungsrichtlinie, Vorschlag für ein CO2-Grenzausgleichssystem, EU-Industriestrategie, Vorschlag zur Förderung der CO2-freien Stahlerzeugung bis 2030, Nachhaltigkeitsstrategie für Chemikalien, Überprüfung der Maßnahmen zur Bekämpfung der Verschmutzung durch große Industrieanlagen&#xd;<br />, Anwendung der revidierten Andidumpinggrundverordnung,  Umsetzung Rahmenprogramm 9, RFCS, Staatsbeihilfenleitfäden, IPCEIs, EU-ETS-Innovationsfonds, Energie und Klima-Governance, Chemikalieneinstufung.","lastUp":"2019-12-19T08:11:30.072+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}