{"id":"189510925414-06","name":"voestalpine AG","registrationDate":"2017-01-12T14:43:15.680+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.voestalpine.com","country":"Austria","headAddress":"voestalpine AG","headCity":"Linz","headPostCode":"4020","headPhone":"(43)50 30 41 50","boss":"Johann Prammer","bossTitle":"Mr","bossPosition":"Leiter Strategisches Umweltmanagement","membersCount":3,"membersFTE":"1.75","membership":"EUROFER, ESTEP, SPIRE, UNIFE, EGVIA","memberOrga":"","goal":"Die voestalpine ist ein in seinen Geschäftsbereichen weltweit führender Technologie- und Industriegüterkonzern mit kombinierter Werkstoff- und Verarbeitungskompetenz. Die global tätige Unternehmensgruppe verfügt über rund 500 Konzerngesellschaften und -standorte in mehr als 50 Ländern auf allen fünf Kontinenten.&#xd;<br />Der Konzern zählt mit seinen qualitativ höchstwertigen Produkt- und Systemlösungen aus Stahl und anderen Metallen zu den führenden Partnern der europäischen Automobil- und Hausgeräteindustrie sowie weltweit der Luftfahrt-, Öl- und Gasindustrie. Die voestalpine ist darüber hinaus Weltmarktführer in der Weichentechnologie und im Spezialschienenbereich sowie bei Werkzeugstahl und Spezialprofilen.&#xd;<br />Der voestalpine-Konzern investiert verstärkt in den Bereich Forschung &amp; Entwicklung. Innovationen sind nicht nur bei Produkten, sondern auch bei umweltschonenden Herstellungsprozessen ein Thema. Die laufende Verbesserung der Umweltverträglichkeit von Produktionsanlagen ist deshalb ein wichtiger Teil der Innovationsmaßnahmen.","acronym":"","interests":"Climate Action, Customs, Digital economy and society, Employment and Social Affairs, Energy, Environment, Research and innovation, Trade, Trans-European Networks, Transport","euInitiatives":"Energie-und Klimapolitik (Tertiärrechtssetzung zur Emissionshandelsrichtlinie, Energieunion Winterpaket 2015), Kreislaufwirtschaftspaket, Anwendung der revidierten Andidumpinggrundverordnung,  Rahmenprogramm 9, Industriepolitikstratgie, Staatsbeihilfenleitfäden.","lastUp":"2018-06-14T12:39:29.835+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}