{"id":"189720828138-88","name":"ReAct - Action on Antibiotic Resistance","registrationDate":"2017-08-30T13:51:18.998+02:00","category":4,"subCategory":12,"legal":"none","web":"http://reactgroup.org","country":"Sweden","headAddress":"Fyristorg 6","headCity":"Uppsala","headPostCode":"753 10","headPhone":"(46)1 84 71 66 07","boss":"Anna Zorzet","bossTitle":"Ms","bossPosition":"Head of ReAct Europe","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Founded in 2005 as an international network, ReAct works to increase policy maker awareness of antibiotic resistance and its drivers. &#xd;<br />ReAct works as a global catalyst to stimulate global engagement on antibiotic resistance by collaborating with a broad range of organisations, individuals and stakeholders. &#xd;<br />Hosted by Uppsala University, but with regional offices based in Ecuador, Kenya, India and the US, ReAct works in multidisciplinary teams, which includes microbiologists, physicians, veterinarians, communication experts and global health specialists. Our vision is to see a world free from fear of untreatable infections and we believe that change towards this vision will require the engagement and inclusion of social movements, civil society, academia and policy makers from all countries.&#xd;<br /> &#xd;<br />ReAct works across disciplines to identify and promote best practices, innovative and ecologically grounded solutions to contain antibiotic resistance that contribute to universal health coverage, poverty reduction and global development","acronym":"","interests":"Agriculture, Consumers, Environment, Food Safety, International co-operation and development, Public Health, Research and innovation, Trade","euInitiatives":"The EU AMR Action plan, health R&amp;D funding and incentives for antibiotic development, global health policies, and development policies, SDGs, The Innovative Medicines initiative.","lastUp":"2018-08-17T09:45:24.924+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}