{"id":"190810415919-85","name":"Tesco plc","registrationDate":"2015-02-05T17:57:17.809+01:00","category":2,"subCategory":3,"legal":"PLC","web":"http://tescoplc.com","country":"United kingdom","headAddress":"Tesco PLC","headCity":"Welwyn Garden City","headPostCode":"AL7 1TW","headPhone":"(44)17 07 39 51 50","boss":"Ian Hutchins","bossTitle":"Ms","bossPosition":"International Communications Director","membersCount":1,"membersFTE":"0.5","membership":"Eurocommerce - eurocommerce.eu&#xd;\nEuropean Retail Roundtable - errt.org","memberOrga":"","goal":"As one of the world’s largest retailers with over 500,000 colleagues, we serve millions of customers a week in our stores and online.","acronym":"TSCO","interests":"Agriculture and Rural Development, Budget, Climate Action, Communication, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Transport, Youth","euInitiatives":"Tesco is a large company, touching millions of people's lives every day, and so we are interested in a wide range of issues and policy areas that affect the way we serve our customers.  Our scale also gives us an opportunity to make a positive difference to some of the biggest challenges facing the world. We've set three big ambitions in areas where we can make a real contribution and create value for society as a whole: Creating new opportunities for millions of young people around the world; Helping and encouraging our colleagues and customers to live healthier lives and through this helping to tackle the global obesity crisis; and, Leading in reducing food waste globally","lastUp":"2017-03-02T10:46:48.653+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}