{"id":"190802830844-78","name":"HumanRights360","registrationDate":"2018-03-18T10:37:03.414+02:00","category":3,"subCategory":2,"legal":"Civil non profit civil partnership","web":"https://www.humanrights360.org/","country":"Greece","headAddress":"Stisihorou 15","headCity":"Athens","headPostCode":"10674","headPhone":"(30)69 48 87 94 73","boss":"ΕΠΑΜΕΙΝΩΝΔΑΣ ΦΑΡΜΑΚΗΣ","bossTitle":"Mr","bossPosition":"Ιδρυτής, Γενικός Διευθυντής","membersCount":2,"membersFTE":"0.5","membership":"1.(Ευρωπαϊκό Δίκτυο Ανοικτής Κοινωνίας)/ OSEN (Open Society European Network)\t&#xd;\n2.Διεθνής Συνασπισμός  για τα  Ανθρώπινα Δικαιώματα για Κρατούμενους Πρόσφυγες, Αιτούντες άσυλο και Μετανάστες/International Detention Coalition Human Rights for Detained Refugees, Asylum seekers and Migrants\t&#xd;\n3.Διεθνής Ομάδα Ανθρωπίνων Δικαιωμάτων/International Human Rights Funders Group\t&#xd;\n4.Δικτύου Καταγραφής Περιστατικών Ρατσιστικής Βίας/Network of Incident Reporting on Racism Violence","memberOrga":"https://www.humanrights360.org/","goal":"H προάσπιση των ανθρωπίνων δικαιωμάτων, στην εκπαίδευση και ευαισθητοποίηση της κοινωνίας στα ανθρώπινα δικαιώματα και αξίες. Στην αποκάλυψη και διάδοση του αρχαίου και σύγχρονου ελληνικού πολιτισμού στην Ελλάδα και το εξωτερικό, στη διάσωση και ανάπλαση κτιρίων, ιστορικών και μη, με τη δημιουργία ενός πλέγματος ολοκληρωμένων υπηρεσιών και θέσεων εργασίας. Στην επιδίωξη του συλλογικού οφέλους μέσω της ενίσχυσης, υποστήριξης, αλλά και προώθησης της ένταξης στην οικονομική και κοινωνική ζωή ατόμων ή κοινωνικών ομάδων πληθυσμού που ανήκουν σε ευάλωτες ομάδες ανεξαρτήτως καταγωγής, θρησκείας, φύλου, σεξουαλικού προσανατολισμού και ταυτότητας φύλου, φυλής, ηλικίας, εθνοτικής καταγωγής, σωματικής ακεραιότητας, καθώς επίσης, και στην προβολή των ζητημάτων αυτών για την ευαισθητοποίηση της κοινωνίας. Στην προώθηση και ενίσχυση των ευρωπαϊκών αξιών και των οικουμενικών ιδεωδών του πολιτισμού, της δημοκρατίας και της κοινωνικής αλληλεγγύης και στην ευαισθητοποίηση των πολιτών για τις αξίες και τα ιδεώδη αυτά.","acronym":"HumanRights360","interests":"Audiovisual and Media, Climate Action, Communication, Competition, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Environment, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Public Health, Research and Technology, Sport, Taxation, Trans-European Networks, Youth","euInitiatives":"Προάσπιση των ανθρωπίνων δικαιωμάτων.&#xd;<br />Εκπαίδευση και ευαισθητοποίηση της κοινωνίας στα ανθρώπινα δικαιώματα και αξίες. &#xd;<br />Ενίσχυσης, υποστήριξης, αλλά και προώθησης της ένταξης στην οικονομική και κοινωνική ζωή ατόμων ή κοινωνικών ομάδων πληθυσμού που ανήκουν σε ευάλωτες ομάδες ανεξαρτήτως καταγωγής, θρησκείας, φύλου, σεξουαλικού προσανατολισμού και ταυτότητας φύλου, φυλής, ηλικίας, εθνοτικής καταγωγής, σωματικής ακεραιότητας, καθώς επίσης, και στην προβολή των ζητημάτων αυτών για την ευαισθητοποίηση της κοινωνίας.&#xd;<br />Προώθηση και ενίσχυση των ευρωπαϊκών αξιών και των οικουμενικών ιδεωδών του πολιτισμού, της δημοκρατίας και της κοινωνικής αλληλεγγύης.","lastUp":"2018-03-26T12:48:07.392+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}