{"id":"190987114891-73","name":"Investor AB","registrationDate":"2014-11-10T14:12:35.606+01:00","category":2,"subCategory":3,"legal":"Aktiebolag","web":"http://www.investorab.com","country":"Sweden","headAddress":"Arsenalsgatan, 8c","headCity":"Stockholm","headPostCode":"SE-103 32","headPhone":"(0046)86 14 20 00","boss":"Johan  Forssell","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"The Confederation of Swedish Enterprise and ERT","memberOrga":"","goal":"Investor is the leading owner of Nordic-based international companies, founded by the Wallenberg family a hundred years ago.&#xd;<br />&#xd;<br />We own significant minority or majority interests in high quality companies. Through our participation on the boards of directors, we work for continuous improvement of the performance of the companies. With our industrial experience, network and financial strength we strive to make our companies best-in-class.&#xd;<br />&#xd;<br />As a long-term owner, we actively support the building and development of best-in-class companies. We are an engaged owner and work actively through the Boards of our holdings to identify and drive value-creating initiatives.&#xd;<br />&#xd;<br />The Core Investments business area represents the majority of our assets and is divided into listed companies and subsidiaries. Our listed core investments are SEB, Atlas Copco, ABB, AstraZeneca, Ericsson, Electrolux, Sobi, Saab, Wärtsilä, NASDAQ OMX and Husqvarna, as well as our subsidiaries Mölnlycke Health Care, Aleris, Permobil, Grand Hôtel and Vectura.&#xd;<br />&#xd;<br />Financial Investments consists of our investments in EQT and Investor Growth Capital, our partner-owned investments and some other investments and activities. One of our unlisted partner-owned investment is 3 Scandinavia.&#xd;<br />&#xd;<br />Our 85 employees are based at our office in Stockholm.","acronym":"Investor AB","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Energy, Environment, External Relations, Foreign affairs and security policy, Institutional affairs, Public Health, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Company Law/ Shareholders Rights Directive &#xd;<br />Industrial Policy and Competiveness&#xd;<br />Trade Policy &#xd;<br />Competition Policy &#xd;<br />Energy Union&#xd;<br />Better Regulation","lastUp":"2019-03-18T13:02:15.025+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}