{"id":"191285330070-33","name":"Hitachi Rail STS","registrationDate":"2018-02-08T09:15:06.621+02:00","category":2,"subCategory":3,"legal":"Società per Azioni","web":"http://sts.hitachirail.com/en","country":"Italy","headAddress":"Via Paolo Mantovani n. 3-5","headCity":"GENOVA","headPostCode":"16151","headPhone":"(39)01 06 55 21 11","boss":"Andrew Thomas  Barr","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":2,"membersFTE":"2.0","membership":"UNIFE (www.unife.org)&#xd;\nUNISIG&#xd;\nShift2Rail(https://shift2rail.org)&#xd;\nERRAC (http://www.errac.org/)&#xd;\nCENELEC (www.cenelec.eu)- CENELEC  TC9X/SGA18 Software","memberOrga":"","goal":"Hitachi Rail STS is a company with subscribed and paid-in capital amounted to €100,000,000.00 represented by no. 200,000,000 ordinary shares from the nominal value of €0.50 each. Hitachi Rail Italy Investments S.r.l. is the Sole Shareholder of Hitachi Rail STS and owns 100% of the share capital of the company.&#xd;<br />Hitachi Rail STS is a leading company operating in the sector of high technology for railway and urban transport. The Company operates in the design, implementation and management of systems and services for signalling and supervision of railway and urban traffic, as well as lead contractor. Hitachi Rail STS is headquartered in Genoa and has over 3,772 employees in 28 different countries. The company has an international geographical organization present in: Central and Eastern Europe and the Middle East, Western Europe and North Africa, the Americas, Asia and the Pacific.&#xd;<br />The company operates worldwide as lead contractor, system integrator and supplier \"turnkey\" of the most important projects of mass transportation in metro and urban railways.&#xd;<br />The various Legal Entities included in the company perimeter play activities in the fields of traffic management and control of trains, production of signalling systems and maintenance services, in the interests of efficiency and safety over time for both clients and for end users.&#xd;<br />Depending on the customer’s request or on the type of order, Hitachi Rail STS is able to operate in either the Railway or Urban Transport Systems market as either:&#xd;<br />• a provider of \"turnkey\" solutions as a General Contractor (also managing the civil works required to implement the project) and Integrated Transport Systems with its Signalling products,&#xd;<br />• or independently providing only the technological part and the Signalling products or the engineering expertise of the IT system engineer/technology integrator or, partially providing other subsystems.&#xd;<br />Furthermore, in the market of Signalling, Hitachi Rail STS provides components and services, sold either with the signalling and control system or separately. In the market of Transportation Solutions Hitachi Rail STS provides operation and maintenance services for the Urban Transport Systems.&#xd;<br />Hitachi Rail STS designs and produces integrated transport systems, i.e. it studies. designs and plans the integration of the design and construction of the technological elements that make up the transport system, including equipment, signalling, power supply, telecommunications and rolling-stock (whether for railway or metro trains), as well as any other technical items that, together with the foregoing, constitute an integrated transport system. The product, i.e. an integrated transport system, whether railway line or metro line, is then delivered to the principal on a turnkey basis. The Group is also able to offer signalling and transportation systems competencies separately according to the client’s needs.&#xd;<br />Hitachi Rail STS is one of the Founding Members of the Shift2Rail Joint Undertaking.","acronym":"STS","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Economy, finance and the euro, Environment, External Relations, International co-operation and development, Regional Policy, Research and innovation, Transport","euInitiatives":"In transport filed, sustainable mobility, railway policy, infrastructure funding and financing&#xd;<br />In the transversal domani legislation concerning trade policy, R&amp;D Competition policy.&#xd;<br />i.e:&#xd;<br />Railway, Fourth Railway Package, TSI CCS and follow-up documents, ETCS Specifications, GSM-R Specification, Shift2Rail, ERTMS Deployment Plan, ERTMS Deployment Action Plan, ERRAC, Trasporti Italia 2020","lastUp":"2019-09-02T11:28:21.672+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}