{"id":"191285330070-33","name":"Ansaldo STS","registrationDate":"2018-02-08T09:15:06.621+01:00","category":2,"subCategory":3,"legal":"Società per Azioni","web":"http://www.ansaldo-sts.com","country":"Italy","headAddress":"Via Paolo Mantovani n. 3-5","headCity":"GENOVA","headPostCode":"16151","headPhone":"(39)01 06 55 21 11","boss":"Andrew Thomas  Barr","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":2,"membersFTE":"2.0","membership":"UNIFE (www.unife.org)&#xd;\nUNISIG&#xd;\nShift2Rail(https://shift2rail.org)&#xd;\nERRAC (http://www.errac.org/)&#xd;\nCENELEC (www.cenelec.eu)- CENELEC  TC9X/SGA18 Software","memberOrga":"","goal":"Ansaldo STS is a public company listed on the Milan Stock Exchange the Italian Stock Exchange, included on STAR segment and listed on FTSE Italia Mid Cap, with subscribed and paid in capital amounted to €100,000,000.00 represented by 200,000,000 ordinary shares from the nominal value of €0.50 each. Ansaldo STS is a leading company operating in the sector of high technology for railway and urban transport. The Company operates in the design, implementation and management of systems and services for signalling and  supervision of railway and urban traffic, as well as lead contractor. Ansaldo STS is headquartered in Genoa and has over 3,772 employees in 28 different countries. The company has an international geographical organization present in: Central and Eastern Europe and the Middle East, Western Europe and North Africa, the Americas, Asia and the Pacific. The company operates worldwide as lead contractor, system integrator and supplier “turnkey” of the most important projects of mass transportation in metro and urban railways. The various Legal Entities included in the company perimeter play activities in the fields of traffic management and control of trains, production of signalling systems and maintenance services, in the interests of efficiency and safety over time for both clients and for end users.Depending on the customer’s request or on the type of order, Ansaldo STS is able to operate in either the Railway or Urban Transport Systems market.","acronym":"ASTS","interests":"Climate Action, Competition, Development, Economic and Financial Affairs, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Regional Policy, Research and Technology, Transport","euInitiatives":"In transport filed, sustainable mobility, railway policy, infrastructure funding and financing&#xd;<br />In the transversal domani legislation concerning trade policy, R&amp;D Competition policy.&#xd;<br />i.e:&#xd;<br />Railway, Fourth Railway Package, TSI CCS and follow-up documents, ETCS Specifications, GSM-R Specification, Shift2Rail, ERTMS Deployment Plan, ERTMS Deployment Action Plan, ERRAC, Trasporti Italia 2020","lastUp":"2018-02-12T09:50:40.348+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}