{"id":"19134101993-37","name":"Asociación Hipotecaria Española","registrationDate":"2009-07-14T12:12:56.448+02:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.ahe.es","country":"Spain","headAddress":"Nuñez de Balboa, 90","headCity":"Madrid","headPostCode":"28006","headPhone":"(0034)9 15 77 55 89","boss":"Santos Gonzalez","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"1.5","membership":"AHE's international activity is basically focused on its participation in the European Mortgage Federation (EMF), which groups together the mortgage loan entity associations in the European Union, and the AHE also participates in the European Covered Bond Council (ECBC) by representing the cedulas hipotecarias market.&#xd;\n&#xd;\nThe Association plays a very active part in all the governing bodies and working groups of the EMF and ECBC, and is responsible at a national level for releasing news of communications and other reports edited by the EMF in matters regarding current issues which affect mortgage business at a European level. &#xd;\n&#xd;\nIn this way, it provides Spain with increasing knowledge of the mortgage markets of the other European Union countries.","memberOrga":"","goal":"The Spanish Mortgage Association (Asociación Hipotecaria Española, AHE) is an organisation made up of banks, savings banks, cooperatives and credit financial institutions which have a major presence on the mortgage market. The members of the Association hold approximately 70% of the mortgage loan market.&#xd;<br />&#xd;<br />As a specialised professional association, AHE represents its members' interests in all aspects related to mortgage activities, and it therefore maintains a close contact with the different ministries which are responsible for drawing up regulations which affect this market (principally, the Ministry of Economy, Ministry of Justice and Ministry of Housing, etc.) and with the Bank of Spain.&#xd;<br />&#xd;<br />AHE also takes a great interest in all matters related to transparency and protection of consumers. In this field, and together with the National Institute of Consumption, it has edited a \"Mortgage loans guide\", which can be consulted on this page. It also has several publications on legislation and the system of transparency of mortgages.&#xd;<br />&#xd;<br />The Association also provides a source of statistical information, which it updates regularly, on subjects related to the mortgage market, including interest rates and reference indexes, and also credit operations and issues of deeds. Its aim in this respect is to provide more in-depth knowledge of this market.&#xd;<br />&#xd;<br />Information about our different members can be found in our website: http://www.ahe.es/bocms/sites/ingles/pages/MenuOK.jsp?mID=64","acronym":"AHE","interests":"Banking and financial services, Economy, finance and the euro, Single market","euInitiatives":"Mortgage credit directive&#xd;<br />Capital requirements regulation and directive – CRR/CRD IV&#xd;<br />Long term finance: Securitisation &amp; Covered bonds&#xd;<br />Banking union","lastUp":"2019-07-09T11:51:41.957+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}