{"id":"191419916889-22","name":"NV Nederlandse Spoorwegen","registrationDate":"2015-04-09T10:48:20.099+01:00","category":2,"subCategory":3,"legal":"Naamloze Vennootschap","web":"http://www.ns.nl","country":"Netherlands","headAddress":"Laan van Puntenburg 100","headCity":"Utrecht","headPostCode":"3500 HA","headPhone":"(31)3 32 35 42 49","boss":"Roger Van Boxtel","bossTitle":"Mr","bossPosition":"CEO","membersCount":6,"membersFTE":"2.25","membership":"www.cer.be&#xd;\nwww.vno-ncw.nl&#xd;\nwww.uitp.org","memberOrga":"","goal":"NS brengt per dag meer dan 2,3 miljoen reizigers in Europa op een duurzame manier van deur tot deur met trein, bus, tram, OV-fiets of alternatieven als de Zonetaxi en Greenwheels. Met ruim 25.000 werknemers is NS (met dochterbedrijf Abellio) actief in onder meer Nederland, Engeland en Duitsland. De Thalys, ICE en de internationale Intercity’s van NS International zijn een aantrekkelijk en duurzaam alternatief voor vliegtuig en auto op langere afstanden over de grens. In Nederland brengt NS per dag ca. 1,2 miljoen reizigers met de trein naar hun bestemming zonder files of parkeerproblemen. De treinen van NS zijn daarbij klimaatvriendelijk. NS Stations is het stationsbedrijf van Nederland. Samen met onze partners zorgen we voor aangename en levendige stationsomgevingen waar het goed parkeren, werken, wonen of verblijven is. NS-dochter NedTrain zorgt voor de treinen: van schoonmaak en technisch onderhoud tot volledige modernisering.","acronym":"NS","interests":"Business and Industry, Climate Action, Consumers, Energy, Environment, Research and innovation, Taxation, Trans-European Networks, Transport","euInitiatives":"Recast implementing Acts&#xd;<br />4th Railway Package&#xd;<br />Recast Passenger Rights Regulation&#xd;<br />Multiannual Financial Framework&#xd;<br />European Accessibility Act&#xd;<br />EC initiatives regarding the Year of Multimodality","lastUp":"2019-03-15T11:14:43.636+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}