{"id":"191639616477-35","name":"Bates Wells &amp; Braithwaite London LLP","registrationDate":"2015-03-12T16:46:13.288+02:00","category":1,"subCategory":10,"legal":"limited liability partnership","web":"http://www.bwbllp.com","country":"United kingdom","headAddress":"10 Queen Street Place","headCity":"London","headPostCode":"EC4R 1BE","headPhone":"(44)20 75 51 77 77","boss":"Jim Clifford","bossTitle":"Mr","bossPosition":"Partner","membersCount":2,"membersFTE":"0.5","membership":"http://www.parlex.org/&#xd;\nhttp://charitylawassociation.org.uk/&#xd;\nhttp://evpa.eu.com/&#xd;\nhttps://thegiin.org/ &#xd;\nhttp://www.lawsociety.org.uk/ &#xd;\nhttps://www.bcorporation.net/","memberOrga":"","goal":"Bates Wells Braithwaite is a full service commercial City law firm working with a wide range of clients, large and small, across a variety of sectors – from established businesses, charities and social enterprises to innovative start-ups and high-profile individuals.&#xd;<br />&#xd;<br />We stand out as a law firm – combining practical, commercial legal expertise with the deep understanding of the third sector that comes from working with more charities and social enterprises than any other UK firm. We are not only recognised as the leading charity law firm in the UK; we are also ranked in the major UK legal directories for our excellence across many of our specialist practice areas. &#xd;<br />&#xd;<br />Our purpose is to do worthwhile work to the best of our ability for clients we respect, as commercial lawyers, recognising that we do so in a highly competitive environment. We will, at all times, seek to value everyone in the firm and strive to provide secure and enjoyable employment, preserving a balance between work and home.&#xd;<br />&#xd;<br />We will encourage a diverse and open culture which fosters innovation, together with trust and loyalty amongst all within the firm and with clients. All this we undertake in the context of making a reasonable living and always with a commitment to justice and the public interest.","acronym":"BWB","interests":"Competition, Education, Employment and Social Affairs, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Humanitarian Aid, Justice and Fundamental Rights, Public Health, Research and Technology, Sport","euInitiatives":"Venture capital funds legislation (Barnier)&#xd;<br />Revised public procurement directives (Barnier)&#xd;<br />Social Business Initiative&#xd;<br />Social Entrepreneurship&#xd;<br />Securities and Markets legislation and environment","lastUp":"2018-04-11T18:27:39.910+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":""}