{"id":"191610233719-67","name":"Instituto de Investigación y Desarrollo Rural. Serranía Celtibérica","registrationDate":"2019-01-22T20:12:58.832+01:00","category":4,"subCategory":5,"legal":"Asociación","web":"http://www.celtiberica.es","country":"Spain","headAddress":"Aljezares, 8","headCity":"Teruel","headPostCode":"44002","headPhone":"(34)6 78 70 76 94","boss":"Francisco Burillo Mozota","bossTitle":"","bossPosition":"Presidente","membersCount":25,"membersFTE":"6.25","membership":"","memberOrga":"","goal":"a)\tRealizar estrategias de transferencia efectiva de I+D+i para un desarrollo sostenible de la Serranía Celtibérica bajo las directrices de las ciencias sociales y humanidades. &#xd;<br />b)\tPromover el reconocimiento de la Serranía Celtibérica como territorio interregional o interautonómico con situación estructural extrema, siguiendo las indicaciones de la Unión Europea, que tienen como fin exclusivo el reforzar la cohesión territorial, social y económica, conforme al Tratado de Lisboa y al artículo 175 del Tratado de Funcionamiento de la Unión Europea.&#xd;<br />c)\tImpulsar el desarrollo del territorio y de la población de la Serranía Celtibérica en su conjunto, entendiendo como tal la necesidad de Políticas de Desarrollo Rural Sostenible que integren aspectos económicos, medioambientales, sociales y culturales, a favor de la mejora del bienestar de la población del medio rural, garantizando la calidad del entorno y la actividad existente en el mismo.&#xd;<br />d)\tIncentivar en la Serranía Celtibérica planes de cooperación, servicios conjuntos, adquisición y gestión compartida de recursos y conexión a redes nacionales e internacionales, a través del acceso a las ayudas de fondos estructurales europeos.&#xd;<br />e)\tFomentar el estudio y conocimiento de la cultura celtibérica y el pasado histórico del territorio, como elemento de identidad y reconocimiento internacional de la Serranía Celtibérica.&#xd;<br />f)\tIntegrar y promocionar de forma conjunta, a escala internacional, todos los elementos significativos del patrimonio natural y cultural de la Serranía Celtibérica, junto con sus productos agroalimentarios, con el fin de crear sinergias necesarias para un desarrollo rural sostenible y para la creación de pequeñas y medianas empresas que estabilicen la población actual, y atraiga nuevos pobladores.&#xd;<br />g)\tImplantar la banda ancha para toda la Serranía Celtibérica, fomentar el uso y la transferencia de las nuevas tecnologías y medios de comunicación.&#xd;<br />h)\tInvestigar y analizar las políticas que afectan a los programas de desarrollo rural multifuncional, y en este campo, desarrollar la comunicación y la difusión de las ideas, experiencias y métodos, así como contribuir en la publicación de revistas científicas, documentos de investigación y divulgación, libros y otras publicaciones periódicas, medios informativos, jornadas de difusión, congresos, exposiciones, centros de interpretación y museos.&#xd;<br />i)\tTransmitir las experiencias de la Serranía Celtibérica, prestar asistencia técnica, económica, jurídica e intercambio de metodologías en desarrollo rural al Gobierno de España, países de la Unión Europea, Iberoamérica y terceros países, especialmente aquellos en vías de desarrollo.","acronym":"INDRUSEC","interests":"Agriculture and Rural Development, Culture, Employment and Social Affairs, Environment, International co-operation and development, Regional Policy, Research and innovation, Trans-European Networks","euInitiatives":"Dubois, A. and Roto, J., Making the best of Europe´s Sparsely Populated Areas. On making geographic specificity a driver for territorial development in Europe, ESPON, Nordregio Working Paper 2012.&#xd;<br />&#xd;<br />Reglamento (UE) nº 1303/2013 del Parlamento Europeo y del Consejo de 17 de diciembre de 2013 “por el que se establecen disposiciones comunes relativas al Fondo Europeo de Desarrollo Regional al Fondo Social Europeo, al Fondo de Cohesión, al Fondo Europeo Agrícola de Desarrollo Rural y al Fondo Europeo Marítimo y de la Pesca y se deroga el Reglamento (CE) nº 1083/2006 del Consejo”. Diario Oficial de la Unión Europea, considerando nº 19, pág. 322.  https://www.boe.es/doue/2013/347/L00320-00469.pdf.&#xd;<br />&#xd;<br />Vasilis Margaras, Desafíos para la política de cohesión de la UE: Temas de la próxima reforma para después de 2020, Briefing, EPRS, Servicio de Estudios del Parlamento Europeo, febrero 2017.&#xd;<br />&#xd;<br />Informe que la Comisión al Parlamento Europeo, al Consejo y al Comité Económico y Social Europeo y al Comité de las Regiones: Mi región, mi Europa, nuestro Futuro: Séptimo informe sobre la cohesión económica, social y territorial&#xd;<br />https://publications.europa.eu/en/publication-detail/-/publication/de79ce35-acd7-11e7-837e 01aa75ed71a1/language-es.&#xd;<br />&#xd;<br />&#xd;<br />&#xd;<br />Informe, 23 de octubre de 2017 de Iratxe García Pérez, “Sobre el despliegue de los instrumentos de la política de cohesión por parte de las regiones para afrontar el cambio demográco” (2016/2245(INI)), Exposición de Motivos.&#xd;<br />http://www.europarl.europa.eu/sides/getDoc.do?pubRef=-//EP//TEXT+REPORT+A8-2017-0329+0+DOC+XML+V0//ES#title2&#xd;<br />&#xd;<br />“Resolución del Parlamento Europeo, de 14 de noviembre de 2017, sobre el despliegue de los instrumentos de la política de cohesión por parte de las regiones para afrontar el cambio demográfico”.&#xd;<br />www.europarl.europa.eu/sides/getDoc.do?pubRef=-//EP//TEXT+TA+P8-TA-2017-0427+0+DOC+XML+V0//ES&#xd;<br />&#xd;<br />G. Fésüs, A. Rillaers, H. Poelman and Z. Gáková, Regions 2020 Demographic Challenges for European Regions, Dirección General de Política Regional, Bruselas 2008.&#xd;<br /> http://ec.europa.eu/regional_policy/sources/docoffic/working/regions2020/pdf/regions2020_demographic.pdf.","lastUp":"2019-02-04T04:13:48.087+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}