{"id":"192067534993-36","name":"CYPRUS INVESTMENT PROMOTION AGENCY","registrationDate":"2019-05-29T14:55:06.595+02:00","category":6,"subCategory":9,"legal":"Not-for profit company limited by guarantee","web":"https://www.investcyprus.org.cy/","country":"Cyprus","headAddress":"9, Makariou III Avenue","headCity":"Nicosia","headPostCode":"1641","headPhone":"(357)22 44 11 33","boss":"MICHALIS MICHAEL","bossTitle":"Mr","bossPosition":"CHAIRMAN OF THE BOARD","membersCount":1,"membersFTE":"0.5","membership":"The Cyprus Investment Promotion of Agency (Invest Cyprus ) is a member of the World Association of Investment Promotion Agencies (WAIPA) (http://www.waipa.org/) and the Cooperation Platform for Economic Development in the Mediterranean (ANIMA Investment Network) (http://www.animaweb.org/en).","memberOrga":"The Republic of Cyprus, through the Ministry of Energy, Commerce and Industry, is the sole member of the Cyprus Investment Promotion of Agency.","goal":"The Cyprus Investment Promotion Agency, utilising the brand name Invest Cyprus, is a not-for profit company limited by guarantee registered in the Registry of the Department of the Registrar of Companies and Official Receiver of the Republic of Cyprus (Company Registration Number HE 182157), with the Government of the Republic of Cyprus as its sole member. The Cyprus Investment Promotion Agency was established by a Republic of Cyprus Council of Ministers Decision and operates, since 2008, exclusively funded by the Government of the Republic of Cyprus.&#xd;<br />Businesses and individuals considering investment into Cyprus have a partner on the ground at all stages of the investment cycle. Invest Cyprus is the government’s dedicated partner, responsible for attracting and facilitating foreign investment into Cyprus in key economic sectors. Dedicated to continuously improving the business and regulatory environment, Invest Cyprus advocates reform while providing continuous investor support and aftercare services. In close collaboration with all government authorities, public institutions as well as the private sector and international experts, Invest Cyprus is the investor’s first point of contact.&#xd;<br />Invest Cyprus is governed by a 15-member Board of Directors, appointed by the Minister of Energy, Commerce and Industry. The Board formulates the strategy of Invest Cyprus and operates a number of Committees through which to identify, analyse and manage matters of importance. Ownership, governance and monitoring of strategy implementation is the responsibility of the Board of Directors of Invest Cyprus. &#xd;<br />It is also noted that representatives of Invest Cyprus participate in the Committee of Supervision and Control for the Cyprus Investment Programme, with representatives from the Ministry of Finance and the Ministry of Interior of the Republic of Cyprus. The said Committee was established on the basis of a Republic of Cyprus Council of Ministers Decision, aiming at further improving the Cyprus Investment Programme. &#xd;<br />Invest Cyprus is a member of the World Association of Investment Promotion Agencies (WAIPA) and the Cooperation Platform for Economic Development in the Mediterranean (ANIMA Investment Network).","acronym":"CIPA","interests":"Banking and financial services, Business and Industry, Digital economy and society, Economy, finance and the euro, Foreign affairs and security policy, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Research and innovation, Single market, Trade, Trans-European Networks","euInitiatives":"The Cyprus Investment Promotion Agency is interested in actively participating in the discussions related to the citizenship and residency investment programmes.","lastUp":"2019-05-29T14:55:45.106+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}