{"id":"192164311383-44","name":"UNDER THE MILKY WAY","registrationDate":"2013-06-20T13:56:27.865+01:00","category":2,"subCategory":4,"legal":"Association under the Fench law of 1901","web":"http://www.ipeda.eu","country":"France","headAddress":"C/O UNDER THE MILKY WAY","headCity":"PARIS","headPostCode":"75002","headPhone":"(33)6 61 21 59 91","boss":"Vincent LUCASSEN","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.0","membership":"N/A","memberOrga":"http://ipeda.eu/members/&#xd;\nwILDaRT&#xd;\nCinefilCo&#xd;\nPathé&#xd;\nThe Film Agency&#xd;\nUnder The Milky Way International&#xd;\nEuropa International&#xd;\n AUTLOOK &#xd;\nFANDANGO &#xd;\nALAMBIQUE &#xd;\nKARMA  &#xd;\nJUST WANTED","goal":"IPEDA is a Paris based non-for profit association founded in 2009.  It supports its members in their activities with regards to digital distribution and marketing, while being dedicated to the advancement of the European Film Industry in the digital age.  &#xd;<br />&#xd;<br />IPEDA federates Film Production, Distribution and Sales companies. VoD Platforms, broadcaster, professional associations, and institutions are also admitted.&#xd;<br />&#xd;<br />IPEDA’s objectives are based on real business needs from its members looking to work together in order to strengthen the Film and VoD industries in Europe.&#xd;<br />&#xd;<br />As a result, they can be summarised as follows:&#xd;<br />&#xd;<br />-   Increase the circulation of films in VoD, and thus expand the monetising opportunities for rights-holders,&#xd;<br />&#xd;<br />- Provide a networking environment, through a non-for profit association, where information, best practices, and resources can be mutualised and shared.","acronym":"IPEDA","interests":"Culture, Culture and media","euInitiatives":"Founded in 2009, IPEDA is a non-profit association dedicated to helping its members (Film Producers, Distributors, Sales companies, VoD Platforms, broadcasters and professional associations) in film distribution and marketing, while being dedicated to the advancement of the European Film Industry in the digital age. hence IPEDA is very concerned by the current \"connected Digital Single Market\", as a EU legislative file.","lastUp":"2019-02-19T14:42:23.625+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}