{"id":"193762821152-78","name":"ISA Intesa Sindacato Autonomo Confederazione","registrationDate":"2016-03-22T17:53:20.260+01:00","category":2,"subCategory":1,"legal":"Associazione","web":"http://www.isasindacato.it","country":"Italy","headAddress":"Via Orvieto, 24","headCity":"ROMA","headPostCode":"00182","headPhone":"(39)06 98 38 24 37","boss":"Carmelo Cassia","bossTitle":"Mr","bossPosition":"Segretario Generale","membersCount":5,"membersFTE":"1.25","membership":"","memberOrga":"","goal":"CHI SIAMO&#xd;<br />&#xd;<br />Accanto alle altre organizzazioni sindacali, nasce l'I.S.A (Intesa Sindacato Autonomo) che ha unito l'ideale di confederalità al concetto di autonomia.&#xd;<br />&#xd;<br />Questa Organizzazione sindacale, inserita in un quadro di relazioni internazionali, è volta alla rappresentanza degli interessi e delle rivendicazioni di lavoratori appartenenti a vari settori produttivi, e si propone al confronto con tutte le parti stituzionali.&#xd;<br />L'I.S.A. è un soggetto sociale in forte crescita, dotato di un progetto adeguato alle sfide del nuovo secolo e basato su tre parole d'ordine: Confronto,Solidarietà,Qualificazione.&#xd;<br />Confronto:il sindacato deve trattare con le controparti tutto ciò che riguarda il trattamento economico e previdenziale dei lavoratori e più in generale le loro condizioni di vita ed il loro benessere.&#xd;<br />Solidarietà: l'I.S.A non rifiuta la globalizzazione dei mercati, ma si batte per l'umanizzazione dell'economia e del profitto. Lo sviluppo del pianeta sarà perfettamente inutile se non avrà come scopo il miglioramento delle condizioni di vita di tutte le persone che lo abitano. In questo senso, dai paesi industrializzati, deve concretizzarsi sempre più l'impegno di destinare una quota agli investimenti contro il sottosviluppo.&#xd;<br />Qualificazione: se i lavoratori vogliono confrontarsi con la globalizzazione e con il costante mutamento delle tecnologie e dei mercati, devono essere posti in grado di acquisire costantemente un'adeguata preparazione professionale.&#xd;<br />Nel Paese, il sindacato dovrà battersi contro ogni forma di sfruttamento del lavoro clandestino e minorile, per la piena dignità dei lavoratori immigrati, secondo una programmazione delle opportunità di lavoro che tenga comunque conto dell'obiettivo primario della piena occupazione dei cittadini italiani.","acronym":"I.S.A.","interests":"Agriculture and Rural Development, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Justice and Fundamental Rights, Public Health, Sport, Transport, Youth","euInitiatives":"Politiche del Lavoro","lastUp":"2017-03-18T11:27:58.869+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}