{"id":"193941619798-35","name":"Asociaci?n Nacional de Empresas para el Fomento de las Oleageinosas y su extracci?n","registrationDate":"2015-12-03T11:10:07.455+01:00","category":2,"subCategory":4,"legal":"Asociaci?n empresarial","web":"http://afoex.es","country":"Spain","headAddress":"Calle de Diego de Le?n 54, escalera B,  5? derecha","headCity":"Madrid","headPostCode":"28006","headPhone":"(34)9 15 63 10 33","boss":"D. Jorge de Saja Gonz?lez","bossTitle":"","bossPosition":"Secretario y Director","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"www.afoex.es/empresas.html","goal":"Los objetivos de AFOEX se fundamentan b?sicamente en la representaci?n, defensa y promoci?n de los intereses profesionales de sus miembros. Para poder conseguirlo AFOEX pretende:&#xd;<br />&#xd;<br />a) Defender los intereses empresariales de la industria alimentaria que la integran, tanto ante los Organismos y Administraci?n del Estado, Uni?n Europea y Organizaciones Internacionales, como ante las Comunidades Aut?nomas, Entidades Locales y Organizaciones Empresariales.&#xd;<br />&#xd;<br />b) Convertir a AFOEX en un lobby eficaz, al servicio del sector y de las empresas que la integran, con capacidad tanto de influencia ante las Administraciones y terceros, con capacidad de generar servicio al asociado.&#xd;<br />&#xd;<br />c) Apoyar a las empresas asociadas en su d?a a d?a con terceros gracias a la constituci?n de Comisiones Especializadas para atender y estudiar las grandes cuestiones que, por ?reas de trabajo, afectan a los intereses de los asociados. (comisi?n t?cnica...). &#xd;<br />&#xd;<br />d)Facilitar a los asociados servicios de una forma c?moda, r?pida y visual.","acronym":"AFOEX","interests":"Agriculture and Rural Development, Competition, Consumer Affairs, Economic and Financial Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Internal Market, Research and Technology, Trade","euInitiatives":"Normativa de la PAC. Reglamento relativos al control de dioxinas. Normativa medio ambiental. Normativa de etiquetado. Reevaluaci?n de plaguicidas.&#xd;<br />&#xd;<br />Reglamento (CE) 396/2005 DEL PARLAMENTO EUROPEO Y DEL CONSEJO&#xd;<br />de 23 de febrero de 2005 relativo a los l?mites m?ximos de residuos de plaguicidas en alimentos y piensos de origen vegetal y animal y que modifica la Directiva 91/414/CEE del Consejo&#xd;<br /> http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2005:070:0001:0016:es:PDF&#xd;<br />&#xd;<br />Reglamento (CE) 1881/2006 de la Comisi?n de 19 de diciembre de 2006 por el que se fija el contenido m?ximo de determinados contaminantes en los productos alimenticios&#xd;<br />http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2006:364:0005:0024:ES:PDF&#xd;<br />&#xd;<br />Reglamento (UE) 1169/2011 del Parlamento Europeo y del Consejo de 25 de octubre de 2011 sobre la informaci?n alimentaria facilitada al consumidor y por el que se modifican los Reglamentos (CE) 1924/2006 y (CE) 1925/2006 del Parlamento Europeo y del Consejo, y por el que se derogan la Directiva 87/250/CEE de la Comisi?n, la Directiva 90/496/CEE del Consejo, la Directiva 1999/10/CE de la Comisi?n, la Directiva 2000/13/CE del Parlamento Europeo y del Consejo, las Directivas 2002/67/CE, y 2008/5/CE de la Comisi?n, y el Reglamento (CE) no 608/2004 de la Comisi?n &#xd;<br />https://www.boe.es/doue/2011/304/L00018-00063.pdf &#xd;<br />&#xd;<br />Reglamento (CE) 178/2002 del Parlamento Europeo y del Consejo de 28 de enero de 2002 por el que se establecen los principios y los requisitos generales de la legislaci?n alimentaria, se crea la Autoridad Europea de Seguridad Alimentaria y se fijan procedimientos relativos a la seguridad alimentaria&#xd;<br />https://www.boe.es/doue/2002/031/L00001-00024.pdf","lastUp":"2017-10-18T13:12:32.176+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}