{"id":"194558625925-34","name":"Asociatia Lectura si Scrierea pentru Dezvoltarea Gandirii Critice Romania","registrationDate":"2017-02-16T00:05:15.435+01:00","category":3,"subCategory":2,"legal":"asociatie","web":"http://alsdgc.ro/","country":"Romania","headAddress":"Str. Luceafarului nr. 6/22","headCity":"Cluj-Napoca","headPostCode":"400343","headPhone":"(40)7 45 64 60 04","boss":"Ariana-Stanca Vacaretu","bossTitle":"Ms","bossPosition":"presedinte","membersCount":2,"membersFTE":"0.5","membership":"Asociaţia LSDGC România este membră ILA (International Literacy Association) din 10 iunie 2008 - https://www.literacyworldwide.org/ și www.literacyeurope.org.&#xd;\nAsociaţia LSDGC România este membră a FEDERATION OF EUROPEAN LITERACY ASSOCIATIONS (FELA) din 17 ianuarie 2009 - www.felaliteracy.org.&#xd;\nAsociaţia LSDGC România este membră Reading and Writing for Critical Thinking International Consortium (www.rwctic.org ) din martie 2004.","memberOrga":"","goal":"Asociaţia “Lectura şi Scrierea pentru Dezvoltarea Gândirii Critice” România (ALSDGC România) a fost înfiinţată în 29 aprilie 2002 ca urmare a iniţiativei unui grup de profesori cu experienţă în domeniul pregătirii profesionale iniţiale şi continue. Asociaţia şi-a demarat activitatea cu 42 de membri. La începutul anului 2010, asociaţia număra peste 120 de membri din toată ţara.&#xd;<br />&#xd;<br />Asociaţia LSDGC este constituită ca persoană juridică cu scop nelucrativ şi nepolitic, având caracter profesional-ştiinţific, organizată pe principiile non-profitului şi care îşi desfăşoară activitatea în conformitate cu legile române şi prevederile propriului statut. &#xd;<br />&#xd;<br />Asociaţia LSDGC promovează şi susţine activităţi de formare iniţială şi continuă la nivelul fiecărei trepte de învăţământ, inclusiv la nivelul învăţării permanente, în vederea ridicării calităţii prestaţiei instructiv-educative, a asigurării formării continue a cadrelor didactice de orice specialitate, precum şi a altor categorii ocupaţionale, a asigurării unui cadru organizat pentru realizarea unui schimb de experienţă eficient, deschis şi racordat la cerinţele unei societăţi democratice deschise în care cetăţenii sunt încurajaţi să gândească în mod critic. Activitatea Asociației LSDGC România se centrează pe dezvoltarea gândirii critice prin dezvoltarea competențelor de literație.","acronym":"ALSDGC","interests":"Education","euInitiatives":"competențe cheie&#xd;<br />competențe de literație&#xd;<br />literație pentru familie&#xd;<br />dezvoltarea gândirii critice","lastUp":"2018-02-15T15:53:30.516+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}