{"id":"194995512904-93","name":"European Association for Technical Communication - tekom Europe e.V.","registrationDate":"2014-02-10T13:56:30.847+01:00","category":2,"subCategory":1,"legal":"association under German law","web":"http://www.tekom.eu","country":"Germany","headAddress":"Rotebühlstraße, 64","headCity":"Stuttgart","headPostCode":"70178","headPhone":"(49711)65 70 40","boss":"Isabelle Fleury","bossTitle":"Ms","bossPosition":"Chairperson","membersCount":3,"membersFTE":"1.0","membership":"","memberOrga":"http://www.technical-communication.org/country-organizations.html","goal":"tekom Europe's objectives are to promote and further develop technical communication in Europe, to set European standards for the quality of technical communication and to increase the importance given to technical communication throughout Europe, both in commerce and among the general public. tekom Europe develops and fosters occupational profiles for the technical communication sector that are valid throughout Europe.&#xd;<br />&#xd;<br />Die tekom Europe hat den Zweck, die Technischen Kommunikation in Europa zu fördern und weiter zu entwickeln, europäische Standards für die Qualität der Technischen Kommunikation zu setzen und den Stellenwert der Technischen Kommunikation europaweit in Wirtschaft und Öffentlichkeit zu erhöhen. Die tekom Europe entwickelt und pflegt europaweit gültige Berufsbilder für die Technische Kommunikation.","acronym":"tekom Europe","interests":"Business and Industry, Communication, Competition, Consumers, Culture and media, Digital economy and society, Education and training, Single market, Trade","euInitiatives":"Machinery Directive - revision&#xd;<br />&#xd;<br />Research &amp; innovation - partnership for key digital technologies (Horizon Europe programme)&#xd;<br />&#xd;<br />Upload of software on radio equipment&#xd;<br />&#xd;<br />Evaluation of the Low Voltage Directive 2014/35/EU","lastUp":"2019-11-27T12:46:51.276+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}