{"id":"1954267427-31","name":"FERROVIE DELLO STATO ITALIANE S.p.A.","registrationDate":"2008-09-25T11:21:59.265+01:00","category":2,"subCategory":3,"legal":"Società per Azioni","web":"http://www.fsitaliane.it","country":"Italy","headAddress":"Piazza della Croce Rossa, 1","headCity":"Roma","headPostCode":"00161","headPhone":"(39)0 64 41 01","boss":"Gianfranco Battisti","bossTitle":"Mr","bossPosition":"Amministratore Delegato","membersCount":4,"membersFTE":"2.25","membership":"Ferrovie dello Stato Italiane partecipa a diverse associazioni e reti in Italia ed in Europa. &#xd;\n&#xd;\nTra esse quelle di rilievo per l’attività di rappresentanza di interessi presso le istituzioni comunitarie sono: &#xd;\n- CER (Community of European Railways) - Membro dell’Associazione&#xd;\n- Confindustria (Bruxelles)&#xd;\n- GII (Gruppo Iniziativa Italiana)&#xd;\n- UITP (Unione Internazionale Trasporto Pubblico Locale)","memberOrga":"http://www.fsitaliane.it/fsi/Il-Gruppo/Societ%C3%A0-del-Gruppo&#xd;\n&#xd;\n- Trenitalia&#xd;\n- Rete Ferrroviaria Italiana (RFI)&#xd;\n- Italferr&#xd;\n- Ferservizi&#xd;\n- FS Logistica&#xd;\n- FS Sitemi Urbani&#xd;\n- Fercredit&#xd;\n- Grandi Stazioni Rail&#xd;\n- Centostazioni&#xd;\n- Grandi Stazioni Immobiliare&#xd;\n- Bus Italia - Sita Nord&#xd;\n- Netinera&#xd;\n- Italcertifer&#xd;\n- Mercitalia Rail&#xd;\n- ANAS","goal":"Il Gruppo Ferrovie dello Stato Italiane è una delle più grandi realtà industriali italiane: circa 80.436 persone gestiscono ogni giorno oltre 8mila treni e 250mila bus-km, trasportando in un anno circa 830 milioni di passeggeri e 50 milioni di tonnellate di merci. Il network ferroviario è di oltre 16.700 km di rete, di cui circa 1.000 dedicati ai servizi Alta Velocità. &#xd;<br />A seguito dell'acquisizione di Anas,Dicembre 2017,il Gruppo assicura la fruizione di oltre 26.000 km di rete viaria nazionale.  FS Italiane è un Gruppo industriale con una Capogruppo, Ferrovie dello Stato Italiane SpA, cui fanno capo le Società Operative nei diversi settori della filiera, tutte per livelli di sicurezza e standard tecnologici, ai vertici europei.&#xd;<br />Trenitalia, è tra i primi operatori ferroviari in Europa e gestisce le attività di trasporto passeggeri e merci ponendo il cliente al centro del suo lavoro. Fiore all’occhiello della sua flotta, il supertreno Frecciarossa1000, ha accorciato le distanze tra le maggiori città italiane.&#xd;<br />Rete Ferroviaria Italiana è il gestore dell'infrastruttura nazionale; assicura alle varie imprese ferroviarie l’accesso alla rete ferroviaria, la manutenzione e la circolazione in sicurezza sull’intera infrastruttura, realizza investimenti per il potenziamento e lo sviluppo delle linee e degli impianti ferroviari e sviluppa la tecnologia dei sistemi e dei materiali.&#xd;<br />FS Italiane ha esteso i propri orizzonti, con acquisizioni e partnership, anche ad altri grandi mercati, come Germania, Francia, Olanda e Nord-Est Europa.&#xd;<br />La società d’ingegneria del Gruppo FS, Italferr che vanta di uno staff altamente qualificato e un know-how specialistico, opera sul mercato italiano e internazionale dell’ingegneria dei trasporti ferroviari. La sua presenza è diffusa nel mercato mondiale. Italferr, ha diretto i lavori di Expo 2015, ha ricevuto importanti commesse in Arabia Saudita, Qatar, Oman, Africa, Turchia e Svizzera.&#xd;<br />Grandi Stazioni Immobiliare e Centostazioni, controllate rispettivamente al 60% e al 100%, si occupano della valorizzazione, riqualificazione e sfruttamento commerciale, rispettivamente, delle 14 principali stazioni ferroviarie italiane e di 103 stazioni di medie dimensioni distribuite sul territorio nazionale.&#xd;<br />Busitalia - Sita Nord operatore leader nel centro – nord Italia per i servizi su gomma e integrati ferro/gomma del trasporto pubblico locale, sviluppa i propri servizi offrendo, direttamente o tramite società controllate, numerosi collegamenti urbani ed extraurbani in Veneto, Toscana e Umbria.&#xd;<br />Del Gruppo FS Italiane fanno parte anche FS Logistica, FS Sistemi Urbani, Fercredit, Ferservizi e Italcertifer e Mercitalia Rail.&#xd;<br />Fs Italiane in Germania possiede TX Logistik, che offre collegamenti merci sul mercato ferroviario tedesco ed europeo, con filiali in Austria, Svizzera e Svezia. Altra base operativa in Germania è Netinera Deutschland, le cui aree di business prevalente sono trasporto pubblico locale, sia ferroviario sia su gomma. Capogruppo di sette società, cui fanno capo oltre 40 imprese, Netinera è articolata in quattro aree che operano nei diversi Länder tedeschi.&#xd;<br />In Francia, Trenitalia e Veolia Transport hanno costituito Thello, che offre servizi passeggeri notturni sulla rotta Milano-Parigi e prevede di sviluppare la propria presenza anche su tratte ad Alta Velocità, pronta a competere nei servizi passeggeri di lunga distanza. Nel trasporto merci, Trenitalia Cargo, in partnership con Europorte (Gruppo Eurotunnel), dal 2011 offre servizi tra la Francia e l’Italia.&#xd;<br />Nei prossimi anni l’attenzione del Gruppo sarà focalizzata su:&#xd;<br />•maggiore integrazione modale ferro/gomma nell’ambito dei servizi universali regionali;&#xd;<br />•ristrutturazione del settore cargo e della logistica in linea con il Piano Industriale al 2017;&#xd;<br />•crescita internazionale, cogliendo le opportunità che, nell’ambito del processo di liberalizzazione del trasporto in corso, si presenteranno sui mercati aperti solo di recente alla concorrenza.","acronym":"FSI","interests":"Budget, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Energy, Environment, Regional Policy, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"Politiche dei Trasporti e Ambiente.&#xd;<br />Spazio Ferroviario Unico Europeo&#xd;<br />Reti TEN-T&#xd;<br />EFSI&#xd;<br />CEF&#xd;<br />Revisione Regolamento Diritti dei Passegeri&#xd;<br />Consumatori&#xd;<br />Single Digital Market&#xd;<br />Brexit","lastUp":"2019-03-18T10:35:35.396+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}