{"id":"195744929930-90","name":"CLEVER A/S","registrationDate":"2018-01-31T17:04:24.446+01:00","category":2,"subCategory":3,"legal":"A/S","web":"http://www.clever.dk","country":"Denmark","headAddress":"Støberigade 14","headCity":"Copenhagen","headPostCode":"2450","headPhone":"(45)82 30 30 30","boss":"Mads  Bundgård Harder-Lauridsen","bossTitle":"Mr","bossPosition":"CFO","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"The electric mobility service provider CLEVER has paved the way for tomorrow’s sustainable mobility since 2009 and has connected Northern European cities by deploying a coherent fast charging network in Denmark, Sweden and Northern Germany.&#xd;<br />&#xd;<br />CLEVER is well known for its partnerships with different car manufacturers in developing and offering innovative customer-centric charging solutions, such as ‘CLEVER Unlimited’. The customer-centric approach to products is not only reflected in the development of new and groundbreaking products, but also in the choice of quality charging points and stations that are easy to use and always comply with all safety requirements from authorities. CLEVER's focus is 100% on electric vehicles and charging.&#xd;<br />&#xd;<br />CLEVER is constantly searching for new opportunities for development and partnerships with the goal of making it easy to drive electric. This goal includes an ambition to establish Europe’s first ultra-fast charging network for electric vehicles (EVs) along the main European motorway corridors.&#xd;<br />&#xd;<br />CLEVER was founded by SEAS-NVE and SE in 2009, and is today owned by major Scandinavian energy companies.&#xd;<br />&#xd;<br />CLEVER is involved in different EU-funded Transport Projects under the CEF Programme.","acronym":"CLEVER","interests":"Trans-European Networks, Transport","euInitiatives":"EU Transport legislation and funding with a focus on e-mobility.","lastUp":"2018-01-31T17:23:10.290+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}