{"id":"196024034882-43","name":"Federation for European Storytelling","registrationDate":"2019-06-06T15:17:57.316+02:00","category":3,"subCategory":2,"legal":"International non profit organisation","web":"http://fest-network.eu/","country":"Belgium","headAddress":"Kasteelstraat 6","headCity":"Bilzen","headPostCode":"3740","headPhone":"(32)4 79 29 97 24","boss":"Guido Tilkin ","bossTitle":"Mr","bossPosition":"president","membersCount":2,"membersFTE":"1.5","membership":"IETM&#xd;\nPearle Live performance Europe","memberOrga":"http://fest-network.eu/membership/members-new/members/","goal":"FEST is the European network organisation for the professional Storytelling sector. The network is working on a number of strands that are closely related to the thematic pillars of the European Framework.&#xd;<br />Storytelling (and FEST) specially contributes to the concept of co-creative and participative art &amp; culture.&#xd;<br />FEST wants to enhance the visibility and the recognition of Storytelling as a performing art, by developing marketing tools, by linking up with other performing arts networks and initiatives.&#xd;<br />FEST promotes and supports the use of stories and storytelling techniques in different sectors of society: community work, work with immigrants and refugees, the socio-cultural sector, education, tourism and heritage. &#xd;<br />FEST wants to raise the European dimension of Storytelling events and transnational cooperation in the sector.  &#xd;<br />Establishing the link between storytelling and cultural heritage and building a 'culture for storytelling' (audience development) is an important aim for FEST.","acronym":"FEST","interests":"Culture, Culture and media","euInitiatives":"International cooperation in the storytelling sector.&#xd;<br />International mobility of artists, storytellers, experts, organisers and other stakeholders &#xd;<br />European common approach to curricula and competence development.&#xd;<br />Professional development of the storytelling sector&#xd;<br />European projects based on Eu grants (creative Europe)","lastUp":"2019-06-07T11:56:59.208+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}