{"id":"196160532627-78","name":"Kotkamills Oy","registrationDate":"2018-09-20T08:22:31.800+02:00","category":2,"subCategory":3,"legal":"Osakeyhtiö","web":"http://www.kotkamills.com/","country":"Finland","headAddress":"Norskankatu 6","headCity":"Kotka","headPostCode":"48100","headPhone":"(358)0 52 10 11","boss":"Markku Hämäläinen ","bossTitle":"","bossPosition":"Toimitusjohtaja","membersCount":5,"membersFTE":"1.25","membership":"Finnish Forest Industries","memberOrga":"Kotkamills Group, Kotkamills Absorbex and Kotkamills Wood","goal":"Kotkamills Group in brief&#xd;<br />&#xd;<br />Kotkamills is a responsible partner that delivers renewable products and performance to its customers' processes via product innovations created from wood, a renewable raw material. One of the key brands of the company is Absorbex®, an innovative laminating paper product for the laminate, plywood and construction industries. Moreover, Kotkamills offers ecological, technically sound and visually attractive wood products for demanding joinery and construction. In summer 2016, Kotkamills started up a new board machine producing AEGLE(TM) Folding Boxboard and ISLA(TM) Food Service Boards, including the capability to add barriers on-machine. All Consumer Board material solutions are fully recyclable and repulpable.&#xd;<br />&#xd;<br />Kotkamills has two production sites in Finland, located in Kotka and Imatra. The majority shareholder of Kotkamills is MB Funds, a Finnish private equity firm.&#xd;<br />&#xd;<br />The company has approximately 500 employees. The turnover of Kotkamills Group Oyj was 288 million euros in 2017","acronym":"","interests":"Business and Industry, Climate Action, Customs, Energy, Environment, Single market, Taxation, Trade","euInitiatives":"Especially markets, environmental issues. Our packaging paper boards are plastic free and easy to recycle so our main focus at the moment is on DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL&#xd;<br />on the reduction of the impact of certain plastic products on the environment.","lastUp":"2018-09-20T08:47:53.797+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}