{"id":"196374311732-92","name":"Zájmové sdružení právnických osob, Interoperabilita železniční infrastruktury","registrationDate":"2013-08-20T20:40:15.298+01:00","category":2,"subCategory":4,"legal":"Zájmové sdružení právnických osob","web":"http://www.sizi.cz","country":"Czech republic","headAddress":"Mstětice 34","headCity":"Zeleneč","headPostCode":"250 91","headPhone":"(420)2 43 06 54 99","boss":"Mojmír Nejezchleb","bossTitle":"Mr","bossPosition":"Předseda Správní rady","membersCount":2,"membersFTE":"2.0","membership":"ETP - ERRAC, Participant Portal.","memberOrga":"https://www.sizi.cz","goal":"Zájmové sdružení právnických osob ,,Interoperabilita železniční infrastruktury“ – národní Technologická platforma (dále jen jako TP).&#xd;<br />Evropská železniční interoperabilita je významným inovačním impulsem a prostředkem ke zvýšení konkurenceschopnosti i komerční úspěšnosti českého železničního průmyslu.  Pokračování činnosti TP má oporu ve strategických dokumentech České republiky a Evropského společenství a jejich prioritě – „Rozšiřování a zlepšení evropských infrastruktur“. &#xd;<br />Technologická platforma „Interoperabilita železniční infrastruktury“ (TP) je zájmovým sdružením průmyslových společností, univerzit, výzkumných a projektových ústavů, kteří se podílí na investiční výstavbě a údržbě železničních staveb, jejich elektrizace, sdělovacím a zabezpečovacím zařízením a věcně souvisejícími výzkumnými, vývojovými a projekčními pracemi.&#xd;<br />Univerzity jsou zastoupeny ČVUT v Praze, VUT v Brno, Univerzitou Pardubice, VŠB TU Ostrava a ZČU v Plzni. Členem je i Vyšší odborná škola a Střední průmyslová škola strojní, stavební a dopravní, Děčín.&#xd;<br />Průmyslové společnosti Skanska, EŽ Praha, AŽD, Subterra, SUDOP, DT Prostějov, ŽPSV, Výzkumný Ústav Železniční, VÚKV, Edikt, AK signal, Starmon, TZUS Praha, MORAVIA Consult Olomouc, Prokop Rail a.s.&#xd;<br />Odborné zaměření TP od 1. 4. 2008 je v činnosti spojené se stavebními a výrobními aktivitami průmyslových společností působících v rámci železniční infrastruktury. Průmyslové společnosti, univerzity i výzkumné ústavy jsou zastoupeny ve společných týmech – expertních skupinách Infrastruktura, Energie, Řízení a zabezpečení, Výzkum, IRRB, System Solutions a Rozhraní, která působí v návaznosti na subsystém „kolejová vozidla“. Požadavky spojené s dosažením souladu produkce průmyslových partnerů TP s požadavky interoperability se týkají jimi zajišťované výroby a výstavby:&#xd;<br />\tvýstavba železničních tratí, železničního spodku a svršku&#xd;<br />\tprodukce sdělovacího a zabezpečovacího zařízení&#xd;<br />\telektrizace tratí, výroba zařízení elektrické trakce&#xd;<br />\tvýstavba železničních mostů a tunelů&#xd;<br />\tvýstavba železničních stanic a souvisejících zařízení&#xd;<br />\tvýroba stavebních prvků a dalších zařízení železniční infrastruktury. &#xd;<br />Podpůrnými aktivitami jsou činnosti univerzit, vyšších odborných škol, výzkumných a projektových ústavů:&#xd;<br />- vědecko-výzkumná a vývojová činnost&#xd;<br />- zkušebnictví&#xd;<br />- posuzování produkce&#xd;<br />- projektová činnost&#xd;<br />- expertní a konzultační činnost&#xd;<br />- národní a mezinárodní standardizace&#xd;<br />- vzdělávací činnost.&#xd;<br />Spolupráce univerzit, výzkumných i projektových ústavů se společnostmi průmyslové praxe – členy TP je tradiční a vytváří využitelné východisko pro efektivní spolupráci. Prostředkem je rovněž účast pracovníků univerzit, výzkumných a projektových ústavů i pracovníků průmyslových společností na konkrétních aktivitách a záměrech výchovy a vzdělávání s využitím „Školicího střediska pro železniční interoperabilitu“, vybudovaného v rámci Operačního programu Podnikání a inovace. Významnou součástí aktivit je vývoj metod a prostředků pro ověřování nároků interoperability akreditovanými zkušebními laboratořemi a notifikovanými osobami v souladu s evropskými nároky na jejich akreditaci a autorizaci – notifikaci.&#xd;<br />Výše uvedené skutečnosti potvrzují následující údaje:&#xd;<br />\tvyřešené a řešené projekty, které byly prosazeny do různých národních a mezinárodních (evropských) programů, vč. projektů zaměřených na ochranu životního prostředí,&#xd;<br />\túčast zástupců železniční průmyslové praxe na tvorbě studijních programů, zástupců akademických pracovišť, přispívajících v rámci výuky či školení k pochopení evropské železniční interoperability jako hlavního nástroje zajištění funkce transevropského železničního systému. &#xd;<br />","acronym":"SIZI","interests":"Research and innovation, Trans-European Networks, Transport","euInitiatives":"Participation in HORIZON 2020 a Shift2Rail Joint Undertaking, ERRAC, 4th Railway Package, EU investments -post-2020 multiannual financial Framework related to railway","lastUp":"2018-10-29T10:30:14.308+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}