{"id":"196370435011-36","name":"Sozialverband Deutschland","registrationDate":"2019-06-21T08:17:39.119+02:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://sovd.de","country":"Germany","headAddress":"Stralauer Straße 63","headCity":"Berlin","headPostCode":"13349","headPhone":"(49)3 07 26 22 20","boss":"Stephanie Rinke","bossTitle":"Ms","bossPosition":"Bundesgeschäftsführerin","membersCount":1,"membersFTE":"0.25","membership":"https://www.awo.org/&#xd;\n&#xd;\nhttps://www.deutscher-behindertenrat.de/&#xd;\n&#xd;\nhttp://www.menschenwuerdiges-existenzminimum.org/&#xd;\n&#xd;\nhttps://www.reichtum-umverteilen.de/buendnis/&#xd;\n&#xd;\nhttp://www.buendnis-fuer-gute-pflege.de/&#xd;\n&#xd;\nhttps://www.frauenrat.de/sovd/","memberOrga":"","goal":"Der Sozialverband Deutschland (SoVD) vertritt die Interessen der Rentner, der Patienten und gesetzlich Krankenversicherten sowie der pflegebedürftigen und behinderten Menschen. Wir setzen uns für Ihre Rechte ein!&#xd;<br />&#xd;<br />Der SoVD bietet seinen Mitgliedern ein dichtes Netz an Beratungsstellen in ganz Deutschland. Dort erhalten sie Beratung in allen sozialrechtlichen Fragen, zum Beispiel zur gesetzlichen Krankenversicherung, zur gesetzlichen Rentenversicherung, zur Pflegeversicherung oder in behindertenrechtlichen Fragen. Wir helfen unseren Mitgliedern, damit sie die ihnen zustehenden Leistungen auch erhalten. Das beginnt bei der Antragstellung und reicht bis zur Vertretung vor den Sozialgerichten.&#xd;<br />Der SoVD ist eine starke Gemeinschaft mit rund 580.000 Mitgliedern. Bei uns können Sie sich engagieren und mit anderen gemeinsam aktiv werden. Einer von 2.000 Ortsverbänden ist sicher auch in Ihrer Nähe.&#xd;<br />Soziale Gerechtigkeit steht im Mittelpunkt unserer Arbeit. Wir setzen uns für den Ausbau und den Erhalt der sozialen Sicherungssysteme ein. Der Sozialstaat ist ein wichtiges Auffangnetz für die Menschen, das zeigt sich gerade in der jetzigen Wirtschaftskrise. Uns geht es auch um Chancengleichheit für die Zukunft, zum Beispiel um die Bildung und Ausbildung, die unsere Gesellschaft behinderten und benachteiligten Kindern und Jugendlichen bietet. Hier ist noch viel zu tun.&#xd;<br />Unser Einsatz für soziale Gerechtigkeit hat Geschichte: Seit 1917 setzen wir uns für die Stärkung der sozialen Rechte der Bürgerinnen und Bürger ein. Waren es zunächst die Kriegsopfer des ersten Weltkrieges, die in unserem Verband gemeinsam ihre soziale Absicherung erstritten, so sind es heute Rentner, Patienten, behinderte und pflegebedürftige Menschen sowie ihre Angehörigen.&#xd;<br />Wir haben uns schon 1917 für einen demokratischen und sozialen Rechtsstaat eingesetzt. Aus der schmerzlichen Erfahrung der Unterdrückung unseres Verbandes während der Nazi-Diktatur wissen wir, dass Frieden, Demokratie und soziale Gerechtigkeit zusammen gehören. Das erstreben wir auch für das sich vereinigende Europa.","acronym":"","interests":"Borders and Security, Communication, Consumers, Employment and Social Affairs, Migration and asylum, Public Health, Regional Policy, Single market, Taxation, Youth","euInitiatives":"Der SoVD beobachtet die europäischen Initiativen hinsichtlich der sozialpolitischen EU-Gesetzgebung.","lastUp":"2019-06-21T08:18:03.961+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}