{"id":"196359321438-80","name":"Becton Dickinson","registrationDate":"2016-04-19T23:49:42.164+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.bd.com/","country":"United states","headAddress":"Becton, Dickinson and Company","headCity":"New Jersey","headPostCode":"NJ 07417-188","headPhone":"(1)20 18 47 68 00","boss":"Roland Goette","bossTitle":"Mr","bossPosition":"President, BD Europe","membersCount":1,"membersFTE":"0.5","membership":"MedTech Europe&#xd;\nEucomed &#xd;\nEDMA&#xd;\nAlliance for  Safe on Line Pharmacy &#xd;\nEuropean Alliance for Access to Safe Medicines&#xd;\nInternational Federation of Pharmaceutical Manufacturers &amp; Associations : Aantimicrobial Resistane Project","memberOrga":"","goal":"BD is a global medical technology company that is advancing the world of health by improving medical discovery, diagnostics and the delivery of care. BD leads in patient and health care worker safety and the technologies that enable medical research and clinical laboratories. The company provides innovative solutions that help advance cellular studies and genomics, enhance the diagnosis of infectious disease and cancer, improve medication management, promote infection prevention, equip surgical and interventional procedures, optimize respiratory care and support the management of diabetes. The company partners with organizations around the world to address some of the most challenging global health issues. BD has more than 45,000 associates across 50 countries who work in close collaboration with customers and partners to help enhance outcomes, lower health care delivery costs, increase efficiencies, improve health care safety and expand access to health.","acronym":"BD","interests":"Development, Employment and Social Affairs, Enterprise, Environment, Public Health, Regional Policy, Research and Technology, Trans-European Networks","euInitiatives":"Patient Safety, including HAI's, AMR and medication management.&#xd;<br />Occupational safety and health of healthcare staff.&#xd;<br />Healthcare efficiency.&#xd;<br />Medical Devices and IVD's Regulation.&#xd;<br />Environmental safety and regulation, including REACH and the RoHS.&#xd;<br />EU Public Procurement Directive.&#xd;<br />The Cross Border Health Directive.&#xd;<br />HTA Network.&#xd;<br />e-health.&#xd;<br />Health screening and early diagnosis.&#xd;<br />Women's health and cancer.&#xd;<br />Diabetes.&#xd;<br />Health research","lastUp":"2018-04-06T21:53:46.826+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}