{"id":"196421729923-74","name":"Butterfly Conservation","registrationDate":"2018-01-31T18:18:30.328+01:00","category":3,"subCategory":2,"legal":"Charity and Company Limited by Guarantee","web":"http://www.butterfly-conservation.org","country":"United kingdom","headAddress":"Manor Yard","headCity":"Dorset","headPostCode":"BH20 5QP","headPhone":"(44)19 29 40 02 09","boss":"Julie Williams","bossTitle":"Ms","bossPosition":"Company Secretary","membersCount":11,"membersFTE":"2.75","membership":"Butterfly Conservation Europe&#xd;\nWildlife and Countryside Link (UK)","memberOrga":"","goal":"Butterflies and moths are a vital part of our wildlife heritage and are valuable as sensitive indicators of the health of our environment. The stark fact is that butterflies and moths continue to decline at an alarming rate, despite Butterfly Conservation’s best efforts over the last 40 years. Our data shows they are declining faster than most other well-documented groups of plants and animals, so our task is both daunting and complex.  For many species, we know what needs to be done to halt decline and support recoveries. In order to tackle these losses and achieve the aims of the charity, we have to dramatically increase our capacity and influence over the next few years. Our work will benefit other wildlife and the ecosystems upon which all life depends.&#xd;<br />Our mission is to halt, and reverse, the decline in butterflies and moths, thereby helping to create a healthier environment in which we can all live, and build a strong and effective organisation capable of delivering our vision.&#xd;<br />Butterfly Conservation’s new top-level 2025 strategy was agreed by Council members in 2016. The strategy takes account of progress and achievements of the previous 2020 Vision and provides an update of the future direction and approach we wish to take at the same time maintaining continuity of our current work.&#xd;<br />At the top level of the strategy, the core aims of Butterfly Conservation are to:&#xd;<br />•\tRecover threatened butterflies and moths&#xd;<br />•\tIncrease numbers of widespread species&#xd;<br />•\tInspire people to understand and deliver species conservation&#xd;<br />•\tPromote international conservation actions.","acronym":"BC (UK)","interests":"Agriculture and Rural Development, Climate Action, Environment","euInitiatives":"Environment and Agricultural policy, pollinator strategy, pollution control, pesticide use and Science policy particularly natural sciences","lastUp":"2019-02-27T15:19:55.213+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}