{"id":"196437725365-79","name":"ASOCIACIÓN PAISAJE LIMPIO","registrationDate":"2017-01-10T11:50:15.383+01:00","category":3,"subCategory":2,"legal":"ASOCIACION SIN ÁNIMO DE LUCRO","web":"http://www.paisajelimpio.com","country":"Spain","headAddress":"Santa Brígida, 19 1ºB","headCity":"Majadahonda","headPostCode":"28220","headPhone":"(34)9 16 03 56 75","boss":"Inés de la Paz Ortiz de Zárate","bossTitle":"Ms","bossPosition":"Directora","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"ECOEMBES (www.ecoembes.com)&#xd;\nECOVIDRIO (www.ecovidrio.es)&#xd;\nCICLOPLAST (www.cicloplast.com)&#xd;\nECOACERO (Asociación para el Reciclado de la Hojalata)(www.ecoacero.com)&#xd;\nASOCIACIÓN LATAS DE BEBIDAS (www.latasdebebidas.org)&#xd;\nTETRAPAK (www.tetrapak.com/es)&#xd;\nANFEVI (Asociación Nacional de Empresas de Fabricación Automática de Envases) (www.anfevi.com)&#xd;\nARPAL (Asociación para el Reciclado del Aluminio) (www.aluminio.org)&#xd;\nRECIPAP (Asociación Española de Fabricantes de Pasta, Papel y Cartón) (www.aspapel.es)","goal":"Educación para la prevención del litter. Para ello realizamos campañas de sensibilización y concienciación dirigidas a la población en general, haciendo especial hincapié en niños y jóvenes, participamos en diferentes proyectos europeos y nacionales para buscar una solución al problema. Formamos parte de la organización europea Clean Europe Network, en la que estamos trabajando activamente en dos importantes proyectos: \"Búsqueda de una medición común del litter en Europa\" y \"Rutas de la basura en el entorno acuático\" y colaboramos con el Joint Research Centre de la Comisión Europea en el Proyecto Rimmel, llevando a cabo el seguimiento y observación de la macro basura en las desembocaduras de los ríos Besós (Cataluña), Nervión (País Vasco) y Guadalhorce (Málaga).&#xd;<br />También formamos parte del Taller de Basuras Marinas del Ministerio de Medio Ambiente (MAPAMA) colaborando estrechamente con la Dirección General de Costas. En 2017 vamos a emprender un proyecto con la Dirección General de Residuos del MAPAMA, para establecer un sistema en España de medición del litter terrestre.&#xd;<br />Participamos activamente en el grupo de basuras marinas de CONAMA, donde este año hemos publicado el Decálogo Ciudadano de Basuras Marinas. En enero de 2018 Paisaje Limpio ha ingresado como socio en la Asociación Española de Basuras Marinas (AEBAM)","acronym":"","interests":"Education, Environment, Research and Technology, Youth","euInitiatives":"Formamos parte de la organización europea Clean Europe Network, en la que estamos trabajando activamente en dos importantes proyectos: \"Búsqueda de una medición común del litter en Europa\" y \"Rutas de la basura en el entorno acuático\" y colaboramos con el Joint Research Centre de la Comisión Europea en el Proyecto Rimmel, llevando a cabo el seguimiento y observación de la macro basura en las desembocaduras de los ríos Besós (Cataluña), Nervión (País Vasco) y Guadalhorce (Málaga).","lastUp":"2018-01-12T13:13:45.601+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}