{"id":"197350718916-86","name":"Société civile des auteurs multimédia","registrationDate":"2015-09-24T16:42:23.073+02:00","category":2,"subCategory":1,"legal":"Société civile","web":"http://www.scam.fr","country":"France","headAddress":"5, Avenue Velasquez","headCity":"Paris","headPostCode":"75008","headPhone":"(33)1 56 69 58 36","boss":"Hervé RONY","bossTitle":"Mr","bossPosition":"Directeur général","membersCount":10,"membersFTE":"2.5","membership":"La Scam est membre de trois organismes :&#xd;\n- la SAA (Société des Auteurs Audiovisuels)&#xd;\n- le GESAC (Groupement Européen des Sociétés d'Auteurs et Compositeurs)&#xd;\n- la CISAC (Confédération Internationale des Sociétés d'Auteurs et Compositeurs)","memberOrga":"La Scam compte deux bureaux à l'étranger : l'un à Bruxelles en Belgique, la Scam Belgique, et l'autre à Montréal au Canada, la Scam Canada.","goal":"La Scam est une société de perception et de répartition de droits d'auteurs. Elle rassemble auteurs, réalisateurs, journalistes, auteurs d’entretiens et de commentaires, écrivains, traducteurs, vidéastes (Youtube ...), photographes et dessinateurs. Ses 38 000 membres exercent principalement dans le domaine de l'audiovisuel, de la radio, du livre, des images fixes et des nouveaux médias.&#xd;<br />&#xd;<br />Les œuvres inscrites au répertoire de la Scam sont non-fictionnelles : documentaires, grands reportages, reportages, magazines, séries documentaires, entretiens, essais, photojournalisme, webdoc etc. &#xd;<br />&#xd;<br />La Scam collecte et répartit leurs droits patrimoniaux. A cet égard, elle négocie et conclue des contrats de représentation avec les diffuseurs de son répertoire : télévision, radios, éditeurs de DVD, fournisseurs d'accès à Internet, vidéo à la demande, plateformes etc. Elle mène une action culturelle (aide à la création, aides au festivals et manifestations culturelles, aide à la formation continue ...) grâce à la part de 25 % de la rémunération pour copie privée qui lui revient. Elle mène aussi une action sociale en direction de ses membres (soutien financier, pension retraite, mutuelle etc.).&#xd;<br />&#xd;<br />Enfin, la Scam défend les intérêts matériels et moraux de ses membres auprès des institutions, autorités nationales, européennes et extra-européennes.","acronym":"SCAM","interests":"Communication, Competition, Culture, Culture and media, Digital economy and society, General and Institutional Affairs, Taxation","euInitiatives":"- Marché unique numérique&#xd;<br />- Droit d'auteur/propriété intellectuelle&#xd;<br />- Service de médias audiovisuels&#xd;<br />- Audiovisuel public&#xd;<br />- Commerce électronique&#xd;<br />- Politique culturelle de l'UE&#xd;<br />- Fiscalité&#xd;<br />- Diversité culturelle&#xd;<br />- Liberté de création/expression","lastUp":"2018-08-16T18:44:39.380+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}