{"id":"197591231576-64","name":"Altrimenti","registrationDate":"2018-05-18T19:06:29.121+02:00","category":4,"subCategory":5,"legal":"SRLS","web":"http://www.economiecircolari.it","country":"Italy","headAddress":"Via Ariano Casadei n. 24","headCity":"Ravenna","headPostCode":"","headPhone":"(39)34 88 56 48 10","boss":"Claudio Torrenzieri","bossTitle":"Mr","bossPosition":"amministratore delegato","membersCount":2,"membersFTE":"1.25","membership":"","memberOrga":"","goal":"“Altrimenti srls” è una realtà innovativa che promuove l’economia circolare. Un’impresa attenta ai temi della tutela dell’ambiente e di una migliore gestione dei rifiuti, che s’inserisce a pieno titolo nella green economy, uno dei temi e delle sfide del prossimo futuro. [...] La riduzione dei rifiuti destinati all’incenerimento e la valorizzazione dello scarto, che diviene risorsa, ha indubbi vantaggi anche in tema di ecologia e tutela dell’ambiente, la riduzione degli sprechi ha interessanti ricadute anche in ambito sociale.","acronym":"","interests":"Business and Industry, Climate Action, Consumers, Culture, Education and training, Energy, Environment, Regional Policy, Research and innovation","euInitiatives":"ALTRIMENTI srls studia, analizza e propone soluzioni praticabili ed efficienti per intercettare e raccogliere materiali da destinare al riciclicaggio.&#xd;<br />ALTRIMENTI srls offre la progettazione di metodi praticabili di economia circolare e di sostenibilità dei processi, dei prodotti e dei servizi delle aziende, pubbliche e private.&#xd;<br />ALTRIMENTI srls elaborara processi di trasformazione interni alle attività finalizzati alla riduzione dell'impatto e dei costi ambientali attraverso il ricircolo degli scarti delle lavorazioni, il recupero di materiali e risorse dai rifiuti da destinare al riciclaggio così da ottenere nuove materie prime da reimmettere nel ciclo produttivo.","lastUp":"2018-05-18T19:07:01.718+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}