{"id":"197815823270-24","name":"Stowarzyszenie Rozwoju Karier Doktorantów i Doktorów PolDoc","registrationDate":"2016-09-05T19:35:41.053+01:00","category":3,"subCategory":2,"legal":"Stowarzyszenie Rejestrowane w KRS","web":"http://www.poldoc.pl","country":"Poland","headAddress":"ul. Zakopiańska 2a m. 2","headCity":"Kraków","headPostCode":"30-418","headPhone":"(48)5 01 76 06 76","boss":"Justyna Małkuch-Świtalska","bossTitle":"Ms","bossPosition":"Prezes Stowarzyszenia","membersCount":1,"membersFTE":"0.25","membership":"Małopolska Sieć NGO.","memberOrga":"Stowarzyszenie zrzesza 14 członków zwyczajnych, mających rolę decyzyjną. Co semestr przyjmujemy także członków wspierających, którzy nie mają roli decyzyjnej, ale mogą korzystać z naszej oferty. W zeszłym semestrze liczba członków wspierających wyniosła 115. Statut Stowarzyszenia nie przewiduje zrzeszania osób prawnych.","goal":"Ze statutu naszej organizacji: &#xd;<br />&#xd;<br />\"§8&#xd;<br />&#xd;<br />Celem stowarzyszenia jest inicjowanie, wspieranie i organizowanie działalności szkoleniowej, naukowej i pozanaukowej na rzecz rozwoju karier doktorantów i doktorów. &#xd;<br />§9&#xd;<br />&#xd;<br />Stowarzyszenie realizuje swoje cele poprzez:&#xd;<br />&#xd;<br />    prowadzenie badań nad rozwojem kariery doktorantów i doktorów oraz nad wykorzystaniem wyników badań polskich naukowców w sektorach prywatnym i państwowym&#xd;<br />    prowadzenie centrum informacyjnego i dokumentacyjnego dla doktorantów&#xd;<br />    prowadzenie bazy danych pracowników naukowych&#xd;<br />    organizowanie konwersatoriów na temat sytuacji nauki w Polsce i na świecie&#xd;<br />    organizowanie prelekcji zagranicznych pracowników naukowych na temat przebiegu studiów doktoranckich oraz sytuacji nauki w ich kraju&#xd;<br />    szkolenia, treningi rozwoju zawodowego i personalnego&#xd;<br />    szkolenia, treningi, konsultacje ze specjalistami mające pomóc doktorantom w realizacji pacy doktorskiej&#xd;<br />    szkolenia managerskie, wyjazdowe, interdyscyplinarne&#xd;<br />    konferencje tematyczne i table-ronde skierowane do wyspecjalizowanych grup doktorantów i doktorów&#xd;<br />    pośredniczenie w kontaktach między reprezentantami pierwszego, drugiego i trzeciego sektora a młodymi naukowcami&#xd;<br />    pośredniczenie w przygotowywaniu raportów komercyjnych&#xd;<br />    pośredniczenie w przygotowywaniu ekspertyz naukowych&#xd;<br />    współpracę z zagranicznymi uczelniami, stowarzyszeniami, ośrodkami B+R w celu powoływania międzynarodowych zespołów wiedzy, których naczelnym zadaniem jest kreowanie nowych rozwiązań znajdujących zastosowanie w działalności produkcyjnej lub usługowej&#xd;<br />    organizowanie wsparcia prawnego dla polskich projektów naukowych (np. przy staraniu się o granty)&#xd;<br />    szukanie  dofinansowania prywatnego na projekty badawcze, także na doktoraty&#xd;<br />    prowadzenie strony web z newsletterem&#xd;<br />    współpracę z serwisami internetowymi zajmującymi sie informacją naukową&#xd;<br />    działalność edytorską – wydawanie broszur, newsletterów elektronicznych oraz prasy papierowej&#xd;<br />    prowadzenie działalności tłumaczeniowej i kursów językowych&#xd;<br />    współpracę z uczelniami i ich jednostkami organizacyjnymi oraz podejmowanie wspólnych inicjatyw z władzami, stowarzyszeniami, instytucjami naukowymi i kulturalnymi na zasadach partnerstwa.\"","acronym":"","interests":"Development, Education, Employment and Social Affairs, Enterprise, Information Society, Research and Technology, Trans-European Networks, Youth","euInitiatives":"Obserwujemy dzialania Komisji Europejskiej w ramach programu Horyzont 2020, zwłaszcza te dotyczące MSCA.","lastUp":"2017-09-07T20:09:11.992+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}