{"id":"19807921101-45","name":"Mondelez Europe GmbH","registrationDate":"2009-02-09T15:06:57.661+02:00","category":2,"subCategory":3,"legal":"Limited Liability Company","web":"http://www.mondelezinternational.eu/","country":"Switzerland","headAddress":"Lindbergh-Allee, 1","headCity":"Glattpark","headPostCode":"8152","headPhone":"(41)5 84 40 40 40","boss":"Hubert Weber","bossTitle":"Mr","bossPosition":"President Mondelez Europe","membersCount":3,"membersFTE":"1.5","membership":"FoodDrinkEurope&#xd;\nEuropean Food &amp; Drink Council (EF&amp;DC)&#xd;\nAssociation of EU Chocolate, Biscuit &amp; Confectionery Industries (CAOBISCO) &#xd;\nWorld Federation of Advertisers (WFA)&#xd;\nEuropean Brands Association (AIM)&#xd;\nEuropean Sugar Users (CIUS)&#xd;\nEUFIC (European Food Information Council)","memberOrga":"","goal":"Mondelēz International, Inc. (NASDAQ: MDLZ) is one of the world’s largest&#xd;<br />snacks companies, with 2015 net revenues of approximately $30 billion.&#xd;<br />Our dream is to create delicious moments of joy in everything we do. Nearly&#xd;<br />100,000 employees support this dream by manufacturing and marketing&#xd;<br />delicious food and beverage products for consumers in approximately 165&#xd;<br />countries around the world.&#xd;<br />We are the world’s pre-eminent maker of snacks, with leading market shares&#xd;<br />in every category in which we compete. Mondelēz International holds the No.&#xd;<br />1 position globally in Biscuits, Chocolate and Candy as well as the No. 2&#xd;<br />position in Gum. (source: Euromonitor)","acronym":"MDLZ","interests":"Agriculture, Business and Industry, Competition, Consumers, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Food Safety, General and Institutional Affairs, International co-operation and development, Public Health, Research and innovation, Single market, Taxation, Trade, Youth","euInitiatives":"Food Information to Consumer and Claims Regulations including implementing measures, and all relevant EU Food Law and policies in general.  Sustainable sourcing initiatives for raw materials including palm oil, cocoa, sugar. Regulations and policies related to food advertising and digital marketing. In general, support for advocacy done by the trade associations which we are member of.","lastUp":"2018-04-24T20:09:22.822+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}