{"id":"198062214849-28","name":"OSB Alliance – Open Source Business Alliance e.V.","registrationDate":"2014-11-03T10:24:15.242+01:00","category":2,"subCategory":4,"legal":"Eingetragener Verein","web":"https://www.osb-alliance.com/","country":"Germany","headAddress":"Breitscheidstr. 4","headCity":"Stuttgart","headPostCode":"70174","headPhone":"(49)7 11 90 71 53 90","boss":"Peter H. Ganten","bossTitle":"Mr","bossPosition":"1. Vorsitzender","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"https://osb-alliance.de/mitglieder/foerdermitglieder","goal":"Die Open Source Business Alliance (OSB Alliance) ist der Verband der Open Source-Industrie in Deutschland. Dabei vertritt die OSB Alliance rund 150 Mitgliedsunternehmen, die in Deutschland ca. 10.000 Mitarbeiter beschäftigen und jährlich mehr als 1,7 Milliarden Euro erwirtschaften (Stand 09/18). Gemeinsam mit wissenschaftlichen Einrichtungen und Anwenderorganisationen setzen wir uns dafür ein, die zentrale Bedeutung von Open Source-Software und offenen Standards für einen erfolgreichen digitalen Wandel im öffentlichen Bewusstsein nachhaltig zu verankern. Dieser digitale Wandel soll Unternehmen, Staat und Gesellschaft gleicherweise zugutekommen. Zudem sollen Innovationen im Bereich Open Source vorangetrieben werden. Unser Ziel ist es, Open Source als Standard in der öffentlichen Beschaffung und bei der Forschungs- und Wirtschaftsförderung zu etablieren. Denn Open Source und offene Standards sind zwingende Grundlagen für digitale Souveränität, Innovationsfähigkeit und Sicherheit im digitalen Wandel und damit die Antwort auf eine der größten Herausforderungen unserer Zeit.","acronym":"OSBA","interests":"Business and Industry, Communication, Digital economy and society, Research and innovation","euInitiatives":"http://www.fiware.org/&#xd;<br />European Initiative FutureInternet- PublicPrivatePartnership&#xd;<br />&#xd;<br />EU-Urheberrechtsreform – Urheberrecht im digitalen Binnenmarkt:&#xd;<br />http://www.urheberrecht.org/topic/EU-Urheberrechtsreform/","lastUp":"2020-01-08T17:02:26.019+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}