{"id":"198487236684-97","name":"Vereniging Belangenbehartiging Nederlands Gepensioneerden in het Buitenland","registrationDate":"2019-11-27T23:17:35.135+01:00","category":3,"subCategory":2,"legal":"vereniging","web":"http://vbngb.eu","country":"Netherlands","headAddress":"Markendaalseweg 64 B5","headCity":"Breda","headPostCode":"4811 KC","headPhone":"(32)4 84 90 02 99","boss":"Johanna Alida Busch","bossTitle":"Ms","bossPosition":"voorzitter","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"1. De vereniging heeft ten doel:&#xd;<br />&#xd;<br />a. het behartigen van de belangen van hen die buiten Nederland—– woonachtig zijn in landen die behoren tot de Europese Unie of tot de– Europese Economische Ruimte, dan wel in Zwitserland en gerechtigd zijn – tot een pensioen(uitkering) uit hoofde van de Nederlandse sociale zekerheidswetgeving dan wel een andere pensioenregeling die vanuit Nederland wordt uitgevoerd;&#xd;<br />&#xd;<br />b. het financieel of anderszins ondersteunen van de leden van de vereniging en soortgelijke verenigingen en al dan niet rechtspersoonlijkheid bezittende samenwerkingsverbanden om de doelstellingen als in dit artikel bedoeld te bereiken.&#xd;<br />&#xd;<br />c. Het instellen van rechtsvorderingen als bedoeld in artikel 305a Boek 3 van het Burgerlijk Wetboek en artikel 240 Boek 6 van het Burgerlijk Wetboek – en andere rechtsvorderingen, het innen van vorderingen al dan niet— krachtens volmacht of last van degenen wier belangen door de vereniging worden behartigd en al hetgeen daarmede verband houdt of daartoe — bevorderlijk kan zijn, alles in de ruimste zin van het woord.&#xd;<br />&#xd;<br />2. Zij tracht dit doel te bereiken onder meer door het verkrijgen van informatie– over en inzicht in de nationale en internationaalrechtelijke regelingen voor — gepensioneerden, het plegen van overleg met belangenorganisaties voor — gepensioneerden, toezichthouders, het verstrekken van informatie aan diegenen voor wie zij krachtens haar doelstelling opkomt en al hetgeen daarmede verband houdt of daartoe bevorderlijk kan zijn, alles in de ruimste- zin van het woord.&#xd;<br />&#xd;<br />3. De vereniging dient het algemeen belang van gepensioneerde Nederlanders in- het Buitenland. De vereniging heeft geen winstoogmerk en mag geen uitkeringen doen aan– een oprichter of aan een bestuurder. De bestuurders ontvangen geen beloning – voor hun werkzaamheden.","acronym":"VBNGB","interests":"Employment and Social Affairs, Taxation","euInitiatives":"- de wijziging van verordening 883/2004  &#xd;<br />- (her)orientatie pensioenen in de Lidstaten","lastUp":"2019-11-27T23:18:27.610+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}