{"id":"199090913475-87","name":"European Association of Tax Law Professors","registrationDate":"2014-04-16T17:11:18.181+01:00","category":4,"subCategory":5,"legal":"Dutch Association","web":"http://www.eatlp.org","country":"Netherlands","headAddress":"Rietlandpark, 301","headCity":"Amsterdam","headPostCode":"1019 DW","headPhone":"(31)2 05 54 02 11","boss":"Pasquale Pistone","bossTitle":"Mr","bossPosition":"Secretary of the Executive Board","membersCount":2,"membersFTE":"1.25","membership":"","memberOrga":"","goal":"History and aim &#xd;<br />&#xd;<br />On 10 June 1999 about 80 professors of tax law from all countries of the European Union met at the Stockholm School of Economics and decided to found the European Association of Tax Law Professors (EATLP).  On 8 November 1999 the EATLP Statute was formally signed and registered with civil law notary as an association under Dutch law.  &#xd;<br />&#xd;<br />As is indicated in the preamble of the EATLP Statute the founders were aware of the general importance of taxation for the development of the European Union, the wealth of the nations and the welfare of the society.  Because of the importance of taxation for the further development of Europe the association wants to contribute to: &#xd;<br />&#xd;<br />-the development of  a common approach to the study of tax issues;&#xd;<br />&#xd;<br />-the harmonisation of taxes within the European Union;&#xd;<br />&#xd;<br />-the promotion of academic teaching &amp; research on international, domestic and comparative taxation at the universities in Europe.&#xd;<br />&#xd;<br />&#xd;<br />To achieve this goals the Association will :&#xd;<br />-organise an annual congress &#xd;<br />&#xd;<br />-promote contacts between professors of tax law within Europe &#xd;<br />&#xd;<br />-make efforts to establish tax law curricula at all universities un Europe.","acronym":"EATLP","interests":"Taxation","euInitiatives":"EATLP is monitoring all activities of the EU in the field of taxation, international taxation and EU taxation.","lastUp":"2019-02-14T09:51:47.692+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}