{"id":"19920706471-21","name":"WindEurope","registrationDate":"2011-08-24T16:16:05.875+02:00","category":2,"subCategory":4,"legal":"asbl","web":"https://windeurope.org/","country":"Belgium","headAddress":"rue d'Arlon, 80","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 13 18 11","boss":"Pierre  Tardieu","bossTitle":"Mr","bossPosition":"Chief Policy Officer","membersCount":8,"membersFTE":"5.75","membership":"EUFORES, the European Forum for Renewable Energy Sources&#xd;\nhttp://www.eufores.org/ &#xd;\n&#xd;\nGWEC, the Global Wind Energy Council&#xd;\nhttp://gwec.net/","memberOrga":"List of members:&#xd;\nhttps://windeurope.org/membership/meet-our-members/","goal":"WindEurope is the voice of the wind industry, actively promoting the utilisation of wind power in Europe and worldwide. It has 450 members including manufacturers with a leading share of the world wind power market, component suppliers, research institutes, national wind and renewables associations, developers, electricity providers, finance and insurance companies and consultants. &#xd;<br />&#xd;<br />WindEurope coordinates policy positions, communications, research and analysis and provides various services to support members’ requirements. WindEurope also organises high-profile industry events. &#xd;<br />&#xd;<br />WindEurope analyses, formulates and establishes policy positions for the wind industry on key issues, cooperating with industry and research institutions on a number of market development and technology research projects. &#xd;<br />&#xd;<br />In addition, the advocacy activities undertaken by WindEurope help create a suitable legal framework within which members can successfully develop their businesses. &#xd;<br />&#xd;<br />WindEurope produces a large variety of information tools and manages campaigns aimed at raising awareness about the benefits of wind, dispelling the myths about wind energy and providing easy access to robust data. &#xd;<br />&#xd;<br />WindEurope organises numerous regular events: conferences, exhibitions, seminars and workshops. These encourage the exchange of international experience on policy, finance and technical developments, and showcase the latest technology.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Energy, Environment, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"WindEurope engages on all major Climate and Energy files including the ETS and the Clean Energy Package in particular Market Design, Renewable Energy and Governance. &#xd;<br />&#xd;<br />WindEurope also engages on behalf of the sector on Research and Innovation, Competition, Trade, Environmental and Industrial policies.","lastUp":"2018-05-03T11:47:09.124+02:00","customers":"","costAbsolu":"","costRange":"2000000-2249999","turnoverAbsolu":0,"turnoverRange":""}