{"id":"199308213329-62","name":"World Organization of the Scout Movement - Bureau Européen du Scoutisme","registrationDate":"2014-03-24T15:56:35.922+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://www.scout.org/europe","country":"Switzerland","headAddress":"Rue Henri-Christiné, 5","headCity":"Geneva","headPostCode":"1205","headPhone":"(41)2 27 05 11 00","boss":"Samuel David McKee","bossTitle":"Mr","bossPosition":"Regional Director","membersCount":5,"membersFTE":"4.5","membership":"The World Organization of the Scout Movement (WOSM) is a full member of the European Youth Forum and enjoys participatory status within the Council of Europe and consultative status with the UN ECOSOC. The European Scout Office has a working relationship with a number of other organisations: the World Association of Girl Guides and Girl Scouts (WAGGGS), the European Youth Forum, the Advisory Council of the Council of Europe, the European Youth Foundation, the Life Long Learning Platform and the Center of European Volunteering. WOSM is also a permanent member of the European Union Forum on the Rights of the Child and CRAG. It took a leading role in the set up and the work of the Alliance of NGOs promoting the European Year of Volunteering for 2011. Following, it became founding member of the European Alliance for Volunteering EAV. In Rome, on 22 April 2005, the World Organization of the Scout Movement (WOSM) signed a Memorandum of Understanding with the United Nations Millennium Campaign, which was renewed in 2013 to participate in the MyWorld campaign.","memberOrga":"http://scout.org/node/90/about/99#aboutcontent","goal":"The Bureau Européen du Scoutisme is part of the European Region of the World Organization of the Scout Movement (WOSM). The mission of Scouting is to empower young people through non-formal educational to build a world where they will be self-fulfilled as individuals and play a constructive role in their community (local, national and global). The European Scout Committee (a group of 6 elected volunteers) and the European Scout Office (including the Bureau Européen du Scoutisme) achieve this mission through supporting and facilitating the 41 national Scout organizations (NSOs) in delivering flexible, effective and sustainable educational interventions in response to the identified needs of young people in our societies. For 2013-2016, the organization has identified the need to work on two priority areas to support the development of Scouting in Europe: Diversity and Inclusion and Youth Empowerment.&#xd;<br />&#xd;<br />The implementation of the actions related to the two themes is followed by ad-hoc teams composed by international volunteers who are responsible for the delivery of particular projects, activities and events. The work of the volunteers is supported by the office of WOSM – Bureau Européen du Scoutisme providing them expertise, knowledge and know-how. Young volunteers are nonetheless at the heart of the organisation, and their involvement in stirring, designing and running the activities and projects is the core element of the Scout non formal education method.","acronym":"WOSM","interests":"Education and training, Employment and Social Affairs, Youth","euInitiatives":"As one of the leading educational youth organisations, we follow Youth Policies, Education, Volunteering, Erasmus+ monitoring, Employment (especially when it comes to recognition of skills and transition from education to the labour market), Social inclusion, Health, Democratic Participation and Citizenship.","lastUp":"2019-02-18T12:23:27.836+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}