{"id":"199365110718-73","name":"Association of the Dutch Metallurgical Industry","registrationDate":"2013-02-28T15:16:22.470+01:00","category":2,"subCategory":4,"legal":"Trade Association","web":"http://www.vnmi.nl","country":"Netherlands","headAddress":"Zilverstraat 69","headCity":"Zoetermeer","headPostCode":"2700 AD","headPhone":"(31)8 84 00 85 28","boss":"Frank Buijs","bossTitle":"Mr","bossPosition":"Director of VNMI","membersCount":1,"membersFTE":"0.25","membership":"Zoetermeer, The Netherlands&#xd;\nTrade Association for the Dutch Technological Industry (FME-CWM) (FME is the largest organisation in the Netherlands representing employers and businesses in the technological industry. We actively protect our members’ interests nationally and internationally, provide services to individual member companies and clusters of member companies, and support 120 trade associations).&#xd;\n&#xd;\nBrussels, Belgium, European Union&#xd;\n- Eurometaux (Eurometaux is the Brussels-based association servicing and representing the European non-ferrous metals industry);&#xd;\n- European Aluminium Association (EAA)(EAA represents the aluminium industry in Europe. It encompasses primary aluminium producers, downstream manufacturers, producers of recycled aluminium and national aluminium associations representing the manufacturers of rolled and extruded products in 18 European countries. Other associations, that are the Organisation of European Aluminium Remelters and Refiners (OEA) and the European Aluminium Foil Association (EAFA) are also members of the EAA);&#xd;\n- Eurofer (The objectives of EUROFER are the co-operation amongst the national federations and companies for the advancement of steel as a product and as an industry. Its members are steel companies and national steel federations throughout the European Union (EU). Within this framework there is no role whatsoever for EUROFER in any commercial transaction).","memberOrga":"For a list of VNMI member companies, please check the following website: http://www.vnmi.nl/index.php?page=16","goal":"VNMI is concerned with the following goals on behalf of its member companies:&#xd;<br />- Health &amp; Safety&#xd;<br />- Sustainability (Environment &amp; Energy Efficiency)&#xd;<br />- International Corporate Social Responsibility&#xd;<br />- Innovation, Research &amp; Development&#xd;<br />- Employment&#xd;<br />- Public relations, PR &amp; Lobby","acronym":"VNMI","interests":"Climate Action, Competition, Energy, Environment, Internal Market, Trade","euInitiatives":"Emission Trading Scheme&#xd;<br />Circular Economy","lastUp":"2017-03-28T11:32:48.338+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}