{"id":"199515936155-02","name":"Association of Chemical Industry of the Czech Republic","registrationDate":"2019-10-09T14:05:56.978+02:00","category":2,"subCategory":1,"legal":"ASBL","web":"http://www.schp.cz","country":"Czech republic","headAddress":"Rubeška 393/7","headCity":"Prague 9","headPostCode":"190 00","headPhone":"(420)7 39 24 03 20","boss":"Petr Cingr","bossTitle":"Mr","bossPosition":"president","membersCount":5,"membersFTE":"1.5","membership":"CEFIC","memberOrga":"https://www.schp.cz/info/schp","goal":"The Association of Chemical Industry of the Czech Republic (SCHP ČR) represents predominantly part of Czech chemical industry from the point of view of turnover, forming of profit and contribution to state budget of CR. SCHP ČR was founded in 1992 as voluntary branch organization of subjects operated in sectors of refining of petroleum, chemical, pharmaceutical, rubber and plastics industry in branches related with activities as producers, research institutes, universities, professional associations, engineering, advisory, intermediary, commercial, juridical and physical persons.&#xd;<br />In the beginning SCHP associated 37 companies, in December 31.12, 2018 embraces a total 92 individual members and three collective members: Association of Paint Manufacturers of the Czech Republic (AVNH), Czech Associations of Cleaning Stations (CACS) and Chemical Traders and Distributors Association of the Czech Republic (SCHOD CR). Together SCHP represents 135 organizations. The highest executive body of the SCHP ČR is general meeting of shareholders, statutory organs are president nad two vicepresidents. Activities of SCHP CR are controlled by the Supervisory board.&#xd;<br />Base conception of activities of SCHP CR is influencing the forming of legislatve standards and executive system of the Czech Republic, respectively forming of legislation within the EU and decisions of EU organs so, not to impede but support entrepreneurship in chemical industry and to obtain the benefit for members of SCHP CR.&#xd;<br />SCHP CR is full member of the Conseil Européen des Fédérations de l´Industrie Chimique (Cefic) and in the framework of the European social dialogue, member of the European Chemical employers. Group (ECEG).SCHP co-create the conditions for keeping and strengthening of competitiveness, friendly entrepreneur environment for chemical sector, social reconciliation and the improving of image and atractivity of chemical industry, mainly in youth generation.&#xd;<br />Membership in SCHP ČR enables to participate in forming and influencing of legislation environment in CR, to involve the programme Responsible entepreneurship and sustainable development in chemical industry (its integral part is world initiative Responsible Care), to use European or national funds, to participate in common projects iniciated by SCHP CR and to share the information and analysis secured by committees.","acronym":"SCHP ČR","interests":"Business and Industry, Climate Action, Competition, Customs, Energy, Environment, Research and innovation, Single market, Trade","euInitiatives":"chemical legislation&#xd;<br />circular economy&#xd;<br />climate change","lastUp":"2019-10-09T14:07:49.799+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}