{"id":"199888829527-62","name":"International Association of Art (IAA) Europe","registrationDate":"2018-01-09T17:14:41.595+01:00","category":2,"subCategory":1,"legal":"association","web":"http://www.iaa-europe.eu","country":"Slovakia","headAddress":"c/o SLOVAK UNION OF VISUAL ARTS","headCity":"Bratislava","headPostCode":"811 09","headPhone":"(42)12 52 96 24 02","boss":"Andrea  Křístek Kozárová","bossTitle":"Ms","bossPosition":"president","membersCount":1,"membersFTE":"0.25","membership":"International Association of Art (IAA), www.aiap-iaa.org&#xd;\nCulture Action Europe (CAE), www.cultureactioneurope.org","memberOrga":"www.iaa-europe.eu/index.php/about-iaa-europe/national-committees","goal":"The International Association of Art (IAA) Europe is a network of about 40 national member organisations within Europe, representing professional visual artists.&#xd;<br />It is one of the five cultural regions (Africa, Arab States, Asia and the Pacific, Latin America and the Caribbean, Europe) of the International Association of Art (IAA), the largest international non-governmental association of visual artists, with more than 100 member organisations worldwide. The IAA supports international cooperation and artistic exchange, free from any aesthetic, political or other bias and aims to improve the economic and social position of artists on national and international level.","acronym":"IAA Europe","interests":"Culture, Culture and media, Customs, Digital economy and society, Employment and Social Affairs, Taxation, Trans-European Networks","euInitiatives":"- EU-Regulations on the coordination of social security systems&#xd;<br />- Directive (EU) 2019/790 of the European Parliament and of the Council of 17 April 2019 on copyright and related rights in the Digital Single Market and amending Directives 96/9/EC and 2001/29/EC&#xd;<br />- all files conc. the EU Multiannual financial framework 2021-2027&#xd;<br />- European Agenda for Culture / 2019-22 Work Plan for Culture","lastUp":"2020-01-06T16:40:03.104+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}