{"id":"199885935816-72","name":"CERTIQUALITY S.r.l.","registrationDate":"2019-09-05T20:33:48.177+02:00","category":2,"subCategory":3,"legal":"S.r.l.","web":"http://www.certiquality.it","country":"Italy","headAddress":"Via Gaetano Giardino 4","headCity":"Milano","headPostCode":"20149","headPhone":"(39)0 28 06 91 71","boss":"Cesare Puccioni","bossTitle":"","bossPosition":"President","membersCount":3,"membersFTE":"1.0","membership":"Federchimica (www.federchimica.it)&#xd;\nConfindustria (www.confindustria.it)&#xd;\nAssolombarda (www.assolombarda.it)&#xd;\nConforma (www.associazioneconforma.eu)&#xd;\nWorld Energy Council Italia (www.wec-italia.org)","memberOrga":"","goal":"CERTIQUALITY S.r.l. is a certification body that provides specialised certification, auditing and professional training services related to Quality, Environment and Safety, Information Security. CERTIQUALITY was founded in 1989 by FEDERCHIMICA and ASSOLOMBARDA. The main objective of our activity is to support changes, as a driving force for innovation and value creation, by: • offering the market qualified services with a high professional content, for the evaluation of Processes, Products, Services of Organizations and people expertise, by supporting the process of continuous improvement also through our professional training services; • making our People and facilities easily accessible; • working in close contact with our Customers, thanks to a structure widespread throughout the territory, to grasp their needs and meet them promptly with customized services, aimed at defining the best sustainable development paths from a social, environmental and economic point of view, in the perspective of the circular economy; • recognizing the centrality of all the People who work within our organization or cooperate with it; • requiring all levels of our organization to act consistently with the Law, the accreditation standards and the rules established by our Institute to ensure our reputation and the quality of our service and guaranteeing those behaviours to Customers and Institutions.","acronym":"CERTIQUALITY","interests":"Agriculture and Rural Development, Banking and financial services, Business and Industry, Competition, Digital economy and society, Energy, Environment, Food Safety, Public Health, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"Certification, Environmental Sustainability, Cybersecurity Act, Information Security, Data Protection, Circular Economy Package, Energy Efficiency, Renewables, Digital Europe","lastUp":"2019-09-05T20:34:22.992+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}