{"id":"200145833328-59","name":"Center for Reproductive Rights, Inc.","registrationDate":"2018-11-26T16:49:17.907+01:00","category":3,"subCategory":2,"legal":"Non-profit organisation (501(c)(3) status under U.S. Internal Revenue Code)","web":"https://www.reproductiverights.org/","country":"United states","headAddress":"199 Water Street","headCity":"New York","headPostCode":"10038","headPhone":"(1)91 7- 63 7- 36 00","boss":"Nancy Northup","bossTitle":"Ms","bossPosition":"President and Chief Executive Officer","membersCount":3,"membersFTE":"0.75","membership":"Africa Reproductive Rights Initiative (ARRI)&#xd;\n&#xd;\nASTRA Central and Eastern European Women’s Network for Sexual and Reproductive Rights and Health &#xd;\nWebpage: http://www.astra.org.pl/ &#xd;\n&#xd;\nCoalición de Derechos Humanos de las Américas&#xd;\n&#xd;\nInter-Agency Working Group on Reproductive Health in Crises (IAWG)&#xd;\nWebpage: http://iawg.net/ &#xd;\n&#xd;\n&#xd;\nSouth Asia Reproductive Justice and Accountability Initiative (SARJAI)","memberOrga":"","goal":"The Center for Reproductive Rights’ mission is to advance the protection of women’s human rights, gender equality and women’s sexual and reproductive health and rights across the world, in Africa, Asia, Europe, Latin America and the United States.&#xd;<br />&#xd;<br />The Center conducts human rights fact-finding, litigation, advocacy, and capacity building activities designed to advance the realization of gender equality and women’s sexual and reproductive health and rights. It brings ground-breaking cases before national courts, U.N. human rights Committees, and European and Inter-American human rights Courts, advocates for the development of policy and human rights standards that advance reproductive rights, and works to build the legal and advocacy capacity of women’s rights advocates. It works closely with civil society partner organizations around the world.&#xd;<br />&#xd;<br />A core component of the Center’s work involves engagement with the European Union institutions, the United Nations human rights mechanisms, the Council of Europe human rights mechanisms, the Inter-American Human Rights system, and the African Commission for Human and People’s Rights to advance respect for women’s reproductive rights.","acronym":"","interests":"Enlargement, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health","euInitiatives":"The Center for Reproductive Rights has two overall priorities for its work with EU institutions:&#xd;<br />- Gender equality and sexual and reproductive rights issues and concerns in Europe and in countries across the world;&#xd;<br />- Inequalities and discrimination undermining marginalized women’s enjoyment of sexual and reproductive health and rights;&#xd;<br />&#xd;<br />The Center focuses on the following thematic issues:&#xd;<br />- Gender equality &#xd;<br />- Sexual and reproductive health and rights&#xd;<br />- Discrimination against marginalized groups of women&#xd;<br />- Violence against women &#xd;<br />- Child, early and forced marriage","lastUp":"2019-11-11T16:08:11.091+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}