{"id":"200215413337-34","name":"European Federation of Concrete Admixtures Associations Limited","registrationDate":"2014-03-25T15:25:40.127+02:00","category":2,"subCategory":4,"legal":"Private Limited Company","web":"http://www.efca.info","country":"Belgium","headAddress":"Boulevard du Souverain 68","headCity":"Brussels","headPostCode":"1170","headPhone":"(32)26 45 52 12","boss":"Henriette Dikmans","bossTitle":"Ms","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"Cembureau&#xd;\nEuropean Concrete Platform&#xd;\nConstruction Products Europe&#xd;\nEuropean Chemicals Agency&#xd;\nEuropean Ready Mixed Concrete Organisation&#xd;\nBIBM - European Federation for Precast Concrete&#xd;\nINGRESS - Industry Group on European Standardisation Strategy","memberOrga":"http://www.efca.info/efca-members/","goal":"To act as the official representative of the European concrete admixture industry when approaching authorities, institutions or other competent bodies at European and International level.&#xd;<br />&#xd;<br />To coordinate the activities of National Admixture Associations where these relate to European or International matters.&#xd;<br />&#xd;<br />To improve the technical and environmental profile of the industry including development of European Standards prepared under the aegis of CEN. &#xd;<br />&#xd;<br />To work cloesly with other European organisataions in the field of concrete, constituents and supply,in ordere to promote the use of concrete. &#xd;<br />&#xd;<br />To collect and dissseminate information and market surveillance on matters related to admixtures and concrete to the advantage of EFCA partners.","acronym":"EFCA","interests":"Business and Industry, Climate Action, Competition, Economy, finance and the euro, Energy, Environment, Research and innovation, Single market","euInitiatives":"Construction Product Regulations, REACH, Regulated Dangerous Substances, Construction Products in Contact with Drinking Water, Harmonised European Standards (CEN), Joint Initiative on Standardisation","lastUp":"2018-06-15T09:46:39.871+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}