{"id":"200519936116-35","name":"European Sustainable Use Group","registrationDate":"2019-10-07T15:01:28.688+02:00","category":3,"subCategory":2,"legal":"Organisation internationale à but non lucratif","web":"http://esug.sycl.net","country":"United kingdom","headAddress":"Stoborough Croft","headCity":"Wareham","headPostCode":"BH20 5AJ","headPhone":"(44)19 29 55 37 59","boss":"Julie Ewald","bossTitle":"Ms","bossPosition":"Chairperson","membersCount":2,"membersFTE":"0.75","membership":"Currently there are 110 individual expert members of ESUG from 42 countries. A majority of the members of ESUG are also members of thematic groups for Sustainable Use and Livelihoods (SULi) or Sustainable Use and Management of Ecosystems (SUME) in IUCN Commissions.","memberOrga":"","goal":"Our Mission and Objectives&#xd;<br />Within the framework of International Union for Conservation of Nature (IUCN), to conduct research in order to enhance understanding of conservation through the use of wild living resources and to influence policy and practice accordingly.&#xd;<br />Objectives &#xd;<br />In conformity with IUCN objectives, which are to influence, encourage and assist societies throughout the world to conserve the integrity and diversity of nature and to ensure that any use of natural resources is equitable and ecologically sustainable, our objectives are:-&#xd;<br />1. to identify and evaluate the principles and elements of management which contribute to enhancing sustainability of use of wild fauna and flora and their habitats;&#xd;<br />2. to increase the conservation advantages accruing from such use by assisting authorities, users, the general public and researchers to work together for an integrated and equitable approach to sustainable natural resource use in Europe and elsewhere;&#xd;<br />3. to conduct research, participate in research and development projects, publish, consult, liaise, educate &amp; take any other action in order to accomplish the above; &#xd;<br />4. to work with IUCN to provide guidance to communities that encourages conservation through sustainable use, balancing cultural and economic objectives.","acronym":"ESUG","interests":"Agriculture and Rural Development, Climate Action, Digital economy and society, Education and training, Environment, Food Safety, International co-operation and development, Research and innovation, Trans-European Networks","euInitiatives":"Common Agricultural Policy&#xd;<br />Birds and Habitats Directives&#xd;<br />Planning for potential Soils Directive&#xd;<br />Policy Actions for Bern Convention&#xd;<br />Policy Actions for CMS (Bonn Convention)&#xd;<br />Policy Actions for CBD (especially Aichi Targets)&#xd;<br />Policy Actions for CITES&#xd;<br />Policy Actions for Sustainable Development (esp. SDGs)&#xd;<br />Sustainable Hunting Initiative","lastUp":"2019-10-07T15:07:23.006+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}