{"id":"200780625509-19","name":"Technische Universität Clausthal","registrationDate":"2017-02-08T15:50:53.154+01:00","category":4,"subCategory":12,"legal":"Körperschaft des öffentlichen Rechts","web":"http://www.tu-clausthal.de","country":"Germany","headAddress":"Adolph-Roemer-Str. 2a","headCity":"Clausthal-Zellerfeld","headPostCode":"38678","headPhone":"(49)0 53 23 72 39 00","boss":"Joachim Schachtner","bossTitle":"Mr","bossPosition":"Präsident","membersCount":2,"membersFTE":"0.5","membership":"www.tu-clausthal.de/info/mitgliedschaften/&#xd;\nwww.tu-clausthal.de/info/kooperationen/","memberOrga":"","goal":"Regional verwurzelt, global geschätzt — das ist die Technische Universität Clausthal. Gelehrt und geforscht wird an der TU CLausthal in den Bereichen Energie und Rohstoffe, Natur- und Materialwissenschaften, Wirtschaftswissenschaften, Mathematik, Informatik, Maschinenbau und Verfahrenstechnik. &#xd;<br />&#xd;<br />Maxime ist die enge Vernetzung von Natur-, Ingenieur- und Wirtschaftswissenschaften innerhalb einer anwendungsorientierten Forschung. Organisiert wird sie in drei innovativen Zentren: dem Energie-Forschungszentrum, dem Clausthaler Zentrum für Materialwissenschaften sowie dem Simulationswissenschaftlichen Zentrum. &#xd;<br />&#xd;<br />Mit ihren 5.000 Studierenden und rund 1.050 Mitarbeitern ist unsere Hochschule der wichtigste Wirtschaftsfaktor im Westharz.","acronym":"TUC","interests":"Climate Action, Communication, Digital economy and society, Education and training, Energy, Environment, Research and innovation, Transport","euInitiatives":"Als Technische Universität beobachten wir die Entwicklung des Horizon 2020-Programms, die Diskussion um die Ausrichtung des folgenden Rahmenprogramms mit Forschungs- und Innovationsförderung sowie die Umsetzung des Europäischen Hochschul- und Forschungsraums. Entsprechend unserer Forschungsschwerpunkte sind die Bereiche Rohstoffsicherung / Kreislaufschließung, SET-Plan und IKT/ Internet of Things von vorrangigem Interesse.","lastUp":"2019-02-06T12:36:15.540+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}