{"id":"200770925658-14","name":"Gyermekgyógyászati Klinikai Vizsgálói Hálózat","registrationDate":"2017-01-30T13:59:55.878+01:00","category":3,"subCategory":2,"legal":"egyesület","web":"http://www.mcrn.hu","country":"Hungary","headAddress":"Bokor utca 15-21, III.em. 37.","headCity":"Budapest","headPostCode":"1037","headPhone":"(36)3 09 51 54 56","boss":"Ottó Skorán","bossTitle":"","bossPosition":"elnök","membersCount":3,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"Az Egyesület célja a Magyarországon végzett gyermekgyógyászati-klinikai vizsgálatok számának növelése, a vizsgálatok szervezettségének és minőségének javítása. Az Egyesület céljául tűzte ki, hogy a gyermekgyógyászati-klinikai vizsgálatokban közreműködő szakemberek szervezett rendszerét létrehozza, és ezáltal&#xd;<br />(i)\ta szakemberek közötti kapcsolatot erősítse, a köztük lévő kommunikációt és információáramlást megkönnyítse;&#xd;<br />(ii)\telősegítse a magyar gyermekgyógyászati szakemberek hatékony bevonását a magyar és nemzetközi klinikai fejlesztésekbe;&#xd;<br />(iii)\ta gyermekgyógyászati-klinikai vizsgálatokkal kapcsolatos oktató és tudományos munkáról, valamint az eredményekről a szakemberek és a nyilvánosság számára információkat szolgáltasson;&#xd;<br />(iv)\tbiztosítsa a rendszeres kapcsolattartást a gyermekgyógyászati-klinikai vizsgálatokban közreműködő szakemberek, hatóságok és szervezetek között, ennek keretében előadásokat és konferenciákat szervezzen, információs felületet / hálózatot létesítsen és tartson fenn, szakmai rendezvényeket szervezzen, illetve ezek szervezéséhez nyújtson segítséget;&#xd;<br />(v)\ttagjai által szervezetten támogassa a gyermekgyógyászati-klinikai vizsgálatok fontosságának és jelentőségének elismertetését.","acronym":"MCRN Hungary","interests":"Public Health","euInitiatives":"Gyermekgyógyászati klinikai vizsgálatok regulációja&#xd;<br />Article 50(3) of regulation (EC) no. 1901/2006","lastUp":"2018-01-19T14:22:59.524+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}