{"id":"20132976103-18","name":"EU Association of Specialty Feed Ingredients and their Mixtures","registrationDate":"2011-06-28T10:47:30.836+01:00","category":2,"subCategory":4,"legal":"Asbl","web":"http://www.fefana.org","country":"Belgium","headAddress":"Rue de Trèves, 45","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)26 39 66 60","boss":"Joerg SEIFERT","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":6,"membersFTE":"2.5","membership":"FEFANA is a member of IFIF, the International Feed Industry Federation, representing the feed industry globally.","memberOrga":"","goal":"FEFANA (EU Association of Specialty Feed Ingredients and their Mixtures) is the organization representing the interests of the specialty ingredients industry that enter the food chain via feed, whether produced in Europe or imported from third countries. Manufacturers and traders of feed additives, functional feed ingredients, premixes and other mixtures of specialty ingredients are amongst our member companies.&#xd;<br />&#xd;<br />The main activities of FEFANA include the following:&#xd;<br />&#xd;<br />- Promote, defend and represent the common and general interests of the European industry of specialty feed ingredients.&#xd;<br />- Promote the benefits and safety of specialty feed ingredients and their mixtures.&#xd;<br />- Promote the scientific study and the development of specialty feed ingredients in Europe.&#xd;<br />- Improve the understanding among the public and more particularly the users of these products.&#xd;<br />- Maintain cooperative contact with EU and Member States authorities and other associations having related purposes; assure flows of information&#xd;<br />- Participate in the decision-making process of new legislation.&#xd;<br />Support a harmonised implementation of the legislation in place.&#xd;<br />- Develop professional voluntary tools (codes of practice, etc.) that ensure the quality and the safety of specialty feed ingredients and their mixtures.&#xd;<br />- Support our members' effort for safe, cost effective products for food chain.&#xd;<br />- Promote the sustainable development of livestock production by using specialty feed ingredients.","acronym":"FEFANA","interests":"Agriculture and Rural Development, Consumer Affairs, Environment, Fisheries and Aquaculture, Food Safety, Research and Technology","euInitiatives":"Animal nutrition&#xd;<br />Authorization of feed additives&#xd;<br />Food safety&#xd;<br />General feed and food law","lastUp":"2017-06-15T10:10:05.327+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}