{"id":"201496333876-92","name":"European Roma Rights Centre","registrationDate":"2019-02-05T17:56:29.545+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.errc.org","country":"Belgium","headAddress":"Rond-Point Schuman 2-4","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)24 03 38 00","boss":"Dorde Jovanovic","bossTitle":"Mr","bossPosition":"CEO","membersCount":8,"membersFTE":"5.0","membership":"European Network on Statelessness&#xd;\nEuropean Implementation Network","memberOrga":"We have no member organisations.","goal":"The European Roma Rights Centre (“ERRC”) is a Roma-led organisation whose vision is for Romani women and men to overcome antigypsyism and its legacy, to achieve dignity, equality, and full respect for their human rights, and to use their experience to contribute to a more just and sustainable world. The ERRC combats antigypsyism by: exposing human rights abuse against all Roma; litigating that abuse in court; and mobilising Romani women and men to contest illegal practices, unjust power relations, environmental harm, and inequitable resource allocation, and to contribute to positive sustainable development. We are currently emphasising the following thematic priorities in our work: environment (discrimination in access to public services, housing discrimination, forced evictions); education (school segregation and others forms of discrimination Romani pupils face); childhood (discrimination in systems for taking children into care); migration (discrimination against Romani people migrating into and within the European Union); health (discrimination in access to healthcare, particularly in the area of reproductive right); police (police misconduct, including torture and other forms of police brutality); identity (Romani statelessness and access to identity documents).","acronym":"ERRC","interests":"Enlargement, European Neighbourhood Policy, Justice and Fundamental Rights","euInitiatives":"Implementation of the Race Equality Directive (Directive 2000/43); implementation of the Water Framework Directive (Directive 2000/60); implementation of the Free Movement Directive (Directive 2004/38); implementation of the Waste Framework Directive (Directive 2008/98); implementation of the EU Framework Decision on Combating Racism and Xenophobia (Framework Decision 2008/913/JHA); implementation of the Victims Directive (Directive 2012/29); implementation of the Data Protection Law Enforcement Directive (Directive 2016/679, particularly Article 9); respect for the Charter of Fundamental Rights (particularly in relation to discrimination) by the EU institutions and Member States; EU enlargement, particularly as it relates to respect for the rights of Romani people in Albania, Bosnia and Herzegovina, Kosovo, Macedonia, Montenegro, Serbia, and Turkey; EU neighbourhood policy (Eastern Partnership), particularly as it relates to respect for the rights of Romani people in Moldova and Ukraine; Roma national integration strategies; funding for civil society in the area of justice (notably non-discrimination); combating antigypsyism.","lastUp":"2019-02-05T17:58:23.013+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}