{"id":"202197712893-76","name":"Beroepsvereniging Componisten MultiMedia","registrationDate":"2014-02-08T00:23:30.859+01:00","category":2,"subCategory":1,"legal":"Vereniging","web":"http://www.bcmm.nl","country":"Netherlands","headAddress":"Haarlemmer Houttuinen 177","headCity":"Amsterdam","headPostCode":"1013GM","headPhone":"(3120)2 08 21 26","boss":"Marc Swemle","bossTitle":"Mr","bossPosition":"Secretaris","membersCount":1,"membersFTE":"0.25","membership":"Member of ECSA, Buma/Stemra and Platform Makers","memberOrga":"","goal":"Onder multimediale compositie wordt verstaan alle muziek die gemaakt wordt als onderdeel van een groter geheel van media. Zoals bijvoorbeeld film, televisie, games, websites, commercials, theater, dans, kunstinstallaties, ringtones en alles wat zich in de komende jaren nog meer zal aandienen waarbij in context geschreven muziek benodigd is.&#xd;<br />De beroepsvereniging stelt zich tot doel de inhoudelijke waarde van het inmiddels niet meer weg te denken cultuurgoed van multimediale compositie in stand te houden of, liever nog, te vergroten. Daarmee samenhangend probeert de vereniging een dreigende financiële uitholling van de wereld van mulitimediale compositie-opdrachten te voorkomen door middel van breed georiënteerde activiteiten.&#xd;<br />Deze activiteiten zullen vooralsnog bestaan uit :&#xd;<br />&#xd;<br />het werven van leden ter verkrijging van legitimatie en zeggingskracht&#xd;<br />het streven naar acceptatie door en goed overleg met de Buma/Stemra, alsmede overleg met andere partijen in het werkveld zoals omroepen, uitgevers, producenten en juridische specialisten&#xd;<br />het bieden van informatie en (juridische) hulp bij vragen over contracten (van bijvoorbeeld omroepen of uitgevers, of de veel voorkomende combinatie daarvan)&#xd;<br />het door dit alles doen aanwakkeren van saamhorigheid tussen de multimediale componisten, waardoor het formuleren en ook daadwerkelijk effectueren van een beroepscode mogelijk wordt, een beroepscode die in andere landen zoals Engeland al tot krachtige en gezamenlijke stellingname heeft geleid.&#xd;<br />In de nabije toekomst kunnen ook activiteiten verwacht worden op het gebied van het maken van standaardcontracten, informatie over subsidie-regelingen, uitwisseling van ervaring tussen de leden onderling etc.","acronym":"BCMM","interests":"Culture, Culture and media","euInitiatives":"We support ECSA and are interested in copyright and authors law","lastUp":"2019-02-19T14:00:03.812+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}