{"id":"202382032206-34","name":"HumanRights360","registrationDate":"2018-07-31T14:07:57.114+02:00","category":3,"subCategory":2,"legal":"ΑΜΚΕ","web":"https://www.humanrights360.org/","country":"Greece","headAddress":"15 Stisihorou","headCity":"Athens","headPostCode":"10674","headPhone":"(30)69 48 87 94 73","boss":"Epaminondas Farmakis","bossTitle":"Mr","bossPosition":"Founder, General Director","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Το HumanRights360 είναι μία νέα οργάνωση της κοινωνίας των πολιτών που δραστηριοποιείται στην Ελλάδα.&#xd;<br />Στο HumanRights360 πιστεύουμε ότι η ουσιαστική πρόσβαση στα δικαιώματα αποτελεί θεμέλιο λίθο της ένταξης και ότι η επίτευξη&#xd;<br />της κοινωνικής συνοχής επιτυγχάνεται μόνο μέσω της προστασίας των ατομικών, πολιτικών και κοινωνικών δικαιωμάτων όλου του&#xd;<br />πληθυσμού.&#xd;<br />Συνεπώς, η αποστολή μας είναι η προστασία και ενδυνάμωση των δικαιωμάτων όλων, χωρίς καμία διάκριση, και με εστίαση στους&#xd;<br />ευάλωτους πληθυσμούς. Αποτελούμε μέρος του παγκόσμιου κινήματος διεκδίκησης δικαιωμάτων που παλεύει για έναν κόσμο όπου&#xd;<br />όλοι οι άνθρωποι απολαμβάνουν τα βασικά ανθρώπινα δικαιώματα. Δίνουμε προτεραιότητα στην αντιμετώπιση των παραβιάσεων&#xd;<br />δικαιωμάτων, ως προϋπόθεση διαφύλαξης του κράτους δικαίου στις κοινωνίες μας.&#xd;<br />Στοχεύουμε στη συγκρότηση ευρύτερων συμμαχιών, τόσο στην Ελλάδα όσο και διεθνώς, με σκοπό την οικοδόμηση ανοιχτών και&#xd;<br />ανεκτικών κοινωνιών. Την οικοδόμηση κοινωνιών και κυβερνήσεων που απορρίπτουν την ακροδεξιά ρητορεία, τον εξτρεμισμό και&#xd;<br />την ξενοφοβία, που λειτουργούν σε πλαίσιο λογοδοσίας και ενθαρρύνουν τη συμμετοχή των πολιτών.","acronym":"HumanRights360","interests":"Budget, Climate Action, Communication, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, European Neighbourhood Policy, Humanitarian aid and civil protection, Justice and Fundamental Rights, Migration and asylum, Public Health, Research and innovation, Taxation, Youth","euInitiatives":"Κοινό Ευρωπαϊκό Σύστημα Ασύλου&#xd;<br />Ευρωπαϊκή νομοθεσία για τη μετανάστευση και την ένταξη&#xd;<br />Καταπολέμηση εγκλημάτων μίσους&#xd;<br />Πρόσβαση στη δικαιοσύνη","lastUp":"2018-07-31T15:23:35.906+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}