{"id":"202729719107-56","name":"Passion Céréales","registrationDate":"2015-10-13T18:47:34.500+02:00","category":2,"subCategory":1,"legal":"Association loi 1901","web":"http://passioncereales.fr","country":"France","headAddress":"23-25 avenue de Neuilly","headCity":"Paris","headPostCode":"75116","headPhone":"(33)1 44 31 10 78","boss":"Olivia RUCH","bossTitle":"Ms","bossPosition":"Directrice","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"Passion Céréales est une association loi 1901, créée à l'initiative de l'interprofession céréalière, Intercéréales, qui rassemble les producteurs de céréales, les coopératives, les négociants, les meuniers, les malteurs, les amidonniers, les semouliers, les exportateurs ainsi que les acteurs de la nutrition animale. Passion Céréales est administrée et pilotée par les producteurs et les administrateurs de l'interprofession.","goal":"L'association constitue une interface d'information entre les acteurs du monde céréalier, le monde scientifique et la société ; sa mission est de faire connaître au grand public les bienfaits des céréales et les produits qui en sont issus (alimentaires et non-alimentaires). Au fil des saisons, elle fait aussi découvrir le travail quotidien d'hommes et de femmes passionnés par leur métier d'agriculteur. Passion Céréales diffuse son information via des relais : la presse, les médias, les professionnels de la santé, de l'enseignement, les collectivités territoriales, les acteurs de la filière et les pouvoirs publics.&#xd;<br />L’association développe une vision globale, grâce à 2 grandes thématiques de travail :&#xd;<br />Céréales et alimentation : afin de valoriser la place des céréales dans l’alimentation quotidienne.&#xd;<br />Céréales, métiers et territoires : afin de témoigner de la passion d’un métier, du rôle de la filière dans les territoires et des nouvelles utilisations des céréales (bioplastiques, bioéthanol, etc.).","acronym":"","interests":"Agriculture, Communication","euInitiatives":"Nouveau dispositif d'information et de promotion des produits agricoles établi par le règlement (UE) N° 1144/2014)","lastUp":"2018-09-07T13:10:43.215+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}