{"id":"202893026086-14","name":"University of Surrey","registrationDate":"2017-03-02T13:46:35.358+02:00","category":4,"subCategory":12,"legal":"Charity","web":"http://www.surrey.ac.uk","country":"United kingdom","headAddress":"Stag Hill","headCity":"Guildford","headPostCode":"GU2 7XH","headPhone":"(44)14 83 68 40 23","boss":"Max Lu","bossTitle":"Mr","bossPosition":"President &amp; Vice-Chancellor","membersCount":15,"membersFTE":"7.5","membership":"Universities Uk&#xd;\nEUA","memberOrga":"The above figure is for staff only and does not include our students.","goal":"The University of Surrey undertakes pioneering research with a focus on relevant and practical applications, helping to bring direct benefits to many spheres of life. It is innovative, dynamic and forward -looking. With around 15,000 students, SURREY currently ranks fourth in the Guardian University Guide 2016, sixth in the Times Higher Education Student Experience Survey 2015, eighth in the Complete University Guide 2016, 8th in the National Student Survey 2014, 9th in the Times Higher Education 'Table of Tables' 2015 and 11th in The Times/Sunday Times Good University Guide 2015, consolidating its position in the UK as a top 10 university. Its 2015 QS international excellence rating is five stars, the highest score achievable. Involved in EC projects for more than 25 years, including 165 funded from the FP7 programme, Surrey has extensive experience of acting as both coordinator and partner. It excels at multidisciplinary and cross border research and benefits from excellent professional and administrative support.","acronym":"SURREY","interests":"Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Research in Physical Sciences, Engineering, Arts and Social Science, Health and Medicine; Horizon 2020; Erasmus+; Marie Curie.","lastUp":"2019-07-17T09:38:53.030+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}