{"id":"203034927704-17","name":"Aspen Institute Deutschland e.V.","registrationDate":"2017-08-01T09:18:01.265+02:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://www.aspeninstitute.de","country":"Germany","headAddress":"Friedrichstr. 60","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)03 08 04 89 00","boss":"Rüdiger Lentz","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":16,"membersFTE":"14.0","membership":"American Council on Germany&#xd;\nAtlantik-Brücke&#xd;\nD64 - Zentrum für digitalen Fortschritt e.V.","memberOrga":"http://www.aspeninstitute.de/gremien/","goal":"Das Aspen Institute Deutschland ist dem Ideal der offenen Gesellschaft verpflichtet. Es fördert wertebasierte Führung, einen konstruktiven Dialog zwischen Konfliktparteien sowie die euroatlantische Kooperation.&#xd;<br />&#xd;<br />Diese Idee setzt Aspen Deutschland um, indem es Entscheidungsträger und Experten aus Politik, Wirtschaft, Wissenschaft, Medien, Kultur und Zivilgesellschaft im Rahmen von drei Programmen zusammenbringt:&#xd;<br />&#xd;<br />Das Policy Program bietet eine überparteiliche, vertrauliche Plattform für Dialog und die Analyse regionaler und globaler Herausforderungen, um zu konsensfähigen Lösungen beizutragen.&#xd;<br />&#xd;<br />Das Leadership Program reflektiert Werte und Ideen mithilfe der sokratischen Methode, um Wissen zu vertiefen, Perspektiven zu erweitern und die Fähigkeiten zur Problemlösung der Teilnehmer zu stärken.&#xd;<br />&#xd;<br />Das Public Program dient Entscheidungsträgern und einem breiteren Publikum als Forum für einen offenen und konstruktiven Dialog zu vielfältigen aktuellen Themen.&#xd;<br />&#xd;<br />Das Aspen Institute Deutschland wurde 1974 in Berlin gegründet. Noch heute steht es für die transatlantische Gemeinschaft und das Ideal einer freien und offenen Gesellschaft ein. Als unabhängige gemeinnützige Institution ist Aspen Deutschland Teil des globalen Aspen-Netzwerks mit Partnern in den USA, Frankreich, Italien, der Tschechischen Republik, Rumänien, Spanien, Japan, Indien, Mexiko und die Ukraine. Die Institute setzen sich dafür ein, gemeinsam die Herausforderungen des 21. Jahrhunderts zu bewältigen.&#xd;<br />&#xd;<br />Mit dem Berliner Transatlantik Forum setzt das Institut seine Tradition der engen Verbundenheit mit der Stadt Berlin fort. Das Institut wurde 1974 zur Zeit des Kalten Krieges als Symbol der Transatlantischen Gemeinschaft gegründet. Seitdem fördert Aspen Germany die Euro-Atlantische Kooperation und lädt regelmäßig hochrangige Gäste nach Berlin ein.&#xd;<br />&#xd;<br />Seit 2008 liegt ein Schwerpunkt des Policy Program wieder auf den Ländern des ehemaligen Jugoslawiens und Albanien, dem sogenannten Westlichen Balkan. In geschlossenen Veranstaltungen ermöglicht das Aspen Institute Deutschland einen offenen und ehrlichen, hochrangigen Austausch zwischen ehemaligen Konfliktparteien zur Unterstützung von regionaler Kooperation und Dialog, sowie der Förderung der euro-atlantischen Integration der Region und der damit verbundenen Transformationsprozesse. Das Ziel des Austausches ist es, sowohl Erfolge und Fortschritte als auch die verbleibenden Probleme und Konfliktthemen zwischen den Entscheidungsträgern der Region offen anzusprechen. Zur Umsetzung dieses Ziels bietet das Aspen Institute Deutschland zwei verschiedene Formate: die Aspen Südosteuropa Außenministerkonferenzen und die sogenannten Sub-cabinet Meetings.&#xd;<br />&#xd;<br />Zudem hat das Aspen Institute Deutschland ein neues Programm zur Digitalpolitik etabliert: Die transatlantische Digitalagenda: Im Mittelpunkt der transatlantischen Digitalagenda steht die strategische Frage: wie können die transatlantischen Werte – die in den vergangenen 70 Jahren so ungemein wertvoll für die internationale Gemeinschaft waren – an ein digitales Zeitalter angepasst werden, in dem ebenjene Werte durch wirtschaftliche Unsicherheit, Populismus, die zunehmende Verletzlichkeit der Demokratie und bislang unbekannte Risiken der Cyberwelt bedroht sind? &#xd;<br />Als Teil der Digitalen Agenda finden jährlich AI Conferences statt, im Rahmen dessen Nutzer, Gestalter, Innovatoren, Führungskräfte aus Wirtschaft und Zivilgesellschaft, Philosophen, Geistliche, Gewerkschaftler und Sicherheitsexperten zusammen gebracht werden, um die Möglichkeiten und Herausforderungen der künstlichen Intelligenz zu diskutieren und vier separate aber untereinander verwandte Dimensionen der AI zu beleuchten: die wirtschaftlichen Folgen, Ethik und Demokratie, Sicherheit und die langfristigen, allgemeinen Herausforderungen künstlicher Intelligenz.","acronym":"","interests":"Borders and Security, Business and Industry, Communication, Competition, Digital economy and society, Economy, finance and the euro, Enlargement, External Relations, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Single market, Trade, Trans-European Networks, Youth","euInitiatives":"EU Osterweiterung und Westbalkan&#xd;<br />Digitale Agenda&#xd;<br />Transatlantische Beziehungen&#xd;<br />Austausch&#xd;<br />Jugend","lastUp":"2019-07-17T13:14:38.332+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}