{"id":"203371519194-64","name":"European Association of Geoscientists and Engineers","registrationDate":"2015-10-14T15:55:03.087+02:00","category":2,"subCategory":1,"legal":"association","web":"http://www.eage.org","country":"Netherlands","headAddress":"De Molen 42","headCity":"Houten","headPostCode":"3994DB","headPhone":"(31)8 89 95 50 55","boss":"Marcel van Loon","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":2,"membersFTE":"1.5","membership":"EAGE Members&#xd;\nThe European Association of Geoscientists and Engineers (EAGE) has currently 18.870 members (October 2015). EAGE publishes the number of its member on its montly magazine \"First Break\" in the hard copy and lists the new members on electronic version of the magazine.&#xd;\nwww.fb.eage.org&#xd;\n&#xd;\nEAGE Associated Societies&#xd;\nThe European Association of Geoscientists and Engineers (EAGE) has the Associated Society Membership and there are currently 59 Associated Societies. Through this membership local and national geoscientific societies are given the opportunity to use the knowledge and network of an international, professional society like EAGE.&#xd;\nhttp://www.eage.org/?evp=3481","memberOrga":"","goal":"The European Association of Geoscientists and Engineers (EAGE) is a global professional, non-profit association for geoscientists and engineers with around 18,000 members worldwide. It provides a global network of commercial and academic professionals to all members. The association is truly multi-disciplinary and international in form and pursuits.&#xd;<br />All members of EAGE are professionally involved in (or studying) geophysics, petroleum exploration, geology, reservoir engineering, mining and mineral exploration, civil engineering, tunneling and environmental matters. &#xd;<br />&#xd;<br />EAGE operates two divisions: the Oil &amp; Gas Geoscience Division and the Near Surface Geoscience Division.&#xd;<br />&#xd;<br />EAGE organises the following activities for its members:&#xd;<br />&#xd;<br />- Events (conferences, exhibitions, workshops)&#xd;<br />- Publications (journals, books)&#xd;<br />- Educational Programmes (short courses, lectures)&#xd;<br />- Student Programmes&#xd;<br />- Recruitment&#xd;<br />&#xd;<br />EAGE’s Head Office is located in the Netherlands and has Regional Offices in Houten (Europe Office), Moscow (Russia &amp; CIS Office), Dubai (Middle East Office), Kuala Lumpur (Asia Pacific Office) and Bogota (Americas Office).&#xd;<br />&#xd;<br />The objectives of the Association shall be to promote the global development and application of geosciences and related engineering subjects, to promote innovation, technical progress and education, and to foster communication, fellowship and cooperation between those working in, studying or being otherwise interested in these fields.","acronym":"EAGE","interests":"Climate Action, Education and training, Energy, Environment, Research and innovation","euInitiatives":"Energy Union&#xd;<br />Climate Change and CO2 &#xd;<br />Education&#xd;<br />Research and Technology&#xd;<br />Innovation and Development&#xd;<br />Raw Materials Initiative&#xd;<br />Horizon 2020&#xd;<br />Erasmus+","lastUp":"2018-10-09T15:37:06.935+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}