{"id":"203309329698-12","name":"Foreningen af miljø-, plan- og naturmedarbejdere i det offentlige","registrationDate":"2018-01-19T15:21:05.240+01:00","category":3,"subCategory":2,"legal":"Forening","web":"https://www.envina.dk","country":"Denmark","headAddress":"Godthåbsvej 83","headCity":"Skanderborg","headPostCode":"8660","headPhone":"(45)30 30 80 73","boss":"Hans Peter Birk Hansen","bossTitle":"","bossPosition":"President ENVINA","membersCount":4,"membersFTE":"1.0","membership":"ENVINA er medlem af &#xd;\nInternational Federation of Environmental Health (IFEH)&#xd;\nwww.ifeh.org&#xd;\nEuropean Federation of Environmental Health (EFEH) som udgør den Europæiske gruppe under IFEH (IFEH Europe Group)&#xd;\nVia EFEH har ENVINA en observatør status i IMPEL www.impel.eu","memberOrga":"ENVINA er en forening for ansatte i det offentlige med arbejdsopgaver inden for planlægning, natur eller miljø. &#xd;\n&#xd;\nPrivatansatte, der arbejder inden for de samme arbejdsområder, kan blive B-medlemmer i foreningen.&#xd;\nDisse har ingen stemmeret eller indflydelse på beslutninger vedr. foreningens drift. &#xd;\n&#xd;\nAnsatte i kommunalt ejede aktieselskaber, foreningen Danske Regioner og Kommunernes Landsforening (KL), som er beskæftiget med arbejdsopgaver inden for planlægning, natur eller miljø kan optages som medlemmer.","goal":"Foreningens formål er, at fremme kontakten imellem medlemmerne til gavn for en ensartet, saglig og forsvarlig administration af plan-, natur og miljølovene, samt at fremme medlemmernes indflydelse på regeludformning indenfor plan, natur og miljølovsadministrationen – herunder at:&#xd;<br />&#xd;<br />- bidrage til medlemmernes faglige, tværfaglige og helhedsorienterede udvikling, f.eks. ved afholdelse af møder, kurser, ekskursioner og lignende&#xd;<br />&#xd;<br />- bidrage til at udvikle det kollegiale faglige og tværfaglige netværk&#xd;<br />&#xd;<br />- bidrage til kollegial erfaringsudveksling&#xd;<br />&#xd;<br />- bidrage til at optimere og udvikle medlemmernes arbejdsmetoder&#xd;<br />&#xd;<br />- bidrage til at engagere medlemmerne i det internationale arbejde&#xd;<br />&#xd;<br />- bidrage til den offentlige faglige debat i spørgsmål om den fysiske planlægning og forvaltningen af natur og miljø&#xd;<br />&#xd;<br />Foreningen er en non-profit organisation.","acronym":"ENVINA","interests":"Climate Action, Environment","euInitiatives":"Vi følger flg.:&#xd;<br />EU's politik og lovgivnings- og regelregulering på miljø- og naturområdet generelt. Herunder:&#xd;<br />Industrial Emission Directive&#xd;<br />BREF og BAT-conclusions&#xd;<br />VOC Directive&#xd;<br />NATURA 2000&#xd;<br />Drikkevand&#xd;<br />Klima","lastUp":"2018-01-19T16:01:48.179+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}