{"id":"203401420540-78","name":"Energinet.dk","registrationDate":"2016-02-19T12:04:47.785+01:00","category":6,"subCategory":9,"legal":"Independent public company","web":"http://www.energinet.dk","country":"Denmark","headAddress":"Tonne Kjærsvej 65","headCity":"Fredericia","headPostCode":"7000","headPhone":"(45)70 10 22 44","boss":"Søren Dupont Kristensen","bossTitle":"Mr","bossPosition":"CEO, Energinet Electricity System Operator","membersCount":3,"membersFTE":"0.75","membership":"Energinet.dk participates in ENTSO-E and ENTSOG, the European umbrella organisations for electricity and gas TSO (Transmission System Operators) respectively.","memberOrga":"","goal":"Energinet.dk owns and operates the Danish electricity- and gastransmission grids and is responsible for the security of supply. Energinet.dk is an independent public Company and works for the greater good of the Danish society. &#xd;<br />&#xd;<br />Security of Supply&#xd;<br />On of Energinet.dk’s core tasks is security of supply. It is our responsibility that the electricity and gassystems are well-functioning in order to ensure that citizens and companies have electricity and gas now and in the future.&#xd;<br />&#xd;<br />Well-functioning markets&#xd;<br />Energinet.dk creates the framework for well-functioning markets for electricity and gas to ensure fair prices both for energy consumers and energy producers.&#xd;<br />&#xd;<br />Efficient transition&#xd;<br />Energinet.dk contributes to the green transition of the energy system and helps to ensure that the transition will be for the benefit for the Danish society.&#xd;<br />&#xd;<br />Support for clean energy&#xd;<br />Energinet.dk handles a number of tasks on behalf of the society that support the political ambition concerning a green transition. This includes payout of support for clean energy.","acronym":"EN","interests":"Climate Action, Energy, Environment","euInitiatives":"All proposals in relation to the Energy Union, especially concerning security of supply and market design.","lastUp":"2019-02-11T10:02:40.882+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}