{"id":"203649413439-33","name":"Otočni sabor udruga za razvitak hrvatskih otoka","registrationDate":"2014-04-13T21:31:53.669+02:00","category":3,"subCategory":2,"legal":"udruga građana","web":"http://www.otocnisabor.hr","country":"Croatia","headAddress":"R. K. Jeretova, 5","headCity":"Zadar","headPostCode":"23 000","headPhone":"(385)98 65 00 31","boss":"Denis Barić","bossTitle":"Mr","bossPosition":"predsjednik","membersCount":1,"membersFTE":"0.25","membership":"Otočni sabor je član ESIN-a.&#xd;\nhttp://europeansmallislands.com/","memberOrga":"","goal":"Cilj osnivanja i rada Udruge je okupljanje i povezivanje svih otočana i prijatelja mora i otoka kako bi svojim zajedničkim djelovanjem: ubrzali razvitak hrvatskih otoka, izjednačili uvjete života na otoku i kopnu, sudjelovali u promicanju interesa za razvoj otoka, štitili prirodu i kulturnu baštinnu otoka, razvijali ekološku svijest otočana, spriječavali ugrožavanje drugih mjesta na otoku i drugih otoka, pomagali legalnoj vlasti primjenom toleratnog dijaloga, djelujući „ ni pri ni protiv vlasti“.&#xd;<br />Ostvarivanje cilja Udruga ostvaruje slijedećim djelatnostima:&#xd;<br />-\tpoticanje i organiziranje članova na raspravu o problemima života na otocima u svrhu pronalaženja načina za njihovo rješavanje;&#xd;<br />-\torganiziranje suradnje s fizičkim i pravnim osobama, nadležnim tijelima vlasti i institucijama;&#xd;<br />-\tsuradnju s drugim udrugama kojima je cilj zajednički;&#xd;<br />-\torganiziranje savjetovanja, predavanja, seminara, kongresa, tribina i drugih stručnih rasprava o unapređenju razvitka otoka;&#xd;<br />-\tizdavanje stručnog časopisa sukladno zakonu;&#xd;<br />-\tobavljanje i drugih poslova koji doprinose ostvarivanju ciljeva Udruge.","acronym":"Otočni sabor","interests":"Agriculture and Rural Development, Climate Action, Environment, Maritime affairs and fisheries, Regional Policy, Transport","euInitiatives":"Odbor za ribarstvo. Zakoni o ribarstvu. Zaštita ribarstva na Jadranu.","lastUp":"2019-07-22T21:20:17.982+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}