{"id":"20379155588-27","name":"Phonographic Performance Limited","registrationDate":"2011-03-31T19:39:05.315+01:00","category":2,"subCategory":3,"legal":"Company Limited by Guarantee","web":"http://www.ppluk.com","country":"United kingdom","headAddress":"Upper James St, 1","headCity":"London","headPostCode":"W1F 9DE","headPhone":"(44)20 75 34 10 00","boss":"Peter Leathem","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"0.5","membership":"UK Music (http://www.ukmusic.org/)&#xd;\nBritish Copyright Council (http://www.britishcopyright.org/)","memberOrga":"http://www.ppluk.com/","goal":"PPL is the UK-based collective management organisation (CMO) which licenses recorded music to be played in public or broadcast. Established in 1934, PPL carries out this role on behalf of its tens of thousands of record company and performer members.&#xd;<br />&#xd;<br />PPL licenses hundreds of thousands of businesses and organisations from all sectors across the UK, Channel Islands and Isle of Man who play recorded music to their staff or customers and who therefore usually require a licence by law. These can range from pubs, bars, nightclubs and hotels to shops, offices, factories, gyms, schools, universities and local authorities. PPL also licenses music service providers to copy recorded music for services such as in-store music systems, jukeboxes, fitness compilations and in-flight entertainment systems.&#xd;<br />&#xd;<br />PPL also operates an International service, used by many of its members. Through numerous agreements with other CMOs globally, PPL is able to collect licensing revenue from the use of its members’ recorded music around the world. Under these agreements with other CMOs, PPL also acts on behalf of their members to collect their UK licensing revenue. &#xd;<br />&#xd;<br />After the deduction of PPL’s operating costs, the revenue collected by PPL is distributed to its members based on information about the music used by licensees and the data contained in the PPL Repertoire Database, which holds the details of the millions of recorded music tracks covered by PPL’s licences. &#xd;<br />&#xd;<br />PPL has a large and diverse membership. Members include major record companies and globally successful performers, as well as many independent record companies, sole traders, session musicians and emerging artists – all of whom are legally entitled to be fairly paid for the use of their work.","acronym":"PPL","interests":"Audiovisual and Media, Competition, Consumer Affairs, Culture, Enterprise, Information Society, Internal Market, Trade","euInitiatives":"EU Copyright Review&#xd;<br />General Data Protection Regulation&#xd;<br />Directive on Collective Rights Management","lastUp":"2017-04-21T16:50:11.390+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}