{"id":"203808922641-52","name":"AFEW International","registrationDate":"2016-07-11T14:04:10.429+01:00","category":3,"subCategory":2,"legal":"Stichting","web":"http://www.afew.org","country":"Netherlands","headAddress":"Van Diemenstraat 48","headCity":"Amsterdam","headPostCode":"","headPhone":"(31)2 06 38 17 18","boss":"Anke van Dam","bossTitle":"Ms","bossPosition":"Directeur","membersCount":9,"membersFTE":"7.75","membership":"collaboration, see afew.org","memberOrga":"AFEW-Kyrgyzstan http://www.afew.kg/&#xd;\nAFEW-Kazakhstan http://www.afew.kz/&#xd;\nAFEW-Ukraine http://www.afew.org.ua/&#xd;\nAFEW-Russia","goal":"The mission: AFEW International is an international network of civil society organizations that is dedicated to improving the health of key populations.  &#xd;<br />With a focus on Eastern Europe and Central Asia, AFEW International strives to promote health and increase access to prevention, treatment and care for public health concerns such as HIV, TB, viral hepatitis and sexual and reproductive health.&#xd;<br />We seek to do this by:&#xd;<br />•\tAdvocating for human rights for key populations and protecting the rights to health&#xd;<br />•\tDecreasing stigma of HIV/AIDS by providing information to community leaders and creating a supportive environment&#xd;<br />•\tUtilizing innovative strategies to promote healthy behaviours&#xd;<br />•\tEngaging communities in developing participatory approaches&#xd;<br />The vision of the AFEW-network is a world where all people, regardless of their role in society, habits or their HIV status, have access to healthcare and other services that give them the opportunity to achieve their full potential. As such, through its work, the members of the AFEW-network employ a set of core values.&#xd;<br />Focus and objectives of the members of the AFEW-network&#xd;<br />- With the ultimate aim to contribute to the mission the parties set out to focus on core activities, which are:&#xd;<br />- Capacity building of local NGO’s and governmental organizations&#xd;<br />- Development of mass media campaigns&#xd;<br />- Development of information and education materials and events to inform the final beneficiaries&#xd;<br />- Advocacy&#xd;<br />- Effective liaison and partnership with community and governmental structure&#xd;<br />- Piloting and expanding innovative approaches to HIV prevention, treatment, care and support","acronym":"AFEW","interests":"Education and training, Humanitarian aid and civil protection, Public Health, Regional Policy, Youth","euInitiatives":"EU drugs Strategy (2013 - 2020).&#xd;<br />AIDS Action Europe.&#xd;<br />member of Civil Society Forum on HIV/AIDS.&#xd;<br />member of Civil Society Forum on drugs.&#xd;<br />Member of EU-Russia civil society forum.&#xd;<br />OECD background paper - economy of well-being. &#xd;<br />WHO decade ageing proposal.&#xd;<br />SDGs&#xd;<br />Universal Health Coverage agenda&#xd;<br />member of WHO-EUROPE RCC","lastUp":"2020-01-15T13:57:20.094+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}