{"id":"204066023415-46","name":"Alibaba Group Holding Limited","registrationDate":"2016-09-15T18:44:14.832+02:00","category":2,"subCategory":3,"legal":"Corporate Entity","web":"http://www.alibabagroup.com","country":"China","headAddress":"c/o Alibaba Group Services Limited","headCity":"Hong Kong","headPostCode":"","headPhone":"(852)22 15 51 00","boss":"Timothy E. Steinert","bossTitle":"Mr","bossPosition":"General Counsel &amp; Corporate Secretary","membersCount":3,"membersFTE":"1.25","membership":"The European eCommerce &amp; Omni-Channel Trade Association&#xd;\n&#xd;\nhttps://www.emota.eu/&#xd;\n&#xd;\nThe Marketplace Coalition (Transparency Register ID number: 867297129603-72)","memberOrga":"","goal":"This registration captures activities of Alibaba Group and its subsidiary/affiliate entities. Collectively, our remit is to:&#xd;<br />&#xd;<br />-Build the infrastructure of e-commerce&#xd;<br />-Enable millions of commercial and social interactions every day&#xd;<br />-Empower our customers with data and infrastructure to help them build and manage their businesses &#xd;<br />-Become central to the everyday lives of our customers&#xd;<br />-To make it easy to do business anywhere&#xd;<br />&#xd;<br />We believe the Internet can level the playing field by enabling small enterprises to leverage innovation and technology to grow and compete more effectively in their domestic and global economies.","acronym":"","interests":"Banking and financial services, Business and Industry, Communication, Consumers, Customs, Digital economy and society, Research and innovation, Taxation, Trade, Transport","euInitiatives":"Memorandum of Understanding on the online sale of counterfeit goods.&#xd;<br />COUNCIL DIRECTIVE amending Directive 2006/112/EC and Directive 2009/132/EC as regards certain value added tax obligations for supplies of services and distance sales of goods&#xd;<br />Proposal for a Regulation on the Free Flow of Non-Personal Data within the EU&#xd;<br />Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL amending Council Directive 93/13/EEC of 5 April 1993, Directive 98/6/EC of the European Parliament and of the Council, Directive 2005/29/EC of the European Parliament and of the Council and Directive 2011/83/EU of the European Parliament and of the Council as regards better enforcement and modernisation of EU consumer protection rules&#xd;<br />REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on promoting fairness and transparency for business users of online intermediation services","lastUp":"2018-07-29T13:28:42.252+02:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}