{"id":"20457441380-38","name":"BDEW Bundesverband der Energie- und Wasserwirtschaft e. V.","registrationDate":"2009-03-16T17:01:37.673+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.bdew.de","country":"Germany","headAddress":"Reinhardtstrasse 32","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)3 03 00 19 90","boss":"Kerstin Andreae","bossTitle":"Ms","bossPosition":"Vorsitzende der Hauptgeschäftsführung","membersCount":24,"membersFTE":"13.75","membership":"Der BDEW ist Mitglied in folgenden europäischen Verbänden:&#xd;\nEUREAU-European Union of National Association of Water Suppliers and Waste Water Services;&#xd;\nEURELECTRIC-Union of the electricity Industry;&#xd;\nEUROGAS-The European Union of the Natural Gas Industry;","memberOrga":"https://www.bdew.de/internet.nsf/id/8DWJTN-DE_Mitglieder","goal":"Zweck des Verbands ist es, für die Energie- und Wasserwirtschaft an einer zuverlässigen, wirtschaftlichen, umweltverträglichen und wettbewerbsfähigen Energie- und Wasserversorgung sowie Abwasserentsorgung mitzuwirken, die gemeinsamen sowie die gruppenspezifischen Interessen der Mitglieder in politischen, wirtschaftlichen, rechtlichen und technischwirtschaftlichen Fragen zu fördern, die Interessen und Belange seiner Mitglieder gegenüber den Bundesländern sowie gegenüber den nationalen, europäischen und internationalen staatlichen oder sonstigen Stellen wirksam zu vertreten.&#xd;<br />&#xd;<br />Energieversorgung umfasst die Erzeugung, den Handel und den Vertrieb von Elektrizität, Gas, Nah- und Fernwärme, Kälte sowie den Betrieb der dafür erforderlichen Netze, Speicher sowie weiterer Infrastruktur. Wasserwirtschaft umfasst die Wasserversorgung, die Abwasserentsorgung sowie den Betrieb der dafür erforderlichen Infrastruktur.","acronym":"BDEW","interests":"Agriculture and Rural Development, Borders and Security, Budget, Business and Industry, Competition, Consumers, Customs, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Alternative Kraftstoffe, insbesondere Erdgas- und Elektromobilität&#xd;<br />Arzneimittelstrategie, Tierarzneimittel&#xd;<br />Carbon Capture and Storage (CCS)&#xd;<br />Circular Economy Package&#xd;<br />Energiebinnenmarkt, u.a. Marktdesign für Großhandels- und Endkundenmärkte (Florenz-/ Madrid-/ und London-Forum)&#xd;<br />Energieeffizienz, u.a. Revision der Gebäudeenergieeffizienz-Richtlinie, Energieeffizienz-Richtlinie, Energiekennzeichnungsrichtlinie, Öko-Design Vorgaben &#xd;<br />Energiehandel &#xd;<br />Energieinfrastruktur, u.a. TEN-E Programm, Smart Grids, PCI &#xd;<br />Energiesicherheitsstrategie der EU, u.a. Revision der Gasversorgungssicherheits-Verordnung und Informationsmechanismus zu zwischenstaatlichen Abkommen&#xd;<br />Energieunion mit den fünf Säulen Versorgungssicherheit, Energiebinnenmarkt, Energieeffizienz, Dekarbonisierung der Wirtschaft und Forschung &amp; Innovation&#xd;<br />Clean Energy Package&#xd;<br />Erdgas aus unkonventionellen Lagerstätten&#xd;<br />Erneuerbare Energien&#xd;<br />Finanzmarktregulierung&#xd;<br />Forschung und Innovation, u.a. SET-Plan Investitionsoffensive für Europa&#xd;<br />Klimaschutzpolitik, u.a. EU-Klima- und Energierahmen 2030, UN-Klimaschutzverhandlungen, Emissionshandelssystem&#xd;<br />Mehrwertsteuerrichtlinie&#xd;<br />Mikroplastikstrategie&#xd;<br />Phosphorstrategie&#xd;<br />REACH&#xd;<br />TTIP&#xd;<br />CETA&#xd;<br />Umweltschutz, u.a. Luftqualität und Kreislaufwirtschaft&#xd;<br />Verbraucherschutz (London-Forum)&#xd;<br />Wasserpolitik, u.a. Trinkwasserqualität, Revision Trinkwasser-RL, Benchmarking , Ressourceneffizienz, Nitratrichtlinie, Abwasserthemen, Klärschlammrichtlinie","lastUp":"2019-11-04T11:52:18.237+01:00","customers":"","costAbsolu":"","costRange":"2750000-2999999","turnoverAbsolu":0,"turnoverRange":""}