{"id":"205026416376-93","name":"FORUM FOR BALKAN TRANSPORT AND INFRASTRUCTURE","registrationDate":"2015-03-06T12:27:48.530+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://fbti.eu","country":"Bulgaria","headAddress":"11 Slaveykov sq.","headCity":"Sofia","headPostCode":"","headPhone":"(359)28 62 04 22","boss":"Petar Mutafchiev","bossTitle":"Mr","bossPosition":"Chair of the Managing Board","membersCount":10,"membersFTE":"2.5","membership":"","memberOrga":"","goal":"“FORUM FOR BALKAN TRANSPORT AND INFRASTRUCTURE” (FBTI) was established as an nongovernment organization.&#xd;<br />&#xd;<br />The Forum is an inclusive organization of organizations, agencies, companies and experts from around the world. The purpose of FBTI is to form national policy, in accordance with the European Union policies, to prepare analysis and assist in the integration of the National Transport Systems of the Balkan countries, to promote international cooperation and collaboration in support of local, national and international infrastructure developments that will allow nations to better address social, economic, and environmental issues of pressing importance.&#xd;<br />Our focus is also on counseling and assisting to the government authorities and industry organizations for proper implementation of regulations in the field of transport, participating in the preparation of draft legislation and providing technical assistance.","acronym":"FBTI","interests":"Communication, Development, Economic and Financial Affairs, Enlargement, Environment, External Relations, Information Society, Internal Market, Trans-European Networks, Transport","euInitiatives":"Transport policy;&#xd;<br />Means of transport;&#xd;<br />Transport infrastructure;&#xd;<br />Transport regulations and safety;&#xd;<br />Improving urban and suburban transport, environment-friendly developments.&#xd;<br />Our primary focus is on:&#xd;<br />- Cars; Lorries and vans;&#xd;<br />- Aviation;&#xd;<br />- Shipping;&#xd;<br />- Railways; &#xd;<br />- Infrastructure;&#xd;<br />- Climate and energy&#xd;<br />- Public and urban transport.","lastUp":"2018-02-28T10:58:42.248+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}