{"id":"205215521290-52","name":"Galp Gás Natural Distribuição, S.A.","registrationDate":"2016-04-14T18:12:27.446+02:00","category":2,"subCategory":3,"legal":"sociedade anónima","web":"http://galpgasnaturaldistribuicao.pt","country":"Portugal","headAddress":"Rua Tomás da Fonseca, Torre C","headCity":"Lisboa","headPostCode":"1600-209","headPhone":"(351)2 10 03 93 34","boss":"Gabriel Sousa","bossTitle":"Mr","bossPosition":"Presidente Conselho Administração","membersCount":2,"membersFTE":"0.75","membership":"- Associação de Gás Natural (AGN)&#xd;\n- Associação Industrial Portuguesa (AIP)&#xd;\n- Associação Insdustrial de Aveiro (AIDA)&#xd;\n- Associação Empresarial da Região de Viseu (AIRV)&#xd;\n- Associação Empresarial (NERVIR)&#xd;\n- Agência Regional de Energia da Alta Estremadura (Enerdura)&#xd;\n- Instituto Tecnológico do Gás (ITG)","memberOrga":"","goal":"A nossa missão é dirigir, planear e coordenar as atividades da Distribuição de Gás Natural , em conformidade com a regulamentação sectorial, assegurando a racionalidade e retorno dos montantes investidos, assim como a otimização contínua dos processos associados às várias atividades que integram a responsabilidade das empresas operadoras de rede de distribuição do Grupo Galp Energia. &#xd;<br />Os principais objetivos da empresa são:&#xd;<br /> - Garantir a segurança e a operação eficiente das redes e ramais de distribuição de gás natural que compõem os ativos das concessões (atualmente a rede de distribuição tem mais de um milhão de pontos de consumo e uma extensão na ordem dos 12.000km);&#xd;<br /> - Estabelecer a ligação e o abastecimento de gás natural aos locais de consumo que contratem o fornecimento de gás natural com os comercializadores que operam no mercado;&#xd;<br /> - Assegurar um serviço global de qualidade, garantindo o cumprimento dos requisitos legais e regulamentares definidos.","acronym":"GGND","interests":"Climate Action, Competition, Consumer Affairs, Energy, Environment, Internal Market, Research and Technology, Taxation, Trans-European Networks, Transport","euInitiatives":"Politica Energética, Infraestruturas de Energia, Política Ambiental, Investigação e Desenvolvimento  no setor da energia.","lastUp":"2018-03-27T12:28:11.166+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}