{"id":"205711328827-51","name":"OEUVRE D'ORIENT","registrationDate":"2017-11-10T11:28:34.965+01:00","category":3,"subCategory":2,"legal":"ASSOCIATION A BUT NON LUCRATIF","web":"https://www.oeuvre-orient.fr","country":"France","headAddress":"20 rue du Regard","headCity":"PARIS","headPostCode":"75006","headPhone":"(33)01 45 48 54 46","boss":"PIERRE SABATIE GARAT","bossTitle":"Mr","bossPosition":"Président du Conseil Administration","membersCount":10,"membersFTE":"3.75","membership":"","memberOrga":".","goal":"ŒUVRE d'ORIENT est une organisation autonome à but non lucratif basée à Paris (France) où elle est légalement enregistrée. Paris est le siège principal, le centre de décision efficace pour toutes les opérations. Nous poursuivons les objectifs d'améliorer et d'appliquer les droits de l'homme, au Moyen-Orient, en Europe de l'Est, dans la Corne de l'Afrique et en Inde du Sud, au travers des missions suivantes : Urgence et aide humanitaire dans les pays en crise ; Education des enfants ; Soins de santé des populations touchées par les catastrophes humaines ou naturelles ; Actions sociales visant à accompagner les populations et citoyenneté et préservation des minorités.","acronym":"","interests":"Enlargement, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy","euInitiatives":"En cohérence avec nos missions et objectifs, nous suivons les dossiers législatifs, les initiatives et politiques des commissions permanentes suivantes : Affaires étrangères, Droits de l'Homme, Emploi et affaires sociales, Environnement, santé publique, Culture et Education, Libertés civiles, justice et affaires intérieures&#xd;<br />et Droits de la femme et égalité des genres","lastUp":"2019-02-19T10:21:43.974+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}