{"id":"205790518834-06","name":"World Council of Churches","registrationDate":"2015-09-21T17:17:38.481+02:00","category":5,"subCategory":15,"legal":"Association","web":"http://www.oikoumene.org","country":"Switzerland","headAddress":"150 route de Ferney","headCity":"Geneva","headPostCode":"1211","headPhone":"(41)2 27 91 61 11","boss":"Olav Fykse Tveit","bossTitle":"Mr","bossPosition":"General Secretary","membersCount":2,"membersFTE":"0.5","membership":"https://www.oikoumene.org/en/member-churches","memberOrga":"","goal":"The World Council of Churches (WCC) is the broadest and most inclusive among the many organized expressions of the modern ecumenical movement, a movement whose goal is Christian unity.&#xd;<br />&#xd;<br />The WCC brings together churches, denominations and church fellowships in more than 110 countries and territories throughout the world, representing over 500 million Christians and including most of the world's Orthodox churches, scores of Anglican, Baptist, Lutheran, Methodist and Reformed churches, as well as many United and Independent churches. At the end of 2013, there were 345 member churches. While the bulk of the WCC's founding churches were European and North American, today most member churches are in Africa, Asia, the Caribbean, Latin America, the Middle East and the Pacific.&#xd;<br />&#xd;<br />For its member churches, the WCC is a unique space: one in which they can reflect, speak, act, worship and work together, challenge and support each other, share and debate with each other. As members of this fellowship, WCC member churches:&#xd;<br />&#xd;<br />-are called to the goal of visible unity in one faith and one eucharistic fellowship;&#xd;<br />&#xd;<br />-promote their common witness in work for mission and evangelism;&#xd;<br />&#xd;<br />-engage in Christian service by serving human need, breaking down barriers between people, seeking justice and peace, and upholding the integrity of creation; and&#xd;<br />&#xd;<br />-foster renewal in unity, worship, mission and service.","acronym":"WCC","interests":"Climate Action, Environment, External Relations, Foreign and Security Policy and Defence, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Trade","euInitiatives":"-Human Rights&#xd;<br />-Development Cooperation&#xd;<br />-Environment&#xd;<br />-Civil liberties, Justice and Home Affairs&#xd;<br />-Women's rights and gender","lastUp":"2018-09-25T13:13:35.312+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}