{"id":"205999610833-45","name":"European Boating Association","registrationDate":"2013-03-18T16:32:55.488+02:00","category":3,"subCategory":2,"legal":"Unincorporated Not-for-Profit Organisation","web":"http://www.eba.eu.com/","country":"United kingdom","headAddress":"RYA House","headCity":"Southampton","headPostCode":"SO31 4YA","headPhone":"(44)23 80 60 42 33","boss":"Stuart Carruthers","bossTitle":"Mr","bossPosition":"General Secretary","membersCount":3,"membersFTE":"0.75","membership":"OSPAR&#xd;\nHELCOM&#xd;\nCCNR&#xd;\nISO TC188 &amp; TC228&#xd;\nNGO Consultative with ECOSOC&#xd;\nBern Convention","memberOrga":"http://www.eba.eu.com/participantorgs","goal":"The European Boating Association (EBA), is a civil, not for profit association of recreational boat users' organisations, founded in 1982 and established as an Unincorporated Association whose members agree to be governed by its constitution. The EBA member organisations collectively represent in excess of 1.5 million recreational boaters. The purpose of the EBA is to represent the mutually agreed common interests of national recreational boat users' organisations in Europe, and in particular to: Coordinate and develop recreational boating activities in Europe by exchange of information, and action on matters of mutually agreed common interest; Promote the practice of all activities on the water, promoting and exchanging knowledge and experience between recreational boat users' organisations in Europe; Represent EBA members in environmental, regulatory and technical matters affecting their safe enjoyment of recreational boating activities on the water; Encourage the safe, unhampered and environmentally sustainable use of recreational boats on all European waters; Provide the link between the European institutions and EBA Members for consultation and information on proposed EU directives and regulations; and Provide the link between other relevant global and regional organisations and EBA Members.","acronym":"EBA","interests":"Borders and Security, Business and Industry, Consumers, Customs, Education and training, Energy, Enlargement, Environment, Institutional affairs, Maritime affairs and fisheries, Research and innovation, Single market, Sport, Taxation, Transport","euInitiatives":"Recreational Craft Directive; Personal Protective Equipment Directive; Marine Strategy Framework Directive; Water Framework Directive; Maritime / Nautical Tourism Policy; Integrated Maritime Policy; Maritime Spatial Planning; Inland Water Transport; Offshore Renewable Energy; Invasive Alien Species; End of Life Boats.","lastUp":"2019-07-03T11:23:53.202+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}