{"id":"20620934484-91","name":"House of the Dutch Provinces","registrationDate":"2010-11-05T16:28:09.269+02:00","category":6,"subCategory":14,"legal":"Internationale Non Profit Associatie (INPA)","web":"http://www.nl-prov.eu/","country":"Belgium","headAddress":"Trierstraat / Rue de Trèves, 59-61","headCity":"Brussel","headPostCode":"1040","headPhone":"(32)27 37 99 57","boss":"Rob Van Eijkeren","bossTitle":"Mr","bossPosition":"Coordinator","membersCount":20,"membersFTE":"12.5","membership":"De HNP bestuurders zijn lid of plaatsvervangend lid van het Europees Comité van de Regio's. Het HNP is lid van de Council of European municipalities and regions (CEMR).","memberOrga":"","goal":"-\tImproving the Dutch provinces’ contacts with European institutions, the Dutch Permanent Representation to the EU, and other regional offices in Brussels;&#xd;<br />-\tProviding adequate and timely information on European policy making and the activities of the House of the Dutch Provinces;&#xd;<br />-\tCreating synergy between the regional offices in order to come to an efficient representation of the joint regional interests;&#xd;<br />-\tOffering the facilities for the appropriate reception of visitors.","acronym":"HNP","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Maritime affairs and fisheries, Regional Policy, Research and innovation, Trans-European Networks, Transport","euInitiatives":"1. Regionaal beleid&#xd;<br />&#xd;<br />- Verordening inzake gemeenschappelijke bepalingen\t&#xd;<br />Voorstel voor een VERORDENING VAN HET EUROPEES PARLEMENT EN DE RAAD tot vaststelling van gemeenschappelijke bepalingen betreffende het Europees Fonds voor Regionale Ontwikkeling, het Europees Sociaal Fonds Plus, het Cohesiefonds en het Europees Fonds voor maritieme zaken en visserij en de financiële regels voor deze en de asiel- en Migratiefonds, het Fonds voor interne veiligheid en het grensbeheer en het visuminstrument&#xd;<br />&#xd;<br />- EFRO\t&#xd;<br />Voorstel voor een VERORDENING VAN HET EUROPEES PARLEMENT EN DE RAAD betreffende het Europees Fonds voor regionale ontwikkeling (EFRO) en het Cohesiefonds&#xd;<br />&#xd;<br />- Interreg\t&#xd;<br />Voorstel voor een VERORDENING VAN HET EUROPEES PARLEMENT EN DE RAAD inzake specifieke bepalingen voor de doelstelling \"Europese territoriale samenwerking\" (Interreg), ondersteund door het Europees Fonds voor Regionale Ontwikkeling en externe financieringsinstrumenten&#xd;<br />&#xd;<br />- Mechanisme voor grensoverschrijdende samenwerking\t&#xd;<br />Voorstel voor een VERORDENING VAN HET EUROPEES PARLEMENT EN DE RAAD betreffende een mechanisme voor het oplossen van wettelijke en administratieve belemmeringen in een grensoverschrijdende context&#xd;<br />&#xd;<br />- ESF+\t&#xd;<br />Voorstel voor een verordening van het Europees Parlement en de Raad betreffende het Europees Sociaal Fonds Plus.&#xd;<br />&#xd;<br />2. Landbouwbeleid&#xd;<br />&#xd;<br />- Bepalingen m.b.t. financiering, beheer en monitoring\t&#xd;<br />Voorstel voor een VERORDENING VAN HET EUROPEES PARLEMENT EN DE RAAD betreffende de financiering, het beheer en de monitoring van het gemeenschappelijk landbouwbeleid en tot intrekking van Verordening (EU) nr. 1306/2013&#xd;<br />&#xd;<br />- Bepalingen m.b.t. GLB-strategische plannen\t&#xd;<br />Voorstel voor een VERORDENING VAN HET EUROPEES PARLEMENT EN DE RAAD tot vaststelling van regels inzake steun voor strategische plannen die door de lidstaten moeten worden opgesteld in het kader van het gemeenschappelijk landbouwbeleid (GLB-strategische plannen) en die worden gefinancierd door het Europees Landbouwgarantiefonds (ELGF) en door de Europees Landbouwfonds voor Plattelandsontwikkeling (Elfpo) en intrekking van Verordening (EU) nr. 1305/2013 van het Europees Parlement en de Raad en Verordening (EU) nr. 1307/2013 van het Europees Parlement en de Raad&#xd;<br />&#xd;<br />3. Klimaat en Energiebeleid&#xd;<br />&#xd;<br />- Pakket Schone Energie \t&#xd;<br />Voorstel voor een VERORDENING VAN HET EUROPEES PARLEMENT EN DE RAAD inzake risico-preparaatheid in de elektriciteitssector en houdende intrekking van Richtlijn 2005/89 / EG ,  Voorstel voor een VERORDENING VAN HET EUROPEES PARLEMENT EN DE RAAD tot oprichting van een Agentschap van de Europese Unie voor de samenwerking tussen energieregulators (herschikking), Voorstel voor een VERORDENING VAN HET EUROPEES PARLEMENT EN DE RAAD betreffende de interne markt voor elektriciteit (herschikking), Voorstel voor een RICHTLIJN VAN HET EUROPEES PARLEMENT EN DE RAAD betreffende gemeenschappelijke regels voor de interne markt voor elektriciteit (herschikking) &#xd;<br />&#xd;<br />- Mobiliteit- en klimaatveranderingspakket\t&#xd;<br />Voorstel voor een VERORDENING VAN HET EUROPEES PARLEMENT EN DE RAAD CO2-emissienormen voor nieuwe zware bedrijfsvoertuigen &#xd;<br />Voorstel voor een VERORDENING VAN HET EUROPEES PARLEMENT EN DE RAAD tot vaststelling van emissienormen voor nieuwe personenauto's en voor nieuwe lichte bedrijfsvoertuigen als onderdeel van de geïntegreerde aanpak van de Unie ter beperking van de CO2-emissies van lichte voertuigen en tot wijziging van Verordening (EG) nr. 715 / 2007 (herschikking) &#xd;<br />Voorstel voor een RICHTLIJN VAN HET EUROPEES PARLEMENT EN DE RAAD tot wijziging van Richtlijn 2009/33 / EU ter bevordering van schone en energiezuinige wegvoertuigen","lastUp":"2019-09-05T12:01:06.437+02:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}