{"id":"206499215012-94","name":"Instytut na rzecz Kultury Prawnej Ordo Iuris","registrationDate":"2014-11-25T22:22:05.995+01:00","category":3,"subCategory":2,"legal":"Fundacja","web":"http://www.ordoiuris.pl/","country":"Poland","headAddress":"Górnośląska, 20 m. 6","headCity":"Warszawa","headPostCode":"00-484","headPhone":"(48)2 24 04 38 50","boss":"Jerzy Kwaśniewski","bossTitle":"Mr","bossPosition":"Prezes Zarządu","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Instytut Ordo Iuris prowadzi badania nad europejską kulturą prawną oraz propaguje ich wyniki w życiu publicznym i w systemie prawnym. W szczególności Instytut prowadzi działalność o charakterze opiniującym i doradczym, opracowuje ekspertyzy prawne i interwencje amicus curiae, publikuje raporty i opracowania akademickie, organizuje prelekcje, sympozja i konferencje, zapewnia intelektualną formację młodych prawników, przygotowuje projekty aktów prawnych oraz bierze udział w postępowaniach sądowych i administracyjnych w ramach procedur toczących się zarówno na gruncie krajowym, jak i międzynarodowym. Przedmiotowa aktywność dotyczy w głównej mierze problematyki praw człowieka i podstawowych wolności, w tym prawa do poszanowania życia prywatnego i rodzinnego, swobody działalności gospodarczej, wolności wypowiedzi, autonomii życia rodzinnego oraz edukacji.","acronym":"Instytut Ordo Iuris","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"inicjatywy dotyczące legislacji antydyskryminacyjnej, rodzinnej, wolności religijnej, wolności sumienia oraz wolności gospodarczej","lastUp":"2018-01-04T15:24:22.209+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}