{"id":"206764932947-31","name":"Tuote- ja palvelukaupan yhdistys Etu ry","registrationDate":"2018-10-19T14:03:45.450+02:00","category":2,"subCategory":4,"legal":"Aatteellinen yhdistys","web":"http://www.etu.fi","country":"Finland","headAddress":"Mannerheimintie 76 A 5.krs","headCity":"Helsinki","headPostCode":"00251","headPhone":"(358)5 03 04 48 44","boss":"Lauri Pyökäri","bossTitle":"","bossPosition":"toimitusjohtaja","membersCount":5,"membersFTE":"1.25","membership":"EuroCommerce&#xd;\nFinnish Commerce Federation&#xd;\nIndustry organizations","memberOrga":"https://www.etu.fi/toimialat.html","goal":"The Association of Products and Services Trade ETU helps trade industry operators succeed in Finland and internationally. ETU, established in 1920 (formerly known as The Federation of Finnish Wholesalers and Importers), represents 13 industries and approximately 400 member companies in the multi-channel trade in professional and consumer products and services.&#xd;<br />&#xd;<br />ETU's mission is the viability of the Finnish products and services trade market. The products and services trade consists of selling professional and consumer products and related services to both companies and consumers, and it also includes consumer goods and durables trade.&#xd;<br />&#xd;<br />STL changed its name to ETU on 5 February 2018. The new name reflects ETU's shift over a long time from an organisation representing a single distributorship to a promoter of an multi-channel environment.&#xd;<br />&#xd;<br />Through business policy initiatives, distribution chain development, co-operation projects and services, the ETU wants to improve and develop the overall operating conditions of the products and services trade in general and those of its members in particular.&#xd;<br />&#xd;<br />The ETU also develops common non-competitive operations models for the sector in order to enhance efficiency. The aim is that the products and services trade sector in Finland operates in a free competitive environment and is recognised as a responsible actor that serves the best interests of end-users and consumers.&#xd;<br />&#xd;<br />The ETU is a member association of the Finnish Commerce Federation.","acronym":"ETU ry","interests":"Business and Industry, Competition, Customs, Digital economy and society, Environment, Justice and Fundamental Rights, Single market, Taxation, Trade","euInitiatives":"- Retail regulations in a multi-channel environment&#xd;<br />- Digital Contracts for Europe&#xd;<br />- The Goods Package&#xd;<br />- Circular Economy Package&#xd;<br />- New Deal for Consumers&#xd;<br />- Proposals concerning selective distribution systems","lastUp":"2018-10-19T14:04:33.040+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}