{"id":"206816021848-17","name":"Ellen MacArthur Foundation","registrationDate":"2016-05-19T17:23:01.885+02:00","category":3,"subCategory":2,"legal":"Charity","web":"http://www.ellenmacarthurfoundation.org","country":"United kingdom","headAddress":"The Sail Loft","headCity":"Cowes","headPostCode":"PO31 7SG","headPhone":"(44)0 19 83 29 64 63","boss":"Joanne Bootle","bossTitle":"Ms","bossPosition":"Chief Operating Officer","membersCount":3,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"The Ellen MacArthur Foundation is a charity with the mission to accelerate the transition to a circular economy. The Foundation works across four interlinking areas: &#xd;<br />Education – inspiring a generation to re-think the future &#xd;<br />Business – catalysing circular innovation across the economy &#xd;<br />Analysis – providing robust evidence about the benefits of the transition &#xd;<br />Communications- sharing informative content and stimulating dialogue around the circular economy framework","acronym":"","interests":"Climate Action, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Environment, General and Institutional Affairs, Regional Policy, Research and Technology","euInitiatives":"The Ellen MacArthur Foundation sat as an invited expert on the European Resource Efficiency Platform, created by Environment Commissioner Janez Potocnik, between 2012 and 2014. An NGO regulated by the UK charity commission, the Foundation does not represent sectorial or industrial interests, and interacts with EU institutions as provider of economic analysis, case studies and insights on the specific topic of circular economy - for which the Foundation is the global leading reference point. As part of the implementation strategy of the EU Commission’s Circular Economy Action Plan, adopted on Dec. 2, 2015, the Foundation has meetings with various Directorate Generals and regularly intervenes in official events put together by the Commission, the Parliament and the European Economic and Social Council in order to bring its perspective and share knowledge in a policy-relevant yet not prescriptive way.","lastUp":"2018-04-16T11:06:20.640+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}