{"id":"20744335040-66","name":"Fair Trade Advocacy Office","registrationDate":"2011-01-19T12:18:46.446+02:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://www.fairtrade-advocacy.org","country":"Belgium","headAddress":"Village Partenaire","headCity":"Brussels","headPostCode":"1060","headPhone":"(32)25 43 19 23","boss":"Sergi Corbalan","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":5,"membersFTE":"3.75","membership":"FTAO is at present not a member of any formal association/ federation or confederation. &#xd;\n&#xd;\nFTAO works closely with other NGOs and wider civil society loose networks related to the issue. This for example could be with Trade Unions, Cooperatives, ISEAL and NGOs working on trade and development issues. FTAO also closely works with local authorities committed to Fair Trade.","memberOrga":"o\tFairtrade Labelling Organizations International: www.fairtrade.net &#xd;\no\tWorld Fair Trade Organisation- Europe: www.wfto-europe.org &#xd;\no\tWorld Fair Trade Organization: www.wfto.com","goal":"The Fair Trade Advocacy Office (FTAO) speaks out on behalf of the Fair Trade movement for Fair Trade and Trade Justice with the aim to improve the livelihoods of marginalised producers and workers in the South. &#xd;<br />&#xd;<br />The FTAO is a joint initiative of Fairtrade International, the World Fair Trade Organization-Global and the World Fair Trade Organization-Europe. Through these three networks the FTAO represents an estimate of 2.5 million Fair Trade producers and workers from 70 countries, 24 labelling initiatives, over 500 specialised Fair Trade importers, 4,000 World Shops and more than 100,000 volunteers.","acronym":"FTAO","interests":"Agriculture and Rural Development, Budget, Consumer Affairs, Development, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Environment, External Relations, Food Safety, Internal Market, Trade","euInitiatives":"EU trade policies, EU development aid policies, EU agricultural policies, EU environmental policies, EU competion and internal market policies.","lastUp":"2018-03-28T16:12:42.432+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}