{"id":"207499631189-06","name":"EconomiX","registrationDate":"2018-04-13T15:51:49.613+02:00","category":4,"subCategory":12,"legal":"Laboratoire de recherche","web":"https://economix.fr/","country":"France","headAddress":"EconomiX-CNRS, Université Paris Nanterre","headCity":"Nanterre","headPostCode":"92001","headPhone":"(33)1 40 97 77 84","boss":"Valérie Mignon","bossTitle":"Ms","bossPosition":"Directrice","membersCount":20,"membersFTE":"10.0","membership":"","memberOrga":"","goal":"EconomiX est un laboratoire de recherche de l'Université Paris Nanterre et du CNRS (UMR 7235) en sciences économiques alliant des démarches empiriques à des développements théoriques.&#xd;<br />Rassemblant environ 180 membres, dont une cinquantaine de doctorants, EconomiX est l'un des quatre pôles majeurs de recherche et de formation à la recherche en sciences économiques d'Île-de-France.&#xd;<br />Les activités de recherche d'EconomiX sont structurées autour de 3 axes complémentaires : &#xd;<br />- Développement Durable, Environnement et Energie,&#xd;<br />- Droit, Institutions, Règlementation et Interactions Stratégiques,&#xd;<br /> - Macroéconomie Internationale, Banque et Econométrie Financière.&#xd;<br />EconomiX mène ses recherches en développant des partenariats multiples et étroits avec des équipes nationales, européennes et internationales, les pouvoirs publics, le monde de l'industrie et des services et de nombreux établissements d'enseignement supérieur et de recherche.","acronym":"","interests":"Climate Action, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union ","euInitiatives":"Plusieurs membres du laboratoire effectuent dans le cadre de leurs travaux de recherche, des études sur des thématiques clés pour l'UE. Il s'agit notamment de travaux ayant trait aux questions macroéconomiques, financières ou encore environnementales. Citions à titre d'exemples, les question,s de convergence entre pays au sein de l'UE, les questions des mésalignements de change, etc.","lastUp":"2018-04-13T19:35:05.862+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}