{"id":"20754631263-62","name":"Fédération Francaise des Motards en Colère","registrationDate":"2009-02-27T14:54:17.849+01:00","category":3,"subCategory":2,"legal":"Association sans but lucratif","web":"http://www.ffmc.asso.fr","country":"France","headAddress":"8 rue Jean Jacques Rousseau","headCity":"Montreuil","headPostCode":"93100","headPhone":"(33)1 48 18 03 20","boss":"Didier Renoux","bossTitle":"Mr","bossPosition":"Chargé de mission Communication","membersCount":1,"membersFTE":"0.5","membership":"La FFMC est membre de la FEMA (Federation of European Motorcyclists Associations)","memberOrga":"La fédération regroupe 87  antennes départementales réparties sur l'ensemble du territoire français&#xd;\nhttp://annuaire.ffmc.fr","goal":"Extrait des statuts de l'association : &#xd;<br />&#xd;<br />L’objectif de la Fédération Française des Motards en Colère est de fédérer les usagers des deux et trois roues motorisés (du cyclo au gros cube) autour des valeurs qui ont motivé sa création et continuent de l’animer.&#xd;<br />Elle agit pour développer la pratique des deux-roues motorisés ou engins assimilés. Elle défend, sans corporatisme, leurs utilisateurs en tant qu’usagers de la route et en tant que consommateurs notamment en luttant contre le vol. Elle agit pour la sécurité et le partage de la route sur la base du développement de l’information, de la prévention, et de la formation, et pour faire prévaloir la connaissance et la prise de conscience plutôt que les mesures répressives. Elle agit également pour promouvoir les valeurs de solidarité, d’égalité et de liberté, visant à permettre au plus grand nombre la pratique du deux ou trois roues motorisés (du cyclo au gros cube) dans un esprit de responsabilité et d’entraide.&#xd;<br />&#xd;<br />Pour plus de détails : &#xd;<br />http://www.ffmc.asso.fr/spip.php?rubrique3","acronym":"FFMC","interests":"Competition, Consumers, Digital economy and society, Education and training, Energy, Environment, Regional Policy, Research and innovation, Single market, Sport, Taxation, Transport, Youth","euInitiatives":"Environnement, mobilité, sécurité routière, normes de réception de véhicules, défense des usagers","lastUp":"2019-02-26T10:36:53.323+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}