{"id":"207972329605-55","name":"Instituut Natuur- en Bosonderzoek/Research Institute for Nature and Forest","registrationDate":"2018-01-15T15:49:23.716+01:00","category":4,"subCategory":5,"legal":"Intern Verzelfstandigd Agentschap","web":"http://www.inbo.be","country":"Belgium","headAddress":"Havenlaan 88 bus 73","headCity":"Brussel","headPostCode":"B-1000","headPhone":"(32)24 30 26 37","boss":"Maurice Hoffmann","bossTitle":"Mr","bossPosition":"wnd. Administrateur-Generaal","membersCount":1,"membersFTE":"0.25","membership":"https://pureportal.inbo.be/portal/","memberOrga":"","goal":"The Research Institute for Nature and Forest (INBO) is the Flemish research and knowledge centre for nature, biodiversity and its sustainable management and use. INBO conducts research and supplies knowledge to all those who prepare or make the policies or are interested in them as a stakeholder. Through its scientific research, INBO supports agencies dealing with open space in the Flemish government, as well as in organisations involved in nature conservation, forestry, agriculture, hunting and fishery. INBO publishes its results as open data and provides data for international reporting. It participates in (inter)national research networks such as LTER, ALTER-Net, LifeWatch, … INBO is an unincorporated internal agency of the Flemish government. Policy relevance is an essential criterion for INBO research topics. INBO employs some 200 staff, a further 50 are employed through the Own Capital of the INBO (“EVINBO”) is a separate corporation executing externally financed projects. EVINBO’s aim is to supplement the core INBO research where its government-supplied financial means are insufficient for deploying a complete and future-oriented research programme. It offers the possibility to tackle new research themes with immediate or mid-term policy relevance.","acronym":"INBO","interests":"Agriculture and Rural Development, Environment, Fisheries and Aquaculture, Regional Policy, Research and Technology","euInitiatives":"EU Birds and Habitats Directives ('Nature Directives')&#xd;<br />Water Framework Directive (WFD)&#xd;<br />Regulation (EU) 1143/2014 on invasive alien species (the IAS Regulation), Working Group on Invasive Alien Species","lastUp":"2018-01-16T15:40:57.144+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}