{"id":"208088628860-70","name":"SOMFY ACTIVITES SA","registrationDate":"2017-11-06T09:48:19.935+01:00","category":2,"subCategory":3,"legal":"SOCIETE ANONYME","web":"http://www.somfy.com","country":"France","headAddress":"50 Avenue du Nouveau Monde","headCity":"CLUSES","headPostCode":"74300","headPhone":"(33)04 50 96 75 00","boss":"Wandrille HENROTTE","bossTitle":"Mr","bossPosition":"Public Affairs Manager","membersCount":1,"membersFTE":"1.0","membership":"SOMFY is member of the following european associations: &#xd;\n- ACTIVE HOUSE &#xd;\n- EUROPEAN SOLAR SHADING ORGANISATION &#xd;\n- EUROPEAN BUILDING AUTOMATION AND CONTROLS","memberOrga":"Please see the list at : &#xd;\nhttps://www.somfy.com/group/index.cfm?page=/group/home/group/the_group/chiffres_cles&amp;language=en-en","goal":"Somfy is the world leader in the automatic control of openings and closures in homes and buildings.&#xd;<br />&#xd;<br />INSPIRING A BETTER WAY OF LIVING ACCESSIBLE TO ALL&#xd;<br />&#xd;<br />At Somfy Group, we believe that meeting the basic human desire to improve where we live is fundamentally linked to technology solutions. These solutions represent a real step forward. The men and women of Somfy Group and its brands are dedicated to developing innovations that are accessible to all.&#xd;<br />&#xd;<br />Because everyone aspires to better living environments.","acronym":"SOMFY","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"EU climate energy package. All regulation linked to building (non-residential and residential) are followed by our company.","lastUp":"2017-11-06T09:48:51.512+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}