{"id":"208088628860-70","name":"SOMFY ACTIVITES SA","registrationDate":"2017-11-06T09:48:19.935+02:00","category":2,"subCategory":3,"legal":"SOCIETE ANONYME","web":"http://www.somfy.com","country":"France","headAddress":"50 Avenue du Nouveau Monde","headCity":"CLUSES","headPostCode":"74300","headPhone":"(33)04 50 96 75 00","boss":"Wandrille HENROTTE","bossTitle":"Mr","bossPosition":"Public &amp; Governmental Affairs Manager","membersCount":1,"membersFTE":"1.0","membership":"SOMFY is member of the following european associations: &#xd;\n- ACTIVE HOUSE &#xd;\n- EUROPEAN SOLAR SHADING ORGANISATION &#xd;\n- EUROPEAN BUILDING AUTOMATION AND CONTROLS","memberOrga":"Please see the list at : &#xd;\nhttps://www.somfy.com/group/index.cfm?page=/group/home/group/the_group/chiffres_cles&amp;language=en-en","goal":"Somfy is the world leader in the automatic control of openings and closures in homes and buildings.&#xd;<br />&#xd;<br />INSPIRING A BETTER WAY OF LIVING ACCESSIBLE TO ALL&#xd;<br />&#xd;<br />At Somfy Group, we believe that meeting the basic human desire to improve where we live is fundamentally linked to technology solutions. These solutions represent a real step forward. The men and women of Somfy Group and its brands are dedicated to developing innovations that are accessible to all.&#xd;<br />&#xd;<br />Because everyone aspires to better living environments.","acronym":"SOMFY","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"EU climate energy package. &#xd;<br />All regulation linked to building (non-residential and residential) are followed by our company.&#xd;<br />Rules regarding ecodesign and sustainable development.","lastUp":"2018-10-26T10:29:15.606+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}