{"id":"208129721369-82","name":"European Network of Implementing Development Agencies","registrationDate":"2016-04-14T15:00:39.894+01:00","category":3,"subCategory":2,"legal":"EEIG","web":"http://eunida.eu","country":"Belgium","headAddress":"Rue Haute 147","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 29 27 61","boss":"Ian Shapiro","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"At present EUNIDA comprises eight members:&#xd;\n&#xd;\nAEI - Agency for European Integration and Economic Development (Austria) http://www.aei.at/home/ &#xd;\nBTC - Belgian Technical Cooperation (Belgium) http://www.btcctb.org/ &#xd;\nCrown Agents Ltd (United Kingdom) http://www.crownagents.com/home &#xd;\nEPLC - European Public Law Centre (Greece) http://www1.eplo.eu/ &#xd;\nEF - Expertise France (France) http://www.expertisefrance.fr/eng &#xd;\nFIIAPP - Fundación Internacional y para Ibero América de Administración y Políticas Publicas (Spain) http://www.fiiapp.org/?rndcache=246bb0d4 &#xd;\nGIZ - Deutsche Gesellschaft für Internationale Zusammenarbeit GmbH (Germany) https://www.giz.de/en/html/index.html &#xd;\nSNV Netherlands Development Organisation (Netherlands) http://www.snv.org/en/pages/default.aspx","goal":"EUNIDA was established in 2000 as a grouping of EU Member State implementing agencies with a public mandate to develop, manage and implement sustainable development programmes on behalf of the European Union.&#xd;<br />&#xd;<br />The purpose of the network is&#xd;<br />&#xd;<br />- promoting the exchange of information between EU implementing agencies,&#xd;<br />- devising common strategies in the field of international development activities, especially on behalf of the European Union; and&#xd;<br />- implementing programmes and projects of the highest quality on behalf of the European Union.&#xd;<br />&#xd;<br />Implementing projects through EUNIDA means delegating activities to a pan- European grouping of Member State agencies rather than to single Member State organisations. The network carries out innovative and complex technical cooperation and post-conflict programmes, with combined resources and expertise of over 250 Members' offices operating in 118 countries and based on over 40 years of experience in the field.","acronym":"EUNIDA","interests":"Development, External Relations, Foreign and Security Policy and Defence, Humanitarian Aid, Justice and Fundamental Rights, Trans-European Networks","euInitiatives":"At the European Commission's request, EUNIDA was established as a not-for-profit European Economic Interest Grouping (EEIG) in June 2006. By highlighting the network´s European nature, the statutes ensure the equal distribution of rights and obligations among Members.","lastUp":"2017-04-24T14:04:06.930+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}