{"id":"208442126219-88","name":"Instytut Techniki Górniczej KOMAG","registrationDate":"2017-03-17T14:35:47.971+01:00","category":4,"subCategory":5,"legal":"Research Institute","web":"http://komag.eu","country":"Poland","headAddress":"Pszczyńska 37","headCity":"Gliwice","headPostCode":"44-101","headPhone":"(48)3 22 37 41 00","boss":"Dariusz Prostański","bossTitle":"Mr","bossPosition":"p.o. Dyrektora","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"Coal Advisory Group within Research Fund for Coal and Steel (RFCS)&#xd;\nEURACOAL&#xd;\nPolski Komitet Normalizacyjny - National Standards Body in Poland&#xd;\nDirectorate-General for Research and Innovation; Research Technical Directorate&#xd;\nWyższy Urząd Górniczy - State Mining Authority&#xd;\nMinstry of Energy (former Ministry of Economy)&#xd;\nPolish Centre of Acreditation&#xd;\nEuropean Committee for Standarization","goal":"MISSION:     &#xd;<br />Innovative solutions for economy.&#xd;<br />VISION:            &#xd;<br />Research and development centre of organizational and proprietary structure adapted to the  market activity in the European Research Area and of the organizational culture creating a friendly climate for generating new ideas and realizing innovative activities, i.e. transforming new ideas into new products.&#xd;<br />STRATEGIC AREAS:&#xd;<br />•\tResearch potential.&#xd;<br />•\tHuman resources and scientific development of employees.&#xd;<br />•\tGoal - oriented management system.&#xd;<br />•\tMarketing activities.&#xd;<br />Scope of activity &#xd;<br />The KOMAG scope of activity includes scientific, research and development projects in the domain of minerals mining and processing as well as environment protection and work safety connected with them, but also air and ground surface protection, waste management and an adaptation of research results for a practical implementation and their dissemination in other natural and technical sciences.","acronym":"KOMAG","interests":"Energy, Environment, International co-operation and development, Research and innovation","euInitiatives":"Activity within EURACOAL. &#xd;<br />The European Association for Coal and Lignite – EURACOAL – is the umbrella organisation of the European of the ECSC Treaty establishing the European Coal and Steel Community. coal industry. EURACOAL evolved in 2002 from the European Solid Fuels’ Association – CECSO – after the expiry&#xd;<br />EURACOAL is composed of 33 Members from 18 countries amongst which national producers and importers associations, companies and research institutes from Belgium, Bosnia-Herzegovina, Bulgaria, the Czech Republic, Finnland, France, Germany, Greece, Hungary, Poland, Romania, Serbia, Slovakia, Slovenia, Spain, Turkey, the Ukraine and the United Kingdom.","lastUp":"2019-03-13T11:23:08.123+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}