{"id":"208434722583-11","name":"Kühne Logistics University","registrationDate":"2016-07-05T17:54:05.237+01:00","category":1,"subCategory":10,"legal":"GmbH","web":"http://www.the-klu.org","country":"Germany","headAddress":"Grosser Grasbrook 17","headCity":"Hamburg","headPostCode":"20457","headPhone":"(49)3 28 70 71 01","boss":"Fabian Berger","bossTitle":"Mr","bossPosition":"Provost","membersCount":6,"membersFTE":"1.5","membership":"ALICE ETP (www.etp-logistics.eu)","memberOrga":"","goal":"Kühne Logistics University - Wissenschaftliche Hochschule für Logistik und Unternehmensführung (KLU) is a private, state-accredited university located on Hamburg’s harbor. Sponsored by the nonprofit Kühne Stiftung (Kühne Foundation), KLU offers a broad spectrum of courses and research in logistics and supply chain and business management. &#xd;<br />&#xd;<br />Our BSc, MSc, and PhD degree programs feature an international student body, Our BSc, MSc, and PhD degree programs feature an international student body, an outstanding faculty, an intimate learning environment, and extensive corporate an outstanding faculty, an intimate learning environment, and extensive corporate ties. Our part-time MBA program, open enrolement and customized executive education &#xd;<br />&#xd;<br />The 2014 Handelsblatt research ranking of management faculties ranks KLU among the top five universities in Germany, Austria and Switzerland. With its 23 professors the KLU covers a wide portfolio of fields in the area of logistics and management.&#xd;<br /> &#xd;<br />Mission: KLU is the main source of interdisciplinary insight for global logistics research and practice. KLU graduates bring logistics expertise to leadership positions in the logistics industry as well as operational logistics functions and related industries and functions. KLU is the first choice for executives seeking to expand their expertise in logistics and for logistics managers around the world.","acronym":"KLU","interests":"Climate Action, Communication, Competition, Customs, Economic and Financial Affairs, Education, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Food Safety, Humanitarian Aid, Information Society, Internal Market, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"Key competence areas: Digital Transformation, creating value, sustainability, each for the benefit of transportation, global logistics, and supply chain management.   &#xd;<br />&#xd;<br />Faculty activities: Maritime Logistics, Marketing and Innovation, Marketing and Service Management, Humanitarian Logistics, Freight transportation: Modeling and Policy, Supply chain management and Logistics, Operations Management, Data Science and Business Intelligence, Management and Organization, Operation Strategy, Finance, Digital Economy, Leadership and Organizational Behavior, Data Law, Computer Science in Logistics.","lastUp":"2017-06-12T15:44:45.242+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":"","turnoverRange":"0-99999"}