{"id":"208731722499-52","name":"Kompetenznetzwerk Aquakultur des Landes Schleswig-Holstein","registrationDate":"2016-06-29T11:18:55.662+01:00","category":3,"subCategory":2,"legal":"Keine","web":"http://www.knaq-sh.de","country":"Germany","headAddress":"Landwirtschaftskammer Schleswig-Holstein","headCity":"Rendsburg","headPostCode":"24768","headPhone":"(49)4 33 19 45 34 33","boss":"Stefan Meyer","bossTitle":"Mr","bossPosition":"Koordinator","membersCount":1,"membersFTE":"0.25","membership":"Member and recognized Mirror Platform (MiP) of the European Aquaculture Technology and Innovation Platform (EATiP), http://www.eatip.eu/","memberOrga":"","goal":"The Competence Network Aquaculture (Kompetenznetzwerk Aquakultur, KNAQ) is the supportive structure for sustainable development of aquaculture in the federal state Schleswig-Holstein, Germany. It is committed to the principles outlined in the state aquaculture strategy (Strategie zur Entwicklung einer nachhaltigen Aquakultur in Schleswig-Holstein) und supports its implementation. In the year 2016, KNAQ counts more than 700 active participants from all stakeholder groups. &#xd;<br />KNAQ is the supportive stakeholder network for the aquaculture competence center of the federal state Schleswig-Holstein, Germany. The competence center is the umbrella under which the leading research and development institutions of Schleswig-Holstein have joined forces to promote scientific excellence and the development of cutting edge technology in the field of aquaculture.&#xd;<br />It recognizes the innovative types of aquaculture, as outlined i.a. in various federal and state level strategy processes (e.g. biotechnology, biomass, energy, agriculture, maritime spatial planning, environmental protection). KNAQ is a recognized platform for technology transfer between industry and science in SH. KNAQ is a recognized Mirror Platform (MiP) of the European Aquaculture Technology and Innovation Platform (EATiP). It is independent, interdisciplinary, inclusive and stakeholder oriented.","acronym":"KNAQ","interests":"Agriculture and Rural Development, Climate Action, Competition, Consumer Affairs, Development, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Public Health, Research and Technology, Trans-European Networks","euInitiatives":"•\tAquakultur&#xd;<br />•\tGemeinsame Fischereipolitik&#xd;<br />•\tWasserrahmenrichtlinie&#xd;<br />•\tMeeresstrategierahmenrichtlinie&#xd;<br />•\tMultiannual National Plans Aquaculture&#xd;<br />•\tCircular economy&#xd;<br />•\tBlue biotechnology&#xd;<br />•\tBaltic Sea Region&#xd;<br />•\tH20202: Food Security, Sustainable Agriculture and Forestry, Marine, Maritime and Inland Water Research and the Bioeconomy","lastUp":"2017-06-19T16:21:35.893+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}