{"id":"209143033529-94","name":"ResMed","registrationDate":"2018-12-21T12:07:28.988+01:00","category":2,"subCategory":3,"legal":"Corporation","web":"https://www.resmed.com/","country":"United states","headAddress":"9001 Spectrum Center Blvd","headCity":"San Diego","headPostCode":"92123","headPhone":"(1858)83 6- 68 37","boss":"Larissa D'Andrea","bossTitle":"Ms","bossPosition":"Senior Director, Global Government Affairs","membersCount":2,"membersFTE":"0.5","membership":"MedTech Europe: https://www.medtecheurope.org/&#xd;\nPersonal Connected Health Alliance: https://www.pchalliance.org/","memberOrga":"","goal":"ResMed (NYSE: RMD, ASX: RMD), is a world-leading connected health company with more than 6 million cloud-connected devices for daily remote patient monitoring. The company manufactures cloud-connected durable medical equipment used to diagnose and treat sleep apnea, chronic obstructive pulmonary disease (COPD), and other respiratory conditions. Through our devices, patients are remotely monitored at home with connected care and many use myAir™, a patient engagement mobile application. Its 7,500-member team strives to improve patients’ quality of life, promote therapy adherence, reduce the impact of chronic disease and save healthcare costs in more than 120 countries.","acronym":"RMD","interests":"Digital economy and society, Public Health, Research and innovation, Single market","euInitiatives":"- Implementation of Regulation (EU) 2017/745 of the European Parliament and of the Council of 5 April 2017 on medical devices (MDR)&#xd;<br />- Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data (GDPR)&#xd;<br />- Cybersecurity Package: Proposal for a Regulation on ENISA, the \"EU Cybersecurity Agency\", and on Information and Communication Technology cybersecurity certification (''Cybersecurity Act'')&#xd;<br />- Commission Communication on enabling the digital transformation of health and care in the Digital Single Market; empowering citizens and building a healthier society&#xd;<br />- Horizon 2020 and Horizon Europe framework programmes","lastUp":"2019-11-06T10:48:33.089+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}