{"id":"20943263315-44","name":"European Building Automation and Controls Association","registrationDate":"2010-03-10T12:43:05.514+01:00","category":2,"subCategory":4,"legal":"non-profit association","web":"http://www.eubac.org","country":"Belgium","headAddress":"Boulevard Auguste Reyers, 80","headCity":"Brussels","headPostCode":"1030","headPhone":"(32)27 06 82 02","boss":"Peter Hug","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":4,"membersFTE":"2.25","membership":"Partner of BuildUp portal&#xd;\nAssociated Partner of Covenant of Mayors","memberOrga":"http://www.eubac.org/index.php?id=90","goal":"eu.bac is the European Building Automation and Controls Association.&#xd;<br />&#xd;<br />eu.bac members’ products, systems and services manage over half of the energy demand in the European Union, reducing waste, ensuring flexibility and moderation of demand and increasing efficiency. By providing distributed intelligence, eu.bac members’ products, systems and services ensure that the built environment is ready and able to respond to smart grid signals, demands and supplies.&#xd;<br />&#xd;<br />The association represents some 85% of the European manufacturers of products and systems for home and building automation. eu.bac has founded the European Association of Energy Services Companies (eu.esco) for promoting Energy Performance Contracts as the sustainable solution for improving energy efficiency in existing buildings by using the guaranteed energy savings to pay for the installation. For a full and updated overview of our membership, please see www.eubac.org&#xd;<br />&#xd;<br />eu.bac, has developed its own robust certification scheme, eu.bac CERT, and an on-site system audit scheme based on EN 15232. eu.bac CERT assures that technologies (products and systems) in the area of building automation and controls are in conformity with European Directives and with European Standards. The eu.bac CERT mark is the symbol that represents energy efficiency, quality and reliability. eu.bac system audit ensures an efficient and sustainable integrated operation of technical building systems resulting in high indoor environment quality and energy savings over the complete life cycle of the system.","acronym":"eu.bac","interests":"Business and Industry, Climate Action, Communication, Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Institutional affairs, Public Health, Regional Policy, Research and innovation, Single market, Taxation","euInitiatives":"Energy Performance of Buildings Directive (2012/27/EU)&#xd;<br />Ecodesign Directive (2009/125/EC)&#xd;<br />Energy Labelling Directive (2010/30/EU)&#xd;<br />Energy Efficiency Directive (2012/27/EU)&#xd;<br />Renewable Energy Directive (2009/28/EC)&#xd;<br />Smart Grids and Meters&#xd;<br />Energy Union (a new deal for consumers, energy efficiency, heating and cooling strategy, renewable energy, strategic energy technology plan)&#xd;<br />Digital Single Market&#xd;<br />2030 framework for climate and energy policies&#xd;<br />Roadmap for moving to a low-carbon economy in 2050","lastUp":"2019-02-14T09:51:41.380+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}