{"id":"209899418750-27","name":"SIINDA","registrationDate":"2015-09-11T13:19:45.122+02:00","category":2,"subCategory":4,"legal":"ASBL","web":"http://www.siinda.com","country":"Switzerland","headAddress":"Gotthardstrasse 55","headCity":"Thalwil","headPostCode":"CH 8800","headPhone":"(33)6 63 40 50 38","boss":"Kimberli LEWIS","bossTitle":"Ms","bossPosition":"General Manager","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"https://www.siinda.com/about-siinda/list-of-members/","goal":"We are the Search &amp; Information Industry Association, the leading European based non-profit association bringing together companies in the search (digital, mobile, print, vertical directories and platforms), information, and telecommunication sectors as well as businesses providing “on demand” services. We have global members from Asia to Latin America and from Africa to Australia. We provide a wide range of member services from market research to conferences and summits. We are a resource forum where complementary market segments in search and information can connect, share, and grow. We are fostering the development of positive, ongoing partnerships that enable us all to prosper. We keep our members up to date with the latest market trends, technical developments, and critical legislation that might affect our businesses. We also provide a platform where seed level start-up’s can mix with industry leaders. Our worldwide network of members fosters the exchange of ideas and the encouragement of partnerships.","acronym":"SIINDA","interests":"Banking and financial services, Business and Industry, Communication, Competition, Digital economy and society, Economy, finance and the euro, Justice and Fundamental Rights, Single market, Trade","euInitiatives":"Digital single market, telecommunications, data protection, copyright, economic affairs, e privacy, database directiven digital and access to data","lastUp":"2019-07-02T22:25:05.402+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}