{"id":"210147034247-71","name":"BUND Naturschutz in Bayern e.V.","registrationDate":"2019-03-14T12:18:00.733+01:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://bund-naturschutz.de","country":"Germany","headAddress":"Dr.-Johann-Maier-Straße 4","headCity":"Regensburg","headPostCode":"93049","headPhone":"(49)94 12 97 20 12","boss":"Peter Rottner","bossTitle":"Mr","bossPosition":"Landesgeschäftsführer","membersCount":15,"membersFTE":"3.75","membership":"DNR - Deutscher Naturschutzring, CIPRA Deutschland (Alpenschutzkommission), IUCN - Intern. Dachverband (Schweiz), FSC (Forest Stewardship Council), EuroNatur-Stiftung, VCD - Verkehrsclub Deutschland, Förderverein Naturerbe Buchenwälder, Landesmediendienst Bayern e.V., Bundesverband der Regionalbewegung, Deutscher Fundraising Verband, Mellifera - Netzwerk blühende Landschaften\t, LVÖ - Landesvereinigung f. d. ökologischen Landbau, Umweltinstitut München, ASPO - Association for the Study of Peak Oil and Gas, Naturpark fränk. Schweiz, Gesellschaft für Ökologie, &#xd;\nIBN - Institut für Biodiversität \t75,-- €Naturpark und Biosphärenreservat Bayer. Rhön, Bayer. Akademie ländlicher Raum, Förderverein Auenzentrum, Ökologischer Jagdverein, Bayerischer Forstverein, Deutsche Naturschutzakademie, Energieagentur Oberfranken, Plattform gegen Atomkraft, Verein zum Schutz der Bergwelt, Bund der Energieverbraucher, &#xd;\nGesellschaft der deutschsprachigen Odonatologen (Libellenkundler)\t, Naturpark Bayerischer Wald, Alpwirtschaftlicher Verein, Beitrag, Landschaftspflegeverband, Naturwissenschaftliche Gesellschaft Bayreuth, Altnürnberger Landschaft, NEZ Allgäu, Naturpark Fichtelgebirge","memberOrga":"","goal":"Der BUND Naturschutz in Bayern e.V. (BN) ist der älteste und größte Umweltschutzverband Bayerns. Wir sind in allen Landkreisen Bayerns aktiv und retten Tiere, Pflanzen und Landschaften überall im Freistaat. Lernen Sie den BUND Naturschutz kennen!&#xd;<br />&#xd;<br />Der BUND Naturschutz arbeitet wirtschaftlich, parteipolitisch und konfessionell unabhängig. Er versteht sich als unabhängiger Anwalt der Natur und dient ausschließlich gemeinnützigen Zwecken. Unser Ziel ist es, die natürlichen Lebensgrundlagen für Menschen, Tiere und Pflanzen zu erhalten. Wir wollen die natürliche Schönheit und Vielfalt unserer Heimat bewahren. &#xd;<br />&#xd;<br />\"Wir\", das sind derzeit rund 230.000 BN-Mitglieder, organisiert in einem flächendeckenden Netz von 76 Kreisgruppen und rund 600 Ortsgruppen. Dazu kommt eine Vielzahl von Kinder- und Jugendgruppen, die von einer eigenen Jugendorganisation, der JBN, betreut werden. Der BUND Naturschutz ist außerdem der bayerische Landesverband des Bundes für Umwelt und Naturschutz Deutschland (BUND). Unsere Aufgaben liegen auf allen Feldern der Umweltpolitik.","acronym":"BN","interests":"Agriculture and Rural Development, Climate Action, Competition, Consumers, Culture, Digital economy and society, Employment and Social Affairs, Energy, Environment, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Trade, Transport, Youth","euInitiatives":"Unsere Aufgaben liegen auf allen Feldern in der Natur- und Umweltschutzpolitik wie z.B. Biodiversität, Gentechnik, Landwirtschaft, Energiepolitik, Wasserreinhaltung, Luftreinhaltung, USW, Verkehrspolitik.","lastUp":"2019-03-14T12:46:48.516+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}