{"id":"210418516054-55","name":"EPA Consulting, s.r.o.","registrationDate":"2015-02-16T13:14:04.217+01:00","category":1,"subCategory":6,"legal":"s.r.o.","web":"http://www.epaconsulting.cz","country":"Czech republic","headAddress":"Součkova 956/4","headCity":"Praha 6","headPostCode":"163 00","headPhone":"(420)7 21 64 82 55","boss":"Karel Firla","bossTitle":"Mr","bossPosition":"Jednatel","membersCount":2,"membersFTE":"1.25","membership":"","memberOrga":"","goal":"- Public Affairs podpora klientů a zastupování zájmů klientů na místní, regionální, národní a evropské úrovni&#xd;<br />- analýzy, dopadové studie, konzultační a poradenská činnosti pro klienty v oblasti vybraných sektorových politik EU (především energetika, doprava, hospodářská soutěž, věda, výzkum, inovace, regionální rozvoj, sociální oblast, vnitřní trh)&#xd;<br />- organizace setkání a jednání s relevantními institucemi, především na národní (ministerstva) a evropské úrovni (Evropská komise, Evropský parlament, Hospodářský a sociální výbor, Výbor regionů)&#xd;<br />- poradenská a konzultační podpora klientů při vyhledávání informací a zpracování projektů a jejich předložení relevantním institucím na národní úrovni (ministerstva) a evropské úrovni (generální ředitelství Komise)","acronym":"","interests":"Business and Industry, Climate Action, Communication, Competition, Consumers, Digital economy and society, Employment and Social Affairs, Energy, Enlargement, Environment, International co-operation and development, Regional Policy, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"- železniční balíčky, hlavně poslední 4. železniční balíček&#xd;<br />- balíček pro zaměstnanost, růst a inovace předsedy EK Junckera&#xd;<br />- strategický rámec pro Evropskou energetickou unii&#xd;<br />- zimní energetický balíček - balíček čistá energie pro všechny evropany&#xd;<br />- klimaticko-energetický balíček, Pařížská dohoda&#xd;<br />- CEF (PCI projekty v oblastech především dopravní a energetické infrastruktury)&#xd;<br />- nařízení EP a Rady (EU) č. 994/2010 European Energy&#xd;<br /> Security Strategy&#xd;<br />- Horizon 2020, také z pohledu iniciativy Smart Cities, nových technologií&#xd;<br />- strukturální a investiční fondy EU 2014 - 2020, národní programy, alokace pro ČR 2014 - 2020&#xd;<br />- Platforma Coal Regions v České republice, Moravskoslezský, Ústecký a Karlovarský kraj","lastUp":"2019-02-04T22:44:39.113+01:00","customers":"České dráhy, a.s.,Správa železniční dopravní cesty, o.s.","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}