{"id":"210861725920-86","name":"AGIHAS – SUPPORT GROUP for PEOPLE LIVING WITH HIV/AIDS","registrationDate":"2017-02-25T11:23:36.573+01:00","category":3,"subCategory":2,"legal":"NGO","web":"http://agihas.lv/eng/","country":"Latvia","headAddress":"Linezera St. 3","headCity":"Riga","headPostCode":"LV-1006","headPhone":"(371)29 77 09 66","boss":"Andris Veiķenieks","bossTitle":"Mr","bossPosition":"Chairman of the Board","membersCount":3,"membersFTE":"0.75","membership":"https://ec.europa.eu/health/sti_prevention/hiv_aids/civil_society_forum_en&#xd;\nhttp://www.aidsactioneurope.org/en/organisation/agihas-plwha-support-group&#xd;\nhttp://ecuo.org/en/country/latvia/&#xd;\nhttp://itpcru.org/en/eeca-cab/","memberOrga":"","goal":"1/providing social and psychological support to those living with AIDS/HIV and their relatives;&#xd;<br />2/ensuring human rights and legal protection for HIV/AIDS patients, integrating them into society;&#xd;<br />3/improving HIV/AIDS patient quality of life and advocating it in the government institutions;&#xd;<br />4/limiting the spread of HIV infection and AIDS epidemic through political lobbying, aggressive fostering of ARV treatment access, drug pricing controls, and ongoing insistence on adoption of latest WHO HIV/AIDS treatment guidelines and ECDC policies;&#xd;<br />5/advocating the wellbeing, health of HIV positive mothers and their infants;&#xd;<br />6/cementing a sustainable Pan-European network of partner organizations, not limited to AIDS Action Europe, clinicians, and other stakeholders, working in the field of HIV and HEP C/ HIV co-infection;&#xd;<br />7/working with other HIV/AIDS partner organizations and Latvian Infectology Centre on drafting HIV policy documentation.","acronym":"AGIHAS","interests":"Digital economy and society, Education and training, Employment and Social Affairs, Humanitarian aid and civil protection, Public Health, Youth","euInitiatives":"1/The Dublin Declaration 2004: the status of the HIV response in the European Union/European Economic Area, 2016 Dublin Declaration report;&#xd;<br />2/ WHO recommendations 90 - 90 - 90;&#xd;<br />3/ WHO Political Declaration on HIV and AIDS: On the Fast-Track to Accelerate the Fight against HIV and to End the AIDS Epidemic by 2030;&#xd;<br />4/ WHO Consolidated Guidelines On The Use Of Antiretroviral Drugs For Treating And Preventing Hiv Infection (latest edition updates);&#xd;<br />5/ Communication From The Commission To The European Parliament, The Council, The European Economic And Social Committee And The Committee Of The Regions: Next steps for a sustainable European future European action for sustainability (Strasbourg, 22.11.2016);&#xd;<br />6/ THE MALTA DECLARATION ON HIV/AIDS&#xd;<br />Call for Action to Fast Tracking Actions on HIV and to End the AIDS Epidemic by 2030 in the European Union;&#xd;<br />7/ UNAIDS 2016–2021 Strategy: On the Fast-Track to End AIDS;&#xd;<br />8/ EC Initiative to limit industrial trans fats intakes in the EU;&#xd;<br />9/ Call 2017: Joint actions.","lastUp":"2019-02-13T20:00:43.339+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}