{"id":"21095533359-90","name":"Bundesverband der Deutschen Süßwarenindustrie","registrationDate":"2010-03-22T11:18:58.449+02:00","category":2,"subCategory":4,"legal":"e.V.","web":"http://www.bdsi.de","country":"Germany","headAddress":"Schumannstraße, 4 – 6","headCity":"Bonn","headPostCode":"53113","headPhone":"(49)2 28 26 00 70","boss":"RA Klaus Reingen","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":5,"membersFTE":"2.0","membership":"CAOBISCO - Association of the Chocolate, Biscuit and Confectionery Industries of the EU &#xd;\nEuroglaces - European Ice Cream Association &#xd;\nESA - European Snacks Association&#xd;\nICGA - International Chewing Gum Association&#xd;\nBLL - German Federation for Food Law and Food Science&#xd;\nBVE - Federation of German Food and Drink Industries","memberOrga":"https://www.bdsi.de/der-verband/mitglieder/unsere-mitglieder/","goal":"Der BDSI vertritt die wirtschaftlichen Interessen der überwiegend mittelständischen Unternehmen der deutschen Süßwarenindustrie. Er ist sowohl Wirtschafts- als auch Arbeitgeberverband. Die BDSI-Mitglieder repräsentieren rund 90% des Wertes der Süßwarenproduktion in Deutschland. Zum BDSI gehören die Produktbereiche (Fachsparten) Schokoladewaren, Zuckerwaren, Feine Backwaren, Markeneis, Knabberartikel, Kaugummi und Rohmassen. Der BDSI ist ein Fachverband mit über 200 Mitgliedsunternehmen. Er ist Interessenvertreter auf nationaler, europäischer und internationaler Ebene und offizielles Sprachrohr der Süßwarenindustrie in der Öffentlichkeit. Darüber hinaus ist er Serviceleister, Informationsmittler und Problemlöser für seine Mitglieder.","acronym":"BDSI","interests":"Agriculture, Business and Industry, Competition, Consumers, Culture and media, Customs, Economy, finance and the euro, Employment and Social Affairs, Environment, Food Safety, General and Institutional Affairs, Single market, Trade","euInitiatives":"Alle für die deutsche Süßwarenbranche übergreifend relevanten wirtschaftlichen, ernährungspolitischen und lebensmittelrechtlichen Themen.","lastUp":"2018-10-10T08:56:20.022+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}