{"id":"211020525112-76","name":"Vytautas Magnus University","registrationDate":"2016-12-15T22:40:44.308+01:00","category":4,"subCategory":12,"legal":"public entity","web":"http://www.vdu.lt","country":"Lithuania","headAddress":"K. Donelaičio g. 58","headCity":"Kaunas","headPostCode":"LT-44248","headPhone":"(370)37 22 27 39","boss":"Juozas Augutis","bossTitle":"Mr","bossPosition":"Rector","membersCount":1,"membersFTE":"0.25","membership":"VMU is a member of 5 international associations (EUA, EAIE, EDEN, AABS, GreenLight)","memberOrga":"","goal":"VMU is an open and modern Lithuanian university which nurtures national identity and actively participates in the academic life of universities around the world.&#xd;<br />The VMU community – students, lecturers, graduates – is united by the idea of artes liberales, i.e. the classical university of liberal arts. &#xd;<br />Vytautas Magnus University is oriented towards humanist culture. Broadly themed subjects ensure that the studies offered are not narrow or restricted to specialty subjects. The university strives to remain the hotbed for intellectual sophistication and civil consciousness, rigidly adhere to its set of values and actively participate in the life of universities around the world.&#xd;<br />Vytautas Magnus University is managed by two collegial bodies, the Council and the Senate, and the separate managerial body of the Rector. The Rector’s advisory institution is the Rector’s Council.The Council is a collegial management body which affirms the university’s vision and mission, and the strategy presented by the Rector. It is also concerned with discussions and approval of the restructuring plans proposed by the Rector, the determination of the procedure of the Rector’s public election, the election, appointment and removal of the Rector. The Council handles the procedure of management, utilisation and disposal of university funds (including staff salaries) and property, etc. The VMU Council is elected for a five-year term and consists of eleven members. The Senate is a collegial body managing academic affairs of the University. Its members, 45 to 60 scientists, recognised artists and students, are selected every five years.","acronym":"VMU/VDU","interests":"Education, Youth","euInitiatives":"Vytautas Magnus University devotes special attention to international activities. Their beginnings are traced back to the time when the members of the Lithuanian Diaspora, nurturing thoughts of intellectual and cultural rebirth, started coming to give lectures in the university. Today VMU is collaborating with many universities and scientists around the world, carrying out research projects, student and worker exchange, constantly improving the system of studying and research.","lastUp":"2017-12-17T17:18:46.653+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}