{"id":"211406234638-53","name":"European Association for viewers Interests","registrationDate":"2019-04-23T11:30:02.303+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.eavi.eu","country":"Belgium","headAddress":"Rond-point Schuman 9/16","headCity":"Bruxelles","headPostCode":"1040","headPhone":"(32)2 30 30 06","boss":"Paolo Celot","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":5,"membersFTE":"4.0","membership":"","memberOrga":"Please see https://eavi.eu/partner-organisations/","goal":"EAVI is the non-profit organisation which has worked the longest on media literacy at EU level. We contribute to research (authored four EU-wide studies), policy advice, practices such as conferences, training, resources, publications. We participates and advise to European Commission, Council of Europe and European Audiovisual Observatory works.&#xd;<br />&#xd;<br />EAVI’s practices have ensured good visibility, and follow up activities. EAVI is committed to the continuing development of our practices to promote media literacy for full citizenship. It means to use the media for a more meaningful citizenship. We used a wide range of activities to reach out to our general public target.&#xd;<br />Networking is also essential. We can count on a number of European and national partnerships as well as&#xd;<br />individuals and relevant fora to reach people also indirectly. Through collaboration among our diverse partners from international backgrounds, this network enables us to a broader and richer scope for project development followed by a prosperous dissemination of the results.&#xd;<br />EAVI’s authoritativeness and recognition also builds up on this by offering information and raising awareness of&#xd;<br />media literacy and full citizenship. EAVI continued to be actively and directly involved in the public policy arena by supporting relevant policy and contributing in online campaigns. Communication exchanges among EAVI and citizens, are rich and intense. Our blog is very successful, and is constantly updating with articles on various topics related to media literacy. Our twitter account is&#xd;<br />also really busy, as we like to keep more than 3000 followers informed and updated on the latest media&#xd;<br />literacy matters.&#xd;<br />In addition, EAVI is also present on thousands of google searches (and mentioned by other organizations) when&#xd;<br />looking for information on active media, and citizenship. Our traditional eavi website has been joined by the&#xd;<br />eaviconversations.eu and buildingtrust.eu to deal with specific EAVI topics. EAVI reaches people directly also through speaking at international conferences. Moreover, EAVI has been able to maintain and expand visibility through presence at events, conferences and hearings.","acronym":"EAVI","interests":"Communication, Consumers, Culture and media, Digital economy and society, Education and training, Youth","euInitiatives":"EAVI follows the policy dossiers in the interrelated fields of digital, educational and citizenship fields. As an example the Audiovisual Media Service Directive.&#xd;<br />&#xd;<br />Other relevant subjects are those which deals with copyright, tracking, protection of minors, right to be forgotten, privacy and many more.&#xd;<br />&#xd;<br />More in general we follow closely all the media literacy and disinformation developments at EU level.","lastUp":"2019-04-23T11:30:56.664+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}