{"id":"211540124821-44","name":"Forum Internazionale ed Europeo di Ricerche sull'Immigrazione","registrationDate":"2016-12-06T12:47:00.691+01:00","category":4,"subCategory":5,"legal":"recognised no profit association","web":"http://www.fieri.it","country":"Italy","headAddress":"Piazza Arbarello, 8","headCity":"Turin","headPostCode":"10122","headPhone":"(39)01 15 16 00 44","boss":"Anna Elisabetta Galeotti","bossTitle":"Ms","bossPosition":"President","membersCount":3,"membersFTE":"2.75","membership":"IMISCOE Network","memberOrga":"http://www.fieri.it/persone/","goal":"FIERI is an indipendent research institute on migration, mobility and integration. Since its foundation in 2001, it is strongly committed to a comparative and interdisciplinary approach to the study of the social and political transformations associated with growing population mobility and cultural diversity. FIERI adopts a comprehensive view of those changes which goes beyond an exclusive focus on migrants and their descendants, and considers instead the whole society and local communities as transformed by migration and mobility.&#xd;<br />FIERI is actively engaged in European and international networks and, at the same time, deeply rooted in the Italian context also through proactive interactions with policy, media and civil society.&#xd;<br />Economic migration and economic integration of migrants have been, since the beginning, one of the key areas of FIERI’s activity.","acronym":"FIERI","interests":"Borders and Security, Education and training, Employment and Social Affairs, External Relations, Justice and Fundamental Rights, Migration and asylum, Trans-European Networks","euInitiatives":"As a research institute specialising on migration and migration policies, generating policy-relevant knowledge is a key institutional mission for FIERI. With specific regard to EU-level policies, we follow all migration- and mobility-related policies amongst which, in particular: the external dimension of migration policies, asylum and international protection, policies on borders and irregular migration, legal migration, integration, intra-EU mobility.","lastUp":"2019-11-07T14:38:33.070+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}