{"id":"211669324268-77","name":"Global Center- Justice &amp; Humanity","registrationDate":"2016-11-02T15:35:14.680+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://www.globalcenterjh.org/","country":"Palestinian occupied territory","headAddress":"E'mar St, al- Bireh, Ramallah","headCity":"Ramallah","headPostCode":"","headPhone":"(972)22 98 84 33","boss":"Ali Khashan","bossTitle":"Mr","bossPosition":"President","membersCount":7,"membersFTE":"7.0","membership":"Main Partner : UNDP  - Palestine &#xd;\n&#xd;\nOther partners:&#xd;\n&#xd;\nMinistry of Awqaf &amp; Religious Affairs, Palestine &#xd;\nHigher Council for Sports &amp; Youth, Palestine &#xd;\nMinistry of local government, Palestine &#xd;\nE-Campus University, Italy &#xd;\nEmirates Association of Lawyers and Jurist, UA Emirates &#xd;\nLDN, Lebanon &#xd;\nHoly spirit University, Lebanon &#xd;\nMarmara University, Turkey","memberOrga":"OSSERVATORIO INTERNAZIONALE &#xd;\nSUI DIRITTI UMANI NEI PAESI DEL MEDITERRANEO &#xd;\n“ODIMED”&#xd;\n&#xd;\nThe Link : &#xd;\nhttp://www6.ansa.it/ansamed/it/notizie/stati/italia/2014/07/02/med-nasce-osservatorio-internazionale-sui-diritti-umani_7fb187af-e169-4d4b-8782-924a78ba38cf.html","goal":"GCJH aims to advance religious tolerance and diversity at global level, particularly in the Middle East, and promote justice and humanity as the ultimate parameters for peaceful and democratic societies based on the rule of law. Considering the growing religious radicalization in the region and all over the world, GCJH understands that promoting interfaith dialogue, social cohesion and active citizenship is crucial to ensure future generations democracy, peace and inclusiveness. Therefore, GCJH wants to play a catalytic role in facilitating such dialogue through a holistic approach that may recognize the interdependence between the law, universal values, tolerance , interfaith  and political commitment. All its activities and projects take into account the importance of women and youth’s empowerment and make them key actors of the above process to the benefit of all humanity.","acronym":"GCJH","interests":"Culture, Economy, finance and the euro, Education and training, Environment, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Youth","euInitiatives":"GCJH follows a range of EU initiatives related to the protection and promotion of human rights at internal and external level. We focus on EU initiatives on combating extremism and enhancing human rights protection, such as the EIDHR instrument and the EU Radicalisation Awareness Network. In addition to this, we are interested in monitoring the EU approaches in the interaction with developing countries in order to achieve together the respect for international law based on a common background of justice and humanity.","lastUp":"2019-11-12T18:50:26.353+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}