{"id":"212203817275-79","name":"American Association for the Advancement of Science","registrationDate":"2015-05-07T21:25:59.109+02:00","category":3,"subCategory":2,"legal":"non-profit corporation","web":"http://www.aaas.org","country":"United states","headAddress":"1200 New York Avenue NW","headCity":"Washington, DC","headPostCode":"20005","headPhone":"(1)20 23 26 64 00","boss":"Colleen Struss","bossTitle":"Ms","bossPosition":"Chief Financial and Legal Officer","membersCount":1,"membersFTE":"0.25","membership":"AAAS affiliates include 258 societies and academies of science, serving more than 10 million members, representing the world’s largest federation of scientific and engineering societies.&#xd;\n&#xd;\nFor information on affiliated organizations, please see: https://www.aaas.org/aaas-affiliates","memberOrga":"AAAS is a membership organization composed of individual members globally (roughly 120,000 individual members at any given time, predominantly based in the US but with individual members from and/or residing globally).&#xd;\n&#xd;\nAAAS affiliates include 258 societies and academies of science, serving more than 10 million members, representing the world’s largest federation of scientific and engineering societies.&#xd;\n&#xd;\nFor information on affiliated organizations, please see: https://www.aaas.org/aaas-affiliates","goal":"The AAAS seeks to \"advance science, engineering, and innovation throughout the world for the benefit of all people.\" To fulfill this mission, the AAAS Board has set the following broad goals:&#xd;<br />- Enhance communication among scientists, engineers, and the public;&#xd;<br />- Promote and defend the integrity of science and its use;&#xd;<br />- Strengthen support for the science and technology enterprise;&#xd;<br />- Provide a voice for science on societal issues;&#xd;<br />- Promote the responsible use of science in public policy;&#xd;<br />- Strengthen and diversify the science and technology workforce;&#xd;<br />- Foster education in science and technology for everyone;&#xd;<br />- Increase public engagement with science and technology; and&#xd;<br />- Advance international cooperation in science.","acronym":"AAAS","interests":"Climate Action, Education, Energy, Environment, External Relations, Foreign and Security Policy and Defence, Research and Technology","euInitiatives":"Horizon 2020; ERA; research and development; science policy; policy for science; science, technology and innovation for the UN Sustainable Development Goals (SDGs); EU global partnerships for science and technology (e.g. EU-US, EU-AU, etc).","lastUp":"2018-04-17T20:55:41.699+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}