{"id":"21280626733-05","name":"Deutsches Zentrum für Luft- und Raumfahrt e.V.","registrationDate":"2011-09-19T15:41:23.505+02:00","category":4,"subCategory":5,"legal":"eingetragener Verein","web":"http://www.dlr.de/","country":"Germany","headAddress":"Linder Höhe, 1","headCity":"Köln","headPostCode":"51147","headPhone":"(49)22 03 60 10","boss":"Klaus Hamacher","bossTitle":"Mr","bossPosition":"Stellvertretender Vorstandvorsitzender","membersCount":32,"membersFTE":"11.75","membership":"Europäische Technologie-Plattformen: ACARE, ERRAC, ERTRAC, ISI, ZEP&#xd;\nInteressensverbände: EREA, ESRE, ECTRI, ERTICO, EERA, EUREC, Hydrogen Europe Research (former N.ERGHY), ECATS, Helmholtz-Gemeinschaft, ASD, EGVIA","memberOrga":"Sponsoring Members (public entities):&#xd;\nBundesrepublik Deutschland, vertreten durch den Bundesminister für Wirtschaft und Energie, Berlin&#xd;\nLand Baden-Württemberg, vertreten durch den Baden-Württembergischen Minister für Finanzen und Wirtschaft, Stuttgart&#xd;\nFreistaat Bayern, vertreten durch die Bayerische Staatsministerin für Wirtschaft und Medien, Energie und Technologie, München&#xd;\nLand Berlin, vertreten durch die Senatorin für Wirtschaft, Technologie und Forschung des Landes Berlin, Berlin&#xd;\nLand Bremen, vertreten durch die Senatorin für Bildung und Wissenschaft, Bremen&#xd;\nLand Niedersachsen, vertreten durch die Niedersächsische Ministerin für Wissenschaft und Kultur, Hannover&#xd;\nLand Nordrhein-Westfalen, vertreten durch die Ministerin für Innovation, Wissenschaft und Forschung des Landes Nordrhein-Westfalen, Düsseldorf&#xd;\n&#xd;\nSponsoring Members (legal persons, societies, ...):&#xd;\nAerodata AG, Braunschweig&#xd;\nAIR LIQUIDE Deutschland GmbH, Düsseldorf&#xd;\nALSTOM Power GmbH, Mannheim&#xd;\nAOPA-Germany, Verband der Allgemeinen Luftfahrt e. V., Egelsbach&#xd;\nArbeitsgemeinschaft Deutscher Verkehrsflughäfen, Berlin&#xd;\nRobert Bosch GmbH, Berlin&#xd;\nBP Europa SE, Hamburg&#xd;\nBundesverband der Deutschen Luft- und Raumfahrtindustrie e. V. (BDLI), Berlin&#xd;\nCAM Systems GmbH, München&#xd;\nCarl-Cranz-Gesellschaft e. V., Weßling/Obb.&#xd;\nCommerzbank AG, Großkundencenter Region West, Düsseldorf&#xd;\nDeutsche Gesellschaft für Luft- und Raumfahrt – Lilienthal Oberth e. V. (DGLR), Bonn&#xd;\nDeutsche Gesellschaft für Ortung und Navigation e. V., Bonn&#xd;\nDFS Deutsche Flugsicherung GmbH, Langen&#xd;\nDiehl Aerospace GmbH, Überlingen&#xd;\nDiehl Defence Holding GmbH, Überlingen&#xd;\nDornier GmbH, Friedrichshafen&#xd;\nEADS Deutschland GmbH, München&#xd;\nESG Elektroniksystem- und Logistik GmbH, Fürstenfeldbruck&#xd;\nFraport AG, Frankfurt/Main&#xd;\nGAF AG, München Gemeinde Weßling, Weßling/Obb.&#xd;\nHDI-Gerling Industrie Versicherungs AG, Hannover&#xd;\nIndustrieanlagen-Betriebsgesellschaft mbH (IABG), Ottobrunn&#xd;\nKayser-Threde GmbH, München&#xd;\nKUKA Laboratories GmbH, Augsburg&#xd;\nLIEBHERR-AEROSPACE LINDENBERG GmbH, Lindenberg&#xd;\nLufthansa Technik AG, Hamburg&#xd;\nMST Aerospace GmbH, Köln&#xd;\nMT Aerospace AG, Augsburg&#xd;\nMTU Aero Engines GmbH, München&#xd;\nNord-Micro Elektronik AG &amp; Co. OHG, Frankfurt/Main&#xd;\nOHB-System AG, Raumfahrt- und Umwelt-Technik, Bremen&#xd;\nRheinEnergie AG, Köln&#xd;\nRheinmetall Defence Electronics GmbH, Bremen&#xd;\nRolls-Royce Deutschland Ltd. &amp; Co. KG, Blankenfelde-Mahlow&#xd;\nRUAG Aerospace Deutschland GmbH, Weßling&#xd;\nSiemens AG, München&#xd;\nSnecma Groupe SAFRAN, Frankreich&#xd;\nStadt Braunschweig, Braunschweig&#xd;\nTesat-Spacecom GmbH &amp; Co. KG, Backnang&#xd;\nVolkswagen AG, Wolfsburg&#xd;\nZF Luftfahrttechnik GmbH, Calden","goal":"Das DLR ist das Forschungszentrum der Bundesrepublik Deutschland für Luft- und Raumfahrt. Seine Forschungs- und Entwicklungsarbeiten in Luftfahrt, Raumfahrt, Energie, Verkehr und Sicherheit sind in nationale und internationale Kooperationen eingebunden. Darüber hinaus ist das DLR im Auftrag der Bundesregierung für die Planung und Umsetzung der deutschen Raumfahrtaktivitäten zuständig. Zudem fungiert das DLR als Dachorganisation für den national größten Projektträger.&#xd;<br /> &#xd;<br />Das DLR erforscht Erde und Sonnensystem, es stellt Wissen für den Erhalt der Umwelt zur Verfügung und entwickelt umweltverträgliche Technologien für Energieversorgung, Mobilität, Kommunikation und Sicherheit. Sein Portfolio reicht dabei von der Grundlagenforschung bis zur Entwicklung von Produkten für morgen.&#xd;<br /> &#xd;<br />Das DLR betreibt Großforschungsanlagen für eigene Projekte und als Dienstleister für Partner in der Wirtschaft. Darüber hinaus fördert es den wissenschaftlichen Nachwuchs, berät die Politik und ist eine treibende Kraft in den Regionen seiner 20 Standorte.&#xd;<br />&#xd;<br />Das DLR hat circa 8.000 Mitarbeiterinnen und Mitarbeiter. Es unterhält 40 Institute, Test- sowie Betriebseinrichtungen und ist an 20 Standorten vertreten: Köln (Sitz des Vorstands), Augsburg, Berlin, Bonn, Braunschweig, Bremen, Bremerhaven, Dresden, Göttingen, Hamburg, Jena, Jülich, Lampoldshausen, Neustrelitz, Oberpfaffenhofen, Oldenburg, Stade, Stuttgart, Trauen und Weilheim. Das DLR hat Büros in Berlin, Brüssel, Düsseldorf, Paris, Tokio und Washington D.C.&#xd;<br />&#xd;<br />Die Leistungsfähigkeit des DLR basiert auf seinen hervorragend ausgebildeten und hoch motivierten Mitarbeiterinnen und Mitarbeitern, die sich im DLR kontinuierlich fortbilden können. Chancengleichheit wird großgeschrieben. Mit gleitender Arbeitszeit, Teilzeitbeschäftigung und speziellen Fördermaßnahmen wird dafür gesorgt, dass sich Beruf und Familie gut vereinbaren lassen.","acronym":"DLR","interests":"Borders and Security, Business and Industry, Climate Action, Communication, Digital economy and society, Education and training, Energy, Environment, External Relations, Foreign and Security Policy and Defence, Regional Policy, Research and innovation, Trans-European Networks, Transport","euInitiatives":"Horizon 2020/Horizon Europe&#xd;<br />Clean Sky 2 Joint Technology Initiative&#xd;<br />SESAR 2020&#xd;<br />Shift2Rail JTI&#xd;<br />FCH-JTI&#xd;<br />European Green Vehicle Initiative&#xd;<br />Review White Paper Transport&#xd;<br />Aviation Strategy/Aviation Package&#xd;<br />Strategic Transport Research and Innovation Agenda (STRIA)&#xd;<br />SET-Plan&#xd;<br />Roadmaps Maritime Security Strategy&#xd;<br />Connecting Europe Facility&#xd;<br />Structural funds&#xd;<br />ETCS&#xd;<br />REACH&#xd;<br />European Technology Platforms ACARE, ERRAC, ERTRAC,&#xd;<br />European Funds for Strategic Investments&#xd;<br />Open Science, open Innovation&#xd;<br />Industrial policy&#xd;<br />EU Space policy&#xd;<br />European Innovation Council,&#xd;<br />Energy Union&#xd;<br />Research related to CSDP&#xd;<br />Preparation of FP)","lastUp":"2018-10-10T18:47:23.877+02:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}