{"id":"213147130632-14","name":"SNTGN Transgaz Romania","registrationDate":"2018-03-07T12:43:56.252+01:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.transgaz.ro","country":"Romania","headAddress":"C.I Motas Plaza, No. 1","headCity":"Medias","headPostCode":"551130","headPhone":"(40)02 69 80 33 33","boss":"Ion Sterian","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":2,"membersFTE":"0.5","membership":"European Network of Transmission System Operators for Gas; Gas Infrastructure Europe.","memberOrga":"","goal":"The National Gas Transmission Company, TRANSGAZ S.A., established based on Governmental Decision no. 334/28 April 2000, is the Romanian legal person operating as a trading joint stock company, under the Romanian legislation and its By-laws. TRANSGAZ S.A. aims at the achievement of the national strategy on transmission, international transit, natural gas dispatching, research-design in the field of natural gas transmission by performing, under the Romanian legislation, commercial deeds proper to its object of activity agreed in its By-laws. TRANSGAZ S.A. is the technical operator of the national gas transmission system and it is responsible for its operation under quality, safety, efficiency and environmental conditions.","acronym":"TGN","interests":"Climate Action, Energy, Environment, Internal Market, Regional Policy, Trans-European Networks","euInitiatives":"Our organisation tracks relevant EU policies or directives which might have a direct impact on the companies activity or on the Romanian gas market sector. We are particularly interested in the developments of the security of gas supply, projects of common interest lists, network codes, current and new gas directives, gas legislative packages, internal gas market developments and market design. Via our office in Bruxelles, which has been operational since 2016, we want to attend committees, public hearings, consultations and other events, in order to create dialogue with relevant members of the European Parliament of Commission and present our position on any relevant EU policy and law, thus contributing to their development.","lastUp":"2018-03-15T13:09:57.580+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}