{"id":"213518813328-18","name":"European League for Economic Cooperation","registrationDate":"2014-03-24T14:13:45.881+01:00","category":3,"subCategory":2,"legal":"Non-profit international association","web":"http://www.elec-lece.eu","country":"Belgium","headAddress":"rue Marie-Thérèse, 21","headCity":"Brussels","headPostCode":"1000","headPhone":"(0472)39 51 69","boss":"Jerry van Waterschoot","bossTitle":"Mr","bossPosition":"secretary general","membersCount":1,"membersFTE":"0.25","membership":"Member (and founder) of the European Movement International&#xd;\n&#xd;\nFondation Universitaire/Universitaire Stichting (Belgium)","memberOrga":"ELEC Andorra(25),&#xd;\nELEC Armenia(25),&#xd;\nELEC Austria(25),&#xd;\nELEC Bulgaria (25)&#xd;\nELEC France(100),&#xd;\nELEC Netherlands(25),&#xd;\nELEC Poland(100),&#xd;\nELEC Portugal(25),&#xd;\nELEC Romania(25),&#xd;\nELEC Spain(100),&#xd;\nELEC Switzerland(25)","goal":"ELEC is a network of European entrepreneurs of goodwill, aimed at putting timely intellectual pressure on European decision makers to further economic integration in Europe. It acts in complete independence from national or private interests, public authorities or any pressure group.&#xd;<br />Established in 1946, ELEC was in 1948 one of the founding members of the European Movement. Its mission includes the mobilisation of its members in support of projects that embody the European common interests through the circulation of information, the organisation of debates and the publication of papers on important European themes.&#xd;<br />ELEC is built as a federation of national sections present in a number of European countries. The membership of its national sections is drawn largely from economic and financial circles; but it also maintains close contacts with senior national and European civil servants as well as academics and policy makers, whose expertise and influence stimulate the exchanges and broaden their scope and quality.","acronym":"ELEC","interests":"Agriculture and Rural Development, Budget, Competition, Customs, Economic and Financial Affairs, Employment and Social Affairs, Enlargement, Enterprise, External Relations, General and Institutional Affairs, Taxation, Trade","euInitiatives":"Economic, financial and political developments","lastUp":"2017-03-12T17:39:02.831+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}