{"id":"213754916822-68","name":"ASSOCIATION FEDERATION HANDICAP INTERNATIONAL","registrationDate":"2015-04-21T10:14:06.945+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.handicap-international.fr","country":"France","headAddress":"138 AVENUE DES FRERES LUMIERE","headCity":"LYON","headPostCode":"69008","headPhone":"(33)4 78 69 79 79","boss":"Manuel Patrouillard","bossTitle":"Mr","bossPosition":"Directeur Général Fédéral","membersCount":4,"membersFTE":"1.75","membership":"CONCORD - Confédération européenne des ONG d'urgence et de développement http://www.concordeurope.org/fr &#xd;\n&#xd;\nVOICE - Voluntary Organisations in Cooperation in Emergencies http://www.ngovoice.org/ &#xd;\n&#xd;\nThe International Disability and Development Consortium (IDDC) http://www.iddcconsortium.net/&#xd;\n&#xd;\nInteraction - alliance of NGOs http://www.interaction.org/&#xd;\n&#xd;\nICVA - International Council for Voluntary Agencies https://icvanetwork.org/&#xd;\n&#xd;\nBOND - http://www.bond.org.uk/&#xd;\n&#xd;\nCoordination SUD – Solidarité Urgence Développement http://www.coordinationsud.org/&#xd;\n&#xd;\nVENRO - umbrella organisation of development non-governmental organisations (NGOs) in Germany  http://venro.org/home/","memberOrga":"La fédération compte 8 associations nationales:&#xd;\nHI Belgique - http://www.handicap-international.be/&#xd;\nHI Canada - http://handicap-international.ca/&#xd;\nHI Allemagne - http://www.handicap-international.de/&#xd;\nHI France - http://www.handicap-international.fr/&#xd;\nHI Luxembourg - http://www.handicap-international.lu/&#xd;\nHI Suisse - http://www.handicap-international.ch/fr/&#xd;\nHI Royaume Uni - http://www.handicap-international.org.uk/&#xd;\nHI États-Unis - http://www.handicap-international.us/","goal":"Mission de Handicap International&#xd;<br />&#xd;<br />Handicap International agit (à travers des projets) et milite (à travers une action politique) pour la restauration des capacités d’agir des personnes en situation de handicap, par l’amélioration des conditions de vie et une plus grande participation sociale. Elle vise le renforcement des capacités des populations à satisfaire leurs besoins élémentaires et à exercer leurs droits fondamentaux.&#xd;<br />&#xd;<br />L’association intervient dans tout pays où sa mission peut s’exercer, y compris en Europe de l’Ouest, mais elle intervient plus particulièrement dans les pays en développement où la pauvreté accentue les situations d’inégalités et d’exclusion et dans les pays affectés par une catastrophe naturelle ou un conflit armé qui génèrent tout particulièrement des situations de handicap et de souffrance psychologique. &#xd;<br />&#xd;<br />Dans les pays où l’association est déjà présente et qui font face à des situations de crise d’une gravité exceptionnelle qui déstabilise le contexte, ou fait émerger des besoins urgents autres que ceux pris en compte dans le cadre des actions déjà menées, Handicap International peut mettre en œuvre, en réponse à des besoins immédiats et pour restaurer rapidement les capacités locales, des actions « hors champ », qui ne relèveraient pas de son champ d’actions traditionnel : actions immédiates de secours, mise à disposition ou distribution de matériel…  Ces interventions relèvent d’un impératif associatif et moral de la solidarité immédiate et visent à une mobilisation rapide de nos ressources. Elles font l’objet d’une analyse spécifique, en lien avec des opérateurs déjà présents localement et plus spécialisés dans ces activités. Par ailleurs, l’association  veille, chaque fois que possible, à ce que ces interventions soient articulées avec les actions qu’elle développe déjà dans le pays concerné, et en particulier qu’elles mobilisent les réseaux de partenaires avec lesquels l’association travaille déjà.&#xd;<br />&#xd;<br />De manière plus générale, Handicap International se positionne comme un acteur de la solidarité parmi d’autres, locaux aussi bien qu’internationaux. Elle met en œuvre son mandat dans le respect de ces autres acteurs. Elle intervient en complément ou en renforcement des initiatives existantes, selon ses valeurs, pour la prise en compte des besoins des populations pour lesquelles elle travaille.&#xd;<br />&#xd;<br />Valeurs et principes d’action&#xd;<br />&#xd;<br />Vivre debout, devise adoptée par Handicap International, reflète une philosophie d'action basée sur la promotion et la défense de la dignité humaine. Elle s'appuie sur des valeurs professionnelles héritées à la fois des principes éthiques qui nourrissent l’action humanitaire, et de la déontologie propre aux métiers exercés par les collaborateurs de l’association. &#xd;<br />&#xd;<br />Handicap International s’inscrit dans une démarche de défense des Droits de l’Homme, fondée sur les principes de dignité, de participation, de non-discrimination et de compensation, ainsi que de proximité des dispositifs répondant aux besoins des populations. C’est l’évaluation de ces besoins et le degré de satisfaction des droits fondamentaux qui guide les décisions et les actions de l’association, sans considération d’ordre politique ou confessionnel. &#xd;<br />&#xd;<br />Dans les situations de conflit, l’association se réfère au Droit international humanitaire (DIH), qui protège les populations civiles et garantit la délivrance d’une assistance impartiale, dans le respect des droits et de la dignité des victimes.","acronym":"HI","interests":"Budget, Development, Humanitarian Aid","euInitiatives":"Cadre Financier Pluriannuelle - Commission Européenne&#xd;<br />&#xd;<br />Consensus européen sur l’aide humanitaire&#xd;<br />&#xd;<br />DG DEVCO: Programmes de travail annuels de la Commission européenne et feuilles de route avec la société civile&#xd;<br />&#xd;<br />DG ECHO: Implémentation de la Convention cadre de partenariat &#xd;<br />&#xd;<br />L'implémentation par l'UE, en tant que signataire, de la Convention relative aux droits des personnes handicapées","lastUp":"2017-03-17T15:21:17.144+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}