{"id":"215050018674-84","name":"DNA Oyj","registrationDate":"2015-09-23T14:34:14.263+02:00","category":2,"subCategory":3,"legal":"DNA Oyj","web":"https://corporate.dna.fi/","country":"Finland","headAddress":"Läkkisepäntie 21","headCity":"Helsinki","headPostCode":"00620","headPhone":"(358)44 04 40","boss":"Jukka Leinonen","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"1.0","membership":"European Competitive Telecommunications Association ECTA, Groupe Speciale Mobile Association GSMA, Finnish Federation for Communications and Teleinformatics (FiCom), Service Sector Employers Palta, Amcham Finland, The Association of Finnish Advertisers (Mainostajien liitto), IAB Finland, The Finnish Direct Marketing Association (Asiakkuusmarkkinointiliitto ASML), Helsinki Region Chamber of Commerce, Corporate Responsibility Network FIBS","memberOrga":"","goal":"DNA Plc is a Finnish telecommunications group providing high-quality voice, data and TV services for communication, entertainment and working. DNA is Finland's largest cable operator and the leading pay TV provider in both cable and terrestrial networks. For DNA, the key area for growth in corporate business is the new way of working, independent of time and place, facilitated by smart terminal devices, diverse communications services and rapid connections. In 2017, DNA recorded net sales of EUR 886 million and an operating profit of EUR 124 million. DNA has more than 3.9 million subscriptions in its fixed and mobile communications networks. The Group also includes DNA Store, Finland's largest retail chain selling mobile phones. DNA shares are listed on Nasdaq Helsinki Ltd.","acronym":"DNA","interests":"Competition, Consumers, Culture and media, Digital economy and society, Research and innovation, Single market, Trade, Trans-European Networks","euInitiatives":"•\tTelecoms Single Market Regulation&#xd;<br />•\tDigital Single Market Strategy&#xd;<br />•\tGeneral Data Protection Regulation&#xd;<br />•\tPayment Services Directive&#xd;<br />•\tNetwork and Information Security Directive&#xd;<br />•\tReview of the Regulatory Framework for Electronic Communications Networks and Services","lastUp":"2018-08-06T12:29:09.258+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}