{"id":"215490333185-07","name":"INLECOM GROUP BVBA","registrationDate":"2018-11-15T10:18:48.662+01:00","category":2,"subCategory":3,"legal":"SME","web":"http://www.inlecom.eu","country":"Belgium","headAddress":"SQUARE DE MEEUS 38","headCity":"BRUXELLES","headPostCode":"1000","headPhone":"(32)24 01 68 56","boss":"PANAGIOTIS KATSOULAKOS","bossTitle":"Mr","bossPosition":"MANAGING DIRECTOR","membersCount":2,"membersFTE":"2.0","membership":"Member of ALICE: Alliance for Logistics Innovation through collaboration in Europe  (http://www.etp-logistics.eu/)","memberOrga":"","goal":"Inlecom Group BVBA is dedicated to research and innovation in the mobility, transport and&#xd;<br />logistics sectors covering policy, strategy, operational processes and ICT. Inlecom has established&#xd;<br />a unique holistic view of the mobility and Supply Chain domains through an extensive research programme including a library of process models and ontologies. Furthermore Inlecom specialises in security management and has been technical coordinator for many projects.","acronym":"INLECOM","interests":"Borders and Security, Business and Industry, Customs, Digital economy and society, Education and training, Energy, Environment, Foreign affairs and security policy, International co-operation and development, Maritime affairs and fisheries, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"Inlecom specialises in transport and logistics&#xd;<br />innovation and the introduction of advanced ITC in these domains. The innovative models developed in our reserach projects apart from the technology side, cover policy, legal, PPP, governance aspects, leading developments associated with value chain ecosystems. Inlecom is coordinating four H2020 projects and has been the technical coordinator for a number of projects in H2020 and FP7 Frameworks.&#xd;<br />&#xd;<br />Projects:&#xd;<br />INLECOM GROUP as Project Coordinator&#xd;<br />• ICONET:  New ICT infrastructure and reference architecture to support Operations in future PI Logistics NETworks (Starting in Sep 2018)&#xd;<br />&#xd;<br />INLECOM GROUP as Linked Party&#xd;<br />• TRACK &amp; KNOW: Big Data for Mobility Tracking Knowledge Extraction in Urban Areas - https://trackandknowproject.eu/&#xd;<br />&#xd;<br />Prortfolio of Inlecom projects (managed by other Inlecom entities)&#xd;<br />Coordination:&#xd;<br />• SELIS Towards a Shared European Logistics Intelligent Information Space&#xd;<br />(H2020). http://www.selisproject.eu/&#xd;<br />• CHARIOT: Cognitive Heterogeneous Architecture for Industrial IoT - http://www.chariotproject.eu&#xd;<br />• EuTravel Optimodal European Travel Ecosystem (H2020) (ended 10/2017) http://www.eutravelproject.eu/&#xd;<br />&#xd;<br />Participating in:&#xd;<br />• Maas4EU: End-to-end Approach for Mobility-as-a-Service tools, business models, enabling framework and evidence for European seamless mobility (01/06/2017 – 01/06/2020)&#xd;<br />• MultiCycle (start 1/11/2018): Advanced and sustainable recycling processes and value chains for plastic-based multi-materials &#xd;<br />• PROFILE: Data Analytics, Data Sources, and Architecture for Upgraded European Customs Risk Management&#xd;<br />&#xd;<br />Technical Coordinator&#xd;<br />• CORE Consistently Optimised Resilient Secure Global Supply-Chains (1/6/14- 31/5/18)&#xd;<br />http://www.coreproject.eu/&#xd;<br />• e-Freight European e-Freight capabilities for Co-modal transport (1/1/10 - 30/06/14) http://www.efreightproject.eu&#xd;<br />• iCargo Intelligent Cargo in Efficient and Sustainable Global Logistics Operations (1/11/11 - 30/10/15) http://i-cargo.eu/&#xd;<br />• eMAR Upgraded Maritime Transport Information Management (1/1/12 - 31/12/15) http://www.emarproject.eu/&#xd;<br />• SAFEPOST Reuse and Development of Security Knowledge Assets for International Postal Supply Chains (1/4/12 - 31/3/16) http://www.safepostproject.eu&#xd;<br />• EUROSKY Single European Secure Air-cargo Space (1/4/13-31/3/17) http://www.euroskyproject.eu/ &#xd;<br />• SKEMA Sustainable Knowledge Platform for the European Maritime and Logistics&#xd;<br />Industry (2008-2011) http://www.eskema.eu","lastUp":"2019-11-01T09:57:27.605+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}