{"id":"215480025291-83","name":"MINHA TERRA - Federação Portuguesa de Associações de Desenvolvimento Local","registrationDate":"2016-12-30T16:27:59.290+01:00","category":3,"subCategory":2,"legal":"Entidade de interesse público, de direito privado, sem fins lucrativos","web":"http://www.minhaterra.pt/","country":"Portugal","headAddress":"Rua Bartolomeu Dias, 172D - 1º Esq.","headCity":"Lisboa","headPostCode":"1400-031","headPhone":"(351)2 17 81 92 30","boss":"Maria João Marques Pacheco Botelho","bossTitle":"","bossPosition":"Presidente de Direcção","membersCount":2,"membersFTE":"1.0","membership":"A nível internacional:&#xd;\n. ELARD: organização que agrupa cerca mais 2000 Grupos de Ação Local (GAL) de vários países da UE, proporcionando um fórum de reflexão, debate e cooperação entre organizações da sociedade civil interessadas nos grandes desafios que se colocam à Europa Rural. A Minha Terra assumiu a presidência da ELARD para 2018-2019, numa eleição realizada em novembro de 2017, em Laulasmaa, na Estónia, através da eleição de Maria João Botelho, presidente da Federação Minha Terra.&#xd;\n. Assembleia das Redes Rurais (no âmbito da Rede Europeia de Desenvolvimento Rural), que interliga as partes interessadas no desenvolvimento rural em toda a União Europeia (UE), contribuindo para a execução eficaz dos programas de desenvolvimento rural (PDR) dos Estados-Membros, gerando e partilhando conhecimentos, bem como facilitando o intercâmbio de informações e a cooperação no espaço rural europeu. A Federação integra a Assembleia, assim como o Subgrupo LEADER, em representação dos GAL Portugueses&#xd;\n. Em 2017 a Minha Terra participou no Parlamento Rural Europeu 2017, como interlocutor do processo em Portugal, a convite da Comissão Organizadora, uma parceria de três redes rurais pan-Europeias, a European Rural Community Alliance (ERCA), a PREPARE - Partnership for Rural Europe e a European LEADER Association for Rural Development (ELARD) de que a Federação é associada&#xd;\n&#xd;\nA nível nacional:&#xd;\n.Conselho Económico e Social, órgão consultivo da Assembleia da República, em representação das Organizações da Agricultura Familiar e do Mundo Rural e tem participado nos trabalhos do Plenário do CES e da CEPES, assim como em diversos grupos de trabalho&#xd;\n.Rede Rural Nacional, estrutura de ligação entre agentes com papel ativo no desenvolvimento rural, que querem partilhar as suas experiências e conhecimentos, melhorar o desempenho e obter melhores resultados. Tem como objetivos: promover a participação e o trabalho conjunto entre os agentes de desenvolvimento rural; transferir as boas práticas e novos conhecimentos para qualificar a intervenção dos agentes de desenvolvimento rural; melhorar a conceção e aplicação das medidas de política de desenvolvimento rural; promover a imagem e o potencial dos territórios rurais&#xd;\n.Conselhos Regionais das Comissões de Coordenação e Desenvolvimento Regional, onde têm assento os mais representativos agentes do desenvolvimento sustentável ao nível local e regional têm como objetivo acompanhar as atividades das CCDR, a execução dos programas operacionais de financiamento comunitário, pronunciar-se sobre os projetos de relevância e dar parecer sobre os planos e programas de desenvolvimento regional, nomeadamente sobre a aplicação de investimentos da administração central na região&#xd;\n. Comissão Nacional de Coordenação do Combate à Desertificação, tem como funções garantir a coordenação e o acompanhamento da execução do Programa de Ação Nacional de Combate à Desertificação e promover a articulação e integração do mesmo nos objetivos e nos procedimentos associados à Convenção das Nações Unidas de Combate à Desertificação. A Comissão para além de organismos públicos integra organizações da sociedade civil&#xd;\n.Comissões de Acompanhamento do PDR2020, do PRORURAL+ e dos Programas Operacionais Regionais&#xd;\n.Conselho de Acompanhamento da Revisão da Política Agrícola Comum (PAC), que tem como missão identificar os principais desafios e contribuir para a formulação das opções nacionais em relação ao futuro da PAC para o período pós-2020, desde a sua génese, a 1 de junho de 2017","memberOrga":"A Minha Terra congrega hoje todas as entidades reconhecidas como Grupos de Ação Local (GAL) rurais no Continente e nas Regiões Autónomas - 58 entidades, responsáveis por 60 GAL, que representam no seu conjunto mais de 93% do território nacional e cujas suas capacidades de iniciativa e de concretização dizem directamente respeito a mais de 5 milhões de portugueses, residentes nas zonas rurais. A representatividade das ADL federadas – traduzida na diversidade e natureza dos seus associados presentes no conjunto das parcerias locais – contam mais de 3.500 entidades, entre pessoas coletivas de direito público e privado e pessoas individuais.&#xd;\n&#xd;\nLink: http://www.minhaterra.pt/associados.T4.php","goal":"A MINHA TERRA – Federação Portuguesa de Associações de Desenvolvimento Local (ADL), constituída em Fevereiro de 2000, por iniciativa de um grupo de ADL responsáveis pela gestão da Iniciativa LEADER, reúne as entidades gestoras do LEADER / DLBC Rural com objetivos de representação, formação, informação, comunicação e conceção e implementação de soluções e intervenções em prol do desenvolvimento integrado dos territórios rurais. Com competências a nível da organização e implementação de programas e iniciativas de alcance local, regional, nacional e transnacional, a Federação \"tem como área de intervenção todo o território nacional\".&#xd;<br />As 58 ADL federadas na MINHA TERRA representam, no seu conjunto, mais de 93% do território nacional e as suas capacidades de iniciativa e concretização dizem diretamente respeito a mais de 4 milhões de portugueses, habitantes em zonas rurais.&#xd;<br />Nas últimas duas décadas a MINHA TERRA tem contribuído para as dinâmicas nos territórios rurais e promoção da sua sustentabilidade, conduzindo iniciativas duráveis com efeito multiplicador na economia e competitividade locais e regionais. Este movimento, fortemente impulsionado pelas ADL e assente na definição e implementação de estratégias, processos e parcerias de base territorial, tem contribuindo decisivamente para minimizar os impactos, e nalguns casos inverter o agravamento, de um cenário de “crise profunda no mundo rural português”, de que o isolamento, o êxodo e envelhecimento das populações, os problemas ambientais e de ordenamento territorial são uma clara expressão. Os projetos implementados pelas ADL permitem dar resposta a necessidades específicas dos espaços rurais, minorando efeitos de debilidades estruturais e potenciando um desenvolvimento integrado e sustentável, alicerçado no empreendedorismo endógeno.","acronym":"MINHA TERRA","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Enlargement, Environment, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Maritime affairs and fisheries, Regional Policy, Research and innovation, Single market, Taxation, Trans-European Networks","euInitiatives":"A nível europeu a Minha Terra atua como representante dos Grupos de Acção Local portugueses nas estruturas de governação da Rede Europeia de Desenvolvimento Rural, nomeadamente na Assembleia das Redes Rurais e no Subgrupo “Leader and Community-Led Local Development”. (http://ec.europa.eu/transparency/regexpert/index.cfm?do=groupDetail.groupDetail&amp;groupID=3277&amp;NewSearch=1&amp;NewSearch=1)&#xd;<br />&#xd;<br />A Minha Terra é parceira formal e representante em Portugal da iniciativa Parlamento Rural Europeu, cujos encontros finais da segunda e terceira edições decorreram respetivamente em Sharding (Áustria), em 2015, e Venhorst (Holanda), em Outubro de 2017. &#xd;<br />Cada um dos eventos reuniu cerca de 250 participantes oriundos de muitos países europeus. No momento em que as instituições europeias estão a decidir o futuro dos programas e dos fundos da UE, o Parlamento Rural Europeu pede uma nova base unificada para o financiamento do desenvolvimento local. Aliás, o Parlamento Europeu fez uma citação direta da Declaração de Venhorst na sua Resolução sobre dar resposta às necessidades específicas das zonas rurais, montanhosas e remotas (2018/2720(RSP)).&#xd;<br />&#xd;<br />O ano de 2018 é um ano de preparação da quarta edição do Parlamento Rural Europeu que decorrerá em 2019. A Minha Terra intervém na preparação das atividades, principalmente no eixo dedicado ao LEADER/DLBC. A Minha Terra integra a parceria do projeto ROAD (Rural Opinions, Advocacy and Development), financiado pelo Programa UE Europe for Citizens, e liderado pela associação finlandesa SYTY – Village Action Association of Finland. O objetivo deste projeto é estimular a partilha pelas populações rurais de soluções novas ou existentes para problemas de base local no âmbito da quarta edição do Parlamento Rural Europeu.&#xd;<br />&#xd;<br />A Minha Terra assume a presidência da ELARD para 2018-2019, numa eleição realizada em novembro de 2017, em Laulasmaa, na Estónia, através da eleição de Maria João Botelho, presidente da Federação Minha Terra.&#xd;<br />&#xd;<br />De 26 a 28 de setembro de 2018, numa organização conjunta da presidência portuguesa da ELARD – European LEADER Association for Rural Development (2018/2019) e da MINHA TERRA, a Conferência LEADER RELOADED | The ELARD Conference on the heartbeat of the LEADER Community acolheu mais de 300 participantes de 26 países da Europa em Évora. Este encontro serviu para debater os desafios que se colocam às comunidades rurais e encontrar as respostas possíveis enquadradas num novo ciclo de programação de fundo comunitários no horizonte de 2030, em particular o futuro do LEADER/Desenvolvimento Local de Base Comunitária (DLBC) https://leaderconference.minhaterra.pt/&#xd;<br />&#xd;<br />Regularmente a Minha Terra efetua análise aos pareceres do Comité das Regiões, Regulamentos Comunitários, Relatórios Técnicos do Tribunal de Contas Europeu e demais documentação produzida, principalmente pela Comissão Europeia, nomeadamente, através da Rede Europeia de Desenvolvimento Rural.&#xd;<br />&#xd;<br />Em 2017 a Minha Terra participou na consulta pública sobre a modernização e a simplificação da política agrícola comum (PAC) e em 2018 na consulta sobre os fundos da UE no domínio da coesão, ambas lançadas pela Comissão Europeia.","lastUp":"2019-12-09T13:39:03.088+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}