{"id":"2157643512-49","name":"European Federation of Waste Management and Environmental Services","registrationDate":"2008-10-15T12:09:47.080+02:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.fead.be","country":"Belgium","headAddress":"Rue Philippe Le Bon, 15","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)27 32 32 13","boss":"Nadine DE GREEF","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":5,"membersFTE":"2.25","membership":"http://www.eprclub.eu/members-positioning","memberOrga":"http://www.fead.be/en/members/","goal":"FEAD is the European federation representing the private waste and resource management industry across Europe. FEAD’s members are national waste management associations covering 18 Member States, Norway and Serbia. Our companies play a key role in the transition to a circular economy by producing resources which can be re-injected in the economy and by supplying energy. They add value through innovative and cost-efficient collection, sorting, and recycling of secondary raw materials.  In doing so, they play a key role in achieving the best economic and environmental outcomes.&#xd;<br />&#xd;<br />Our companies have an approximate 60% share in the household waste market and handle more than 75% of industrial and commercial waste in Europe. Their combined annual turnover is approximately € 75 billion. FEAD represents about 3,000 companies with activities in all forms of waste management. These companies employ over 320,000 people who operate around 2,400 recycling and sorting centres, 1,100 composting sites, 260 waste-to-energy plants and 900 controlled landfills.","acronym":"FEAD","interests":"Business and Industry, Energy, Environment, Research and innovation, Single market","euInitiatives":"-Circular Economy Package&#xd;<br />-Review of other waste-related legislation&#xd;<br />-Communication on Waste to Energy &#xd;<br />-Waste Treatment and Waste Incineration BREFs&#xd;<br />-(Green) Public Procurement&#xd;<br />-Plastics Strategy","lastUp":"2018-09-17T13:58:43.419+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}