{"id":"2157421414-31","name":"MARKENVERBAND","registrationDate":"2008-09-22T14:24:24.274+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.markenverband.eu","country":"Germany","headAddress":"Unter den Linden, 42","headCity":"Berlin","headPostCode":"10117","headPhone":"(4930)2 06 16 80","boss":"Christian Köhler","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":3,"membersFTE":"1.25","membership":"AIM - Europäischer Markenverband (www.aim.be)&#xd;\nWFA - World Federation of Advertisers","memberOrga":"http://www.markenverband.de/verband/mitglieder","goal":"Der Markenverband wurde 1903 in Berlin gegründet und ist der größte Verband seiner Art in Europa.&#xd;<br />&#xd;<br />Seine gegenwärtig rund 400 Mitglieder sind in der markenorientierten Konsum- und Gebrauchsgüterindustrie wie auch der Dienstleistungswirtschaft (Telekommunikation, Informationstechnologie, Banken) aktiv.Es sind große Publikumsgesellschaften und renommierte Familienunternehmen gleichermaßen. &#xd;<br />&#xd;<br />Der Markenverband vertritt die Interessen der markenorientierten Konsumgüterhersteller und Dienstleister in Deutschland und auf europäischer/internationaler Ebene. Das gilt für alle wirtschafts- und rechtspolitischen sowie markenrelevanten Themen. Zu nennen sind insbesondere die Bekämpfung des unlauteren Wettbewerbs und der Marken- und Produktpiraterie sowie der Ausbau von Markenschutzrechten. &#xd;<br />&#xd;<br />Der Markenverband ist Plattform für Austausch und Information über alle markenorientierten Themen. Er setzt&#xd;<br />sich für einen fairen und leistungsgerechten Wettbewerb ein – auch im Interesse der Verbraucher. Er bekennt sich zu&#xd;<br />den Zielen der Sozialen Marktwirtschaft und zu nachhaltigem und verantwortungsbewusstem wirtschaftlichen Handeln.&#xd;<br />&#xd;<br />Ergänzend zur politischen Arbeit macht der &#xd;<br />Markenverband Weiterbildungsangebote wie Seminare und&#xd;<br />Workshops und organisiert mit dem MARKENFORUM den wohl größten Kongress zum Markenrecht im deutschsprachigen Raum.","acronym":"MV","interests":"Audiovisual and Media, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Enterprise, Environment, Food Safety, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Taxation, Transport","euInitiatives":"Alkoholstrategie, Kreislaufwirtschaft, Verbraucherschutzthemen, Digitaler Binnenmarkt, unlautere Handelspraktiken, Wettbewerbsregeln, ECN+, Plastikstrategie, Warenpaket","lastUp":"2018-03-22T18:55:59.672+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}