{"id":"215909832039-55","name":"HERE Technologies","registrationDate":"2018-07-12T14:47:51.895+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.here.com","country":"Netherlands","headAddress":"Kennedyplein 222","headCity":"Eindhoven","headPostCode":"5611","headPhone":"(31)4 07 44 12 42","boss":"Michaël Bülthmann","bossTitle":"Mr","bossPosition":"Director Government Relations","membersCount":1,"membersFTE":"1.0","membership":"ERTICO-ITS&#xd;\nVDA (German association of the automotive industry)","memberOrga":"","goal":"HERE's vision is to enable the autonomous world for everyone. In 1985, the company began with the simple goal to digitize mapping and pioneer in-car navigation systems. Over the next three decades, as NAVTEQ and Nokia, it has built a legacy in mapping technology.&#xd;<br />Today, we're creating living three-dimensional maps that grow upwards, breathing with layers of information and insights. By partnering with world-leading automakers, we are powering 4 out of 5 in-car navigation systems in North America and Europe. We are capturing the world in three dimensions, readying for an autonomous future.&#xd;<br />From autonomous driving to the Internet of Things, we are building the future of location technology through strategic partnerships with industry leaders.","acronym":"","interests":"Business and Industry, Research and innovation, Single market, Trade, Transport","euInitiatives":"-Proposal for a Regulation of the European Parliament and of the Council on a framework for the free flow of non-personal data in the European Union (COM(2017)495)&#xd;<br />-Revision of the e-privacy Directive&#xd;<br />-Communication on a Connected and Automated Mobility&#xd;<br />-Revision of the General Safety Regulation&#xd;<br />-Proposal for a Regulation of the European Parliament and of the Council on ENISA, the \"EU Cybersecurity Agency\", and repealing Regulation (EU) 526/2013, and on Information and Communication Technology cybersecurity certification (''Cybersecurity Act'')&#xd;<br />-Communication on Digitising Industry and Internet of Things","lastUp":"2018-07-23T14:09:33.352+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}