{"id":"216169528469-85","name":"Agentia pentru Dezvoltare Regionala Nord-Est","registrationDate":"2017-10-03T09:38:38.468+02:00","category":6,"subCategory":14,"legal":"ONG","web":"http://adrnordest.ro","country":"Romania","headAddress":"Str. Lt. Draghescu, nr. 9","headCity":"Piatra Neamt","headPostCode":"","headPhone":"(40)2 33 21 80 71","boss":"Vasile Asandei","bossTitle":"Mr","bossPosition":"Director General","membersCount":3,"membersFTE":"2.0","membership":"EURADA www.eurada.org","memberOrga":"","goal":"ADR este un generator de dezvoltare economico-sociala a Regiunii Nord-Est. ADR elaboreaza si promoveaza strategii, atrage resurse, identifica si implementeaza programe de finantare si ofera servicii pentru stimularea cresterii economice durabile, a parteneriatelor si spiritului antreprenorial.&#xd;<br />Obiectivele ADR Nord-Est&#xd;<br />&#xd;<br />elaborarea, implementarea si monitorizarea unor strategii de dezvoltare regionala care sa permita stimularea dezvoltarii economice durabile, sociale si culturale a Regiunii Nord-Est;&#xd;<br />implementarea Programului Operational Regional la nivelul Regiunii Nord-Est;&#xd;<br />monitorizarea ex-post a Programelor PHARE CES, Programului Operational Regional si Programului Operational Sectorial „Cresterea Competitivitatii Economice” ;&#xd;<br />implementarea programelor de dezvoltare finantate de Guvernul Romaniei;&#xd;<br />initierea sau participarea in parteneriat la implementarea unor proiecte care contribuie si sustin atingerea obiectivelor stabilite in strategia de dezvoltare a regiunii si a organizatiei;&#xd;<br />promovarea cooperarii in interiorul Regiunii de Dezvoltare, cu alte regiuni din tara si din  strainatate, organisme guvernamentale si neguvernamentale din alte tari, prin realizarea unor proiecte de interes comun;&#xd;<br />promovarea inovarii si a transferului tehnologic si de know-how prin valorificarea eficienta a resurselor specifice fiecarei zone si intarirea legaturii dintre mediul de afaceri si cel stiintific, tehnologic si de cercetare;&#xd;<br />cresterea atractivitatiii Regiunii de Dezvoltare Nord-Est in vederea atragerii investitiilor;&#xd;<br />dezvoltarea capacitatii regiunii de a atrage si retine resurse pentru dezvoltare, prin furnizarea unor programe de formare profesionala.","acronym":"ADR Nord-Est","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- Politica de coeziune;&#xd;<br />- Specializarea inteligenta;&#xd;<br />- Politica regionala;&#xd;<br />- Inovarea si competitivitatea;","lastUp":"2018-09-11T11:12:03.551+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}