{"id":"21687806484-20","name":"Citynet S.A.","registrationDate":"2011-08-26T13:49:33.548+01:00","category":4,"subCategory":5,"legal":"Sociedad Anonima","web":"http://www.citynet.es","country":"Spain","headAddress":"Begonia, 26","headCity":"Madrid","headPostCode":"28109","headPhone":"(34)9 15 15 99 70","boss":"Fernando Clemares Sempere","bossTitle":"Mr","bossPosition":"Concejero Delegado","membersCount":1,"membersFTE":"0.25","membership":"Ametic","memberOrga":"","goal":"Citynet nace como empresa dedicada al despliegue y mantenimiento de redes de fibra ?ptica especialmente por el alcantarillado de las ciudades u otras t?cnicas de obras y despliegues. Como tal, ostenta desde 2001, licencia tipo C1 otorgada por la Comisi?n del Mercado de las Telecomunicaciones (CMT) lo que le permite realizar un amplio abanico de actividades para la instalaci?n y puesta en funcionamiento de sus redes de fibra: &#xd;<br />&#xd;<br />&#xd;<br />Realiza estudios de ingenier?a para la elaboraci?n de proyectos.&#xd;<br />Dise?a de forma exhaustiva proyectos (redes corporativas, anillos, enlaces punto a punto, ?)&#xd;<br />Construye su infraestructura utilizando las redes de saneamiento de las ciudades o realizando otro tipo de obras como zanjas, mini/microzanjas, etc.&#xd;<br />Entrega proyectos llave en mano&#xd;<br />Realiza las actividades necesarias para llevar a cabo el mantenimiento de sus redes.&#xd;<br />Opera la red en r?gimen de operador neutro mayorista.&#xd;<br />&#xd;<br />&#xd;<br />Citynet est? en proceso de lanzar un Operador Neutro, utilizando la red de fibra ya desplegada en varias de las ciudades espa?olas m?s importantes, cumpliendo l?gicamente, con la normativa vigente y siguiendo los criterios establecidos por la CMT.","acronym":"Citynet","interests":"Audiovisual and Media, Budget, Competition, Development, Economic and Financial Affairs, Enlargement, Enterprise, External Relations, Information Society, Internal Market, Regional Policy, Research and Technology, Taxation, Trans-European Networks","euInitiatives":"Telecomunicaciones, redes de fibra optica, 4G, FTTH, despliegues de redes  de telecomunicaciones de nueva generaci?n. Uso de infraestructuras publicas para despliegues de fibra ?ptica","lastUp":"2017-06-08T12:09:06.693+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}