{"id":"216879933016-55","name":"Biedrība \"Latvijas zivsaimnieku asociācija\"","registrationDate":"2018-10-26T10:20:04.752+02:00","category":2,"subCategory":1,"legal":"Biedrība","web":"","country":"Latvia","headAddress":"Ganību dambis 24D","headCity":"Rīga","headPostCode":"LV-1005","headPhone":"(371)67 38 31 97","boss":"Voits Inārijs","bossTitle":"Mr","bossPosition":"Prezidents","membersCount":2,"membersFTE":"2.0","membership":"http://www.bsac.dk/Meetings/BSAC-meetings","memberOrga":"http://www.bsac.dk/Meetings/BSAC-meetings","goal":"Asociācijas darbības mērķi, uzdevumi un tiesības.&#xd;<br />1. Apvienot zivsaimniecībā darbojošās juridiskās personas kopēju mērķu sasniegšanai. Iesaistot asociācijā jaunus Biedrus, nodrošināt tās ietekmes pastāvīgu palielināšanu. Izstrādāt un ikdienā atbalstīt tādus nozares attīstības principus, kas nodrošina godīgu konkurenci un dod vienlīdzīgas iespējas visiem Asociācijas Biedriem.&#xd;<br />2. Pārstāvēt Asociācijas un Biedru kopējās intereses vai ar likumu aizsargāt tās intereses valsts pārvaldes institūcijās, valsts, tiesu un pašvaldību iestādēs, nevalstiskās organizācijās, kā arī citās valstīs. Aktīvi ietekmēt likumdošanas un normatīvo aktu sagatavošanas un pieņemšanas procesu.&#xd;<br />3. Informēt Biedrus par Asociācijas pārvaldes institūciju lēmumiem un izpildinstitūcijas praktisko darbību. Aktīvi iesaistīt Biedrus pieņemto lēmumu izpildē.&#xd;<br />4. Piedalīties zvejas regulēšanas un zivju resursu aizsardzības jautājumu risināšanā.&#xd;<br />5. Veikt publisko darbību.&#xd;<br />6. Veikt saimniecisko darbību sava īpašuma uzturēšanai un izmantošanai, kā arī citu saimniecisko darbību, lai sasniegtu Asociācijas mērķus.&#xd;<br />7. Atbalstīt Asociācijas biedrus, kas piedalās Eiropas Savienības struktūrfondu pasākumos.","acronym":"Biedrība \"LZA\"","interests":"Maritime affairs and fisheries","euInitiatives":"The Baltic Sea Advisory Council (BSAC) - ģenerālā asambleja, izpildkomiteja un darba grupas. &#xd;<br />2013. gada decembrī tika pabeigta jauna kopējās zivsaimniecības politikas reforma. Tika pieņemta jauna regula, kurā iekļauta konsultatīvo padomju loma un funkcija. Komisijas deleģētā regula (ES) 2015/242 stājās spēkā 2014. gada 9. oktobrī, un tajā paredzēti sīki izstrādāti noteikumi par konsultatīvās padomes darbību saskaņā ar KZP. Saikne Dažas šīs regulas daļas tika grozītas ar Komisijas 2017. gada 23. jūnija deleģēto regulu (ES) 2017/1575. BSAC galvenais mērķis ir sagatavot un sniegt konsultācijas par Baltijas jūras zvejniecības pārvaldību, lai veiksmīgi darbotos no ES kopējās zivsaimniecības politikas. BSAC sastāv no organizācijām, kas pārstāv zivsaimniecības un citas interešu grupas, kuras ietekmē KZP (piemēram, vides, organizācijas un sporta un atpūtas zvejas organizācijas). Komisija ir izstrādājusi deleģēto regulu, kurā izklāstīti sīki izstrādāti noteikumi par konsultatīvo padomju darbību.","lastUp":"2018-10-26T10:20:38.483+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}