{"id":"217329823834-73","name":"Federation of European Laboratory Animal Science Associations","registrationDate":"2016-10-12T00:14:46.431+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://www.felasa.eu","country":"United kingdom","headAddress":"FELASA","headCity":"Eye, Suffolk","headPostCode":"IP22 9BR","headPhone":"(44)14 49 72 08 81","boss":"Ana Isabel Santos","bossTitle":"Ms","bossPosition":"President","membersCount":10,"membersFTE":"2.5","membership":"ICLAS (International Council of Laboratory Animal Science)&#xd;\nAAALAC Int","memberOrga":"FELASA is a federation of scientific associations focused on laboratory animal science. The governing body is a Board of Management and an Executive Committee.  FELASA is represented by a President. The Executive Committee is elected and they work for FELASA on a voluntary basis. There is no salary involved for any of the EC or the Board of management FELASA hires an administrative office for accounting and secretary work. &#xd;\nMore information about the associations integrated into FELASA can be found in this link&#xd;\nhttp://www.felasa.eu/board-of-management","goal":"FELASA, the Federation of Laboratory Animal Science Associations, was established in 1978, and it represents common interests in the furtherance of all aspects of laboratory animal science (LAS) in Europe and beyond. FELASA puts the 3Rs of Laboratory Animal Science 'Replacement, Reduction, and Refinement' center stage. FELASA advocates responsible scientific conduct with animals in the life sciences with particular emphasis on ensuring animal welfare.&#xd;<br />FELASA publishes guidelines, recommendations and policy documents on topics relevant for laboratory animal science.&#xd;<br />FELASA maintains relations with national, international and governmental bodies concerned with laboratory animal science in Europe, notably the Council of Europe, the European Commission and European Parliament and continuously seeks collaborations with laboratory animal science associations outside Europe.&#xd;<br />FELASA organizes triennial international congresses and workshops","acronym":"FELASA","interests":"Education and training, Research and innovation","euInitiatives":"Use of animals for scientific purposes&#xd;<br />Transport of animals&#xd;<br />Specific education and training required for the use of animals for scientific purposes&#xd;<br />Alternative methods for pharmaceutical testing&#xd;<br />Animal welfare","lastUp":"2019-09-06T09:06:15.368+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}