{"id":"217329823834-73","name":"Federation of European Laboratory Animal Science Associations","registrationDate":"2016-10-12T00:14:46.431+02:00","category":3,"subCategory":2,"legal":"Charity","web":"http://www.felasa.eu","country":"United kingdom","headAddress":"FELASA","headCity":"Eye, Suffolk","headPostCode":"IP22 9BR","headPhone":"(44)79 70 68 33 08","boss":"Hanna-Marja  Voipio","bossTitle":"Ms","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"ICLAS (International Council of Laboratory Animal Science)&#xd;\nAAALAC Int","memberOrga":"FELASA is a federation of scientific associations focused on laboratory animal science. The governing body is a Board of Management and an Executive Committee.  FELASA is represented by a President. The Executive Committee is elected and all charges are on a volountary basis. FELASA hires an administrative office for accounting and secretary work. &#xd;\nMore information about the associations integrated in FELASA can be found in this link&#xd;\nhttp://www.felasa.eu/board-of-management","goal":"FELASA, the Federation of Laboratory Animal Science Associations, was established in 1978, and it represents common interests in the furtherance of all aspects of laboratory animal science (LAS) in Europe and beyond. FELASA puts the 3Rs of Laboratory Animal Science 'Replacement, Reduction and Refinement' centre stage. FELASA advocates responsible scientific conduct with animals in the life sciences with particular emphasis on ensuring animal welfare.&#xd;<br />FELASA publishes guidelines, recommendations and policy documents on topics relevant for laboratory animal science.&#xd;<br />FELASA maintains relations with national, international and governmental bodies concerned with laboratory animal science in Europe, notably the Council of Europe, the European Commission and European Parliament and continuously seeks collaborations with laboratory animal science associations outside Europe.&#xd;<br />FELASA organises triennial international congresses","acronym":"FELASA","interests":"Education and training, Research and innovation","euInitiatives":"Use of animals for scientific purposes&#xd;<br />Transport of animals&#xd;<br />Specific education and training required for the use of aniumals for scientific purposes&#xd;<br />Alternative methods for pharmaceutical testing&#xd;<br />Animal welfare","lastUp":"2018-09-09T17:43:03.606+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}