{"id":"217728426063-55","name":"Smart Lighting Alliance Belgium","registrationDate":"2017-02-23T16:41:44.255+01:00","category":2,"subCategory":7,"legal":"ASBL","web":"http://www.smartlightingalliance.org","country":"Belgium","headAddress":"32 rue de la Senne","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)4 86 85 48 24","boss":"Cédric GARRIGUES","bossTitle":"","bossPosition":"Secrétaire Général","membersCount":4,"membersFTE":"1.0","membership":"www.smartlightingalliance.org","memberOrga":"www.smartlightingalliance.org","goal":"Notre association SLA BELGIUM, membre du réseau SLA INTERNATIONAL, fédère des acteurs impliqués dans le Smart Lightning en vue de promouvoir la lumière comme le 3ème réseau de communication : le Light Fidelity. &#xd;<br />&#xd;<br />Le Li-Fi est une technologie permettant de transformer la source lumineuse en diffuseur de contenu numérique. Grâce au Li-Fi, une lumière LED peut transmettre à distance un contenu géolocalisé multimédia ainsi que les coordonnées GPS.&#xd;<br />&#xd;<br />Notre objectif, chez SLA BELGIUM, est de permettre aux communes et aux Régions d'Europe de se réapproprier leur territoire numérique en leur offrant un réseau de communication Li-Fi fonctionnant en Open Source et en Open Data.&#xd;<br />&#xd;<br />Ainsi, les Régions et communes d'Europe pourront proposer de nouveaux services numériques à leurs usagers, en utilisant une énergie plus économique et environnementale.&#xd;<br />&#xd;<br />Notre action d'inscrit dans les préconisations de la Commission Européenne (Digital Single Market) et de son article en date du 22 juillet 2016.","acronym":"SLA BELGIUM","interests":"Audiovisual and Media, Climate Action, Communication, Energy, Environment, Information Society, Internal Market, Research and Technology, Trans-European Networks","euInitiatives":"Digital Single Market&#xd;<br />Technologies des Bandes Passantes&#xd;<br />Infrastructure de Communication&#xd;<br />Lampes LED","lastUp":"2017-02-23T16:46:12.106+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}