{"id":"218440714584-51","name":"Università Telematica Unisanraffaele - Switzerland","registrationDate":"2014-10-04T12:35:19.354+02:00","category":4,"subCategory":12,"legal":"Unisanraffaele Scuola Universitaria Telematica GmbH","web":"http://www.unise.ch","country":"Switzerland","headAddress":"GRAFENAUWEG N.10","headCity":"ZUGO","headPostCode":"6301","headPhone":"(0041)4 15 88 01 90","boss":"Prof. Dott. Paolo Colli","bossTitle":"Mr","bossPosition":"Presidente","membersCount":5,"membersFTE":"1.25","membership":"","memberOrga":"","goal":"Unisanraffaele Università Telematica, ha come obiettivi fondamentali  la formazione a livello Universitario e  post Universitario e lo svolgimento della Ricerca Scientifica.&#xd;<br />La UNISE svolge, congiuntamente, le attività di ricerca scientifica nei settori disciplinari presenti nelle Aree di sua competenza (Economica, Formazione, Giuridica, Ingegneristica, Politologica, Psicologica), le attività didattiche e ogni tipo di formazione di livello superiore, ivi compresi l’orientamento la formazione permanente e l’aggiornamento culturale e professionale nonchè la ricerca applicata.&#xd;<br />&#xd;<br />Diritto allo studio&#xd;<br />&#xd;<br />La UNISE assume ogni iniziativa affinché l’esercizio del diritto allo studio sia pienamente garantito in applicazione dei principi costituzionali Europei e contribuisce, in particolare e nei limiti delle proprie disponibilità e competenze, a garantire la compiuta realizzazione del diritto degli studenti alla formazione culturale e professionale.&#xd;<br />&#xd;<br />Internazionalizzazione degli studi&#xd;<br />&#xd;<br />L’Università Privata Europea UNIESI promuove la internazionalizzazione degli studi, dell’insegnamento e della ricerca scientifica e considera l’innovazione e la ricerca come fattori essenziali per la realizzazione di Centri di Eccellenza, di percorsi didattici nuovi e originali, capaci di attrarre un numero sempre crescente sia di studenti che di studiosi di altre Università. L’integrazione europea richiede un impegno particolare nell’innovazione degli obiettivi, dei contenuti dei progetti di ricerca e dei curricula e pertanto l’Ateneo considera tra i propri obiettivi primari lo sviluppo degli scambi internazionali di docenti, studenti e personale tecnico-amministrativo ausiliario, nonché la formazione di studenti stranieri. Nell’ottica dell’internazionalizzazione degli studi, fondamenti innovativi sono le modalità di Apprendimento Integrato di Contenuti e Lingue, un tipo di approccio che si va diffondendo in tutta Europa e che fornisce rilevanti opportunità di elaborazione del sapere critico in una prospettiva plurilingue costituendo un vero e proprio pilastro nel processo di costruzione di una società della conoscenza.&#xd;<br />&#xd;<br />Diffusione della conoscenza informatica e linguistica&#xd;<br />&#xd;<br />Obiettivi prioritari sono anche la diffusione della conoscenza informatica e linguistica, la realizzazione delle ampie possibilità insite nel CLIL, la condivisione di esperienze e la introduzione di buone pratiche all’interno dell’Europa, la creazione e l’incremento di strumenti di analisi e programmazione per un sempre migliore utilizzo dell’e-learning.&#xd;<br />L ‘Università Privata Europea di Studi Internazionali si è attribuita il compito prioritario:&#xd;<br />&#xd;<br />di interpretare le dinamiche dei cambiamenti socio-politici con il conseguente continuo adattamento dei programmi e delle strategie didattiche alle evoluzioni delle tecnologie, del progresso scientifico e delle culture&#xd;<br />di realizzare campus virtuali a livello europeo&#xd;<br />di sviluppare nuovi modelli di organizzazione e di mobilità virtuale&#xd;<br />di agevolare il gemellaggio tra scuole attraverso l’e-learning, per sviluppare la cooperazione e diffondere l’uso di Internet e dei contenuti digitali","acronym":"UNISE","interests":"Climate Action, Culture, Culture and media, Education and training, Enlargement, Environment, Food Safety, Justice and Fundamental Rights, Research and innovation","euInitiatives":"Terra&#xd;<br />&#xd;<br />Si valuta che sulla Terra esistano 14 milioni di specie. Di queste, 10 milioni sono specie animali, 1,5 milioni sono funghi e 300.000 sono vegetali. Il rimanente è composto da alghe, batteri e microrganismi (fonte: Global Biodiversity Outlook, Convention on biological Diversity, UNEP, 2002).&#xd;<br />&#xd;<br />La distruzione degli habitat naturali e la caccia ad animali per il loro valore commerciale costituiscono una minaccia di estinzione per le specie. La flora e la fauna terresti sono in serio pericolo anche a causa dell'inquinamento del suolo, dell'aria e dell'acqua.&#xd;<br />&#xd;<br />Se una specie scompare, come è avvenuto per la ritina di Steller o il passero di mare bruno, non riapparirà mai più. Nel 2000, si riteneva che il 24% dei mammiferi (1.130 specie) e il 12% degli uccelli (1.183 specie) fossero a rischio di estinzione globale (fonte: Global Biodiversity Outlook, Convention on biological Diversity, UNEP, 2002).  &#xd;<br />&#xd;<br />Ogni anno, sulla Terra nascono 77 milioni di bambini (fonte: WorldWatch Institute, 2002). L'11% della superficie terrestre viene utilizzato per l'agricoltura (fonte: Global Biodiversity Outlook, Convention on biological Diversity, UNEP, 2002).  &#xd;<br />&#xd;<br />Per sviluppare terreno agricolo coltivabile, occorrono secoli. Bastano invece pochi anni per distruggere questa preziosa risorsa. Per preservare il terreno agricolo, sono vitali la rotazione delle colture, l'irrigazione, il miglioramento genetico delle sementi ed efficienti metodi e attrezzature per la coltivazione.&#xd;<br />&#xd;<br />Nei paesi sviluppati, gli agricoltori impiegano metodi di questo genere, unitamente a fertilizzanti chimici e pesticidi. La produttività del raccolto aumenta, ma i prodotti chimici filtrano nella falda freatica sotterranea, inquinando sia il suolo che l'acqua.&#xd;<br />&#xd;<br />L'azione erosiva di venti e piogge priva gli agricoltori di tutto il mondo di prezioso terreno superficiale. L'eccessivo utilizzo come pascolo, la deforestazione, l'agricoltura e lo sfruttamento degradano la terra. Si stima che il 10-20% del terreno coltivato nel mondo abbia subito vari livelli di degrado (WorldWatch Institute.er sviluppare terreno agricolo coltivabile, occorrono secoli. Bastano invece pochi anni per distruggere questa preziosa risorsa. Per preservare il terreno agricolo, sono vitali la rotazione delle colture, l'irrigazione, il miglioramento genetico delle sementi ed efficienti metodi e attrezzature per la coltivazione.&#xd;<br />&#xd;<br />Nei paesi sviluppati, gli agricoltori impiegano metodi di questo genere, unitamente a fertilizzanti chimici e pesticidi. La produttività del raccolto aumenta, ma i prodotti chimici filtrano nella falda freatica sotterranea, inquinando sia il suolo che l'acqua.&#xd;<br />&#xd;<br />L'azione erosiva di venti e piogge priva gli agricoltori di tutto il mondo di prezioso terreno superficiale. L'eccessivo utilizzo come pascolo, la deforestazione, l'agricoltura e lo sfruttamento degradano la terra. Si stima che il 10-20% del terreno coltivato nel mondo abbia subito vari livelli di degrado (WorldWatch Institute, 2002).  &#xd;<br />&#xd;<br />Spesso dopo un raccolto i campi vengono lasciati improduttivi, esposti alla siccità e alle inondazioni, provocando la perdita del prezioso strato superficiale del terreno. Nelle zone aride del mondo, la degradazione della terra conduce alla desertificazione, cioè alla creazione di nuovi deserti. La mancanza di terreno coltivabile costringe gli agricoltori ad abbandonare i campi e a spostarsi nelle aree urbane.","lastUp":"2018-07-13T22:53:47.194+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}