{"id":"21862631806-19","name":"Royal Society for the Protection of Birds","registrationDate":"2009-06-05T16:56:19.962+01:00","category":3,"subCategory":2,"legal":"UK Registered charity: England and Wales no 207076, Scotland no. SC037654","web":"http://www.rspb.org.uk","country":"United kingdom","headAddress":"The Lodge, Potton Road","headCity":"Sandy","headPostCode":"SG19 2DL","headPhone":"(44)17 67 68 05 51","boss":"Clarke Mike","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":5,"membersFTE":"1.75","membership":"BirdLife International&#xd;\nEuropean Environmental Bureau&#xd;\nEuropean Bird Census Council &#xd;\nIUCN – World Conservation Union&#xd;\nEuropean Habitats Forum&#xd;\nGreen Alliance&#xd;\nWildlife and Countryside Link&#xd;\nBritish Ornithologists Union&#xd;\nEuropean Policy Centre","memberOrga":"","goal":"• We champion birds and the environment to decision makers. &#xd;<br />• We protect, restore and manage habitats for birds and other wildlife. &#xd;<br />• We research the problems facing birds and the environment, looking for practical solutions that we can implement on the ground, and promote to others. &#xd;<br />• We carry out 'hands-on' recovery projects for our most threatened species. &#xd;<br />• We own and manage 200 nature reserves, where wildlife can thrive and people can be inspired. &#xd;<br />• We share our knowledge and enthusiasm, to help young and old enjoy the natural world. &#xd;<br />• We champion the cause of biodiversity conservation within the wider debate on sustainable development. &#xd;<br />• We are active across the UK at national, regional and local levels - our work is relevant to your environment. &#xd;<br />• We tackle international conservation issues through the Birdlife International Partnership - a global coalition of like-minded conservation organisations. &#xd;<br />• We work with decision makers on behalf of birds and the environment. &#xd;<br />• We tackle wildlife crime and habitat loss. &#xd;<br />• We work with landowners and farmers to help countryside birds.","acronym":"RSPB","interests":"Agriculture and Rural Development, Budget, Climate Action, Development, Economic and Financial Affairs, Energy, Environment, Fisheries and Aquaculture, Food Safety, Public Health, Regional Policy, Taxation, Trans-European Networks, Transport","euInitiatives":"•Climate &amp; Energy Policy&#xd;<br />•Water Framework Directive (WFD)&#xd;<br />•Directive 2009/147/EEC on the conservation of wild birds &#xd;<br />•Directive 92/43/EEC of 21 May 1992 on the conservation of natural habitats and of wild fauna and flora. &#xd;<br />•Common Agricultural Policy (CAP)&#xd;<br />•Fisheries and Marine conservation:&#xd;<br />\tCommon Fisheries Policy (CFP)&#xd;<br />\tEuropean Maritime Fisheries Fund (EMFF)&#xd;<br />\tIllegal, Unregulated and Unreported Fisheries (IUU) Regulation&#xd;<br />•External development and finance:&#xd;<br />\tPost 2015 EU and Global Sustainable Development Framework&#xd;<br />•Regulation on the prevention and management of the introduction and spread of invasive alien species.&#xd;<br />•Regulatory fitness and performance programme (REFIT)","lastUp":"2018-03-09T12:13:40.168+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}