{"id":"219087934927-69","name":"Österreichischer Raiffeisenverband","registrationDate":"2019-05-23T10:01:25.545+02:00","category":2,"subCategory":4,"legal":"Verein","web":"http://www.raiffeisenverband.at","country":"Austria","headAddress":"Friedrich-Wilhelm-Raiffeisen-Platz 1","headCity":"Wien","headPostCode":"1020","headPhone":"(43)1 90 66 40","boss":"Andreas Dr. Pangl","bossTitle":"Mr","bossPosition":"Generalsekretär","membersCount":2,"membersFTE":"0.5","membership":"Cogeca","memberOrga":"www.raiffeisenverband.at","goal":"Der ÖRV ist die Interessenvertretung und Revisionsverband für die österreichische Raiffeisen-Gruppe. Eine seiner wesentlichen Tätigkeiten ist die Durchführung von Maßnahmen der Revision und der Kontrolle. Der ÖRV ist Berater und Dienstleister seiner Mitglieder in allen agrar-, wirtschafts- und umweltpolitischen sowie steuerrechtlichen Fragen. Als solcher setzt er sich für die Belange der Raiffeisen-Gruppe gegenüber allen relevanten nationalen und internationalen Institutionen und Behörden ein.&#xd;<br />&#xd;<br />Informationstransfer, Öffentlichkeitsarbeit und Koordination stellen wichtige Elemente dieser Arbeit dar. Der Verband informiert über aktuelle Gesetzesvorhaben, bewertet politische Entscheidungen und hat sich auch als Krisenmanager bewährt.&#xd;<br />&#xd;<br />Der Österreichische Raiffeisenverband sieht sich als Drehscheibe, Integrationsforum und Impulsgeber für seine Mitglieder. Ziel ist es, die wirtschaftlichen, rechtlichen, gesellschafts- und umweltpolitischen Rahmenbedingungen zum Wohle und Nutzen der Raiffeisen-Gruppe mitzugestalten.","acronym":"ÖRV","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Competition, Energy, Environment, Food Safety, Regional Policy, Taxation, Trade","euInitiatives":"Zukünftige Ausgestaltung der Gemeinsamen Agrarpolitik, Organisation der Lebensmittelversorgungskette, Handelspolitik, Wettbewerbsrecht","lastUp":"2019-05-23T10:03:27.649+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}