{"id":"21909057191-86","name":"Consultoria de Innovación y Financiación S.L.","registrationDate":"2011-12-07T12:52:26.952+01:00","category":1,"subCategory":6,"legal":"Sociedad Limitada","web":"http://www.iplusf.com/","country":"Spain","headAddress":"Paseo de la Castellana, 77 B","headCity":"Madrid","headPostCode":"28046","headPhone":"(34)9 14 44 59 00","boss":"Florentino Saludes Mucientes","bossTitle":"","bossPosition":"Director General","membersCount":4,"membersFTE":"1.5","membership":"No somos directamente miembros de redes europeas, pero seguimos con interés y estamos inscritos como asociados a la red ERRIN (www.errin.eu) y EUREGHA (www.euregha.net). &#xd;\n&#xd;\nWe are members of SusChem Spain, Move2future Spain, and also the Spanish association of Hidrogen Fuel Cells.","memberOrga":"","goal":"La presente Sociedad Mercantil Limitada, IPLUSF, tendrá por objeto:&#xd;<br />&#xd;<br />1•.- La prestación de servicios de asesoramiento   y asistencia a las empresas y entidades  para la consecución de ayudas económicas, beneficios financieros y deducciones fiscales por parte de las Administraciones Públicas.&#xd;<br />&#xd;<br />2•.- La preparación   de informes, memorias, estudios, dictámenes, análisis y cuantos  documentos  sean  precisos,  tanto  administrativos,  técnicos, tecnológicos   y  económicos  para  el  cumplimiento   y  ejecución  del  objeto detallado en el apartado 1• anterior.&#xd;<br />&#xd;<br />3°.- La  realización  de  estudios  de  mercado,  planes  de  inversión    y gasto, análisis   de   viabilidad   económica,   informes   financieros,   y   el   diseño   y planificación de la logística empresarial.&#xd;<br />&#xd;<br />4°.- El asesoramiento  estratégico y de negocio, la gestión de obtención de financiación y búsqueda de inversores y la asistencia en negociaciones.&#xd;<br />&#xd;<br />5°.- El   diseño e implantación de sistemas de gestión de la Investigación, Desarrollo  e  innovación  (I+D+i)  y  la  estructuración  de procesos  y procedimientos.&#xd;<br />&#xd;<br />6°.-  El  apoyo  técnico   y  administrativo   a  la  promoción   de  proyectos   y estrategias de la innovación.&#xd;<br />&#xd;<br />7°.- La consultoría  e ingeniería  de estudios y proyectos técnicos.&#xd;<br />&#xd;<br />8°.- El estudio de proyectos industriales, urbanísticos, turísticos e inmobiliarios y de toda clase de obras, plantas, factorías, edificaciones y construcciones.&#xd;<br />&#xd;<br />9°.- Y cualquier otra actividad o negocio, relacionado con lo consignado y que acuerde en forma la Junta General de socios, con la consiguiente modificación estatutaria, que se inscribirá  en el Registro Mercantil.","acronym":"IPLUSF","interests":"Agriculture and Rural Development, Climate Action, Energy, Environment, Food Safety, Information Society, Public Health, Research and Technology, Transport","euInitiatives":"Follow up of the Horizon2020 Program and all call for proposals launched by EASME","lastUp":"2017-04-24T15:02:53.614+01:00","customers":"Iberia, Líneas Aéreas de España, S.A,CalidadPascual","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}