{"id":"219156032824-17","name":"PREVENTION AT SEA LTD","registrationDate":"2018-10-09T11:56:18.099+02:00","category":2,"subCategory":3,"legal":"PRIVATE COMPANY LIMITED","web":"http://PREVENTIONATSEA.COM","country":"Cyprus","headAddress":"52, ARCH. MAKARIOU III","headCity":"LARNACA","headPostCode":"6023","headPhone":"(357)24 81 98 00","boss":"PETROS ACHTYPIS","bossTitle":"Mr","bossPosition":"CEO","membersCount":24,"membersFTE":"18.0","membership":"Cyprus Chamber of Shipping&#xd;\nhttp://csc-cy.org/&#xd;\n&#xd;\nCyprus Union of Shipowners&#xd;\nhttp://www.cus.com.cy/&#xd;\n&#xd;\nCyprus Chamber of Commerce &#xd;\nhttp://www.ccci.org.cy/&#xd;\n&#xd;\nWorldwide Industrial and Marine Association&#xd;\nhttp://www.wima.gr/en/profile/","memberOrga":"","goal":"Prevention at Sea is a maritime technology and risk prevention firm. The company was born in 2013 by people who decided to invest in proactive thinking and new technologies. The company employs two teams in-house. The Maritime Team and the Software Development Team who work together to deliver user friendly innovative solutions. Our philosophy is driven by our company’s name. Prevention at Sea team believes that the ‘key’ to moving forward in this complex industry is by implementing the concept of ‘prevention’ - thus safeguarding life, property and the environment and at the same time enhancing the human element – by combining old school shipping and technology.&#xd;<br />&#xd;<br />Since the founding of Prevention at Sea, our projects, software products and services embrace state of the art technologies along with efficient operational or human element risk identification, analysis and profiling. Our aim is always to provide innovative tools and services to monitor performance, analyze, simplify and standardize procedures, ensure compliance with the rules, and enhance the human element by helping the shipping entities to maintain a safe working environment and fulfill their strategic goals.","acronym":"PASEA","interests":"Education and training, Research and innovation, Transport","euInitiatives":"European “Blue Growth Strategy” (COM (2012)494)  &#xd;<br />http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=COM:2014:254:REV1&amp;from=EN&#xd;<br />https://ec.europa.eu/maritimeaffairs/sites/maritimeaffairs/files/swd-2017-128_en.pdf &#xd;<br />&#xd;<br />http://www.keepeek.com/Digital-Asset-Management/oecd/economics/the-ocean-economy-in-2030_9789264251724-en#.We8t2Gi0PIU#page16 &#xd;<br />&#xd;<br />http://ec.europa.eu/environment/marine/good-environmental-status/descriptor-9/index_en.htm &#xd;<br />&#xd;<br />http://ec.europa.eu/environment/marine/good-environmental-status/descriptor-10/index_en.htm &#xd;<br />&#xd;<br />As per EU standards and current suggestions, the major trend at the moment is to ‘Promote innovation, monitor performance and examine and discuss human resource needs, including health and safety, training and qualification challenges in EU ports’&#xd;<br />&#xd;<br />EMSA, Consolidated Annual Report 2015&#xd;<br />&#xd;<br />&#xd;<br />The Staff Working Document on the implementation of the EU Maritime Transport Strategy 2009-2018 focuses on five areas: (i) Maritime Safety and Security; (ii) Digitalisation and Administrative Simplification; (iii) Environmental Sustainability and Decarbonisation; (iv) Raising the Profile and Qualifications of Seafarers and Maritime Professions and (v) EU Shipping: A stronger global player.","lastUp":"2018-10-09T11:56:51.382+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}