{"id":"219390223147-41","name":"Ostravská univerzita","registrationDate":"2016-08-29T07:16:13.718+02:00","category":4,"subCategory":12,"legal":"veřejná vysoká škola","web":"http://www.osu.cz","country":"Czech republic","headAddress":"Dvořákova 7","headCity":"Ostrava","headPostCode":"70103","headPhone":"(420)5 97 09 10 02","boss":"Jan Lata","bossTitle":"Mr","bossPosition":"rektor univerzity","membersCount":3,"membersFTE":"0.75","membership":"MORAVIAN-SILESIAN INNOVATION CENTER - partner","memberOrga":"","goal":"The University of Ostrava was founded on 28 September 1991. The University of Ostrava currently has six faculties: the Faculty of Social Studies, the Faculty of Fine Arts, the Faculty of Arts, the Faculty of Medicine, the Pedagogical Faculty, and the Faculty of Science. The University offers a wide spectrum of degrees at Bachelor’s, Master’s and doctoral levels, in addition to lifelong learning programmes. OUr institution is also involved in many European Union-funded research projects and projects enabling the general public to improve and update their skills and knowledge as well. Our aim is to promote high quality scientific activities and identify new areas and teams with the potential to achieve excellent results.&#xd;<br />University supports the development of responsible and individual approach to a broad range of students, including specific groups. University is committed to equal access to education and friendly communication with the public.","acronym":"OSU","interests":"Agriculture, Climate Action, Communication, Competition, Culture, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Public Health, Regional Policy, Research and innovation, Sport, Trans-European Networks, Transport, Youth","euInitiatives":"Research activities within H2020 programme, international cooperation, dissemination and demonstration activities.","lastUp":"2018-08-06T07:49:19.554+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}