{"id":"219933021292-32","name":"FireEye Ireland Limited","registrationDate":"2016-04-11T17:17:19.290+01:00","category":2,"subCategory":3,"legal":"Single Member Private Company Limited by Shares","web":"https://www.fireeye.com","country":"Ireland","headAddress":"2 Park Place, City Gate Park","headCity":"Ireland","headPostCode":"Cork","headPhone":"(353)2 16 01 91 00","boss":"Ruth Kelleher","bossTitle":"Ms","bossPosition":"Director","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"FireEye is a publicly traded network security company that provides automated threat forensics and dynamic malware protection against advanced cyber threats, such as advanced persistent threats and spear phishing. Founded in 2004, the company is headquartered in Milpitas, California. Threat prevention platforms include Network, Email, Endpoint, Mobile, Content, Analytics, and Forensics. FireEye has more than 4,400 customers across 67 countries, including more than 650 of the Forbes Global 2000. FireEye is the first cyber security company awarded certification by the Department of Homeland Security.&#xd;<br />FireEye has invented a purpose-built, virtual machine-based security platform that provides real-time threat protection to enterprises and governments worldwide against the next generation of cyber attacks. These highly sophisticated cyber attacks easily circumvent traditional signature-based defenses, such as next-generation firewalls, IPS, anti-virus, and gateways. The FireEye Threat Prevention Platform provides real-time, dynamic threat protection without the use of signatures to protect an organization across the primary threat vectors and across the different stages of an attack life cycle. The core of the FireEye platform is a virtual execution engine, complemented by dynamic threat intelligence, to identify and block cyber attacks in real time. FireEye has over 4,000 customers across 67 countries, including more than 650 of the Forbes Global 2000.","acronym":"FEYE","interests":"Competition, Consumer Affairs, Development, Economic and Financial Affairs, Education, Energy, Foreign and Security Policy and Defence, Internal Market","euInitiatives":"FireEye primarily follows policy developments related to data protection and cybersecurity.  These specifically include the NIS Directive, EU Privacy Directive, and the General Data Protection Regulation.","lastUp":"2017-03-16T17:21:19.934+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}