{"id":"220054134732-23","name":"Schmitz Cargobull AG","registrationDate":"2019-05-03T10:39:33.082+02:00","category":2,"subCategory":3,"legal":"Aktiengesellchaft","web":"http://www.cargobull.com","country":"Germany","headAddress":"Siemensstraße 50","headCity":"Altenberge","headPostCode":"48341","headPhone":"(49)2 55 88 10","boss":"Andreas Schmitz","bossTitle":"Mr","bossPosition":"Vorstandsvorsitzender","membersCount":3,"membersFTE":"1.0","membership":"Verband der Deutschen Automobilindustrie e.V. (VDA) &#xd;\nVerband Münsterländischer Metallindustrieller","memberOrga":"","goal":"Die Schmitz Cargobull AG ist der europäische Marktführer für Sattelauflieger und Aufbauten im Bereich der schweren Nutzfahrzeuge. Kernkompetenz ist die industrialisierte Fertigung von Wechselaufbauten und Sattelaufliegern für temperierte und sicherheitsrelevante Fracht, General Cargo und Schüttgütern.&#xd;<br />&#xd;<br />1892 wurde das Unternehmen als Schmiede im Münsterland gegründet. &#xd;<br />Der reiche Erfahrungsschatz, die konsequente Unternehmenspolitik und das umfangreiche Angebot von zuverlässigen und innovativen Transportlösungen mit effizienten Nutzfahrzeugen für das Transportgewerbe, haben den Namen Schmitz Cargobull zu einem Markenzeichen werden lassen. &#xd;<br />&#xd;<br />Das Leistungsangebot umfasst die kompetente Beratung sowie das umfangreichste Paket an Dienstleistungen „rund um den Trailer“. Das beinhaltet maßgeschneiderte Finanzierungen, umfassende TrailerTelematik-Dienste, zuverlässige, europaweit funktionierende 24/365-Ersatzteilversorgung, auditierte Werkstatt-Partner, komplette Full-Service-Pakete und last but not least - die Vermarktung der Gebrauchtfahrzeuge.&#xd;<br />&#xd;<br />Schmitz Cargobull produziert derzeit an neun Produktionsstandorten mit rund 6.400 Mitarbeitern ca. 61.000 Fahrzeuge pro Jahr.","acronym":"","interests":"Business and Industry, Digital economy and society, Environment, Transport","euInitiatives":"Absatzmärkte sind alle europäischen Länder, einschließlich Zentral- und Osteuropa, der Nahe und Mittlere Osten sowie Australien.","lastUp":"2019-05-07T10:15:31.250+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}