{"id":"22014486374-73","name":"Brazilian Sugarcane Industry Association","registrationDate":"2011-08-05T10:55:18.682+01:00","category":2,"subCategory":4,"legal":"Non Profit Organisation","web":"http://www.unica.com.br/","country":"Brazil","headAddress":"Av. Brigadeiro Faria Lima, 2179 - 10°","headCity":"São Paulo - SP","headPostCode":"01452-000","headPhone":"(5511)30 93 49 49","boss":"Elizabeth Farina","bossTitle":"Ms","bossPosition":"CEO and President","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"See http://www.unica.com.br/empresas/","goal":"The Brazilian Sugarcane Industry Association (UNICA) is the largest organization in Brazil representing sugar, ethanol and bioelectricity producers. UNICA members answer for more than 50% of all ethanol produced in Brazil and 60% of overall sugar production. The Brazilian sugarcane sector’s annual gross earnings are of nearly US$ 16 billion, and the sector directly employs over 1.28 million people.&#xd;<br />&#xd;<br />UNICA’s objective in Brussels is to provide consumers, government officials, NGOs, the business community and the news media with up-to-date, detailed information on vital social, economic and environmental contributions of Brazil’s sugar, ethanol and bioelectricity sectors. UNICA’s aims at working pro-actively with the European Union and national policy-makers to identify opportunities to remove existing regulatory barriers within the EU. It monitors on-going and upcoming European legislation, alert members on developments affecting the sector and lobby European institutions so that its needs are recognized and taken into account in the EU decision-making process. It is also important for UNICA to develop a network of high-level contacts among the European Institutions and other stakeholders. &#xd;<br />&#xd;<br />UNICA actively participates in the EU decision-making process, and follows key EU legislative proposals with a direct impact on the industry in the field of energy, environment, trade (MERCOSUR and WTO), and transport and agriculture issues, among others.","acronym":"UNICA","interests":"Agriculture and Rural Development, Climate Action, Customs, Energy, Environment, Trade, Transport","euInitiatives":"- Revision of the Renewable Energy Directive &#xd;<br />- Effort sharing decision&#xd;<br />- EU-Mercosur trade negotiations&#xd;<br />- 2030 Energy and Climate Package&#xd;<br />- Energy Union","lastUp":"2017-02-09T12:31:59.990+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}