{"id":"220252127855-90","name":"DYNAMIC VISION PC","registrationDate":"2017-07-26T11:37:48.445+02:00","category":1,"subCategory":6,"legal":"PRIVATE COMPANY","web":"http://www.dynamicvision.gr","country":"Greece","headAddress":"8, str MERLIN","headCity":"ATHENS","headPostCode":"10671","headPhone":"(30)21 03 61 11 06","boss":"DIMITRIOS KOKOSIOULIS","bossTitle":"Mr","bossPosition":"MANAGING DIRECTOR","membersCount":5,"membersFTE":"2.75","membership":"","memberOrga":"","goal":"Dynamic Vision P.C is a consultancy company based in Athens, Greece. We offer solutions to public &amp; private institutions on a wide spectrum of professional domains spanning from economic &amp; social development to technological innovation with hands-on management of change &amp; funding support ideas. Dynamic Vision represents a reliable, agile partner established as the consultancy expert of choice for developing &amp; transition economies. We develop customized services on various management and business consultancy projects.&#xd;<br />We believe in sharing knowledge &amp; constructing sustainable relations of trust between ourselves &amp; our clients, to bring visionary &amp; effective advice to them, so that we create strong partnerships in the area of project coordination, funding &amp; implementation in different fields. We work with our clients to unlock their true potential &amp; help them achieve their goals, whilst optimizing their performance. &#xd;<br />Our clients span from Public Sector entities (Universities, NGOs, International Organizations, Municipalities, Regions) to Private Sector ones (start-ups, SMEs, joint ventures of private entities in Greece and transnationally) &amp; a variety of sectors such as information technology &amp; research, health, social care &amp; welfare, consumer protection, vocational training &amp; education.&#xd;<br />&#xd;<br />Dynamic Vision is oriented to offer its customers unique and solutions as far as their practices, processes and methodologies are concerned. We identify the “pain” that needs to be addressed and then we proceed to formulate and propose the change initiative we believe suits our customers’ profile. Every project we undertake is therefore unique. We work with our customers; we collaborate to extract the maximum value for both parties. Funded programs demand thorough understanding of the notion of project management and that is what we do; we comprehend and deliver.","acronym":"DV","interests":"Agriculture, Business and Industry, Climate Action, Communication, Culture, Culture and media, Digital economy and society, Energy, Enlargement, Environment, External Relations, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Public Health, Research and innovation","euInitiatives":"Our services are presented in short below:  &#xd;<br />Public Sector &#xd;<br /> \tHealth innovative ventures/ Health Policies &amp; economics&#xd;<br /> \tEU Legal Conformity  &#xd;<br /> \tInstitution building&#xd;<br /> \tInstitutional support for the planning, manage¬ment &amp; administration of     programs&#xd;<br /> \tEmployment Policy&#xd;<br /> \tAdvanced ICT Services for Health care&#xd;<br /> \tEstablishment &amp; Restructuring of Public Institu¬tions &#xd;<br /> \tLocal &amp; regional development&#xd;<br /> \tQuality Infrastructure (technical regulations, standards, conformity assessment, metrology)&#xd;<br /> \tEnvironment, environmental protection &amp; Energy Public Finance &amp; Economic Development&#xd;<br />&#xd;<br />Private Sector &#xd;<br /> \tFunding Consultancy&#xd;<br /> \tMarket Research &amp; Analysis &#xd;<br /> \tCustomized Business Planning&#xd;<br /> \tFeasibility Studies &#xd;<br /> \tExploration of Business Opportunities in foreign &amp; domestic Markets &#xd;<br /> \tDevelopment of Small &amp; Medium Enterprises&#xd;<br /> \tBilateral Business Promotion Investment Promotion","lastUp":"2018-07-16T11:05:31.991+02:00","customers":"TOMRA SORTING","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":"","turnoverRange":"100000-499999"}