{"id":"22044375915-04","name":"Österreichischer Generikaverband","registrationDate":"2011-05-25T19:24:29.777+02:00","category":2,"subCategory":4,"legal":"Freiwillige Interessensvertretung","web":"http://www.generikaverband.at","country":"Austria","headAddress":"c/o Gaisberg Consulting GmbH","headCity":"Wien","headPostCode":"1010","headPhone":"(43)65 05 44 92 92","boss":"Andiel Wolfgang","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"National Association Member of Medicines for Europe&#xd;\nwww.medicinesforeurope.com","memberOrga":"https://generikaverband.at/generikaverband/","goal":"Der österreichische Generikaverband ist ein Zusammenschluss von mehreren Generika-, und Biosimilar-Produzenten, die ihre Arzneimittel in Österreich anbieten. Alle Mitgliedsunternehmen des Österreichischen Generikaverbandes produzieren und vertreiben ausschließlich qualitativ erstklassige Arzneimittel zu günstigen Preisen.&#xd;<br />&#xd;<br />Die Generika- und Biosimilarindustrie ist in Österreich ein wichtiger Wirtschaftsmotor und Arbeitgeber in Produktion und Forschung. Wir suchen den konstruktiven Dialog mit allen Beteiligten im Gesundheitswesen, um Rahmenbedingungen zu schaffen, die einen gesunden Wettbewerb ermöglichen.&#xd;<br />&#xd;<br />Generika und Biosimilars stehen für hohe Arzneimittelqualität, -sicherheit und eine weiter entwickelte Arzneimitteltherapie. Aufgrund ihres Preisvorteils können – trotz notwendiger Sparmaßnahmen im Gesundheitssystem – die breite Versorgung der Patienten gesichert sowie hochpreisige Therapien finanziert werden. Das Ziel des Verbandes ist es, den Informationsaustausch über sinnvolle Einsparungen durch den verstärkten Einsatz von Generika und Biosimilars zu fördern.&#xd;<br />&#xd;<br />Gemeinsam repräsentieren die Mitgliedsunternehmen über 90 Prozent des österreichischen Generikamarktes.","acronym":"OeGV","interests":"Competition, Environment, Food Safety, Institutional affairs, Public Health, Research and innovation","euInitiatives":"Umsetzung der Fälschungsrichtlinie 2011/62/EU und der delegierten Verordnung (EU) 2016/16.&#xd;<br />Der OeGV ist Gründungs-Mitglied der AMVO (Austrian Medicines Verification Organisation), die für die nationale Umsetzung des Arzneimittelverifikationssystems in Östereich verantwortlich zeichnet.","lastUp":"2019-10-12T10:35:36.039+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}