{"id":"22092908193-23","name":"European Electronic Component Manufacturers Association","registrationDate":"2012-02-28T14:42:34.449+02:00","category":3,"subCategory":2,"legal":"aisbl","web":"http://www.eusemiconductors.eu/","country":"Belgium","headAddress":"Rue de la Duchesse 11-13","headCity":"Brussels","headPostCode":"1150","headPhone":"(32)22 90 36 60","boss":"Hendrik Abma","bossTitle":"Mr","bossPosition":"Director General","membersCount":3,"membersFTE":"0.75","membership":"WSC: World Semiconductor Council&#xd;\nAENEAS: Association for European Nanoelectronics Activities&#xd;\nECSO: European Cyber Security Organisation&#xd;\nIP2Innovate","memberOrga":"http://www.eusemiconductors.eu/","goal":"The European Semiconductor Industry Association (ESIA) is an industry association working under the umbrella and legal entity of the European Electronic Component Manufacturers Association (EECA). The association represents and promotes the common interests of the European-based semiconductor industry towards the European Institutions and other stakeholders in order to ensure a sustainable business environment and foster its global competitiveness.&#xd;<br />Its mission is to:&#xd;<br />1. debate and take into account all the questions of common interest&#xd;<br />2. coordinate on Trade rules, Digital single Market, environmental and safety rules on an European basis&#xd;<br />Since 1997, ESIA is a member of the World Semiconductor Council (WSC), an international forum that brings together industry leaders from China, Chinese Taipei, Europe, Japan, Korea, and the United States to address issues of global concern to the semiconductor industry. In the context of the WSC’s Government/Authorities Meeting on Semiconductors (GAMS), ESIA raises concerns of the European-based semiconductor industry to government/authority officials of the six WSC member regions.","acronym":"EECA","interests":"Business and Industry, Customs, Digital economy and society, Environment, Foreign and Security Policy and Defence, Research and innovation, Single market, Trade","euInitiatives":"Digital Single Market&#xd;<br />Trade issues&#xd;<br />Export Control&#xd;<br />Union Customs Code&#xd;<br />Information Technology Agreement (ITA)&#xd;<br />European Strategy for Micro- and Nanoelectronics&#xd;<br />Cybersecurity","lastUp":"2018-06-12T17:51:33.531+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}