{"id":"22128416452-61","name":"Verkehrsclub Deutschland, Landesverband Bayern e.V.","registrationDate":"2011-08-20T11:29:00.734+02:00","category":3,"subCategory":2,"legal":"NGO","web":"http://vcd-bayern.de/","country":"Germany","headAddress":"Hessestraße 4","headCity":"Nürnberg","headPostCode":"90443","headPhone":"(0911)47 17 43","boss":"Bernd Sluka","bossTitle":"Mr","bossPosition":"Vorsitzender","membersCount":2,"membersFTE":"0.5","membership":"Der VCD Bayern ist eine Untergliederung des deutschlandweit agierenden Verkehrsclub Deutschland (VCD), der die gleichen Ziele vertritt.","memberOrga":"Förderverein Lokalbahn Hauzenberg e.V.(200)&#xd;\nFörderverein Ilztalbahn e.V.(700)&#xd;\nLandshuter Umweltzentrum e.V.(100)&#xd;\nChiemgauer Lokalbahn e. V.&#xd;\nVerein zur Förderung nachhaltiger Mobilität zwischen Gotteszell und Viechtach e. V.","goal":"Der Landesverband Bayern des VCD tritt ein für menschen- und umweltfreundlichen Verkehr. Er versteht sich als Fach-, Umweltschutz- und Verbraucherverband.&#xd;<br />&#xd;<br />Ziele des VCD ist die Verkehrswende. Dazu sind unter anderem notwendig: die Verbesserung der Verkehrssicherheit, weniger und effizienterer motorisierter Verkehr, Förderung umweltverträglicher Verkehrsmittel, Umwelt- und Klimaschutz im Verkehr und eine menschengerechte Verkehrsplanung, die die Interessen aller Verkehrsteilnehmer berücksichtigt.&#xd;<br />&#xd;<br />Diese Ziele werden erreicht durch Information der Öffentlichkeit, Politiker und der Mitglieder, durch Verbraucherberatung auf allen Gebieten des Verkehrswesens, Durchführung von Tagungen, Initiierung von Forschungsvorhaben, politische Lobbyarbeit und Mitwirkung bei Planungsverfahren.","acronym":"VCD Bayern e.V.","interests":"Climate Action, Consumer Affairs, Environment, Trans-European Networks, Transport","euInitiatives":"Luftqualität&#xd;<br />Luftverkehr&#xd;<br />TEN&#xd;<br />Nahverkehrs-Initative&#xd;<br />Passagierrechte&#xd;<br />Klimaschutz im Verkehr, CO2-Grenzwerte für Straßenfahrzeuge","lastUp":"2018-04-01T21:56:24.128+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}