{"id":"22157529937-72","name":"European Sleep Research Society","registrationDate":"2012-10-21T21:52:51.556+02:00","category":3,"subCategory":2,"legal":"non-profit organization","web":"http://www.esrs.eu","country":"Germany","headAddress":"Andreasstr, 4","headCity":"Regensburg","headPostCode":"93059","headPhone":"(49)9 41 29 09 12 71","boss":"Walter McNicholas","bossTitle":"Mr","bossPosition":"President ","membersCount":2,"membersFTE":"1.0","membership":"The ESRS promotes sleep networks aimed at gathering both clinical and basic sleep researchers around key topics such as insomnia, sleep apnoea, narcolepsy and restless legs syndrome, see http://www.esrs.eu/committees-networks.html&#xd;\n&#xd;\nThe ESRS is also a constituting and active member of the World Sleep Society (WSS; https://worldsleepsociety.org/), and has organized the quadriannual World Sleep meeting in Istanbul, Turkey, 2015.","memberOrga":"ANSS 31 EU countries(8700)","goal":"The European Sleep and Research Society is an international scientific non-profit organization and promotes all aspects of sleep research and sleep medicine. These include the publication of the  Journal of Sleep Research (JSR), the organization of scientific meetings, and the promotion of training and education, the dissemination of information, and the establishment of fellowships and awards.","acronym":"ESRS","interests":"Education, Public Health, Research and Technology, Trans-European Networks, Transport","euInitiatives":"The ESRS has organized during four years (2007-2010) the Program \"Training in Sleep Research and Sleep Medicine\" that was funded by the EU (Project No. 046036) within the framework of the Call “FP6-2006-Mobility-4” of the “Marie Curie-Conferences and Training Courses-SCF” Program. The program allowed 168 young trainees from 36 countries to receive a theoretical and practical training on sleep thanks to 4 teaching courses and the activity of 11 practical training sites around Europe.&#xd;<br />The ESRS also organized on October 15th, 2013, the Wake-Up Bus operation aimed at raising awareness about the dangers of sleepiness at the wheel, and culminating with a meeting with EU parliamentarian and the presidents of all National Sleep Societies in Europe.","lastUp":"2018-03-29T10:12:17.678+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}