{"id":"221611926851-83","name":"Syndicat national de l'industrie des technologies médicales","registrationDate":"2017-04-21T10:48:58.096+02:00","category":2,"subCategory":1,"legal":"Organisation professionnelle","web":"http://snitem.fr","country":"France","headAddress":"39/41 rue Louis Blanc","headCity":"Courbevoie","headPostCode":"","headPhone":"(33)1 47 17 68 43","boss":"Eric LE ROY","bossTitle":"Mr","bossPosition":"DG","membersCount":1,"membersFTE":"0.25","membership":"MedTech Europe : association européenne regroupant associations nationales et entreprises du secteur des Dispositifs médicaux et du diagnostic in vitro (anciennement EUCOMED et EDMA)&#xd;\n&#xd;\nCocir : comité de coordination des industries radiologiques et électromédicales&#xd;\n&#xd;\nEurom : fédération européenne de l'industrie de l'optique et de la mécanique de précision - groupe 6 : matériel médico-chirurgical","memberOrga":"","goal":"Les missions du SNITEM sont définies de façon statutaire. Elles peuvent également être issues de priorités liées à l’actualité ou encore définies par l'Assemblée Générale (AG) ou le Conseil d'Administration (CA).&#xd;<br />&#xd;<br />Dans le respect des règles de droit applicables, en particulier du droit de la concurrence, les principales missions du SNITEM sont d'informer, accompagner, fédérer, mais aussi :&#xd;<br />&#xd;<br /> &#xd;<br />&#xd;<br />    organiser le groupement, sur le plan national, des entreprises opérant sur le marché des produits ou services qui relèvent de l’industrie des Technologies Médicales, des Dispositifs Médicaux et des TICS ;&#xd;<br />&#xd;<br />assurer l’étude et la défense des intérêts économiques et industriels de ses membres et de les représenter, tant en France qu'à l'étranger, auprès des Pouvoirs Publics, et de tout organisme public ou privé, des Chambres de Commerce et autres Groupements industriels, commerciaux ou professionnels ;&#xd;<br />&#xd;<br />étudier toutes les questions d’ordre économique, professionnel et technique se rapportant à l’Industrie des Technologies Médicales, des Dispositifs Médicaux et des TICS ;&#xd;<br />&#xd;<br />développer et d'entretenir, parmi ses membres, le respect des intérêts généraux de la Profession ainsi que les relations de bonne confraternité et de parfaite correction commerciale.","acronym":"SNITEM","interests":"Business and Industry, Environment, Public Health","euInitiatives":"Règlement européen relatif aux dispositifs médicaux (MDR) et tout sujet susceptible d'impacter les entreprises de ce secteur.","lastUp":"2018-04-25T14:37:26.644+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}