{"id":"221789234366-24","name":"Globalvia SAU","registrationDate":"2019-03-27T10:02:16.490+01:00","category":2,"subCategory":3,"legal":"LLC","web":"http://www.globalvia.com","country":"Spain","headAddress":"Paseo de la Castellana 280, 3ª Planta","headCity":"Madrid","headPostCode":"28046","headPhone":"(34)9 14 56 58 50","boss":"Pajares Pablo","bossTitle":"Mr","bossPosition":"Member of the Board of Directors","membersCount":5,"membersFTE":"1.5","membership":"•\tUITP (International Association of Public Transport). &#xd;\n•\tALAMYS (Latin American Association of Metros and Subways).&#xd;\n•\tSEOPAN – Asociación de Empresas Constructoras y Concesionarias de Infraestructuras (Association of Construction Companies and Infrastructure Concessions).&#xd;\n•\tASECAP – Association Européenne des Concesionnaires d’Autoroutes et d’Ouvrages à Péage (European Association of Toll Highways and Works).&#xd;\n•\tSpanish National Committee of the World Road Association.","memberOrga":"","goal":"Globalvia is a worldwide transport infrastructure concession management leader which has been ranked in the top positions by number of concessions for the last ten years, according to the specialized infrastructure publication Public Works Financing. Globalvia was born in 2007 and, since March 2016, three international pension funds OPTrust (Canada), PGGM (Netherlands) and USS (UK) are the owners of 100% of the shares of the company.&#xd;<br />&#xd;<br />The company manages 22 assets -15 highways and 7 railways-  in eight different countries: Spain, USA, Ireland, Portugal, Andorra, Mexico, Costa Rica and Chile. Globalvia’s strategic objective is to generate value for its shareholders by managing its asset portfolio to continue to be a benchmark in the infrastructure-management market. Its corporate purpose is infrastructure development and operation. Globalvia’s target markets are OECD countries with special emphasis on Spain and other European Union member-states and North America.","acronym":"GVI","interests":"Transport","euInitiatives":"We are interested in the development of the autonomous vehicle and its connection with the infrastructure, as well as in any subject related to the transport infrastructures of passengers or vehicles (trams, metros and highways).","lastUp":"2019-03-27T10:03:03.956+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}