{"id":"221752829353-95","name":"Organization of Employers of Macedonia","registrationDate":"2017-12-19T09:18:12.246+01:00","category":3,"subCategory":2,"legal":"association","web":"http://www.orm.org.mk","country":"Macedonia, former yugoslav republic of","headAddress":"Dimitrie Cupovski 13","headCity":"Skopje","headPostCode":"","headPhone":"(389)23 21 50 85","boss":"Angel Dimitrov","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"2.0","membership":"http://www.orm.org.mk/index.php/en/activitiesenmenu/participationenmenu","memberOrga":"http://www.orm.org.mk/index.php/en/membershipenmenu","goal":"The basic goals and tasks of the organization is to represent the interests of the employers in general and especially in the social partnership and dialogue, to take care of the development and the realization of the rights and freedoms of the employers, collective bargaining, concluding and implementing the General Collective Agreement for the private sector of the country and the collective agreements at the branch level. Promoting the rights and the interests of the employers through coordination and cooperation with the social partners.","acronym":"ORM Skopje","interests":"Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Financial Stability, Financial Services and Capital Markets Union , Justice and Fundamental Rights, Youth","euInitiatives":"- OEM represents the employers in the International Labour Organization based in Geneva and attend the annual World Conference. OEM is actively involved in various project activities with ILO intending to enhance the social bi-partite dialogue in the country.&#xd;<br />- OEM is a member of the Advisory Committee for Vocational Training&#xd;<br />&#xd;<br />Main EU initiatives, policies and legislative followed files:&#xd;<br />- New Skills Agenda for Europe (Upskilling Pathways: New Opportunities for Adults, European Qualifications Framework, Vocational education and training (VET)&#xd;<br />- Rights at work &#xd;<br />- Health and safety at work&#xd;<br />- Labour law&#xd;<br />- Social dialogue&#xd;<br />- Employment and Labur market","lastUp":"2018-01-29T10:25:58.905+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}