{"id":"222186719128-03","name":"Lithuanian Free Market Institute","registrationDate":"2015-10-08T12:39:26.312+02:00","category":4,"subCategory":5,"legal":"Public institution (private, non-profit)","web":"http://en.llri.lt/","country":"Lithuania","headAddress":"Juozapavičiaus str. 6","headCity":"Vilnius","headPostCode":"LT-09310","headPhone":"(370)52 50 02 80","boss":"Zilvinas Silenas","bossTitle":"Mr","bossPosition":"President","membersCount":5,"membersFTE":"1.25","membership":"","memberOrga":"","goal":"The Lithuanian Free Market Institute (LFMI) is a private, non-profit, non-partisan organization established in 1990 to promote the ideas of individual freedom and responsibility, free market, and limited government intervention. Our goal is to foster a free market environment which encourages the people of Lithuania to pursue their own objectives in a way that is constructive to the society’s common interests and not through relying on the government. We believe the best way to assist the accomplishment of these common interests is without any privileges, protection or restrictions imposed upon particular individuals.&#xd;<br />&#xd;<br />The LFMI‘s team conducts research on key economic and policy issues, develops conceptual reform packages, drafts and evaluates legislative proposals, and aids Lithuanian government institutions by advising them on how to better implement free market principles. LFMI also conducts sociological surveys, issues economic literature and organizes conferences, workshops, and lectures. Educational activities are an integral component of LFMI‘s work and are aimed at making free market ideas an integral part of Lithuanian society.","acronym":"LFMI","interests":"Banking and financial services, Budget, Business and Industry, Competition, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Public Health, Single market, Taxation, Trade","euInitiatives":"Digital Single Market, Energy policy, Taxation and tax competition, Capital Markets Union, Employment, Better Regulation Agenda, Excise Duties, and TTIP.","lastUp":"2018-08-30T07:03:04.041+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}