{"id":"222285223624-49","name":"EUROPEAN FEDERATION OF FINANCIAL ANALYSTS SOCIETIES","registrationDate":"2016-09-28T15:38:40.270+01:00","category":2,"subCategory":4,"legal":"e.V","web":"http://www.effas.com","country":"Germany","headAddress":"Sophienstrasse 44","headCity":"frankfurt","headPostCode":"60487","headPhone":"(49)69 98 95 95 19","boss":"Jesus Lopez Zaballos","bossTitle":"Mr","bossPosition":"Chairman","membersCount":4,"membersFTE":"1.0","membership":"XBRL - eXtensible Business Reporting Language - www.xbrl.org / represented in the Council by Hans Buysse &#xd;\nWICI - World Intellectual Capital Initiative  (Europe) - www.wici-global.com / Represented in the council by\tStefano Zambron (Chairman)\t&#xd;\nIIRC - International Integrated Reporting Council - www.integratedreporting.org / represented in the council by Frank Klein&#xd;\n&#xd;\nEFRAG - European Financial Reporting Advisory Group - www.efrag.org / represented in the Board by\tHans Buysse\t&#xd;\nEFARG TEG - European Financial Reporting Advisory Group TEG\t represented by Serge Pattyn\t&#xd;\n&#xd;\nACIIA - Association of Certified Investment International Analysts - www.aciiia.org / represented in the Council by Hans Buysse&#xd;\nIFRS - EFFAS is represented in the IFRS Advisory Council by Javier de Frutos, Chairman of the EFFAS Financial Accounting Commission.","memberOrga":"OVFA - Oesterreichische Vereinigung für Finanzanalyse und Asset Management (Austria) www.ovfa.at&#xd;\nABAF - Belgian Association of Financial Analysts Belgium)\twww.abaf-bvfa.be&#xd;\nHUFA - Croatian Association of Financial Analysts Croatia)&#xd;\nFSFA - The Finnish Society of Financial Analysts (Finland)\twww.sijoitusanalyytikot.fi&#xd;\nSFAF - French Society of Financial Analysts (France)\twww.sfaf.com&#xd;\nDVFA - Deutsche Vereinigung für Finanzanalyse und Asset Management e.V. / GmbH (Germany)\twww.dvfa.de&#xd;\nHACSA - Helenic Association of Certified Stockmarket Analysts (Greece)\twww.hacsa.gr&#xd;\nHCMPS - Hungarian Capital Market Professionals'  Society\t (Hungary)\twww.capmarketprof.hu&#xd;\nAIAF - ASSOCIAZIONE ITALIANA DEGLI ANALISTI FINANZIARI (Italy)\twww.aiaf.it&#xd;\nFAA - Finansų Analitikų Asociacijà - Financial Analysts Association (Lithuania)\twww.faa.lt&#xd;\nNFF - Norske Finansanalytikeres Forening - The Norwegian Society of Financial Analysts (Norway)\twww.finansanalytiker.no&#xd;\nAPAF - Associação Portuguesa de Analistas Financeiros (Portugal)\twww.apaf.org.pt&#xd;\nAABR - Romanian Association of Financial and Banking Analyst (Romania)\twww.aafb.ro&#xd;\nIEAF - Instituto Español de Analistas Financieros (Spain)\twww.ieaf.es    &#xd;\nSFF - Sveriges Finansanalytikers Förenin - The Swedish Society of Financial Analysts\t (Sweeden) www.finansanalytiker.se&#xd;\nIFS - Institute of Financial Services (Malta) www.ifsmalta.org&#xd;\nJAFIS - Association of Professional Accountants and Financial Experts (Bosnia Herzegovina) www.jafis.info","goal":"Founded in 1962, EFFAS is the federation representing various nationally based societies of investment professionals in Europe. Our main goals are:&#xd;<br />Being a center for reflexion and think tank, encouraging the research and the independent opinion on Economy, Finance and Financial and Stock Markets with the ultimate goal of setting necessary standards for the finance industry.&#xd;<br />Being a Working and Discussion Forum for qualified professionals and researchers in those fields and also with the economic and financial authorities in order to facilitate the modernisation and best knowledge of capital markets.&#xd;<br />Being an International referent in Training and Professionals´ Qualifications, promoting the recognition among regulators and third parties of the EFFAS Diplomas. Ensuring professional development and continue training through seminars, conferences, professional meetings, etc.&#xd;<br />Being a Standards setter, continuously working on the development of additional standards that are instrumental in guaranteeing a high level of quality in the exercise of the investment profession.","acronym":"EFFAS","interests":"Banking and financial services, Budget, Economy, finance and the euro, Education and training","euInitiatives":"EFFAS is a member of the Expert group on the evaluation of the IAS Regulation.","lastUp":"2019-11-25T10:18:54.417+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}