{"id":"222312521686-74","name":"Greenergy International Limited","registrationDate":"2016-05-09T12:10:11.663+01:00","category":2,"subCategory":3,"legal":"Private Limited Company","web":"http://www.greenergy.com","country":"United kingdom","headAddress":"198 High Holborn","headCity":"London","headPostCode":"","headPhone":"(44)0 20 74 04 77 00","boss":"Richard Clifton","bossTitle":"Mr","bossPosition":"General Counsel","membersCount":2,"membersFTE":"0.5","membership":"ISCC (http://www.iscc-system.org/en/)&#xd;\n&#xd;\nISCC is a globally leading certification system covering the entire supply chain and all kinds of biobased feedstocks and renewables.&#xd;\n&#xd;\nLowCVP (http://www.lowcvp.org.uk/)&#xd;\n&#xd;\nThe LowCVP, is a public-private partnership that exists to accelerate a sustainable shift to low carbon vehicles and fuels to create opportunities for UK business.&#xd;\n&#xd;\nEWABA (http://www.ewaba.eu/)&#xd;\n&#xd;\nEWABA represents the interests of used cool oil (UCO) collectors and waste-based biofuel producers from EU Member States.","memberOrga":"","goal":"Our mission is to supply road fuel by developing long-term customer partnerships by being the fuel provider with the; lowest cost; highest reliability; best systems and control; easiest people to deal with; and most transparency.","acronym":"","interests":"Climate Action, Competition, Economic and Financial Affairs, Energy, Environment, Taxation, Trade, Transport","euInitiatives":"Greenergy take a keen interest in any EU policies that are based on reducing energy / GHG emissions in the transport sector, including legislation such as; the Renewable Energy Directive and Fuel Quality Directive.&#xd;<br />&#xd;<br />Furthermore, we take interest in other policies that effect our operation including, the Council Directive (2009/119/EC) that imposes an obligation on Member States to maintain minimum stocks of crude oil / petroleum products.","lastUp":"2017-04-21T12:13:38.190+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}