{"id":"223430420230-66","name":"The Health Policy Partnership","registrationDate":"2016-01-08T13:55:42.831+01:00","category":1,"subCategory":6,"legal":"Privately owned limited company","web":"http://healthpolicypartnership.com","country":"United kingdom","headAddress":"The Health Policy Partnership","headCity":"London","headPostCode":"WC2N 4JS","headPhone":"(44)2 08 57 36 40","boss":"Harding Ed","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":4,"membersFTE":"1.0","membership":"Heart Failure Policy Network - www.hfpolicynetwork.eu&#xd;\n(provide secretariat and lead project)&#xd;\n&#xd;\nKnowledge partner for European Cancer Patients Coalition (www.ecpc.org) and the Coalition to Eradicate Viral Hepatitis from Asia Pacific (www.cevhap.org)&#xd;\n&#xd;\nExpert member of the European Institute for Women's Health (www.eurohealth.ie)","memberOrga":"Please see www.hfpolicynetwork.eu","goal":"We are a specialist health policy consultancy.&#xd;<br />We create innovative policy initiatives and powerful evidence–based communications for organisations across the health spectrum. We provide a unique, seamless approach to help resolve the most complex issues facing our health care systems.&#xd;<br />&#xd;<br />We do this through rigorous research and expert synthesis of evidence, inter-sectoral collaboration, and powerful communications that act as the starting point for meaningful changes in policy and practice.","acronym":"HPP","interests":"Public Health","euInitiatives":"We worked closely with many of the MEPs who initiated Written Declaration 110/2016 on Heart Failure (Oct'16 - Jan '17), providing support to a broader public campaign over that period to raise awareness of the Declaration to all MEPs and to other supporters (e.g. NGOs) across Europe.&#xd;<br />&#xd;<br />Beyond WD 110/2016, we work with several MEPs who have donated their time for free to support (and act as Members of) the Heart Failure Policy Network (HFPN). For more details of the Network's history and activities in 2017 please see www.hfpolicynetwork.eu.&#xd;<br />&#xd;<br />HPP is a member of the The EU Health Policy Platform (representing the HFPN). See: https://ec.europa.eu/health/interest_groups/policy_platform_en","lastUp":"2018-01-07T18:05:29.022+01:00","customers":"Novartis Pharma AG","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"100000-499999"}