{"id":"223678334987-47","name":"Nők a Nőkért Együtt az Erőszak Ellen Egyesület","registrationDate":"2019-05-29T18:03:15.739+02:00","category":3,"subCategory":2,"legal":"association","web":"http://www.nane.hu","country":"Hungary","headAddress":"Dembinszky utca 30","headCity":"Budapest","headPostCode":"1071","headPhone":"(36)3 02 48 58 41","boss":"Zsuzsanna Winkler","bossTitle":"Ms","bossPosition":"Chair","membersCount":2,"membersFTE":"1.0","membership":"WAVE (Women Against Violence Europe) Network &#xd;\nHungarian Women's Lobby","memberOrga":"","goal":"NANE Women’s Rights Association was established in 1994 with the aim to step up against violence against women and children. It is a non-profit, non-governmental organization, active at the individual, community, and social level.&#xd;<br />&#xd;<br />Activities directed towards individuals:&#xd;<br />(1) Toll-free helpline, reserved for adult and child victims of domestic abuse and violence. (2) ‘KERET’ helpline available for adult and child victims of sexual violence. (3)  Integrated client service, run jointly with PATENT Association, provides legal assistance, and psychological and social counseling.&#xd;<br />&#xd;<br />Activities for communities:&#xd;<br />(1) Trainings and prevention programs for professionals, offices, and institutions, covering the following areas: domestic violence, the effects of domestic violence on children, sexual harassment, sexual violence, prostitution, human trafficking, and other forms of gender-based violence and discrimination. (2) Volunteer training based on 2 decades of experience, continuously improving both its content and methodology. (3) Support and self-help groups for victims and survivors of violence.&#xd;<br />    &#xd;<br />Activities on the national level:&#xd;<br />(1) Publish of niche books, manuals, and information leaflets useful for both victims and professionals. (2) Organizing of actions, independently or jointly with other organizations, to raise social awareness (e.g.: Women’s Day, summer festivals, International 16 Days of Action Against Violence Against Women) (3) Participation in creating and distributing awareness-raising, educational short films and advertising spots. (4) Development of joint projects to strengthen and support victims, develop relevant policies, legislation, and protocol, highlight the responsibility of state stakeholders. (5) Lobbying to improve legislation, law enforcement, professional processes, and the health care system responses to violence against women. We examine draft legislations and propose stand-alone ones. (6) Monitoring activity, preparation of reports for various international organizations (UN, EU, Council of Europe) about the enforcement of women’s rights, particularly regarding violence against women, and the review of the status of state obligations defined by CEDAW (Elimination of all Forms of Discrimination Against Women) Convention and other international agreements.","acronym":"NANE Egyesület","interests":"Education and training, Justice and Fundamental Rights, Public Health, Research and innovation","euInitiatives":"EU Gender Equality Consultation 2019&#xd;<br />European Commission Strategic Framework for Gender Equality 2016-2019&#xd;<br />EU accession to the Council of Europe Convention on preventing and combating violence against women and domestic violence (Istanbul Convention)&#xd;<br />Directive 2011/99/EU on European Protection Order (EPO)&#xd;<br />Directive 2012/29/EU (Victim's Directive)&#xd;<br />Regulation EU no. 606/2013","lastUp":"2019-05-29T18:04:07.552+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}