{"id":"223714013027-13","name":"Konsentio ApS","registrationDate":"2014-02-21T12:33:58.377+02:00","category":1,"subCategory":6,"legal":"ApS","web":"http://www.konsentio.eu","country":"Denmark","headAddress":"Bygmestervej, 57","headCity":"Copenhagen NV","headPostCode":"2400","headPhone":"(45)22 66 39 09","boss":"Sinne Backs Conan","bossTitle":"","bossPosition":"CEO","membersCount":2,"membersFTE":"2.0","membership":"Konsentio is a member of The Confederation of Danish Industry (DI)","memberOrga":"","goal":"In Konsentio we have a strong passion for politics, communications and European affairs. We are specialised in European decision-making and how this can affect businesses, organisations and reputation, both at EU and national level.&#xd;<br />&#xd;<br />We help our clients think through the objectives in Brussels and other European capitals, guiding them through the complicated relationship between the two. We help our clients decide on the specific goals they have and the strategy to be followed to achieve them. And we help them engage in the political debate at the right time with the right people.&#xd;<br />&#xd;<br />Konsentio offers a variety of services from fully fledged political strategies to providing that little extra which completes our clients own strategy.&#xd;<br />&#xd;<br />But no matter what our contribution to our clients goal is - it is based on sound reflection, experienced decision making and determined action. In short we call it: Think.Decide.Engage.&#xd;<br />&#xd;<br />Konsentio has offices in Copenhagen and Brussels. Business languages are English, French, German and Danish.","acronym":"Konsentio","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Energy and Climate policy, Environment, Food and Agriculture, Packaging, Transport, Pharma, Healthcare, Consumer affairs, Trade, General affairs, European Neighbourhood Policy, Social and Employment Policy","lastUp":"2018-04-10T13:56:32.353+02:00","customers":"BUSINESSEUROPE,3F","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":"","turnoverRange":"100000-499999"}