{"id":"223802233480-26","name":"Assarmatori","registrationDate":"2018-12-14T14:36:50.071+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.assarmatori.eu","country":"Italy","headAddress":"Via del Babuino, 51","headCity":"Rome","headPostCode":"00187","headPhone":"(39)0 63 20 12 44","boss":"Stefano Messina","bossTitle":"Mr","bossPosition":"President and Chairman","membersCount":4,"membersFTE":"1.75","membership":"Assarmatori's Partners - link from Assarmatori website:&#xd;\nhttps://www.assarmatori.eu/who-we-are/our-partners/?lang=en&#xd;\n&#xd;\n-Assarmatori's Membership(s):&#xd;\nConfCommercio - Imprese per l'Italia (the Italian General Confederation of Enterprises, Professions and Self-Employment); Italy’s largest business association.","memberOrga":"Ordinary members:&#xd;\nIgnazio Messina S.p.A. &#xd;\nGrandi Navi Veloci S.p.A. &#xd;\nCaronte &amp; Tourist Isole Minori &#xd;\nItalia Marittima S.p.A.&#xd;\nNova Marine&#xd;\nDiego Calì &amp; C Srl&#xd;\nFour Jolly SpA&#xd;\nMaregiglio S.r.l.&#xd;\nMoby Lines S.p.A.&#xd;\nTirrenia-CIN S.p.A.&#xd;\nToremar S.p.A.&#xd;\nAlilauro Gru.so.n. &#xd;\nCaremar S.p.A.&#xd;\nDelcomar S.r.l.&#xd;\nLaziomar S.p.A.&#xd;\nMaddalena Lines S.r.l.&#xd;\nNavigazione Libera del Golfo S.r.l.&#xd;\nSnav S.p.A.&#xd;\nMedmar Navi&#xd;\nTraspemar&#xd;\nEffective members:&#xd;\n Mediterranean Shipping Company S.A.&#xd;\n MSC Cruises S.A.","goal":"Assarmatori is headquartered in Rome, Italy. It is a new Association which opened its headquarters in October 2018. Its structure allows representation for large international ship operators which serve the Italian industry or industrial or cruise sectors.  We represent a significant majority of the of Ro/Ro passenger and cargo transport services in Italy and of local public passenger transport services. We also represent liner transport services, cruise services (with millions of passengers in national ports).  Our members own hundreds of ships and employ thousands of employees. &#xd;<br />As the Italian shipowner’s association, we have two (2) main membership classes for shipowners and operators. offering two (2) different memberships which fills a gap in Italy’s shipping industry.  This also satisfies the quest for representation of foreign, non-Italy-based shipowners and operators,  which are crucial for the shipping services which serve all the Italian industry’s sectors. &#xd;<br />Assarmatori is governed by a Board of Directors representing the interests of its Members.  Members are entitled to vote for their representatives on the Board of Directors. The Board of Directors is responsible for policy-making and for governing the Association. By Statute, the Board is comprised of a maximum of 19 Members. The Board is chaired by a President elected from its Members, together with up to three Vice Presidents.  A General Secretary oversees the Association’s activities. Assarmatori offers multidisciplinary in-depth advice to its Members. The structure is organized in highly specialized and coordinated functional service areas in which support can be provided for the Members’ specific needs.  Assarmatori has developed Working Groups, offering Members the opportunity to engage on policy matters. Each Working Group is chaired by a Board Member and composed of experts from the interested Members. These Working Groups are intended to carry out in-depth analyses of specific subjects and to advise the Board on their findings. &#xd;<br />Assarmatori is non-partisan as our goals are to raise awareness of the importance of relevant issues, policy priorities and topics concerning the maritime industry to policy makers at all levels and to represent the collective interests of our members before the national and international authorities and institutions, especially including the EU.  We represent the interests of our members for the greater good of the maritime industry.  We do this because we would like to give a voice to a large part of the Italian shipping industry that would otherwise not be represented before the Italian and EU institutions and globally. &#xd;<br />Website: www.assarmatori.eu","acronym":"AA","interests":"Budget, Business and Industry, Customs, Digital economy and society, Economy, finance and the euro, Education and training, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Fraud prevention, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Regional Policy, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"As a new Association, Assarmatori is beginning to target EU initiatives, polices and legislative files. One of its first and most recent targets include: &#xd;<br />- Application for the selection of members of the sub-group on ‘Sustainable Ports’ Operating under the European Ports Forum &#xd;<br />-Application for Membership in the International Chamber of Shipping (ICS)&#xd;<br />-Application for Membership in the European Community Shipowner’s Association (ECSA)","lastUp":"2019-12-09T17:00:58.342+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}