{"id":"223970635635-55","name":"Nationaal Papoea Vereniging '95/West Nieuw Guinea","registrationDate":"2019-08-13T16:55:31.152+02:00","category":3,"subCategory":2,"legal":"Vereniging","web":"https://www.npv95wng.nl/","country":"Netherlands","headAddress":"Thomas Schwenckestraat 30","headCity":"Den Haag","headPostCode":"2563 BZ","headPhone":"(31)07 03 68 51 83","boss":"Simon Sapioper","bossTitle":"","bossPosition":"voorzitter","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"Er zijn formeel geen organisaties bij de vereniging aangesloten.","goal":"De vereniging is in 1995 opgericht en heeft tot doel om aandacht te genereren voor de culturele identiteit van het Papoeavolk van West Papoea Nieuw Guinea. Daarnaast zet de vereniging zich in voor de politieke- en mensenrechten van de bevolking en verstrekt deze humanitaire hulp. De vereniging probeert deze doelen te bereiken door het verstrekken van informatie aan de media en politieke beleidsmakers en door het organiseren van conferenties, congressen en andere bijeenkomsten. De vereniging heeft een groot, wereldwijd netwerk van organisaties en individuen die zich intensief bezighouden met de situatie van de Papoeabevolking.","acronym":"NPV95WNG","interests":"External Relations, Humanitarian aid and civil protection, International co-operation and development, Trade","euInitiatives":"-\tThe second EU – ASEAN plan of Action (2018-2022)&#xd;<br />-\tThe negotiations for a Free Trade Agreement between the EU and Indonesia&#xd;<br />-\tDASE: The European Parliament's relations with the Association of Southeast Asian Nations (ASEAN)&#xd;<br />-\tIndonesia-EU Voluntary Partnership Agreement (VPA) regarding the Forest Law Enforcement, Governance and Trade (FLEGT) licensing scheme on legally produced tropical timber&#xd;<br />-\tThe Indonesia – EU Human Rights Dialogue&#xd;<br />-\tEU-Indonesia CEPA (Comprehensive Economic Partnership Agreement) Negotiations","lastUp":"2019-08-13T16:56:04.314+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}