{"id":"223937834255-49","name":"European Banking and Financial Services Training Association","registrationDate":"2019-03-13T23:00:48.578+01:00","category":2,"subCategory":4,"legal":"Aisbl","web":"https://ebtn-association.eu/","country":"Belgium","headAddress":"Avenue des Arts 56","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)25 08 37 11","boss":"Colin Morrison","bossTitle":"Mr","bossPosition":"President","membersCount":5,"membersFTE":"2.0","membership":"","memberOrga":"https://www.ebtn-association.eu/ebtn/list-of-members","goal":"The European Banking &amp; Financial Services Training Association (EBTN) is the united voice of providers of vocational education and training in the financial industry and an international network of banking institutes. &#xd;<br />&#xd;<br />EBTN is an international not-for-profit association, registered and located in Brussels (Belgium) at the premises of the European Banking Federation. &#xd;<br /> &#xd;<br />The vision of EBTN is to become the standard-setting body for the accreditation, certification and qualification of knowledge, skills and competences in the European financial services sector.&#xd;<br />&#xd;<br />The mission of EBTN is to create professional education standards in Europe, enrich the professional European culture, and enhance both European as well as international relations and alliances.&#xd;<br />&#xd;<br />The objectives of EBTN are:&#xd;<br />-To promote the ethical, professional and technical development of employees and a high quality approach to education, training and qualifications;&#xd;<br />-To develop and promote common European frameworks and standards for education, training and qualifications;&#xd;<br />-To develop and implement a common European system for accreditation, validation, certification and quality assurance of education, training and qualifications;&#xd;<br />-To create added value for members and facilitate the sharing of good practice related to education, training and qualifications;&#xd;<br />-To organize European events and projects and promote research within the European financial services sector;&#xd;<br />-To liaise with EU authorities and other competent authorities and organizations involved in the European financial services sector.","acronym":"EBTN","interests":"Banking and financial services, Budget, Business and Industry, Digital economy and society, Economy, finance and the euro, Education and training, International co-operation and development, Youth","euInitiatives":"Initiatives related to vocational education and training in the banking and financial industry.","lastUp":"2019-03-13T23:04:05.786+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}