{"id":"22400601191-42","name":"Deutscher Industrie- und Handelskammertag e.V.","registrationDate":"2009-02-20T11:28:14.596+02:00","category":2,"subCategory":4,"legal":"Eingetragener Verein","web":"http://www.dihk.de","country":"Germany","headAddress":"Breite Straße, 29","headCity":"Berlin","headPostCode":"10178","headPhone":"(0049)30 20 30 80","boss":"Dr. Martin Wansleben","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer und Mitglied des geschäftsführenden Vorstands","membersCount":19,"membersFTE":"17.0","membership":"Der DIHK ist Mitglied beim Dachverband der europäischen Kammern, Eurochambres: http://www.eurochambres.eu.","memberOrga":"Der DIHK ist die Dachorganisation der 79 IHKs in Deutschland: http://www.ihk.de.","goal":"Die Industrie- und Handelskammern, IHKs, vertreten als eigenverantwortliche öffentlich-rechtliche Körperschaften der wirtschaftlichen Selbstverwaltung das Interesse ihrer zugehörigen Unternehmen gegenüber Kommunen, Landesregierungen sowie Politik und Öffentlichkeit. &#xd;<br />&#xd;<br />Als Dachorganisation der 79 deutschen IHKs übernimmt der Deutsche Industrie- und Handelskammertag, DIHK, im Auftrag und in Abstimmung mit den IHKs die Interessenvertretung der deutschen Wirtschaft gegenüber den Entscheidern der Bundespolitik und den europäischen Institutionen. Die außenwirtschaftlichen Beziehungen der deutschen Wirtschaft fördern an 130 Standorten in 90 Ländern weltweit die Auslandshandelskammern, Delegationen und Repräsentanzen der deutschen Wirtschaft (AHKs).&#xd;<br />&#xd;<br />Die IHK-Organisation repräsentiert das wirtschaftliche Gesamtinteresse auf der Grundlage einer breiten Unternehmerschaft: 3,6 Millionen gewerbliche Unternehmen sind gesetzliche Mitglieder der IHKs. Das macht die IHK-Organisation unabhängig von Einzelinteressen und schafft ein besonderes Gewicht gegenüber politischen Instanzen. Es zwingt alle Entscheider der IHK-Organisation zum Ausgleich der Interessen. &#xd;<br />&#xd;<br />Ergänzend siehe Internet-Auftritt des DIHK: www.dihk.de","acronym":"DIHK","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Der DIHK ist in Brüssel in den Bereichen aktiv, die für die deutsche gewerbliche Wirtschaft von Interesse sind. Die aktuell bearbeiteten Themen können auf der Webseite http://www.dihk.de abgerufen werden.","lastUp":"2018-04-16T13:56:36.713+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}