{"id":"224154526755-63","name":"Polska Federacja Rynku Nieruchomości","registrationDate":"2017-04-14T12:53:05.028+02:00","category":3,"subCategory":2,"legal":"związek stowarzyszeń","web":"http://pfrn.pl","country":"Poland","headAddress":"ul. Grzybowska 45","headCity":"Warszawa","headPostCode":"00-844","headPhone":"(48)5 12 36 84 22","boss":"Andrzej Piórecki","bossTitle":"Mr","bossPosition":"Prezydent PFRN","membersCount":10,"membersFTE":"6.5","membership":"http://pfrn.pl/page/80","memberOrga":"Stowarzyszenia, które zrzeszamy: http://pfrn.pl/associations/&#xd;\nOsoby, które zrzeszamy: http://pfrn.pl/agents/?action=search&amp;type=0&amp;license_number=&amp;surname=&amp;company=&amp;province=&amp;city=","goal":"Federacja dąży do realizacji następujących celów statutowych:&#xd;<br />&#xd;<br />- wypracowanie zasad współdziałania i form dalszej integracji środowisk specjalistów rynku nieruchomości;&#xd;<br />- reprezentowanie członków wobec organów i instytucji centralnych oraz na forum międzynarodowym;&#xd;<br />- ochrona praw zawodowych, podnoszenie rangi i rozwój zawodów zajmujących się profesjonalną obsługą rynku nieruchomości;&#xd;<br />- promocja usług członków mająca na celu rozwój rynku nieruchomości w Polsce;&#xd;<br />- tworzenie warunków dla powstania samorządów zawodowych na rynku nieruchomości;&#xd;<br />- doskonalenie systemu kształcenia i podnoszenia kwalifikacji zawodowych specjalistów rynku nieruchomości;&#xd;<br />- formułowanie i wdrażanie zasad etyki zawodowej;&#xd;<br />- dostarczanie członkom Federacji bieżącej informacji dotyczącej rynku nieruchomości;&#xd;<br />- podjęcie działań umożliwiających grupowe ubezpieczenie od odpowiedzialności cywilnej specjalistów rynku nieruchomości;&#xd;<br />- podjęcie działań związanych z wdrożeniem grupowego Systemu Zarządzania Jakością wg ISO 9001.&#xd;<br />&#xd;<br />Federacja osiąga swoje cele poprzez:&#xd;<br />&#xd;<br />- współdziałanie z organami państwa oraz z innymi organizacjami i instytucjami zainteresowanymi uregulowaniem i rozwojem rynku nieruchomości;&#xd;<br />- umożliwianie i zachęcanie do podnoszenia kwalifikacji zawodowych - system kursów specjalistycznych, zaawansowane szkolenia teoretyczne i praktyczne z zakresu rynku nieruchomości, przyznawanie profesjonalnych certyfikatów i dyplomów;&#xd;<br />- organizowanie konferencji, zjazdów, seminariów i szkoleń;&#xd;<br />- organizowanie misji handlowych;&#xd;<br />- prowadzenie działalności wydawniczej w zakresie publikacji specjalistycznych;&#xd;<br />- prezentowanie wspólnych poglądów i opinii dotyczących uregulowań prawnych na rynku nieruchomości;&#xd;<br />- propagowanie współpracy pomiędzy podmiotami na rynku nieruchomości;&#xd;<br />- promowanie usług firm stowarzyszonych;&#xd;<br />- kreowanie pozytywnego wizerunku profesji dzięki kontaktom z mediami;&#xd;<br />- prowadzenie badań nad rynkiem nieruchomości;&#xd;<br />- współpracę z zagranicznymi organizacjami zawodowymi.","acronym":"PFRN","interests":"Consumer Affairs, Development, Education, Enlargement, Enterprise","euInitiatives":"PFRN i jej członkowie interesują się szeroko rozumianą problematyką nauki, badań, szkolnictwa wyższego, edukacji i rozwoju społeczno-gospodarczego.&#xd;<br />&#xd;<br />Polska Federacja Rynku Nieruchomości dąży do profesjonalizacji rynku nieruchomości i rozwoju polskiego pośrednika na rynku europejskim. &#xd;<br />&#xd;<br />Działania w dziedzinie kultury.&#xd;<br />Przedsiębiorstwa.&#xd;<br />Sprawy gospodarcze.","lastUp":"2018-04-04T12:28:37.648+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}