{"id":"224420913440-79","name":"Association for Dental Education in Europe","registrationDate":"2014-04-13T21:50:36.249+01:00","category":6,"subCategory":14,"legal":"Charity","web":"http://www.adee.org","country":"Ireland","headAddress":"Lincoln Place, -","headCity":"Dublin","headPostCode":"D02F859","headPhone":"(3531)6 12 72 36","boss":"Manzanares Cristina ","bossTitle":"Ms","bossPosition":"Secretary General ","membersCount":1,"membersFTE":"0.25","membership":"ADEE brings together a broad-based membership across Europe comprised of dental schools, specialist societies and national associations concerned with dental education.","memberOrga":"http://www.adee.org/about/members.php","goal":"ADEE brings together a broad-based membership across Europe comprised of dental schools, specialist societies and national associations concerned with dental education. ADEE is committed to the advancement of the highest level of health care for all people of Europe through its mission statements:&#xd;<br />•To promote the advancement and foster convergence towards high standards of dental education.&#xd;<br />•To promote and help to co-ordinate peer review and quality assurance in dental education and training.&#xd;<br />•To promote the development of assessment and examination methods &#xd;<br />•To promote exchange of staff, students and programmes.&#xd;<br />•To disseminate knowledge and understanding on education. &#xd;<br />•To provide a European link with other bodies concerned with education, particularly dental education. &#xd;<br />&#xd;<br />ADEE members are European university dental schools, specialist societies or other national dental bodies concerned with or related to dental education.","acronym":"ADEE","interests":"Business and Industry, Education and training, Employment and Social Affairs, Public Health, Regional Policy, Single market, Trans-European Networks","euInitiatives":"Professional Qualifications Directive&#xd;<br />Higher Education and continuing professional development related issues","lastUp":"2019-02-22T09:12:52.548+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}