{"id":"22508118361-79","name":"Norges Lastbileier-Forbund","registrationDate":"2012-03-16T11:37:32.724+01:00","category":2,"subCategory":1,"legal":"Association","web":"http://www.lastebil.no","country":"Norway","headAddress":"St. Olavsgate, 25","headCity":"Oslo","headPostCode":"0130","headPhone":"(47)41 54 41 00","boss":"Jan-Terje  Mentzoni","bossTitle":"Mr","bossPosition":"vice CEO","membersCount":3,"membersFTE":"1.5","membership":"International Road Union (IRU) http://www.iru.org&#xd;\n&#xd;\nNordic Logistics Association www.nla.eu","memberOrga":"","goal":"Norges Lastebileier-Forbund, NLF (The Norwegian Haulier’s Association) represents some 3 200 goods transport companies and some 20 000 lorries/road-trains from all over Norway. The association is represented throughout Norway with 8 regional offices.&#xd;<br />The association has a General assembly every 2 years. The General assembly is the association’s highest authority. Norges Lastebileier-Forbund is governed by its constitution, including a set of ethical rules.NLFs main objectives are to promote and develop goods transport on the road in a sustainable way and to safeguard the industry’s economic, professional and social interests.","acronym":"NLF","interests":"Borders and Security, Budget, Climate Action, Competition, Customs, Employment and Social Affairs, Energy, Enlargement, Environment, Food Safety, Institutional affairs, Justice and Fundamental Rights, Regional Policy, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"For the moment focus is on reacting to the legislative proposals presented by the Commission in Mobility Package 1, 2 and 3 and the legislative process with Parliament and Council in that context.&#xd;<br />At the same time NLF is engaged in the discussions on climate and transport as well as driver shortage, women in transport etc.","lastUp":"2019-03-13T22:00:29.111+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}