{"id":"225005818352-31","name":"LafargeHolcim Ltd","registrationDate":"2015-07-28T15:04:23.266+02:00","category":2,"subCategory":3,"legal":"Limited company","web":"http://www.lafargeholcim.com","country":"Switzerland","headAddress":"Zürcherstrasse 156","headCity":"8645 Jona","headPostCode":"","headPhone":"(41)5 88 58 86 00","boss":"Jan Jenisch","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"1.5","membership":"The main organisations that LafargeHolcim adheres to, or for which it holds a mandate include: Cembureau, EUPG, ERMCO, BIBM, Eucopro, IETA, ERT, ECRA, AECA, Construction Products Europe.","memberOrga":"","goal":"LafargeHolcim is the leading global building materials and solutions company serving masons, builders, architects and engineers all over the world. Our operations produce cement, aggregates and ready-mix concrete which are used in building projects ranging from affordable housing and small, local projects to the biggest, most technically and architecturally challenging infrastructure projects. As urbanization increasingly impacts people and the planet, we provide innovative products and building solutions with a clear commitment to social and environmental sustainability.","acronym":"LH","interests":"Business and Industry, Climate Action, Competition, Energy, Environment, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade","euInitiatives":"LafargeHolcim follows the activities of the EU institutions principally relating to construction and construction-related standards (e.g. EN15804), climate change (e.g. EU ETS), energy (e.g. energy efficiency in Buildings Directive), circular economy (e.g. Waste Framework Directive),  environment (incl. waste, biodiversity and industrial emissions) and innovations (e.g. Innovation Fund and HorizonEurope). Specific initiatives followed include: com (2013) 919, com (2014) 397, com (2014) 398, com (2014) 445, com (2014) 020, com (2015) 337, 2015/0275, 2016/0376, 2016/0381, 2018/0178 (COD)","lastUp":"2019-07-03T12:36:34.226+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}