{"id":"225386221085-92","name":"Consejer?a de Salud, Junta de Andaluc?a","registrationDate":"2016-03-16T12:34:04.843+01:00","category":6,"subCategory":14,"legal":"Administraci?n p?blica auton?mica (regional)","web":"http://www.juntadeandalucia.es/salud","country":"Spain","headAddress":"Avenida de la Innovacni?n s/n","headCity":"Sevilla","headPostCode":"41071","headPhone":"(34)9 55 00 63 00","boss":"Aquilino Alonso Miranda","bossTitle":"","bossPosition":"Consejero de Salud","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"La Consejer?a de Salud de la Junta de Andaluc?a junto al Servicio Andaluz de Salud suman cerca de 100.000 personas trabajando en el Sistema Sanitario P?blico de Andaluc?a.&#xd;\n&#xd;\n&#xd;\nORGANIGRAMA B?SICO Y ENTIDADES ADSCRITAS:&#xd;\n&#xd;\nhttp://juntadeandalucia.es/organismos/salud/consejeria.html","goal":"La Consejer?a de Salud es el organismo de la Administraci?n de la Junta de Andaluc?a responsable de las pol?ticas sanitarias en esta comunidad aut?noma, as? como de la superior direcci?n de los organismos dependientes, entre los que cabe mencionar el Servicio Andaluz de Salud de Andaluc?a.&#xd;<br />La defensa, consolidaci?n y mantenimiento de los pilares del Estado del Bienestar en su vertiente sanitaria es el eje sobre el que pivotan las actuaciones de la Consejer?a de Salud de Andaluc?a, con especial incidencia en los siguientes ?mbitos:&#xd;<br />?\tLa garant?a de los derechos, prestaciones, recursos y servicios en salud.&#xd;<br />?\tEl avance en la eficiencia y en la sostenibilidad como una perspectiva esencial de los servicios p?blicos de salud.&#xd;<br />?\tEl impulso al desarrollo profesional de todas las personas que trabajan directa o indirectamente vinculados a los servicios que se prestan desde esta Consejer?a.&#xd;<br />?\tEl impulso a la investigaci?n, que consolide un modelo de innovaci?n y un modelo productivo distinto, m?s sostenible y solidario.&#xd;<br />?\tY la potenciaci?n de la transparencia, el acceso a la informaci?n y la participaci?n ciudadana en un contexto de gobierno abierto.&#xd;<br />La Consejer?a Salud gestiona en la actualidad, directa o indirectamente, el mayor volumen de recursos presupuestarios de la administraci?n auton?mica. Ello propicia el despliegue de una amplia red de servicios a la poblaci?n que contribuyen, como factor generador de riqueza, no s?lo al crecimiento econ?mico y al empleo en Andaluc?a, sino a la preservaci?n de valores como la solidaridad, la equidad y la cohesi?n social.","acronym":"CSJA","interests":"Consumer Affairs, Food Safety, Humanitarian Aid, Public Health, Regional Policy, Research and Technology","euInitiatives":"Todas las referidas a las competencias de salud, fomento de la investigaci?n, desarrollo e innovaci?n en salud, salud p?blica y asistencia sanitaria, evaluaci?n de tecnolog?a sanitaria, salud digital, as? como las derivadas de la competencia en consumo.&#xd;<br />&#xd;<br />De singular inter?s es la participaci?n en la European Innovation Partnership on Active and Healthy Ageing (EIP on AHA).&#xd;<br />&#xd;<br />Asimismo, son de inter?s las referidas a las pol?ticas de cohesi?n territorial y las de pol?tica regional. Tambi?n las derivadas de formaci?n y desarrollo profesional en el campo de la salud, y en lo referente a cooperaci?n internacional para el desarrollo en salud.","lastUp":"2017-02-21T11:32:12.533+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}