{"id":"225518527094-54","name":"Asociación de la Industria Navarra","registrationDate":"2017-05-08T11:14:38.281+02:00","category":2,"subCategory":4,"legal":"ninguno","web":"http://www.ain.es","country":"Spain","headAddress":"Ctra. Pamplona, 1 - Edificio AIN","headCity":"Cordovilla, Pamplona","headPostCode":"31191","headPhone":"(34)9 48 42 11 01","boss":"Ana Ursúa Lasheras","bossTitle":"","bossPosition":"Directora General","membersCount":1,"membersFTE":"0.25","membership":"Asociación de la Industria Navarra:&#xd;\nhttp://www.ain.es/","memberOrga":"Listado de empresas asociadas:&#xd;\nhttp://www.ain.es/vida-asociativa/nuestros-asociados/","goal":"La estrategia corporativa de AIN pivota sobre dos grandes ejes: la función de AIN como asociación industrial y el portfolio de las diferentes actividades de AIN, su situación actual y la necesidad de renovación ante los nuevos retos que se avecinan.&#xd;<br />&#xd;<br />A. MODELO CORPORATIVO COMO ASOCIACIÓN INDUSTRIAL&#xd;<br />- Modelo corporativo independiente de los negocios aunque influido y apoyado por ellos.&#xd;<br />- En el caso de AIN se articula fundamentalmente a nivel de ASOCIACIÓN, trabajando los aspectos que no están directamente ligados a la dinámica competitiva de nuestros negocios, sino al avance de nuestras empresas.&#xd;<br />- Vinculado al concepto de clúster industrial.&#xd;<br />- Vinculado a nuestro concepto como espacio de encuentro y colaboración.&#xd;<br />&#xd;<br />B. PORTOLIO DE ACTIVIDADES&#xd;<br />- Gestión del portfolio de negocios como una cartera equilibrada al servicio de la misión y visión de la organización.&#xd;<br />- Análisis del equilibrio del portfolio de negocios y de la evolución de cada uno de ellos.&#xd;<br />- Análisis de las sinergias y relación entre negocios a través de la potenciación de nuevos servicios.&#xd;<br />- Análisis de opciones de diversificación, inversión, desinversión.&#xd;<br />&#xd;<br />MISIÓN: “AIN es una asociación privada, que a través de su conocimiento especializado en gestión y tecnología, fomenta la colaboración y la mejora de la posición competitiva de la industria y el entorno”.&#xd;<br />&#xd;<br />VISIÓN: “Ser el referente en el desarrollo y mejora de la competitividad de las empresas industriales navarras”.","acronym":"AIN","interests":"Climate Action, Economic and Financial Affairs, Energy, Enterprise, Environment, Regional Policy, Research and Technology","euInitiatives":"- Industria 4.0&#xd;<br />- Economía Circular&#xd;<br />- Energía&#xd;<br />- Innovación&#xd;<br />- Políticas regionales&#xd;<br />- Transformación Digital","lastUp":"2018-04-10T19:05:21.996+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}