{"id":"22551429377-07","name":"VAT Practitioners Group","registrationDate":"2012-08-21T15:33:56.370+01:00","category":2,"subCategory":4,"legal":"Unincorporated Body","web":"http://www.vpgweb.com","country":"United kingdom","headAddress":"Oxhey Avenue, 105","headCity":"Watford","headPostCode":"WD19 4HB","headPhone":"(44)19 23 23 07 88","boss":"Michael Conlon","bossTitle":"Mr","bossPosition":"Chairman","membersCount":14,"membersFTE":"3.5","membership":"EU VAT Expert Panel (member of VPG is a member of the panel)&#xd;\nOECD VAT Committee (Member of VPG is a member of the committee)&#xd;\nJoint VAT Consultative Committee (UK with HM Revenue and Customs) - VPG has a member place on the committee","memberOrga":"","goal":"The VPG is the leading group of VAT professionals in the UK. It provides a forum for VAT practitioners to discuss all aspects of VAT law and practice and members are encouraged to exchange information and ideas between themselves (on a confidential basis) in order to further the study and knowledge of VAT amongst practitioners.&#xd;<br />The VPG strives to establish closer links between VAT Practitioners and HM Revenue and Customs (“HMRC”) as the tax authority responsible for VAT in the UK, with a view to establish a better understanding of how each party works. &#xd;<br />The VPG is a well respected body for the quality of its representations to HMRC, the EU Commission and other bodies in respect of the operation of VAT law, practice and operation and was one of the bodies that submitted a representation on The Commission’s Green Paper “The Future of VAT” in 2011.&#xd;<br />The VPG is non-political and does not actively represent the interests of any one taxpayer or sector of taxpayers. Its breadth of membership ensures that all sectors and size of taxpayer are represented.","acronym":"VPG","interests":"Customs, Taxation","euInitiatives":"VAT&#xd;<br />Digital Strategy&#xd;<br />Indirect Tax","lastUp":"2017-05-17T11:18:29.034+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}