{"id":"225968629523-78","name":"Energy Transitions Commission","registrationDate":"2018-01-09T14:56:38.371+02:00","category":2,"subCategory":4,"legal":"None / informal coalition of public and private organisations","web":"http://www.energy-transitions.org/","country":"United kingdom","headAddress":"69 Carter Lane","headCity":"London","headPostCode":"EC4V 5EQ","headPhone":"(44)74 79 43 86 03","boss":"Jeremy Oppenheim","bossTitle":"Mr","bossPosition":"Director","membersCount":5,"membersFTE":"2.5","membership":"none","memberOrga":"ETC Commissioners are affiliated with sponsoring and non-sponsoring organizations. Regardless of funding, every Commissioner has an equal voice and participation in the Energy Transitions Commission. An up-to-date list of ETC Commissioners – and of the supporting organizations with which they are affiliated – can be found on our website: http://www.energy-transitions.org/who-we-are","goal":"The goal of the Energy Transitions Commission (ETC) is to accelerate change towards low-carbon energy systems that enable robust economic development and limit the rise in global temperature to well below 2°C. We bring together a coalition of diverse players from across the energy landscape (incumbents, disruptors, energy-intensive industries, investors, environmental NGOs, academics…), build a trusted fact-base, anchored into high-quality research as well as broad consultation with public and private stakeholders, on the “tough-to-crack” issues of the energy transition, and define feasible transition pathways to inform policy and investment choices across countries and sectors. &#xd;<br />The Energy Transition Commission’s first flagship report Better Energy, Greater Prosperity, released in April 2017 and available on our website, highlights four pathways towards low-carbon energy systems which are the core focus of the ETC’s activities and messages.&#xd;<br />1. Clean electrification - By 2040, half of emissions reductions compared to a business as usual scenario could come from the combination of the decarbonization of power generation and the electrification of a wider set of activities in the transport and buildings sectors. &#xd;<br />2. Decarbonization of “hard-to-electrify” sectors – In addition, we will need to cut carbon emissions from activities that cannot be electrified cost-effectively in transport, industry and buildings. This will become increasingly important as the potential for additional clean electrification is exhausted. &#xd;<br />3. A revolution in the pace of energy productivity improvement - Energy productivity improvement could deliver a third of required emissions reductions by 2040, but this would demand greatly accelerated energy efficiency progress across the buildings, transport and industry sectors, as well as structural changes in the economy to deliver more economic growth with less energy-intensive goods and services. &#xd;<br />4. Optimization of remaining fossil fuels use - These transitions would result in a 30% decrease in fossil fuels use by 2040, but fossil fuels would still represent up to 50% of final energy demand. Meeting climate objectives therefore also requires a ramp-up in all forms of carbon capture and sequestration (conversion into products, underground storage, natural carbon sinks). In this context, fossil fuels use should be concentrated in highest value applications, which implies a rapid decrease in unabated coal consumption, a peak of oil in the 2020s and a continued role for gas provided methane leakages are reduced significantly. &#xd;<br />&#xd;<br />The Energy Transition Commission’s second flagship report Mission Possible outlines the possible routes to fully decarbonize cement, steel, plastics, trucking, shipping and aviation – which together represent 30% of energy emissions today and could increase to 60% by mid-century as other sectors lower their emissions.&#xd;<br />The “Mission Possible” report was developed with contributions from over 200 industry experts over a 6-month consultation process. Its findings show that full decarbonization is technically feasible with technologies that already exist, although several still need to reach commercial readiness. The total cost to the global economy would be less than 0.5% of GDP by mid-century, and could be reduced even further by improving energy efficiency, by making better use of carbon-intensive materials (through greater materials efficiency and recycling) and by limiting demand growth for carbon-intensive transport (through greater logistics efficiency and modal shift).&#xd;<br />&#xd;<br />For more information, visit: http://www.energy-transitions.org/","acronym":"ETC","interests":"Budget, Business and Industry, Climate Action, Communication, Energy, Environment, Research and innovation, Trans-European Networks, Transport","euInitiatives":"The Energy Transitions Commission is interested in following and helping enable progress on 1.\tStrengthen the European Emission Trading Scheme (EU ETS) and complete it with additional pricing mechanisms to increase financial incentives to decarbonisation 2.Tighten and broaden carbon intensity mandates, setting in advance increasingly demanding targets for 2030, 2040 and 2050  3.Develop the required infrastructure through policy mandates and public-private partnerships   4.Focus R&amp;D investments against specific objectives with clear technology targets  5.Ensure full and swift implementation and follow-up of EU targets by Member States","lastUp":"2019-07-17T09:28:12.414+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}