{"id":"225991235831-75","name":"United Nation World Peace Association","registrationDate":"2019-09-07T18:52:13.094+02:00","category":3,"subCategory":2,"legal":"Non Profit Organization","web":"https://wpa.unitednationsworldpeaceassociation.jp/","country":"United kingdom","headAddress":"Sapporo Shi Kita Ku Kita 35 Jo","headCity":"Sapporo","headPostCode":"001-0034","headPhone":"(80404)0 69 23","boss":"Fusao Kitagawa","bossTitle":"Mr","bossPosition":"President/ Founder","membersCount":26,"membersFTE":"19.25","membership":"","memberOrga":"","goal":"OUR ORGANIZATION IS DEDICATED TO WORK ALL OVER THE WORLD TO HELP THOSE PEOPLE IN NEED, WE HOPE TO BRING LIFE TRANSFORMATION TO ALL PEOPLE SPECIALLY CHILDREN ALL OVER THE WORLD. ONE OF OUR MISSION IS TO SAVE LIVES, DEFEAT POVERTY AND ACHIEVE SOCIAL JUSTICE. WE BELIEVE THAT WE CAN SURELY MAKE A DIFFERENCE BY UPBRINGING EVERY CHILDREN IN SECURE FUTURE, TO BUILD A SUSTAINABLE FUTURE FOR PEOPLE ALL OVER THE WORLD. TO STRENGTHENS THE SKILLS OF HUMAN RIGHTS TO ASSIST THE WORK TOWARD GLOBAL POVERTY AND PROMOTE A CULTURE PEACE TO SAVE LIVES. HELP US CREATE TO CHANGE THE FUTURE OF THE CHILDREN. SOLVES THE REAL WORLD ISSUES AND STRENGTHENS COMMUNITIES. UNWPA BELIEVE THAT EVERY PERSON HAS THE RIGHT TO LIVE PEACEFULY, PROVIDES TO NEEDY AND TO HELP FACILITATE FULL ACCESS TO BASIC AND FUNDAMENTAL SOCIAL REQUIREMENTS.","acronym":"UNWPA","interests":"Agriculture and Rural Development, Humanitarian aid and civil protection, Public Health, Youth","euInitiatives":"1.   HIGHLIGHTS&#xd;<br />a)   FRA Fundamental Rights Charter impact survey closing soon&#xd;<br />b)   Give migrant youth a chance&#xd;<br />c)    Remembering the forgotten Holocaust&#xd;<br /> &#xd;<br />2.   WHAT’S COMING UP&#xd;<br />a)   Meeting the new Civil Liberties, Justice and Home Affairs Committee&#xd;<br />b)   Data quality and AI discussions at Council of the EU&#xd;<br />c)    Criminal detention to feature in Council working party discussions&#xd;<br />d)   FRA’s Scientific Committee meets&#xd;<br /> &#xd;<br />3.   PAST ACTIVITIES&#xd;<br />a)   Giovanni Buttarelli: in memoriam&#xd;<br />b)   Romanian national equality body study visit to FRA&#xd;<br />c)    Migration narratives feature at European Migration Network seminar&#xd;<br /> &#xd;<br />&#xd;<br />1. HIGHLIGHTS&#xd;<br />a.   FRA Fundamental Rights Charter impact survey closing soon&#xd;<br />&#xd;<br />In this 10th anniversary year of the EU’s Fundamental Rights Charter, FRA is asking civil society about its views on the Charter. The focus will be on the awareness, use and implementation of the Charter by civil society organisations. The results will feed into a conference paper for a high-level conference that will be held with the European Commission and the Finnish Presidency of the Council of the EU. They will also form part of FRA’s Fundamental Rights Report 2020. The survey closes on 6 September. FRA works closely with civil society organisations active in the field of fundamental rights, particularly through its Fundamental Rights Platform cooperation network. (Contact: Waltraud Heller)&#xd;<br />&#xd;<br />b.   Give migrant youth a chance&#xd;<br />&#xd;<br />Across the EU, various promising initiatives have sprung up to support young migrants become part of European society, following the large-scale influx of migrants and refugees to the EU. Marking International Youth Day on 12 August, FRA drew attention to their situation and urges Member States to do more to help them fully integrate.&#xd;<br />&#xd;<br />c.    Remembering the forgotten Holocaust&#xd;<br />&#xd;<br />The Nazis persecuted, detained and executed hundreds of thousands of Roma. But the Roma genocide during the Holocaust was not formally recognised until the 1980s. Roma Holocaust Memorial Day on 2 August was a time to remember their suffering and to call for an end to the longstanding antigypsyism that Roma communities still endure today.&#xd;<br />&#xd;<br />2. WHAT’S COMING UP&#xd;<br />a.   Meeting the new Civil Liberties, Justice and Home Affairs Committee&#xd;<br />&#xd;<br />The FRA Director will have his first exchange of views following the European Parliament elections with its Civil Liberties, Justice and Home Affairs Committee (LIBE) in Brussels on 5 September. The topics that will be be addressed include the objectives and tasks of FRA and its contribution to EU policies in the Justice and Home Affairs area. (Contact: Dimitra Fellner/ Gerald Rosskogler)&#xd;<br />&#xd;<br />b.   Data quality and AI discussions at Council of the EU&#xd;<br />&#xd;<br />FRA will present its focus paper on data quality and articificial intelligence to the Council Working Party on Information Exchange and Data Protection (DAPIX) on 3 September in Brussels. In its presentation, FRA will highlight its relevance for issues in relation to data protection. (Contact: Mario Oetheimer)&#xd;<br />&#xd;<br />c.    Criminal detention to feature in Council working party discussions&#xd;<br />&#xd;<br />On 6 September in Brussels, FRA will present its work on criminal detention and the European Arrest Warrant during a meeting of the Working Party on Cooperation in Criminal Matters (COPEN). The meeting is being organised by the Finish Presidency of the Council of the European Union. FRA’s work in this area will be published as a report on 27 September. (Contact: Matylda Pogorzelska)&#xd;<br />&#xd;<br />d.   FRA’s Scientific Committee meets&#xd;<br />&#xd;<br />The agency’s Scientific Committee will meet on 5 September at FRA. At this meeting, members will discuss FRA reports and have an exchange on current FRA research activities. The Scientific Committee will also elect its new Chairperson and Vice-Chairperson. &#xd;<br />FRA - FRP&#xd;<br />European Union Agency for Fundamental Rights","lastUp":"2019-09-07T18:55:17.369+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}