{"id":"22644632329-52","name":"IFAW Internationaler Tierschutz-Fonds gGmbH","registrationDate":"2009-09-25T11:23:07.708+02:00","category":3,"subCategory":2,"legal":"Registered charity","web":"http://www.ifaw.org","country":"Germany","headAddress":"Max-Brauer-Allee, 62-64","headCity":"Hamburg","headPostCode":"22765","headPhone":"(4940)8 66 50 00","boss":"Staci McLennan","bossTitle":"Ms","bossPosition":"EU Director - IFAW","membersCount":7,"membersFTE":"7.0","membership":"IFAW is a founding member of the Transatlantic Animal Welfare Council (TAWC), a forum to strengthen the relationship and coooperation between animal welfare groups in Europe and the US.&#xd;\nIFAW has consultative status in the United Nations Economic and Social Council (ECOSOC).&#xd;\nIFAW has full consultative status in the IMO (International Marine Organisation).&#xd;\nObservers to Bern Convention.","memberOrga":"","goal":"IFAW’s mission: To improve the welfare of wildlife and domestic animals throughout the world by reducing commercial exploitation of animals, protecting wildlife habitats, and assisting animals in distress. IFAW seeks to motivate the public to prevent cruelty to animals and to promote animal welfare and conservation policies to advance the well-being of both animals and people.  &#xd;<br />IFAW in Germany is one of ten affiliated companies located in the UK (2 companies), US, South Africa, Australia, France, Canada and the Netherlands with five representative offices in the EU, China, Kenya, United Arab Emirates and Russia. All of these companies and offices participate in IFAW’s six global initiatives (Seals, Whales, Elephants, Companion Animals, Emergency Response and Wildlife Trade).","acronym":"IFAW","interests":"Consumers, Education and training, Enlargement, Environment, General and Institutional Affairs, International co-operation and development, Maritime affairs and fisheries, Public Health, Trade, Transport","euInitiatives":"Environmental, Animal Welfare &amp; Animal Health,  Conservation, and environmental crime initiatives in the Commission, Council and Parliament","lastUp":"2018-09-19T16:57:46.585+02:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}