{"id":"226893435371-77","name":"Hellenic Foundation for European and Foreign Policy","registrationDate":"2019-07-26T16:16:28.467+02:00","category":4,"subCategory":5,"legal":"Non Profit Research Foundation","web":"https://www.eliamep.gr/en","country":"Greece","headAddress":"49 Vas. Sofias Avenue","headCity":"Athens","headPostCode":"10676","headPhone":"(30)21 07 25 71 10","boss":"Thanos Dokos","bossTitle":"Mr","bossPosition":"Director General","membersCount":15,"membersFTE":"12.25","membership":"","memberOrga":"","goal":"The Hellenic Foundation for European and Foreign Policy (ELIAMEP) is a private, independent, nonprofit-making think tank, established in Athens, Greece, in 1988. Its mission is to conduct policy-oriented research and provide policy makers, academics and the public at large with authoritative information and substantiated policy recommendations, so as to contribute to the development of evidence-based responses to major European and foreign policy challenges. ELIAMEP’s expertise spans over a wide range of geographic and functional areas: EU institutions and policies; migration management, security, international relations and conflict resolution; transatlantic relations; democracy, human rights and civic participation; good governance and the rule of law; religion and culture; the role of the media in the era of fake news; energy and climate change. Next to conducting specific targeted research projects, the Foundation also undertakes various kinds of information and awareness-raising activities to promote the public debate, such as the production of publications, the provision of information to the media, the organization of conferences, training seminars and round-table discussions. Both nationally and internationally, ELIAMEP is regarded as a trusted institution that is fully independent and serves the promotion of an evidence-based public dialogue.","acronym":"ELIAMEP","interests":"Borders and Security, Communication, Culture, Education and training, Employment and Social Affairs, Enlargement, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Institutional affairs, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Research and innovation, Youth","euInitiatives":"ELIAMEP’s expertise spans over a wide range of geographic and functional areas: EU institutions and policies; migration management, security, international relations and conflict resolution; transatlantic relations; democracy, human rights and civic participation; good governance and the rule of law; religion and culture; the role of the media in the era of fake news; energy and climate change.","lastUp":"2019-07-26T16:17:12.176+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}