{"id":"22720754078-66","name":"EuroExpert Asbl","registrationDate":"2010-08-27T16:30:42.379+02:00","category":3,"subCategory":2,"legal":"Asbl","web":"http://www.euroexpert.org","country":"Luxembourg","headAddress":"Boulevard de Verdun, 59","headCity":"Luxembourg","headPostCode":"2670","headPhone":"(49)2 21 91 27 71 10","boss":"Nicola Cohen","bossTitle":"Ms","bossPosition":"Chairman","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"http://www.euroexpert.org/membership/members.html&#xd;\n&#xd;\nHauptverband d. allg. beeid. u. gerichtl. zertif. Sachverständigen(11000),&#xd;\nKomora soudních znalců ČR (2400),&#xd;\nBundesverband öbuv sowie qualifizierter Sachverständiger (7000),&#xd;\nHrvatsko društvo sudskih vještaka (1700), &#xd;\nAssociação Portuguesa dos Peritos Avaliadores de Engenharia (500),&#xd;\nThe Academy of Experts (2000),&#xd;\nРоссийская Палата Строительных Экспертов (800),&#xd;\nAsociación Española de Peritos Tasadores Judiciales(1500),&#xd;\nSwiss Chamber of Technical and Scientific Forensic Experts(200),&#xd;\nFundacja Europejskie Centrum Inicjatyw w Naukach Sądowych (200)&#xd;\nFEDERPERITI - Federazione Italiana tra le Associazioni dei Periti Assicurativi e Danni (500)","goal":"EuroExpert, is a not for profit organization, which shall not pursue any party political ob­jectives. Its objects are:&#xd;<br />&#xd;<br />1.The development, promotion and convergence of and education in common ethical and professional standards for experts within the European Union, based upon the principles of high qualification; personal integrity; independence; impartiality; objec­tivity and respect for confidentiality. &#xd;<br />&#xd;<br />2.The provision of a point of contact between experts and the European Commission; the European Parliament; the European Court and other institutions of the Euro­pean Union as well as any other institution which deals at European or international levels with tasks and issues concerning the type of work which experts do. &#xd;<br />&#xd;<br />3.Cooperation and relations with judicial and legal authorities, government depart­ments, official and private bodies and other appropriate tribunals and organisations for the purposes of accreditation and certification of experts and other matters rele­vant to the work which experts do. &#xd;<br />&#xd;<br />4.The provision of a forum for experts worldwide.","acronym":"EuroExpert","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Education, Environment, General and Institutional Affairs, Home Affairs, Internal Market, Justice and Fundamental Rights","euInitiatives":"Legal Affairs, Civil Liberties, Justice and Home Affairs, Ejustice, Alternative Dispute resolution, Mediation, Criminal, Cross border experts","lastUp":"2018-04-08T13:25:17.452+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}