{"id":"227784612834-18","name":"Deutsche Nationalbibliothek","registrationDate":"2014-02-20T13:24:21.054+02:00","category":6,"subCategory":13,"legal":"Bundesanstalt des öffentlichen Rechts","web":"http://www.dnb.de","country":"Germany","headAddress":"Adickesallee 1","headCity":"Frankfurt","headPostCode":"60322","headPhone":"(4969)15 25 20 00","boss":"Elisabeth Niggemann","bossTitle":"Ms","bossPosition":"General Director","membersCount":3,"membersFTE":"0.75","membership":"Organisationen, Verbünde und Verbände (national wie international), die sich mit nachstehenden Themenbereichen befassen:&#xd;\nBibliothekarische Themen (einschließlich Museen und Archive)&#xd;\nInformationstechnik&#xd;\nAllgemeine Verwaltungsthemen","memberOrga":"","goal":"The German National Library is the central archival library and national bibliographic centre for the Federal Republic of Germany. Its task, unique in Germany, is to collect, permanently archive, comprehensively document and record bibliographically all German and German-language publications from 1913 on, foreign publications about Germany, translations of German works, and the works of German-speaking emigrants published abroad between 1933 and 1945, and to make them available to the public. Furthermore, all music-related publications are collected, irrespective of the form of publication and the data carrier. The German National Library maintains co-operative external relations on the national and international level. It is also the leading partner in developing and maintaining rules and standards in Germany and plays a significant role in the development of international bibliographic standards.","acronym":"DNB","interests":"Audiovisual and Media, Communication, Competition, Culture, Education, Information Society, Research and Technology","euInitiatives":"Copyright Directive;&#xd;<br />Open Access;&#xd;<br />Data Protection and Long-term archiving&#xd;<br />Europeana","lastUp":"2018-04-16T09:52:51.205+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}