{"id":"227819215851-41","name":"EuropeanFunds.info","registrationDate":"2015-01-31T12:58:32.592+01:00","category":4,"subCategory":12,"legal":"Limited Liability Company","web":"http://europeanfunds.info","country":"Malta","headAddress":"Level 2,","headCity":"Birkirkara","headPostCode":"BKR 9024","headPhone":"(356)99 45 74 84","boss":"Ray Bartolo","bossTitle":"Mr","bossPosition":"Head of Institution","membersCount":5,"membersFTE":"5.0","membership":"General Retailers and Traders union - http://www.grtu.org.mt/","memberOrga":"","goal":"Our objective is to provide optimal solutions through experience gained in the management of the 2004-2006 and 2007-2013 financial programmes within the Managing Authority of Malta.    Here, the MA is responsible for policy and programme development, setting up the management and control systems, programme implementation, project selection, management verifications,statements of expenditure and liaison with audit bodies, the Intermediate Bodies, the Certifying Authority, the Treasury, the Department of Contracts, the State Aid Monitoring Board, the Planning Authority and the European Commission, amongst others.  You mention it, we’ve done it.  Working within the MA of Malta exposes its staff to the whole set-up of shared management funds.  You can therefore rely on the wealth of experience, knowledge and contacts gained by Ray, Trevor and their business partners, who are ready to share this with you and your organisation through training and seminars, advisory services  and project management and administration services.  &#xd;<br />&#xd;<br />Excellence is hard-earned when it comes to EU-funded programmes. We all struggle to put promising programmes and bright project ideas to practice, let alone implement them within the stricter parameters set by the EU Regulations for their management and control.  We all know how frustrating it gets when brilliant projects which make a real difference in persons’ lives suffer financial corrections because of administrative shortcomings. Detail is vital if you don’t want Funds to slip out of your hands. Excellent projects are only the end; it take excellent means to secure European funds.","acronym":"ef.Info","interests":"Agriculture and Rural Development, Budget, Business and Industry, Competition, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Trans-European Networks, Transport, Youth","euInitiatives":"1. A New Boost for Jobs, Growth and Investment &#xd;<br />2. A Deeper and Fairer Internal Market with a Strengthened Industrial Base&#xd;<br />3. Directive 2014/24/EU replacing directive 2004/18/EC&#xd;<br />4. Directive 2014/25/EU replacing directive 2004/17/EC&#xd;<br />5. Common Provisions Regulation (CPR) - Regulation (EU) No 1303/2013 &#xd;<br />6. European Regional Development Fund Regulation &#xd;<br />Regulation (EU) No 1301/2013 &#xd;<br />7. European Social Fund Regulation (EU) No 1304/2013 &#xd;<br />8. Cohesion Fund Regulation (EU) No 1300/2013 &#xd;<br />9. European Agricultural Fund for Rural Development&#xd;<br />Regulation (EU) No 1305/2013 &#xd;<br />10. European Code of Conduct on Partnership&#xd;<br />11. Regional policy&#xd;<br />12. Europe 2020&#xd;<br />13. Water Framework Directive","lastUp":"2019-02-19T22:43:58.871+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}