{"id":"227966230630-44","name":"Асоциация \"Българска книга\"","registrationDate":"2018-03-07T12:45:57.842+01:00","category":3,"subCategory":2,"legal":"Сдружение в частна полза","web":"https://www.abk.bg/","country":"Bulgaria","headAddress":"бул. \"Витоша\" 64","headCity":"София","headPostCode":"1463","headPhone":"(359)29 58 15 25","boss":"Велизара Добрева","bossTitle":"Ms","bossPosition":"Председател на Управителния съвет","membersCount":2,"membersFTE":"2.0","membership":"АБК е член на Асоциацията на индустриалния капитал в България:&#xd;\nhttp://bica-bg.org/","memberOrga":"https://www.abk.bg/members","goal":"Асоциация \"Българска книга\" (АБК) е единствената организация на книгоиздатели, книготърговци и литературни агенти в страната. Тя е сдружение с нестопанска цел в частна полза, основана през 1994 г. В Асоциацията членуват книгоиздатели, книготърговци и литературни агенти, които произвеждат над 90 % от книжната продукция в България.&#xd;<br />Дейността на Асоциацията е насочена към запазване и развитие на националното книгоиздаване съобразно стандартите на ЕС, насърчаване развитието на българската книга като уникален продукт на националната култура в общоевропейската съкровищница и стимулиране на четенето като основен фактор за духовното развитие на личността.&#xd;<br />Асоциацията е сред 17-те институции, които изготвиха и подписаха МЕМОРАНДУМ за формиране на национална политика за четене, изработване на общи позиции и предприемане на съвместни действия за устойчиво развитие на българското книгоиздаване, книготърговия, библиотеки и народни читалища.","acronym":"АБК","interests":"Budget, Communication, Culture, Education, General and Institutional Affairs, Information Society, Internal Market, Taxation, Trade, Youth","euInitiatives":"Организацията работи с държавните институции за хармонизиране на българското законодателство съобразно европейските стандарти по следните направления:&#xd;<br /> - Авторско право и репрографски права.&#xd;<br /> - ДДС върху книгите.&#xd;<br /> - Стандарт за обществените библиотеки.","lastUp":"2018-03-07T12:46:49.965+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}