{"id":"228128925404-84","name":"ΠΑΝΕΠΙΣΤΗΜΙΟ ΘΕΣΣΑΛΙΑΣ","registrationDate":"2017-01-30T13:10:45.417+01:00","category":4,"subCategory":12,"legal":"ΝΠΔΔ","web":"http://www.uth.gr/","country":"Greece","headAddress":"ΠΑΝΕΠΙΣΤΗΜΙΟ ΘΕΣΣΑΛΙΑΣ","headCity":"ΒΟΛΟΣ","headPostCode":"38221","headPhone":"(30)24 21 07 40 00","boss":"ΖΗΣΗΣ ΜΑΜΟΥΡΗΣ","bossTitle":"Mr","bossPosition":"ΠΡΥΤΑΝΗΣ","membersCount":10,"membersFTE":"2.5","membership":"Τα μέλη του ΤΕΙ Θεσσαλίας συμμετέχουν στις παρακάτω ενώσεις/(συν)ομοσπονδίες/δίκτυα ή άλλους φορείς&#xd;\n-Member of the Hellenic Society of Chemical Engineers &#xd;\n-Member of the central &amp; west Thessaly Society of Chemical Engineers Member of the Hellenic Society of Business Management &#xd;\n-Member of the Hellenic Society for Ceramics Member of the Technical Chamber of Greece&#xd;\n-ΠΕΤΕΤ-Πανελλήνια Ένωση Τεχνολόγων Τροφίμων  http://www.petet.org.gr/pages/ &#xd;\n- Μικροβιόκοσμος (Μicrobiocosmos)-Διεπιστημονική Ένωση Μικροβιολόγων http://www.mikrobiokosmos.org/ &#xd;\n-Ελληνικό Αγροδασικό Δίκτυο http://www.agroforestry.gr/pages/?lang=gr&#xd;\n-Ελληνική Λιβαδοπονική Εταιρία http://www.elet.gr/pages/&#xd;\n-SFAM-Society for Applied Microbiology http://www.sfam.org.uk/ &#xd;\n-EFB-European Federation of Biotechnology http://www.efb-central.org/ &#xd;\n-British Ecological Society http://www.britishecologicalsociety.org/&#xd;\n-International Association of Ecology http://www.intecol.net/&#xd;\n-International Association for Mediterranean Forests http://aifm.org/en&#xd;\n-European Dry Grassland Group www.edgg.org","memberOrga":"ΕΚΠΑΙΔΕΥΤΙΚΟΙ\t128&#xd;\nΕΔΙΠ\t9&#xd;\nΕΤΕΠ 39&#xd;\nΠΚΤΕ 1&#xd;\nΔΙΟΙΚΗΤΙΚΟΙ (ΜΟΝΙΜΟΙ) 70&#xd;\nΔΙΟΙΚΗΤΙΚΟΙ (ΙΔΑΧ) 38&#xd;\nΔΙΚΗΓΟΡΟΣ 1&#xd;\nΣΥΝΟΛΟ\t286","goal":"Η εν γένει αποστολή του ΠΑΝΕΠΙΣΤΗΜΙΟΥ Θεσσαλίας είναι η κοινή αποστολή όλων των ΑΕΙ όπως αυτή περιγράφεται στο άρθρο 4 του ν. 4009/2011, όπως αυτός τροποποιήθηκε και ισχύει. Ειδικότερα, αποστολή του ΠΑΝΕΠΙΣΤΗΜΙΟΥ Θεσσαλίας είναι η ανάπτυξη υψηλής στάθμης διδασκαλίας και έρευνας στο χώρο των Τεχνολογικών και Εφαρμοσμένων Επιστημών και Τεχνών, σύμφωνα με τα διεθνή πρότυπα και, ιδιαίτερα, τα πρότυπα  του Ευρωπαϊκού Χώρου Ανώτατης Εκπαίδευσης. Στα πλαίσια αυτής της αποστολής  επιδιώκει την&#xd;<br />α) ανάπτυξη καινοτόμων μεθόδων διδασκαλίας &#xd;<br />β) ισόρροπη εκπαίδευση των φοιτητών τόσο στις θεωρητικές αρχές, μεθόδους και τεχνικές, όσο και στην πρακτική εξάσκηση&#xd;<br />γ) προετοιμασία των φοιτητών για επιτυχή επαγγελματικό βίο&#xd;<br />δ) εκπαίδευση και διαπαιδαγώγηση των φοιτητών με στόχο την ανάπτυξη της κριτικής σκέψης&#xd;<br />ε) ανάπτυξη ποιοτικής έρευνας, με έμφαση στην εφαρμοσμένη έρευνα, και την ανάδειξη του Ιδρύματος ως ποιοτικά ανταγωνιστικού ακαδημαϊκού ερευνητικού φορέα &#xd;<br />στ) οργανωμένη αξιοποίηση και συστράτευση του συνόλου του ακαδημαϊκού του δυναμικού&#xd;<br />ζ) ενθάρρυνση δημιουργίας και την καλλιέργεια και υποβοήθηση εσωτερικών συνεργασιών&#xd;<br />η) ενθάρρυνση δημιουργίας και την καλλιέργεια και υποβοήθηση ανάπτυξης εκπαιδευτικών ή ερευνητικών συνεργασιών με άλλα AEI και ερευνητικούς φορείς&#xd;<br />θ) ενθάρρυνση δημιουργίας και την καλλιέργεια και υποβοήθηση ανάπτυξης ερευνητικών συνεργασιών με φορείς και επιχειρήσεις&#xd;<br />ι) συμβολή στη διαρκή και συνεχιζόμενη επαγγελματική κατάρτιση και επιμόρφωση &#xd;<br />κ) προσαρμοστική ανταπόκριση, με αναδιάταξη όταν απαιτείται των εκπαιδευτικών και ερευνητικών του υποδομών, στις αναπτυξιακές ανάγκες της περιφέρειας Θεσσαλίας και εν γένει της χώρας&#xd;<br />λ) ανάπτυξη, διαρκή ενημέρωση και τήρηση Συστήματος Διασφάλισης της Ποιότητας του παρεχόμενου εκπαιδευτικού, ερευνητικού έργου και των υπηρεσιών, σύμφωνα με τα πρότυπα της Ανεξάρτητης Αρχής Διασφάλισης της Ποιότητας και της EE για τη διασφάλιση της ποιότητας στην Ανώτατη Εκπαίδευση&#xd;<br />Η δραστηριότητα όλων των φορέων της ακαδημαϊκής κοινότητας του ΠΑΝΕΠΙΣΤΗΜΙΟΥ Θεσσαλίας στοχεύει στη βελτίωση της εκπαίδευσης, στην πρόοδο της έρευνας και στην πραγματοποίηση ανταγωνιστικού και πρωταγωνιστικού ρόλου του Ιδρύματος στη σύγχρονη επιστημονική και τεχνολογική εξέλιξη στο χώρο των Τεχνολογικών και Εφαρμοσμένων και Μη Επιστημών και Τεχνών.&#xd;<br />ΣΤΟΧΟΙ ΠΟΥ ΑΠΟΒΛΕΠΟΥΝ ΣΤΗΝ &#xd;<br />ΕΛΚΥΣΤΙΚΟΤΗΤΑ &#xd;<br />Ενδεικτικά: Προβολή/δημοσιότητα-Σαφήνεια και τεκμηρίωση γνωστικού αντικειμένου-Εξασφάλιση πόρων υψηλής ποιότητας&#xd;<br />ΑΝΤΑΠΟΚΡΙΣΗ ΣΤΟ ΠΕΡΙΒΑΛΛΟΝ&#xd;<br />Ενδεικτικά: Συστηματική επαφή και συνεργασία με επαγγελματικούς φορείς-Αξιοποίηση της γνώμης εργοδοτών και φορέων που απασχολούν φοιτητές&#xd;<br />ΠΟΡΩΝ ΥΨΗΛΩΝ ΠΡΟΔΙΑΓΡΑΦΩΝ&#xd;<br />Ενδεικτικά: Ανάπτυξη/υλοποίηση διαδικασιών αναπτυξιακού, κτιριακού και μικρο-πολεοδομικού σχεδιασμού-Αξιοποίηση νέων τεχνολογιών-Ανάπτυξη ορθολογικού και αξιοκρατικού συστήματος περιοδικής αξιολόγησης-&#xd;<br />ΠΡΟΑΓΩΓΗ ΤΗΣ ΑΡΙΣΤΕΙΑΣ&#xd;<br />Ενδεικτικά: Καλλιέργεια και ανάδειξη της ιδέας της ακαδημαϊκής διάκρισης και αριστείας για τους φοιτητές και ανάπτυξη συστήματος διακρίσεων και ανταποδοτικών δράσεων&#xd;<br />ΕΞΩΣΤΡΕΦΕΙΑ &amp; ΑΝΑΠΤΥΞΗ ΣΥΝΕΡΓΑΣΙΩΝ&#xd;<br />Ενδεικτικά: Ανάπτυξη δι-Ιδρυματικών Συνεργασιών σε Προγράμματα Σπουδών-Προαγωγή της ιδέας της κινητικότητας φοιτητών και καθηγητών&#xd;<br />ΣΤΗΝ ΑΠΟΤΕΛΕΣΜΑΤΙΚΟΤΗΤΑ&#xd;<br />Ενδεικτικά: Μείωση του ποσοστού εγκατάλειψης σπουδών-Αύξηση του ετήσιου ποσοστού ολοκλήρωσης σπουδών-Υποστήριξη φοιτητών&#xd;<br />ΣΤΟΥΣ ΕΚΠΑΙΔΕΥΟΜΕΝΟΥΣ&#xd;<br />Ενδεικτικά: Θέσπιση μηχανισμών και διαδικασιών ανίχνευσης των προβλημάτων αποδοτικής μάθησης και βελτιωτική ανταπόκριση-&#xd;<br />ΝΟΜΟΘΕΣΙΑ &amp; ΤΟ ΕΘΝΙΚΟ ΠΛΑΙΣΙΟ ΠΡΟΣΟΝΤΩΝ&#xd;<br />Ενδεικτικά: Διασφάλιση επιπέδου σπουδών αντίστοιχο με το ανάλογο με το πρόγραμμα σπουδών επίπεδο στο Εθνικό Πλαίσιο Προσόντων&#xd;<br />Οι στόχοι ποσοτικοποιούνται και η παρακολούθηση εκπλήρωσής τους γίνεται με την καταγραφή τιμών δεικτών βάσει του εγχειρίδιου πολιτικής για τη διασφάλιση της ποιότητας.","acronym":"UNITHESSALY","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Τα μέλη του ΠΑΝΕΠΙΣΤΗΜΙΟΥ Θεσσαλίας έχουν λάβει μέρος σε Ευρωπαϊκά fora και think tanks για τη διαμόρφωση της Ευρωπαϊκής Πολιτικής και Νομοθεσίας σε θέματα που εμπίπτουν των επιστημονικών τους ενδιαφερόντων. Ενδεικτικά αναφέρεται η συμμετοχή του Καθηγητή κ. Μιχαήλ Βραχνάκη στην  εκτελεστική επιτροπή του Eurasian (ex European) Dry Grassland Group (www.edgg.org). Ως υπεύθυνος πολιτικής αυτού του οργανισμού (http://www.edgg.org/about_us.htm) συνέταξε μαζί με άλλους ειδικούς επιστήμονες τη Διακήρυξη του Smolenice (http://pryroda.in.ua/step/smolenice-grassland-declaration/, http://www.edgg.org/publ/members/SP0030.pdf) για την προστασία των λιβαδικών εκτάσεων της Ευρώπης. Επίσης συμμετείχε ενεργά στις εκδηλώσεις του European Forum for Nature Conservation and Pastoralism (http://www.efncp.org/members/) για τη διαμόρφωση της πολιτικής προστασίας των βοσκοτόπων της Ευρώπης μέσω της Κοινής Αγροτικής Πολιτικής. Με την ιδιότητα αυτή συμμετείχε ως representative του Eurasian Dry Grassland Group και του ΤΕΙ Θεσσαλίας στη συνάντηση για τη χάραξη σχετικής πολιτικής του European Forum for Nature Conservation and Pastoralism (EFNCP), Supporting High Nature Value Farming in Europe, Burren Winterage School 2015, Corofin (Co.Clare), Ireland, 22 – 25 October 2015. Επίσης συμμετείχε ως Ειδήμων (Expert) στο forum:  Extensive Grazing in Europe – Demands to policy makers to be integrated in the next CAP reform, 14th and 15th December, 2012, Hungen, Germany. Επίσης ο Καθηγητής κ. Γεώργιος Νταλός έχει λάβει μέρος σε  διάφορα Cost Action Groups, όπως τα &#xd;<br />E24 (http://www.cost.eu/COST_Actions/fps/E24), &#xd;<br />E31 (http://www.cost.eu/COST_Actions/fps/E31) ως αντιπρόεδρος, &#xd;<br />E54 http://www.cost.eu/media/publications/11-02-Fine-Structure-of-Papermaking-Fibres-The-Final-Report-of-COST-Action-E54, &#xd;<br />Και είναι μέλος του European Biomass Association (AEBIOM, http://www.aebiom.org/) διαμέσου του Οργανισμού ELABIOMASS. Κατά τη διάρκεια των Costs και στις διαβουλεύσεις του AEBIOM συμμετείχε στη διαμόρφωση της σχετικής Ευρωπαϊκής Πολιτικής στην πιστοποίηση των παραγώγων ξύλου και βιομάζας.","lastUp":"2019-02-24T15:25:22.261+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}