{"id":"228418013575-67","name":"Personal Connected Health Alliance, LLC","registrationDate":"2014-05-06T16:50:13.984+02:00","category":3,"subCategory":2,"legal":"501(c)6 - Nonprofit Mutual Benefit Corporation","web":"http://www.pchalliance.org","country":"United states","headAddress":"4300 Wilson Boulevard","headCity":"Arlington","headPostCode":"22203","headPhone":"(1)31 26 64 44 67","boss":"Michael J. Kirwan","bossTitle":"Mr","bossPosition":"Vice President, Continua","membersCount":1,"membersFTE":"0.25","membership":"ATA&#xd;\nATIS&#xd;\nBluetooth SIG&#xd;\nETSI&#xd;\nGCF&#xd;\nGSMA&#xd;\nHIMSS&#xd;\nHL7&#xd;\nIEEE&#xd;\nIHE&#xd;\nISO&#xd;\nITU-T&#xd;\nNFC&#xd;\nOCF&#xd;\nOMA&#xd;\nNictiz&#xd;\nPUCC&#xd;\nWi-Fi Alliance&#xd;\nWireless-Life Sciences Alliance&#xd;\nZigBee","memberOrga":"http://www.pchalliance.org/membership/member-directory?member-topic=All","goal":"The Personal Connected Health Alliance (PCHAlliance) aims to make health and wellness an effortless part of daily life. The PCHAlliance, a non-profit organization formed by HIMSS, believes that health is personal and extends beyond healthcare.  The Alliance mobilizes a coalition of stakeholders to realize the full potential of personal connected health.  PCHAlliance members are a vibrant ecosystem of technology and life sciences industry icons and innovative, early stage companies along with governments, academic institutions, and associations from around the world. To support its vision, the PCHAlliance convenes the global personal connected health community at the annual Connected Health Conference, the premier international event for the exchange of research, evidence, ideas, innovations and opportunities in personal connected health. The Alliance publishes and promotes adoption of the Continua Design Guidelines. Continua is recognized by the International Telecommunications Union (ITU) as the international standard for safe, secure, and reliable exchange of data to and from personal health devices.","acronym":"PCHAlliance","interests":"Consumer Affairs, Development, Employment and Social Affairs, Enterprise, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Sport","euInitiatives":"Digital Single Market&#xd;<br />European Innovation Partnership for Active and Healthy Ageing&#xd;<br />Blueprint to innovate health and care in Europe&#xd;<br />eHealth Action Plan","lastUp":"2018-04-16T11:22:34.406+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}