{"id":"228638227562-27","name":"FUNDACION RENOVABLES","registrationDate":"2017-06-21T11:52:58.303+02:00","category":3,"subCategory":2,"legal":"Fundación","web":"http://www.fundacionrenovables.org","country":"Spain","headAddress":"Pedro Heredia, 8. 2º Dcha.","headCity":"Madrid","headPostCode":"28028","headPhone":"(34)6 25 47 42 11","boss":"Fernando Ferrando Vitales","bossTitle":"Mr","bossPosition":"Presidente","membersCount":6,"membersFTE":"2.0","membership":"http://www.ren21.net/about-ren21/about-us/members/&#xd;\nhttp://www.caneurope.org/member-directory?force=1&#xd;\nhttps://renewables-grid.eu/about/members.html","memberOrga":"","goal":"1.\t Contribuir a la aceleración del cambio de modelo energético hacia un modelo sostenible a través del desarrollo de las energías renovables y la racionalización del consumo y del uso de la energía.&#xd;<br />2.\t Contribuir a la reducción de emisiones en actividades relacionadas con la extracción, producción, transformación, distribución, transporte y utilización de la energía.&#xd;<br />3.\t Contribuir a la generación de valor añadido en la implantación de las Energías Renovables para el conjunto de la sociedad como la creación de tejido industrial, empleo e impulso al I+D+i. &#xd;<br />4.\t Promover iniciativas e impulsar políticas de apoyo que permitan superar las barreras hoy existentes para la introducción de las Energías Renovables.&#xd;<br />5.\t Desarrollar actividades e iniciativas para informar, difundir, divulgar las características de las Energías Renovables con carácter particular y de un modelo energético racional, sostenible y descarbonizado. &#xd;<br />6.\t  Introducir el conocimiento a todos los niveles en el ámbito educacional y cultural del significado y ventajas de las Energías Renovables y de su utilización frente a otros modelos y fuentes de energía.&#xd;<br />7.\t Provocar un debate abierto y veraz en la sociedad para alcanzar el desarrollo del modelo energético propuesto.&#xd;<br />8.\t Desarrollo de cualquier actividad tendente a mejorar el conocimiento y posibilidades de las Energías Renovables para sensibilizar a la sociedad.&#xd;<br />9.\t Promover la participación de la ciudadanía como motor de desarrollo y cambio.&#xd;<br />10.\tParticipar activamente en el debate energético en la sociedad española.","acronym":"FR","interests":"Climate Action, Energy, Environment, Transport","euInitiatives":"Paquete de Invierno&#xd;<br />Directiva de renovables&#xd;<br />Directiva eficiencia&#xd;<br />Estrategia de adaptación al cambio climático&#xd;<br />Paquete de medidas sobre clima y energía hasta 2020&#xd;<br />Una economía baja en carbono para 2050&#xd;<br />Directiva de Eficiencia Energética en Edificios","lastUp":"2019-04-30T13:59:16.052+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}