{"id":"228745717780-44","name":"International Centre for Sport Security Insight","registrationDate":"2015-06-11T13:32:23.230+02:00","category":3,"subCategory":2,"legal":"Company limited by Guarantee","web":"http://www.theicss.org/en/about/section/icss-insight","country":"United kingdom","headAddress":"16 Berkeley Street","headCity":"London","headPostCode":"W1J 8DZ","headPhone":"(44)20 37 51 36 75","boss":"Emanuel Medeiros","bossTitle":"","bossPosition":"CEO","membersCount":5,"membersFTE":"1.25","membership":"SIGA&#xd;\nSport Integrity Global Alliance (www.siga-sport.net)","memberOrga":"http://www.theicss.org/en/","goal":"The ICSS INSIGHT (ICSS EUROPE until May of 2017) is a global hub in sport governance, safety, security and integrity of sport. It is an independent and non-profit organisation, at the forefront of efforts to safeguard sport. It plays an increasingly integral role in addressing critical issues in sport such as corruption, betting fraud, financial integrity and child protection, as well as major event safety and venue security. The ICSS, in which ICSS INSIGHT is integrated, teams of international experts, advisors and specialists - from sectors including law enforcement, international policy, sport, government and anti-corruption - has a wealth of experience and knowledge gained from working within sport and governmental organisations, such as the United Nations, UNICEF, INTERPOL, the European Union, the IOC, FIFA, UEFA, EPFL, as well as national police forces. Based in Europe, ICSS INSIGHT drives reform in sport through thought leadership initiatives, collective action, independent research and intelligence and investigations. In partnership with world-leading organisations and academic institutions like Harvard Kennedy School’s Center for International Development and University Paris 1 – Pantheon- Sorbonne, ICSS INSIGHT undertakes research to develop evidence-based solutions to build and strengthen international policies that safeguard sport and promote the use of sport for social and economic development. In August 2016 was released the UNODC-ICSS Handbook – Resource Guide on Good Practices in the Investigation of Match-Fixing and it is currently being drafted the SORBONNE-ICSS Handbook designated Pro Sports Integrity – Handbook about exchange of information to combat the manipulation of sports competitions, with the support of the Council of Europe and of UNESCO. ICSS INSIGHT organised in July 2016 the 1st CPLP (Community of Portuguese Speaking Countries Community) ICSS Sport Forum, with the engagement and support of UNESCO. In 2017 the II edition was held in the city of Gondomar, European City of Sport. ICSS INSIGHT celebrated a MoU with the Organisation of Ibero-American Countries for Education and Culture (OEI), in the beginning of 2017, with the aim of fostering education and capacity building in sport integrity matters with a focus on the protection of minors in sport. ICSS INSIGHT is one of the founding members of SIGA (www.siga-sport.net), the Sport Integrity Global Alliance that released in February 2017 proposal of Universal Standards in matters of safeguard of the integrity of sport (good governance, financial integrity and sport betting integrity); in July 2017 Franco Frattini was elected Chairman of SIGA and in January 208, Emanuel Macedo de Medeiros was elected CEO of SIGA. ICSS INSIGHT continues working in the specific area of Youth Protection, theme that has chosen to support the European Week of Sport as an official partner (2015, Conference, 2016, Special Session, 2017, Special Session) and that underpinned the signature of cooperation agreements with the McCain Institute and the US Centre for Safe Sport.&#xd;<br />In October 2017 the ICSS INSIGHT has taken the initiative to launch an independent global study on “The Legal, Financial and Integrity Aspects of Club Ownership in Football\", as part of its FITS (Financial Integrity and Transparency in Sport) Global Project to address the urgent need for a comprehensive, in-depth, global regulatory reform, capable of ensuring the necessary integrity and transparency on the ownership and investments in clubs.","acronym":"ICSS INSIGHT","interests":"Communication, Consumers, Digital economy and society, Education and training, Employment and Social Affairs, External Relations, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Sport, Youth","euInitiatives":"ICSS INSIGHT is concerned with all legislative matters relating to sport, good governance, financial integrity, protection of minors, economic weight of sport and its social role.&#xd;<br />ICSS INSIGHT's CEO is the elected CEO (January 2018) of the Sport Integrity Global Alliance (SIGA).","lastUp":"2018-05-13T16:27:02.819+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}