{"id":"228745717780-44","name":"International Centre for Sport Security Europe","registrationDate":"2015-06-11T13:32:23.230+01:00","category":3,"subCategory":2,"legal":"Company limited by Guarantee","web":"http://www.theicss.org","country":"United kingdom","headAddress":"65 Sloane Street","headCity":"Londres","headPostCode":"SW1X9SH","headPhone":"(44)20 37 51 36 75","boss":"Emanuel Medeiros","bossTitle":"","bossPosition":"CEO","membersCount":5,"membersFTE":"1.25","membership":"SIGA&#xd;\nSport Integrity Global Alliance (www.siga-sport.net)","memberOrga":"http://www.theicss.org/en/","goal":"The ICSS is a global hub in sport governance, safety, security and integrity of sport.  It is an independent and non-profit organisation, at the forefront of efforts to safeguard sport.  It plays an increasingly integral role in addressing critical issues in sport such as corruption, betting fraud, financial integrity and child protection, as well as major event safety and venue security.  &#xd;<br />The ICSS’s team of international experts, advisors and specialists - from sectors including law enforcement, international policy, sport, government and anti-corruption - has a wealth of experience and knowledge gained from working within sport and governmental organisations, such as the United Nations, UNICEF, INTERPOL, the European Union, the IOC, FIFA, UEFA, EPFL, as well as national police forces.  &#xd;<br />ICSS EUROPE is part of ICSS global and pursues the objectives set above in what concerns Europe, Latin America and Africa.&#xd;<br />In partnership with world-leading organisations and academic institutions like Harvard&#xd;<br />Kennedy School’s Center for International Development and University Paris 1 – Pantheon-&#xd;<br />Sorbonne, we undertake research to develop evidence-based solutions to build and&#xd;<br />strengthen international policies that safeguard sport and promote the use of sport for social&#xd;<br />and economic development.&#xd;<br />In August 2016 was released the UNODC-ICSS Handbook – Resource Guide on Good Practices in the Investigation of Match-Fixing and it is currently being drafted the SORBONNE-ICSS Handbook designated Pro Sports Integrity – Handbook about exchange of information to combat the manipulation of sports competitions, with the support of the Council of Europe and of UNESCO. It will be launched in the end of 2017.&#xd;<br />ICSS EUROPE organised in July 2016 the 1st CPLP (Community of Portuguese Speaking Countries Community) ICSS Sport Forum, with the engagement and support of UNESCO. In 2017 the II edition is under preparation.&#xd;<br />ICSS EUROPE celebrated a MoU with the Organisation of Ibero-American Countries for Education and Culture (OEI), in the beginning of 2017, with the aim of fostering education and acapacity building in sport integrity matters with a focus on the protection of minors in sport.&#xd;<br />ICSS is one of the founding members of SIGA (www.siga-sport.net), the Sport Integrity Global Alliance that released in February 2017 proposal of Universal Standards in matters of safeguard of the integrity of sport (good governance, financial integrity and sport betting integrity); ICSS continues working in the specific area of Youth Protection, theme that has chosen to support the European Week of Sport as an official partner (2015, Conference, 2016, Special Session)","acronym":"ICSS EUROPE","interests":"Communication, Consumer Affairs, Development, Education, Employment and Social Affairs, External Relations, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Research and Technology, Sport, Youth","euInitiatives":"ICSS EUROPE is concerned with all legislative matters relating to sport, good governance, financial integrity, protection of minors, economic weight of sport and its social role.&#xd;<br />ICSS EUROPE's CEO is the elected Coordinator of the initiative to constitute formally the Sport Integrity Global Alliance (SIGA), which occured in April 2017.","lastUp":"2017-05-15T20:08:57.022+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}