{"id":"228862827197-61","name":"Lithuanian Cybercrime Center of Excellence for Training, Research &amp; Education","registrationDate":"2017-05-22T10:40:26.619+01:00","category":3,"subCategory":2,"legal":"Non-Governmental Organization (NGO)","web":"http://www.l3ce.eu","country":"Lithuania","headAddress":"Didlaukio str. 55","headCity":"Vilnius","headPostCode":"LT-08329","headPhone":"(3706)8 79 90 08","boss":"Egidija Versinskiene","bossTitle":"Ms","bossPosition":"Director","membersCount":3,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"L3CE specific area of focus – R&amp;D in computer linguistics, built on research and development of language, speech &amp; semantic technologies, including methods and computer-aided tools for lexical, text &amp; speech analysis.  &#xd;<br />L3CE reseraches are involved in R&amp;D projects on national and EU level ( ISF, H2020 for secure societies)  which includes the development of  computer aided tools for automated language  analysis including interpretation of language mix, , normalization of non-standard language into textual data, emotion detection from written text phenomena, dynamic automatic formation of special ontologies for semantic analysis, criminal patterns detection in open data sources , usage of hybrid algorithms (machine learning based, rule based, statistic based) for profiling tasks, machine learning principles for risk analysis. &#xd;<br /> &#xd;<br />Currently L3CE coordinates European Network (SENTER Network)  of Centers of Excellence (CoE) for training, research and education in cybercrime domain .&#xd;<br /> &#xd;<br />The key objectives of SENTER Network: &#xd;<br />•\tCreate a strong community of the CoE in  the area of cybercrime with  common objectives,  common activities, common goals that will help to achieve more harmonised approach at EU level by bridging tresources and maximizing results of  R&amp;D projects. &#xd;<br />•\tEstablishing working partnerships with all relevant stakeholders, including governmental agencies, EU agencies , Computer  industry.  Through the different partnership models to achieve more coordinated and holistic approach in LEA capacity building process.&#xd;<br />•\tTo minimize competence gaps in different EU countries in the field by transferring and adoption of the leading countries achievements . Active participation in the development of  common EU standarts, methods, tools in cybercrime domain. &#xd;<br />&#xd;<br />Sustainable and forward looking approach,   to become a part of EC medium and long term strategy in cybercrime domain.","acronym":"L3CE","interests":"Customs, Development, Foreign and Security Policy and Defence, Justice and Fundamental Rights, Research and Technology, Trans-European Networks","euInitiatives":"L3CE in the partnership of Mykolas Romeris university  was involved in organization of the international event named ” Empowering EU Security Research through Co-innovation, Co-creation and Co-implementation&#xd;<br />Purpose of the conference: to strengthening the dialogue between the two networks of academia and law enforcement authorities, namely SENTER and ENLETS (“European Network of Law Enforcement Technology Services“), and to discuss how scientific community could contribute to the European Union’s law enforcement authorities’ capacity building demand in fighting cybercrime.&#xd;<br /> &#xd;<br />Conference held as project “Strengthening European Network Centres of Excellence in Cybercrime”  (SENTER) (Reference No. HOME/2014/ISFP/AG/7170) activities","lastUp":"2017-05-22T10:40:56.365+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}