{"id":"229665518359-03","name":"Magellan - European Affairs Consultancy","registrationDate":"2015-07-28T21:20:10.981+01:00","category":1,"subCategory":6,"legal":"Association","web":"http://magellan-association.org","country":"Portugal","headAddress":"Av. Boavista, 1588 7º","headCity":"Porto","headPostCode":"4100","headPhone":"(351)2 20 90 25 25","boss":"Ana Paula  Mesquita","bossTitle":"Ms","bossPosition":"President","membersCount":12,"membersFTE":"10.5","membership":"Magellan is a member of Press Club Brussels Europe.","memberOrga":"","goal":"Magellan is a non-profit private law association for the representation of Portuguese interests abroad, operating since 2009.  Magellan is engaged in the representation and promotion of Portuguese entities and their interests abroad, building bridges with the European institutions and pan-European stakeholders and in so doing, promoting Portugal’s image. Aware that much of the legislation governing the Portuguese business structure originates within the European Union, from Brussels, we keep a close contact with the most relevant actors within the European institutions and other related entities.&#xd;<br />We have assembled a solid understanding of European issues, supported by a highly trained and competent staff as well as by close ties to the academic world, and through partnerships with specialised organisations in different areas of expertise. Since the beginning of its activity, MAGELLAN has represented entities, both public and private, essentially consisting of associations of undertakings, businesses and scientific institutions in a wide range of sectors, namely, maritime transport, communication and information technologies, energy, environment, forestry, textiles and clothing, fashion, health, and youth entrepreneurship, among others. &#xd;<br />&#xd;<br />OUR SERVICES&#xd;<br />Intelligence and Monitoring: We carry out a constant and continuous observation of new developments, decisions, policy guidelines and programmes in our clients’ activity area. We also proceed to the identification of the relevant media and institutions. Subsequently, we process the relevant information and later elaborate an individual action plan with a view to defending the client's interests, seeking to ensure that their interests are adequately protected.&#xd;<br />Strategic Consulting: This allows us to obtain an analysis of regulatory conditions, agents, institutions and competition, as well as political interests. &#xd;<br />Applications to EU Programmes and EU Public Procurement: We provide consulting services in the identification of the best opportunities, preparation of proposals and for the establishment of partnerships of interest.&#xd;<br />Market Analysis and Research: The studies and analysis we have conducted take into account a certain topic, a challenge or a specific decision-making process. &#xd;<br />Promotion of Interests in the EU: We provide advice and support with a view to reaching and maintaining a strong presence within the European Union. From Brussels, we cultivate a close contact with key agents within the European Institutions and related entities.&#xd;<br />Organisation and Management of Conferences and Events: Events are an excellent way to approach institutions, companies and the civil society. Services provided include personalised support with regard to the planning and implementation of national and international events.&#xd;<br />Networking: We provide support in establishing contacts with decision-makers in politics, media and civil society.&#xd;<br />&#xd;<br />GOVERNANCE STRUCTURE&#xd;<br />MAGELLAN's activity is managed and regulated by its Board, General Assembly and Supervisory Board. In order to contribute to its development, the Strategic Council is the advisory body intended to support the decision-making process of the other bodies. &#xd;<br />Endowed with a young, dynamic and skilled team, MAGELLAN managed to gather a wide set of skills, especially in the context of Management, Law, Economics and Engineering, which are absolutely vital for the implementation of its objectives. In addition, and in order to train and provide services with an added value, we regularly gather the input from senior collaborating experts.&#xd;<br />&#xd;<br />PHILOSOPHY&#xd;<br />Competence and experience &#xd;<br />Transparency of Performance&#xd;<br />Confidentiality&#xd;<br />Availability","acronym":"Magellan","interests":"Communication, Competition, Culture, Development, Education, Energy, Enterprise, Environment, External Relations, Information Society, Internal Market, Regional Policy, Research and Technology, Trans-European Networks, Transport","euInitiatives":"With a view to achieving and maintaining a strong presence of Portuguese entities within the European Union, we provide advice and support to maintain close and effective contacts with the most relevant agents within the European institutions and correlating entities.&#xd;<br />Our strategy is made through the establishment of contacts with decision makers in politics, media and civil society. Furthermore, we offer advice concerning the maintenance and expansion of one’s personal contacts network. Therefore, we arrange meetings and keep close contact with EU Agencies and different DGs, according to the working area of our clients. &#xd;<br />Our activitites are always undertaken according to each client needs. We arere currently active in the areas of technologies, tranports, energy, public procurement, among others.","lastUp":"2017-06-29T18:46:13.028+01:00","customers":"Newton Consultores de Engenharia, Lda,Quaternaire Portugal, S.A.,APDL-Administracao Portos do Douro, Leixões, Viana Castelo,SA","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":"","turnoverRange":"500000-999999"}