{"id":"2296515955-67","name":"Nordic Public Service Broadcasters","registrationDate":"2009-01-13T13:54:03.960+01:00","category":2,"subCategory":3,"legal":"Agreement between DR,NRK,RUV,SVT,SR,UR and YLE","web":"http://www.nordicpsb.org","country":"Belgium","headAddress":"Av. des Arts, 56","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 86 91 21","boss":"Charlotte Niklasson","bossTitle":"Ms","bossPosition":"Head of European Office","membersCount":2,"membersFTE":"2.0","membership":"The seven Public Service Broadcasters in the five Nordic countries DR,NRK,RUV,SVT,SR,UR and Yle are all members of the European Broadcasting Union, EBU.&#xd;\n&#xd;\nEIF: European Internet Forum","memberOrga":"DR&#xd;\nSVT&#xd;\nSR&#xd;\nUR&#xd;\nNRK&#xd;\nRUV&#xd;\nYLE","goal":"The overall mission and objective of Nordic PSB is to safeguard and promote the interests of the Nordic public service broadcasters in relation to European affairs and regulations. To strengthen the position of public service broadcasting in the Nordic countries and Europe. Nordic PSB closely follows the work and activities in the different institutions of the European Union and The Council of Europe dealing with the audiovisual sector.","acronym":"Nordic PSB","interests":"Audiovisual and Media, Budget, Communication, Competition, Consumer Affairs, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Enlargement, Enterprise, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"Digital Single market&#xd;<br />AVMS refit&#xd;<br />e-comm refit &#xd;<br />copyright reform&#xd;<br />State Aid questions&#xd;<br />plattforms","lastUp":"2018-02-08T14:37:41.344+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}