{"id":"229665518359-03","name":"Magellan - European Affairs Consultancy","registrationDate":"2015-07-28T21:20:10.981+02:00","category":1,"subCategory":6,"legal":"Association","web":"http://magellan-association.org","country":"Portugal","headAddress":"Av. Boavista, 1588 7º","headCity":"Porto","headPostCode":"4100","headPhone":"(351)2 20 90 25 25","boss":"Ana Paula  Mesquita","bossTitle":"Ms","bossPosition":"President","membersCount":11,"membersFTE":"9.5","membership":"Magellan is a member of the Belgian - Portuguese Chamber of Commerce. &#xd;\nMagellan is a member of Press Club Brussels Europe.&#xd;\nMagellan is a member of Friends of Europe.","memberOrga":"","goal":"Magellan is a European Union Affairs Consultancy and an active beneficiary in several large-scale European projects with a recognisable impact, mainly in the maritime transport sector. With offices in Porto (Portugal) and Brussels (Belgium), Magellan stands out for its action in public affairs, project management, preparation of project bids for EU funding, communication, dissemination and exploitation of project’s results, event management, networking, promotion and representation towards the EU institutions.&#xd;<br />Magellan has supported nearly 20 European innovation projects, developing a consolidated know-how in maximising the implementation and technical and policy impact of projects through dissemination and communication activities, as well as the exploitation of projects’ results. Magellan’s team delivers expertise in innovation and research funding, project management, internationalisation, events, workshops, training, communication and dissemination activities of European projects and drafting of R&amp;D policy recommendations. Our track record in EU funding projects includes Horizon 2020, Connecting Europe Facility Transport (CEF-T), LIFE, Interreg, Erasmus +). Magellan’s main area of expertise is transport (maritime in particular), blue and circular economy.","acronym":"Magellan","interests":"Business and Industry, Communication, Competition, Culture, Digital economy and society, Education and training, Energy, Environment, External Relations, International co-operation and development, Regional Policy, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"With a view to achieving and maintaining a strong presence of Portuguese entities within the European Union, we provide advice and support to maintain close and effective contacts with the most relevant agents within the European institutions and correlating entities.&#xd;<br />Our strategy is made through the establishment of contacts with decision makers in politics, media and civil society. Furthermore, we offer advice concerning the maintenance and expansion of one’s personal contacts network. Therefore, we arrange meetings and keep close contact with EU Agencies and different DGs, according to the working area of our clients. Our activitites are always undertaken according to each client needs. We arere currently active in the areas of technologies, tranports, energy, public procurement, among others.","lastUp":"2019-06-10T12:49:03.615+02:00","customers":"ANETIE","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":"","turnoverRange":"500000-999999"}