{"id":"2301233810-42","name":"ROCKWOOL International A/S","registrationDate":"2008-12-18T09:37:38.163+01:00","category":2,"subCategory":3,"legal":"A/S","web":"http://www.rockwool.com","country":"Denmark","headAddress":"Hovedgaden, 584","headCity":"Hedehusene","headPostCode":"2640","headPhone":"(45)46 56 03 00","boss":"Jens Birgersson","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"2.25","membership":"EURIMA&#xd;\nEuroACE&#xd;\nECEEE&#xd;\nFire Safe Europe","memberOrga":"EURIMA&#xd;\nEuroACE&#xd;\nECEEE&#xd;\nFire Safe Europe","goal":"The Rockwool Group is amongst the global leaders within the insulation industry with products and solutions for all major application areas for both residential and non-residential buildings. Together with other construction-related products such as acoustic ceilings and cladding boards, the Group contributes to energy efficient and firesafe buildings with good acoustics and a comfortable indoor climate. We also create green solutions for the horticultural industry, special fibres for industrial use, effective insulation for the process industry and marine &amp; offshore as well as noise and vibration systems for modern infrastructure..&#xd;<br />The ROCKWOOL Group was founded in 1937. Our more than 10,500 employees in more than 30 countries cater for customers in a big part of the world. The Group’s head office is located close to Copenhagen. In 2015 the Group generated sales of DKK 16,468 million. The company is listed on the NASDAQ OMX Nordic Exchange Copenhagen.&#xd;<br />The Group’s operations have a large presence in Europe and we are expanding production, sales and service activities in Russia, North America, India and East Asia. Together with a broad network of business partners, this ensures the global presence of the Group’s products and systems.","acronym":"ROCKWOOL Group","interests":"Competition, Consumer Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Internal Market, Taxation, Transport","euInitiatives":"Energy Performance of Buildings Directive&#xd;<br />Energy Efficiency Directive&#xd;<br />Fire Safety of Buildings&#xd;<br />Sustainable Buildings&#xd;<br />Emission Trading Scheme","lastUp":"2018-02-12T08:35:23.740+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}