{"id":"23020671103-67","name":"Cambre Associates","registrationDate":"2009-02-09T21:47:51.858+02:00","category":1,"subCategory":6,"legal":"SA","web":"http://www.cambre-associates.com","country":"Belgium","headAddress":"Rue Defacqz, 52","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)26 45 79 90","boss":"Tom Parker","bossTitle":"Mr","bossPosition":"CEO","membersCount":22,"membersFTE":"12.25","membership":"BritCham - British Chamber of Commerce in Belgium: http://www.britcham.be/&#xd;\nEPACA - European Public Affairs Consultancies Association: http://www.epaca.org/&#xd;\nPublic Affairs Council: http://pac.org/europe&#xd;\nEuropean Policy Center: http://www.epc.eu/&#xd;\nFAIB: http://faib.org/","memberOrga":"","goal":"Cambre is an award winning Brussels-based public policy and public relations consultancy. We provide issues management, crisis support, media relations, lobbying, association management and the full range of on-line and physical communications tools. Our hallmark is practical action based on analysis, strategic advice and creativity.","acronym":"Cambre","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Cambre provides tailored client representation to a broad range of international corporate and trade association organizations operating in Brussels, Europe and beyond. Optimizing our niche-position among Brussels-based public policy and public relations consultancies, we drive cross-spectrum results for clients in the areas of energy, environment and climate change, external relations and international trade, financial services, food, drink and agriculture, health and wellbeing, technology and telecoms, manufacturing industries, internal market and retail, and transport and security. In addition, we are proud to contribute to the cause of European NGOs and Non-Profit organizations, also as part of our own sustainability initiatives.","lastUp":"2018-04-13T17:05:13.877+02:00","customers":"CES - Centre Européen des Silicones,EASO - European Association for the Study of Obesity,Medtronic","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":"","turnoverRange":""}