{"id":"230671229116-26","name":"Associação Nacional das Farmácias","registrationDate":"2017-11-28T14:36:51.331+02:00","category":2,"subCategory":4,"legal":"Associação","web":"http://www.anf.pt","country":"Portugal","headAddress":"Rua Marechal Saldanha, n.º 1 1249-069","headCity":"Lisboa","headPostCode":"","headPhone":"(351)2 13 40 06 00","boss":"Paulo Duarte","bossTitle":"","bossPosition":"President","membersCount":5,"membersFTE":"2.0","membership":"PGEU: http://www.pgeu.eu/en/&#xd;\nFIP : www.fip.org&#xd;\nAFPLP: http://www.afplp.org/&#xd;\nCCP: http://www.ccp.pt&#xd;\nWPC: https://www.worldpharmacycouncil.org/&#xd;\nCIP: http://cip.org.pt/","memberOrga":"","goal":"ANF's mission is making  community Pharmacies  the most valued primary health care network by the Citizens.&#xd;<br />&#xd;<br />ANF's is an association of Pharmacy owners and represents 95% of the portuguese pharmacies.","acronym":"ANF","interests":"Business and Industry, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Public Health, Regional Policy, Single market","euInitiatives":"All legal, economic and policy dossiers with impact on pharmacies and community Pharmacists namely Pharmaceutical legislation and regulation, veterinary legislation, data protection, Health digital market and the impact of fiscal policy on Health. &#xd;<br />&#xd;<br />Digital Single Market: new developments with impact on the healthcare sector are being followed and monitored. Contacts with European Commission and Portuguese MEPs to promote the Portuguese Pharmacies digital agenda.&#xd;<br />&#xd;<br />Falsified Medicines Directive: ANF is actively involved in the implementation of the directive engaging with decision maker and Delegate Regulation, regulators and other stakeholders both at national and European level. ANF is a member of the national stakeholders’ consortium, entity responsible for the implementation and operationalisation of the commission delegated regulation requirements concerning the national repository.   &#xd;<br />&#xd;<br />European Semester: The European Commission analysis are monitored; regular economic updates on the Portuguese pharmaceutical market and pharmacy sector are send to relevant stakeholders namely DG ECFIN and DG SANTE.&#xd;<br />&#xd;<br />Health Technology Assessment:  new developments with impact on the healthcare sector are being followed.&#xd;<br />&#xd;<br />Value Based Healthcare: identify new trends and &#xd;<br />opportunities in the field of VBH, highlighting the added value of pharmacies interventions to healthcare systems and patients.&#xd;<br />&#xd;<br />Medicines shortages: monitoring of shortages at national level and awareness at European level to the difficulties of access to medicines in Portugal.","lastUp":"2019-10-04T10:42:34.189+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}