{"id":"230767927770-62","name":"AIMPLAS - Asociación de Investigación de Materiales Plásticos y Conexas","registrationDate":"2017-07-25T15:30:49.181+02:00","category":4,"subCategory":5,"legal":"ASOCIACIÓN","web":"http://www.aimplas.es","country":"Spain","headAddress":"C/ Gustave Eiffel, 4 Parque Tecnológico Paterna","headCity":"Paterna","headPostCode":"46980","headPhone":"(34)9 61 36 60 40","boss":"Jose Antonio Costa Mocholí","bossTitle":"","bossPosition":"Director - Gerente","membersCount":12,"membersFTE":"7.5","membership":"","memberOrga":"La página web donde constan nuestros asociados es:&#xd;\n&#xd;\nhttp://www.aimplas.es/asociese/nuestros-asociados","goal":"AIMPLAS es una asociación privada sin ánimo de lucro de ámbito nacional. Se define como centro de innovación y tecnología especializado para la industria de los materiales plásticos y afines. Fue constituida en 1990 con el objetivo de promover entre las empresas del sector la investigación, el desarrollo y la innovación tecnológica.&#xd;<br />Su campo de actuación es la investigación aplicada al sector de transformación de los materiales plásticos y el apoyo al desarrollo e innovación tecnológica del sector a través de soluciones integrales adaptadas a las empresas.","acronym":"AIMPLAS","interests":"Agriculture, Business and Industry, Climate Action, Consumers, Digital economy and society, Energy, Environment, Food Safety, International co-operation and development, Research and innovation, Trade","euInitiatives":"AIMPLAS es un Centro Tecnológico en el ámbito de los materiales plásticos a lo largo de toda su cadena de valor, desde la producción de materias primas, desarrollo de productos y procesos de fabricación; hasta la valorización de sus residuos. AIMPLAS cuenta con 25 años de experiencia apoyando a las empresas y consumidores en el desarrollo y selección de productos y servicios más sostenibles.&#xd;<br />Con activa participación en áreas como:&#xd;<br /> - Reciclado de materiales plásticos&#xd;<br /> - Reciclado de productos plásticos al final de su vida útil &#xd;<br /> (en diferentes sectores: envase &lt;&lt;Directive (EU) &#xd;<br /> 2015/720 - Packaging and Packaging Waste Directive &#xd;<br /> >>, automoción &lt;&lt;Directive 2000/53/EC - the \"ELV &#xd;<br /> Directive\">>, eléctrico/electrónico &lt;&lt;WEEE Directive &#xd;<br /> 2012/19/EU>>, construcción &lt;&lt;Waste Framework &#xd;<br /> Directive - 2008/98/EC>>).&#xd;<br />- Valorización de residuos municipales y residuos de origen natural (agricultura, bosques, pesca) para obtención de biopolímeros, monómeros o aditivos de alto valor añadido.&#xd;<br />- Simbiosis industrial, aprovechando los residuos de una industria como materia prima para otra.&#xd;<br />- Economía Circular. &#xd;<br />&#xd;<br />AIMPLAS cuenta con instalaciones y equipamiento especializado y personal altamente cualificado que le permite afrontar proyectos de I+D+i  que aporten soluciones de alto valor agregado a la industria. Desde el año 2000 AIMPLAS ha participado en iniciativas Europeas para el desarrollo y transferencia a la industria de tecnologías, procesos y productos relacionados con las actividades antes mencionadas a través de proyectos en diferentes programas como Research Framework Programme 5, Research Framework Programme 6, Research Framework Programme 7, Horizon 2020, Interreg, Programa Life, Economía Circular, BBI (Bio-Based Industries Joint Undertaking), Biotecnología, LCE (Low Carbon Economy Programme) y Waste.&#xd;<br />Proyectos financiados por la EC relacionados con estas temáticas en los que participa o ha participado AIMPLAS","lastUp":"2018-07-17T09:42:56.462+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}