{"id":"231433917121-90","name":"Vereinigung Österreichischer Investmentgesellschaften","registrationDate":"2015-04-27T11:00:19.255+02:00","category":2,"subCategory":4,"legal":"Verein","web":"http://www.voeig.at","country":"Austria","headAddress":"Schubertring 9-11/2/33","headCity":"Wien","headPostCode":"1010","headPhone":"(43)17 18 83 33","boss":"Dietmar Rupar","bossTitle":"Mr","bossPosition":"Generalsekretär","membersCount":3,"membersFTE":"1.5","membership":"Die VÖIG ist Mitglied der European Fund and Asset Management Association (EFAMA) auf europäischer Ebene sowie der International Investment Funds Association (IIFA) auf internationaler Ebene.","memberOrga":"Siehe www.voeig.at unter \"Mitglieder\". Es gibt ordentliche Mitglieder, außerordentliche Mitglieder sowie Informationsmitglieder.","goal":"Die Vereinigung Österreichischer Investmentgesellschaften (VÖIG) wurde am 20.01.1988 gegründet und ist der Dachverband aller österreichischen Verwaltungsgesellschaften (VWGs) und aller österreichischen Immobilien-Kapitalanlagegesellschaften (Immo-KAGs). Die VÖIG vertritt 100% des von österreichischen VWGs und Immo-KAGs verwalteten Fondsvermögens. &#xd;<br />Zweck und Aufgabe des vereinsrechtlich organisierten Verbandes ist die Förderung des heimischen Investmentwesens sowie die umfassende Betreuung seiner Mitglieder.&#xd;<br />Die VÖIG wirkt bei der Begutachtung von nationalen und internationalen (vornehmlich europäischen) Regularien, die die Interessen von Mitgliedern tangieren, mit.","acronym":"VÖIG","interests":"Competition, Consumer Affairs, Development, Economic and Financial Affairs, Education, Enlargement, Enterprise, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Information Society, Internal Market, Regional Policy, Taxation, Trade","euInitiatives":"Die VÖIG wirkt auf die Einhaltung der Interessen ihrer Mitglieder im regulatorischen Umfeld hin, wobei insbesondere das (europäische) Investmentfondsrecht, also die OGAW-Richtlinie sowie die AIFM-Richtlinie diesbezüglich von zentraler Bedeutung sind.&#xd;<br />Zudem ist die VÖIG in all jene Dossiers involviert, die direkte oder indirekte Auswirkungen auf die (österreichische) Investmentfonds- bzw. Immobilieninvestmentfondsindustrie haben.","lastUp":"2018-04-11T09:32:24.966+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}