{"id":"232027221824-72","name":"DIOGENIS Drug Policy Dialogue","registrationDate":"2016-05-19T12:11:59.226+02:00","category":3,"subCategory":2,"legal":"Non-profit civil partnership","web":"http://www.diogenis.info/","country":"Greece","headAddress":"8 Fokionos st.","headCity":"Athens","headPostCode":"10563","headPhone":"(30)21 03 25 53 26","boss":"Thanasis Apostolou","bossTitle":"Mr","bossPosition":"Executive Director ","membersCount":1,"membersFTE":"0.25","membership":"DIOGENIS is: &#xd;\n&#xd;\n-Member of Vienna NGO Committee (VNGOC)&#xd;\n&#xd;\n-Diogenis has since 2014 the consultative Status of ECOSOC&#xd;\n&#xd;\n-Member of the International Drug Policy Consortium (IDPC)&#xd;\n&#xd;\n-Member of the Drug Policy Network in South East Europe (DPNSEE) &#xd;\n&#xd;\n-Member of the Greek 'NGO Platform on psychoactive substances'","memberOrga":"","goal":"The organization's objectives are to:&#xd;<br />• Promote objective and open dialogue at national, regional and international level in order to  achieve a coherent, consistent and effective drug policy. &#xd;<br />• Study the drug phenomenon in Greece and in South East Europe, with special reference to the geopolitical and cultural characteristics of the countries in the region&#xd;<br />• Develop national, inter-Balkan and international cooperation and partnerships with networks  to influence drug policy both in terms of protecting public health and safety and reduce supply and demand.&#xd;<br />• Develop participatory social action and provide information to individuals the public about  the effects of drug use and responses to the problem, and help to implement programs for prevention, harm reduction and treatment in collaboration with specialized institutions and agencies. &#xd;<br />• Identify and promote effective policies and practices in other countries or regions of the world, inform, make aware and mobilize public opinion and public administrations (national and  local governments and the  public sector in general) in favour of European and Global initiatives to tackle the negative effects of production, trafficking and drug use.&#xd;<br />• support national and regional cooperation and coordination of NGOs working in the field of drugs and establish good relations with experts, scientists and policy makers  responsible for drug policy.&#xd;<br />Diogenis seeks to achieve its objectives through:&#xd;<br />• Close cooperation between non-governmental organizations and responsible governmental institutions and services and scientific and research centres at national, Balkan, European and international level.&#xd;<br />• Support and coordination of networks among NGOs at national and regional level&#xd;<br />• Organize informal drug policy dialogues and open public discussions and lectures, comment on relevant news and make proposals to competent authorities  for improvement and modernization of  the existing drug control system &#xd;<br />• The publication of researches, reports and newsletters  and the organization of electronic archive with information and analyses of relevant drug related issues.","acronym":"DIOGENIS","interests":"Home Affairs, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Youth","euInitiatives":"-EU drug strategy and action plan &#xd;<br />-EU regulation on New Psychoactive Substances&#xd;<br />-EU council decisions and guidelines on drugs","lastUp":"2018-04-12T12:15:24.729+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}