{"id":"232499534389-58","name":"Asociatia Societatilor Financiare din Romania - ALB","registrationDate":"2019-03-29T12:40:26.359+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.alb-romania.ro/","country":"Romania","headAddress":"22 Nicolae Caramfil Street, Fl. 4, Ap. 404, District 1","headCity":"Bucharest","headPostCode":"","headPhone":"(40)03 14 25 34 38","boss":"Nina Puiu","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":3,"membersFTE":"3.0","membership":"http://www.alb-romania.ro/index.php","memberOrga":"http://www.alb-romania.ro/index.php","goal":"ALB Romania supports and promotes the non-banking financial services provided by its members, recommending best practices and highest standards of professional behavior and contributing to the education and development of the non-banking financial services business community in the light of the professional ethics.","acronym":"ALB","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"-\tCPC Regulation 2394/2017/EU on cooperation between national authorities responsible for the enforcement of consumer protection laws&#xd;<br />-\tRegulation 2016/679/EU on data protection&#xd;<br />-\tDirective 2008/48/EU on credit agreements for consumers&#xd;<br />-\tDirective 2014/17/EU on credit agreements for consumers relating to residential immovable property&#xd;<br />-\tDirective 2016/97/EU on insurance distribution&#xd;<br />-\tDirective 93/13/1993 on unfair terms in consumer contracts.","lastUp":"2019-03-29T12:41:02.059+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}