{"id":"232488319727-68","name":"Freiwillige Selbstkontrolle Multimedia-Diensteanbieter e.V.","registrationDate":"2015-11-30T11:58:06.063+02:00","category":2,"subCategory":4,"legal":"e.V.","web":"http://www.fsm.de","country":"Germany","headAddress":"Beuthstraße 6","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)0 30 24 04 84 30","boss":"Gabriele Schmeichel","bossTitle":"Ms","bossPosition":"Vorstandsvorsitzende","membersCount":2,"membersFTE":"0.5","membership":"INHOPE; &#xd;\nKeine Grauzonen im Internet - Netzwerk gegen Missbrauch und sexuelle Ausbeutung von Kindern;&#xd;\nDeutschland sicher im Netz (DsiN);&#xd;\nfragFINN","memberOrga":"http://www.fsm.de/de/mitgliedschaft#A2_2","goal":"Die Freiwillige Selbstkontrolle Multimedia-Diensteanbieter (FSM e.V.) ist ein gemeinnütziger Verein, der sich mit dem Jugendmedienschutz in Onlinemedien befasst. Innerhalb des durch den Jugendmedienschutz-Staatsvertrag (JMStV) im Jahr 2003 eingeführten Systems der regulierten Selbstregulierung ist die FSM anerkannte Selbstkontrolleinrichtung für den Bereich Telemedien in Deutschland.&#xd;<br />&#xd;<br />Die FSM engagiert sich zusammen mit ihren Mitgliedsunternehmen und -verbänden maßgeblich dafür, den Jugendmedienschutz zu stärken und illegale, jugendgefährdende und entwicklungsbeeinträchtigende Inhalte in Onlinemedien einzudämmen. Zur Sicherung einheitlich hoher Standards im Jugendschutz hat die FSM gemeinsam mit den Mitgliedern Selbstverpflichtungen für verschiedene Bereiche der Onlinewelt aufgestellt. Weiterhin betreibt die FSM eine Beschwerdestelle, an die sich jeder Nutzer kostenlos wenden kann, um strafbare und jugendgefährdende Onlineinhalte zu melden. Zu den weiteren Kernaufgaben der FSM zählt die umfangreiche Aufklärungsarbeit und Medienkompetenzförderung von Kindern und Erwachsenen, wofür wir gemeinsam mit Partnern aus Wirtschaft und Zivilgesellschaft zahlreiche Projekte umsetzen.  &#xd;<br />&#xd;<br />Als „Third Party“ war die FSM mit beratender Stimme an den Verhandlungen der CEO Coalition to Make the Internet a Better Place for Children sowohl im Plenum, als auch in allen Arbeitsgruppen aktiv beteiligt und engagiert sich zudem im EU-geförderten Projekt MIRACLE, das sich mit der maschinenlesbaren und interoperablen Kennzeichnung von Online-Inhalten befasst (www.miracle-label.eu). Weiterhin bietet die FSM mit www.altersklassifizierung.de einen in deutscher und englischer Sprache verfügbaren Dienst an, mit dem beliebige Internetinhalte hinsichtlich ihrer Jugendschutzrelevanz bewertet und eine entsprechende technische Kennzeichnung gemäß dem Standard „age-de.xml“ erstellt werden kann. Dieser Dienst steht der Öffentlichkeit kostenfrei zur Verfügung. Die FSM entsendet Experten in alle Fachkommissionen des I-KiZ – Zentrum für Kinderschutz im Internet , welches vom deutschen Bundesfamilienministerium initiiert worden ist.","acronym":"FSM","interests":"Communication, Consumers, Culture and media, Digital economy and society, Education and training, Research and innovation, Youth","euInitiatives":"AVMD-Richtlinie&#xd;<br />Connecting Europe Facility&#xd;<br />CEO Coalition to Make the Internet a Better Place for Children&#xd;<br />Alliance to Better Protect Minors Online&#xd;<br />Thematic Network POSCON&#xd;<br />Positive Online Content Campaign","lastUp":"2018-10-17T09:55:08.561+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}