{"id":"232678519050-87","name":"OpenMedia Engagement Network","registrationDate":"2015-11-30T20:39:24.997+01:00","category":3,"subCategory":2,"legal":"not-for-profit","web":"https://openmedia.org","country":"Canada","headAddress":"207 W Hastings Street","headCity":"Vancouver","headPostCode":"V6B 1H7","headPhone":"(1)60 46 33 27 44","boss":"Laura Tribe","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":2,"membersFTE":"0.5","membership":"Legal members of OpenMedia only include staff and board, however we serve a community of over 700,000 globally, including Internet users in all of the countries mentioned above and many others as well.","memberOrga":"No member organizations.","goal":"OpenMedia is a digital policy organization that works to keep the Internet open, affordable, and surveillance-free. We create community-driven campaigns to engage, educate, and empower people to safeguard the Internet. At OpenMedia, we work to make it simple for users to learn about issues that will affect how they use the Internet and amplify their voices on key digital policy issues. &#xd;<br />&#xd;<br />We engage Internet users in mass collaborative campaigns using social media and innovative online tools.&#xd;<br />&#xd;<br />We educate the Internet community about key issues of the day.&#xd;<br />&#xd;<br />We empower people by opening government processes to public input and scrutiny, and by crowdsourcing positive policy plans.","acronym":"OM","interests":"Business and Industry, Communication, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Justice and Fundamental Rights, Research and innovation, Trans-European Networks","euInitiatives":"European Commission's Digital Single Market Strategy &#xd;<br />&#xd;<br />Public engagement on copyright legislaton and drafting of updates to copyright policies &#xd;<br />&#xd;<br />Regulatory environment for platforms, online intermediaries, data and cloud computing and the collaborative economy&#xd;<br />&#xd;<br />Updates to the Copyright Directive &#xd;<br />&#xd;<br />InfoSoc Directive","lastUp":"2019-11-19T23:03:28.414+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}