{"id":"232726635955-50","name":"Landessportverband Baden-Württemberg e. V.","registrationDate":"2019-09-19T11:00:46.971+02:00","category":3,"subCategory":2,"legal":"eingetragener Verein gemäß § 21 BGB","web":"http://www.lsvbw.de","country":"Germany","headAddress":"Fritz-Walter-Weg 19","headCity":"Stuttgart","headPostCode":"70372","headPhone":"(49)7 11 28 07 78 50","boss":"Ulrich Derad","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":2,"membersFTE":"0.5","membership":"Der LSV ist ordentliches Mitglied des Deutschen Olympischen Sportbundes.","memberOrga":"https://www.lsvbw.de/verband/struktur/","goal":"Zur Vertretung der gemeinsamen Interessen des Sports in Baden-Württemberg haben der Badische Sportbund Freiburg, der Badische Sportbund Nord und der Württembergische Landessportbund am 3. November 1973 den Landessportverband Baden-Württemberg e.V. (LSV) gegründet. Der LSV ist ordentliches Mitglied des Deutschen Olympischen Sportbundes. Als Dachverband repräsentiert er den organisierten gemeinnützigen Sport in Baden-Württemberg. Mit 3,7 Mio. Mitgliedschaften und rund 11.400 Vereinen ist der Landessportverband die größte Personenvereinigung im Land Baden-Württemberg. Zu ihm gehören 96 Mitgliedsorganisationen, die sich in 3 Sportbünde, 85 Fachverbände und 8 Verbände mit besonderer Aufgabenstellung sowie Verbände für Wissenschaft und Bildung unterteilen lassen. Der LSV hat insbesondere die herausragenden Ziele des Sports gegenüber Staat und Gesellschaft in Einheit und Solidarität zu vertreten und weiterzuentwickeln. Seine Aufgaben erfüllt er insbesondere durch: 1. Vertretung der gemeinsamen Interessen des Sports in Baden-Württemberg gegenüber Landtag und Regierung, desgleichen gegenüber anderen zentralen Institutionen des Landes, des Bundes und der Europäischen Union sowie im und gegenüber dem DOSB. / 2. Behandlung von Grundsatzfragen und Themen der Sportentwicklung in Baden-Württemberg. / 3. Förderung des Leistungssports in Baden-Württemberg einschließlich Talentsuche und Talentförderung sowie Bekämpfung des Dopings. / 4. Vertretung der gemeinsamen Interessen der Jugendarbeit im Sport. / 5. Förderung der Frauen und Gleichstellung im Sport.","acronym":"LSV BW","interests":"Agriculture and Rural Development, Budget, Climate Action, Competition, Consumers, Culture, Economy, finance and the euro, Education and training, Environment, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Single market, Sport, Taxation, Trade, Transport, Youth","euInitiatives":"Autonomie und Integrität des Sports / Finanzierung/Fördermöglichkeiten / Anerkennung der gesellschaftlichen Rolle des Sports, z.B. im Bereich der Integration, der Gesundheitspolitik und dem Kinder- und Jugendbereich / Anwendung der Binnenmarktgesetzgebung und der europäischen Kartellpolitik und die damit verbundenen möglichen Konsequenzen für den Sport bzw. die Sportorganisationen / Sportförderprogramm und Einbeziehung des Sports in andere Förderprogramme (z.B. Erasmus+, Strukturfonds) / Sport und Umwelt / Datenschutz","lastUp":"2019-09-19T13:12:37.122+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}