{"id":"232862827238-16","name":"Patient Access Partnership","registrationDate":"2017-06-05T09:32:57.643+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://www.eupatientaccess.eu/","country":"Belgium","headAddress":"Chaussée d’Etterbeek 180","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 74 08 65","boss":"Stanimir  Hasardzhiev","bossTitle":"Mr","bossPosition":"Secretary-General","membersCount":3,"membersFTE":"2.5","membership":"","memberOrga":"The Patient Access Partnership have two categories of members: &#xd;\n1.\tFull members, and&#xd;\n2.\tPartners&#xd;\n&#xd;\nThe founding members of the Patient Access Partnership are the European Patients′ Forum and the Bulgarian National Patients′ Organization as mandated by the partners at the Partners′ Assembly, held in December 2014 in Brussels, Belgium. Membership is open to European organizations, associations and other entities involved in health care. The number of members is unlimited, with a minimum of 2 full members. &#xd;\n &#xd;\nAccording to the Constitution of PACT, Partners are all actors who actively contribute to the work of the Partnership. PACT is open to a wide range of European and national associations, governmental and non-governmental organizations and their representatives, private sector, legal entities and individual experts, and other stakeholders. Partners are identified according to the needs of the PACT and its activities.&#xd;\n&#xd;\nA full list of our Partners is available at: http://www.eupatientaccess.eu/page.php?pg_id=34","goal":"The Patient Access Partnership is a patient-led multi-stakeholder network bringing together patients, the medical and public health community, industry and the European and member states policy makers and institutions, in order to develop and move forward on innovative solutions to reduce inequities in access to quality healthcare in the European Union.&#xd;<br />&#xd;<br />The Patient Access Partnership enables different health stakeholders to join forces to develop, drive and propose to the European Commission and the European Member States sustainable solutions to ensure equitable patients’ access to quality healthcare in the EU. Stakeholders actively participate in delivering these solutions.&#xd;<br />&#xd;<br />The activities of the Patient Access Partnership are patient-focused. Information and knowledge transfer are a key requirement to identify gaps in and measure access to quality healthcare between and within member states. Through holistic collaboration with relevant EU-led or national initiatives, the Partnership provides a much needed space for creativity, coherence and collaboration, proposing sustainable solutions.&#xd;<br />&#xd;<br />In this respect, PACT developed a conceptual framework  for assessing access. According to this model, the key constructs of access are: Availability, Adequacy, Accessibility, Affordability and Appropriateness, or in short – the 5As principles which stands for the following:&#xd;<br />- Availability: Whether services are available in the first place. &#xd;<br />- Adequacy: Whether there is an adequate and continued supply of available services.&#xd;<br />- Accessibility: Whether the services are effectively available for utilization. Access measured in terms of utilization is dependent on the physical accessibility and acceptability of services and not merely adequacy of supply. This can also refer to the time to get necessary healthcare, for example.&#xd;<br />- Affordability: a system for financing health services so people do not suffer financial hardship when using them.&#xd;<br />- Appropriateness: Services available must be relevant to the different parts of a population in terms of their health needs and material and cultural settings if the population is to ′gain access to satisfactory health outcomes′. In other words, available health care resources should meet the needs of different population groups.&#xd;<br />&#xd;<br />PACT is also the official partner and holds the Secretariat of the the MEP Interest Group on Access to Healthcare - a group of MEPs committed to improve access to health care in Europe. For more information, please visit: http://www.eupatientaccess.eu/page.php?pg_id=3","acronym":"PACT","interests":"Business and Industry, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Youth","euInitiatives":"PACT is actively involved in several policy areas including:&#xd;<br />&#xd;<br />- Health inequalities&#xd;<br />- Access to quality healthcare &#xd;<br />- Health systems performance&#xd;<br />- Integrated Care&#xd;<br />- Access under the Sustainable Development Goals&#xd;<br />- Patients’ rights and safety &#xd;<br />- Health workforce&#xd;<br />- Pharmaceutical policy","lastUp":"2018-06-11T10:49:15.885+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}