{"id":"233166617441-35","name":"Asociación Provincial de Armadores de Buques de Cerco de Pontevedra","registrationDate":"2015-05-21T10:34:03.089+02:00","category":2,"subCategory":7,"legal":"Asociación sin ánimo de lucro","web":"http://www.arvi.org","country":"Spain","headAddress":"Puerto Pesquero, s/n.","headCity":"Vigo","headPostCode":"36202","headPhone":"(34)9 86 43 38 44","boss":"José Antonio Suárez-Llanos Rodríguez","bossTitle":"","bossPosition":"Director gerente","membersCount":2,"membersFTE":"0.5","membership":"La asociación Cerco está integrada en la Federación Española de Organizaciones Pesqueras (Feope).","memberOrga":"","goal":"Defender los intereses de la flota que faena en la modalidad de bajura al cerco adscrita a esta asociación (21 embarcaciones y 20 empresas), y que ejerce su actividad en aguas de la costa gallega y del litoral, dirigida principalmente a las sardina y también a la caballa, jurel, espadín, etc.&#xd;<br />&#xd;<br />Promover el ejercicio de una pesca sostenible y responsable, a través del contacto y el trabajo con los estamentos científicos. &#xd;<br />&#xd;<br />Combatir la pesca INDNR.","acronym":"Cerco","interests":"Environment, Fisheries and Aquaculture, Research and Technology","euInitiatives":"Defensa general de los intereses de la actividad pesquera e la flota que representa.&#xd;<br />&#xd;<br />Actividades relacionadas con las normativas en materia de pesca.&#xd;<br />&#xd;<br />Actividades de representación de sus asociados en la interrelación con las organizaciones no gubernamentales.&#xd;<br />&#xd;<br />Asistencia a reuniones organizadas por las Administraciones autónoma, estatal y comunitaria.&#xd;<br />&#xd;<br />Gestión y representación de sus asociados ante organismos públicos de toda índole.&#xd;<br />&#xd;<br />Política Pesquera Común, Política Marítima Integrada y Políticas Medioambientales.","lastUp":"2018-03-23T11:21:08.550+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}