{"id":"233872121006-31","name":"Tech and Law Center","registrationDate":"2016-03-10T03:03:37.700+01:00","category":4,"subCategory":5,"legal":"Associazione","web":"http://www.techandlaw.net","country":"Italy","headAddress":"Piazza San Pietro in Gessate 2","headCity":"Milano","headPostCode":"","headPhone":"(39)34 83 83 19 24","boss":"Giuseppe Vaciago","bossTitle":"","bossPosition":"Presidente","membersCount":15,"membersFTE":"5.0","membership":"","memberOrga":"http://www.techandlaw.net/collaborations","goal":"Tech and Law Center is an interdisciplinary center promoted by a research group composed of members from Università di Milano, Università di Milano–Bicocca, Università dell’Insubria and Politecnico di Milano. The center projects and events address digital technologies and their interaction with law and society.","acronym":"TLC","interests":"Communication, Information Society, Justice and Fundamental Rights, Research and Technology","euInitiatives":"IllBuster Project&#xd;<br />&#xd;<br />Tech and Law Center is partner in the EC funded project ILLBuster. The goal of the ILLBuster project is to provide an integrated system (ILLBuster) for the automatic discovery of illegal activities on the internet network. The system is thought to be a valuable tool to be used by LEAs in their activities of prevention of and fight against (cyber)crime. The system proposed within this project will consist of:&#xd;<br />A main engine responsible for detecting and blacklisting malicious domains&#xd;<br />A set of peripheral-services that will inspect web pages hosted by malicious domains looking for illegal or dangerous material.&#xd;<br />http://illbuster-project.eu&#xd;<br />&#xd;<br />Security of the Digital Natives&#xd;<br />&#xd;<br />As emerged in the fairly recent report commissioned by Google (“Our mobile planet: Italy”), mobile in Italy has become an indispensable part of our daily lives, with the smartphone penetration now at 28% and 50% of smartphone owners accessing the Internet every day from their device. Smartphones and mobile devices with Internet access support the Digital Natives’ need to always be connected with immediate access to information and social networks, anywhere at any time. This gives them instant access to both their social and professional lives, as well as the opportunity to seamlessly switch between the two.&#xd;<br />The fact that there is such high mobile devices penetration in Italy has not prevented a significant increase in computer devices usage as well, notably laptops.&#xd;<br />The objective of the project was to conduct a comprehensive users survey to get information about:&#xd;<br />users knowledge/awareness of security;&#xd;<br />perception of security;&#xd;<br />how they protect their devices (antivirus, personal firewall, passwords, biometric etc);&#xd;<br />level of confidentiality of data stored in their devices.&#xd;<br />Project funded by a private company.","lastUp":"2018-03-06T23:08:16.484+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}