{"id":"234045010359-36","name":"European Institute of Womens Health,clg","registrationDate":"2013-01-05T14:27:23.069+01:00","category":3,"subCategory":2,"legal":"Company limited by Guarantee, no shares-  The EIWH is a registered Charity","web":"http://www.eurohealth.ie","country":"Ireland","headAddress":"Pearse Street, 33","headCity":"Dublin","headPostCode":"2","headPhone":"(3531)6 71 56 91","boss":"Peggy Maguire","bossTitle":"Ms","bossPosition":"Director General","membersCount":4,"membersFTE":"2.25","membership":"European Public Health Alliance,  board member and member Policy Co-ordination Group&#xd;\nEuropean Patients Forum, member of Policy committee&#xd;\nEFPIA Patient/Industry think tank&#xd;\nEU Fundamental Rights Agency, NGO Platform&#xd;\nAdvisory Board of EUROmediCAT&#xd;\nMember of Ethics Board of EHR4CR&#xd;\nMember of European Medicines Agency-PCWP","memberOrga":"European Women’s Health Network Hanover(12),&#xd;\nDepartment of Sociology University of Sofia(1),&#xd;\n50+Hellas Athens  Greece(2),&#xd;\nMunicipal Organisation for Social Intervention and Health  of the Muni(1),&#xd;\nEuropean Association for Women in Research The Hague(1),&#xd;\nWomen in Business(1),&#xd;\nAjuntament &amp; Universitat de Girona  EASY. Parc Científic i Tecnològic(1),&#xd;\nComune di Prato Piazza G. Ciardi, 25 - 59100 Prato(1),&#xd;\nCity Of Bologna Via Guerrazzi, Bologna(1),&#xd;\nConsortium For Health Research, City University Philpot St London E1 2(1),&#xd;\nStakes National Research and Development centre for Welfare and Health(1),&#xd;\nAutistic spectrum disorders ul. Katowicka 67C/861-131  Poznan(1),&#xd;\nInstitut für Sozialmedizin und Epidemiologie Medizinische Universität(2),&#xd;\nCore Unit for Medical Education,Medical University of Vienna(1),&#xd;\nInstitute of Public Health,Center za promocijo zdravja Slovenia(1),&#xd;\nDepartment of medicine,University hospital 221 85 Lund(1),&#xd;\nCentre for Health and Living Conditions(1),&#xd;\nInternational Federation of Business  and professionalWomen  Switzerla(30),&#xd;\nEuropean Platform of Women Scientists EPWS  Brussels(30),&#xd;\nHigher Institute for Family Sciences Brussels(1),&#xd;\nMarie Keating Foundation  Unit 9 Millbank Business Park, Lucan,  Co. D(1),&#xd;\nSpecial needs Unit.Cheeverstown House, Tallagh Dublin(5),&#xd;\nWest Dublin Family Health Group Swallowbrook  View, Dublin 15(1),&#xd;\nConnect Ireland 44 Westland Row Dublin 2(4),&#xd;\nMonash Institute of Health.Services Research(2),&#xd;\nInstitute of Health and Medical Socia Assistance MD 2004, Republic of(1),&#xd;\nMedical Students Union. Uni.Alabama(20),&#xd;\nMaastricht University (UNIMAAS), Nederlands,Gender department(4),&#xd;\nNational Institute of Public Health (SZU), Czech Republic(1),&#xd;\nVeselības Ekonomikas Centrs (VEC), Latvia(1),&#xd;\nApoz,Slavovica Str., bl. 53E, vh. A, et.7, ap.19, 1404  1000 Sofia, Bu(15),&#xd;\nWALCE(35),&#xd;\nEuropa Donna Malta(20),&#xd;\nWomens Medical Association Belgium(50)","goal":"EIWH Objectives&#xd;<br />• To promote health throughout the lifespan in women,  &#xd;<br />   and their family.&#xd;<br />• To ensure quality and equity in health policy, research  treatment and care for all.&#xd;<br />• To draw policymakers attention to the obstacles that women in minority and socio-economic&#xd;<br />disadvantaged groups face in obtaining a desirable health status.&#xd;<br />• To encourage individuals to play an active part in their own health management. &#xd;<br />• To promote gender-specific bio-medical and socio-economic research that addresses sex(biological and physiological) and gender-based differences to ensure access to quality treatment and care for women across their life span&#xd;<br />The EIWH has a long-standing experience in promoting health for all – addressing health inequalities at national and EU level. Reflecting the complexities of “health” as defined by WHO, the EIWH represents a mix of individuals and  organisations bringing together the interests of patients, consumers, women’s health and gender mainstreaming and social advocates, academics, health professionals and researchers, working together to promote better health for all.","acronym":"EIWH","interests":"Communication, Consumer Affairs, Education, Employment and Social Affairs, Environment, Food Safety, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Youth","euInitiatives":"The EIWH supports the annual Antimicrobial Awareness and Day on the 18th of November held by the European Centre for Disease Control and Prevention. The EIWH submitted a response to the ECDC consultation on AMR.WHO Strategy on Womens Health:The EIWH prepared and contributed content on gender pay gap, and medicines regulation. The EIWH has been acknowledged for the contributions made in the final document.European Medicines Agency -The EIWH is a member of the Patients and Consumer Working Party,reviews Medicines Package leaflets for their readability and comprehension by patients and lay people,takes part in various subgroup meetings, provides comments on Guidelines from the patient/consumer perspective. EIWH is a member of the EU Portal and Clinical Trials Data.European Institute for Gender Equality The EIWH attended and Experts’ meeting in Vilnius on the domain of health in the Gender Equality Index. World Congress on Womens Mental Health The EIWH submitted an abstract for a workshop at the Congress: Depression and Pregnancy: Effectively and Equitably.http://iawmh2017.org/wp/&#xd;<br />FEANTSA-Homeless women have higher levels of ill health and injury than housed women. The average age of death for homeless women is only forty-three years old. EIWH have completed an article on Women's Health and Homelessness.Feantsa.org/en&#xd;<br />ESWI Science Policy Flu Summit-EIWH addressed methods to increase the uptake of influenza vaccines in the most vulnerable target groups.http://eswi.org/flusummit/&#xd;<br />Vaccination across the life course-EIWH presented at the meeting on a Life-course vaccination: From babyhood to healthy ageing – what are the priorities?’European Parliament- Brussels Mrs Julie Girling MEP. . The EIWH actively engaged in promoting the public health value of vaccinations and encouraging the development of EU-wide vaccination strategy.Healthy Pregnancy-The EIWH works with the European Board and College of Obstetricians and Gynecologists nd other key stakeholders to bring this gap in public health to the attention of the policy makers and the European Medicines Agency.Implementation of the Clinical Trials Regulation-The EIWH continue its work on including women in biomedical research and clinical trials to ensure medicines are evidence based for women during the implementation of the new Clinical Trials Regulation. EIWH is a member of the EU Portal and Clinical Trials Data base.Joint Action on Chronic Diseases-The EIWH is an associate partner in the “CHRODIS” Joint Action, addressing chronic diseases and promoting healthy ageing across the life cycle. The aim of CHRODIS-JA is to support Member States to collaborate in the exchange of information on models of good practice in dealing with chronic diseases.eHealth ENS4CARE-The ENS4CARE project looks at eHealth and integrated care care.http://www.ens4care.eu/Promotion of self care systems in the European Union-PISCE is the “Pilot project on the promotion of self-care systems in the European Union”, Two experts were confirmed as members of the Platform of Experts:and one is  Maria Merce Rovira Regas (European Institute for Women’s Health). Action Plan on Science in Society in Epidemics and Total Pandemics-Asset address scientific and societal challenges raised by the occurrence of pandemics and epidemics.The EIWH completed a literature review and established the Gender platform to create awareness among women and policy makers of the need for vaccination to prevent infectious diseases and also schools to work with to develop communication tools on vaccination. The EIWH was part of the annual summer school delivering a workshop on Gender in Pandemics and Epidemic.Publications-Policy Briefing Series EIWH ,including:women and cardiovascular disease; women and diabetes; women and lung cancer; women and cervical cancer; women and alcohol; and women and tobacco, Safety of medicines in Pregnancy, Vaccination HIV/AIDS. eurohealth.ie.","lastUp":"2018-03-12T22:12:18.454+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}