{"id":"234045010359-36","name":"European Institute of Womens Health,clg","registrationDate":"2013-01-05T14:27:23.069+02:00","category":3,"subCategory":2,"legal":"Company limited by Guarantee, no shares-  The EIWH is a registered Charity","web":"http://www.eurohealth.ie","country":"Ireland","headAddress":"Pearse Street, 33","headCity":"Dublin","headPostCode":"2","headPhone":"(3531)6 71 56 91","boss":"Peggy Maguire","bossTitle":"Ms","bossPosition":"Director General","membersCount":2,"membersFTE":"0.75","membership":"European Public Health Alliance,  board member and member Policy Co-ordination Group&#xd;\nEuropean Patients Forum, member of Policy committee&#xd;\nEFPIA Patient/Industry think tank&#xd;\nEU Fundamental Rights Agency, NGO Platform&#xd;\nMember of European Medicines Agency-PCWP","memberOrga":"European Women’s Health Network Hanover(12),&#xd;\nDepartment of Sociology University of Sofia(1),&#xd;\n50+Hellas Athens  Greece(2),&#xd;\nMunicipal Organisation for Social Intervention and Health  of the Muni(1),&#xd;\nEuropean Association for Women in Research The Hague(1),&#xd;\nWomen in Business(1),&#xd;\nAjuntament &amp; Universitat de Girona  EASY. Parc Científic i Tecnològic(1),&#xd;\nComune di Prato Piazza G. Ciardi, 25 - 59100 Prato(1),&#xd;\nCity Of Bologna Via Guerrazzi, Bologna(1),&#xd;\nConsortium For Health Research, City University Philpot St London E1 2(1),&#xd;\nStakes National Research and Development centre for Welfare and Health(1),&#xd;\nAutistic spectrum disorders ul. Katowicka 67C/861-131  Poznan(1),&#xd;\nInstitut für Sozialmedizin und Epidemiologie Medizinische Universität(2),&#xd;\nCore Unit for Medical Education,Medical University of Vienna(1),&#xd;\nInstitute of Public Health,Center za promocijo zdravja Slovenia(1),&#xd;\nDepartment of medicine,University hospital 221 85 Lund(1),&#xd;\nCentre for Health and Living Conditions(1),&#xd;\nInternational Federation of Business  and professionalWomen  Switzerla(30),&#xd;\nEuropean Platform of Women Scientists EPWS  Brussels(30),&#xd;\nHigher Institute for Family Sciences Brussels(1),&#xd;\nMarie Keating Foundation  Unit 9 Millbank Business Park, Lucan,  Co. D(1),&#xd;\nSpecial needs Unit.Cheeverstown House, Tallagh Dublin(5),&#xd;\nWest Dublin Family Health Group Swallowbrook  View, Dublin 15(1),&#xd;\nConnect Ireland 44 Westland Row Dublin 2(4),&#xd;\nMonash Institute of Health.Services Research(2),&#xd;\nInstitute of Health and Medical Socia Assistance MD 2004, Republic of(1),&#xd;\nMedical Students Union. Uni.Alabama(20),&#xd;\nMaastricht University (UNIMAAS), Nederlands,Gender department(4),&#xd;\nNational Institute of Public Health (SZU), Czech Republic(1),&#xd;\nVeselības Ekonomikas Centrs (VEC), Latvia(1),&#xd;\nApoz,Slavovica Str., bl. 53E, vh. A, et.7, ap.19, 1404  1000 Sofia, Bu(15),&#xd;\nWALCE(35),&#xd;\nEuropa Donna Malta(20),&#xd;\nWomens Medical Association Belgium(50)","goal":"EIWH Objectives: To promote health throughout the lifespan in women, and their family.To ensure quality and equity in health policy, research treatment and care for all.To draw policymakers attention to the obstacles that women in minority and socio-economic disadvantaged groups face in obtaining a desirable health status.To encourage individuals to play an active part in their own health management.To promote gender-specific bio-medical and socio-economic research that addresses sex(biological and physiological) and gender-based differences to ensure access to quality treatment and care for women across their life span.&#xd;<br />The EIWH has a long-standing experience in promoting health for all addressing health inequalities at national and EU level. Reflecting the complexities of “health” as defined by WHO, the EIWH represents a mix of individuals and organisations bringing together the interests of patients, consumers, women’s health and gender mainstreaming and social advocates, academics, health professionals and researchers, working together to promote better health for all.","acronym":"EIWH","interests":"Communication, Consumers, Digital economy and society, Education and training, Employment and Social Affairs, Environment, Food Safety, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Sport, Youth","euInitiatives":"EIWH believe attention to sex and gender in biomedical, health and clinical research is an important quality and safety issue. Medicinal products are safer and more effective for everyone when clinical research includes diverse population groups.&#xd;<br />&#xd;<br />The EIWH follows the Clinical Trials Regulation (536/2014) on medicinal products and human use. &#xd;<br />&#xd;<br />The EIWH follows the Proposal for a Regulation of the European Parliament and the Council for health technology assessment and amending Directive 2011/24/EU &#xd;<br />&#xd;<br />The EIWH follows the EU Digital Health agenda and how it will affect health of citizens in the future, how it can improve access to prevention of disease and healthcare for men and women.&#xd;<br />&#xd;<br />The EIWH followed the progress of the General Data Protection Regulation (COM (2012)0011) how it affects communication&#xd;<br />&#xd;<br />The EIWH follows progress on the Council Conclusions on vaccination as an effective tool in public health (2014/C 438/04). The EIWH follows EU Work on Vaccination and is a member of new Joint Action on Vaccination (the JA-VAC).&#xd;<br />&#xd;<br />The EIWH has been following the progress on the proposal for a Directive on the work life balance of parents and carers and repealing Council Directive 2010/18/EU (COM (2017)0253 – C8-0137/2017 –2017/0085(COD)&#xd;<br />&#xd;<br />The EIWH follows and monitors the Equal Treatment Directive (2006/54/EC), the Equal Pay Recommendation (2014/124/EU) and European Pact for Gender Equality and the EU Commission European Pillar of Social Rights.&#xd;<br />&#xd;<br />The EIWH follows the progress on EU Action Plan on Childhood Obesity 2014-2020, 2013 Council Recommendation on promoting Health-Enhancing Physical Activity across sectors and the 2014 Council Conclusions on Nutrition and Physical Activity.&#xd;<br />&#xd;<br />The EIWH follows activities on AMR.DG Health and Food Safety 2017. EU Action on Antimicrobial Resistance.","lastUp":"2019-10-13T16:45:47.704+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}