{"id":"234317527985-69","name":"Bank Julius Baer &amp; Co. Ltd","registrationDate":"2017-08-11T09:59:00.034+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.juliusbaer.com","country":"Switzerland","headAddress":"Bahnhofstrasse 36","headCity":"Zurich","headPostCode":"8010","headPhone":"(41)5 88 88 11 11","boss":"Pascal Gentinetta","bossTitle":"Mr","bossPosition":"Head Public Policy","membersCount":2,"membersFTE":"1.0","membership":"n/a","memberOrga":"","goal":"Julius Baer is the world's largest pure-play Private Banking Group, with a focus on servicing and advising sophisticated private clients, family offices and independent asset managers from around the world. &#xd;<br />&#xd;<br />Bank Julius Baer, which celebrated its 125th anniversary in 2015, is the principal operating company of the Julius Baer Group.&#xd;<br /> &#xd;<br />The Group is fully dedicated to offer best-in-class investment solutions and objective advice based on the Julius Baer open product platform. Its organisation fulfils the demands of modern, state-of-the art corporate governance. One of the prime guiding principles of the Group is to deliver profitable and sustainable growth, while at the same time maintaining a strong and conservatively managed capital base and balance sheet.&#xd;<br />&#xd;<br />Our client-centric approach, our objective advice, our very strong financial base and our entrepreneurial management culture make us the international reference in private banking.&#xd;<br />&#xd;<br />Julius Baer employs a staff of over 6,000, including close to 1,400 relationship managers, and is present in over 25 countries and more than 50 locations. Headquartered in Zurich, we have offices in key locations including Dubai, Frankfurt, Geneva, Hong Kong, London, Luxembourg, Milan, Monaco, Montevideo, Moscow, Mumbai, Singapore and Tokyo.","acronym":"","interests":"Banking and financial services, Competition, Consumers, Economy, finance and the euro, External Relations, Single market, Taxation","euInitiatives":"Julius Baer follows a broad range of policies relevant to the Financial Services Industry, including topics like MiFID II, EMIR, CMU,  the European Banking Union and developments in taxation. The Bank is also following policies in the field of sustainability, fintech and corporate governance.","lastUp":"2018-07-17T09:34:23.510+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}