{"id":"234317527985-69","name":"Bank Julius Baer &amp; Co. Ltd","registrationDate":"2017-08-11T09:59:00.034+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.juliusbaer.com","country":"Switzerland","headAddress":"Bahnhofstrasse 36","headCity":"Zurich","headPostCode":"8010","headPhone":"(41)5 88 88 11 11","boss":"Pascal Gentinetta","bossTitle":"Mr","bossPosition":"Head Public Policy","membersCount":2,"membersFTE":"1.0","membership":"We are a member of the IIF (www.iif.com)","memberOrga":"","goal":"Julius Baer is the leading Swiss private banking group, with a focus on servicing and advising sophisticated private clients and a premium brand in global wealth management.&#xd;<br />&#xd;<br />At the end of 2018, Julius Baer's assets under management amounted to CHF 382 billion.&#xd;<br />Bank Julius Baer &amp; Co. Ltd., the renowned Swiss private bank with origins dating back to 1890, is the Group’s largest company and main operating entity. It is complemented by a number of specialised companies essential to providing our international clientele with a full array of state-of-the-art wealth management services.&#xd;<br />&#xd;<br />Julius Baer Group Ltd.’s shares are listed on the SIX Swiss Exchange. They are a member of the Swiss Leader Index (SLI), comprising the 30 largest and most liquid Swiss stocks. At 31 December 2018, the market capitalisation of the Group’s shares was CHF 7,836 billion.&#xd;<br />&#xd;<br />Julius Baer employs a staff of almost 6,700, including 1,500 relationship managers, and is present in over 25 countries and more than 50 locations.&#xd;<br />Headquartered in Zurich, we have offices in key locations including Dubai, Frankfurt, Geneva, Hong Kong, London, Luxembourg, Milan, Monaco, Montevideo, Moscow, Mumbai, Singapore and Tokyo.     &#xd;<br />&#xd;<br />Our client-centric approach, our objective advice based on a unique open product platform, our very strong financial base and our entrepreneurial management culture make us the international reference in private banking.","acronym":"","interests":"Banking and financial services, Competition, Consumers, Economy, finance and the euro, External Relations, Single market, Taxation","euInitiatives":"Julius Baer follows a broad range of policies relevant to the Financial Services Industry, including topics like MiFID II, AML, CMU, the European Banking Union, and developments in taxation. The Bank is also following policies in the field of Sustainable Finance, fintech/cyber and corporate governance.","lastUp":"2019-06-24T11:45:13.580+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}