{"id":"234604526088-51","name":"Arcole.cyber","registrationDate":"2017-02-26T17:03:53.152+01:00","category":1,"subCategory":8,"legal":"SAS","web":"","country":"France","headAddress":"47 rue Galilée","headCity":"Paris","headPostCode":"75116","headPhone":"(33)6 08 46 58 58","boss":"Philippe Mueller Feuga","bossTitle":"Mr","bossPosition":"Directeur exécutif","membersCount":1,"membersFTE":"0.5","membership":"1/ AFCDP/CNIL, Informatique et libertés.&#xd;\n2/ FEECS/EFCSE, Fédération européenne des experts en cyber sécurité.&#xd;\n3/ CLUSIF, Club de la sécurité de l'information français.&#xd;\n4/ HCFDC, Haut Comité français pour la défense civile.&#xd;\n5/Club des Officiers de sécurité.","memberOrga":"1/ AFCDP/CNIL, Informatique et libertés.&#xd;\n2/ FEECS/EFCSE, Fédération européenne des experts en cyber sécurité.&#xd;\n3/ CLUSIF, Club de la sécurité de l'information français.&#xd;\n4/ HCFDC, Haut Comité français pour la défense civile.&#xd;\n5/ Club des Officiers de sécurité.","goal":"Participer à l'élaboration d'une politique européenne en matière &#xd;<br />1/ de défense de nos intérêts stratégiques, incluant la continuité ou la sauvegarde de nos systèmes industriels ou de nos activités en réseaux, ainsi que de nos infrastructures critiques, quel que soit le domaine ou le secteur économique, à commencer ceux de la défense et des biens ou services à double usage, &#xd;<br />2/ de sécurité économique, dont la protection ou la sécurisation de toute donnée ou de toute information soit personnelle, soit sensible (secret des affaires), &#xd;<br />3/ l'intelligence économique,&#xd;<br />4/ d'identité ou d'identification numériques afin de renforcer notre défense ou notre sécurité et de lutter contre la fraude ou la corruption, voire les conflits d'intérêts ou abus de confiance.&#xd;<br />Il s'agit de préciser le cadre règlementaire de cette politique, notamment en prenant appui sur les principes de réciprocité et de transparence. &#xd;<br />L'objectif est de recouvrer une souveraineté numérique et économique alors que la transformation digitale ne fait que commencer, et que le cyberespace nécessite une approche sécuritaire le plus en amont de toute activité (selon le concept de la security by design).&#xd;<br />Il nécessite une approche \"tiers de confiance\" qui oblige une meilleure coordination transversale des fonctions ou missions classiques, tant sur le plan gouvernemental (Institutions européennes comme Etat membre) qu'au sein de toute entité publique ou privée.","acronym":"ACyber","interests":"Banking and financial services, Borders and Security, Business and Industry, Communication, Competition, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Energy, External Relations, Food Safety, Foreign affairs and security policy, Institutional affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Trade, Trans-European Networks, Transport","euInitiatives":"Tout dossier relatif à :&#xd;<br />- la sécurité économique,&#xd;<br />- la défense,&#xd;<br />- les infrastructures critiques,&#xd;<br />- la protection des systèmes d'information et de la data,&#xd;<br />- le cyberespace, les APT et cybermenaces, le management numérique,&#xd;<br />- le RGPD et le secret des affaires,&#xd;<br />- les données sensibles et les intérêts stratégiques,&#xd;<br />- l'intelligence économique,&#xd;<br />- la société de l'information ou \"information age\",&#xd;<br />- les libertés publiques et les médias.","lastUp":"2019-02-20T18:36:47.444+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}