{"id":"2349218828-41","name":"Daimler Aktiengesellschaft","registrationDate":"2008-12-18T16:41:24.243+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.daimler.com","country":"Germany","headAddress":"Mercedesstrasse, 137/1","headCity":"Stuttgart","headPostCode":"70327","headPhone":"(49)71 11 70","boss":"Mike Reichert","bossTitle":"Mr","bossPosition":"Director for Government Relations Berlin and European Affairs","membersCount":14,"membersFTE":"7.75","membership":"Daimler ist Mitglied in folgenden Verbänden:&#xd;\n- ACEA&#xd;\n- EUCAR &#xd;\n- VDA&#xd;\n- Amcham EU&#xd;\n- BusinessEurope&#xd;\n- BDI/BDA&#xd;\n- Wirtschaftsrat Deutschland der CDU e.V.&#xd;\nDaimler engagiert sich bei dem Think Tank \"The Forum for the Automobile and Society (FAS)\" und ist Mitglied des \"Transatlantic Policy Network\" (TPN).","memberOrga":"","goal":"Die Daimler AG ist eines der erfolgreichsten Automobilunternehmen der Welt. Mit den Geschäftsfeldern Mercedes-Benz Cars, Daimler Trucks, Mercedes-Benz Vans, Daimler Buses und Daimler Financial Services gehört der Fahrzeughersteller zu den größten Anbietern von Premium-Pkw und ist der größte weltweit aufgestellte Nutzfahrzeug-Hersteller. Daimler Financial Services bietet Finanzierung, Leasing, Flottenmanagement, Versicherungen, Geldanlagen und Kreditkarten sowie innovative Mobilitätsdienstleistungen an. Die Firmengründer Gottlieb Daimler und Carl Benz haben mit der Erfindung des Automobils im Jahr 1886 Geschichte geschrieben. Als Pionier des Automobilbaus gestaltet Daimler auch heute die Zukunft der Mobilität: Das Unternehmen setzt dabei auf innovative und grüne Technologien sowie auf sichere und hochwertige Fahrzeuge, die faszinieren und begeistern. Daimler investiert konsequent in die Entwicklung alternativer Antriebe – von Hybridfahrzeugen bis zu reinen Elektrofahrzeugen mit Batterie oder Brennstoffzelle – um langfristig das emissionsfreie Fahren zu ermöglichen. Darüber hinaus treibt das Unternehmen das unfallfreie Fahren und die intelligente Vernetzung bis hin zum autonomen Fahren mit Nachdruck voran. Denn Daimler betrachtet es als Anspruch und Verpflichtung, seiner Verantwortung für Gesellschaft und Umwelt gerecht zu werden.&#xd;<br />Daimler vertreibt seine Fahrzeuge und Dienstleistungen in nahezu allen Ländern der Welt und hat Produktionsstätten in Europa, Nord- und Südamerika, Asien und Afrika. Zum Markenportfolio zählen neben Mercedes-Benz, der wertvollsten Premium-Automobilmarke der Welt, sowie Mercedes-AMG, Mercedes-Maybach und Mercedes me, die Marken smart, EQ, Freightliner, Western Star, BharatBenz, FUSO, Setra und Thomas Built Buses und die Marken von Daimler Financial Services: Mercedes-Benz Bank, Mercedes-Benz Financial Services, Daimler Truck Financial, moovel, car2go und mytaxi. Das Unternehmen ist an den Börsen Frankfurt und Stuttgart notiert (Börsenkürzel DAI). Im Jahr 2016 setzte der Konzern mit insgesamt 282.488 Mitarbeitern rund 3 Mio. Fahrzeuge ab. Der Umsatz lag bei 153,3 Mrd. €, das EBIT betrug 12,9 Mrd. €.","acronym":"DAI","interests":"Climate Action, Competition, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, General and Institutional Affairs, Internal Market, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"CO2 Regulation for Cars, Vans and Trucks;&#xd;<br />Implementing Act RDE (Real Driving Emissions) for Cars and Vans;&#xd;<br />Revision of EURO6 Potpourri;&#xd;<br />EC Strategy \"Low-emission Mobility\";&#xd;<br />Electromobility;&#xd;<br />Implementing Act WLTP (world-wide harmonized light-duty vehicles test cycle); &#xd;<br />Implementation of Revision of 96/53 Directive;&#xd;<br />Revision of EUROVIGNETTE and EETS (European Electronic Toll Service);&#xd;<br />Revision of the General Safety Regulation;&#xd;<br />GEAR2030&#xd;<br />EU 2030 Climate &amp; Energy Package;&#xd;<br />EC/46/2007 Directive (Mobile Air-conditioning Systems);&#xd;<br />Energy Union Package/Energy Security;&#xd;<br />EU Framework \"Circular Economy\"&#xd;<br />FuelCell Hydrogen Joint Undertaking&#xd;<br />Horizon2020&#xd;<br />&#xd;<br />Brexit;&#xd;<br />EU-Japan FTA;&#xd;<br />EU-Mercosur FTA;&#xd;<br />EU-ASEAN FTA and individual FTAS with ASEAN member states;&#xd;<br />EU-Mexico FTA;&#xd;<br />EU-China Investment Agreement;&#xd;<br />Transatlantic Trade and Investment Partnership (TTIP);&#xd;<br />“Conflict Minerals” Regulation;&#xd;<br />Modernization of EU Trade Defense Instruments; &#xd;<br />Anti-Dumping Regulation;&#xd;<br />&#xd;<br />Institution for Occupational Retirement Provision Directive, IORPs;&#xd;<br />Financial Transaction Tax (FTT);&#xd;<br />Asset-backed securities (CRD IV /CRR – Capital Requirement Directive / Regulation);&#xd;<br />EU Framework for Automated Driving;&#xd;<br />Common European Sales Law Regulation;&#xd;<br />STS Securitization Regulation;&#xd;<br />Capital Requirements Regulation (CRR);&#xd;<br />EMIR European Market Infrastructure Regulation;&#xd;<br />Public Country-by-Country Tax Reporting;&#xd;<br />C-ITS Platform - Coordinated Intelligent Transportation Systems;&#xd;<br />General Type Approval Regulation;&#xd;<br />Communication on Building a European Data Economy;&#xd;<br />e-Privacy Regulation;&#xd;<br />Radio Equipment Directive;&#xd;<br />5G Action Plan and Gigabit Society;&#xd;<br />General Data Protection Regulation (GDPR) Implementation;&#xd;<br />Cyber Security Strategy","lastUp":"2017-04-21T13:01:41.858+01:00","customers":"","costAbsolu":"","costRange":"2500000-2749000","turnoverAbsolu":0,"turnoverRange":""}