{"id":"2349218828-41","name":"Daimler Aktiengesellschaft","registrationDate":"2008-12-18T16:41:24.243+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.daimler.com","country":"Germany","headAddress":"Mercedesstrasse, 137/1","headCity":"Stuttgart","headPostCode":"70327","headPhone":"(49)71 11 70","boss":"Mike Reichert","bossTitle":"Mr","bossPosition":"Director for Government Relations Berlin and European Affairs","membersCount":14,"membersFTE":"7.75","membership":"Daimler ist Mitglied in folgenden Verbänden:&#xd;\n- ACEA&#xd;\n- EUCAR &#xd;\n- VDA&#xd;\n- Amcham EU&#xd;\n- BusinessEurope&#xd;\n- BDI/BDA&#xd;\n- Deutsches Aktieninstitut&#xd;\n- IP2 Innovate&#xd;\n- Wirtschaftsrat Deutschland der CDU e.V.&#xd;\nDaimler engagiert sich bei dem Think Tank \"The Forum for the Automobile and Society (FAS)\" und ist Mitglied des \"Transatlantic Policy Network\" (TPN).","memberOrga":"","goal":"Die Daimler AG ist eines der erfolgreichsten Automobilunternehmen der Welt. Mit den Geschäfts-feldern Mercedes-Benz Cars, Daimler Trucks, Mercedes-Benz Vans, Daimler Buses und Daimler Financial Services gehört der Fahrzeughersteller zu den größten Anbietern von Premium-Pkw und ist der größte weltweit aufgestellte Nutzfahrzeug-Hersteller. Daimler Financial Services bietet Finanzierung, Leasing, Flottenmanagement, Versicherungen, Geldanlagen und Kreditkarten sowie innovative Mobilitätsdienstleistungen an. Die Firmengründer Gottlieb Daimler und Carl Benz haben mit der Erfindung des Automobils im Jahr 1886 Geschichte geschrieben. Als Pionier des Automobilbaus ist es für Daimler Motivation und Verpflichtung, die Zukunft¬ der Mobilität sicher und nachhaltig zu gestalten. Das Unternehmen setzt dabei auf innovative und grüne Technologien sowie auf sichere und hochwertige Fahrzeuge, die faszinieren und begeistern. Daimler investiert konsequent in die Entwicklung effizienter Antriebe – von Hightech-Verbrennungsmotoren über Hybridfahrzeuge bis zu reinen Elektroantrieben mit Batterie oder Brennstoffzelle – um langfristig das lokal emissionsfreie Fahren zu ermöglichen. Darüber hinaus treibt das Unternehmen die intelligente Vernetzung seiner Fahrzeuge, das autonome Fahren und neue Mobilitätskonzepte mit Nachdruck voran. Denn Daimler betrachtet es als Anspruch und Verpflichtung, seiner Verantwortung für Gesellschaft und Umwelt gerecht zu werden. Daimler vertreibt seine Fahrzeuge und Dienstleistungen in nahezu allen Ländern der Welt und hat Produktionsstätten in Europa, Nord- und Südamerika, Asien und Afrika. Zum Markenportfolio zählen neben Mercedes-Benz, der wertvollsten Premium-Automobilmarke der Welt (Quelle: Interbrand-Studie „The Anatomy of Growth“, 5.10.2016), sowie Mercedes-AMG, Mercedes-Maybach und Mercedes me, die Marken smart, EQ, Freightliner, Western Star, BharatBenz, FUSO, Setra und Thomas Built Buses und die Marken von Daimler Financial Services: Mercedes-Benz Bank, Mercedes-Benz Financial Services, Daimler Truck Financial, moovel, car2go und mytaxi. Das Unternehmen ist an den Börsen Frankfurt und Stuttgart notiert (Börsenkürzel DAI). Im Jahr 2017 setzte der Konzern mit insgesamt mehr als 289.300 Mitarbeitern rund 3,3 Mio. Fahrzeuge ab. Der Umsatz lag bei 164,3 Mrd. €, das EBIT betrug 14,7 Mrd. €.","acronym":"DAI","interests":"Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Internal Market, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"CO2 Regulation for Cars, Vans and Trucks;&#xd;<br />Implementation of Revision of 96/53 Directive;&#xd;<br />Implementing Act RDE (Real Driving Emissions) for Cars and Vans;&#xd;<br />Revision of EURO6 Potpourri;&#xd;<br />EC Strategy \"Low-emission Mobility\";&#xd;<br />Electro-mobility;&#xd;<br />EU Type Approval Regulation;&#xd;<br />Implementing Act WLTP (world-wide harmonized light-duty vehicles test cycle); &#xd;<br />Revision of EUROVIGNETTE and EETS (European Electronic Toll Service);&#xd;<br />Revision of the General Safety Regulation;&#xd;<br />GEAR2030;&#xd;<br />Infrastructure for Alternative Fuels;&#xd;<br />Road Safety;&#xd;<br />EU 2030 Climate &amp; Energy Package;&#xd;<br />EC/46/2007 Directive (Mobile Air-conditioning Systems);&#xd;<br />Energy Union Package/Energy Security;&#xd;<br />EU Framework \"Circular Economy\";&#xd;<br />Revision End-of-Life Vehicle Directive;&#xd;<br />Revision REACH;&#xd;<br />Energy Taxation;&#xd;<br />FuelCell Hydrogen Joint Undertaking;&#xd;<br />Horizon2020;&#xd;<br />&#xd;<br />Brexit;&#xd;<br />Transatlantic Economic and Trade Relations;&#xd;<br />Anti-Dumping, Anti-Subsidy and safeguard investigations;&#xd;<br />Investment screening Regulations;&#xd;<br />&#xd;<br />EU-Japan FTA;&#xd;<br />EU-Mercosur FTA;&#xd;<br />EU-ASEAN FTA and individual FTAS with ASEAN member states;&#xd;<br />EU-Mexico FTA;&#xd;<br />EU-China Investment Agreement;&#xd;<br />&#xd;<br />New deal for consumers;&#xd;<br />Collective Redress for consumers in the European Union;&#xd;<br />Common European Sales Law Regulation;&#xd;<br />Standard Essential Patents (SEP);&#xd;<br />Intellectual Property Rights Enforcement Directive(IPRED);&#xd;<br />Whistleblowing;&#xd;<br />&#xd;<br />EU Framework for Automated Driving;&#xd;<br />C-ITS Platform - Coordinated Cooperative Intelligent Transport Systems;&#xd;<br />Access to Data;&#xd;<br />Free flow of non-personal data;&#xd;<br />e-Privacy Regulation;&#xd;<br />European Electronic Communication Code;&#xd;<br />Cyber Security Strategy;&#xd;<br />Radio Equipment Directive;&#xd;<br />Building a European Data Economy;&#xd;<br />5G Action Plan and Gigabit Society;&#xd;<br />&#xd;<br />Asset-backed securities (CRD IV /CRR – Capital Requirement Directive / Regulation);&#xd;<br />STS Securitization Regulation;&#xd;<br />Capital Requirements Regulation (CRR);&#xd;<br />EMIR European Market Infrastructure Regulation;&#xd;<br />Sustainable Finance;&#xd;<br />&#xd;<br />Financial Transaction Tax (FTT);&#xd;<br />Public Country-by-Country Tax Reporting.","lastUp":"2018-04-12T18:10:01.096+02:00","customers":"","costAbsolu":"","costRange":"2250000-2499999","turnoverAbsolu":0,"turnoverRange":""}