{"id":"2349218828-41","name":"Daimler Aktiengesellschaft","registrationDate":"2008-12-18T16:41:24.243+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.daimler.com","country":"Germany","headAddress":"Mercedesstrasse, 137/1","headCity":"Stuttgart","headPostCode":"70327","headPhone":"(49)71 11 70","boss":"Mike Reichert","bossTitle":"Mr","bossPosition":"Director for Government Relations Berlin and European Affairs","membersCount":16,"membersFTE":"8.25","membership":"Daimler ist Mitglied in folgenden Verbänden:&#xd;\n- ACEA&#xd;\n- VDA&#xd;\n- Amcham EU&#xd;\n- BusinessEurope&#xd;\n- BDI/BDA&#xd;\n- Deutsches Aktieninstitut&#xd;\n- IP2 Innovate&#xd;\n- Wirtschaftsrat Deutschland der CDU e.V.&#xd;\nDaimler ist Mitglied des \"Transatlantic Policy Network\" (TPN).","memberOrga":"","goal":"Die Daimler Group ist eines der erfolgreichsten Automobilunternehmen der Welt, gehört zu den größten Anbietern von Premium-Pkw und ist der weltgrößte Hersteller von Lkw über sechs Tonnen. Die Firmengründer Gottlieb Daimler und Carl Benz haben mit der Erfindung des Automobils im Jahr 1886 Geschichte geschrieben. Als Pionier des Automobilbaus ist es für Daimler Motivation und Verpflichtung, die Zukunft der Mobilität sicher und nachhaltig zu gestalten. Das Unternehmen setzt dabei auf innovative und grüne Technologien sowie auf sichere und hochwertige Fahrzeuge, die faszinieren und begeistern. Daimler investiert konsequent in die Entwicklung effizienter Antriebe – von Hightech-Verbrennungsmotoren über Hybridfahrzeuge bis zu reinen Elektroantrieben mit Batterie oder Brennstoffzelle – um langfristig das lokal emissionsfreie Fahren zu ermöglichen. Darüber hinaus treibt das Unternehmen die intelligente Vernetzung seiner Fahrzeuge, das autonome Fahren und neue Mobilitätskonzepte mit Nachdruck voran. Denn Daimler betrachtet es als Anspruch und Verpflichtung, seiner Verantwortung für Gesellschaft und Umwelt gerecht zu werden. Daimler vertreibt seine Fahrzeuge und Dienstleistungen in nahezu allen Ländern der Welt und hat Produktionsstätten in Europa, Nord- und Südamerika, Asien und Afrika.&#xd;<br />Der Daimler-Konzern ist wie geplant am 1. November 2019 mit einer neuen Unternehmensstruktur gestartet. Die Ausgliederung des Geschäfts mit Pkw, Vans sowie Lkw und Bussen in die Tochtergesellschaften ist Ende Oktober durch Eintragung in das deutsche Handelsregister wirksam geworden.  Unter dem Dach der Daimler AG sind drei rechtlich selbstständige Aktiengesellschaften operativ: Die Mercedes-Benz AG verantwortet das Geschäft von Mercedes-Benz Cars &amp; Vans. In der Daimler Truck AG sind alle Aktivitäten von Daimler Trucks &amp; Buses gebündelt. Die bereits seit Jahren rechtlich eigenständige Daimler Financial Services wurde in Daimler Mobility AG umbenannt. Neben dem klassischen Geschäft mit der Fahrzeugfinanzierung und dem Flottenmanagement ist Daimler Mobility für Mobilitätsdienstleistungen zuständig. Mit den drei Tochtergesellschaften stärkt Daimler seinen Kundenfokus und erhöht die Agilität des Konzerns. Die Daimler AG bleibt das einzige börsennotierte Unternehmen. Als Dachgesellschaft mit rund 6.000 Mitarbeitern wird sie Governance-, Strategie- und Steuerungs-Funktionen wahrnehmen sowie konzernübergreifende Dienstleistungen erbringen. Die Mercedes-Benz AG, die Daimler Truck AG und die Daimler Mobility AG  sind mitbestimmte deutsche Aktiengesellschaften mit Sitz in Stuttgart.&#xd;<br />Die Mercedes-Benz AG steuert das globale Geschäft von Mercedes-Benz Cars &amp; Mercedes-Benz Vans mit rund 175.000 Mitarbeitern weltweit. Der Fokus der Mercedes-Benz AG liegt auf der Entwicklung, der Produktion und dem Vertrieb von Pkw und Vans sowie Dienstleistungen. Die Mercedes-Benz AG gehört zu den größten Herstellern von Premium-Pkw.&#xd;<br />Die Daimler Truck AG verantwortet das globale Geschäft mit Lkw und Bussen. Rund 100.000 Mitarbeiter weltweit entwickeln, produzieren und vertreiben Produkte und Dienstleistungen von Daimler Trucks &amp; Buses. Die Daimler Truck AG ist mit ihren Tochtergesellschaften einer der weltgrößten Nutzfahrzeug-Hersteller. &#xd;<br />Die Daimler Mobility AG verantwortet das Geschäftsfeld Daimler Mobility mit 13.000 Mitarbeitern weltweit und ist für den gesamten Daimler-Konzern als Anbieter von Dienstleistungen im Bereich Finanzierung, Leasing, Versicherung und Flottenmanagement tätig. Bereits heute finanziert und verleast Daimler Mobility jedes zweite Fahrzeug der Daimler AG weltweit und will diesen Anteil weiter ausbauen. &#xd;<br />Im Jahr 2018 setzte der Konzern mit insgesamt rund 298.700 Mitarbeitern 3,4 Mio. Fahrzeuge ab. Der Umsatz lag bei 167,4 Mrd. €, das EBIT betrug 11,1 Mrd. €.","acronym":"DAI","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, Institutional affairs, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"EU Green Deal;&#xd;<br />Revision CO2 Regulation for Cars, Vans and Trucks 2030 and assessment of possible future life-cycle approach;&#xd;<br />New EURO 7/VII Standards;&#xd;<br />Fitness check Infrastructure for Alternative Fuels;&#xd;<br />Fitness Check White Paper for Transport;&#xd;<br />WTO reform and negotiations; &#xd;<br />Transatlantic Trade and Investment Relations;&#xd;<br />EU Free Trade and Investment Agreements with 3rd countries (negotiations, implementation and enforcement);&#xd;<br />Brexit and new Trade and Investment Agreement with the UK ;&#xd;<br />EU sanction policy (Iran, Russia, Turkey); &#xd;<br />Connected and Automated Driving;&#xd;<br />Coordinated Cooperative Intelligent Transport Systems (C-ITS);&#xd;<br />Data Protection;&#xd;<br />Artificial Intelligence;&#xd;<br />Platform regulations;&#xd;<br />Competition Policy;&#xd;<br />Consumer protection policy;&#xd;<br />Sustainable Finance.","lastUp":"2019-12-19T15:21:17.952+01:00","customers":"","costAbsolu":"","costRange":"2250000-2499999","turnoverAbsolu":0,"turnoverRange":""}