{"id":"235108931815-73","name":"Luminor Group AB","registrationDate":"2018-06-18T12:57:58.215+02:00","category":2,"subCategory":3,"legal":"private limited liability company","web":"","country":"Sweden","headAddress":"C/O Wistrand Advokatbyra","headCity":"Stockholm","headPostCode":"103 93","headPhone":"(372)53 48 35 74","boss":"Nils Melngailis","bossTitle":"Mr","bossPosition":"Chairman of the Board of Directors","membersCount":1,"membersFTE":"0.25","membership":"None.","memberOrga":"None.","goal":"Luminor Group AB is a holding company providing banking services in Estonia, Latvia and Lithuania are provided through banking subsidiaries (“Luminor”). Luminor is creating a new generation bank because Luminor is determined to build a better tomorrow – for families, businesses, communities and Countries. Taking good care of Luminor’s clients’ everyday financial matters is an essential part of that better tomorrow. Helping customers move forward and making things happen are skills Luminor is proud of. Luminor’s core business is to serve entrepreneurial people in the Baltics, with primary focus on local companies as well as financially active people with an entrepreneurial mindset. Luminor’s goal is to become the home bank for the target customers. In digital context, “home bank” is not the bank where the customer does most of the transactions, but the service provider that consolidates most of the customer’s financial traffic. This means that Luminor wants to become the best financial ecosystem orchestrator for Luminor’s target customers in the Baltic region. Luminor values control over customer traffic, contacts and data as much as the sales of actual product, ie, Luminor will become the active aggregator of financial information.","acronym":"none","interests":"Banking and financial services, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Regional Policy, Taxation","euInitiatives":"Luminor is mainly interested in Anti money laundering (AML) and non-performing loan (NPL) related issues.","lastUp":"2018-06-18T14:21:18.027+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}