{"id":"235251334344-44","name":"Associazione Italiana dei Professionisti per la Sicurezza Stradale","registrationDate":"2019-03-22T19:07:33.612+01:00","category":3,"subCategory":2,"legal":"Associazione senza scopo di lucro","web":"http://www.aipss.it","country":"Italy","headAddress":"Piazza del Teatro di Pompeo, 2","headCity":"Roma","headPostCode":"00186","headPhone":"(39)06 92 93 94 18","boss":"Carlo Polidori","bossTitle":"Mr","bossPosition":"President","membersCount":9,"membersFTE":"2.5","membership":"Global Alliance of NGOs for Road Safety&#xd;\nhttp://www.roadsafetyngos.org/profile/121/","memberOrga":"http://www.aipss.it/chisiamo.html","goal":"The Italian Association of Road Safety Professionals (www.aipss.it) is a not-for-profit association aiming at the promotion of road safety best practices and at the dissemination of road safety research results. AIPSS was established in 2009 in order to:&#xd;<br />\tpromote the application of the results of research and professional development in the field of road safety;&#xd;<br />\tencourage the sharing of professional experiences and \"best practices\" in the field of road infrastructure safety management;&#xd;<br />\tfacilitate communication and cooperation between the study groups on road safety and public or private entity responsible for the management of road infrastructure;&#xd;<br />The associates are single professionals, Universities (ROMA TRE – Department of Civil Engineering and CTL-Centre for transport and logistics of University of Rome “La Sapienza”) consultancy companies (C&amp;S Europe Consulting, EsseOtto srl)) and one road manager. ASTRAL (Azienda Strade Lazio, in charge of managing the road network of the Lazio Region)","acronym":"AIPSS","interests":"Trans-European Networks, Transport","euInitiatives":"Road safety&#xd;<br />Road infrastructure safety management&#xd;<br />safety issues related to the deployment of autonomous cars","lastUp":"2019-03-22T19:20:13.500+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}