{"id":"236099517909-49","name":"German Development Institute / Deutsches Institut für Entwicklungspolitik (DIE)","registrationDate":"2015-06-23T10:16:52.491+02:00","category":4,"subCategory":5,"legal":"gGmbH","web":"http://www.die-gdi.de","country":"Germany","headAddress":"Tulpenfeld 6","headCity":"Bonn","headPostCode":"53113","headPhone":"(49)2 28 94 92 70","boss":"Dirk Messner","bossTitle":"Mr","bossPosition":"Direktor","membersCount":20,"membersFTE":"20.0","membership":"http://www.ettg.eu/&#xd;\nhttp://www.eadi.org/&#xd;\nhttp://acuns.org/&#xd;\nhttp://www.adlaf.de/&#xd;\nhttp://www.ifa.de/","memberOrga":"","goal":"The German Development Institute / Deutsches Institut für Entwicklungspolitik (DIE) is one of the leading think tanks for global development and international cooperation worldwide. It is located in the UN City of Bonn. DIE’s work is based on the interplay between Research, Policy Advice and Training. DIE is building bridges between theory and practice.&#xd;<br />&#xd;<br />Research at DIE is theory-based, empirically driven and application-oriented. It provides the basis for the consulting activities of the Institute. DIE develops policy-relevant concepts, advises ministries, governments and international organisations, and refers to current policy issues. The training programmes of the Institute for university graduates and young professionals are integrated into the research and advisory process.","acronym":"DIE","interests":"Agriculture, Borders and Security, Climate Action, Economy, finance and the euro, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Regional Policy, Research and innovation, Trade","euInitiatives":"Our organisation's research activities mainly concern the activities of DG DEVCO, EEAS, CLIMA and ENV, with additional DGs covered by other topics dealt with less intensively (as indicated in 'fields of interest' under point 11 below).","lastUp":"2018-06-13T10:13:10.764+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}