{"id":"236136921416-40","name":"ISEKI-Food Association","registrationDate":"2016-04-20T17:55:31.129+01:00","category":3,"subCategory":2,"legal":"association","web":"https://www.iseki-food.net","country":"Austria","headAddress":"Muthgasse 18","headCity":"Wien","headPostCode":"1190","headPhone":"(43)1 -4 76 54 -7 54 37","boss":"Gerhard Schleining","bossTitle":"Mr","bossPosition":"Secretary General ","membersCount":5,"membersFTE":"2.5","membership":"","memberOrga":"The complete list could be found at the following link&#xd;\nhttps://www.iseki-food.net/ifa_members","goal":"The Association shall have the following purposes:&#xd;<br />(1) Establishment and maintenance of a network between universities, research institutions and companies&#xd;<br />in the food chain.&#xd;<br />(2) Development and carrying out of all activities connected with the sphere of interest of ISEKI, such as:&#xd;<br />(a) working towards the quality assurance of European Food Studies&#xd;<br />(b) tuning curricula in food studies&#xd;<br />(c) developing teaching materials and methods in the field of food studies&#xd;<br />(d) promoting synergies between research in food science and engineering with education/teaching and&#xd;<br />industry&#xd;<br />(e) development of a virtual community of experts in the field of food, with communication with the&#xd;<br />general public&#xd;<br />(f) establishment of a framework of agreements among partners, fostering the mobility of students and&#xd;<br />staff in the field of food science&#xd;<br />(g) stimulating the development of further related projects&#xd;<br />(h) cooperation in the implementation of quality criteria in the food chain&#xd;<br />(3) Creation of internal bodies for promoting the integration of science and engineering knowledge in the&#xd;<br />food chain and for the recognition of outstanding achievements (e.g. through an ISEKI Academy) of&#xd;<br />scientific and technical expertise.&#xd;<br />The association is registered under Austrian law as ZVR 541528038","acronym":"IFA","interests":"Development, Education, Food Safety, Information Society, Research and Technology, Trans-European Networks","euInitiatives":"IFA initiatives&#xd;<br />- promotion, activities within Erasmus+ projects (eg. ISEKI-Food, Track-Fast, TRAFOON, SEA-ABT, EuFOODSTA...)&#xd;<br />- dissemination of Erasmus+, H2020 and other EU and international projects&#xd;<br />-   organisation of International conferences (1, 2, 3, 4, and 5th Int. ISEKI-Food Conference)&#xd;<br />- Accreditation system for HE study programmes and short courses in Food science and Technology (EQAS-Food)","lastUp":"2018-03-19T08:07:50.823+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}