{"id":"236306318725-94","name":"CMS Francis Lefebvre Avocats","registrationDate":"2015-09-09T19:47:10.689+01:00","category":1,"subCategory":10,"legal":"S.E.L.A.F.A","web":"http://cms.law/fl","country":"France","headAddress":"2 rue Ancelle","headCity":"Neuilly sur Seine","headPostCode":"92522","headPhone":"(33)1 47 38 55 00","boss":"Pierre-Sébastien Thill","bossTitle":"Mr","bossPosition":"Managing Partner","membersCount":4,"membersFTE":"1.0","membership":"CMS Francis Lefebvre Avocats, \"société d'exercice libéral à forme anonyme (S.E.L.A.F.A.)\", is a member of CMS Legal Services EEIG (CMS EEIG), a European Economic Interest Grouping that coordinates an organization of independent law firms. &#xd;\nFounded in 1999, CMS is a full-service top 10 international law firm, based on the number of lawyers (Am Law 2016 Global 100). With 74 offices in 42 countries across the world, employing over 4,500 lawyers, CMS has longstanding expertise both at advising in its local jurisdictions and across borders. CMS acts for a large number of Fortune 500 companies and the FT European 500 and for the majority of the DAX 30. Revenues totalled EUR 1.05bn in 2016.","memberOrga":"N/A","goal":"CMS Francis Lefebvre Avocats is one of the leading law firms in France, whose deep roots, unique positioning and highly recognised expertise enables it to deliver innovative, high-value added solutions in Tax, Corporate and Employment law. &#xd;<br />&#xd;<br />As a top global law firm, CMS, the organisation to which CMS Francis Lefebvre Avocats belongs, is highly qualified to assist you with your projects through its 72 offices in 42 countries worldwide. With 4,500 lawyers, CMS member firms provide you with advice that is tailored to your local and international needs.","acronym":"CMS FL","interests":"Taxation","euInitiatives":"Our collaboration with the European Commission consists in experience and outlook exchanges (not against remuneration) in the context of Think Tanks put in place by the Commission in the context of taxation subjects, especially through experts groups : transfer pricing and VAT. See details about our participation in the experts' groups sections.","lastUp":"2018-03-19T12:55:42.216+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}