{"id":"236306318725-94","name":"CMS Bureau Francis Lefebvre","registrationDate":"2015-09-09T19:47:10.689+01:00","category":1,"subCategory":10,"legal":"S.E.L.A.F.A","web":"http://cms.law/bfl","country":"France","headAddress":"2 rue Ancelle","headCity":"Neuilly sur Seine","headPostCode":"92522","headPhone":"(33)1 47 38 55 00","boss":"Pierre-Sébastien Thill","bossTitle":"Mr","bossPosition":"Managing Partner","membersCount":4,"membersFTE":"1.0","membership":"CMS Bureau Francis Lefebvre, \"société d'exercice libéral à forme anonyme (S.E.L.A.F.A.)\", is a member of CMS Legal Services EEIG (CMS EEIG), a European Economic Interest Grouping that coordinates an organization of independent law firms. CMS EEIG provides no client services. Such services are solely provided by CMS EEIG’s member firms in their respective jurisdictions. CMS EEIG and each of its member firms are separate and legally distinct entities, and no such entity has any authority to bind any other. CMS EEIG and each member firm are liable only for their own acts or omissions and not those of each other. The brand name «CMS» and the term «firm» are used to refer to some or all of the member firms or their offices.&#xd;\n&#xd;\nCMS member firms are:&#xd;\n&#xd;\n•    CMS Adonnino Ascoli &amp; Cavasola Scamoni, Associazione Professionale (Italy);&#xd;\n•    CMS Albiñana &amp; Suárez de Lezo S. L. P. (Spain);&#xd;\n•    CMS Bureau Francis Lefebvre S. E. L. A. F. A. (France);&#xd;\n•    CMS Cameron McKenna LLP (UK);&#xd;\n•    CMS DeBacker SCRL / CVBA (Belgium);&#xd;\n•    CMS Derks Star Busmann N. V. (The Netherlands);&#xd;\n      CMS von Erlach Poncet (Switzerland);&#xd;\n•    CMS Hasche Sigle, Partnerschaft von Rechtsanwälten und Steuerberatern (Germany);&#xd;\n•    CMS Reich-Rohrwig Hainz Rechtsanwälte GmbH (Austria) and&#xd;\n•    CMS Rui Pena, Arnaut &amp; Associados RL (Portugal).&#xd;\n&#xd;\nFor more information:&#xd;\nhttps://cms.law/en/INT/","memberOrga":"N/A","goal":"CMS Bureau Francis Lefebvre is one of the leading law firms in France, whose deep roots, unique positioning and highly recognised expertise enables it to deliver innovative, high-value added solutions in Tax, Corporate and Employment law. &#xd;<br />&#xd;<br />As a top 13 global law firm, CMS, the organisation to which CMS Bureau Francis Lefebvre belongs, is highly qualified to assist you with your projects through its 71 offices in 40 countries worldwide. With 4,500 lawyers, CMS member firms provide you with advice that is tailored to your local and international needs.","acronym":"CMS BFL","interests":"Taxation","euInitiatives":"Our collaboration with the European Commission consists in experience and outlook exchanges (not against remuneration) in the context of Think Tanks put in place by the Commission in the context of taxation subjects, especially through experts groups : transfer pricing and VAT. See details about our participation in the experts' groups sections.","lastUp":"2017-09-01T09:43:12.343+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}