{"id":"236409524439-34","name":"Fluxys SA","registrationDate":"2016-11-10T17:15:49.442+01:00","category":2,"subCategory":3,"legal":"SA","web":"http://www.fluxys.com","country":"Belgium","headAddress":"Avenue des Arts 31","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 82 72 11","boss":"Pascal De Buck","bossTitle":"Mr","bossPosition":"Managing Director/CEO","membersCount":4,"membersFTE":"1.0","membership":"Gas Infrastructure Europe (GIE)&#xd;\nEuropean Network for Transmission System Operators (ENTSOG)&#xd;\nEASEE-gas&#xd;\nWEC-Global Gas Centre&#xd;\nMarcogaz (through Belgian gas federation ARGB)&#xd;\nGERG (through Belgian gas federation ARGB)","memberOrga":"","goal":"Fluxys is a Belgium-based, fully independent gas infrastructure group. The company is a major gas transit operator and its offering combines gas transmission, gas storage and terminalling of liquefied natural gas (LNG). &#xd;<br />&#xd;<br />Present across Europe, the group is developing a cross-border infrastructure backbone linking gas sources to markets, bridging the markets and gas trading places, and providing security of supply.&#xd;<br />&#xd;<br />Besides its pipeline, storage and LNG terminalling assets in Belgium, Fluxys’ partnerships include ownership in an LNG bunkering ship with home port Zeebrugge, Belgium, the Interconnector and BBL pipelines linking the UK with mainland Europe, the Dunkirk LNG terminal in France, the NEL and TENP pipelines in Germany, the Transitgas pipeline in Switzerland, the Swedegas transmission and storage infrastructure in Sweden and the TAP pipeline under construction from Turkey to Italy to bring gas coming from Azerbaijan and potentially other sources to Europe.","acronym":"","interests":"Climate Action, Energy, Foreign and Security Policy and Defence, General and Institutional Affairs, Internal Market, Research and Technology, Taxation, Trans-European Networks, Transport","euInitiatives":"European policy with a direct or indirect impact on energy sector:&#xd;<br />Energy Union&#xd;<br />Security of Gas Supply; European Energy Supply Security&#xd;<br />Internal Gas Market and Network Codes&#xd;<br />PCI/CEF&#xd;<br />LNG and Storage Strategy ; access conditions and transparency&#xd;<br />Energy Market Design&#xd;<br />Energy and Climate Policy&#xd;<br />Energy Efficiency&#xd;<br />RES&#xd;<br />Electricity Market design","lastUp":"2017-11-06T14:56:41.617+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}