{"id":"236409524439-34","name":"Fluxys SA","registrationDate":"2016-11-10T17:15:49.442+02:00","category":2,"subCategory":3,"legal":"SA","web":"http://www.fluxys.com","country":"Belgium","headAddress":"Avenue des Arts 31","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 82 72 11","boss":"Pascal De Buck","bossTitle":"Mr","bossPosition":"Managing Director/CEO","membersCount":4,"membersFTE":"1.0","membership":"Gas Infrastructure Europe (GIE)&#xd;\nEuropean Network for Transmission System Operators (ENTSOG)&#xd;\nEASEE-gas&#xd;\nWEC-Global Gas Centre&#xd;\nMarcogaz (through Belgian gas federation ARGB)&#xd;\nGERG (through Belgian gas federation ARGB)","memberOrga":"","goal":"Fluxys is a Belgium-based, fully independent gas infrastructure group. The company is a major gas transit operator and its offering combines gas transmission, gas storage and terminalling of liquefied natural gas (LNG). Present across Europe, Fluxys contributes to a sustainable energy future and our passionate teams secure reliable and affordable energy flows into the market. Besides its pipeline, storage and LNG terminalling assets in Belgium (owned and operated by Euronext listed Fluxys Belgium), Fluxys' partnerships include ownership in an LNG bunkering ship, the Interconnector and BBL pipelines linking the UK with mainland Europe, the Dunkirk LNG terminal in France, the NEL and TENP pipelines and the EUGAL pipeline project in Germany, the Transitgas pipeline in Switzerland, the DESFA gas transmission infrastructure and LNG terminal in Greece and the TAP pipeline from Turkey to Italy under construction to bring gas coming from Azerbaijan and potentially other sources to Europe.","acronym":"","interests":"Climate Action, Energy, Foreign affairs and security policy, Institutional affairs, Research and innovation, Single market, Taxation, Trans-European Networks, Transport","euInitiatives":"European policy with a direct or indirect impact on energy sector:&#xd;<br />Energy Union&#xd;<br />Security of Gas Supply; European Energy Supply Security&#xd;<br />Internal Gas Market and Network Codes&#xd;<br />PCI/CEF&#xd;<br />LNG and Storage Strategy ; access conditions and transparency&#xd;<br />Energy Market Design&#xd;<br />Energy and Climate Policy&#xd;<br />Energy Efficiency&#xd;<br />RES&#xd;<br />Electricity Market design","lastUp":"2019-10-21T12:52:10.361+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}