{"id":"236876323857-57","name":"International Co-operative Alliance-Africa","registrationDate":"2016-10-12T17:21:25.525+02:00","category":3,"subCategory":2,"legal":"International Non-profit organization","web":"http://www.icaafrica.coop","country":"Kenya","headAddress":"Loresho Mukabi Road, Hse:17","headCity":"Nairobi","headPostCode":"00200","headPhone":"(254)2 02 32 34 89","boss":"Chiyoge B. Sifa","bossTitle":"Ms","bossPosition":"Regional Director","membersCount":3,"membersFTE":"1.75","membership":"International Co-operative Alliance Africa Region is one of the regional offices of the Alliance.","memberOrga":"https://icaafrica.coop/en/alliance-africa-members","goal":"International Co-operative Alliance-Africa Region is one of the regional offices of the ICA. It serves, unites and represents ICA member organizations in Africa. ICA Africa&#xd;<br />Region promotes and strengthens autonomous and viable co-operatives throughout the region by&#xd;<br />&#xd;<br />• serving as a forum for exchange of experience and a source of information&#xd;<br />on co-operative development, research and statistics&#xd;<br />• providing technical assistance for co-operative development&#xd;<br />• collaborating with national governments, United Nations organizations and African regional organizations.&#xd;<br />• The Alliance Africa Region will strive to promote and strengthen the co-operative movement in the region and provide services to co-operatives with the following objectives:&#xd;<br />• promoting the co-operative movement in Africa&#xd;<br />• promoting and protecting co-operative values and principles&#xd;<br />• facilitating development of economic and other mutually beneficial relations between its member organizations&#xd;<br />• promoting sustainable human development and further the economic and social progress of people, thereby contributing to peace and security in Africa&#xd;<br />promoting equality between men and women in all decision making and activities within the co-operative movement&#xd;<br />• lobbying for an enabling environment for co-operative development in Africa.&#xd;<br />&#xd;<br />It has 35 members from 22 countries","acronym":"The Alliance Africa","interests":"Agriculture, Banking and financial services, Budget, Business and Industry, Climate Action, Communication, Consumers, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, Food Safety, International co-operation and development, Maritime affairs and fisheries, Regional Policy, Research and innovation, Taxation, Trade, Youth","euInitiatives":"- EU engagement with CSOs through the road maps for effective partnership in development (Paris Declarations)","lastUp":"2018-09-20T08:14:15.771+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}