{"id":"237022033099-80","name":"FNM","registrationDate":"2018-11-05T14:36:31.718+01:00","category":2,"subCategory":3,"legal":"spa","web":"http://fnmgroup.it","country":"Italy","headAddress":"piazza Cadorna, 14","headCity":"Milano","headPostCode":"20100","headPhone":"(39)02 85 11 41 14","boss":"Andrea Gibelli","bossTitle":"","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"http://www.asstra.it/&#xd;\nhttps://www.uitp.org/&#xd;\nhttp://www.assolombarda.it/","memberOrga":"","goal":"FNM è il principale Gruppo integrato nel trasporto e nella mobilità in Lombardia. Rappresenta il più importante investitore non statale italiano del settore. FNM S.p.A. svolge funzioni di direzione e coordinamento strategico-operativo per tutte le società controllate.Il Gruppo FNM opera nell'ambito del trasporto pubblico su ferro attraverso FERROVIENORD, NORD_ING e Trenord, nel trasporto su gomma attraverso FNM Autoservizi, Omnibus Partecipazioni, ATV e La Linea, nel trasporto merci su ferro con DB Cargo Italia, FuoriMuro e Locoitalia, nella mobilità sostenibile con il car sharing E-Vai, nell'ICT con NordCom, nel settore energia con Nord Energia.MISSIONE&#xd;<br />Nata per rispondere ai bisogni di mobilità e comunicazione di persone e imprese, negli ultimi anni FNM S.p.A. ha ampliato i propri settori di attività, con investimenti importanti nei settori dell'ICT, dell'energia e della mobilità sostenibile, per cogliere le opportunità offerte dalla liberalizzazione di alcuni settori di pubblica utilità e allargare il proprio ambito operativo.&#xd;<br />&#xd;<br />VALORI&#xd;<br />I valori che ci guidano sono l'attenzione per la persona, dai dipendenti ai clienti fino ai cittadini e l'impegno per la sostenibilità. Lavoriamo ogni giorno per individuare e promuovere un sistema di trasporti integrato tendenzialmente a \"impatto zero\", in cui ciascuno possa scegliere liberamente la soluzione che più si adatta alle proprie esigenze. Sono nostri valori la centralità della persona, l'attenzione al territorio e al suo sviluppo e la trasparenza.","acronym":"FNM","interests":"Business and Industry, Environment, Regional Policy, Research and innovation, Transport","euInitiatives":"CEF, Multi-annual Financial Framework, Horizone Europe, Invest Europe, Railway Package","lastUp":"2018-11-05T16:14:25.720+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}