{"id":"237421516534-90","name":"University of Salford","registrationDate":"2015-03-13T13:11:47.936+01:00","category":4,"subCategory":12,"legal":"University","web":"http://www.salford.ac.uk","country":"United kingdom","headAddress":"Robert Morris","headCity":"Salford","headPostCode":"M5 4WT","headPhone":"(44)16 12 95 32 85","boss":"Julie Charge","bossTitle":"Ms","bossPosition":"Director of Finance","membersCount":5,"membersFTE":"2.5","membership":"The Institution itself is affiliated to the Alliance Group of Universities in the UK","memberOrga":"Total staff is 1,800. There will be a number of personal affiliations covering professional practice for staff members (in health, engineering for example).","goal":"The University of Salford is a major UK University in the NW of England serving the people of greater Manchester. The University was established in 1894 and currently has 20,000 students. Th eUniversity has major strengths in Engineering, science, health studies, design, media and urban studies. The University is involved in a numbe rof national and international partnerships. The University is a publically owned University in the UK with its own charter and constitution as apporved by teh UK parliament.","acronym":"UoS","interests":"Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The University is involved in over 20 international projects funded through a variety of programmes including: &#xd;<br />Horizon, Erasmus, Interreg. The University has appropriate poliy in place that meets UK and EU legal requirements governing finance, equal opportunities, health and safety, disability. The University is subject to external audit in line with UK requirements (Higher Education funding Council) and EU audit commission regarding EU programmes.","lastUp":"2017-02-23T10:21:56.205+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}