{"id":"237421516534-90","name":"University of Salford","registrationDate":"2015-03-13T13:11:47.936+01:00","category":4,"subCategory":12,"legal":"University","web":"http://www.salford.ac.uk","country":"United kingdom","headAddress":"Robert Morris","headCity":"Salford","headPostCode":"M5 4WT","headPhone":"(44)16 12 95 32 85","boss":"Julie Charge","bossTitle":"Ms","bossPosition":"Director of Finance","membersCount":5,"membersFTE":"2.5","membership":"The University is a member of the following associations/networks:&#xd;\n&#xd;\nUniversities UK - http://www.universitiesuk.ac.uk/&#xd;\nUniversity Alliance - http://www.unialliance.ac.uk/","memberOrga":"Total number of staff employed by the University is 2,106 (Financial Year 2016/17)","goal":"The University of Salford is a major UK University located in the North West of England serving the people of Greater Manchester. The University was granted its Royal Charter in 1967 and currently has in the region of 20,000 students. The University has major strengths in Science, Engineering, Health studies, Design, Media and Urban studies. The University is involved in a number of national and international partnerships. The University has charitable status exempt from registration, and holds a Royal Charter and constitution as approved by the UK Parliament.","acronym":"UoS","interests":"Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The University is involved in over 20 international projects funded through a variety of programmes, including &#xd;<br />Horizon 2020, Erasmus+ and Interreg. The University has appropriate policy in place that meets UK and EU legal requirements governing finance, equal opportunities, health and safety and disability. The University is subject to external audit in line with UK requirements (Higher Education Funding Council for England) and EU requirements in relation to EU programmes.","lastUp":"2018-01-30T15:53:17.425+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}