{"id":"237827912873-79","name":"LINDAT/CLARIN","registrationDate":"2014-02-05T23:28:38.308+01:00","category":4,"subCategory":12,"legal":"Sdružení bez právní subjektivity","web":"http://lindat.cz","country":"Czech republic","headAddress":"Malostranské náměstí, 25","headCity":"Praha 1","headPostCode":"11800","headPhone":"(420)9 51 55 42 78","boss":"Markéta Lopatková","bossTitle":"Ms","bossPosition":"ředitelka ÚFAL","membersCount":1,"membersFTE":"0.25","membership":"LINDAT/CLARIN je členem (podepsáno MoU) Clarin ERIC, ve kterém obsahově reprezentuje Českou republiku jakožto formálního člena Clarin ERIC; ČR je v řídících orgánech Clarin ERIC zastoupena pracovníkem MŠMT.","memberOrga":"LINDAT/CLARIN má členy na Univerzitě Karlově v Praze, Masarykově univerzitě v Brně, Západočeské univerzitě v Plzni a v Ústavu pro jazyk český AV ČR v.v.i. v Praze a od roku 2019 i v dalších 8 institucích v České republice.","goal":"LINDAT/CLARIN představuje český uzel velké evropské infrastruktury Clarin ERIC (Common Language Resources and Technology Infrastructure). Splňuje rovněž cíle mezinárodní sítě jazykových technologií META-NET. Obě tyto sítě jsou zaměřeny na sběr, anotování, vývoj a sdílení jazykových dat a základních jazykových technologií, a to mezi vědeckými a výzkumnými institucemi i jednotlivými výzkumnými pracovníky v nejrůznějších vědních oborech. Evropská infrastruktura Clarin ERIC je přitom zaměřena na humanitní obory, zatímco síť META-NET se zaměřuje na vývoj jazykových technologií a jejich aplikace.","acronym":"LINDAT","interests":"Budget, Communication, Culture, Culture and media, Digital economy and society, Education and training, Justice and Fundamental Rights, Research and innovation","euInitiatives":"Research in language technology and digital humanities, research funding in general, legal issues related to research (copyright, data protection), research infrastructures, big data.","lastUp":"2019-02-25T21:21:14.638+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}