{"id":"238041120627-26","name":"KOLEKTOR GROUP d.o.o.","registrationDate":"2016-02-12T09:08:52.023+01:00","category":2,"subCategory":3,"legal":"Company","web":"http://kolektor.com","country":"Slovenia","headAddress":"Vojkova 10","headCity":"Idrija","headPostCode":"5280","headPhone":"(386)53 75 02 24","boss":"Radovan Bolko","bossTitle":"Mr","bossPosition":"President of the Board of Management","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Kolektor boasts tradition in highly specialized industrial production. On its path of half a century Kolektor evolved into a global company with its seat in Slovenia and a wide spread net of companies and subsidiaries in Europe, in the USA and in Asia. Strategic position of the company`s headquarters in the heart of Europe, and global marketing and production presence on all important world markets, ensure effective managing of market demand and optimal business solutions. Developmentally and technologically advanced processes speak of our efforts to fulfill customer demands by providing prompt and responsible solutions.&#xd;<br />Kolektor is a trans-national company connecting almost 30 companies on strategic world markets. The group`s companies are organizationally bound under the branch principle. Developmentally as well as business-oriented, the programs are managed in the following business divisions:&#xd;<br />• Components and systems; &#xd;<br />• Energy and industrial technology and &#xd;<br />• Building technology and home products. &#xd;<br />Through advantages of synergies of the programs as well as in the technological field, each individual company contributes to successful operation of the entire group and enables realization of common long-term goals.&#xd;<br />Our main advantage is international response in the field of sales and global utilization of resources.&#xd;<br />Mission, vision, strategy&#xd;<br />Mission&#xd;<br />We are a development- and market-oriented company characterized by innovation, financial stability, and successful operations. Our solutions to the technological challenges of the future and our quest for new business opportunities satisfy the expectations of our owners, business partners, and employees, as well as the environment.&#xd;<br />Vision&#xd;<br />With an active policy of globalization and focused diversification based on organic growth and acquisitions, we are aiming at an annual turnover of €1 billion by 2020. Through the development of technologically demanding products and solutions, we will be among the leaders in individual market niches, thereby supporting customer growth and development.&#xd;<br />Strategy&#xd;<br />Activity of the Kolektor group is divided into three branch pillars:&#xd;<br />automotive, building, and industry. &#xd;<br />Kolektor  actualizes its convictions with values– main principles of the Kolektor group operation, as follows:&#xd;<br />responsibility –  to work, proprietors, employees and environment &#xd;<br />fairness – to business partners and co-workers &#xd;<br />passion for success – dedicated to achieving set goals &#xd;<br />customer proximity – focused on satisying customers &#xd;<br />inventivness – driven by ideas and their realization  &#xd;<br />team spirit – able to work together for common goals&#xd;<br />&#xd;<br />&#xd;<br />VisionWith an active policy of globalization and focused diversification based on organic growth and acquisitions, we are aiming at an annual turnover of €1 billion by 2020. Through the development of technologically demanding products and solutions, we will be among the leaders in individual market niches, thereby supporting customer growth and development.&#xd;<br />&#xd;<br />StrategyActivity of the Kolektor group is divided into three branch pillars:&#xd;<br />&#xd;<br />automotive, building, and industry. Kolektor  actualizes its convictions with values– main principles of the Kolektor group operation, as follows:&#xd;<br />&#xd;<br />responsibility –  to work, proprietors, employees and environment fairness – to business partners and co-workers passion for success – dedicated to achieving set goals customer proximity – focused on satisying customers inventivness – driven by ideas and their realization  team spirit – able to work together for common goals","acronym":"","interests":"Competition, Customs, Development, Energy, Enterprise, Environment, Information Society, Research and Technology, Transport","euInitiatives":"Horizon 2020 &#xd;<br />Mobility, Industry 4.0&#xd;<br />CO2 legislation, Smart Grid Initiatives &#xd;<br />Automotive safety","lastUp":"2017-02-10T08:46:32.136+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}