{"id":"238390926570-35","name":"George Washington University Program on Extremism","registrationDate":"2017-03-30T17:10:09.334+01:00","category":4,"subCategory":5,"legal":"Private academic institution (referring to GWU, under whose auspices PoE falls)","web":"https://cchs.gwu.edu/program-extremism","country":"United states","headAddress":"2000 Pennsylvania Avenue NW","headCity":"Washington","headPostCode":"20052","headPhone":"(202)9 94 24 37","boss":"Lorenzo Vidino","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"These persons are staff members of the GW Program on Extremism. They are in no way related to EU lobby groups, or take part in any EU initiatives. They help our program carry out our initiatives and projects. &#xd;\n&#xd;\nLink to our team: https://cchs.gwu.edu/team","goal":"The Program on Extremism at George Washington University’s Center for Cyber &amp; Homeland Security provides analysis on issues related to violent and non-violent extremism. The Program spearheads innovative and thoughtful academic inquiry, producing empirical work that strengthens extremism research as a distinct field of study. The Program aims to develop pragmatic policy solutions that resonate with policymakers, civic leaders, and the general public.&#xd;<br />&#xd;<br />To achieve these objectives, the Program brings together a unique team of experts from various continents and a range of disciplines, including government officials with experience in public safety and law enforcement; scholars; former extremists; counter-extremism practitioners providing firsthand assistance to families grappling with radicalization.","acronym":"PoE","interests":"Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs","euInitiatives":"Dr. Lorenzo Vidino has been invited to participate in a high-level seminar on 'The Security Union’ on April 3, 2017. Beyond the aspect of this talk given by Dr. Vidino on the specified date, we emphasize that we do not involve ourselves in EU initiatives, policies, or legislation, nor in any lobbying procedures.","lastUp":"2017-03-31T15:26:26.594+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}