{"id":"238617117970-90","name":"Instytut Kościuszki - Instytut Integracji Europejskiej","registrationDate":"2015-06-25T14:40:37.676+01:00","category":4,"subCategory":5,"legal":"association","web":"http://ik.org.pl","country":"Poland","headAddress":"ul.Wilhelma Feldmana 4/9-10","headCity":"Kraków","headPostCode":"31-130","headPhone":"(48)1 26 32 97 24","boss":"Izabela Albrycht","bossTitle":"Ms","bossPosition":"Chairperson of the Board","membersCount":16,"membersFTE":"12.25","membership":"The Kosciuszko Institute has become an Associate Member of the All Party Parliamentary Group for Unconventional Oil&amp;Gas in United Kingdom. The group unites policymakers striving to develop the best legislative framework, investment climate and public debate based on facts, aiming to facilitate the growth of the shale gas sector. The scientists, research organizations and stakeholders in the shale gas industry are also members of the association.","memberOrga":"","goal":"The Kosciuszko Institute is an independent and non-governmental research institute founded in 2000 as a non-profit organization.The mission of the Kosciuszko Institute is to contribute to the social and economic development of Poland – an active member of the European Union and a partner of the Euro-Atlantic Alliance. The Kosciuszko Institute strives to be a leader of positive changes, to create and to promote the best solutions not only for Poland but also for Europe as well as for neighbouring countries which are now in the process of building states based on the rule of law, civil society and a free market economy.","acronym":"Instytut Kościuszki","interests":"Economic and Financial Affairs, Education, Energy, Environment, External Relations, Foreign and Security Policy and Defence, Information Society, Research and Technology","euInitiatives":"Network and Information Security (NIS) Directive&#xd;<br />The Cybersecurity Strategy for the European Union&#xd;<br />Communication on a Digital Single Market Strategy&#xd;<br />General Data Protection Regulation (GDPR)&#xd;<br />Transatlantic Trade and Investment Partnership&#xd;<br />Europe 2020","lastUp":"2017-06-26T21:01:14.907+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}