{"id":"238973830453-93","name":"Ordre des Barreaux Francophones et Germanophone","registrationDate":"2018-02-28T17:49:58.805+01:00","category":2,"subCategory":1,"legal":"Personne morale de droit public","web":"http://avocats.be","country":"Belgium","headAddress":"65 Avenue de la Toison d'Or","headCity":"Bruxelles","headPostCode":"1060","headPhone":"(32)26 48 20 98","boss":"Jean-Pierre Buyle","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.5","membership":"CCBE (Conseil des Barreaux Européens)","memberOrga":"","goal":"Aux termes des articles 495 et 496 du code judiciaire belge, l'ordre des barreaux francophones et germanophone a pour mission de veiller à l'honneur, aux droits et aux intérêts professionnels communs des membres des 12 barreaux qui en font partie. Il est compétent en ce qui concerne l'aide juridique, le stage, la formation professionnelle des avocats stagiaires et la formation de tous les avocats appartenant aux barreaux qui en font partie. Il prend les initiatives et les mesures utiles en matière de formation, de règles disciplinaires et de loyauté professionnelle, ainsi que pour la défense des intérêts de l'avocat et du justiciable.&#xd;<br />Il peut faire, en ces matières, des propositions aux autorités compétentes.&#xd;<br />L'ordre des barreaux francophones et germanophone arrête des règlements appropriés en ce qui concerne les compétences visées ci-dessus.&#xd;<br />Il fixe, pour les relations entre les membres des différents barreaux qui en font partie, les règles et usages de la profession d'avocat et les unifie. À cette fin, il arrête des règlements appropriés.","acronym":"AVOCATS.BE","interests":"Borders and Security, Business and Industry, Competition, Consumers, Digital economy and society, Education and training, Environment, Foreign affairs and security policy, Institutional affairs, Justice and Fundamental Rights, Single market, Taxation","euInitiatives":"Plateformes en ligne, contrats sur les contenus numériques, instruments de coopération judiciaire en matière civile et commerciale, justice pénale, injonctions européennes de production et de conservation de preuves électroniques, lutte contre le blanchiment de capitaux, mise en œuvre du parquet européen, justice en ligne, protection des lanceurs d'alerte","lastUp":"2019-02-18T13:50:11.699+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}