{"id":"239287217442-79","name":"Asociación Provincial de Armadores de Buques de Pesca del Litoral Español y Sur de Portugal de Pontevedra","registrationDate":"2015-05-21T10:59:17.906+01:00","category":2,"subCategory":7,"legal":"Asociación sin ánimo de lucro","web":"http://www.arvi.org","country":"Spain","headAddress":"Puerto Pesquero, s/n.","headCity":"Vigo","headPostCode":"36202","headPhone":"(34)9 86 43 38 44","boss":"José Antonio Suárez-Llanos Rodríguez","bossTitle":"","bossPosition":"Director gerente","membersCount":2,"membersFTE":"0.5","membership":"La asociación Arposur está integrada en la Federación Española de Organizaciones Pesqueras (Feope).","memberOrga":"","goal":"Defender los intereses de la flota de arrastre adscrita a esta asociación (3 buques y 2 empresas) que ejerce su actividad extractiva principalmente en las costas gallega y también en aguas de Portugal, dirigida a especies como el rape, la merluza, el jurel, la faneca, etc.&#xd;<br />&#xd;<br />Promover el ejercicio de una pesca sostenible y responsable, a través del contacto y el trabajo en equipo con los estamentos científicos.&#xd;<br />&#xd;<br />Combatir la pesca INDNR.","acronym":"Arposur","interests":"Environment, Maritime affairs and fisheries","euInitiatives":"Defensa general de los intereses de la actividad pesquera de la flota que representa.&#xd;<br />&#xd;<br />Actividades relacionadas con la normativa en materia de pesca.&#xd;<br />&#xd;<br />Actividad de representación de sus asociados en la interrelación con las organizaciones no gubernamentales.&#xd;<br />&#xd;<br />Asistencia a reuniones organizadas por las Administraciones autonómica y del Estado.&#xd;<br />&#xd;<br />Gestión y representación de sus asociados ante organismos públicos de toda índole.&#xd;<br />&#xd;<br />Política Pesquera Común, Política Marítima Integrada y Política Medioambiental.","lastUp":"2019-02-26T13:25:51.911+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}