{"id":"239507526566-26","name":"Stowarzyszenie Techniczne Odlewników Polskich (Polish Foundrymen Association)","registrationDate":"2017-03-30T13:29:25.617+01:00","category":2,"subCategory":1,"legal":"stowarzyszenie","web":"http://stowarzyszenie-stop.pl","country":"Poland","headAddress":"ul. Dukatów 8","headCity":"Kraków","headPostCode":"31-431","headPhone":"(48)1 23 52 39 60","boss":"Tadeusz Franaszek","bossTitle":"Mr","bossPosition":"Prezes Zarządu Głównego","membersCount":1,"membersFTE":"0.25","membership":"http://www.thewfo.com/","memberOrga":"http://stowarzyszenie-stop.pl/czlonkowie-wspierajacy/","goal":"Stowarzyszenie Techniczne Odlewników Polskich w skrócie STOP jest samodzielną organizacją o charakterze naukowo-technicznym i menadżerskim, zrzeszającą na zasadzie dobrowolności członków indywidualnych w szczególności inżynierów, studentów i innych oraz członków wspierających w tym podmioty gospodarcze, których działalność związana jest z odlewnictwem, a w szczególności współpracujących z nim wyższych uczelni, instytutów naukowo-badawczych, biur projektowych, jednostek handlowych, usługowych i produkcyjnych działających na jego rzecz.. Stowarzyszenie zostało oficjalnie zarejestrowane powstała 7 września 1936 roku i powstało na podwalinach działających od 1921 roku Koła Odlewników przy Stowarzyszeniu Techników Polskich i Koła Miłośników Odlewnictwa przy Zakładach Inżynierii „Ursus”. Założycielami Stowarzyszenia byli wybitni odlewnicy m.in. J. Buzek i K. Gardziejewski. Pierwszymi celami Stowarzyszenia określonymi w statucie było przede wszystkim utrzymanie łączności zawodowej pomiędzy odlewnikami dla rozwijania i szerzenia wiedzy technicznej w zakresie odlewnictwa poprzez organizowanie wykładów, kursów, zjazdów, udzielanie porad technicznych oraz promowanie odlewnictwa na łamach swojego czasopisma „Przegląd Odlewniczy”, który wiernie towarzyszył działalności Stowarzyszenia do 1939 roku. Po II wojnie światowej Stowarzyszenie Techniczne Odlewników Polskich wznowiło swoja działalność i wydawanie czasopisma ale już pod nową nazwą „Przegląd Odlewnictwa”. Tak jak w przeszłości, do dzisiejszego dnia stanowi on źródło informacji odlewniczej i jest oficjalnym jedynym czasopismem branżowym w Polsce.&#xd;<br />Przez ponad siedemdziesiąt lat działalności, Stowarzyszenie czynnie uczestniczyło w promocji polskiego odlewnictwa na arenie międzynarodowej. Polska jako jeden z dziesięciu krajów w 1926 roku zawiązała branżowy Komitet Technicznych Stowarzyszeń Odlewniczych CIATF. STOP od początku jego istnienia było aktywnym członkiem tej organizacji a obecnie należy do najbardziej cenionych. Polacy aż trzykrotnie pełnili funkcję prezydenta CIATF (obecnie WFO – Word Foundrymen Organization). STOP również podejmuje szereg działań oraz aktywnie działa w środkowoeuropejskim porozumieniu stowarzyszeń odlewniczych MEGI, która obecnie stanowi komisję WFO. Stowarzyszenie jest również członkiem Federacji Stowarzyszeń Naukowo-Technicznych NOT. Dzięki współpracy krajowej i zagranicznej umożliwia wymianę myśli naukowej i technicznej oraz konsolidację ludzi i przedsiębiorstw z branży odlewnictwa. Obecnie Stowarzyszenia działa na terenie Polski przez 16 oddziałów oraz ponad 56 kół zakładowych powstałych w odlewniach, szkołach, urzędach i innych przedsiębiorstwach. STOP organizuje konferencje, sympozja i specjalistyczne szkolenia odlewnicze. Stowarzyszenie angażuje się również w działalność ekonomiczną i innowacyjną.","acronym":"STOP","interests":"Climate Action, Competition, Customs, Development, Economic and Financial Affairs, Education, Enterprise, Research and Technology, Trade","euInitiatives":"Badania i innowacje&#xd;<br />Cła&#xd;<br />Działania w dziedzinie klimatu&#xd;<br />Energia&#xd;<br />Handel&#xd;<br />Jednolity rynek&#xd;<br />Konkurencja&#xd;<br />Kształcenie, szkolenie i młodzież&#xd;<br />Przedsiębiorstwa&#xd;<br />Rozwój i współpraca&#xd;<br />Sprawy gospodarcze&#xd;<br />Środowisko&#xd;<br />Zapobieganie nadużyciom finansowym&#xd;<br />Zatrudnienie i sprawy społeczne","lastUp":"2017-03-30T13:55:25.445+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}