{"id":"239925911972-11","name":"NANOfutures","registrationDate":"2013-09-27T17:07:58.625+01:00","category":3,"subCategory":2,"legal":"asbl","web":"http://www.nanofutures.eu","country":"Belgium","headAddress":"Rue de la Presse, 4","headCity":"Brussels","headPostCode":"1000","headPhone":"(39)04 22 44 73 41","boss":"Paolo Matteazzi","bossTitle":"Mr","bossPosition":"Chair","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"nanofutures.eu","goal":"European initiative for sustainable development by Nanotechnologies&#xd;<br />Nanotechnology is the basis for the next industrial revolution. We have several samples of successful business cases e.g. at chemical industry. Nanotechnology is everywhere, in our clothing, cars, windows, computer and displays, even in our cosmetics and medicine adding new functionalities, intelligence, integrations, portability and networking capability in many new products with high market potential. Nanotechnology is the key to markets worth billions of dollars annually. Nanotechnology helps Europe to address global challenges such as climate change, constraints in energy production and shortage of resources, insufficient access to clean water and food safety, as well as widespread diseases and affordable health care worldwide. However, the true potential of nanotechnology is not yet exploited exhaustively. NANOfutures brings together industry, research, networks NGO’s at all levels for a joint movement towards a new industry.","acronym":"NfA","interests":"Business and Industry, Consumers, Education and training, Energy, Environment, Food Safety, International co-operation and development, Public Health, Regional Policy, Research and innovation, Transport","euInitiatives":"Establishment of a European Pilot Production Network to boost innovation in SME and LE with the involvement of RTD&#xd;<br />NANOfutures is also  involved Nano-enabled product legislations, and organisation of EU events as  IndusitralTechnologies","lastUp":"2019-12-02T12:57:50.748+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}