{"id":"240029014014-18","name":"Broadcom","registrationDate":"2014-07-18T13:55:46.236+01:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.broadcom.com","country":"United states","headAddress":"1320 Ridder Park Drive","headCity":"San Jose","headPostCode":"95131","headPhone":"(408)4 33 80 00","boss":"Ilias Chantzos","bossTitle":"Mr","bossPosition":"Head of EMEA Government Affairs","membersCount":1,"membersFTE":"0.5","membership":"American Chamber of Commerce to the EU&#xd;\nITI&#xd;\nBSA, the Software Alliance&#xd;\nTechUK&#xd;\nBitkom&#xd;\nAmerican Chamber of Commerce Germany&#xd;\nNederland ICT&#xd;\nBig Data Value Association","memberOrga":"","goal":"Broadcom Inc. is a global technology leader that designs, develops and supplies a broad range of semiconductor and infrastructure software solutions. Broadcom’s category-leading product portfolio serves critical markets including data center, networking, software, broadband, wireless, storage and industrial. Our solutions include data center networking and storage, enterprise and mainframe software focused on automation, payment security and cybersecurity, smartphone components, telecoms and factory automation.","acronym":"","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Competition, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, External Relations, Foreign affairs and security policy, Fraud prevention, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Broadcom has an interest in current files; policy documents, legislative proposals and implementation of agreed proposals.&#xd;<br />&#xd;<br />EU Information Security Policy (Network and Information Security Directive, EU Competence Center Proposal, Cybersecurity Act)&#xd;<br />&#xd;<br />EU Privacy legislation and policy (GDPR, EU Privacy Shield, ePrivacy)&#xd;<br />&#xd;<br />EU Competition law and policy&#xd;<br />&#xd;<br />EU Trade&#xd;<br />&#xd;<br />EU Financial regulations and policies (PSD2, EBA Directives)&#xd;<br />&#xd;<br />EU Cybercrime legislation and policies (EU Directive on attacks against information systems, eEvidence proposal)&#xd;<br />&#xd;<br />Digital Single Market strategy and legislation or regulations that might follow out of the Strategy such as.&#xd;<br />&#xd;<br />COM(2015) 192 final COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS A Digital Single Market Strategy for Europe&#xd;<br />&#xd;<br />COM(2016) 180 final COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Digitising European Industry Reaping the full benefits of a Digital Single Market","lastUp":"2020-01-02T12:16:18.844+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}