{"id":"2401666440-09","name":"Fédération de l’Union Européenne des Consuls Honoraires","registrationDate":"2008-09-29T17:03:04.256+01:00","category":3,"subCategory":2,"legal":"Interessenvertretung","web":"http://www.fuech.cc","country":"Austria","headAddress":"Talgasse 11  Suite 7","headCity":"Wien","headPostCode":"1150","headPhone":"(431)8 94 05 82 20","boss":"Hon. Generalkonsul Dr. Wolfgang Breitenthaler  ","bossTitle":"Mr","bossPosition":"Präsident der F.U.E.C.H.","membersCount":170,"membersFTE":"65.0","membership":"","memberOrga":"CC Deutschland(240),&#xd;\nCC Belgien(140),&#xd;\nCC Malta(60),&#xd;\nCC Österreich(130),&#xd;\nCC Italien(100),&#xd;\nCC Slowenien(48),&#xd;\nCC Spanien(100),&#xd;\nCC Ungarn(60),&#xd;\nCC Niederlande(220),&#xd;\nCC Rumänien(8),&#xd;\nCC Litauen(52),&#xd;\nCC Liechtenstein(35),&#xd;\nCC Frankreich(220)","goal":"F.U.E.C.H. ist die europäische Vereinigung der in europäischen Staaten akkreditierten Vereinigungen von Honorarkonsuln. Die Mitglieder dieser Föderation, welche sich als Interessenvertretung der in Europa akkreditierten Honorarkonsuln versteht, sind die nationalen konsularischen Vereinigungen. F.U.E.C.H. wurde am 17. April 2004 offiziell in Grenoble von den Mitgliedsvereinigungen Belgien, Deutschland, Frankreich, Niederlande, Österreich und Slovenien gegründet.&#xd;<br />Zu den Zielen von F.U.E.C.H. gehören die Unterstützung und der Ausbau der Beziehungen zwischen den Entsendeländern und der Europäischen Union sowie ihrer verschiedenen&#xd;<br />Institutionen auf wirtschaftlicher, kultureller und sozialer Ebene. Honorarkonsuln in Europa verstehen sich ferner als ehrenamtliche Dienstleister und Mittler zwischen den&#xd;<br />Kulturen auf zwischenstaatlicher Ebene.","acronym":"F.U.E.C.H.","interests":"Culture, Development, Economic and Financial Affairs, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, Humanitarian Aid, Trade","euInitiatives":"Schaffung von europäischen Standards für einheitliche und durch die Außenämter anerkannte Arbeitsbedingungen von Honorarkonsuln in allen Mitgliedsstaaten der EU","lastUp":"2018-01-04T15:30:04.847+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}