{"id":"24037141789-48","name":"Intesa Sanpaolo","registrationDate":"2009-06-03T12:43:23.407+02:00","category":2,"subCategory":3,"legal":"Società per Azioni","web":"http://www.group.intesasanpaolo.com","country":"Italy","headAddress":"Piazza San Carlo 156","headCity":"Torino","headPostCode":"10121","headPhone":"(39)0 11 55 51","boss":"Carlo Messina","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":9,"membersFTE":"2.25","membership":"- European Parliamentary Financial Services Forum&#xd;\n- Associazione per la promozione e ricerca in Europa","memberOrga":"","goal":"Intesa Sanpaolo is the banking group which was formed by the merger of Banca Intesa and Sanpaolo IMI. The merger brought together two major Italian banks with shared values so as to increase their opportunities for growth, enhance service for retail customers, significantly support the development of businesses and make an important contribution to the country's growth.&#xd;<br />Intesa Sanpaolo is among the top banking groups in the euro zone, with a market capitalisation of 46.4 billion euro as at 29 December 2017.&#xd;<br />Intesa Sanpaolo is the leader in Italy in all business areas (retail, corporate, and wealth management). The Group offers its services to 12.6 million customers through a network of over 4,800 branches well distributed throughout the country with market shares no lower than 12% in most Italian regions.&#xd;<br />Intesa Sanpaolo has a selected presence in Central Eastern Europe and Middle Eastern and North African areas with approximately 1,100 branches and 7.6 million customers belonging to the Group's subsidiaries operating in commercial banking in 12 countries.&#xd;<br />Moreover, an international network of specialists in support of corporate customers spreads across 25 countries, in particular in the Middle East and North Africa and in those areas where Italian companies are most active, such as the United States, Brazil, Russia, India and China","acronym":"","interests":"Agriculture, Budget, Business and Industry, Climate Action, Competition, Consumers, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, External Relations, General and Institutional Affairs, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trans-European Networks, Transport","euInitiatives":"EU Growth policies (e.g. European Fund for Strategic Investments - Innovative financial products - Digital Single Market)&#xd;<br />Financial Services regulation (e.g. capital markets union - banking union - bank capital requirements - trading and post trading regulatory framework - tax issues - payment systems)","lastUp":"2018-09-26T10:34:09.874+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}