{"id":"24068881115-97","name":"European Materials Handling Federation","registrationDate":"2009-02-10T16:08:47.261+01:00","category":2,"subCategory":4,"legal":"INPA","web":"http://www.fem-eur.com","country":"Belgium","headAddress":"Bd A. Reyers, 80","headCity":"Brussels","headPostCode":"1030","headPhone":"(32)22 06 68 66","boss":"Jos De Vuyst","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"0.75","membership":"Associate member of Orgalime - http://www.fem-eur.com/membership/","memberOrga":"http://www.fem-eur.eu/index.php/associations_index/en/","goal":"The FEM mission is to represent the technical, economic and political interests of the industry, and communicate with the European institutions on its concerns and needs. FEM aims at developing a network to allow efficient exchange of information between its members and its product groups, and to elaborate and defend common positions on matters affecting its industrial base. FEM encourages technical progress and safety at work through the establishment of guidelines and business codes. FEM also cooperates with other industrial sectors and international trade partners on issues of common interest. &#xd;<br />&#xd;<br />FEM main objectives are:&#xd;<br />•\tencouraging technical progress, safety at work, sustainable development and energy efficiency in the field of material handling &#xd;<br />•\tproactively developing technical standards at international and European levels &#xd;<br />•\tproviding implementation guidance on European directives applicable to its industry &#xd;<br />•\tsafeguarding the interests of the industry, particularly competitiveness and innovation &#xd;<br />•\tcommunicating with European institutions and stakeholders and advising them on material handling questions &#xd;<br />•\tpromoting and encouraging cooperation among the manufacturers of material handling equipment in Europe and worldwide","acronym":"FEM","interests":"Business and Industry, Competition, Customs, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Single market, Taxation, Trade","euInitiatives":"- Technical legislation: directive 2006/14 on machinery; directive 2000/14 on outdoor noise; directive 97/68 on exhaust emissions from non-road mobile machinery&#xd;<br />&#xd;<br />- Digital agenda: AI, data, cybersecurity&#xd;<br />&#xd;<br />- Environment/energy: ecodesign, WEEE, RoHS, REACH&#xd;<br />&#xd;<br />- Horizontal matters: industrial policy, market surveillance, Internal Market for industrial products","lastUp":"2019-12-10T16:18:10.671+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}