{"id":"24082737690-57","name":"Towers Watson Limited","registrationDate":"2012-01-12T10:52:17.826+01:00","category":1,"subCategory":6,"legal":"Limited Company","web":"http://www.towerswatson.com","country":"United kingdom","headAddress":"London Road, Watson Hse","headCity":"Reigate","headPostCode":"RH2 9PQ","headPhone":"(44)17 37 24 11 44","boss":"Marco Boschetti","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"We are in the supporters circle of PensionEurope. Mark Dowsey and Dave Roberts both participate in PensionEurope's Security Working Group. Mark Dowsey also participates in PensionEurope's DC Standing Committee and DB Standing Committee","memberOrga":"","goal":"Our mission, vision and values are as follows:&#xd;<br />&#xd;<br />&#xd;<br />Mission: To contribute to our clients' success through our unique capabilities and deep expertise in human capital, risk and financial services. &#xd;<br />Vision: To be the undisputed leader in our businesses globally. &#xd;<br />Values: Clients first, collaboration, professional excellence, integrity and respect. &#xd;<br />While the vision is unambiguous and succinct, it's important to understand what striving to be \"the undisputed leader\" really means: &#xd;<br />&#xd;<br />&#xd;<br />We want to be the \"go-to\" partner for prospects and clients, and the destination employer for great talent globally. &#xd;<br />We want to ensure that our service offerings are positioned with best-in-class capabilities and link to other Towers Watson services. &#xd;<br />We will not only respond to market demand, but we will create new demand in the market through our thought leadership.","acronym":"","interests":"Economic and Financial Affairs, Employment and Social Affairs, Internal Market, Taxation","euInitiatives":"Pension policy - including the Pan European Personal Pension and all proposals from the European Insurance and Occupational Pensions Authority","lastUp":"2018-03-09T08:24:55.533+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}