{"id":"24100651519-64","name":"Mediterranean Information Office for Environment, Culture and Sustainable Development","registrationDate":"2009-04-14T14:51:50.748+02:00","category":3,"subCategory":2,"legal":"independent legal entity, civil, non-profit organisation","web":"http://www.mio-ecsde.org","country":"Greece","headAddress":"12 Kyrristou Street,","headCity":"Athens","headPostCode":"10556","headPhone":"(30)21 03 24 74 90","boss":"Michael Scoullos","bossTitle":"Mr","bossPosition":"Chairman","membersCount":2,"membersFTE":"1.0","membership":"UN Framework Convention on Climate Change (UNFCCC)&#xd;\nUN Environment/MAP Partner&#xd;\nMediterranean Commission for Sustainable Development (MCSD)&#xd;\nAccountable Now (https://accountablenow.org/about-accountable-now/members/)&#xd;\nGlobal Water Partnership - Mediterranean (GWP-Med)","memberOrga":"http://mio-ecsde.org/members/&#xd;\n•\tEuropean Environmental Bureau - EEB,&#xd;\n•\tArab Network for Environment and Development - RAED,&#xd;\n•\tCentre International de Droit Compare de l'Environnement - CIDCE,&#xd;\n•\tMediterranean Scientific Association of Environmental Protection - MES,&#xd;\n•\tFriends of the Earth Middle East - Middle East Environmental NGO Forum,&#xd;\n•\tAlliance Maghreb Machrek pour l'Eau - ALMAE,&#xd;\n•\tBIOSFERA,&#xd;\n•\tProtection and Preservation of the Natural Environment in Albania - PPNEA,&#xd;\n•\tEnvironmental Center for Administration and Technology -ECAT,&#xd;\n•\tAssociation de Volontariat TOUIZA - TOUIZA,&#xd;\n•\tAssociation Ecologique de Boumerdes - AEB,&#xd;\n•\tAssociation Memoire de SETIF - SETIF,&#xd;\n•\tThe Croatian MAB Committee,&#xd;\n•\tFederation of Environmental &amp; Ecological Organisations of Cyprus - FEEO,&#xd;\n•\tBalady Association, Port Said Branch,&#xd;\n•\tNature Friends Association,&#xd;\n•\tAssociation U- MARINU,&#xd;\n•\tComité de Liaison des Associations pour l’ Environnement du Languedoc,&#xd;\n•\tECOCITY,&#xd;\n•\tComité de Liaison des Associations pour l’ Environnement FNE,&#xd;\n•\tSociété de Protection de la Nature de AGDE - AGDE,&#xd;\n•\tUnion Régionale pour la Sauvegarde de la Vie, de la Nature et de l’ Environnement,&#xd;\n•\tHellenic Association of Educators for Environmental Education- HAEEE,&#xd;\n•\tHellenic Institute of Environment, Water Reuse and Preservation,&#xd;\n•\tHellenic Ornithological Society - EOE,&#xd;\n•\tHellenic Society for the Protection of Nature - HSPN,&#xd;\n•\tELLINIKI ETAIRIA (Society for the Environment and Cultural Heritage),&#xd;\n•\tInterdisciplinary Institute for Environmental Research - INIER,&#xd;\n•\tMediterranean Association to Save the Sea Turtles - GREECE - MEDASSET,&#xd;\n•\tMediterranean SOS Network - Mediterranean SOS,&#xd;\n•\tWorld Wide Fund for Nature - Hellas WWF-HELLAS,&#xd;\n•\tAthens Environmental Foundation,&#xd;\n•\tIsrael Society for Ecology and Environmental Quality Sciences,&#xd;\n•\tThe Society for the Protection of Nature in Israel - SPNI,&#xd;\n•\tCentro Regionale d’ Intervento per la Cooperazione - CRIC,&#xd;\n•\tCoordinamento delle Organizzazioni non governative per la Cooperazione,&#xd;\n•\tForum for the Venice Lagoon,&#xd;\n•\tItalia Nostra,&#xd;\n•\tLEGAMBIENTE,&#xd;\n•\tMAREVIVO Associazione Ambientalista,&#xd;\n•\tCasa dei Diritti Sociali FOCUS,&#xd;\n•\tIstituto per l’Ambiente e l’Educazione Scholé Futuro - Scholé,&#xd;\n•\tLand and Human to Advocate Progress - LHAP,&#xd;\n•\tThe Jordanian Environment Society - JES,&#xd;\n•\tThe Jordanian Society for Desertification Control and Badia Developmen,&#xd;\n•\tAMWAJ of the Environment - AMWAJ,&#xd;\n•\tAssociation Liban Nature Environnement - LINE,&#xd;\n•\tAssociation Libanaise pour la Maîtrise de l’Energie et de l’Environnement&#xd;\n•\tLebanese Environmental Forum - LEF,&#xd;\n•\tThe Union of Northern Associations for Sustainable Development - UNASD,&#xd;\n•\tMakhzoumi Foundation - MF,&#xd;\n•\tInternational Energy Foundation - IEF,&#xd;\n•\tBirdlife Malta - MOS,&#xd;\n•\tNature Trust,&#xd;\n•\tClub des amis de la nature et la protection de l'environnement - CANPE,&#xd;\n•\tAssociation pour le Développement Durable - ADD,&#xd;\n•\tNGO Greens of Montenegro,&#xd;\n•\tAssociation Femmes et Jeunesse dans l’ Environnement Maghrebin - AFJEM,&#xd;\n•\tAssociation Marocaine pour la Protection de l’ Environnement - ASMAPE,&#xd;\n•\tClub Marocain pour l' Environnement et le Developpement,&#xd;\n•\tEnvironmental Centre for Development, Education and Networking - EDEN Centre,&#xd;\n•\tMaison de l'Environnement-Association Atlas Saϊs,&#xd;\n•\tNational Drought Observatory of Morocco/Observatoire National de la Secheresse,&#xd;\n•\tSociété Protectrice des Animaux et de la Nature - SPANA,&#xd;\n•\tSwat youth front (SYF),&#xd;\n•\tPalestinian Hydrology Group for Water and Environmental Resources Development,&#xd;\n•\tAmigos da terra,&#xd;\n•\tETNIA,&#xd;\n•\tLiga para a Proteccao da Natureza- LPN,&#xd;\n•\tSociety for Bird Research and Nature Protection - DPPVN,&#xd;\n•\tAmigos del Mediterraneo,&#xd;\n•\tAsociacion Malaguena para la Protection de la Vida Silvestre - SILVEMA,&#xd;\n•\tFundacion Iberoamerica-Europa,&#xd;\n•\tItaca Asociacion defensa Naturaleza y Medio Ambiente - ITACA,&#xd;\n•\tMare-Terra,&#xd;\n•\tCentro Mediterraneo EUCC- EUCC Mediterranean Centre,&#xd;\n•\tGreen Steps for Environmental Literacy,&#xd;\n•\tLegacy,&#xd;\n•\tThe Turkish Foundation for Combating Soil Erosion, for Reforestation,&#xd;\n•\tTurkish Association for the Conservation of Nature - TTKD,&#xd;\n•\tTurkish Marine Environment Protection Association - TURMEPA,&#xd;\n•\tAPENA&#xd;\n•\tAssociation de Developpement et de Protection de l’Environnement- La Marsa,&#xd;\n•\tAssociation de l'Environnement Kelibia,&#xd;\n•\tAssociation des Amis des Oiseaux - AAO,&#xd;\n•\tAssociation des Amis du Belvedere - AAB,&#xd;\n•\tAssociation des Habitants d’El Mourouj II,&#xd;\n•\tAssociation for Sustainable Development - ADD,&#xd;\n•\tAssociation for the Protection of Nature and Environment - Kairouan -APNEK,&#xd;\n•\tAssociation Nationale Tunisienne de la Protection de la Faune Sauvage,&#xd;\n•\tAssociation pour la Sauvegarde de la Médina de Gafsa - ASM Gafsa,&#xd;\n•\tAssociation Tunisienne pour la Protection de la Nature et de l’Environnement,&#xd;\n•\tCentre de Recherches, d’Etudes, de Documentation et d’Information sur la Femme,&#xd;\n•\tConservation de la Nature - Developpement - Tenmya 21,&#xd;\n•\tFemmes pour le Developpement Durable / Women for Sustainable Development,&#xd;\n•\tYouth and Science Club of Hammam-Lif,&#xd;\n•\tAlliance Femme et Environnement - AFE,&#xd;\n•\tAssociation de Sauvegarde de la Medina de Kelibia -ASMK,&#xd;\n•\tMerTerre,&#xd;\n•\tSyrian Coast Society for Environment,&#xd;\n•\tWindow to Environmental Association of Development,&#xd;\n•\tHuman Environmental Association of Development,&#xd;\n•\tFriends of Akamas,&#xd;\n•\tPort Said Business Women Association for Development and Environment,&#xd;\n•\tANCE,&#xd;\n•\tEMEF,&#xd;\n•\tEcomed 21,&#xd;\n•\tSOLON for Synthesis and Ecological Civilization in the 21st century,&#xd;\n•\tEko Kvarner,&#xd;\n•\tArab Media Forum for Environment and Development,&#xd;\n•\tSustainable Development for the Negev,&#xd;\n•\tAqaba International Laboratories (AIL),&#xd;\n•\tWindow to Environment Association,&#xd;\n•\tPalestine Wildlife Society,&#xd;\n•\tEco-union,&#xd;\n•\tEcoOcean,&#xd;\n•\tTerra Cypria,&#xd;\n•\tFondation Mohammed VI pour la Protection de l’Environnement -FM6E,&#xd;\n•\tHuman Environmental Association for Development -HEAD,&#xd;\n•\tAssociation pour la Protection de l’Environnement et le Développement,&#xd;\n•\tNature Watch Crete,&#xd;\n•\tARMADILLA,&#xd;\n•\tGlobal Footprint Network - GFN, &#xd;\n•\tAlbaForest,&#xd;\n•\tOperation Big Blue Association - OBBA,&#xd;\n•\tDevelopment for People and Nature Association - DPNA&#xd;\n•\tBaldati&#xd;\n•\tJordanian Society for Organic Farming - JSOF","goal":"The Mediterranean Information Office for Environment, Culture and Sustainable Development, is a non-profit Federation of Mediterranean Non-Governmental Organisations (NGOs) for Environment and Development. MIO-ECSDE acts as a technical and political platform for the presentation of views and intervention of NGOs in the Euro-Mediterranean scene. In co-operation with governments, international organisations and other socio-economic partners, MIO-ECSDE plays an active role for the protection of the environment and the promotion of the sustainable development of the Mediterranean region and its countries. The Federation’s Secretariat is based in Athens, in the old and historic district of Plaka. Its main objectives are to protect the Natural Environment (flora and fauna, biotopes, forests, coasts, natural resources, climate) and the Cultural Heritage (animate and inanimate) of the Mediterranean region. The ultimate goal of MIO-ECSDE is to promote Sustainable Development in a peaceful Mediterranean. The Federation consists of 128 Full and Corresponding Members who share the same benefits and rights, except for the right to vote at the Annual General Meeting (AGM), which is reserved only for Full Members. MIO-ECSDE is headed by an Executive Bureau, which consists of eighteen (18) Members. Eight members are from the EU Mediterranean countries, seven are from the non-EU Mediterranean countries, and three are ex officio members representing the founders, the European Environment Bureau, Elliniki Etairia and the Arab Network for Environment and Development (RAED). The Annual General Meeting (AGM) of the Member Organisations remains the main institution constituting the basis of the Federation. The AGM is convened once a year. The Chairman, with the support of the Secretariat is first and foremost responsible for ensuring the feasibility of implementing the work programme within the available resources. The Chairman and the Treasurer at a first step and the Executive Bureau and Annual General Meeting at a next one, supervise all expenditures. The Executive Bureau is regularly informed and controls the finances.","acronym":"MIO-ECSDE","interests":"Agriculture and Rural Development, Climate Action, Culture, Education and training, Environment, European Neighbourhood Policy, International co-operation and development, Maritime affairs and fisheries, Youth","euInitiatives":"MIO-ECSDE is following the General Union Environment Action Programme to 2020 (7thEAP) 'Living well, within the limits of our planet'. &#xd;<br />Emphasis is given to work under:&#xd;<br />- the Habitats and Birds Directives &amp; EU Biodiversity Strategy to 2020; &#xd;<br />- the Marine Strategy Framework Directive &amp; the EC Ocean Governance Actions; &#xd;<br />- the Roadmap for resource efficiency; &#xd;<br />- the Circular Economy Package including the Strategy on Plastics and the Single-Use Plastics Directive; &#xd;<br />- the European Neighborhood Policy and the Regional Southern Mediterranean Strategy.&#xd;<br />&#xd;<br />Position Papers and Consultations &#xd;<br />&#xd;<br />Public Consultation on the Evaluation of the 7th Environment Action Programme (7th EAP). The consultation ran from 3 May - 26 July 2018, https://bit.ly/2UsuMma &#xd;<br />&#xd;<br />Stakeholders consultation carried out by the MERCES (Marine Ecosystem Restoration in Changing European Seas) project, an EU-funded Research and Innovation project dedicated to the development and promotion of marine restoration. The survey ran in March 2018&#xd;<br /> &#xd;<br />Public consultation on reducing marine litter: actions on single use plastics and fishing gear. The consultation ran from mid-December 2017 till mid-February 2018 and aimed to provide input, opinions and data for the preparation of a follow-up to the Plastics Strategy in relation to marine litter, particularly on single-use plastics and fishing gear, https://bit.ly/2BtyLpM.&#xd;<br />&#xd;<br />European Seas Environmental Cooperation - Two years to make EU seas healthy again, April 2018, https://bit.ly/2CeLMFq&#xd;<br />&#xd;<br />OurBlueLung, December 2018, Thomais Vlachogianni, https://bit.ly/2O5dgSM&#xd;<br />&#xd;<br />Regional Networks on Education for Sustainable Development, April 2018, https://bit.ly/2FUcIw3&#xd;<br />&#xd;<br />Position Paper on the Future of Education for Sustainable Development, January 2019&#xd;<br />&#xd;<br />The future of the MSFD - joint NGO letter to the Marine Directors, May 2019 &#xd;<br />&#xd;<br />MSFD Common Implementation Strategy Questionnaire, April 2019, https://ec.europa.eu/eusurvey/runner/MSFD-CIS-Art20&#xd;<br />&#xd;<br />Evaluation of EMODnet - Open Stakeholder Consultation, April 2019, https://ec.europa.eu/eusurvey/runner/emodnet_evaluation?surveylanguage=en&#xd;<br />&#xd;<br />Implementation and compliance with EU environmental laws in the Member States - survey April 2019, https://ec.europa.eu/eusurvey/printcontribution?code=af09d5a1-6284-435b-9dfb-1a6fdd5318d1&#xd;<br />&#xd;<br />Online consultation for the draft COP 21 Ministerial Declaration, June 2019","lastUp":"2019-10-15T09:28:53.349+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}