{"id":"241125417149-73","name":"Verband der Papier- und Pappenindustrie Hessen e. V.","registrationDate":"2015-04-28T10:19:49.034+01:00","category":2,"subCategory":4,"legal":"Eingetragener Verein nach deutschem Vereinsrecht","web":"http://www.papierzentrum.org","country":"Germany","headAddress":"Scheffelstraße 29","headCity":"Gernsbach","headPostCode":"76593","headPhone":"(49)07 22 46 40 10","boss":"Stephan Meißner","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"Verband Deutscher Papierfabriken e. V. (VDP), Bonn&#xd;\nVereinigung der Arbeitgeberverbände der Deutschen Papierindustrie e. V. (VAP), Gernsbach","memberOrga":"","goal":"Wahrung und Förderung der gemeinsamen wirtschaftlichen Belange der Mitglieder. Wahrnehmung, Förderung und Vertretung wirtschaftspolitischer Interessen sowie damit zusammenhängender Rechtsangelegenheiten der Mitgliedsfirmen. Förderung aller dem sozialen Wohl der Mitarbeiter und dem Gemeinwohl dienenden Maßnahmen der betrieblichen und überbetrieblichen Wirtschaftspolitik, des Umweltschutzes und der Gesellschaftspolitik in einem demokratischen Rechtsstaat. Förderung von Lehre und Forschung an Hochschulen und entsprechenden Institutionen sowie der Verbesserung der Nachwuchssituation und der Maßnahmen zur Aus- und Weiterbildung der Mitarbeiter der Mitgliedsbetriebe. Zusammenarbeit und gegebenenfalls Zusammenschluss mit Einrichtungen und Organisationen, die gleiche oder ähnliche Ziele verfolgen. Wahrnehmung der Aufgaben einer Landesvertretung des Verbandes Deutscher Papierfabriken e. V. (VDP), Bonn.","acronym":"VPH","interests":"Borders and Security, Business and Industry, Climate Action, Competition, Customs, Digital economy and society, Economy, finance and the euro, Energy, Enlargement, Environment, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Single market, Trade, Transport","euInitiatives":"Alterssicherung, Bildung, Chancengleichheit, Arbeitszeit, Gesundheit, Sozialpartnerschaft, CSR, Datenschutz, Aus- und Weiterbildung, Nachwuchsgewinnung, Umweltpolitik, Klima- und Energiepolitik","lastUp":"2019-02-18T14:45:38.123+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}