{"id":"241353730219-19","name":"International Society for the Study of Fatty Acids and Lipids","registrationDate":"2018-02-15T17:59:32.429+01:00","category":3,"subCategory":2,"legal":"Not for profit organisation","web":"http://www.issfal.org","country":"United states","headAddress":"1000 Potomac Street NW","headCity":"Washington","headPostCode":"DC 20007","headPhone":"(1)20 25 21 67 43","boss":"Peter Clough","bossTitle":"Mr","bossPosition":"Secretary","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://www.issfal.org/corporate-membership-member-listing-and-logos","goal":"Mission Statement&#xd;<br />&#xd;<br />The purpose of the Society is to increase understanding through research and education of the role of fatty acids and lipids in health and disease.&#xd;<br />&#xd;<br />The Society attempts to achieve its goals by:&#xd;<br />&#xd;<br />    Organising research conferences every two years. These meetings attract 400-600 members and non-members for a 4/5 day review of recent research in the field of dietary lipids and health. The next meeting in this series is ISSFAL 2016 in Cape Town, South Africa.&#xd;<br />    Publishing in the journal Prostaglandins, Leukotrienes and Essential Fatty Acids (PLEFA), Society news and original reviews, research contributions, updates on key areas of interest by an authoritative panel of sub-editors; book reviews, meeting reports, and news of and from members.&#xd;<br />    Establishment and maintenance of this website as an information resource for members and non-members.&#xd;<br />    Acting as a network hub for individuals working in the area of dietary fats and health.&#xd;<br />    Providing authoritative statements on aspects of dietary lipids and health.","acronym":"ISSFAL","interests":"Agriculture and Rural Development, Fisheries and Aquaculture, Food Safety, Public Health, Research and Technology","euInitiatives":"EU Nutrition and Health Claims&#xd;<br />EU Directives Foodstuffs for Particular Nutritional Uses","lastUp":"2018-02-15T19:08:48.561+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}