{"id":"241656822426-29","name":"Electricity Supply Board","registrationDate":"2016-06-21T18:58:18.761+02:00","category":2,"subCategory":3,"legal":"Commercial Semi State Utility","web":"http://esb.ie","country":"Ireland","headAddress":"ESB Head Office","headCity":"Dublin","headPostCode":"D03 A995","headPhone":"(353)6 76 58 31","boss":"Marie Sinnott","bossTitle":"","bossPosition":"Manager of Group Compliance &amp; Risk","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://www.eurelectric.org/","goal":"Electricity Supply Board (ESB) was established in 1927 as a statutory corporation in the Republic of Ireland under the Electricity (Supply) Act 1927. ESB is majority owned by the Irish Government. &#xd;<br />As a strong, diversified, vertically integrated utility, ESB operates right across the electricity market: from  generation, through transmission and distribution to supply. In addition, ESB extracts further value at certain points along this chain: supplying gas, infrastructure for telecommunications, developing electric vehicle public charging infrastructure, international consulting through our ESB International subsidiary, and more.","acronym":"ESB","interests":"Banking and financial services, Climate Action, Competition, Energy, Environment, Humanitarian aid and civil protection, International co-operation and development, Maritime affairs and fisheries, Research and innovation, Trans-European Networks, Transport","euInitiatives":"DG ENER: Communications, impact assessments, Commission working documents, consultations, legislative initiatives &#xd;<br />&#xd;<br />DG COMP: Environmental and Energy State Aid Guidelines (EEAG) – Decisions and investigations performed by the Commission.&#xd;<br />&#xd;<br />DG MOVE: Electric Mobility and Ten T related matters&#xd;<br />&#xd;<br />EU Parliament: Briefings etc &#xd;<br />&#xd;<br />EU Council: Energy Council &#xd;<br />&#xd;<br />Others: Financial legislation (MIFID, MIFIR, EMIR, MAD, etc.), Omnibus legislation (EU Parliament/Council – delegated/implementing acts), etc.","lastUp":"2018-05-11T19:10:56.182+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}