{"id":"241834336293-06","name":"The International Life Sciences Institute, Europe","registrationDate":"2019-10-22T16:38:01.240+01:00","category":3,"subCategory":2,"legal":"Aisbl","web":"http://ilsi.eu","country":"Belgium","headAddress":"Avenue Emmanuel Mounier 83","headCity":"Brussels","headPostCode":"1200","headPhone":"(32)27 71 00 14","boss":"Ignacio Garamendi","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":1,"membersFTE":"0.25","membership":"no","memberOrga":"https://ilsi.eu/about-us/","goal":"The International Life Sciences Institute (ILSI) is a non-profit, worldwide foundation established in 1978 to advance the understanding of scientific issues relating to nutrition, food safety, toxicology, risk assessment, and the environment. ILSI Europe is the European branch of this foundation. It is a scientific non-profit association, established in 1986 and registered in Belgium as an a.i.s.b.l. that focus on the specific needs defined by the Institute’s European partners. ILSI Europe fosters collaboration among the best scientists to provide evidence-based scientific consensus in the areas of nutrition, food safety, consumer trust and sustainability. ILSI Europe advances the understanding and resolution of scientific issues through expert groups, workshops, symposia and resulting publications. &#xd;<br />&#xd;<br />The ultimate goal of ILSI Europe is the identification and examination of multi-stakeholder science-based solutions for a sustainable and healthier world.&#xd;<br />&#xd;<br />The mission of ILSI Europe is as follows: &#xd;<br />• To foster collaboration between relevant stakeholders;&#xd;<br />• To identify existing and emerging challenges in food, nutrition and health, and to facilitate proactive practical solutions;&#xd;<br />• To deliver science of the highest quality and integrity;&#xd;<br />• To communicate and disseminate scientific output of ILSI Europe widely.","acronym":"ILSI Europe","interests":"Agriculture and Rural Development, Consumers, Education and training, Environment, Food Safety, Fraud prevention, Public Health, Research and innovation","euInitiatives":"we contact members of the Commission or Parliament /assistants to invite them to our public events (workshop, symposium) where there is open discussion with public attendance. Our audience is composed of industry, academics and governmental bodies","lastUp":"2019-11-05T14:42:59.646+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}