{"id":"242351529367-53","name":"Enea Trading Sp. z o.o.","registrationDate":"2017-12-29T11:23:00.290+01:00","category":2,"subCategory":3,"legal":"spółka z ograniczoną odpowiedzialnością","web":"http://www.enea.pl/pl/eneatrading","country":"Poland","headAddress":"Kozienice","headCity":"Świerże Górne","headPostCode":"26-900","headPhone":"(48)6 11 56 19","boss":"Dawid Klimczak","bossTitle":"Mr","bossPosition":"Prezes Zarządu ","membersCount":3,"membersFTE":"0.75","membership":"Polish Electricity Association&#xd;\nPolish Association of Energy Trading&#xd;\nEuropean Energy Forum&#xd;\nEuropean Federation of Energy Traders&#xd;\nBioenergy Europe","memberOrga":"","goal":"Enea Trading is a subsidiary of the Enea Capital Group. It has competence in the field of trade in electricity, natural gas, property rights, CO2 emission allowances, coal and biomass. Enea Trading acquires electricity and basic fuel production for Enea Group as well as manages the portfolios of the the companies Enea SA, Enea Wytwarzanie Sp. o.o., Enea Elektrownia Połaniec S.A. and Enea Operator Sp. z o. o. The Company develops  strategies for business activities in the wholesale energy market, all while remaining active on many markets in the energy industry. The company was founded in October 2010 with its headquarters in Świerże Górne (Municipality of Kozienice) in the Mazowieckie voivodeship. As of 2014, the company acts as a market maker on the Polish Power Exchange. The constant development and the aspiration to the accomplishment of its goals has resulted in Enea Trading with 103 employees on board playing a central role in the wholesale trade of entire Enea Capital Group.","acronym":"Enea Trading","interests":"Banking and financial services, Climate Action, Economy, finance and the euro, Energy, Environment, International co-operation and development, Single market, Trans-European Networks","euInitiatives":"Clean Energy for all Europeans Package&#xd;<br />Topics currently discussed of interest for the Group&#xd;<br />Renewables policies&#xd;<br />Energy Efficiency policies&#xd;<br />Electrification, decarbonization, climate change policies&#xd;<br />ETS&#xd;<br />MIFID II&#xd;<br />Market Design","lastUp":"2019-11-13T08:52:43.503+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}