{"id":"242346230712-82","name":"Asociatia Romana pentru Industria Electronica si Software","registrationDate":"2018-03-12T14:10:41.234+01:00","category":2,"subCategory":4,"legal":"association","web":"http://www.aries.ro/","country":"Romania","headAddress":"1 Serbota, Bl.V19, Ap.117","headCity":"Bucharest","headPostCode":"","headPhone":"(40)7 22 66 41 48","boss":"Alexandru Silviu Borcea","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.75","membership":"Member of the Romanian Export Council.&#xd;\nMember of the Monitoring Comity of the Operational Program for Competitiveness of Romania","memberOrga":"http://www.aries.ro/&#xd;\nAfiliate organizations of the ARIES association: &#xd;\nhttp://aries-transilvania.ro/&#xd;\nhttp://www.aries-tm.ro/&#xd;\nhttp://www.aries-oltenia.ro/&#xd;\nhttp://aries-moldova.ro/","goal":"The association is representing the trade professional interests of the Romanian ICT industry in front of the local, regional and national authorities, Romanian government and the European Commission, mainly in the frame of the European projects, but also independently from this projects, and assists its members with services related to the innovation driven economy and knowledge society (e.g. EEN project) on the entire value chain (clustering, internationalization, networking, innovation readiness, triple and quadruple helix partnership, business ethics, etc.). Our goals are not only related to the global competitiveness of the industry which we are representing, but to support the national competitiveness worldwide by improving the human resources, opening new ways for innovation, especially enforcing the triple and quadruple helix cooperation model in our country, unleashing the innovation vectors of the national system of innovation by cluster initiatives, building the trust by transparency (open data) and building the enthusiastic co-participation of the Romanian communities at the local, regional and national level by unleashing the participatory democracy (open government partnership). We strongly believe in our social responsibility, but this is not only related to our members and stakeholders, but also to the larger local, regional and national level.","acronym":"ARIES","interests":"Business and Industry, Communication, Competition, Digital economy and society, Economy, finance and the euro, Education and training, External Relations, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Single market, Trade, Trans-European Networks","euInitiatives":"We systematically follow the European documents, reports and recommendations, especially those related to the implementation of Europe 2020, research and innovation, quality of higher education and others related to the innovation driven economy, competitiveness and knowledge society. Doe to our contribution, we are systematically invited to the public consultations of the Romanian government related to the Digital Agenda, competitiveness, research &amp; innovation, SME and export strategies. Our main guidance are the European documents, our social responsibility and our ethical conduct. &#xd;<br />Several years ago, when the Romanian Parliament initiated a revision of the Romanian Constitution, we framed a specific advocacy paper, mainly related to the independence of the judicial power in Romania. The paper was send to the president of the senate and the Venice Commission, through their sites. No answer from both sites. If we understand the lack of response from the Romanian Parliament, taking into account what is happening today in this forum, we are disappointed by the lack of reaction of the Venice Commission.&#xd;<br />Most recently we analysed the last Horizon 2020 PSF report and we issued an advocacy paper on it, send to Dr. Román ARJONA, Chief Economist and Head of Unit A4 'Analysis and monitoring of national research and innovation policies'. Another recently analysed report of the European Commission is the 2018 European Semester Country Report on Romania and the accompanying European Communication. We don't finished to review the documents and to make a policy paper, but unfortunately we found out that our country don't made significant progress from the previous year. Also we got the latest Science, Research and Innovation Performance of the EU 2018\" Report of the Commission which will be used in updating our national strategy for innovation in the near future. Comparing the figures and the recommendations of the reports from several years, it seems that Romania is less concerned to improve its situation.","lastUp":"2019-03-13T11:34:45.159+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}