{"id":"242615926811-19","name":"B&amp;B Consulting SRL","registrationDate":"2017-04-19T15:11:23.949+01:00","category":1,"subCategory":6,"legal":"private company","web":"http://europeanprojectscoaching.com","country":"Romania","headAddress":"str. Soarelui nr.6 cam.1 ap 8","headCity":"Brasov","headPostCode":"500427","headPhone":"(40)7 36 56 66 37","boss":"Olimpia Becheru","bossTitle":"Ms","bossPosition":"manager","membersCount":10,"membersFTE":"2.5","membership":"","memberOrga":"","goal":"B&amp;B Consulting SRL is a profIt small enterprise active since 2008 and its principal activity is courses for adult people, education, training.To ensure the quality and the adequacy of the educational method, associated with the severity of the contents, B&amp;B Consulting uses a Scientific and Technical Committee composed of University Professors and qualified experts as part of the educational methodology.&#xd;<br />The B&amp;B Consulting SRL ensure the quality, practicality, the adequacy of the educational method, associated with the severity of the contents, uses a Scientific and Technical Committee formed by qualified experts as part of the educational methodology.&#xd;<br />It operates on two levels of control, verification and certification to ensure the proper development of the training,courses, education according to the criteria, the content and methodology designed.&#xd;<br />The training takes place through three successive levels of study,&#xd;<br />each of which includes two phases: a theoretical (basic course and periodic&#xd;<br />seminars) and a practice which includes the internship. At the end of each course, training is given a certificate.","acronym":"B&amp;B","interests":"Communication, Education, Employment and Social Affairs, External Relations, Justice and Fundamental Rights, Trans-European Networks, Youth","euInitiatives":"Erasmus+ , Creative Europe, Justice programs.","lastUp":"2017-04-19T15:15:24.962+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}