{"id":"242782926154-59","name":"Ludwig von Mises Institute","registrationDate":"2017-03-02T10:52:15.736+02:00","category":4,"subCategory":5,"legal":"ASBL","web":"http://www.vonmisesinstitute-europe.org/","country":"Belgium","headAddress":"Rue de l'Abbaye 65 Boîte 2","headCity":"Brussel","headPostCode":"1050","headPhone":"(32)4 79 72 21 07","boss":"Annette Godart-van der Kroon","bossTitle":"Ms","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"Corporate Membership:&#xd;\nMitsubishi","memberOrga":"Cooperations with:&#xd;\n- Friedrich Naumann Stiftung&#xd;\n- Partners 4 Value&#xd;\n- Vesalius College Brussels&#xd;\n- Austrian Economics Center&#xd;\n- European Intrepeneurs","goal":"Exchanging and promoting the principal ideas and merits of Classical Liberalism with a particular focus on the ideas of the Austrian School;&#xd;<br />• Bridging the gap between “Brussels” and the European citizens and between Eurocrats and Eurosceptics;&#xd;<br />• Acting as an interface between top academics, senior business leaders; respected media commentators,and leading politicians across the EU and in Brussels;&#xd;<br />• Teaching young professionals and students from all over the world to learn about the workings of the European Institutions;&#xd;<br />• Connecting world-wide liberals and organizations at national and international levels.Exchanging and promoting the principal ideas and merits of Classical Liberalism with a particular focus on the ideas of the Austrian School;&#xd;<br />• Bridging the gap between “Brussels” and the European citizens and between Eurocrats and Eurosceptics;&#xd;<br />• Acting as an interface between top academics, senior business leaders; respected media commentators,and leading politicians across the EU and in Brussels;&#xd;<br />• Teaching young professionals and students from all over the world to learn about the workings of the European Institutions;&#xd;<br />• Connecting world-wide liberals and organizations at national and international levels.&#xd;<br />Since its foundation, the LVMI-Europe has successfully organized a variety of conferences, symposia, discussions, targeted dinner debates and lunch debates, discussing topics like: The growing role of the EU, Knowledge &amp; Innovation; Transatlantic Relations; Tax Competition; Better Regulation, Islam and the EU.&#xd;<br />The Ludwig Von Mises Institute-Europe is dedicated to bridging the gap between believers in the free market across artificial boundaries that often divide academic, business, and political circles.&#xd;<br />Ludwig von Mises Institute-Europe&#xd;<br />LVMI-EUROPE&#xd;<br />Members include former Prime Ministers, MEPs, former commissioners, key politicians, senior academics, business leaders and prominent journalists.&#xd;<br />Ludwig Von Mises Institute-Europe has as the sole objective to create prosperity for every individual, while initiating new and unaccustomed ways of analysis and debate in order to ensure Europe’s future prosperity and security in the global village","acronym":"LVMI-Europe","interests":"Banking and financial services, Competition, Economy, finance and the euro, Taxation, Trade","euInitiatives":"Upcoming Events Include:&#xd;<br />&#xd;<br />•\tOctober 17th, 2018 -- Mises Circle with Brendan Brown, chief economist at MUFG. “From negative interest rates to a 21st century gold standard”&#xd;<br />&#xd;<br />•\tJune 26th, 2018 Robert Cutler, Fellow, Canadian Energy Research Institute; Senior Researcher, Institute of European, Russian and Eurasian Studies, Carleton University; (Montreal)&#xd;<br />&#xd;<br />•\tMay 16th, 2018 –  “Free market Road Show; “European Values”. &#xd;<br />In this year The Ludwig von Mises Institute - Europe co-hosts the Free market Road Show with Economic Center Austria. &#xd;<br />o\tClub de la Fondation Universitaire, Rue d'Egmont 11 &#xd;<br />Bruxelles , 1000 Belgium&#xd;<br />&#xd;<br />•\tApril, 2018 Publication and Presentation of the book “Banking and Monetary Policy from the Perspective of Austrian Economics”, by Springer Verlag. Editors: Annette Godart-van der Kroon and Patrik Vonlanthen, Swiss Mises Institute, Zürich, Switzerland &#xd;<br />&#xd;<br />•\tMarch 2018, “Brussels goes to Wuppertal”, a salon to discuss the consequences of the monetary policy of today on a.o pensions.&#xd;<br />&#xd;<br />&#xd;<br />Past Events:&#xd;<br />•\tDecember 5, 2017 - Dinner Debate ”Der Einfluss der anstehenden EU-Reformen auf den Mittelstand”, an event organised together with BVMW and European Entrepreneurs CEA-PME that took place in Hotel Metropole, Brussels&#xd;<br />•\tNovember 28, 2017 - A brainstorming meeting with prominent members of LVMI Europe.  &#xd;<br />&#xd;<br />•\tJuly 11, 2017: The Mises Circle with Brendan Brown, MUFG,  Executive Director and Head of Economic Research, Mitsubishi UFJ Securities International plc, a member of MUFG&#xd;<br />&#xd;<br />•\tJune 15-17  2017: 30th Heilbronn Symposion in Economics and the Social Sciences. Presentation of a paper on Menger and Schmoller.","lastUp":"2018-05-08T11:47:32.770+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}