{"id":"2427500988-58","name":"British American Tobacco","registrationDate":"2009-01-21T11:38:54.673+01:00","category":2,"subCategory":3,"legal":"PLC","web":"http://www.bat.com","country":"United kingdom","headAddress":"Globe House, Temple Place, 4","headCity":"London","headPostCode":"WC2R 2PG","headPhone":"(0044)20 78 45 16 00","boss":"Nicandro Durante","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"2.25","membership":"British American Tobacco is a member of various associations and networks around the world, including:&#xd;\nAmCham EU, British Chamber of Commerce Belgium, BusinessEurope, European Policy Centre, European Risk Forum, Ad Hoc Council, Mentor Group, Institute of Economics Affairs (IEA), American European Community Association Brussels (AECA), Kangaroo Group, International Chamber of Commerce UK, INTA, CBI, ICC BASCAP, CECCM, ESTA, ESTOC, ECMA.","memberOrga":"","goal":"British American Tobacco is the world’s second largest quoted tobacco group by global market share, with brands sold in more than 180 markets. We employ more than 60,000 people worldwide and operate 50 cigarette factories in 41 countries. We also have a significant interest in tobacco leaf growing and work with thousands of farmers internationally.&#xd;<br />&#xd;<br />The four building blocks of our strategy are growth, productivity, responsibility and developing a winning organisation. Each is interdependent and essential for delivering profit growth and long term business sustainability.","acronym":"BAT","interests":"Agriculture and Rural Development, Competition, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Enlargement, Enterprise, Environment, Food Safety, General and Institutional Affairs, Home Affairs, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade","euInitiatives":"British American Tobacco engages on issues that are relevant to its business, such as:&#xd;<br />- Tobacco-related regulatory issues&#xd;<br />- Taxation &#xd;<br />- Movement of excisable product &#xd;<br />- Corporate social responsibility&#xd;<br />- Better Regulation&#xd;<br />- Intellectual Property&#xd;<br />- Preventing illicit trade and counterfeiting","lastUp":"2017-09-18T11:56:29.690+01:00","customers":"","costAbsolu":"","costRange":"2250000-2499999","turnoverAbsolu":0,"turnoverRange":""}