{"id":"243141929840-69","name":"European Fund Management Consulting","registrationDate":"2018-01-26T12:44:32.064+01:00","category":1,"subCategory":6,"legal":"OÜ","web":"http://efmc.eu","country":"Estonia","headAddress":"European Fund Management Consulting","headCity":"Tallinn","headPostCode":"10117","headPhone":"(372)6 04 14 00","boss":"Raphael  de Vivans ","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"5.0","membership":"","memberOrga":"","goal":"European Fund Management Consulting – EFMC – is a European consulting company specialised in the financial management of European projects. Established in January 2014, EFMC has its headquarters in Tallinn, Estonia and back office in Paris, France.&#xd;<br />&#xd;<br />The company supports beneficiaries of European Grants in all financial issues concerning European projects. The main specialization is research grants such as FP7 and H2020.&#xd;<br />&#xd;<br />EFMC works with the leading European universities, medical and research institutes, private and public organizations. The company advises the leaders of the organisations on their most critical financial issues and opportunities.","acronym":"EFMC","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"European Fund Management Consulting – EFMC – is a European consulting company specialised in the financial management of European projects. The company supports beneficiaries of European Grants in all financial issues concerning European projects. The main specialization is research grants such as FP7 and H2020, but the company also provides support with issues concerning COSME, Feder, FSE, structural funds and grants.&#xd;<br />&#xd;<br />EFMC proposes 5 main services to provide support to any beneficiaries of research grants:&#xd;<br />&#xd;<br />This support can be adressed to beneficiaries, coordinators and even for the EC.&#xd;<br />&#xd;<br />For Beneficiaries&#xd;<br />EFMC offers training courses “Financial Management of Horizon 2020 Projects: Theoretical and Practical Approach”, which are being organised all over Europe. Our trainings are led by experienced former auditors of the European Institutions (European Court of Auditors &amp; DG RTD).  The training materials are based on real experience, on the mistakes of hundreds of audited entities and projects. Each training ends with the practical workshop.&#xd;<br />&#xd;<br />European financial rules may appear opaque. Moreover the Project Manager is usually a researcher, not a Financial Manager. It is usually necessary to set up specific internal procedures to comply with the EC requirements. Beneficiaries (SMEs, universities, research centres, public/ private companies) may need a help wth the specific issue or even require help for a longer period during the project. EFMC offers cost declaration consulting services and financial analysis of the project .&#xd;<br />&#xd;<br />What is important, usually there are too many errors in the costs declarations with the result that:&#xd;<br />&#xd;<br />beneficiaries are adjusted by financial officers and/or audit services&#xd;<br />consequences might be very serious for the beneficiary concerned, the whole Consortium and therefore for the project&#xd;<br />error rate remains too high&#xd;<br />For Coordinators&#xd;<br />Financial management of the consortium is time consuming. Coordinators can not know all the rules specific to each beneficiary. 17% of partners generate financial delays for the whole Consortium and it may be complicated to obtain financial elements from a beneficiary.&#xd;<br />&#xd;<br />Consequences are adjustments in the costs declarations and delay in the payments by the European Commission&#xd;<br />&#xd;<br />For the European Commission&#xd;<br />When a Consortium or partners ask for EFMC support, the EC will be sure that the project is well managed, the procedures and cost declaration are accurate (in case of flit adjustments they will be very small). EC will be sure that the error rates will remain very low.","lastUp":"2018-01-26T12:47:34.481+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":"","turnoverRange":"100000-499999"}