{"id":"243141929840-69","name":"European Fund Management Consulting","registrationDate":"2018-01-26T12:44:32.064+01:00","category":1,"subCategory":6,"legal":"OÜ","web":"http://efmc.eu","country":"Estonia","headAddress":"European Fund Management Consulting","headCity":"Tallinn","headPostCode":"10117","headPhone":"(372)6 04 14 00","boss":"Raphael  de Vivans ","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"5.0","membership":"","memberOrga":"","goal":"European Fund Management Consulting – EFMC – is a European consulting company specialised in the financial management of European projects. Established in January 2014, EFMC has its headquarters in Tallinn, Estonia and back office in Paris, France.&#xd;<br />&#xd;<br />The company supports beneficiaries of European Grants in all financial issues concerning European projects. The main specialization is research grants such as FP7 and H2020.&#xd;<br />&#xd;<br />EFMC works with the leading European universities, medical and research institutes, private and public organizations. The company advises the leaders of the organisations on their most critical financial issues and opportunities.","acronym":"EFMC","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"European Fund Management Consulting – EFMC – is a European consulting company specialised in the financial management of European projects. The company supports beneficiaries of European Grants in all financial issues concerning European projects. &#xd;<br />&#xd;<br />The main specialization is research grants such as FP7 and H2020, but the company also provides support with issues concerning COSME, Feder, FSE, structural funds and grants.&#xd;<br />&#xd;<br />The main EU policy area we are concerned with is H2020 and EU agri &amp; innovation research","lastUp":"2018-01-28T17:13:44.915+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":"","turnoverRange":"100000-499999"}