{"id":"243595329172-25","name":"Finnish Food and Drink Industries' Federation (Elintarviketeollisuusliitto ry)","registrationDate":"2017-12-01T12:54:44.157+01:00","category":2,"subCategory":4,"legal":"Registered Association","web":"http://www.etl.fi","country":"Finland","headAddress":"Pasilankatu 2","headCity":"Helsinki","headPostCode":"00240","headPhone":"(358)14 88 71","boss":"Pia Pohja","bossTitle":"","bossPosition":"Director General","membersCount":8,"membersFTE":"3.75","membership":"- Confederation of Finnish Industries (Elinkeinoelämän keskusliitto EK)&#xd;\n- FoodDrinkEurope &#xd;\n- AIM - European Brands Association","memberOrga":"http://www.etl.fi/en/members/list-of-members.html","goal":"The Finnish Food and Drink Industries' Federation (ETL) represents Finnish companies in the food and drink industries in labour market and industry policy contexts. The aim of the federation is to influence the operating environment of the field to accommodate the success of companies in Finland and to also help them extend their activities to the international market. Finnish Food and Drink Industries' Federation has 260 member companies and cooperation agreement with the Finnish Bakery Federation and the Finnish Meat Trade Association. The activities of companies within the spheres of the ETL cover the majority of food and drink industry production in Finland. ETL maintains communication with its member companies and works in close cooperation with those involved in the food processing chain and with societal decision-makers in Finland and the EU.","acronym":"ETL","interests":"Agriculture and Rural Development, Budget, Business and Industry, Climate Action, Competition, Consumers, Customs, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Fraud prevention, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade","euInitiatives":"- EU energy and climate change policy&#xd;<br />- EU circular economy and waste policy&#xd;<br />- EU environmental policy&#xd;<br />- EU policies related to transportation and logistics&#xd;<br />- EU trade policy&#xd;<br />- EU employment and social affairs policy&#xd;<br />- EU policies related to agriculture and fishery&#xd;<br />- EU industrial policy&#xd;<br />- EU policies related to internal market&#xd;<br />- EU competition policy&#xd;<br />- EU policies related to food safety, nutrition and consumer information","lastUp":"2019-11-11T09:36:55.626+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}