{"id":"24367095563-62","name":"The Chartered Institute of Patent Attorneys","registrationDate":"2011-03-29T17:50:45.620+01:00","category":2,"subCategory":1,"legal":"Incorporated by Royal Charter","web":"http://www.cipa.org.uk","country":"United kingdom","headAddress":"Halton House","headCity":"London","headPostCode":"EC1N 2JD","headPhone":"(44)20 74 05 94 50","boss":"Lee Davies","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"1.0","membership":"The Committee of National Institutes of IP Attorneys (CNIPA)&#xd;\nUK Inter-Professional Group&#xd;\nConfederation of British Industry&#xd;\nIntellectual Property Awareness Network","memberOrga":"","goal":"The Chartered Institute of Patent Attorneys (CIPA) is the professional and examining body for patent attorneys (also known as patent agents) in the United Kingdom. The Institute was founded in 1882 and was incorporated by Royal Charter in 1891. It represents virtually all the 1900+ registered patent attorneys in the United Kingdom, whether they practise in industry or in private practice. Total membership is over 3300 and includes trainee patent attorneys and other professionals with an interest in intellectual property matters.&#xd;<br />&#xd;<br />Through its regulatory arm, the Patent Regulation Board, which operates with the Trade Mark Regulation Board as the Intellectual Property Regulation Board (IPReg), the Institute maintains the statutory Register of Patent Attorneys.  IPReg carries out the regulatory functions of setting and maintaining the standards of qualification for entry on the Register and has a Code of Conduct to ensure that registrants provide an appropriate level of service to their clients.  &#xd;<br />&#xd;<br />Despite the historic name of the Institute, patent attorneys have always been qualified to advise on trade marks, designs and copyright as well as patents (collectively known as intellectual property).","acronym":"CIPA","interests":"Competition, Economy, finance and the euro, Education and training, Justice and Fundamental Rights, Single market, Trade","euInitiatives":"EPO&#xd;<br />Unitary Patent&#xd;<br />Unified Patent Court&#xd;<br />Brexit&#xd;<br />Patents&#xd;<br />Trade marks&#xd;<br />Copyright&#xd;<br />Designs&#xd;<br />Trade secrets&#xd;<br />Intellectual property&#xd;<br />EUIPO&#xd;<br />Legal services","lastUp":"2019-02-19T13:24:00.847+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}