{"id":"244060929225-74","name":"Stichting Free Press Unlimited","registrationDate":"2017-12-07T12:42:39.572+01:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://freepressunlimited.org","country":"Netherlands","headAddress":"Weesperstraat 3","headCity":"Amsterdam","headPostCode":"1018 DN","headPhone":"(31)2 08 00 04 00","boss":"Ruth Kronenburg","bossTitle":"Ms","bossPosition":"Director of Operations","membersCount":2,"membersFTE":"0.5","membership":"Global Forum for Media Development (https://gfmd.info/en/site/members/198/Free-Press-Unlimited.htm)","memberOrga":"","goal":"Stichting Free Press Unlimited is a not-for-profit, non-governmental organisation based in Amsterdam, The Netherlands. Free Press Unlimited’s mission is to ensure that impartial news and information are available to people across the globe, particularly in countries where there is no to little press freedom. By supporting local media professionals and journalists, Free Press Unlimited aims to help people gain access to the information they need to survive and develop.&#xd;<br />&#xd;<br />Free Press Unlimited strengthens the capacity of local journalists, media professionals, pioneers and organizations, supporting these agents of change in developing their knowledge and skills in a variety of ways. Activities include but are not limited to: organizational and individual capacity building; editorial and journalism learning programme; financial and investigative reporting; developing technology-based innovations for learning and teaching; monitoring/advocacy for media law reform; running information networks in repressive states.&#xd;<br />&#xd;<br />Additional activities include emergency support to media organisations and journalists, as well as developing innovative methods and technologies to protect and capacitate journalists to make safe use of the Internet. Free Press Unlimited is also specialised in safety training, journalism professionalisation and curriculum development projects, and building alliances and networks.","acronym":"FPU","interests":"Communication, Culture and media, Digital economy and society, Foreign affairs and security policy","euInitiatives":"European Instrument for Democracy and Human Rights (EIDHR), EU Guidelines on Freedom of Expression Online and Offline, Eastern Partnership – 20 Deliverables for 2020 (strategic communications).","lastUp":"2019-11-19T15:24:44.259+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}