{"id":"24418535037-82","name":"City of London Law Society","registrationDate":"2011-01-19T11:22:43.124+02:00","category":2,"subCategory":4,"legal":"Representative Association","web":"http://www.citysolicitors.org.uk","country":"United kingdom","headAddress":"4 College Hill","headCity":"London","headPostCode":"EC4R 2RB","headPhone":"(44)20 73 29 21 73","boss":"David Hobart","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":3,"membersFTE":"2.0","membership":"International Bar Association (IBA)&#xd;\nInternational Institute for Law Association Chief Executives (IILACE) &#xd;\nWorld City Bar Leaders group&#xd;\nLaw Society of England and Wales","memberOrga":"","goal":"The City of London Law Society is one of the largest local Law Societies in the United Kingdom. There are 17,000 solicitors practising in the \"Square Mile\", who account for 15% of the profession in England and Wales, represented by the CLLS through individual and corporate membership. The CLLS was originally part of the City of London Solicitors' Company which was founded in 1908, but in 1969 a separate Committee structure was set up to deal with all professional business and since 1986 this has been known as the City of London Law Society.&#xd;<br />&#xd;<br />Following the introduction of Corporate Membership of the Society in 2006, which allowed firms to have individual membership for all of their solicitors practising from their City of London offices, the membership of the CLLS has increased significantly and now includes over two thirds of the solicitors practising in the City of London.&#xd;<br />&#xd;<br />In 2007 the City of London Law Society formally separated from the City of London Solicitors' Company to become a freestanding local Law Society, confirming its position as the professional representative body for solicitors and law firms in the City.","acronym":"CLLS","interests":"Budget, Climate Action, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Internal Market, Justice and Fundamental Rights, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"The CLLS's specialist Committees also consider and, where appropriate, draft representations on, a number of areas of EU legal policy as they relate to their specific areas. We currently have specialist Committees in the following areas:&#xd;<br />&#xd;<br />-\tAssociates Forum&#xd;<br />-\tCommercial Law&#xd;<br />-\tCompany Law&#xd;<br />-\tCompetition Law&#xd;<br />-\tConstruction Law&#xd;<br />-\tCorporate Crime &amp; Corruption&#xd;<br />-       Data Law&#xd;<br />-\tEmployment Law&#xd;<br />-\tEnergy Law&#xd;<br />-\tFinancial Law&#xd;<br />-\tInsolvency Law&#xd;<br />-\tInsurance Law&#xd;<br />-\tIntellectual Property Law&#xd;<br />-\tLand Law&#xd;<br />-\tLitigation &#xd;<br />-\tPlanning &amp; Environmental Law&#xd;<br />-\tProfessional Rules &amp; Regulation&#xd;<br />-\tRegulatory Law&#xd;<br />-\tRevenue Law&#xd;<br />-\tTraining","lastUp":"2018-03-23T18:02:15.247+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}