{"id":"244865715700-07","name":"STEPS MANAGEMENT SPRL","registrationDate":"2015-01-21T12:35:49.376+02:00","category":1,"subCategory":8,"legal":"Belgian SPRL","web":"","country":"Belgium","headAddress":"Dries, 50","headCity":"Brussels","headPostCode":"1170","headPhone":"(322)6 47 82 66","boss":"Teresa Presas","bossTitle":"Ms","bossPosition":"Gerante (President)","membersCount":1,"membersFTE":"0.25","membership":"Friends of Europe&#xd;\nWomen on Boards&#xd;\nEuropean Women on Boards","memberOrga":"https//:www.friendsofeurope.org&#xd;\nhttps://womenonboards.be&#xd;\nhttps://europeanwomenonboards.eu","goal":"STEPS Management is a one person consultancy providing strategic advise for business.  Its areas of expertise are EU and global institutions, paper industry and related areas including forestry, sustainability, communication, organisational development and interim management.&#xd;<br />The consultancy goals is to provide clients with strategic perspectives based on 35 years of experience in the private sector, more specifically in the forest-based products, both companies and associations, as well as with civil society. &#xd;<br />The company operates in different areas such as advocacy, commercial trading, education and training, organizational development, mentoring, communication.&#xd;<br />STEPS is engaged in missions at national level (mainly Portugal), as well as European .","acronym":"","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Culture, Education and training, Energy, Environment, International co-operation and development, Regional Policy, Research and innovation, Single market, Trade, Transport","euInitiatives":"Innovation, funding opportunities, education and training,  climate change, energy, environment, industrial policy.","lastUp":"2019-07-09T10:29:09.717+02:00","customers":"Magellan - Associação para a Representação de interesses no exterior","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}