{"id":"244843926243-87","name":"Bulgarian Association of Small and Medium Enterprises","registrationDate":"2017-03-07T15:45:18.791+01:00","category":3,"subCategory":2,"legal":"Association","web":"","country":"Bulgaria","headAddress":"?Buzludza? str. ?35, 1 floor, ap.6","headCity":"Sofia","headPostCode":"","headPhone":"(359)8 86 10 48 15","boss":"Petar Penkov","bossTitle":"Mr","bossPosition":"Chairman of the Board","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Bulgarian Association of Small and Medium Enterprises / BAS?? /:&#xd;<br />?\tRepresent and defend the interests of its members before the state, public and international bodies and organizations.&#xd;<br />?\tAssists in the development of market economy in line with the interests of its members.&#xd;<br />?\tUnites the interests of its members and support their development for the realization of an efficient and successful business.&#xd;<br />?\tRepresent and defend the interests of employers at the local, municipal, regional, district, branch, sectoral, national and international levels.&#xd;<br />To achieve its objective Bulgarian Association of Small and Medium Enterprises / BAS?? / develop the following activities:&#xd;<br />?\tDeveloping strategies and bills in the development and management of the economy.&#xd;<br />?\tDevelopment of programs and projects intended for small and medium businesses.&#xd;<br />?\tPreparation opinions on programs, strategies and other documents for the development of the economy and the private sector in Bulgaria.&#xd;<br />?\tParticipation in the work of advisory councils to state authorities.&#xd;<br />?\tStudy investment opportunities in Bulgaria.&#xd;<br />?\tSupports its members in the negotiation and conclusion of transactions, protection from unlawful acts and performs other activities in accordance with their goals.&#xd;<br />?\tSupporting local and state executive.&#xd;<br />?\tHold and develop social dialogue to support business and employers' organizations.&#xd;<br />For the realization of their goals, Bulgarian Association of Small and Medium Enterprises / BASME / the following activities:&#xd;<br />1. Perform research and analysis, development of programs and projects, consultancy and training.&#xd;<br />2. Providing assistance in preparing the documents needed to support the business.&#xd;<br />3. Supporting information exchange, including by providing access to the Internet, a documentary database.&#xd;<br />4. Assist in the registration of objects of intellectual property - patents trademarks, industrial design, support on infringements of intellectual property rights.&#xd;<br />5. Perform brokerage business projects.&#xd;<br />6. Mediate for the realization of transactions between businesses.&#xd;<br />7. Mediate in business contacts, negotiations and conclusion of commercial transactions and other activities in accordance with their goals.","acronym":"BAS??","interests":"Development, Economic and Financial Affairs, Education, Employment and Social Affairs","euInitiatives":"Realized projects&#xd;<br />1. Project \"Exchange of good practice '&#xd;<br />Representatives of small and medium-sized enterprises participate in an exchange of best practices between the Bulgarian association of small and medium enterprises and \"SI.FORM Consulting\" Ltd. (SI.FORM Consulting Srl) Italy. The aim of the project is the formation of practical skills in social entrepreneurship, transfer of innovative methods for implementing best business practices in SMEs. Exchange of best practices and their application and build a network of partner companies to create conditions for investments in renewable energy in Bulgaria.&#xd;<br />Habitual investors and building partnerships for effective use of renewable energy sources in Bulgaria. The investments will be carried out by Italian companies interested in Bulgaria.&#xd;<br /> Operating results:&#xd;<br />?\tOrganization of partnership meetings for exchange of experience and good praktiti between small and medium enterprises in Bulgaria and SMEs from Italy.&#xd;<br />?\tPreparation of a Report on opportunities to create investments in Bulgaria in the field of Renewable Energy Sources.&#xd;<br />?\tAttracting owners from Bulgaria investment projects and making contact with Italian investors to implement their investment projects.&#xd;<br />?\tPreparation of a comprehensive package of consulting services for investors.&#xd;<br />?\tStandard business plans to build production facilities of various renewable energy sources.&#xd;<br />?\tPrint brochures with best practice between Bulgarian and foreign companies.&#xd;<br />?\tSupport for contacts between Italian companies wishing to invest in Bulgaria.&#xd;<br />2. Project OP \"Human Resources Development\" BG051PO001-1.1.06 Creating employment for young people by providing opportunities for internship&#xd;<br />Bulgarian Association of Small and Medium Enterprises has applied under the scheme BG051PO001-1.1.06 ?Creation of youth employment by providing the opportunity to experience 'under contract ESF-1106-05-04-0020. The organization has received funding for detecting three jobs to provide internship opportunities for young people in the following specialties: expert Business Development; expert programs and projects; driver car until 9 seats. The project was realized in 2012 in the period from June to December.&#xd;<br />3. Project BG051PO001-1.1.09 \"Back to Work\" - financed under OP \"Human Resources Development\"&#xd;<br />Overall objective (s) is to support the implementation of the principles of lifelong learning and the creation of a knowledge-based economy, leading to increasing the competitiveness of persons registered as unemployed at the Directorate \"Labour - Vidin\" through training to acquire or enhance their professional qualifications and to enable the production experience.&#xd;<br />The training and subsequent production experience boost economic activity and integration of project groups. Persons successfully passed the training for acquiring second degree of professional qualification in professional direction - \"Business Management and Administration\" specialties - ?Associate in business services\" and \"Associate small and medium business? probation for three months in the regional office BASME  in Vidin.&#xd;<br />4. Project BG051PO001-1.1.11 \"Support for employment\" - financed under OP \"Human Resources Development\"&#xd;<br />Association Bulgarian Association of Small and Medium Enterprises has implemented a project to provide a professional experience of two persons registered as unemployed at the Directorate \"Labour - Vidin\" in order to increase labor productivity and creating conditions for sustainable employment.&#xd;<br />During employment was provided specific training for further training, including induction training of employees as well as training for acquisition of key competences;&#xd;<br />Employment was provided for the period November 2013. - June 2014. two persons who were employed on a contract of employment of posts ?Head, department of business\" and \"Financial Manager\".","lastUp":"2017-03-07T15:46:02.019+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}