{"id":"245016733415-68","name":"Peter G. Peterson Institute for International Economics","registrationDate":"2018-12-06T21:03:15.229+01:00","category":4,"subCategory":5,"legal":"Non-profit Think Tank","web":"http://www.PIIE.com","country":"United states","headAddress":"1750 Massachusetts Avenue NW","headCity":"Washington","headPostCode":"","headPhone":"(1)20 23 28 90 00","boss":"Adam Posen","bossTitle":"Mr","bossPosition":"President","membersCount":7,"membersFTE":"5.25","membership":"","memberOrga":"","goal":"The Peterson Institute for International Economics (PIIE) is a private, nonpartisan nonprofit institution committed to rigorous, intellectually open, and indepth study and discussion of international economic policy. Its purpose is to identify and analyze important issues to make globalization beneficial and sustainable for the people of the United States and the world and to develop and communicate practical new approaches for dealing with challenges confronting the global economy.The Institute attempts to anticipate emerging issues and to be ready with practical ideas, presented in useful, accessible formats, to inform and shape public debate. Its audience includes government officials and legislators, business and labor leaders, management and staff at international organizations, university-based scholars and their students, experts at other research institutions and nongovernmental organizations, the media, and the public at large.","acronym":"PIIE","interests":"Banking and financial services, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, International co-operation and development, Migration and asylum, Research and innovation, Taxation, Trade, Trans-European Networks","euInitiatives":"Current research interests include:&#xd;<br />&#xd;<br />How China uses FDI policies as a form of industrial policy. The focus will be on how this behavior influences China’s international relations, especially trade flows to and technology transfers from advanced countries.&#xd;<br />&#xd;<br />Jeff Schott will continue to focus on negotiations including US-China trade relations, US negotiations with Japan and the EU (and possibly the UK), Iran sanctions related issues, and potentially with Gary Hufbauer, WTO reform.&#xd;<br />&#xd;<br />Jacob Kirkegaard and Jeremie Cohen-Setton have a project on “economic dynamism” examining the roots of the decline in recent decades in measures of business dynamism, entrepreneurship and labor market fluidity. Part of the answer surely resides in regulatory and tax issues that affect business establishment and expansion. But demography and diversity also play a role. Jacob and Jeremie’s book studies whether, how and why “economic dynamism” has changed and what could be done to reinvigorate it. &#xd;<br />&#xd;<br />Jeromin Zettelmeyer will be looking at the distributional implications for macroeconomic policies, using EU household level data spanning the Global Financial Crisis and the euro crisis to examine the effect of both monetary and fiscal policy shocks. &#xd;<br />&#xd;<br />Another area of research will be Euro Area reform, led by Jeromin Zettelmeyer, with contributions from Jeremie Cohen-Setton and others.","lastUp":"2020-01-02T15:37:16.861+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}