{"id":"24516996887-24","name":"European Region of the World Confederation for Physiotherapy","registrationDate":"2011-10-05T18:23:20.813+02:00","category":3,"subCategory":2,"legal":"NGO / Umbrella association / Professional Association","web":"http://www.erwcpt.eu/","country":"Belgium","headAddress":"Rue de Pascale, 36","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 31 50 63","boss":"David Gorria","bossTitle":"Mr","bossPosition":"General Secretary","membersCount":2,"membersFTE":"0.75","membership":"We are members of:&#xd;\nFit to Work&#xd;\nEPHA (European Public Health Alliance)&#xd;\nGIN (Guidelines International Network)&#xd;\nWHO Europe&#xd;\nEuropean Forum for Primary Care&#xd;\nEuropean Health Forum&#xd;\nEU Platform for action on Diet, Physical Activity and Health&#xd;\nESCO Sref Health care and social services","memberOrga":"Physio Austria Bundesverband der PhysiotherapeutInnen Österreichs Aust(3900),&#xd;\nAxxon, Physical Therapy in Belgium(4000),&#xd;\nBulgarian Association of Physiotherapists (BAPT)(300),&#xd;\nCroatian Council of Physiotherapists(1238),&#xd;\nCyprus Association of Physiotherapists(418),&#xd;\nUnion of Physiotherapists of the Czech Republic Unie fyziotherapeutu C(1568),&#xd;\nDanske Fysioterapeuter(10935),&#xd;\nEstonian Physiotherapists Association (EPTA)(272),&#xd;\nFinnish Association of Physiotherapists FAP(7300),&#xd;\nFédération Française des Masseurs Kinésithérapeutes Rééducateurs (F.F.(4000),&#xd;\nDeutscher Verband für Physiotherapie - Zentralverband der Physiotherap(30000),&#xd;\nPanhellenic Physical Therapy Association (T.A.)(3000),&#xd;\nAssociation of Hungarian Physiotherapists (A.H.P.) Magyar Gyógytornász(1750),&#xd;\nFélag íslenskra sjúkraþjálfara(450),&#xd;\nIrish Society of Chartered Physiotherapists (ISCP)(2700),&#xd;\nIsraeli Organization of Physiotherapists(675),&#xd;\nAssociazione Italiana Fisioterapisti (A.I.FI.)(1420),&#xd;\nLatvian Physiotherapists Association(185),&#xd;\nThe Order of Physiotherapists in Lebanon (OPTL)(1300),&#xd;\nPhysiotherapeuten Verband Fuerstentum Liechtenstein (PVFL)(70),&#xd;\nLithuanian Kinesitherapy Association(391),&#xd;\nAssociation Luxembourgeoise des Kinésithérapeutes (ALK)(350),&#xd;\nMalta Association of Physiotherapists - MAP(100),&#xd;\nPhysiotherapists’ Association of Montenegro Društvo fizioterapeuta Crn(116),&#xd;\nKoninklijk Nederlands Genootschap Voor Fysiotherapie (K.N.G.F.)(17500),&#xd;\nNorwegian Physiotherapist Association (NFF)(6900),&#xd;\nPolish Society of Physiotherapy(1000),&#xd;\nAssociacão Portuguesa de Fisioterapeutas (A.P.F.)(980),&#xd;\nRomanian Federation for Physical Therapy (FRAK)(218),&#xd;\nAssociation of Physiotherapists of Serbia(780),&#xd;\nSlovakia(974),&#xd;\nSlovenian Association of Physiotherapists(650),&#xd;\nAsociacion Española de Fisioterapeutas (A.E.F.)(8146),&#xd;\nSwedish Association of Registered Physical Therapists(10000),&#xd;\nSchweizer Physiotherapie Verband Swiss Association of Physiotherapy(7763),&#xd;\nTurkish Physiotherapy Association(750),&#xd;\nUkraine(113),&#xd;\nChartered Society of Physiotherapy (C.S.P.)(37450)","goal":"The European Region of the World Confederation for Physical Therapy (ER-WCPT) is a European non-governmental organisation representing the professional associations of physiotherapists from 39 countries including the Member States of the EU and EEA, which are simultaneously members of the World Confederation for Physical Therapy (WCPT).&#xd;<br />&#xd;<br />Mission&#xd;<br />1.\tPromote the development of reciprocity of physiotherapy qualifications and improve the quality of physiotherapy education and practice in Europe.&#xd;<br />2.\tPromote physiotherapy in Europe and oversee all related issues.&#xd;<br />3.\tFacilitate free migration and the right of establishment of physiotherapists in Europe.&#xd;<br />4.\tEncourage closer co-operation among its Member Organisations in professional matters in the interest of improving general health of the population of the region.&#xd;<br />5.\tCo-operate with international organisations in Europe. &#xd;<br />6.\tRepresent the interests of and speak for its Member Organisations to the European Authorities.&#xd;<br />7.\tDevelop policies and declarations.&#xd;<br />8.\tRepresent the profession of physiotherapy on regional basis.&#xd;<br />&#xd;<br />Objectives&#xd;<br />1. Promote high standards for physiotherapy education and practice for the European Region.&#xd;<br />2. Encourage international exchange of physiotherapy research, and encourage evidence based practice. &#xd;<br />3. Encourage by all means the international exchange of educational curricula, articles, journals, teachers and students. &#xd;<br />4. Monitor supply and demand  of physiotherapists in the region and inform governments and other appropriate bodies of over- and under-supply in relation to demographic needs in co-operation and in consultation with the national Member Organisation. &#xd;<br />5. Identify and publicise postgraduate physiotherapy programmes recognised by the member organisations and encourage international participation. &#xd;<br />6. Establish working groups to survey certain chosen areas of physiotherapy. &#xd;<br />7. Promote and develop educational and professional congresses, seminars and conferences for the benefit of the physiotherapy profession. &#xd;<br />8. Maintain essential relations with European constituent organisations and authorities. Examine all matters concerned with publication of EU Directives, regulations, projects and all other decisions or proposals which may affect physiotherapists, and  inform the competent authorities. &#xd;<br />9. Promote the physiotherapy profession and it's activities via a public relations strategy.  &#xd;<br />          10. Encourage the exchange of visits between members of associations, individually or in groups.","acronym":"ER-WCPT","interests":"Digital economy and society, Education and training, Employment and Social Affairs, Humanitarian aid and civil protection, Public Health, Research and innovation, Single market, Sport, Youth","euInitiatives":"European Professional Card - Recognition of Professional Qualifications - Transparency and mutual evaluation of regulated professions - Digital Agenda - Single Market - Health Promotion &amp; Physical Activity - Proportionality test","lastUp":"2018-09-17T15:05:41.873+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}