{"id":"245377319023-40","name":"Miltton Europe","registrationDate":"2015-09-30T12:25:38.149+02:00","category":1,"subCategory":6,"legal":"Miltton Brussels SPRL","web":"http://www.miltton.be","country":"Belgium","headAddress":"Square Ambiorix 10","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)28 80 06 19","boss":"Kaisa Soro-Pesonen","bossTitle":"Ms","bossPosition":"Managing Director ","membersCount":7,"membersFTE":"5.75","membership":"European Public Affairs Consultancies' Association EPACA,&#xd;\nPublic Affairs Council PAC, European Policy Centre EPC","memberOrga":"","goal":"Miltton Europe is the European advisory arm of the Miltton group, offering insight and creative inspiration in the New Nordics. Our purpose is to help Nordic companies, institutions and organizations strengthen their European brand, and promote Nordic ideas and policy solutions across the European continent. &#xd;<br />&#xd;<br />Combining cutting-edge communication tools with creative campaigns and efficient trainings, we provide insight and strategic advice, organise events and seminars and assist with internal and external communication related to European issues. The Miltton Europe team offers its clients tailor-made services and solutions that further Nordic cooperation and innovation in European affairs. &#xd;<br />&#xd;<br />Based in Brussels, Miltton Europe aims to put its expertise in national and European policymaking to good use, by providing Nordic companies and institutions insights and creative solutions at a time of fundamental change on the European continent.","acronym":"Miltton","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Foreign affairs and security policy, Maritime affairs and fisheries, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Climate Action, Competition, Defence, Education, Energy, Environment, Finance, Informatics, Internal Market, Industry, Entrepreneurship, SMEs, Mobility and Transport, Research and Innovation, Retail, Trade and EFSI","lastUp":"2019-06-18T11:56:13.501+02:00","customers":"Stora Enso,Kaidi","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":"","turnoverRange":"100000-499999"}