{"id":"245350514009-47","name":"Mental Health Europe - Santé Mentale Europe","registrationDate":"2014-07-18T10:09:30.799+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.mhe-sme.org","country":"Belgium","headAddress":"Rue de la presse 4","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)22 27 27 08","boss":"Jan Berndsen","bossTitle":"Mr","bossPosition":"President","membersCount":5,"membersFTE":"5.0","membership":"MHE-SME is members of:&#xd;\n Social Platform: www.socialplatform.org&#xd;\nEuropean Public Health Allicance: epha.org&#xd;\nEuropean Disability Forum: edf-feph.org&#xd;\nEuropean Patients'Forum: eu-patient.eu","memberOrga":"https://mhe-sme.org/ours-members/","goal":"Mental Health Europe is a European non-governmental network organisation committed to the promotion of positive mental health, the prevention of mental distress, the improvement of care, advocacy for social inclusion and the protection of the rights of (ex)users of mental health services, persons with psychosocial disabilities, their families and carers.&#xd;<br />&#xd;<br />MHE works closely with the European Institutions and international bodies to mainstream mental health in all policies and end mental health stigma. Mental Health Europe represents associations and individuals in the field of mental health including users of mental health services, professionals, service providers and volunteers.  Together with its members, MHE formulates recommendations for policy makers to develop mental health friendly policies. MHE places users of mental services at the centre of its work to ensure the voice of people who have experienced mental ill health is heard across Europe.","acronym":"MHE-SME","interests":"Communication, Education and training, Employment and Social Affairs, Justice and Fundamental Rights, Migration and asylum, Public Health, Research and innovation, Youth","euInitiatives":"Social Pillar&#xd;<br />The Compass on Mental Health and Well-being&#xd;<br />The UN CRPD &#xd;<br />Disability High level group&#xd;<br />Implementation of CRPD Committee recommendations","lastUp":"2019-10-22T12:35:31.404+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}