{"id":"245377319023-40","name":"Miltton Europe","registrationDate":"2015-09-30T12:25:38.149+01:00","category":1,"subCategory":6,"legal":"Miltton Brussels SPRL","web":"http://www.miltton.com","country":"Belgium","headAddress":"Square Ambiorix 10","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)28 80 06 19","boss":"Patrik Gayer","bossTitle":"Mr","bossPosition":"COO","membersCount":7,"membersFTE":"5.75","membership":"European Public Affairs Consultancies' Association EPACA,&#xd;\nPublic Affairs Council PAC, European Policy Centre EPC","memberOrga":"","goal":"Miltton Europe is the European advisory arm of Miltton Group. Our mission is to help companies, institutions and organisations to understand and navigate the European policy environment. &#xd;<br />&#xd;<br />Combining cutting-edge communication tools with creative campaigns and training programmes, we provide insight and strategic advice, organise events and seminars and assist with internal and external communication related to European issues.","acronym":"Miltton","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Bioeconomy, Climate Action, Circular Economy, Competition, Defence, Education, Energy, Environment, Finance, Infrastructure, Internal Market, Entrepreneurship, SMEs, Mobility and Transport, Research and Innovation, Retail, Technology and Trade","lastUp":"2019-12-02T14:17:58.851+01:00","customers":"Technology Industries of Finland,KONE,City of Lahti,Gasum Oy,Stora Enso","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":"","turnoverRange":"100000-499999"}