{"id":"245453718138-48","name":"The Marine Biolicical Association of the United Kingdom","registrationDate":"2015-07-30T10:27:36.291+02:00","category":4,"subCategory":12,"legal":"Charity","web":"http://mba.ac.uk","country":"United kingdom","headAddress":"The Laboratory","headCity":"Plymouth","headPostCode":"PL1 2PB","headPhone":"(44)17 52 42 64 93","boss":"William Wilson","bossTitle":"Mr","bossPosition":"Director","membersCount":3,"membersFTE":"1.5","membership":"The MBA is a member of the Royal Society of Biology (http://www.rsb.org.uk/), the European Network of Marine Research Institutes and Stations, MARS (http://www.marsnetwork.org/) the Partnership for Observation of the Global Oceans, POGO (http://www.ocean-partners.org/) and the European Marine Biological Resource Centre, EMBRC (http://www.embrc.eu/).","memberOrga":"","goal":"The objects of the Association (MBA) are ‘to promote the investigation, and to disseminate knowledge, of the seas and marine life, including the use of marine and other organisms for basic biosciences for the benefit of the public (where biosciences means marine biology in its widest sense)”.&#xd;<br />&#xd;<br />The MBA was founded in 1884 and in 1888 opened the Plymouth laboratory at Citadel Hill. The MBA provides a unified, clear, independent voice on behalf of the marine biological community.","acronym":"MBA","interests":"Communication, Education and training, Environment, Maritime affairs and fisheries, Research and innovation, Trans-European Networks","euInitiatives":"The MBA is interested in all areas of policy relating to Marine Biology and the marine environment. &#xd;<br />&#xd;<br />The MBA has had significant input into the development and implementation of marine legislation such as the Marine Strategy Framework Directive and the marine elements of the Habitats Directive. &#xd;<br />&#xd;<br />General areas of interest include Education, Environment, Fisheries and aquaculture, Research and technology, data and Trans-European networks.","lastUp":"2019-08-08T11:54:21.341+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}