{"id":"246370923774-61","name":"Malta Union of Bank Employees","registrationDate":"2016-10-07T10:14:06.944+01:00","category":2,"subCategory":1,"legal":"Trade Union","web":"http://mube.org","country":"Malta","headAddress":"Dar Joe Rizzo","headCity":"Valletta","headPostCode":"VLT 1310","headPhone":"(356)21 25 10 32","boss":"William Portelli","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"0.75","membership":"UNI Global Union http://www.uniglobalunion.org/&#xd;\n&#xd;\nCMTU http://www.cmtu.org.mt/","memberOrga":"","goal":"The Malta Union of Bank Employees – MUBE was registered in 1972 representing around 3000 members and is one of the few remaining Bankers’ Union in Europe which also covers the area of insurance and other areas of finance.  MUBE was instrumental in improving many of the conditions of bank employees and has always updated its practice and taken innovative approaches to negotiations be it when the banks were privately owned and also when state controlled.  MUBE continuously seeks to enhance its knowledge base by being active both in exploring possible future partnerships and by acquiring feedback from important and relevant sources.&#xd;<br />&#xd;<br />As the main Trade Union in the financial services sector, we have been very active and involved in understanding the effect and impact of the financial crisis and also closely monitoring developments re post introduction of the Euro.","acronym":"MUBE","interests":"Economic and Financial Affairs, Employment and Social Affairs, Financial Stability, Financial Services and Capital Markets Union , Internal Market","euInitiatives":"MUBE is interested in any topic which relates to the Financial Services Industry in particular banking and insurance sector. MUBE is an affiliate of UNI Europa and attends Social Dialogue meetings on banking and insurance as well as meetings on regulation with DG FISMA. Mr William Portelli, President of MUBE is currently the Vice President of UMF - http://www.unimedfinance.eu/home and the co-ordinator for the workers group on European Social Dialogue - Banks on behalf of UNI Europa.","lastUp":"2017-09-26T08:47:02.435+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}