{"id":"246652836753-65","name":"CARA","registrationDate":"2019-12-05T18:17:21.798+01:00","category":3,"subCategory":2,"legal":"association","web":"http://www.cara.eu","country":"France","headAddress":"3, Place de la Bourse","headCity":"Lyon","headPostCode":"69289","headPhone":"(33)4 72 40 82 72","boss":"Marc Gohlke","bossTitle":"Mr","bossPosition":"General Manager","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"https://www.cara.eu/membres/","goal":"With over 200 members, CARA mobilises the entire sector and its full range of skills to support developments in urban mobility and in transport systems for passengers and freight and create vehicles of the future.&#xd;<br />CARA European Cluster for Mobility Solutions is an accredited Cluster of the Auvergne-Rhône-Alpes Region and a Competitive Cluster.&#xd;<br />The Association is an associate member and representative of the Automobile and Mobility section of the PFA (Automobile Platform).&#xd;<br />Alongside its members, comprising manufacturers, transport operators, research units and training centres, CARA’s mission is two-fold:&#xd;<br />&#xd;<br />1- TO SUPPORT CHANGES TO TRANSPORT SYSTEMS IN URBAN ENVIRONMENTS&#xd;<br />An increasing proportion of the world’s population and wealth is now concentrated in urban areas. This is why the performance of transport systems will be decisive over forthcoming years, both to ensure competitive and sustainable economic development and to reduce the impact of mobility on the environment.  It is in this context that CARA provides support for its members. Its initiatives are based on innovation in transport systems for both passengers and freight. These range from vehicle development, new transport organisations, ITS, mobility services and autonomous vehicles, to the energy mix, data flow management, safety and decision-making tools.&#xd;<br />&#xd;<br />2- TO REPRESENT AND COORDINATE THE AUTOMOBILE AND INDUSTRIAL VEHICLE INDUSTRY IN THE AUVERGNE-RHÔNE-ALPES REGION&#xd;<br />Auvergne-Rhône-Alpes is a region that boasts a large number of high-performance suppliers of technology and expertise for vehicles of the future. 900 of the 4,000 companies comprising the sector in France are based in Auvergne-Rhône-Alpes. CARA unites and coordinates the automobile and industrial vehicle sector to make it more visible and more competitive.&#xd;<br />&#xd;<br />To achieve its two missions, CARA is organised to provide support for the entire ecosystem. From the emergence of an innovative idea up to its launch onto the market, CARA is involved in building innovative projects, demonstrating and assessing them in real-life situations and economic and industrial development.&#xd;<br />&#xd;<br />The association focuses on three key areas:&#xd;<br />&#xd;<br />INNOVATING to anticipate and develop the solutions of the future&#xd;<br />DEMONSTRATING to assess innovation in real-life situations&#xd;<br />DEVELOPING to boost growth and access to the market","acronym":"","interests":"Business and Industry, Climate Action, Education and training, Energy, Environment, International co-operation and development, Research and innovation, Transport","euInitiatives":"DG Grow / DG Clima / DG Move&#xd;<br />&#xd;<br />H2020 / HEurope&#xd;<br />Innosup / COSME programme&#xd;<br />POLICE / ALICE / ETRACT","lastUp":"2019-12-05T18:18:25.995+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}