{"id":"24679085860-60","name":"Bundesverband Deutscher Galerien und Kunsthändler","registrationDate":"2011-05-18T13:27:54.507+01:00","category":2,"subCategory":3,"legal":"e. V.","web":"http://www.bvdg.de","country":"Germany","headAddress":"Dessauer Str., 32","headCity":"Berlin","headPostCode":"10963","headPhone":"(4930)2 63 92 29 80","boss":"Birgit Maria Sturm","bossTitle":"Ms","bossPosition":"Geschäftsführung","membersCount":6,"membersFTE":"4.25","membership":"- http://bvdg.de/BVDG_Willkommen&#xd;\n- F.E.A.G.A. (Federation of European Art Gallery Associations, Brussels) http://www.europeangalleries.org/","memberOrga":"Mitglieder: http://bvdg.de/galerien&#xd;\nFördermitglieder: http://bvdg.de/foerdermitglieder","goal":"Der Verband ist ein Zusammenschluss von Galeristen, Editeuren, und Kunsthändlern, die hauptberuflich und überwiegend mit bildender und/oder angewandter Kunst des 19. bis 21. Jahrhunderts handeln. KUNST SCHAFFT NEUESDENKEN ist der programmatische Leitsatz für die Arbeit des BVDG. Ziel des BVDG ist es, die kulturpolitischen und wirtschaftlichen Interessen der Galeristen, Kunsthändler und Editeure gegenüber Politik, Medien und Öffentlichkeit zu vertreten. Er engagiert sich vor allem für die positive Gestaltung der Rahmenbedingungen des Kunstmarkts, innerhalb derer Kunstvermittlung optimal stattfinden kann. Galerien und Kunsthändler müssen einerseits ihre besondere Aufgabe der Künstlerförderung und Kunstvermittlung wahrnehmen und andererseits im wirtschaftlichen Wettbewerb bestehen.&#xd;<br />&#xd;<br />Der BVDG wurde am 1. September 1975 als Bundesverband Deutscher Galerien e.V. in Köln gegründet und ging aus der Europäischen Kunsthändlervereinigung in Köln und der Internationalen Kunst- und Informationsmesse in Düsseldorf hervor. Ziel des BVDG ist es, die kulturpolitischen und wirtschaftlichen Interessen der Galeristen, Kunsthändler und Editeure gegenüber Politik, Medien und Öffentlichkeit zu vertreten.&#xd;<br />&#xd;<br />Mit rund 350 Mitgliedern ist der BVDG der größte Galeristenverband weltweit; er gehört dem europäischen Dachverband FEAGA (Federation of European Art Galleries Associations) an. Der BVDG ist aktives Gründungsmitglied in folgenden Dachverbänden und Institutionen:&#xd;<br />    Arbeitskreis Deutscher Kunsthandelsverbände&#xd;<br />    Deutscher Kulturrat&#xd;<br />    Kunstrat&#xd;<br />    Ausgleichsvereinigung Kunst&#xd;<br />    ZADIK Zentralarchiv des internationalen Kunsthandels&#xd;<br />&#xd;<br />Durch die Mitarbeit in diversen Fachausschüssen des Deutschen Kulturrats, im Beirat der Künstlersozialkasse sowie in den Jurys des Kunstfonds und des Künstlerförderprogramms auf der ART COLOGNE nimmt der BVDG ebenfalls Einfluss auf die Entwicklung des Kunstmarkts in Deutschland und bringt hier die Interessen seiner Mitglieder ein.&#xd;<br />&#xd;<br />Auf seine Initiative hin und in Zusammenarbeit mit den beiden Kölner Kunstmessen hat der BVDG zwei relevante Kunstpreise entwickelt:&#xd;<br />den ART COLOGNE-Preis für Kunstvermittlung und&#xd;<br />den auf der Cologne Fine Art verliehenen Künstlerpreis. Die Preise sind jeweils mit 10.000 EUR dotiert und werden gemeinsam mit der koelnmesse jährlich vergeben.&#xd;<br />&#xd;<br />Der BVDG ist wichtiger Ansprechpartner und Berater für alle kunstmarktrelevanten Themen. Als solcher wird er von der Politik, den Medien und unterschiedlichen Institutionen vielfach in Anspruch genommen. Seinen Mitgliedern bietet er unterschiedliche Dienstleistungen und ist Anlaufstelle für ratsuchende Galerien und Kunsthändler.","acronym":"BVDG","interests":"Audiovisual and Media, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, External Relations, General and Institutional Affairs, Information Society, Justice and Fundamental Rights, Regional Policy, Taxation, Trade, Trans-European Networks","euInitiatives":"- EU-Mehrwertsteuersystem (Mehrwertsteuersystemrichtlinie) - Aufnahme von originalen Werken der bildenden Kunst in den Katalog der mehrwertsteuerbegünstigten Güter analog zu Musik und Literatur.&#xd;<br />- Kulturgutschutz&#xd;<br />- Folgerechtsregelungen - Urheberrecht&#xd;<br />- Künstlersozialversicherung","lastUp":"2017-03-16T13:29:17.753+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}