{"id":"246873617244-60","name":"Vágóállat és Hús Szakmaközi Szervezet és Terméktanács","registrationDate":"2015-05-06T11:53:35.398+02:00","category":2,"subCategory":1,"legal":"egyesület","web":"http://www.vht.hu","country":"Hungary","headAddress":"Könyves Kálmán krt. 76.","headCity":"Budapest","headPostCode":"1087","headPhone":"(36)14 55 88 77","boss":"Zoltán Babati","bossTitle":"","bossPosition":"elnök","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"A Vágóállat- és Hús Szakmaközi Szervezet és Terméktanács (VHT) Magyarországon Miniszteri elismeréssel rendelkező, társadalmi – nonprofit - szervezet, amely a vágósertés, vágómarha termékpályákon, országosan fejti ki tevékenységét.&#xd;<br />&#xd;<br />A VHT a sertés és szarvasmarhaszektor ágazati érdekérvényesítő, érdekegyeztető és integráló szerve. &#xd;<br />&#xd;<br />Legfelsőbb szerve a küldöttközgyűlés 61 választott képviselőből, stratégiai testülete az Elnökség 11 főből áll. Az operatív munkát a Titkárság, a brüsszeli iroda és a választott munkabizottságok végzik.&#xd;<br />&#xd;<br />Céljai és kiemelt feladatai:&#xd;<br />&#xd;<br />-A termékpálya szereplői (az állattartók, a húsipar, és a kereskedelem) érdekeinek összehangolása, az egymással ellentétes törekvések harmonizálása,&#xd;<br />&#xd;<br />-Az ágazat érdekeinek belföldi és külföldi képviselete&#xd;<br />&#xd;<br />-Döntés előkészítés, jogszabály tervezetek előkészítése és véleményezése,&#xd;<br />&#xd;<br />-Információgyűjtés (felvásárlás, feldolgozás, értékesítés),&#xd;<br />&#xd;<br />-Információtovábbítás a szakigazgatás, a tagság és külső szervezetek felé,&#xd;<br />&#xd;<br />-Nyomonkövetés ellenőrzése, védjegy működtetés&#xd;<br />&#xd;<br />-Belföldi és külföldi szakmai képzések és továbbképzések koordinációja, lebonyolítása,&#xd;<br />&#xd;<br />-Szaktanácsadás a tagság részére,&#xd;<br />&#xd;<br />Hús és hústermék- fogyasztás ösztönzés közösségi marketing eszközökkel,&#xd;<br />&#xd;<br />A VHT a termékpálya meghatározó érdekképviseleti és szakmai szervezeteinek is érdekegyeztető fóruma.&#xd;<br />Rendszeres munkakapcsolatban áll a Magyar Parlament Mezőgazdasági Bizottságával, a  Vidékfejlesztési Minisztériummal és háttérintézményeivel, az Uniós és hazai szakigazgatás meghatározó intézményeivel, oktatási intézményekkel és társ-terméktanácsokkal,&#xd;<br />&#xd;<br />Brüsszelben állandó képviseletet működtet, Uniós bizottságok munkájában történő részvétel.","acronym":"VHT","interests":"Agriculture and Rural Development, Communication, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Education, Enterprise, Environment, Food Safety, Information Society, Internal Market, Research and Technology, Trans-European Networks","euInitiatives":"Közös agrárpolitika, élelmiszergazdaság, élelmiszerbiztonság, fenntartható fejlődés, állatjólét,","lastUp":"2018-03-22T10:37:33.605+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}