{"id":"248042825272-17","name":"ICCBBA","registrationDate":"2016-12-30T20:23:40.440+01:00","category":3,"subCategory":2,"legal":"501(c)(3) nonprofit of the US Internal Revenue Code","web":"http://www.iccbba.org","country":"United states","headAddress":"1901 Orange Tree Ln. Suite 200","headCity":"Redlands","headPostCode":"92374","headPhone":"(1909)7 93 65 16","boss":"Paul Ashford","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":2,"membersFTE":"0.5","membership":"Member of the Worldwide Network for Blood &amp; Marrow Transplantation (WBMT)&#xd;\n&#xd;\nHL7 International","memberOrga":"","goal":"ICCBBA is the international standards organization responsible for the management and development of the ISBT 128 Standard for blood and transplant. &#xd;<br />&#xd;<br />The ISBT 128 standard has been designed to ensure the highest levels of accuracy, safety, and efficiency for the benefit of donors and patients worldwide. ISBT 128 provides international consistency to support the transfer, traceability and transfusion/transplantation of blood, cells, tissues and organs.&#xd;<br />&#xd;<br />ICCBBA's vision: Global adoption of ISBT 128 for all medical products of human origin (MPHO).&#xd;<br />&#xd;<br />ICCBBA's mission: Enhancing patient safety by promoting and managing the ISBT 128 international information standard for use with medical products of human origin.&#xd;<br />&#xd;<br />ICCBBA's priorities: &#xd;<br />-To manage international information standards for transfusion medicine, transplantation, and other applications of medical products of human origin in support of traceability, biovigilance, and patient safety.&#xd;<br />-To liaise with health authorities, regulators, scientific and professional societies, user communities, and vendors on standardization in terminology and information technology.&#xd;<br />-To provide educational programs to promote the value of, and need for, information standards and policies to support traceability and biovigilance.&#xd;<br />-To provide technical consultation regarding the implementation and management of ISBT 128.&#xd;<br />-To lead in the continued development of common data structures for information technology, data processing, exchange and transfer, and labeling for medical products of human origin.","acronym":"ICCBBA","interests":"Digital economy and society, Public Health","euInitiatives":"Directive 2002/98/EC&#xd;<br />Commission Directive 2005/61/EC&#xd;<br />Directive 2004/23/EC&#xd;<br />Commission Directive 2006/86/EC&#xd;<br />Commission Directive 2015-565&#xd;<br />Regulation (EU) 2017/745","lastUp":"2019-12-09T23:16:31.471+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}