{"id":"248287533164-90","name":"Network of European LGBTIQ* Families Associations","registrationDate":"2018-11-12T13:09:49.274+01:00","category":3,"subCategory":2,"legal":"aisbl","web":"http://nelfa.org","country":"Belgium","headAddress":"42, Rue du Marché au Charbon","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)4 98 70 80 75","boss":"Eleni Maravelia","bossTitle":"Ms","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"NELFA is member of ILGA-Europe, Transgender Europe (TGEU) and COFACE Families Europe. Your find more detailed information here: http://nelfa.org/resources/allies/.","memberOrga":"In general, NELFA is a network of LGBTIQ* and rainbow families organisations. At the moment, we only count two individual members who joined the network as natural persons. But our member organisations themselves represent more than 20.000 people in Europe. &#xd;\n&#xd;\nCurrently, NELFA has 38 (31 full and 7 supporting) member organisations, representing 31 European countries. See more details here: http://nelfa.org/who-we-are/members/. &#xd;\n&#xd;\nThe mentioned countries in the Western Balkans (plus Turkey) are mainly represented in NELFA via the membership of ERA, the LGBTI Equal Rights Association for Western Balkans and Turkey, seated in Serbia.","goal":"NELFA's mission: &#xd;<br />&#xd;<br />1 Ensuring that the children of LGBTIQ* families in Europe enjoy the same rights as those of children in families currently recognized by the law.&#xd;<br />&#xd;<br />2 Encouraging European countries to adopt equal opportunity policies in relation to LGBTIQ* families with regard to legal, financial, educational, social and other relevant rights.&#xd;<br />&#xd;<br />3 Ensuring that LGBTIQ* families can enjoy fully the European Union’s right to freedom of movement between Member States.&#xd;<br />&#xd;<br />4 NELFA raises awareness about the situation of LGBTIQ* families amongst the public at large.&#xd;<br />&#xd;<br />5 NELFA encourages and promotes initiatives and projects aimed at supporting LGBTIQ* families.&#xd;<br />&#xd;<br />6 NELFA works with EU institutions, Member States and other relevant governmental and civil society partners to achieve the aims stated above.","acronym":"NELFA","interests":"Education and training, Justice and Fundamental Rights, Youth","euInitiatives":"In general, NELFA observes all EU activities concerning LGBTIQ* and families rights (see above), in particular with regard to the freedom of movement Directive (2004/38/EC). This includes i.e. the recognition of civil documents like marriage, birth or adoption certificates.&#xd;<br />&#xd;<br />NELFA launched a public petition on 24 September 2013 to Commissioner Viviane Reding: \"Same-sex parents and their children demand true freedom of movement in the European Union: Children of LGBTI parents should not lose their parents when they cross a border!\".&#xd;<br />&#xd;<br />In July 2018 and April 2019, our Board member Eleni Maravelia was invited to the Committee on Petitions of the European Parliament to speak about her own case. See a summary of the presentation here: http://nelfa.org/2018/07/15/nelfa-presentation-brussels-july-2018/&#xd;<br />&#xd;<br />We have been working together with several EU institutions during the year and gave presentations (IDAHOT events i.e.) or took part in conferences, like in September 2019 in Brussels (Advancing LGBTI equality in 2020 and beyond). More details on the website, for example in the rubric \"NELFA output\". http://nelfa.org/resources/nelfa-output/.","lastUp":"2019-10-28T12:39:39.159+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}