{"id":"248302410157-26","name":"Syndicat Mixte des Transports en Commun de l'agglomération toulousaine","registrationDate":"2012-12-03T17:09:00.755+01:00","category":6,"subCategory":9,"legal":"Public Transport and Urban Mobility Authority","web":"http://www.tisseo-collectivites.fr/","country":"France","headAddress":"Esplanade Compans Caffarelli, 7","headCity":"Toulouse","headPostCode":"31011","headPhone":"(33)5 67 77 80 97","boss":"Alain VAYSSE","bossTitle":"Mr","bossPosition":"DGS","membersCount":2,"membersFTE":"1.0","membership":"Tisséo Collectivités is member of:&#xd;\n- POLIS;&#xd;\n- GART (French Association of Authorities Responsible for Transport);&#xd;\n- ATEC ITS FRANCE (French Association on ITS / smart mobility);&#xd;\n- CIVITAS Forum;&#xd;\n- ELTIS&#xd;\nBesides, Tisséo Collectivités regularly works with:&#xd;\n- Eurocities; &#xd;\n- UITP;&#xd;\n- Energy Cities;&#xd;\n- EPOMM;&#xd;\n- AGIR (French Association of Public Operators);&#xd;\n- France Urbaine (French Association of metropoles and large cities);&#xd;\n- INTA (International Urban Development Association).","memberOrga":"","goal":"Tisséo Collectivités is the public transport authority of the greater Toulouse. It aims to anticipate, modernise and develop a sustainable urban transport and mobility for tomorrow. In a moving economic and urban context, Tisséo Collectivités commits in developing a coherent and responsible public transport policy. This happens through the elaboration of the Sustainable Urban Mobility Plan with local institutional partners, the accessibility for all users to the Toulouse Public Transport network, the acquisition of innovative equipments, the construction of new infrastructures, the use of innovative commercial and marketing methodologies and models, an integrated ticketing system, a multimodal offer adapted to the different densities of urbanism.","acronym":"Tisséo Collectivités","interests":"Budget, Climate Action, Energy, Environment, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trans-European Networks, Transport","euInitiatives":"Horizon 2020&#xd;<br />LIFE&#xd;<br />ERDF&#xd;<br />ERDF - Urban Innovative Actions&#xd;<br />CEF-Transport&#xd;<br />EFSI&#xd;<br />Transport policy and legislative files (urban mobility and public transport)&#xd;<br />ITS policy and legislative files","lastUp":"2019-03-14T15:42:09.327+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}