{"id":"24843495531-93","name":"Consumer Finance Association","registrationDate":"2011-03-22T10:44:08.966+01:00","category":2,"subCategory":4,"legal":"UK Company limited by Guarantee","web":"http://www.cfa-uk.co.uk","country":"United kingdom","headAddress":"C/O McIntyre Hudson","headCity":"London","headPostCode":"B2 2GW","headPhone":"(44)20 35 53 36 68","boss":"Wassell Jason","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"5.0","membership":"Confederation of British Industry (CBI)&#xd;\nMoney Advice Liaison Group Ltd","memberOrga":"http://www.cfa-uk.co.uk/about/cfa-members.html","goal":"The Consumer Finance Association is the principal trade association representing the largest share of the short-term lending sector in the UK. Our members have been at the forefront of the emerging financial technological (FinTech) sector. All of our members are tightly regulated by the Financial Conduct Authority and ensure customers are treated fairly. We work closely with the UK government and regulators to represent our members views and raise issues impacting this industry. We carry out regular research and act as the voice of the industry at a wide variety of events.&#xd;<br />&#xd;<br />Short to medium term instalment loans are used by people with impaired or thin credit files who either cannot or choose not to use mainstream credit, such as a bank or credit card company. The majority of lending is online using advanced technology in the decision and underwriting process.  Ours is a modern and innovative form of lending that is designed to help people smooth erratic income or unexpected expenses. Since 2015 loans have been subject to a price cap designed to lower prices and reduce problem debt. Around 8% applications are approved for loans and the majority of loans (92%) are paid back without incurring additional charges.","acronym":"CFA","interests":"Consumer Affairs, Economic and Financial Affairs","euInitiatives":"Data protection&#xd;<br />Consumer Affairs","lastUp":"2018-02-01T18:25:10.431+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}