{"id":"248681416766-22","name":"Canon Europe Ltd.","registrationDate":"2015-03-26T15:46:51.375+02:00","category":2,"subCategory":3,"legal":"Limited company","web":"http://www.canon-europe.com","country":"United kingdom","headAddress":"3 The Square Stockley Park","headCity":"Uxbridge","headPostCode":"UB11 1ET","headPhone":"(44)0 20 85 88 80 00","boss":"David Bateson","bossTitle":"Mr","bossPosition":"Chief Legal, Intellectual Property and Sustainability","membersCount":4,"membersFTE":"1.75","membership":"DIGITALEUROPE&#xd;\nCSR Europe&#xd;\nJBCE&#xd;\nEuroVAprint&#xd;\nEurimag&#xd;\nCOCIR","memberOrga":"","goal":"Canon Europe is a subsidiary of Canon Inc. of Japan, a world-leading innovator and provider of solutions and services for Business Imaging (IT products, solutions and services for office and professional print environments), Consumer Imaging (consumer photo and video, printers, scanners, fax machines and consumer multifunction devices), Medical Imaging (digital radiography and ophthalmology) and Professional Imaging (professional photo and video, projectors, photofinishing, network cameras and broadcast solutions). Canon’s corporate philosophy is Kyosei – ‘living and working together for the common good’. &#xd;<br />&#xd;<br />Canon Europe employs around 25,263 people across Europe, the Middle East and Africa (EMEA) with operations in approximately 120 markets throughout the region. Its headquarters are in Stockley Park, Uxbridge, near London. &#xd;<br />&#xd;<br />We pursue sustainable business growth, focusing on reducing the company's own environmental impact and supporting customers to reduce theirs using Canon’s products, solutions and services. Canon has achieved global certification to ISO 14001.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Consumers, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, International co-operation and development, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Sustainability (chemicals, waste, eco-design, resource efficiency, sustainable production and consumption, circular economy, energy efficiency, green public procurement, CSR)&#xd;<br />Consumer Protection (collective redress)&#xd;<br />Digital agenda (copyright levies, data protection and privacy, cloud computing, big data, counterfeiting, e-commerce, internet of things, cybersecurity)&#xd;<br />Research and innovation: Horizon 2020&#xd;<br />Trade: EU-Japan Economic Partnership Agreement","lastUp":"2019-07-24T09:59:07.932+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}