{"id":"248837924566-81","name":"Consiglio per la ricerca in agricoltura e l'analisi dell'economia agraria","registrationDate":"2016-11-18T14:53:49.090+02:00","category":4,"subCategory":5,"legal":"Ente pubblico di ricerca","web":"http://www.crea.gov.it","country":"Italy","headAddress":"Via Po, 14","headCity":"ROMA","headPostCode":"00198","headPhone":"(39)06 47 83 61","boss":"Salvatore PARLATO","bossTitle":"Mr","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"Il CREA è membro di rilevanti organizzazioni europee e internazionali e di network di ricerca, sviluppo e innovazione.","memberOrga":"","goal":"Il CREA è il principale Ente di ricerca italiano dedicato all'agroalimentare, con personalità giuridica di diritto pubblico, vigilato dal Ministero delle politiche agricole alimentari e forestali. Ha competenza scientifica nel settore agricolo, ittico, forestale, alimentare, nutrizionale e socioeconomico, nonché piena autonomia scientifica, statutaria, organizzativa, amministrativa e finanziaria. Il CREA è strutturato in Centri di ricerca distribuiti sul territorio nazionale che operano in connessione con Amministrazioni centrali, istituzioni regionali e locali, università, imprese e associazioni di categoria.","acronym":"CREA","interests":"Agriculture, Budget, Business and Industry, Climate Action, Communication, Consumers, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation","euInitiatives":"Il CREA è particolarmente interessato alle politiche dell'Unione Europea sulla Ricerca e l'Innovazione. Specifica attenzione è rivolta ai Programmi quadro per R&amp;I e alle altre iniziative europee in materia di scienza, tecnologia, ricerca e innovazione. Partecipa inoltre alla Rete di Rilevazione Contabile Agricola (FADN) e alla Rete Rurale Nazionale collegata alla Rete Rurale Europea.","lastUp":"2018-10-15T15:39:24.178+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}