{"id":"249252133130-42","name":"ΕΡΕΥΝΗΤΙΚΟ ΠΑΝΕΠΙΣΤΗΜΙΑΚΟ ΙΝΣΤΙΤΟΥΤΟ ΣΥΣΤΗΜΑΤΩΝ ΕΠΙΚΟΙΝΩΝΙΩΝ ΚΑΙ ΥΠΟΛΟΓΙΣΤΩΝ","registrationDate":"2018-11-23T09:33:53.876+01:00","category":6,"subCategory":9,"legal":"Public Entity","web":"https://www.iccs.gr","country":"Greece","headAddress":"42 Patission str.","headCity":"Athens","headPostCode":"15773","headPhone":"(30)21 07 72 43 74","boss":"YANNIS VASSILIOU","bossTitle":"Mr","bossPosition":"Chairman of the Board and Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"The Institute of Communication and Computer Systems (ICCS) of the School of Electrical and Computer Engineering (ECE) of the National Technical University of Athens (NTUA) was founded in 1989. It was founded with the ‘charta’ to support the performance of top-quality research, development activities and the provision of scientific service to private and public bodies. Essentially the mission of ICCS was to support the deployment, the realization and the growth of the research priorities of ECE mainly through seeking, pursuing and acquiring research funding via the competitive calls for research proposals that the European Commission had instigated. In turn its purpose has been to build a research personnel base alongside ECE’s faculty so as to conduct state-of-the-art research and at the same time improve the research laboratory equipment base and infrastructures of the School","acronym":"ICCS","interests":"Borders and Security, Business and Industry, Climate Action, Communication, Digital economy and society, Education and training, Energy, Public Health, Research and innovation","euInitiatives":"Communication&#xd;<br />Computer Science&#xd;<br />Mobility and Transport&#xd;<br />Environment&#xd;<br />Energy&#xd;<br />Communication, Electronic and Information Engineering&#xd;<br />Regional and Urban Policy&#xd;<br />Electric Power","lastUp":"2019-11-26T13:21:48.376+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}