{"id":"249473410586-30","name":"STEAG GmbH","registrationDate":"2013-02-06T10:44:43.389+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.steag.com","country":"Germany","headAddress":"Rüttenscheider Straße, 1-3","headCity":"Essen","headPostCode":"45128","headPhone":"(49)20 18 01 00","boss":"Joachim Rumstadt","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"German Association of Local Utilities (VKU):&#xd;\nhttp://www.vku.de/en/ueber-uns.html&#xd;\n&#xd;\nEuropean Federation of Energy Traders (EFET): http://www.efet.org/&#xd;\n&#xd;\nGesamtverband Steinkohle (GVSt):&#xd;\nhttps://www.gvst.de/&#xd;\n&#xd;\nVerein der Kohlimporteure (VKDi):&#xd;\nhttp://www.kohlenimporteure.de/home.html","memberOrga":"","goal":"STEAG has been involved in energy generation for more than 75 years now. As a business with international operations, STEAG offers its customers integrated solutions in the fields of power and heat generation and in technical services. Among our core competencies are planning, construction and operation of both large power plants and distributed energy facilities, along with asset-based power trading. The Group’s generating capacities are based on both fossil and – for more than a decade now – renewable sources of energy. &#xd;<br />STEAG is also engaged in Battery Storage Projects.&#xd;<br />&#xd;<br />Seen over the long term, STEAG pursues a strategy comprising three elements. The first is to establish STEAG as a leading municipal generation, trading and services platform in Germany. Secondly, STEAG intends to diversify its generation base even more, both inside and outside Germany. The third element is to build on the current product portfolio and make STEAG an international leader in engineering services associated with the energy generation and distribution chain.","acronym":"STEAG","interests":"Climate Action, Competition, Economic and Financial Affairs, Energy, Environment, External Relations, Internal Market, Regional Policy, Research and Technology, Trans-European Networks","euInitiatives":"CO2-Emissionshandel, Batteriespeicher, Clean Energy Package","lastUp":"2017-03-24T15:45:51.022+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}