{"id":"249585318393-81","name":"vzw Restart Ferries Oostende","registrationDate":"2015-07-31T13:56:37.328+01:00","category":2,"subCategory":7,"legal":"Vereniging zonder winstoogmerk","web":"http://www.vzwrestart.com","country":"Belgium","headAddress":"Plakkersstraat 76","headCity":"Oostende","headPostCode":"8400","headPhone":"(32)4 77 70 67 13","boss":"Danny Drooghenbroodt","bossTitle":"Mr","bossPosition":"Voorzitter","membersCount":1,"membersFTE":"0.25","membership":"nihil","memberOrga":"nihil","goal":"De vereniging heeft tot doel alle mogelijke acties te ondernemen om de bevolking, investeerders, het&#xd;<br />havenbestuur en politiek te sensibiliseren voor het economische, maatschappelijke en sociaal belang van de&#xd;<br />Oostendse haven en het belang van gediversifieerde duurzame activiteiten in deze haven.&#xd;<br />Niet limitatief gaat dit over alle aspecten van inter-modaliteit in Oostende, passagiersferry-vervoer in alle vormen,&#xd;<br />vrachtvervoer, wegvervoer, spoorvervoer, en luchtvaart.&#xd;<br />De visserij is sociaaleconomisch en historisch een belangrijke activiteit in de Oostendse haven. De vereniging&#xd;<br />kan alle mogelijke initiatieven nemen voor het behoud en uitbreiding van een ecologisch, sociaal en economisch&#xd;<br />verantwoorde duurzame visserij.&#xd;<br />De vereniging kan initiatieven nemen om mensen in door havenactiviteiten verbonden gemeenten met elkaar in&#xd;<br />contact te brengen. Streven naar het leggen van stedenbanden met deze gemeenten behoort tot de doelstelling.&#xd;<br />De vereniging kan ook initiatieven nemen om zelf of als tussenpersoon maritieme activiteiten op te zetten.&#xd;<br />Zij kan haar werking uitbreiden tot alle andere met dit doel rechtstreeks of onrechtstreeks verband houdende&#xd;<br />activiteiten.","acronym":"vzw Restart","interests":"Climate Action, Customs, Fisheries and Aquaculture, Regional Policy, Trade, Trans-European Networks, Transport","euInitiatives":"Juncker plan&#xd;<br />Initiatieven omtrent het Trans-Europees vervoersnetwerk&#xd;<br />Europa van de Burger&#xd;<br />Interreg Northsea&#xd;<br />Interreg 2 seas","lastUp":"2017-07-06T18:29:20.342+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}