{"id":"249656625909-49","name":"Positiiviset ry, HivFinland","registrationDate":"2017-02-15T14:02:22.377+01:00","category":3,"subCategory":2,"legal":"Association, NGO","web":"http://positiiviset.fi","country":"Finland","headAddress":"Malminkatu 24 C","headCity":"Helsinki","headPostCode":"00100","headPhone":"(358)96 92 54 41","boss":"Sini Pasanen","bossTitle":"Ms","bossPosition":"Executive Director ","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"Members are private persons, approximately 350 persons.","goal":"Positiiviset ry was founded in 1989 and it is the only HIV and AIDS organisation by and for people living with HIV and their close ones. &#xd;<br />&#xd;<br />Positiiviset's main aims are advocacy, policy work, support and health promotion. &#xd;<br />&#xd;<br />- To be an advocate for those living with HIV and AIDS&#xd;<br />- To promote the wellbeing of people living with HIV and their families, also co-infected people &#xd;<br />- To support people living with HIV and their families&#xd;<br />- To prevent the discrimination and exclusion of people living with HIV&#xd;<br />- To Improve the general level of and care quality of life of people living with HIV&#xd;<br />- To prevent new HIV infections &#xd;<br />- Promote health and sexual health  &#xd;<br />&#xd;<br />All of Positiiviset's activities and aims take into consideration the diversity of poeple infected with or affected by HIV, for eg; gender, sexual orientation and cause of infection.&#xd;<br />&#xd;<br />Positiiviset also strives to ensure that all the activities have the aim to aspire to reduce the number of new HIV infections in Finland, offer support and after care for those seeking HIV testing, and to reduce the stigma and prejudices surrounding the HIV virus.&#xd;<br />&#xd;<br />HIV positive people and their families have a right to participate in all Positiiviset activities, from simple use of the Positiiviset premises, to joining meetings, to taking part in courses or seminars. &#xd;<br />&#xd;<br />Our mission is to be a non-governmental organisation run by HIV positive peers and trustees.&#xd;<br />&#xd;<br />Our goal is to improve the quality of life for people living with HIV and co-infections and their families and to positively shift the public attitudes about the HIV virus and those who live with it.","acronym":"","interests":"Development, Justice and Fundamental Rights, Public Health","euInitiatives":"Health policies, especially related to HIV, Viral Hepatitis and Tuberculosis, also vulnerable populations.","lastUp":"2017-02-15T14:10:20.626+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}