{"id":"249876817241-03","name":"Atos SE (France)","registrationDate":"2015-05-06T11:17:33.497+01:00","category":2,"subCategory":3,"legal":"Société Européenne","web":"http://www.atos.net","country":"France","headAddress":"80 quai Voltaire","headCity":"Bezons","headPostCode":"95877","headPhone":"(33)1 73 26 00 00","boss":"Elie Girard","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":5,"membersFTE":"2.25","membership":"Participation in industrial associations:&#xd;\n-\tEuropean Organization for Security (EOS) &#xd;\n-\tNESSI - European Technology Platform (ETP) dedicated to Software, Services and Data &#xd;\n-\tEuropean Factories of the Future Research Association (EFFRA) &#xd;\n-\tBig Data Value Association (BDVA) &#xd;\n-\tEIT Digital &#xd;\n-\tEIT Health &#xd;\n-\tERTICO-ITS &#xd;\n-\tFIWARE Foundation &#xd;\n-\t5G Infrastructure Association &#xd;\n-\tETP4HPC - European Technology Platform for High-Performance Computing&#xd;\n-\tAENEAS - Industry association promoting RD&amp;I in Electronic Components &amp; Systems (Program EU ECSEL)","memberOrga":"","goal":"Atos is a global leader in digital transformation n. European number one in Cloud, Cybersecurity and HighPerformance Computing, the Group provides end-to-end Orchestrated Hybrid Cloud, Big Data, Business Applications and Digital Workplace solutions. The group operates under the brands Atos, Atos Syntel, and Unify. Atos is a SE (Societas Europaea). The purpose of Atos is to help design the future of the information technology space. Its expertise and services support the development of knowledge, education as well as multicultural and pluralistic approaches to research that contribute to scientific and technological excellence. Across the world, the group enables its customers, employees and collaborators, and members of societies at large to live, work and develop sustainably and confidently in the information technology space.","acronym":"","interests":"Climate Action, Digital economy and society, Economy, finance and the euro, Energy, Environment, Research and innovation, Trans-European Networks, Transport","euInitiatives":"Contribution to Research Projects within the Horizon 2020 Programme, mainly about Security, Quantum, Artificial Intelligence and European Data Space (17 ongoing projects in 2018).&#xd;<br />Contribution to Strategic Research and Innovation Agendas elaborated under Public Private Partnerships (Factories of the Future PPP, 5G PPP, Big Data Value PPP, EuroHPC JU, EIT Manufacturing, AI PPP and GAIA-X).","lastUp":"2019-12-05T09:14:21.566+01:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}