{"id":"250130630303-30","name":"Lietuvos nacionalinė vežėjų automobiliais asociacija","registrationDate":"2018-02-21T08:17:48.546+01:00","category":2,"subCategory":4,"legal":"Ne pelno organizacija","web":"http://www.linava.lt/","country":"Lithuania","headAddress":"Jankiškių g. 41 LT-02300 Vilnius, Lietuva","headCity":"Vilnius","headPostCode":"","headPhone":"(370)2 78 65 01","boss":"Žukaitė Rasa","bossTitle":"","bossPosition":"teisininkė","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Atstovauti Lietuvos vežėjų interesams Lietuvoje ir užsienyje&#xd;<br />&#xd;<br />Misija&#xd;<br />&#xd;<br />Siekiame, kad Lietuvos kelių transporto įmonės būtų konkurencingos šalies ir pasaulinėse rinkose.&#xd;<br />&#xd;<br />Vizija&#xd;<br />&#xd;<br />Stipri asociacija – stiprūs vežėjai.&#xd;<br />&#xd;<br />Asociacijos vizija ir misija įgyvendinama taikant sekančias politikos nuostatas:&#xd;<br />&#xd;<br />•      Tobulinant ir palaikant LST EN ISO 9001 ir ISO 14001 standartų ir susijusių Lietuvos Respublikos teisės aktų reikalavimų taikymą asociacijos vadyboje, didinant taikymo naudos rezultatyvumą.&#xd;<br />&#xd;<br />•      Keliant asociacijos darbuotojų vadybinę ir techninę kompetenciją, ugdant savarankiškumą ir kūrybiškumą bei asmeninę atsakomybę, suteikiant sąlygas ir motyvaciją dirbti demokratiškoje ir atviroje atmosferoje.&#xd;<br />&#xd;<br />•      Teikiant asociacijos nariams kokybiškas, jo poreikius ir reikalavimus bei asociacijos įsipareigojimus atitinkančias paslaugas ir produktus.&#xd;<br />&#xd;<br />•      Palaikant ilgalaikius, abipusiai naudingo bendradarbiavimo, pagarbos ir lygiateisiškumo principais grįstus santykius su tiekėjais ir partneriais.&#xd;<br />&#xd;<br />•      Taikant inovatyvias ir saugias bei aplinką saugančias technologijas paslaugų teikimo procesų palaikymui ir kokybei bei patikimumui užtikrinti.&#xd;<br />&#xd;<br />•      Kaupiant ir analizuojant duomenis asociacijos veiklai planuoti, priimti faktais pagrįstus veiklos valdymo sprendimus.&#xd;<br />&#xd;<br />•      Peržiūrint šios politikos nuostatas, išlaikant ją aktualią, nustatant naujus tikslus ir uždavinius, siekiant nuolatinio tobulėjimo ir veiksmingumo.","acronym":"LINAVA","interests":"Employment and Social Affairs, Transport","euInitiatives":"2017 m. gegužės 31 d. paskelbto Mobilumo paketo pasiūlymai&#xd;<br />&#xd;<br />2017 m. lakpričio 8 d. paskelbto mobilumo paketo pasiūlymai&#xd;<br />&#xd;<br />Visos teisėkūros iniciatyvos kelių transporto srityje","lastUp":"2018-02-27T12:46:36.899+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}