{"id":"250210033472-34","name":"Aga Khan Foundation (United Kingdom)","registrationDate":"2018-12-17T16:34:47.165+02:00","category":3,"subCategory":2,"legal":"Charity","web":"https://www.akf.org.uk","country":"United kingdom","headAddress":"10 Handyside Street","headCity":"London","headPostCode":"N1C 4DN","headPhone":"(44)0 20 73 83 90 85","boss":"Matt Reed","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":4,"membersFTE":"1.0","membership":"Aga Khan Foundation (United Kingdom) is a member of the following networks:&#xd;\n&#xd;\nBOND&#xd;\nEuropean council on Foundations&#xd;\nNET Fwd-OECD&#xd;\n&#xd;\nAKF's approach to programme implementation is to work in consortiums and with partners. AKF has many such associations where it works in Africa and Central and South Asia.","memberOrga":"N/A. AKF is not a membership organisation.","goal":"The Aga Khan Foundation (AKF) brings together human, financial and technical resources to address some of the challenges faced by the poorest and most marginalised communities in the world.  Special emphasis is placed on investing in human potential, expanding opportunity and improving the overall quality of life, especially for women and girls.  It works primarily in six areas:  Agriculture and Food Security; Economic Inclusion; Education; Early Childhood Development; Health and Nutrition; and Civil Society. &#xd;<br />&#xd;<br />AKF is part of the Aga Khan Development Network (AKDN) which includes a broad range of organisations including from the private sector, education and health services, the Aga Khan Trust for Culture  and others. AKDN makes long-term investments in areas like education, health, stable livelihoods, reliable markets, and financial inclusion. With the opportunity that this provides people shape their own future, build their own enterprises and become self-reliant.&#xd;<br />&#xd;<br />AKF is largely a field-based organisation with programme units located in Afghanistan, Bangladesh, Egypt, India, Kenya, the Kyrgyz Republic, Madagascar, Mali, Mozambique, Pakistan, Portugal, Russia, Syria, Tajikistan, Tanzania and Uganda; resource mobilisation offices in Canada, the United Kingdom and the United States; and headquarters based in Geneva, Switzerland.&#xd;<br />&#xd;<br />AKF has helped to pioneer the Multi-Input Area Development (MIAD) approach, which leverages the capabilities of multiple AKDN agencies (and as is the case for AKF, multiple thematic areas of focus within each agency) in order to deliver social, economic and cultural interventions together in the targeted geographies to accelerate development over time.  MIAD allows efforts to reach fruition, creates the basis for sustainable growth in remote regions and builds links with public and private sector partners.&#xd;<br />&#xd;<br />The work of the Aga Khan Foundation and the Aga Khan Development Network is grounded in a set of universal ethics. All AKDN agencies have the goal of creating sustainable livelihoods and building institutions that improve the quality of life for communities and individuals. Our core values are:&#xd;<br />&#xd;<br />Respect for human dignity&#xd;<br />Compassion and solidarity with the less fortunate&#xd;<br />Self-reliance&#xd;<br />Pluralism: tolerance, openness, and understanding toward other peoples’ cultures, values and faiths&#xd;<br />The right to participate and determine local priorities Service to humanity through volunteerism&#xd;<br />&#xd;<br />The AKF (UK) office in London represents the AKDN network to all European, Middle Eastern and Asian organisations including donors, the United Nations, development banks, academic institutions, private sector companies, foundations, NGOs and others.","acronym":"AKF(UK)","interests":"Agriculture and Rural Development, Banking and financial services, Budget, Business and Industry, Climate Action, Communication, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Public Health, Research and innovation, Trade, Transport, Youth","euInitiatives":"EU Multi-annual Financial Framework 2021 - 2027&#xd;<br />&#xd;<br />EU approach to sustainable development based on the UN's 2030 agenda adopted in 2015","lastUp":"2019-06-18T13:53:10.434+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}