{"id":"250233135177-33","name":"Out of the Box International","registrationDate":"2019-06-19T13:15:34.265+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://outofthebox-international.org/","country":"Belgium","headAddress":"Avenue Michel Ange 49","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)4 95 94 84 17","boss":"Marko Paunovic","bossTitle":"Mr","bossPosition":"Director ","membersCount":12,"membersFTE":"6.0","membership":"http://outofthebox-international.org/network/ &#xd;\n&#xd;\nOur Member Organisations are Expert Non-Governmental Organisations, Small and Medium Sized Enterprises (SMEs), Municipalities and Universities ensuring a variety of expertise and experience in building different kind of innovative social projects. We are experts in different EU policy areas such as cohesive policies, social entrepreneurship, open digital environment or enlargement.","memberOrga":"We have 31 member organisations. No individual membership is in place.","goal":"Out of the Box International is European Network which brings together different actors working on social innovation and advocating for a more solidar Europe, with mission to develop and shape innovative policies in social entrepreneurship, social cohesion, open digital environment, and further enhancement of the European project.&#xd;<br />&#xd;<br />Vision: Out of the Box International stands for a Europe of innovation and solidarity powered by a dynamic economy based on social  values where everyone has equal access to democratic and social life.&#xd;<br />&#xd;<br />Mission: The mission of ‘Out of the Box International’ is to develop and shape innovative policies in social entrepreneurship, social cohesion, open digital environment and further enhancement of the European project.&#xd;<br />&#xd;<br />Our Member Organisations are Expert Non-Governmental Organisations, Small and Medium Sized Enterprises (SMEs), Municipalities and Universities ensuring a variety of expertise and experience in building different kind of innovative social projects. We are experts in different EU policy areas such as cohesive policies, social entrepreneurship, open digital environment or enlargement.&#xd;<br />&#xd;<br />Our target groups are young people, citizens, business, CSOs and authorities. We believe that innovation, fresh ideas and active involvement of citizens in the political processes all together represent the sine qua non of making our societies better, fairer,more sustainable and just. The Headquarters of the organization are based in Brussels.","acronym":"OTB","interests":"Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Research and innovation, Sport, Transport, Youth","euInitiatives":"Cohesive Policies: Out of the Box International delivers expertise in the field of cohesive policies by using the cross-sectoral approach and non-formal  education in a global perspective.&#xd;<br />&#xd;<br />Social Businesses: Out of the Box International works with the already existing hubs, various local and national stakeholders and social entrepreneurs in order to further develop and promote successful social entrepreneurship policies and practices.&#xd;<br />&#xd;<br />Open digital environment: Out of the Box International develops a tailor made open data model and policies based on open digital environment which is transparent, accountable and secured.&#xd;<br />&#xd;<br />European project: Out of the Box International  works further to enhance current cooperation in the South East Europe region and actively supports the integration of all European countries in the common European project.","lastUp":"2019-06-19T13:16:12.555+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}