{"id":"250272920238-79","name":"Cyprus Neuroscience &amp; Technology Institute","registrationDate":"2016-01-19T10:38:06.539+01:00","category":4,"subCategory":5,"legal":"Non Profit Organization","web":"http://www.futureworldscenter.org","country":"Cyprus","headAddress":"Promitheos 5","headCity":"Nicosia","headPostCode":"1065","headPhone":"(357)22 87 38 20","boss":"Yiannis Laouris","bossTitle":"Mr","bossPosition":"Chair of the Board ","membersCount":31,"membersFTE":"27.5","membership":"http://www.futureworlds.eu/wiki/List_of_FWC_Memberships","memberOrga":"","goal":"Cyprus Neuroscience &amp; Technology Institute (CNTI) is a non-profit, non-Governmental independent organization active in programs with future orientation in areas related to positive social change, social entrepreneurship and transformation. Our work harnesses the power of emerging new technologies and the science of structured democratic dialogue in order to accelerate positive social change.&#xd;<br />&#xd;<br />CNTI remit includes:&#xd;<br />&#xd;<br />(1) Promoting regional peace&#xd;<br />&#xd;<br />CNTI pioneers in envisioning, designing and implementing projects that promote the culture of peace and reconciliation in Cyprus, the region and the globe. The Technology for Peace initiative in 1997, founded by Yiannis Laouris and Harry Anastasiou members of the Cyprus Conflict Resolution Trainers Group aimed to capitalize on the proliferation of the Internet as a means to bear the communication barrriers between the northern and the southern parts of divided Cyprus. Other notable peace projects include the Civil Society Dialogue, the Act Beyond Borders and Everybody's song.&#xd;<br />&#xd;<br />(2) Active promoter of the MDGs&#xd;<br />&#xd;<br />CNTI is leading a number of pan-European efforts, which aim to promote the Millennium Development Goals within Europe and in Sub-Saharan countries. It was a founding member of the Cyprus Islandwide Development NGO Platform and the Cyprus Community Media Centre . The Accessing Development Education project has collected teaching materials or guidance books on topics like Development Education, Global citizenship, Human Rights, Millennium Development Goals and many others from across Europe into one central depository. The Teach MDGs project focuses on increasing awareness and public support for the Millennium Development Goals by actively engaging teacher training institutes, teachers and pupils in developing local oriented teaching resources promoting the MDGs with a particular focus on Sub-Saharan Africa and integrate these into the educational systems of countries across Europe.&#xd;<br />&#xd;<br />(3) Supporting Vulnerable Groups&#xd;<br />&#xd;<br />CNTI is the implementing organization of the United Nations High Commissioner for Refugees Representation in Cyprus. Its Humanitarian Affairs Unit implements projects that aim strengthening asylum for refugees and asylum seekers on the island. This Unit has founded the Unit of Rehabilitation of Victims of Torture.&#xd;<br />&#xd;<br />The organization also runs a number of projects that promote and implement research in the field of safer use of the Internet; Cyberethics, Cyprus’ Safer Internet Center, which includes a Hotline and a Helpline, Cyprus Cyber Crime Center of Excellence.","acronym":"CNTI","interests":"Development, Education, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Research and Technology, Youth","euInitiatives":"- EU Cybersecurity Strategy (PPP)&#xd;<br />- European Cybercrime Centre (EC3)&#xd;<br />- Digital Single Market&#xd;<br />- Strategy for a better Internet&#xd;<br />- European Youth Policy&#xd;<br />- Onlife Initiative&#xd;<br />- Radicalization and Terrorism Prevention&#xd;<br />- The European Legal Network on Asylum&#xd;<br />- AIDA - Asylum Information Database","lastUp":"2018-01-13T01:21:20.349+01:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}