{"id":"250374816364-20","name":"International Institute for Environment and Development","registrationDate":"2015-03-06T13:12:07.157+01:00","category":3,"subCategory":2,"legal":"company limited by guarantee and incorporated in England. Reg. No. 2188452 and  Registered charity, number 800066","web":"http://www.iied.org/","country":"United kingdom","headAddress":"80-86 Gray's Inn Road","headCity":"London","headPostCode":"WC1X 8NH","headPhone":"(44)20 34 63 73 99","boss":"Andrew Norton","bossTitle":"Mr","bossPosition":"Director","membersCount":4,"membersFTE":"1.0","membership":"NA","memberOrga":"NA","goal":"IIED is a policy and action research organisation. We promote sustainable development to improve livelihoods and protect the environments on which these livelihoods are built. We specialise in linking local priorities to global challenges. IIED is based in London and works in Africa, Asia, Latin America, the Middle East and the Pacific, with some of the world’s most vulnerable people. We work with them to strengthen their voice in the decision-making arenas that affect them — from village councils to international conventions.","acronym":"IIED","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Development, Economic and Financial Affairs, Energy, Environment, Fisheries and Aquaculture, Humanitarian Aid, Justice and Fundamental Rights, Research and Technology","euInitiatives":"The 2030 Agenda for Sustainable Development and the SDGs; EU trade policy and sustainable development; EU strategy on adaptation to climate change; Proposal for 2030 climate &amp; energy package; EU plan for a competitive low-carbon economy by 2050; Green Economy; Land grabs in the developing world; Europe 2020 strategy; EU Roadmap to a Resource Efficient Europe; EU Roadmap to a Low-Carbon Economy; EU Energy Roadmap 2050","lastUp":"2018-03-02T16:02:01.141+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}