{"id":"250345224302-76","name":"Itaka Media","registrationDate":"2016-11-03T15:39:42.668+02:00","category":1,"subCategory":8,"legal":"none","web":"http://www.itakamedia.com","country":"Belgium","headAddress":"117 Rue Langeveld","headCity":"Bruxelles","headPostCode":"1180","headPhone":"(32)4 86 33 97 01","boss":"Alexandre Dechaumont","bossTitle":"Mr","bossPosition":"Founder and CEO","membersCount":1,"membersFTE":"1.0","membership":"Itaka Media is member of the Cluster Screen Brussels, http://screen.brussels/","memberOrga":"","goal":"Itaka Media is a video production company focussing on producing corporate video material for interest groups in Europe. &#xd;<br />We help organisation to have a clear message to decision makers using video.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Itaka Media is following a wide range of initiatives, policies and legislative files ranging from Digital Agenda, GDPR, Internet Governance, Environment, health, Space policies... &#xd;<br />This list is not limited and new topics of interest might come from time to time.","lastUp":"2019-10-11T10:25:46.031+02:00","customers":"European Parliament Intergroup on \"Climate Change, Biodiversity and Sustainable Development\",European Broadcasters Union,European Internet Forum,CCIA (Computer and Communication Industry Association,Eurometaux,ACCA (Association of Certified Chartered Accountants),NEUREUS (Network of European Regions Using Space Technologies),IC Media,Acumen PA,Eucoda,European Young Innovators Forum,Bertelsmann Foundation,Bouygues,Lighting Europe,Youth Proaktiv,EUObserver,Knowledge 4 Innovation,Google,Europe Covered Bond Council,CLEPA,Fleishman Hillards,EurActiv,European Public Real Estate Association,World Vision,Bayer,European Aluminium Association,Gobierno Vasco,Cullen International,Joulle Asset,World Saving Bank Institute,Center for European Policy Study","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":"","turnoverRange":"0-99999"}