{"id":"250774516080-16","name":"Photonics21 Association","registrationDate":"2015-02-18T09:52:29.890+02:00","category":3,"subCategory":2,"legal":"International non profit association","web":"http://www.photonics21.org","country":"Belgium","headAddress":"BVBA Anne De Moor","headCity":"Zwijnaarde","headPostCode":"9052","headPhone":"(32)92 48 55 31","boss":"Anne Moore","bossTitle":"Ms","bossPosition":"Lawyer","membersCount":2,"membersFTE":"0.5","membership":"http://www.knowledge4innovation.eu/&#xd;\nhttps://sciencebusiness.net/network","memberOrga":"https://www.photonics21.org/about-us/structure/&#xd;\nhttps://www.photonics21.org/about-us/photonics-ppp/structures-processes-and-statuses.php","goal":"The Association is an international non-profit association with scientific purpose governed by the provisions of Title 3 of the Belgium Law of twenty-seventh of June nineteen hundred twenty-one, and its revisions, on non-profit associations, international non-profit associations and foundations.&#xd;<br />The purpose of the Association is to enter into the PPP Contract, to execute this PPP Contract and to promote R&amp;D in the Photonics industry in order to strengthen the Photonics industry in the European Union, to foster technology skills in Europe by attracting students and to increase the competitiveness of the European industry by providing new tools and capabilities for manufacturing in Europe.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Budget, Business and Industry, Climate Action, Communication, Competition, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Food Safety, International co-operation and development, Public Health, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks","euInitiatives":"The Photonics PPP represents a long-term commitment between the European Commission and the Photonics Stakeholders to invest in Europe with the aim of securing Europe's industrial leadership and economic growth in photonics and ist enabled industries. Photonics industry, which is based on about 5000 SMEs across Europe has a highly skilled workforce, and the capability to generate new jobs that attract young people. &#xd;<br />The PPP is the basis for a Research and&#xd;<br />Innovation strategy and more broadly for an industrial strategy in photonics for Europe for the Horizon 2020 period and beyond.&#xd;<br />Current Focus is on the Photonics PPP strategy towards Horizon Europe. For this the PPP provided a new Vision Paper as well as a detailled Multiannual Strategic Roadmap \"Europe's Age of Light - How Photonics will power growth and Innovation.\"&#xd;<br />Photonics  massively contributs to the EU Programme of Digitizing Europe and Supports solving major Societal Challenges e.g. the Area of Smart Cities, Healthy Life and affordable Food, Transport and Logistics, Manufacturing, Security and Safety.&#xd;<br />With this highly innovative industry and four recent Nobel Prizes awarded to European scientists for their work in photonics, Europe is in a very good starting position to accelerate advanced key European initiatives, such as AI, High-Performance Computing, Quantum Communication and Quantum Computing, as well as Smart Cities which all depend on photonics as the key enabling technology","lastUp":"2019-07-25T14:00:30.995+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}