{"id":"250921821235-79","name":"Office de Communication de l'Azerbaïdjan","registrationDate":"2016-04-04T13:18:48.635+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://ocaz.eu","country":"Belgium","headAddress":"Avenue Louise 200","headCity":"Bruxelles","headPostCode":"1050","headPhone":"(32)26 46 07 71","boss":"Muslum Mammadov","bossTitle":"Mr","bossPosition":"Directeur","membersCount":4,"membersFTE":"4.0","membership":"","memberOrga":"","goal":"OCAZ est une ASBL située en Belgique chargée de fournir le plus que possible les informations concernant l'Azerbaïdjan. OCAZ essaye de fournir les informations en matière de culture, politique, économie, sport etc... dans l'espace européen, les institutions européennes et auprès des députés européens afin qu'ils soient informés sur l'Azerbaïdjan au mieux que possible. L'Azerbaïdjan fait partie des pays non suffisamment connus en Europe, une énorme lacune d'information empêche les citoyens et les élus européens surtout d'avoir une position objective sur le pays. L'Azerbaïdjan dispose d'un énorme potentiel économique et des valeurs à partager avec l'Europe. Ce pays a aussi des problèmes et se doit de le faire savoir. En ayant la possibilité de fournir des choses en Europe, dans certains cas, le pays a besoin d'une aide de la Communauté Européenne. Donc OCAZ jour le rôle afin que la communication entre l'Azerbaïdjan et les institutions européennes puissent être établies. OCAZ publie, mensuellement, des bulletins et les fait parvenir aux députés et aux fonctionnaires du Parlement Européen. OCAZ organise, également, des évènements afin de promouvoir au mieux l'Azerbaïdjan en Europe.","acronym":"OCAZ","interests":"Climate Action, Communication, Culture, Development, Economic and Financial Affairs, Education, Energy, Enlargement, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian Aid, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Sport, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"OCAZ represents the interests of various Azerbaijani organizations, unions, politicians and governmental actors in Brussels. Its mission is to communicate the correct information to EU actors but also to ensure that their decisions are in the interest of the people of Azerbaijani.&#xd;<br />The entirety of the European Parliament activity aimed at the South Caucasus region in general and Azerbaijan in particular, as well as energy, trade and security issues, including but not limited to: Human rights and migration in third countries (2015/2316), Framework agreement between the EU and the Republic of Azerbaijan (2013/0420), Measures to safeguard the security of gas supply (2016/0030), Framework agreement between the EU and the Republic of Armenia, Implementation of the common foreign and security policy, EU strategy for liquefied natural gas and gas storage.&#xd;<br />OCAZ needs to ensure that these reports and others are drafted with the entirety of information available, providing updated and recent reports and news from Azerbaijan. It also aims to ensure that the European Parliament, in its work, does not unfavorably, or mistakenly acts towards Azerbaijan. It communicates regularly positions from the Azerbaijani civil society, trade unions, employers’ associations, governmental agencies and bodies, education bodies and other possible sources of interest for the European Parliament or European Commission.&#xd;<br />OCAZ also maintains an activity aimed at the EP Delegation for South Caucasus and the Inter-parliamentary EURONEST Assembly, ensuring that the positions of Azerbaijan are well known to the two bodies, also acting as an intermediate between the various stakeholders in Azerbaijan and the European policy and law-makers.&#xd;<br />Towards the European Commission, OCAZ follows the work of the DG NEAR, DG DEVCO and DG TRADE, as well as the European External Action Service. OCAZ needs to be able both to know the work in progress aimed at Azerbaijan and influence their decisions with proper information flow.","lastUp":"2017-03-23T10:40:53.271+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}