{"id":"251126335098-18","name":"DreamQuark","registrationDate":"2019-06-12T16:21:15.308+02:00","category":2,"subCategory":3,"legal":"Société par actions simplifiée","web":"http://www.dreamquark.com","country":"France","headAddress":"29-31rue de courcelles","headCity":"Paris","headPostCode":"75008","headPhone":"(33)6 98 24 78 15","boss":"Nicolas Meric","bossTitle":"Mr","bossPosition":"Président (CEO)","membersCount":1,"membersFTE":"0.25","membership":"Paris Europlace&#xd;\nFrance Digitale","memberOrga":"","goal":"DreamQuark développe la plateforme logicielle Brain qui démocratise l’usage de l’Intelligence Artificielle. Basée sur une technologie de pointe propriétaire d’apprentissage profond (Deep Learning), Brain apporte rapidement, à ses clients banquiers et assureurs, des résultats inégalés et interprétables. Brain, couvre l’ensemble de leurs applications, telles que la fraude, le risque, la conformité ou le marketing. &#xd;<br />La mission de DreamQuark est de permettre à chacun de pouvoir utiliser des technologies d'Intelligence Artificielle en confiance et de pouvoir contrôler l'impact de cette technologie. Nous développons la réflexion et la mise en oeuvre opérationnelle  de l'IA de confiance et de l'éthique en Intelligence Artificielle.","acronym":"DQ","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Education and training, Fraud prevention, Research and innovation, Single market","euInitiatives":"Nous nous intéressons à tous les sujets impliquant le secteur bancaire et assurantiel, les sujets autour de la privacy et de la libre circulation des données à l'échelle européenne. Les sujets autour de l'impact de l’Intelligence Artificielle et de son éthique. Nous nous intéressons aussi aux sujets reliant l'investissement à l'échelle européenne dans les technologies émergentes. &#xd;<br />Politiques suivies: &#xd;<br />- European Single Market &#xd;<br />- AML 5 et AML 6&#xd;<br />- Free Flow Of Data&#xd;<br />- High Level Expert Group  AI&#xd;<br />- GDPR&#xd;<br />- Règlementation des Grandes Plateformes Internet","lastUp":"2019-06-12T16:24:13.816+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}