{"id":"251120032692-26","name":"EU Events asbl","registrationDate":"2018-10-06T17:23:00.588+02:00","category":3,"subCategory":2,"legal":"Not-for-profit","web":"https://www.eu-events.eu","country":"Belgium","headAddress":"Rue du Sceptre 57C, 1050","headCity":"Bruxelles","headPostCode":"","headPhone":"(32)16 19 98","boss":"Michele Calabrò","bossTitle":"Mr","bossPosition":"Presidente","membersCount":7,"membersFTE":"1.75","membership":"","memberOrga":"","goal":"Since the end of 2014 our mission is the promotion of EU policies and values for every citizen of any age and origin by the improvement of transparency, accessibility, quality, availability and readiness of information on, as well as the organisation and promotion of events linked to EU policy, history and culture and those of every single member state, as well as those of neighbouring and partner states.&#xd;<br />&#xd;<br />In our view this is one of the main Union’s priorities in an increasingly complex institutional and communication set-up, where mutual misunderstandings among citizens and between institutions and citizens are digging a dangerous democratic gap, while feeding division, distance and diffidence. We believe conferences, workshops, trainings, webinars, etc. represent altogether a unique opportunity for us citizens to access first-hand information from top-level experts and key policy-makers, to expand our knowledge on the European Union, and to spread the message back in our home-countries, within and beyond the EU borders. &#xd;<br />&#xd;<br />For this very reason, EU Events gathers in a single, intuitive and access-free web- portal all EU-related events in Brussels, organised by the European Institutions, EU Permanent Representations, regional and national representations, EU agencies, universities, think-tanks, political parties, consultancies, lobbies and NGOs. This action is completed and complemented with a continuous presence on all main social media, where we look forward for an interaction and exchange with our followers. We want us citizens to find all the upcoming events easily, to adapt our agenda accordingly and to promptly register, to be informed on any change of venue or date, to fruitfully attend and actively participate to the EU events we are most interested in.&#xd;<br />&#xd;<br />Such spirit is well expressed in our motto “Follow, Attend, Connect”.&#xd;<br />&#xd;<br />Brussels in particular welcomes students, trainees, job-seekers and professionals interested in European Affairs from all over Europe and beyond. This makes the European capital a unique place for networking and our main target and center of action.","acronym":"","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"See mission description above: as an online platform, EU Events strives to be as comprehensive as possible and include all EU-related events without prejudice to any subject or organiser.","lastUp":"2018-10-06T17:28:52.886+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}