{"id":"251117611140-75","name":"Polish Confederation Lewiatan","registrationDate":"2013-05-15T11:17:50.374+02:00","category":2,"subCategory":4,"legal":"Employers' organisation","web":"http://www.konfederacjalewiatan.pl","country":"Poland","headAddress":"Zbyszka Cybulskiego, 3","headCity":"Warszawa","headPostCode":"00-727","headPhone":"(48)2 25 59 99 00","boss":"Grzegorz Baczewski","bossTitle":"Mr","bossPosition":"Director General","membersCount":4,"membersFTE":"2.0","membership":"BUSINESSEUROPE&#xd;\nILO&#xd;\nBIAC&#xd;\nEurofound&#xd;\nOSHA","memberOrga":"http://konfederacjalewiatan.pl/o_nas/czlonkowie/bezposredni&#xd;\nhttp://konfederacjalewiatan.pl/o_nas/czlonkowie/zwiazki_branzowe","goal":"Polish Confederation Lewiatan - (in short Lewiatan; previously Polish Confederation of Private Employers Lewiatan) was established in January 1999 as a nation-wide representation of employers to the state and trade unions. Today it is an organization of 62 sector and regional associations of private employers and 25 individual members. In total there are about 3 900 companies employing over 835 000 workers. Each association is an autonomous organization that associates individual enterprises, each possessing its own statute and management structure. The representatives of the associations form the Main Board that elects the Management Board, the President and the Consultation Council consisting of the representatives of regional associations. The Management Board is headed by the President and supervised by the Main Board. &#xd;<br />Lewiatan runs its own office and employs professionals experienced in a wide range of issues such as: labour relations, macroeconomics, small and medium-sized enterprises sector, and the European Union affairs. Lewiatan participates in social dialogue at the national level by taking part in the Tripartite Commission for social and economic affairs.&#xd;<br />Lewiatan contributes to many international activities. As a member of BUSINESSEUROPE is able to influence regulations at the international level.&#xd;<br />Lewiatan supports day-to-day activities and interests of its members and provides trade organizations with expert reviews. Moreover, Lewiatan facilitates business contacts and guarantees access to international standards and know-how via its membership in such international organisations as BIAC or ILO.","acronym":"Lewiatan","interests":"Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- Energy Union&#xd;<br />- ETS reform&#xd;<br />- Posting of Workers Directive&#xd;<br />- IPR&#xd;<br />- Unitary patent&#xd;<br />- Copyright reform&#xd;<br />- Digital Single Market&#xd;<br />- Mobility Package","lastUp":"2018-04-11T12:52:22.627+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}