{"id":"251522412114-31","name":"Coordination Rurale Union Nationale","registrationDate":"2013-10-22T17:40:47.037+01:00","category":2,"subCategory":1,"legal":"syndicat agricole","web":"http://www.coordinationrurale.fr","country":"France","headAddress":"impasse Marc Chagall, 1","headCity":"Auch","headPostCode":"32022","headPhone":"(0033)5 62 60 14 96","boss":"Bernard Lannes","bossTitle":"Mr","bossPosition":"Président national","membersCount":4,"membersFTE":"1.5","membership":"La Coordination Rurale est désormais membre de plusieurs interprofessions : Interbev, Interfel, Inaporc, ANILS (légumes secs) et CNIEL&#xd;\n&#xd;\nL'OPL (section spécialisée lait de la Coordination Rurale) est membre de l'European Milk Board (EMB) : http://www.europeanmilkboard.org/fr/home.html","memberOrga":"http://www.coordinationrurale.fr/coordination-rurale-la-defense-de-tous-les-agriculteurs-par-des-agriculteurs.html","goal":"L'étude et la défense des droits ainsi que des intérêts matériels et moraux tant collectifs qu’individuels de la profession agricole sur le plan national, européen et international. A cet effet, la CRUN organise, coordonne, harmonise et représente l’ensemble des intérêts professionnels de ses adhérents et, en général, réalise toutes opérations se rapportant directement ou indirectement à son objet.","acronym":"CRUN","interests":"Agriculture and Rural Development, Budget, Climate Action, Competition, Consumers, Customs, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Institutional affairs, International co-operation and development, Regional Policy, Single market, Taxation, Trade, Transport","euInitiatives":"santé animale et santé des végétaux&#xd;<br />PAC&#xd;<br />climat&#xd;<br />qualité de l'air&#xd;<br />nitrates&#xd;<br />étiquetage de l'origine des ingrédients des produits transformés&#xd;<br />OGM","lastUp":"2019-02-18T08:51:32.782+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}