{"id":"252567334220-94","name":"European Union of Electrical Wholesalers","registrationDate":"2019-03-11T15:55:29.545+01:00","category":2,"subCategory":4,"legal":"ASBL","web":"http://www.euew.org","country":"France","headAddress":"17 rue de l'Amiral Hamelin","headCity":"Paris","headPostCode":"75783","headPhone":"(33)1 72 38 92 55","boss":"Hans Hanegreefs","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":1,"membersFTE":"0.25","membership":"EUEW is a member of EuroCommerce https//www.eurocommerce.eu","memberOrga":"https://www.euew.org/members","goal":"Vision: EUEW is the voice of national associations in electrical wholesaling in Europe, which are striving to achieve peoples’ welfare through electricity. &#xd;<br /> &#xd;<br />Mission: EUEW develops and represents the interests of electro-technical wholesalers and distributors in Europe. &#xd;<br />&#xd;<br />The values of EUEW are centred on ensuring continuous development and professionalism through open dialogue, permanent support and integrity. &#xd;<br /> &#xd;<br />Goals: EUEW should be the watchdog for regulations, ensuring the sustainability of the electrical wholesalers' industry. It should be a business and industry intelligence provider and should be as the reference community in its industry.","acronym":"EUEW","interests":"Business and Industry, Climate Action, Competition, Digital economy and society, Energy, Environment, Research and innovation, Single market, Trade, Transport","euInitiatives":"EU Initiatives and strategies: Circular economy, Clean Energy for all Europeans, Single Market, Digital Single Market, Clean transport, Taxation , Coordinated Plan for Artificial Intelligence, Better Regulation,&#xd;<br />&#xd;<br />Legislative proposals : Product safety and market surveillance regulations, WEEE directive, ROHS directive, Eco-design directive, energy labelling directive,  Construction Product Regulation, Energy Performance in Building Directive, Energy Efficiency Directive, REACH review, Waste Framework Directive","lastUp":"2019-03-13T09:31:33.443+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}