{"id":"254152734952-88","name":"MINPOL GmbH","registrationDate":"2019-05-29T14:23:11.712+02:00","category":2,"subCategory":3,"legal":"PLC","web":"http://www.minpol.com","country":"Austria","headAddress":"Dundlerinweg 120/1","headCity":"Dreistetten","headPostCode":"2753","headPhone":"(43)2 63 34 13 28","boss":"Guenter TIESS","bossTitle":"","bossPosition":"Managing director","membersCount":8,"membersFTE":"5.25","membership":"INTRAW International Raw Materials Observatory https://intraw.eu/&#xd;\n&#xd;\nFORAM Stakeholder network http://www.foramproject.net/","memberOrga":"","goal":"MinPol - Agency for International Minerals Policy is a private limited partnership (GmbH) in Austrian law. Apart from the business activities, MinPol is also running an international network of experts of every branch in the field of minerals policy that is continuously growing. The network is already by now covering almost all continents,&#xd;<br />which underpins the world-wide approach of MinPol. The network members contribute to discussions around the minerals policy fields and provide their individual expertise.&#xd;<br />They also provide ideas for future activities so that MinPol benefits from the network especially in its research activities. However, network members may also support in the MinPol business activities on contractual basis and thus form an extraordinary source of expertise for MinPol. The MinPol-network members have longstanding experiences in the field of international minerals policy and delivered scientific expertise on domestic and international level. Together we develop scientific reports, recommendations, position papers or even entire projects (from the analysis of available resources to consumption scenarios in the future). This allows MinPol to provide maximum support to clients in terms of international minerals policy, mining and environmental engineering, geology and IT. Main purpose of MinPol is to advise and deal with all issues around the mineral policy frameworks around the world. With special focus on EU mineral policy development.","acronym":"MINPOL","interests":"Climate Action, Communication, Competition, Culture, Education and training, Energy, Enlargement, Environment, Foreign affairs and security policy, International co-operation and development, Regional Policy, Research and innovation, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"a)Policy implementation&#xd;<br />EIPonRM; GT is member of OG 3 and OG 5 (former: MUL). / Horst Hejny – OG 1 and OG3","lastUp":"2019-05-29T14:34:23.779+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}