{"id":"254633518956-57","name":"EUROPEAN FINANCIAL PLANNING ASSOCIATION","registrationDate":"2015-09-27T19:08:44.673+01:00","category":6,"subCategory":9,"legal":"AISBL","web":"http://www.efpa-eu.org","country":"Spain","headAddress":"Av. Josep Tarradellas 123, 2nd floor","headCity":"Barcelona","headPostCode":"08029","headPhone":"(34)9 34 12 10 08","boss":"Josep Soler-Albertí","bossTitle":"Mr","bossPosition":"Chairman","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"http://www.efpa-eu.org/who_we_are/efpa_countries","goal":"The mission of the European Financial Planning Association is to set, promote and implement high quality standards for competence and ethical behavior for the financial advisory sector throughout Europe, benefiting the profession, financial firms and clients.&#xd;<br />EFPA offers the EFPA European Financial Advisor™ and EFPA European Financial Planner™ professional certifications as the best recognized, respected and highest quality designations available in Europe: we will continue to provide the full range of financial advisory professional education programs, continuous development programs and other services relevant to the Association’s members and the sector’s needs, nationally and throughout Europe.&#xd;<br />Our vision is that each and every client will be able to benefit from competent, reliable and transparent advice from trusted, certified financial advisers and planners in Europe and beyond. The advisers will have the knowledge, skills and ethical attitudes required to serve as financial trustees for the clients’ finances.","acronym":"EFPA","interests":"Consumer Affairs, Economic and Financial Affairs, Education, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, Taxation, Trans-European Networks","euInitiatives":"MiFID II, FiFIR, MCD, CMU (Capital Markets Union), IDD (Insurance Distribution Directive) CEDEFOP initiatives, EC Skills and VET agenda.","lastUp":"2017-09-07T07:45:18.528+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}