{"id":"25487567824-45","name":"European Round Table of Industrialists","registrationDate":"2012-01-24T15:16:44.339+01:00","category":2,"subCategory":4,"legal":"AISBL under Belgian law","web":"http://www.ert.eu","country":"Belgium","headAddress":"Boulevard Brand Whitlocklaan 165","headCity":"Brussels","headPostCode":"1200","headPhone":"(32)25 34 31 00","boss":"Brian Ager","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":4,"membersFTE":"3.0","membership":"","memberOrga":"The up-to-date list of ERT Members can be found on the website www.ert.eu.","goal":"The European Round Table of Industrialists (ERT) is a forum bringing together around 50 Chief Executives and Chairmen of major multinational companies of European parentage covering a wide range of industrial and technological sectors. &#xd;<br />&#xd;<br />Companies of ERT Members are widely situated across Europe, with combined revenues exceeding €2,250 billion, sustaining around 6.8 million jobs in the region. They invest more than €50 billion annually in R&amp;D, largely in Europe.&#xd;<br />&#xd;<br />European industry cannot flourish unless it can compete in a global economy. This capacity to compete cannot be determined solely by the efforts of individual companies. The prevailing economic and social policy framework is crucially important and must allow companies to adapt swiftly to changes in global conditions.&#xd;<br />&#xd;<br />ERT therefore advocates policies, at both national and European levels, which help create conditions necessary to improve European growth and jobs.&#xd;<br />&#xd;<br />ERT seeks to contribute pro-actively to the debate on policy priorities and long-term policy direction. ERT does not usually engage in debates on specific legislative proposals.&#xd;<br />&#xd;<br />ERT contributions are developed in dedicated Working Groups bringing together company experts. All reports and policy positions developed by the Working Groups and agreed by ERT Members are available on the ERT website.&#xd;<br />&#xd;<br />An up-to-date list of all ERT Working Groups and their Chairmen can be found via www.ert.eu / Working Groups.","acronym":"ERT","interests":"Climate Action, Competition, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Information Society, Internal Market, Research and Technology, Taxation, Trade","euInitiatives":"Competition Policy, Competitiveness, Digital Single Market, Energy and Climate Change, Societal Changes, Trade and Market Access, Financial Affairs.","lastUp":"2018-01-17T16:26:28.014+01:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}