{"id":"25487567824-45","name":"European Round Table for Industry","registrationDate":"2012-01-24T15:16:44.339+01:00","category":2,"subCategory":4,"legal":"AISBL under Belgian law","web":"http://www.ert.eu","country":"Belgium","headAddress":"Boulevard Brand Whitlocklaan 165","headCity":"Brussels","headPostCode":"1200","headPhone":"(32)25 34 31 00","boss":"Frank Heemskerk","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":5,"membersFTE":"3.75","membership":"","memberOrga":"The up-to-date list of ERT Members can be found on the website www.ert.eu.","goal":"The European Round Table for Industry (ERT) is a forum that brings together around 55 Chief Executives and Chairs of leading multinational companies of European parentage, covering a wide range of industrial and technological sectors.&#xd;<br />&#xd;<br />ERT strives for a strong, open and competitive Europe, with the EU and its Single Market as a driver for inclusive growth and sustainable prosperity.&#xd;<br />&#xd;<br />Companies of ERT Members have combined revenues exceeding €2 trillion, providing direct jobs to around 5 million people worldwide - of which half are in Europe - and sustaining millions of indirect jobs. They invest more than €60 billion annually in R&amp;D, largely in Europe.&#xd;<br />&#xd;<br />The European Round Table for Industry (ERT) has a long history of promoting competitiveness and prosperity in Europe.  In April 1983, 17 leading European business leaders came together to launch ERT.  They were then, as we are now, united by a belief that European co-operation between industry, policymakers and all stakeholders is essential to strengthen Europe’s place in the world.&#xd;<br />&#xd;<br />We publish reports and papers, which we share with the public, decision makers in European and global institutions and national governments. They are the basis for discussion and action. We advocate policies that underpin the values of freedom, tolerance, equality and openness.&#xd;<br />&#xd;<br />More information on ERT, its structure and all publications can be found on www.ert.eu.","acronym":"ERT","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Competition Policy; Competitiveness &amp; Innovation; Digital Transformation; Energy Transition &amp; Climate Change; Finance &amp; Tax; Jobs, Skills &amp; Impact; Trade &amp; Market Access.","lastUp":"2019-12-05T12:50:22.272+01:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}