{"id":"255278914790-71","name":"TECNIN - Training S.A.","registrationDate":"2014-10-29T19:55:37.170+01:00","category":1,"subCategory":6,"legal":"Sociedade Anónima","web":"http://www.qualitividade.pt/","country":"Portugal","headAddress":"Praceta João Beltrão, 9","headCity":"Braga","headPostCode":"4715-292","headPhone":"(351)2 53 24 05 20","boss":"Pedro Barroso","bossTitle":"","bossPosition":"COO - Chief Operations Officer","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"A TECNIN SA é uma empresa de consultoria e formação profissional, com CAE  74842. Globalmente a equipa de colaboradores internos e externos integra mais de 100 elementos e  actua em várias áreas, nomeadamente, na Formação Profissional em diferentes domínios, na Qualidade (formação/consultoria, auditorias), na Gestão Estratégica  e Organização (formação/consultoria), na Higiene e Segurança (formação/consultoria e auditorias), no Ambiente (formação/consultoria e auditorias) e na Segurança Alimentar (formação/consultoria e auditorias).&#xd;<br />A TECNIN está inserida num subsector de actividade (serviços de consultoria e formação profissional) extremamente competitivo, no qual se podem identificar com clareza factores-chave de sucesso:&#xd;<br />. Satisfação explícita do cliente e divulgação dessa satisfação;&#xd;<br />. Confiança e relacionamento de parceria com os clientes;&#xd;<br />. Especialização do quadro de recursos humanos e da empresa;&#xd;<br />. Motivação da equipa;&#xd;<br />. Visibilidade da empresa no mercado;&#xd;<br />. Relação preço/qualidade dos serviços;&#xd;<br />. Flexibilidade e celeridade das respostas.&#xd;<br />Neste enquadramento, a TECNIN define-se como empresa virada em absoluto para o cliente. Isto significa preocupação na aferição das expectativas de cada cliente e resposta às solicitações e necessidades expressas e/ou percebidas.&#xd;<br />Desta forma, cada uma das nossas intervenções incorpora sempre três características:&#xd;<br />- Eficácia&#xd;<br />- Simpatia &#xd;<br />- Celeridade.&#xd;<br />Os valores fundamentais da nossa cultura estão interiorizados na organização:&#xd;<br />- Todos os nossos clientes são igualmente importantes;&#xd;<br />- Existimos porque temos clientes satisfeitos;&#xd;<br />- Incrementamos e actualizamos permanentemente o nosso nível de especialização nas diversas áreas em que operamos;&#xd;<br />- Não assumimos, nem propomos qualquer serviço ao qual não possamos responder com os padrões de qualidade habituais;&#xd;<br />- Inovamos os nossos serviços no sentido de responder a novas necessidades dos clientes;&#xd;<br />- Garantimos rigoroso e absoluto sigilo sobre as informações recolhidas em cada cliente.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"A TECNIN presta apoio ao acesso de todos os Fundos Europeus.","lastUp":"2018-03-19T12:10:32.858+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}