{"id":"255260525275-75","name":"PROEF","registrationDate":"2016-12-29T13:06:52.762+02:00","category":2,"subCategory":3,"legal":"SGPS","web":"http://www.proef.com","country":"Portugal","headAddress":"Rua do Poente, 166","headCity":"TROFA","headPostCode":"4785 - 509","headPhone":"(351)2 52 40 06 19","boss":"Paulo Sousa","bossTitle":"","bossPosition":"CEO","membersCount":9,"membersFTE":"8.25","membership":"AEBA&#xd;\nAPIEE&#xd;\nTICE","memberOrga":"","goal":"The Proef Group aligns its activity in four business areas - Proef Engineering, Proef Partners, Proef Renewables, and Proef Industries &amp; Services - capitalizing on synergies between the various companies and enhancing the internal processes' levels of efficiency.&#xd;<br />&#xd;<br />The Proef Group is composed by more than 25 companies and is currently present in 11 countries, with an overall figure of 1,500 employees. From global solutions in the areas of telecommunications and electricity, IT, renewable energy, and energy efficiency, as well as insurance and equipment rental, the Group invests in products and services that guarantee its customers a high degree of quality, differentiation, and innovation. &#xd;<br />&#xd;<br />The Proef Group's strategy is based on a constant search for new opportunities, which has led us to explore new markets. We are confident in our ability to answer demands and challenges that may arise; we are committed to providing solutions that reflect our values:&#xd;<br />&#xd;<br />- AMBITION  Clear and explicit daily eagerness to reach and exceed established goals&#xd;<br />&#xd;<br />- LEADERSHIP  A winning and dynamic attitude that impels the team towards a motivated action&#xd;<br />&#xd;<br />- INNOVATION  Constant improvement of skills and organization processes","acronym":"PROEF","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Communication, Culture and media, Digital economy and society, Energy, Environment, International co-operation and development, Public Health, Research and innovation, Transport","euInitiatives":"So far PROEF has been working in R&amp;D iniciatives under H2020.","lastUp":"2019-10-18T10:59:08.855+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}