{"id":"255349024952-19","name":"Philips Lighting BV","registrationDate":"2016-12-07T10:03:07.983+02:00","category":2,"subCategory":3,"legal":"B.V.","web":"http://www.lighting.philips.com","country":"Netherlands","headAddress":"High Tech Campus 48","headCity":"Eindhoven","headPostCode":"5656AE","headPhone":"(31)4 02 78 75 00","boss":"Harry  Verhaar","bossTitle":"Mr","bossPosition":"Head of Global Government and Public Affairs","membersCount":5,"membersFTE":"5.0","membership":"EuroACE&#xd;\nEU-ASE&#xd;\nCLG Prince of Wales&#xd;\nLightingEurope","memberOrga":"","goal":"Philips Lighting has been revolutionizing lighting for over 125 years. We pioneered the world changing development of electric light and LED, and are now leading the way in intelligent lighting systems. Our deep understanding of how lighting positively affects people, enables us to deliver innovations that unlock new business value to our customers. We offer rich lighting experiences that make people feel safe, comfortable, focused, energized and entertained.&#xd;<br /> &#xd;<br />As Philips Lighting, we are leading the ongoing development of connected lighting systems and services. By leveraging the Internet of Things, we are transforming buildings, urban places and homes. To increase energy efficiency, and manage working environments in a more environmentally friendly way. To make cities safer and more responsive. To help our healing and improve our well-being. And to create experiences at home like never before.&#xd;<br /> &#xd;<br />That’s how we are taking light beyond illumination, and help improve the way the world works and people live.","acronym":"","interests":"Business and Industry, Climate Action, Digital economy and society, Energy, Environment, Regional Policy","euInitiatives":"Energy Union, climate action, energy efficiency, circular economy, smart cities, digital economy &amp; society, regional policy, research and innovation, environment.","lastUp":"2018-10-18T15:57:51.522+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}