{"id":"25571625843-29","name":"Algemene vereniging van de Geneesmiddelenindustrie","registrationDate":"2011-05-13T15:03:05.116+02:00","category":2,"subCategory":4,"legal":"vzw","web":"http://www.pharma.be","country":"Belgium","headAddress":"Terhulpsesteenweg, 166","headCity":"Brussel","headPostCode":"1170","headPhone":"(0032)26 61 91 11","boss":"Catherine Rutten","bossTitle":"Ms","bossPosition":"CEO","membersCount":7,"membersFTE":"1.75","membership":"pharma.be is lid van EFPIA, de Europese geneesmiddelenfederatie.&#xd;\n&#xd;\npharma.be is lid van essenscia, een multisectorale koepelorganisatie in België die de vele activiteitssectoren van de chemie en de life sciences vertegenwoordigt.&#xd;\n&#xd;\npharma.be is lid van VBO, het verbond van Belgische ondernemingen.&#xd;\n&#xd;\npharma.be is lid van IFPMA, de Internationale Federatie van Farmaceutische Producenten en Associaties &#xd;\n&#xd;\npharma.be is lid van AESGP, Association of the European Self-Medication Industry","memberOrga":"our members : http://www.pharma.be/nl/pharma-be/wie-is-pharma-be/onze-leden.html","goal":"pharma.be, de Algemene Vereniging van de Geneesmiddelenindustrie, groepeert 130+ farmaceutische ondernemingen met een vestiging in België. Als volwaardige partner van artsen, apothekers, ziekenhuizen, overheden en andere betrokkenen heeft zij als missie de bevordering van betere gezondheidszorg door therapeutische innovatie in het domein van de geneesmiddelen voor humaan gebruik. Topprioriteit is dan ook dat de patiënt zo snel mogelijk kan beschikken over de \"geneesmiddelen van morgen\", die voortkomen uit Onderzoek en Ontwikkeling","acronym":"pharma.be","interests":"Competition, Consumer Affairs, General and Institutional Affairs, Information Society, Public Health, Research and Technology","euInitiatives":"Privacy, clinical trials regulation, geneesmiddelen, IMI, Falsified Medicines Directive, IP, Brexit","lastUp":"2018-04-10T17:05:30.203+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}