{"id":"256401027293-94","name":"Associazione Nazionale Fumo Elettronico","registrationDate":"2017-05-26T01:18:13.908+02:00","category":2,"subCategory":4,"legal":"Associazione","web":"http://www.anafeconfindustria.it","country":"Italy","headAddress":"Via Aurora 39","headCity":"Roma","headPostCode":"","headPhone":"(39)0 66 63 46 47","boss":"ROCCATTI UMBERTO","bossTitle":"Mr","bossPosition":"Presidente","membersCount":2,"membersFTE":"0.5","membership":"Confindustria - Federvarie","memberOrga":"FLAVOURART S.R.L.&#xd;\nDEA FLAVOUR S.R.L.&#xd;\nVAPORART S.R.L.&#xd;\nSMART EVOLUTION TRADING S.R.L.&#xd;\nLOL S.R.L.&#xd;\nDATA STORE S.R.L.&#xd;\nADNS S.A.","goal":"ANAFE è l’associazione nazionale produttori fumo elettronico aderente a Confindustria. Nata nel 2014, riunisce le principali aziende produttrici di sigarette elettroniche e liquidi da inalazione che rappresentano la grande maggioranza del mercato italiano. L’associazione è iscritta al Registro Trasparenza del Ministero dello Sviluppo Economico.&#xd;<br />Le aziende italiane sono oggi tra i principali player europei e internazionali del settore. Esportando il modello di retail sviluppato nel nostro Paese, le imprese italiane hanno guadagnato una posizione di leadership in termini di produzione ed esportazione di liquidi per sigarette elettroniche, in Europa e nel resto del mondo.&#xd;<br />ANAFE – Confindustria sostiene da sempre l’importanza di una riforma organica e sostenibile del settore, che ponga fine al contenzioso degli ultimi anni e garantisca stabilità e prospettiva alle imprese e ai lavoratori attivi sul mercato italiano. In ambito europeo, ANAFE – Confindustria è attiva presso le principali istituzioni dell’UE al fine di rappresentare, promuovere e tutelare gli interessi dei propri associati.","acronym":"ANAFE","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Accisa europea sull'ecig (imposta di consumo)&#xd;<br />Normativa europea su e-cig","lastUp":"2018-05-18T16:41:06.530+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}