{"id":"256799815101-78","name":"UNINOVA-Instituto de Desenvolvimento de Novas Tecnologias","registrationDate":"2014-12-02T13:44:53.904+01:00","category":4,"subCategory":5,"legal":"Associação privada sem fins lucrativos","web":"http://www.uninova.pt","country":"Portugal","headAddress":"Campus da Caparica, Quinta da Torre, s/n","headCity":"Caparica","headPostCode":"2829-516","headPhone":"(351)2 12 94 85 10","boss":"Fernando Santana","bossTitle":"Mr","bossPosition":"Presidente do Conselho de Administração","membersCount":2,"membersFTE":"0.5","membership":"O MADAN PARQUE é um Parque de Ciência e Tecnologia fundado em 1995, sendo o UNINOVA um dos sócios-fundadores, em conjunto com a UNL e autarquias locais. A missão do Madan Parque assenta no papel de interface entre a Academia e as Empresas, através da promoção de projectos empresariais tecnológicos a partir dos conhecimentos e investigação realizada no campus universitário da FCT-UNL. Neste sentido o Madan Parque actua como facilitador e acelerador empresarial, com serviços de incubação de empresas, mentoring, seed capital, apoio à internacionalização, e o exio LAB’s, de suporte I+D+I. A excelência do ecossistema desenvolvido foi reconhecido em 2011 com o prémio de “3rd World Best Science Based Incubator. &#xd;\n&#xd;\nO MADAN PARQUE oferece uma alta gama de serviços de valor acrescentado, focado na inovação de produtos e serviços, tendo neste ecossistema de inovação local vários atores, sendo particularmente o UNINOVA um dos motores do parque, tanto na criação de spin-offs, a partir dos projectos de investigação que desenvolve, como como suporte tecnológico para as empresas sediadas no Madan Parque, em concreto nas áreas de especialização da Eletrônica e Telecomunicações, TIC &amp; Sistemas de Gestão, Robótica e Produção.","memberOrga":"","goal":"Os objectivos do UNINOVA são a realização de investigação científica, desenvolvimento tecnológico, formação de qualidade, criação de centros de inovação tecnológica e pequenas indústrias.&#xd;<br />O UNINOVA tem dois Centros de Investigação: CTS-Centro de Tecnologia e Sistemas e CEMOP-Centro de Excelência para a Microlectrónica e a Optoelectrónica de Processos.&#xd;<br />O CTS tem como objetivo desenvolver investigação teórica e aplicada e incentiva a transferência de tecnologia apoiado principalmente por spin offs e por um profundo envolvimento em projectos internacionais de I &amp; D . Os resultados científicos deverão contribuir para melhorar a formação de pós-graduação na academia e contribuir para a internacionalização.&#xd;<br />O CEMOP está especialmente vocacionado para a Investigação e Desenvolvimento, actividades prestadoras de serviços e de formação em cinco áreas principais: concepção / tecnologias e processos de produção de dispositivos microeletrônicos e optoeletrônicos; tribológicos e revestimentos ópticos; projeto de sistema e concepção; materiais e caracterização de dispositivos e também dispositivos de simulação / modelagem.&#xd;<br />Também desenvolve projectos autónomos (que não estão integrados em nenhum dos 2 centros atrás mencionados) em áreas científicas diversas ligadas à Engenharia.","acronym":"UNINOVA","interests":"Business and Industry, Climate Action, Communication, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Environment, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Maritime affairs and fisheries, Public Health, Research and innovation, Trade, Trans-European Networks, Transport","euInitiatives":"O UNINOVA está representado no Advisory Board of Horizon 2020 in DG Resarch and Innovation (Advanced Materials, Nanotechnology, Biotechnology and Manufacturing) e na plataforma EMIRI - Energy, Materials Industry Research Initiative através do Prof. Dr. Rodrigo Martins.&#xd;<br />Está representado no \"High Level Group of Scientific Advise Mechanism” através da Prof. Dra. Elvira Fortunato.","lastUp":"2019-03-14T18:33:13.885+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}