{"id":"257135610488-90","name":"European Association for Logistics and Transportation in Healthcare","registrationDate":"2013-01-21T09:58:53.724+01:00","category":2,"subCategory":4,"legal":"ASBL","web":"http://www.ealth.org","country":"Belgium","headAddress":"Chemin de la Reconversion, 19","headCity":"Houdeng-Goegnies","headPostCode":"7110","headPhone":"(32)64 23 99 10","boss":"Stéphane Baudry","bossTitle":"Mr","bossPosition":"Administrateur Délégué","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"As a professional organisation, EALTH is comprised of leading European logistics and transport companies which have dedicated operations for warehousing, handling, commissioning, and/or shipping of pharmaceutical &amp; healthcare products. Each member company is represented by their respective logistics professionals who are both experienced and respective of the unique requirements for the pharmaceutical industry. &#xd;<br />&#xd;<br />We are pre-wholesalers, service providers, distribution networks, and dedicated transport specialists. We created EALTH to :&#xd;<br />&#xd;<br />- Provide logistics &amp; transport companies which are dedicated to and have stake in the professional high-quality distribution of the pharmaceutical &amp; healthcare products a voice to communicate to the E.U. and international institutions alongside other established stakeholders.  &#xd;<br />&#xd;<br />- Differentiate our members as professional logistic and transport services providers in accordance with local and international laws, guidelines and established industry procedures. &#xd;<br />&#xd;<br />- Identify areas for improvement and propose solutions, define guidelines and help enact certifications through relevant European and national bodies. &#xd;<br />&#xd;<br />- Work to improve the interest of patient safety and ensure product quality.","acronym":"EALTH","interests":"Customs, Environment, Food Safety, Public Health, Trade, Trans-European Networks, Transport","euInitiatives":"Medical Devices : UDI&#xd;<br />GMDP : Annex 15, Annex 16 : QP and Batch Release&#xd;<br />TTIP","lastUp":"2018-03-03T12:16:55.831+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}