{"id":"257350623646-63","name":"Foundation for Environmental Education","registrationDate":"2016-10-05T16:16:05.498+02:00","category":3,"subCategory":2,"legal":"Charity","web":"http://www.fee.global","country":"Denmark","headAddress":"Scandiagade 13","headCity":"Copenhagen SV","headPostCode":"2450","headPhone":"(45)70 22 24 27","boss":"Daniel Schaffer","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"http://www.fee.global/fee-member-list","memberOrga":"","goal":"We believe in the power of change and that the best gift we can give to future generations, the most valuable legacy we can leave behind us, is a world of educated and environmentally conscious people equipped with the sustainable attitude which is so sorely lacking in today's society.&#xd;<br />&#xd;<br />The Foundation for Environmental Education does not just focus on long-term goals: our programmes help to make a difference every day. Eco-Schools, Young Reporters for the Environment and Learning About Forests educate, investigate and stimulate in equal measure while Blue Flag champions our coasts and Green Key works to improve the environmental performance of the hospitality industry.&#xd;<br />&#xd;<br />Recognised by UNESCO as a world-leader within the fields of Environmental Education and Education for Sustainable Development, our strength comes from our members who share our convictions and execute our programmes with great efficiency on a daily basis. Hand-picked by Foundation for Environmental Education for their dedication and outstanding ability, it is these local organisations who make the Foundation for Environmental Education the much respected, admired and trusted entity that it is today.","acronym":"FEE","interests":"Climate Action, Digital economy and society, Education and training, Environment, International co-operation and development, Youth","euInitiatives":"EU Bathing Water Directive expert group","lastUp":"2018-08-14T09:25:10.894+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}