{"id":"257351528275-53","name":"Auto- ja Kuljetusalan Työntekijäliitto","registrationDate":"2017-09-12T14:44:26.758+01:00","category":2,"subCategory":1,"legal":"association","web":"http://www.akt.fi","country":"Finland","headAddress":"John Stenbergin ranta 6","headCity":"Helsinki","headPostCode":"00530","headPhone":"(358)9 61 31 10","boss":"Marko Piirainen","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"2.0","membership":"SAK, the Central Organization of Finnish Trade Unions www.sak.fi;&#xd;\nKAF, Transport Unions Federation, organizing transport unions affiliated not only to SAK but also to STTK, the Finnish Confederation of Professionals;&#xd;\nNTF, the Nordic Transport Workers Federation www.nordictransport.org ;&#xd;\nETF, European Transport Workers Federation www.etf-europe.org ; &#xd;\nITF, International Transport Workers' Federatio www.itfglobal.org","memberOrga":"https://www.akt.fi/ammattiosasto/","goal":"Transport Workers’ Union AKT represents and promotes the interests of more than 50.000 transport professionals.  Any registered associations – local union branches – organizing workers, employees or self-employed persons in road transport, stevedoring and other transport related lines of business, for example vehicle maintenance and repairs of transport companies as well as road tanker and oil product industries, transport terminals, tourist transportation, aviation, diverse forwarding businesses as well as in driving instruction are welcome to join the AKT.&#xd;<br />&#xd;<br />AKT negotiates and concludes collective agreements in 17 sectors. Improving the terms of work and pay, developing occupational health and safety as well as raising the social standing and training level of the membership are among the primary aspirations of the Union.&#xd;<br />&#xd;<br />Members of the Unemployment Fund of the Transport Workers Union qualify for earnings-related unemployment benefit.&#xd;<br />&#xd;<br />AKT is affiliated to SAK, the Central Organization of Finnish Trade Unions.","acronym":"AKT ry","interests":"Employment and Social Affairs, External Relations, Home Affairs, Internal Market, Transport","euInitiatives":"As the Finnish Cabin Crew Union SLSY is about the merge to the AKT and Mrs. Anu Hietala is elected as the President of European Transport Workers' Federation (ETF) Civil Aviation Section, the main focus has been in aviation: Aviation Strategy, EASA Basic regulation and Regulation 868. But Mrs. Hietala will start to follow other transport sectors as well and focus will be on Mobility Package and cabotage regulation.","lastUp":"2017-09-12T14:45:13.001+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}