{"id":"25748484862-49","name":"European Federation of Intelligent Energy Efficiency Services","registrationDate":"2010-12-26T19:52:45.390+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.efiees.eu","country":"Belgium","headAddress":"Rue Philippe le Bon, 15","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)22 30 65 50","boss":"Pascal Guillaume","bossTitle":"Mr","bossPosition":"Président","membersCount":4,"membersFTE":"2.5","membership":"Membership: The Coalition for Energy Savings, E3PO&#xd;\n&#xd;\nInformal alliances/coalitions: the Heat Coalition, Energy Efficiency Industrial Forum","memberOrga":"ASSOESCo&#xd;\nFEDENE&#xd;\nFEBETEC&#xd;\nARPEE&#xd;\nAMI&#xd;\nSVZT&#xd;\nVeolia Nordics&#xd;\nEngie Portugal&#xd;\nVeolia Poland &#xd;\nVeolia Hungary &#xd;\nVeolia Czech Republic&#xd;\nEngie Netherlands","goal":"The purpose of the European Federation of Intelligent Energy Efficiency Services (EFIEES) is to promote the activities of Companies providing Energy Efficiency Services in the European Union. These services include the design and implementation of practical measures that aim to improve the energy efficiency of their customers by means of long-term contracts. Their objective is to optimise the energy management of end-users.","acronym":"EFIEES","interests":"Climate Action, Competition, Energy, Environment, Regional Policy, Research and innovation, Single market, Taxation","euInitiatives":"EU legislative activities and policies regarding energy and climate issues, in particular: energy efficiency, GHG emissions, EU ETS, district energy as well as subjects such as taxation, public procurement and concessions. Examples of files: the Energy Efficiency Directive, the Energy Performance of Buildings Directive, the Renewable Energy Directive, the EU ETS Directive, 2030 Climate and Energy Framework, Directives on Concessions and Public Procurement, Taxonomy, Structural Funds.","lastUp":"2019-11-20T10:09:16.713+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}