{"id":"257755936159-47","name":"NGO Pragma","registrationDate":"2019-10-09T12:50:53.083+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.udruga-pragma.hr","country":"Croatia","headAddress":"Teslina 13","headCity":"Zagreb","headPostCode":"10000","headPhone":"(385)17 78 99 50","boss":"Nedjeljko Marković","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"4.0","membership":"www.hmps.hr","memberOrga":"","goal":"PRAGMA was founded July 2, 2006 in Zagreb. It was established with a desire to promote, develop and improve all aspects of social and health protection of at risk groups. In order to achieve goals set its Statute, PRAGMA will use community organising and mobilising methods, conduct research, education, evaluation and advocacy. Pragma’s mission is to promote, develop and improve all aspects of social and health protection of socially disadvantaged and ill persons; initiate cooperation with organisations to make them more available to citizens and to better suit their needs; to facilitate interactions of individuals within their environment; to improve the quality of life of citizens in general through empowerment, education, counselling, research and advocacy. Pragma’s vision is a society where individuals, families and communities have capacities needed for recognising, facing and solving problems, and where state, local and non-profit organisations act together to meet the needs of the citizens.","acronym":"","interests":"Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Humanitarian aid and civil protection, Justice and Fundamental Rights, Youth","euInitiatives":"NEET population activities in Croatia - social and psychological support; Early school leavers activities in Croatia - direct work with youth and organizations to support the education aspiration of youth; The European Pillar of Social Rights; Work according to the Revised Audiovisual Media Services Directive (AVMSD) -strengthens the role of Media literacy: to promote and take measures for the development of media literacy skills (Article 33a) by Pragma \"Annual Award for Journalism for Promoting the Values of Education\"","lastUp":"2019-10-11T13:21:10.211+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}