{"id":"25805148045-87","name":"European Network of Transmission System Operators for Electricity","registrationDate":"2012-02-10T16:37:36.952+02:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.entsoe.eu","country":"Belgium","headAddress":"Avenue de Cortenbergh, 100","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)27 41 09 50","boss":"LAURENT SCHMITT","bossTitle":"Mr","bossPosition":"SECRETARY-GENERAL","membersCount":15,"membersFTE":"7.5","membership":"CIGRE","memberOrga":"https://www.entsoe.eu/about-entso-e/inside-entso-e/member-companies/Pages/default.aspx","goal":"ENTSO-E, the European Network of Transmission System Operators, represents 43 electricity transmission system operators (TSOs)​ from 36 countries across Europe. ENTSO-E was established and given legal mandates​ by the EU’s Third Legislative Package for the Internal Energy Market in 2009, which aims at further liberalising the gas and electricity markets in the EU.&#xd;<br />The role of Transmission System Operators has considerably evolved with the Third Energy Package. Due to unbundling and the liberalisation of the energy market TSOs have become the meeting place for the various players to interact on the market place. &#xd;<br />The main objectives of ENTSO-E centre on the integration of renewable energy sources (RES) such as wind and solar power into the power system, and the completion of the internal energy market (IEM), which is central to meeting the European Union’s energy policy objectives of affordability, sustainability and security of supply. &#xd;<br />ENTSO-E contributes to the achievement of these objectives mainly through:&#xd;<br />•\tthe drafting of network codes&#xd;<br />•\tthe development of pan-European network plans (TYNDPs)&#xd;<br />•\tthe technical cooperation between TSOs&#xd;<br />•\tthe publication of summer and winter outlook reports for electricity generation&#xd;<br />•\tthe coordination of R&amp;D plans. &#xd;<br />ENTSO-E aims to be the focal point for all technical, market and policy issues relating to TSOs and the European network, interfacing with power system users, EU institutions, regulators and national governments.&#xd;<br />Through these deliverables, ENTSO-E is helping to build the world’s largest electricity market, the benefits of which will not only be felt by all those in the energy sector but also by Europe’s overall economy, today and into the future.","acronym":"ENTSO-E","interests":"Climate Action, Competition, Energy, Environment, External Relations, Research and innovation, Single market","euInitiatives":"a) Regulation (EU) No 347/2013&#xd;<br />b) Regulation (EU) No 543/2013&#xd;<br />c) Regulation (EU) No 1348/2014&#xd;<br />d) Energy Union Policy and upcoming legislative files&#xd;<br />e) Clean Energy Package","lastUp":"2019-07-01T11:55:40.786+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}