{"id":"258453136070-68","name":"eurammon e. V.","registrationDate":"2019-10-01T15:45:35.328+02:00","category":3,"subCategory":2,"legal":"association","web":"http://www.eurammon.com","country":"Germany","headAddress":"Lyonerstr. 18","headCity":"Frankfurt","headPostCode":"60528","headPhone":"(49)69 66 03 12 77","boss":"Bernd Kaltenbrunner","bossTitle":"Mr","bossPosition":"Chairman","membersCount":2,"membersFTE":"0.75","membership":"www.eurammon.com","memberOrga":"www.eurammon.com","goal":"The purpose of the association is to promote the use of all natural refrigerants – for environment protection, science and research. eurammon regards ammonia, carbon dioxide, hydrocarbons as well as air and water as natural refrigerants. eurammon has set itself the goals to increase awareness and acceptance of natural refrigerants as alternative refrigerants and to overcome the opposition of their use. eurammon’s public relations work is geared specifically in favour of natural refrigerants in the interest of a healthy environment and it imparts its available knowledge about natural refrigerants to all bodies coming into contact with this issue. &#xd;<br />Knowledge transfer takes place at symposiums, participation at conferences and publications in relevant media. eurammon submits information papers on the subjects natural refrigerants and environmental protection. Science, research and education are supported i. e. with papers, presentations at universities and the eurammon award. Information regarding natural refrigerants is accessible via press or internet free of charge. Contacts to official bodies and authorities dealing with the subjects refrigeration, environmental protection, science and research are actively maintained.","acronym":"","interests":"Climate Action, Energy, Environment, Research and innovation","euInitiatives":"F-Gas Regulation&#xd;<br />Refrigerants&#xd;<br />Climate Change&#xd;<br />Energy Efficiency&#xd;<br />Ökodesign Richtlinie&#xd;<br />Technisches Regelwerk&#xd;<br />Normung","lastUp":"2019-10-01T15:47:05.595+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}