{"id":"25854725111-63","name":"Association of Foreign Banks","registrationDate":"2011-01-27T11:23:47.462+02:00","category":2,"subCategory":4,"legal":"Company Limited by Guarantee","web":"http://www.foreignbanks.org.uk","country":"United kingdom","headAddress":"65 - 66 Queen Street","headCity":"London","headPostCode":"EC4R 1EB","headPhone":"(4420)72 83 83 00","boss":"Catherine Raines","bossTitle":"Ms","bossPosition":"Chief Executive","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://www.foreignbanks.org.uk/MembersList","goal":"The Association of Foreign Banks (AFB) represents the foreign banking sector providing financial services throughout the UK, but mainly in London, through branches, subsidiaries and representative offices. The AFB provides a forum for the sharing of information on industry issues for the mutual benefit of foreign banks operating in and out of the UK and makes representations to industry, government, regulatory bodies and other financial services organisations to ensure the attainment of good banking practice.&#xd;<br />The foreign banks concerned engage in a wide range of banking and international business activity in the UK primarily in the wholesale banking markets. They make a significant contribution to London's standing as a major global financial centre and to the depth and breadth of the European Financial Markets facilitating trade across the Community. Member banks and their affiliated organisations range from the largest with several thousand staff to the smallest with ten or less staff.","acronym":"AFB","interests":"Banking and financial services, Business and Industry, Competition, Economy, finance and the euro, Institutional affairs, Single market, Taxation, Trade","euInitiatives":"The AFB engages with European bodies and regulators with regard to the provision of financial services. &#xd;<br />&#xd;<br />Over the last 12 months the main initiative at the European level, to which the AFB has responded or been engaged on, is MiFID II. &#xd;<br />&#xd;<br />The AFB's activities at a European level are driven by consultations and policy proposals from the Commission and European financial regulators (ECB, EBA, ESMA).","lastUp":"2019-07-25T15:07:28.873+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}