{"id":"258694016925-01","name":"Bundesverband der Wertpapierfirmen e.V.","registrationDate":"2015-04-13T11:51:05.055+01:00","category":2,"subCategory":1,"legal":"Berufsverband in der Rechtsform eines eingetragenen Vereins","web":"http://www.bwf-verband.de","country":"Germany","headAddress":"Bundesverband der Wertpapierfirmen e.V. (bwf)","headCity":"Frankfurt am Main","headPostCode":"60323","headPhone":"(49)69 92 10 16 91","boss":"Michael  Sterzenbach","bossTitle":"Mr","bossPosition":"Geschäftsführer/Secretary General","membersCount":2,"membersFTE":"1.75","membership":"European Forum of Securities Associations (EFSA)&#xd;\nhttp://efsa-securities.eu/&#xd;\n&#xd;\nInternational Council of Securities Associations (ICSA)&#xd;\nhttp://www.icsa.bz/","memberOrga":"http://www.bwf-verband.de/index.php?id=3","goal":"Der Bundesverband der Wertpapierfirmen e.V. (bwf) wurde im September 2003 auf Initiative der bisherigen Bundesverbände der Kursmakler / Finanzintermediäre einerseits und der Wertpapierhandelsfirmen andererseits gegründet. Er führt seit Januar 2004 die Geschäfte der bisherigen Bundesverbände fort. Ziel der Neugründung ist die Schaffung einer einheitlichen Interessenvertretung der deutschen Wertpapierfirmen. Zweck des Verbandes ist die Wahrnehmung und Förderung der gemeinsamen Berufsinteressen der Wertpapierfirmen. Der bwf vertritt die Interessen der Branche im Rahmen anstehender nationaler und europäischer Regulierungs-, Gesetzgebungs und nachrangiger Regelungsvorhaben im Bereich des Finanzdienstleistungs- und Kapitalmarktrechts.&#xd;<br /> &#xd;<br />Hierbei sucht der bwf den fortlaufenden Dialog mit den gesetzgebenden Organen, den Aufsichtsbehörden, anderen bank- und finanzwirtschaftlichen Verbänden, der interessierten Öffentlichkeit sowie den verschiedenen Institutionen des Börsenwesens und Wertpapierhandels auf nationaler und europäischer Ebene.","acronym":"bwf","interests":"Banking and financial services, Economy, finance and the euro, Energy, Fraud prevention, Institutional affairs, Single market, Taxation","euInitiatives":"MiFID / MiFIR, FTT, CRR, CMU, MAD, AML, SRM, IFR, CSDR, MAR","lastUp":"2019-12-02T19:18:32.626+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}