{"id":"258631727553-39","name":"Consumers' Forum","registrationDate":"2017-06-20T15:29:23.900+02:00","category":3,"subCategory":2,"legal":"associazione","web":"http://consumersforum.it","country":"Italy","headAddress":"Via degli Scipioni 8","headCity":"Roma","headPostCode":"00192","headPhone":"(39)06 39 72 54 86","boss":"Mario Finzi","bossTitle":"Mr","bossPosition":"presidente","membersCount":3,"membersFTE":"0.75","membership":"http://www.asvis.it/&#xd;\n&#xd;\nhttp://www.movimentoeuropeo.it/","memberOrga":"http://www.consumersforum.it/soci.html","goal":"Consumers' Forum è un'associazione non profit indipendente nata nel 1999, di cui fanno parte le più importanti Associazioni di Consumatori, numerose Imprese Industriali e di servizi e le loro Associazioni di categoria e Istituzioni.  Consumers' Forum è il luogo di confronto e riflessione comune creato per facilitare la conoscenza reciproca e superare la difficoltà di dialogo tra associazioni di consumatori ed imprese.&#xd;<br />L'incontro tra queste diverse realtà è reso possibile dall'evoluzione e dalla maturazione di entrambi i mondi. Prova di questa nuova realtà è la collaborazione e l'impegno delle aziende e delle associazioni dei consumatori nella ricerca della qualità dei prodotti e dei servizi e le procedure di conciliazione delle controversie di consumo.  Consumers' Forum lavora alla creazione di tavoli di confronto, di luoghi di ricerca e formazione per lo sviluppo, la promozione e la diffusione della cultura del consumo responsabile, grazie al fondamentale e originale contributo tecnico-scientifico del mondo universitario e della ricerca. L'obiettivo finale è quello di promuovere insieme un'evoluzione delle politiche consumeristiche al fine di migliorare la qualità di vita dei cittadini.","acronym":"Consumers' Forum","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"Seguiamo in particolare i seguenti settori e aggiornamenti :&#xd;<br />- ENERGIA&#xd;<br />- PRIVACY&#xd;<br />- SOSTENIBILITA'&#xd;<br />- COMMERCIO e DITRIBUZIONE&#xd;<br />- BANCHE E FINANZA e CREDITO&#xd;<br />- CONCORRENZA&#xd;<br />- TELECOMUNICAZIONI e DIGITALE&#xd;<br />- TRASPORTI&#xd;<br />- LEGISLAZIONE E REGOLAZIONE MERCATO&#xd;<br />- CULTURA&#xd;<br />- SANITA' E FARMACEUTICO&#xd;<br />- ADR&#xd;<br />- TUTELA CONSUMATORI","lastUp":"2018-06-07T10:21:31.699+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}