{"id":"259088428324-43","name":"S2 GRUPO DE INNOVACIÓN EN PROCESOS ORGANIZATIVOS, S.L.U.","registrationDate":"2017-09-13T14:05:18.418+02:00","category":2,"subCategory":3,"legal":"S.L.U","web":"https://s2grupo.es/en/home/","country":"Spain","headAddress":"c\\ Ramiro de Maeztu, 7 b","headCity":"Valencia","headPostCode":"46022","headPhone":"(34)9 63 11 03 00","boss":"Miguel A. Juan Bello","bossTitle":"Mr","bossPosition":"Managing Partner","membersCount":3,"membersFTE":"0.75","membership":"Member of the European Cyber Security Organisation (ECSO) (https://www.ecs-org.eu/)","memberOrga":"","goal":"S2 Grupo is a European cybersecurity and cyber intelligence company, developing and providing cutting-edge European technology solutions for APT detection, Security Operations Center management, Security Real-time monitoring and Event management, ICS cybersecurity and People-Centric security. S2 Grupo also provides Managed Security Services (MSS) through S2 Grupo CERT (FIRST and TF-CSIRT member) and Information security consultancy services.&#xd;<br />&#xd;<br />S2 Grupo provides high technical and quality services and solutions to customers in a wide range of sectors such as banking, finance and insurance, energy, Government (national, inter-governmental, regional and local), utilities, etc. Sectors in which information is especially sensitive.&#xd;<br />&#xd;<br />S2 Grupo operates in Europe, North and South America, and has offices in Valencia (HQ), Madrid and Barcelona within Spain, in Brussels (Belgium), Lisbon (Portugal), Bogotá (Colombia) and Ciudad de México (México).","acronym":"S2 Grupo","interests":"Digital economy and society, Foreign and Security Policy and Defence, Research and innovation","euInitiatives":"Since its inception, S2 Grupo has been interested and involved in EU initiatives, especially those related to cybersecurity and R&amp;D programs (i.e., H2020, FP7, European Cybersecurity inititatives, Horizon 2020 Cybersecurity cPPP Work Programme, etc.).","lastUp":"2018-09-13T17:09:14.215+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}