{"id":"259299931258-82","name":"Harbour Innovation Campus","registrationDate":"2018-04-19T11:14:30.020+02:00","category":3,"subCategory":2,"legal":"Limited Company","web":"http://www.hic.ie","country":"Ireland","headAddress":"Harbour Innovation Campus","headCity":"Dublin","headPostCode":"A96 RR27","headPhone":"(353)8 73 60 01 73","boss":"Ken Finnegan","bossTitle":"Mr","bossPosition":"Director of Technology and Innovation","membersCount":10,"membersFTE":"2.5","membership":"","memberOrga":"Alessandra Sala - Head of Analytics Research at Nokia Bell Labs&#xd;\n&#xd;\nAlessandro Prest – Co-founder at Logograb &#xd;\n&#xd;\nAllan F. Beechinor - Group Chief Technology Officer at Advanced Meta Data Limited AI Thought Leader Group&#xd;\n&#xd;\nDenis Canty - Senior Director - Automation/ AI Software Labs @ McKesson : Public Speaker on IoT : Ireland and Phoenix Arizona&#xd;\n \t&#xd;\nGreg Stafford – CFO at Nuritas&#xd;\n&#xd;\nKen Finnegan - Harbour Innovation Campus Director of Technology and Innovation&#xd;\nPreviously Chief Technology and Research Advisor to IDA Ireland.&#xd;\n&#xd;\nKieran McCorry (IRELAND NTO) - National Technology Officer at Microsoft Ireland&#xd;\n&#xd;\nNiamh Bushnell – Founder and CEO of Tech Ireland&#xd;\n&#xd;\nRaymond Foley - Project Leader, UTC Aerospace Systems Program at United Technologies Research Centre Ireland&#xd;\n &#xd;\nPatricia Scanlon - Founder/CEO SoapBox Labs - Building Children's Voice Technology","goal":"Our organisation is soon to be the largest innovation Campus in Ireland. We will be home to 1000 innovators, innovating across multiple technologies and themes.","acronym":"HIC","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"I have represented Ireland's industrial base in the European Commission for Artificial Intelligence in January 2018.&#xd;<br />Also members of the AI Ireland consortium have engaged on behalf of their companies with the Comission","lastUp":"2018-04-19T11:25:35.585+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}