{"id":"259364526496-42","name":"Associazione Italiana Allevatori","registrationDate":"2017-03-24T15:54:01.892+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.aia.it","country":"Italy","headAddress":"via Giuseppe  Tomassetti, 9","headCity":"Rome","headPostCode":"00161","headPhone":"(39)06 85 45 12 07","boss":"Roberto Nocentini","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"The Italian Breeders’ Association (AIA) was founded in Rome on 20 August 1944 to revitalize national livestock breeding programs devastated by World War II. Our mission is in article 3 of our Statute: “The association is of a technical and economic nature. Its aim is to promote initiatives which can usefully contribute to a rapid improvement in livestock, enhancing value and the value of products”.The initial structure has now grown and has branches all over Italy, supporting all sectors of livestock breeding and offering a wide range of technical services to boost competitiveness and sustainability.&#xd;<br />AIA is the Italian official organization in charge of livestock performance recording for management and genetic improvement purposes. &#xd;<br />•\t1100 technicians for milk and meat performance recording and 700 for extension service&#xd;<br />•\t46.000 farmers (23.000 dairy farms)&#xd;<br />•\t80% of the total milk produced yearly in Italy&#xd;<br />•\tmore than 250,000 days per year spent on farm&#xd;<br />•\ta net of 22 laboratory for milk analysis&#xd;<br />•\tmember of ICAR (www.icar.org ), Interbull (www.interbull.org), EAAP (European Association for Animal Productions), FIL-IDF (International Dairy Federation), WAAP (World Association for Animal Production)","acronym":"AIA","interests":"Agriculture and Rural Development, Food Safety, Research and Technology","euInitiatives":"2015/C 351/09 - AGRI.2016-0190 Info Pack Farmer 3.0  “Support for information measures relating to the CAP","lastUp":"2018-03-20T09:35:19.876+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}