{"id":"259827125418-21","name":"Comitato Nucleare e Ragione","registrationDate":"2017-01-12T16:29:56.354+01:00","category":3,"subCategory":2,"legal":"association","web":"http://nucleareeragione.org","country":"Italy","headAddress":"Via Aldegardi 2/1","headCity":"Trieste","headPostCode":"34142","headPhone":"(39)34 92 86 85 95","boss":"Pierluigi Totaro","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Comitato Nucleare e Ragione was born in April 2011, following the accident at Fukushima-Daiichi NPP caused by the tsunami generated by Tōhoku Earthquake.&#xd;<br />It was founded as a cultural and no-profit organization by young physics researchers and students of the University of Trieste (Italy) and other European research centers. In the years other people from many disciplines joined as well.&#xd;<br />The mission of the early days after the foundation of Nucleare e Ragione (that means literally Nuclear and Reason, i.e. to use the reason instead of emotions to understand nuclear energy) was to counteract the overwhelming misinformation spread on mainstream Italian media around the Fukushima accident. Few months later, while Italy was undergoing a campaign to ban nuclear energy use through a referendum, Nucleare e Ragione actively took part in it, informing people about pro and contras of the two possible outcomes, having in mind that any decision on energy policy affect people life, thus people should be informed at their best to take it.&#xd;<br />After the outcome of the vote, that banned nuclear energy plans to be resumed in Italy, Nucleare e Ragione solicited through a petition the Italian Government (Fall 2012) to summon a National Conference on Energy to set a new long-term Strategic Energy Plan for the country, the last dating back to 1988. This request is still unaddressed.&#xd;<br />At the same time, through conferences, scientific visits to power plants and research reactors, papers, books and articles published on our two websites and social network, Nucleare e Ragione pursues the aim of spreading basic energy related technology and policy knowledge to a wide non educated public, with special focus on civil use of nuclear energy and its future perspectives.","acronym":"CNeR","interests":"Climate Action, Energy, Environment, Research and Technology, Trans-European Networks","euInitiatives":"CNeR routinely follows the updates on EU energy policies and roadmaps and present them to the general public through our media channels, with particular attention to the role of nuclear energy as carbon free power source.","lastUp":"2018-01-03T15:51:14.159+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}