{"id":"259869121919-60","name":"Federation for Hunting &amp; Conservation - Malta","registrationDate":"2016-05-24T17:43:25.753+01:00","category":3,"subCategory":2,"legal":"Federation","web":"http://huntinginmalta.org.mt","country":"Malta","headAddress":"FKNK","headCity":"Msida","headPostCode":"MSD 1831","headPhone":"(356)21 31 04 48","boss":"Joe &amp; Lino Perici Calascione &amp; Farrugia","bossTitle":"Mr","bossPosition":"President &amp; CEO","membersCount":36,"membersFTE":"9.0","membership":"Please refer to 8 above.","memberOrga":"23 Associations from as many towns;&#xd;\n3 Sub-Committees.","goal":"The FKNK in brief:\tThe National Association of Hunters and Trappers was formed on 17th September 1973, with the clear aim to preserve the Maltese traditional socio-cultural passions of migratory huntable wild birds hunting and live-capturing with selective nets for the purpose of keeping the caught birds alive in captivity.  This is still the primary goal today. &#xd;<br />&#xd;<br />On the 22nd June 1998 the Association's statute was reconstructed so as to form The Federation for Hunting &amp; Conservation - Malta (Federazzjoni Kaċċaturi Nassaba Konservazzjonisti – FKNK) which incorporates an average of 23 Associations from as many districts and specific committees.&#xd;<br />&#xd;<br />On the 11th September 1987, the Federation joined FACE (The Federation of Associations for Hunting &amp; Conservation in the EU).  On the 26th May 1989, the Federation was also accepted as a member of CIC (The International Council for Game &amp; Wildlife Conservation) and on the 6th July, 1995, the Maltese Federation was one of the founder members of AECT (The Association of Traditional Hunting in Europe).  In the year 2000 the FKNK was also one of the founder members of the Communications Group within FACE, InterFACE.  In 2008 the FKNK formed part of FACE Members within the Mediterranean basin to set up FACE MED and also became a member of ELO (European Landowners’ Organisation).  In 2010 the FKNK enrolled as an NGO with the Malta Commissioner of Voluntary Organisations and also joined OMPO (Migratory Birds of the Western Palearctic).  In 2016 the FKNK became FITASC Malta representative.&#xd;<br />&#xd;<br />FKNK Representatives sit on the Malta Ornis Committee and the Weapons Board.&#xd;<br />&#xd;<br />The FKNK is by far the largest NGO in the Maltese Islands with over 10,000 adult paid-up members (2015).&#xd;<br />&#xd;<br />In 2015, following years of close collaboration a local falconers' organisation, The Malta Falconers Club, joined the FKNK as an Affiliate Member.&#xd;<br />&#xd;<br />Maltese hunters and trappers, and hunting and trapping related activities contribute €82,000,000 towards Malta’s Gross Domestic Product per annum (2007) or 0.60%.&#xd;<br />&#xd;<br />The FKNK, through its sub-committees of The Commission for Public Relations &amp; Education (KRPE), the Miżieb Organising Committee and the Mellieha Organising Committee, regularly organise Sporting clay-pigeon shooting competitions for the FKNK Members in the Hunting Reserves of Miżieb and Mellieha which Reserves are managed by the FKNK.","acronym":"FKNK","interests":"Agriculture and Rural Development, Climate Action, Communication, Culture, Environment, Justice and Fundamental Rights, Sport, Youth","euInitiatives":"Directives:&#xd;<br />&#xd;<br />\"Birds\"; \"Habitats\"; &amp; \"Firearms\"","lastUp":"2017-04-27T20:32:54.333+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}