{"id":"260236820401-60","name":"Messe Berlin GmbH","registrationDate":"2016-01-25T11:48:32.932+01:00","category":2,"subCategory":7,"legal":"GmbH","web":"http://messe-berlin.de","country":"Germany","headAddress":"Messedamm 22","headCity":"Berlin","headPostCode":"14055","headPhone":"(49)3 03 03 80","boss":"Christian, Dr. Göke","bossTitle":"Mr","bossPosition":"Vorsitzender der Geschäftsführung","membersCount":1,"membersFTE":"0.25","membership":"AEO, Association of Event Organisers&#xd;\nAIPC, International Association of Convention Centres&#xd;\nKAV Berlin, Kommunale Arbeitgeberverband Berlin&#xd;\nEVVC, Europäischer Verband der Veranstaltungs-Centren e.V.&#xd;\nGCB, German Convention Bureau&#xd;\nICCA, International Congress and Convention Association&#xd;\nvisitBerlin Convention Partner&#xd;\nUFI, Global Association of the Exhibition Industry&#xd;\nAUMA, Ausstellungs- und Messe-Ausschuss der Deutschen Wirtschaft e.V.&#xd;\n&#xd;\nsowie Mitglied in zahlreichen nationalen und internationalen Industrie-Dachverbänden","memberOrga":"","goal":"Die Messe Berlin zählt zu den zehn umsatz- und wachstumsstärksten Messegesellschaften mit eigenem Gelände weltweit. Sie konzipiert, vermarktet und veranstaltet jedes Jahr hunderte von Liveevents in Berlin und auf der ganzen Welt. Zu ihrem breiten Portfolio gehören die globalen Marken und Leitmessen IFA, InnoTrans, ITB, FRUIT LOGISTICA und die Internationale Grüne Woche, ebenso, wie Großkonferenzen und herausragende Events, so zum Beispiel die Fanmeile am Brandenburger Tor. Mit rund 90 Auslandsbüros vertreibt die Messe Berlin ihre Veranstaltungen in über 170 Ländern. Allein bei den Veranstaltungen am Stammsitz unter dem Funkturm in Berlin akkreditieren sich jedes Jahr rund 30.000 Medienvertreter aus der gesamten Welt. Damit fördert und treibt die Messe Berlin die Entwicklung der Metropole Berlin. Ziel ist, auf allen Veranstaltungen der Messe Berlin den Besuchern ein herausragender Gastgeber zu sein, bestmögliche Geschäftsimpulse für den Einzelnen zu geben und faire Bedingungen für Jeden zu gewährleisten. Dieses Selbstverständnis spiegelt sich im Unternehmensmotto: Messe Berlin – Hosting the World.&#xd;<br />Die Messe Berlin liegt mit ihrem Ergebnis für das Jahr 2019 im Plan und erweist sich damit weiterhin als stabiler Anker für den Wirtschaftsstandort Berlin. Das zeigen die vorläufigen Zahlen zum Jahresabschluss. Der Konzern schließt das zu Ende gehende Jahr mit einem voraussichtlichen Umsatz von 283 Mio. Euro ab und liegt damit auf der Höhe vom Vergleichsjahr 2017 (284 Mio. Euro).&#xd;<br />Insgesamt präsentierten sich 2019 über 36.000 Aussteller aus über 180 Ländern auf den Eigen- und Gastveranstaltungen der Messe Berlin – eine deutliche Steigerung gegenüber 2017. Nach vorläufigen Berechnungen kamen dabei zwischen Januar und Dezember knapp 2,1 Millionen Besucher zu den insgesamt 126 Veranstaltungen, darunter allein über 100.000 Besucher zu 23 nationalen und internationalen Kongressen von externen Veranstaltern.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"TTIP, Klima- und Energieunion, Digitaler Binnenmarkt, DSGVO sowie relevante Tätigkeiten auf dem Gebiet der Durchführung von Strategien, Öffentlichkeitsarbeit und Kommunikation wie Projekte, Veranstaltungen und Veröffentlichungen.","lastUp":"2020-01-08T11:50:07.741+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}