{"id":"260551919108-63","name":"Foro de la Industria Nuclear Española","registrationDate":"2015-10-06T13:51:02.049+02:00","category":2,"subCategory":4,"legal":"Asociación","web":"http://www.foronuclear.org","country":"Spain","headAddress":"C/ Boix y Morer, 6","headCity":"Madrid","headPostCode":"28003","headPhone":"(34)9 15 53 63 03","boss":"Ignacio Araluce","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"2.25","membership":"www.apm.es&#xd;\nwww.dircom.org&#xd;\nwww.sne.es&#xd;\nwww.nei.org&#xd;\nwww.foratom.org","memberOrga":"http://www.foronuclear.org/es/sobre-nosotros/socios","goal":"Misión&#xd;<br />&#xd;<br />Somos una asociación sin ánimo de lucro que desde 1962 representamos los intereses del sector nuclear español ante las administraciones públicas y otros grupos de interés. Respaldamos las oportunidades de negocio de nuestros socios a nivel nacional e internacional y divulgamos las características de la energía nuclear.&#xd;<br />&#xd;<br />Visión&#xd;<br />&#xd;<br />Trabajamos para impulsar el funcionamiento de los reactores nucleares españoles y apostamos por mantener el peso de la aportación nuclear en la cesta energética española, actualmente de un 20%.&#xd;<br />&#xd;<br />Apoyamos las capacidades tecnológicas del sector nuclear español. La industria nuclear, competitiva y experta, realiza una importante aportación a la economía española participando, a su vez, en el desarrollo nuclear mundial.&#xd;<br />&#xd;<br />Valores&#xd;<br />&#xd;<br />Consideramos esencial frenar el cambio climático. Por ello, apostamos por la energía nuclear al tratarse de una fuente capaz de generar grandes cantidades de electricidad sin emitir partículas ni gases de efecto invernadero a la atmósfera.&#xd;<br />&#xd;<br />Respaldamos a una industria generadora de empleo estable y de calidad, que realiza una importante aportación social y económica a nivel local y nacional.&#xd;<br />&#xd;<br />Creemos en la importancia del desarrollo de la tecnología nuclear a través de nuevas técnicas y proyectos de investigación para la producción de electricidad y la aplicación en el campo de la agricultura, energía, medio ambiente o la medicina.&#xd;<br />&#xd;<br />Proporcionamos información especializada a la sociedad para difundir el conocimiento científico en material de energía nuclear.","acronym":"Foro Nuclear","interests":"Communication, Competition, Digital economy and society, Education and training, Energy, Environment, Foreign and Security Policy and Defence","euInitiatives":"Energía, electricidad, cambio climático, comunicación de crisis, riesgos.","lastUp":"2018-09-17T15:28:37.183+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}