{"id":"261031732930-01","name":"Hitachi Europe Ltd","registrationDate":"2018-11-01T12:53:22.280+01:00","category":3,"subCategory":2,"legal":"Representative","web":"http://www.hitachi.eu","country":"United kingdom","headAddress":"Whitebrook Park","headCity":"Maidenhead","headPostCode":"SL6 8YA","headPhone":"(44)16 28 58 50 00","boss":"Naotoshi Nishida","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":36,"membersFTE":"18.75","membership":"","memberOrga":"","goal":"Hitachi Europe Ltd employs over 400 people in 13 countries across Europe, Africa and the Middle East. The head office is in Maidenhead, UK, and operate research and development laboratories in London, Cambridge, Copenhagen,  Munich, and Sophia-Antipolis. In align with our corporate credo - contributing to society through the development of superior, original&#xd;<br />technology and products, we engage in the \"Social Innovation Business\", putting our IT, control, and operational technologies to use in the advanced social infrastructure systems we provide to create a future where people can live safer, richer lives. Through &#xd;<br />collaborative creation, we are providing solutions in power and semiconductor systems, information systems, particle beam therapy systems, digital media and consumer products, industrial components and equipment, procurement and sourcing and smart cities.","acronym":"HEU","interests":"Borders and Security, Communication, Energy, Environment, Public Health, Research and innovation","euInitiatives":"HORIZON 2020, ECSEL JU, C-ITS, ETSI, Car-to-Car Comm. Consortium (C2C-CC), EPoSS, EIT, ERTICO, GEAR 2030,AIOTI, EFFRA. Shift2 Rail&#xd;<br />  Innovate UK. &#xd;<br />“Platform Industry 4.0 / Industrie du Futur / Piano nazionale Industria 4.0”.&#xd;<br />(see link: http://www.sviluppoeconomico.gov.it/images/stories/documenti/press%20release_trilateral-cooperation.pdf)&#xd;<br />QuantERA&#xd;<br />EuroMagnet II","lastUp":"2018-11-01T12:54:17.606+01:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}