{"id":"262075819307-45","name":"Ariel Foundation International","registrationDate":"2015-10-27T12:06:18.928+01:00","category":3,"subCategory":2,"legal":"Not for profit NGO","web":"https://www.changemakers-un.org/","country":"Switzerland","headAddress":"Ariel Foundation International","headCity":"Geneva","headPostCode":"1216","headPhone":"(41)2 25 34 94 41","boss":"Ariel King","bossTitle":"Ms","bossPosition":"President","membersCount":13,"membersFTE":"3.5","membership":"AFI is a member of Eurochild (Brussels) from 2015&#xd;\nhttp://eurochild.org/news/news-details/article/we-welcome-eight-new-members/&#xd;\n&#xd;\nWe are partners of many organisations whome we host joint summits, programs  and parallel events at the UN (Geneva). &#xd;\nAs mentioned we are a well respected organisation in the UN system. We are now being considered for hold ECOSOC status within the UN system (ECOSOC means, United Nations Economic and Social Council Status), which is only given to trusted and respected organisations and NGO's within the UN system. &#xd;\nhttp://www.un.org/en/ecosoc/","memberOrga":"All AFI participants in our programmes, summits and parallel events are considered our members worldwide.&#xd;\nThe number of members varies by summit, programme or year. In 2015 we have thus far had a total of about 300 to 350 children and youth, and those who are interested in their issues.","goal":"The Ariel Foundation International (AFI) is a non-profit organization founded in 2002. AFI foci is on children and youth human rights, empowerment and participation on the local and international levels. &#xd;<br />&#xd;<br />The vision of AFI is based on Hillel’s quote: “If I am not for myself, who will be for me? If I am only for myself, then what am I, If not now, then when?”&#xd;<br />&#xd;<br />AFI Foundation foci is children and youth. AFI promotes  participation, human rights, peace and prosperity through leadership, entrepreneurship and experiences of community service (children and youth contributing to their local and international communities). Children and  youth participate and have their voices heard on a local and international levels. (www.arielfoundation.org)&#xd;<br />&#xd;<br />AFI Youth Ambassadors is a programme for children under 16 years old to participate in their own summits at international organizations (United Nations, Parliaments, European Union) during official meetings. The results of their summit are reports on issues they believe are important in the world in their own words (www.changemakers-un.org)&#xd;<br />&#xd;<br />AFI Changemakers is a youth-led program of Ariel Foundation International. Previous youth summits have taken place at the UN Social Forum on the Right to Health, the World Health Assembly and regarding the Right to Development. (www.changemakers-un.org)&#xd;<br />&#xd;<br />AFI is well respected within the United Nations Geneva bodies and organisations both in Geneva and New York.&#xd;<br />&#xd;<br />Ariel Foundation International is a member of Eurochild.&#xd;<br />&#xd;<br />AFI  in the past 24 months had organized with partners 18 major events, including the first three summits for children (www.youthsummit-un.org) on various human rights issues and for youth summits (AFI-Changemakers on various themes including human rights, health, aging, international development), and panels on issues around children and youth at the United Nations in Geneva.&#xd;<br />&#xd;<br />For all of these children and youth summits and events, publications are developed from the participants and are then available for all EU leaders and organisations to have an insight into what children and youth focus on and their understanding of both the issues and the possible address to the issues.&#xd;<br />&#xd;<br />About AFI Changemakers (www.changemakers-un.org)&#xd;<br />&#xd;<br />AFI Changemakers is a global movement of young people who passionately believe that their voices matter. We want to see a world where the youth are represented at all levels of decision making, a reflection of the fact that 50% of the world’s population are under 35.&#xd;<br />&#xd;<br />We host summits at the United Nations that give young people the opportunity to make their voices heard. Our mission is to make politics accessible to young people so that they feel empowered to become involved with political bodies at all levels.&#xd;<br />&#xd;<br />The summits held by AFI Changemakers serve as a basis for policy recommendation reports that our members write and which are submitted to various international organisations, including the UN – an example of which you can see here.  &#xd;<br />&#xd;<br />In addition, AFI during these summits and events have continued its participated for very significant collaboration for issues that surround children and youth.","acronym":"AFI","interests":"Audiovisual and Media, Culture, Development, Education, Employment and Social Affairs, External Relations, Humanitarian Aid, Justice and Fundamental Rights, Public Health, Research and Technology, Sport, Youth","euInitiatives":"AFI follows all initiatives that affect children and youth issues. Including, but not limited to:&#xd;<br />&#xd;<br />The EU’s commitment to protecting children is underlined in the ‘EU Guidelines on the Rights of the Child ' , adopted in 2007. Violence against children is outlined as the first priority. Action points guide the EU in ensuring that children's rights are taken into account in all EU policies and actions.&#xd;<br />&#xd;<br />Protecting children in third countries is the focus of the 2008 Communication entitled ‘A special place for children in EU external action ’. The paper emphasizes how the protection and promotion of children’s rights must be seen as part of all external relations policies.&#xd;<br />&#xd;<br />When conflict breaks out, children are at risk at many levels. The EU Guidelines on Children in Armed Conflict , adopted in 2003 and revised in 2008, commit the EU to addressing the impact of armed conflicts on children in a comprehensive and systematic manner.&#xd;<br />&#xd;<br />A combination of policy dialogue, development cooperation and trade incentives are used by the EU as it plays its part in working towards the internationally agreed goal of eliminating the worst forms of child labour by 2016.&#xd;<br />&#xd;<br />The rights of children are systematically raised during dialogues with non-EU countries; the EU calls on partner countries to ratify relevant international conventions, lift reservations, adopt or revise national legislation, identify areas where technical assistance could be helpful and promote good practices.&#xd;<br />&#xd;<br />Financial support comes from the European Instrument for Democracy and Human Rights (EIDHR), the Investing in People programme and other thematic and geographical programmes.&#xd;<br />&#xd;<br />The EU regularly tables resolutions on children's rights at the UN Human Rights Council and UN General Assembly Third Committee and works in close cooperation with UNICEF and civil society groups.&#xd;<br />&#xd;<br />As part of their strategic collaboration, UNICEF and the EU have developed a 'Child Rights Toolkit: Integrating child rights in development cooperation'.&#xd;<br />Children Affected by Armed Conflict&#xd;<br />&#xd;<br />The EU Guidelines on Children and Armed Conflict , adopted in 2003 (and revised 2008), commit the EU to address the impact of armed conflict on children in a comprehensive manner. This is done through monitoring and reporting by EU Heads of Mission, Military Commanders and Special Representatives, through diplomatic initiatives, political dialogue, multilateral cooperation and crisis management.&#xd;<br />&#xd;<br />The EU Implementation Strategy of the EU Guidelines on Children and Armed Conflict , adopted in 2006 (and revised 2010), gives directions on monitoring, reporting, and cooperation with the UN, focusing on prevention, protection, but also rehabilitation and reintegration. Implementation of these Guidelines is targeted on priority countries, which are regularly reviewed in accordance with the UN list of priority countries regarding children and armed conflict.&#xd;<br />&#xd;<br />The EU has invested in strengthening its capacity on child protection in the operations, and in the Headquarters. As a result the toolkit forintegrating child rights in development cooperation was finalised in 2014 and pre-deployment child protection training module for civilian and military personnel is currently in the finalisation process.","lastUp":"2017-06-06T21:55:37.456+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}