{"id":"262070522109-85","name":"Associação de Profissionais Licenciados de Optometria","registrationDate":"2016-06-04T17:48:54.587+01:00","category":2,"subCategory":1,"legal":"Professional Association","web":"http://www.aplo.pt","country":"Portugal","headAddress":"Rua Marcelino Mesquita, Nº5","headCity":"Linda-a-Velha","headPostCode":"2795-134","headPhone":"(351)2 14 14 93 10","boss":"Raúl Alberto Sousa","bossTitle":"Mr","bossPosition":"Board President","membersCount":2,"membersFTE":"0.5","membership":"European Council of Optometry &amp; Optics&#xd;\nWorld Council Of Optometry&#xd;\nEuropean Academy Of Optometry &amp; Optics","memberOrga":"http://www.ecoo.info&#xd;\nhttp://worldcouncilofoptometry.info/&#xd;\nhttps://eaoo.info/","goal":"The APLO is the professional representative body for the vast majority of practising optometrists in the country with almost than a thousand two hundred members, all with a college graduated and with professional internship.&#xd;<br />&#xd;<br />The Association of Licensed Professional Optometrists (APLO) was founded on 19 February 1998 as a response to the need of creating an independent organization that promotes and ensures that optometry is a profession of primary health care, and provides a safeguard of excellence in Optometric care. The mission of the association is to promote the practice of optometry by qualified optometrists and to serve the individual and collective interests of its members. Through its internal regulations, statutes and Code of Ethics it regulates the profession among its members.&#xd;<br />We are working with national authorities to establish a legal framework for the performance of the profession in Portugal, defining the qualifications, skills and rights of optometrists, legally protecting the title of Optometrist and the scope of practice.","acronym":"APLO","interests":"Consumers, Education and training, Public Health, Single market","euInitiatives":"Public consultation on the regulation of professions. Health devices, services and regulation initiatives. Primary health care.","lastUp":"2019-03-16T11:32:02.316+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}