{"id":"262072219982-51","name":"B2EU Consulting","registrationDate":"2015-12-16T20:31:03.481+01:00","category":1,"subCategory":6,"legal":"SPRL","web":"http://www.b2eu-consulting.eu","country":"Belgium","headAddress":"Avenue de la Joyeuse Entree 1","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)4 91 72 72 56","boss":"Daan A.  Turkic","bossTitle":"Mr","bossPosition":"CEO","membersCount":9,"membersFTE":"7.5","membership":"","memberOrga":"","goal":"B2EU is a Brussels based consulting firm specialized in EU Funding, Public Affairs and Advocacy situated in the heart of the European Union, where all the important decisions are being made. We are a team of experienced and skilled professionals located in Brussels, Berlin, London, Barcelona, Warsaw, Zagreb, Belgrade and Athens. Needless to mention, B2EU Consulting is a firm committed to highest professional practices and we are equal opportunity employer. B2EU Consulting is registered in the EU Transparency Register. For more information don't hesitate to contact us (info@b2eu-consulting.com) and visit our website.&#xd;<br />B2EU Consulting is assisting clients in following domains:&#xd;<br />- EU Funding&#xd;<br />- Advocacy and Public Affairs&#xd;<br />- Training&#xd;<br />- Event Management","acronym":"B2EU","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- Digital Agenda&#xd;<br />- EU Funding&#xd;<br />- Education&#xd;<br />- Regional Policy&#xd;<br />- Enlargement&#xd;<br />- Trade&#xd;<br />- Smart Borders&#xd;<br />- Data protection&#xd;<br />- Energy and Environment&#xd;<br />- Agriculture&#xd;<br />- Cybersecurity","lastUp":"2017-10-12T10:20:30.886+01:00","customers":"Academy 387,CEO C.,John Wiley &amp; Sons","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"100000-499999"}