{"id":"262159830947-06","name":"Göteborgs Stad/City of Gothenburg","registrationDate":"2018-03-27T13:49:36.752+02:00","category":6,"subCategory":13,"legal":"Local authority","web":"http://goteborg.se","country":"Sweden","headAddress":"Ekelundsgatan 1","headCity":"Gothenburg","headPostCode":"404 82","headPhone":"(46)31 -3 65 00 00","boss":"Gunilla Bökmark","bossTitle":"","bossPosition":"Head of Unit","membersCount":36,"membersFTE":"21.0","membership":"Age Friendly Cities, DELICE, Eurocities, ICLEI, LUCI, Mayors for Peace, Cities for Children.","memberOrga":"All employers of the City are natural persons and potentially have access to the networks that the City participates.","goal":"The City of Gothenburg is an organisation comprised of administrations and companies. The municipality is divided into 10 city districts. The district councils are responsible for community services for the people living in the district. Services include municipal pre-schools, compulsory schools, care of the elderly, libraries, and accounts for three-quarters of the municipality’s total budget. The City of Gothenburg is an active actor in EU-affairs, both by being a major recipient of EU-funding (ESF, ERDF West Sweden, Interreg, Horizon 2020 etc), but also by partcipating in EU-networking (Eurocities for example ) and policy making processes.","acronym":"Göteborgs Stad","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Direktivet för förnybar energi, Energieffektivitetsdirektivet, Direktivet om byggnaders energiprestanda, Avfallsdirektiv, Waste to energy, Strategi på plast användning, återanvändning och återvinning, Förordning om minimikvalitetskrav för återanvändning av vatten, Dricksvattendirektivet, Initiativ för att ta itu med juridiska, tekniska eller praktiska flaskhalsar i samspelet mellan kemikalier, produkt- och avfallslagstiftning, Sammanhållningspolitiken efter 2020, En europeisk strategi för utsläppssnål rörlighet, EU:s urbana agenda, EU:s strategi för den inre marknaden, Genomförandet av den europeiska migrationsagendan, Ungdomsinitiativet, Handel för alla, EU:s strategi för en digital inre marknad, Europeiska pelaren om sociala rättigheter, Forskning och Utveckling.","lastUp":"2018-03-27T13:50:14.057+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}