{"id":"262265825482-94","name":"ASTER Società Consortile per Azioni","registrationDate":"2017-01-17T16:01:25.934+01:00","category":6,"subCategory":9,"legal":"Società Consortile per Azioni","web":"http://www.aster.it","country":"Italy","headAddress":"VIA PIERO GOBETTI  101","headCity":"BOLOGNA","headPostCode":"40129","headPhone":"(39)05 16 39 80 99","boss":"PIERLUIGI UNGANIA","bossTitle":"Mr","bossPosition":"PRESIDENTE E LEGALE RAPPRESENTANTE","membersCount":1,"membersFTE":"0.25","membership":"ASTER is a member of the following organisations:&#xd;\nhttp://www.aster.it/en/national-and-international-networks","memberOrga":"ASTER stakeholders' are: &#xd;\nhttp://www.aster.it/en/about-us/stakeholders","goal":"ASTER is the Consortium for innovation and technology transfer of Emilia-Romagna. Its partners are the Emilia-Romagna Regional Government, the six Universities and the National Research Centres located in the region (the National Research Council-CNR, the Italian National Agency for New Technologies, Energy and Sustainable Economic Development-ENEA, the National Institute for Nuclear Physics-INFN), the Regional Union of Chambers of Commerce, working in collaboration with regional Business Associations and Innovation Centres. &#xd;<br />&#xd;<br />Our  mission is to build the regional innovation system by launching shared actions, projects and collaborations for integrated innovation of industry, human capital, society and territory intervening on growth and competitiveness, talent and entrepreneuship, cohesion and participation.","acronym":"ASTER","interests":"Agriculture and Rural Development, Climate Action, Development, Education, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Information Society, Public Health, Regional Policy, Research and Technology, Trans-European Networks","euInitiatives":"Cornerstone of ASTER activity, project design and development is the key to develop new strategic initiatives, exploit excellence areas, strengthen regional assets, explore new opportunities and undertake pilot actions to increase innovation capacity and competitiveness of the regional research and business systems.&#xd;<br />&#xd;<br />This activity is based on the collaboration with regional, national and European research and innovation stakeholders, partner regions and other organisations sharing objectives and ambitions to innovate and improve regional performances.","lastUp":"2018-01-12T17:34:56.854+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}