{"id":"26231733692-35","name":"European Business Initiative on Taxation","registrationDate":"2010-06-01T13:25:44.040+01:00","category":2,"subCategory":4,"legal":"none","web":"http://www.ebit-businesstax.com","country":"Netherlands","headAddress":"Thomas R. Malthusstraat, 5","headCity":"Amsterdam","headPostCode":"1066 JR","headPhone":"(31)6 13 09 62 96","boss":"Bob van der Made","bossTitle":"Mr","bossPosition":"EBIT Secretariat","membersCount":1,"membersFTE":"0.5","membership":"EBIT is composed of Sr. VPs of Tax and European Tax Directors and Heads of Tax of : Airbus Group, BP,&#xd;\nCaterpillar, C-Brands, Deutsche Lufthansa, Diageo, GSK, Huawei, Informa, International Paper, JTI, Naspers, Pepsico, Pfizer, Relx Group, Schroders, SHV Group, Tupperware and UTC. &#xd;\n&#xd;\nPwC is not a member of EBIT and only facilitates EBIT as its Secretariat.","memberOrga":"corporate membership representation can be found in the annual work programme: www.ebit-businesstax.com","goal":"EBIT is a cross-industry, pan-European business working group of VPs of Tax and Tax Directors from European-based companies whose aim is to help modernise Europe’s direct tax policy. EBIT aims to help eliminate remaining tax barriers within the single market and offer practical solutions that help businesses operate more efficiently throughout Europe. It does so by engaging in constructive dialogue and cooperation, i.e. ongoing technical dialogue and cooperation with the EU Institutions (Commission, Parliament) and the OECD. EBIT’s technical input to EU, OECD and also national permreps is always rooted in its members’ day-to-day business practice and experience.&#xd;<br />&#xd;<br />PwC acts as EBIT’s secretariat, but it is not a member of EBIT. The secretariat administrates and facilitates the group's practical organization and work, proposes the work agenda, hosts 2-3 plenary meetings per year and coordinates and submits the Group's consensus position papers (not: PwC), and arranges speakers (key policy officials and policymakers, MEPs) in the EU and the OECD) for the a plenary round table meetings.&#xd;<br />&#xd;<br />• Aggressive tax planning and BEPS&#xd;<br />• Harmful tax competition&#xd;<br />• Fight against tax fraud and evasion&#xd;<br />• EU Directives, incl. on Tax Rulings,&#xd;<br />CCCTB&#xd;<br />• EU case law&#xd;<br />• OECD Model Tax Convention&#xd;<br />• Cooperative Compliance&#xd;<br />• Transfer pricing&#xd;<br />• Fiscal State Aid&#xd;<br />• Corporate tax reporting&#xd;<br />• EU FTT&#xd;<br />• EU politics and decision-making&#xd;<br />&#xd;<br />EBIT is currently composed of VPs of Tax and European Tax Directors and Heads of Tax of 19 internationally operating businesses. &#xd;<br />&#xd;<br />Re EBIT Position Papers and other EBIT contributions or output: these always contain the collective and consensus views of EBIT and are provided courtesy of EBIT. Nothing in these documents can be construed as an opinion or point of view of any individual member of EBIT or PwC.","acronym":"EBIT","interests":"Competition, Economic and Financial Affairs, Taxation","euInitiatives":"• Aggressive tax planning and BEPS&#xd;<br />• Harmful tax competition&#xd;<br />• Fight against tax fraud and evasion&#xd;<br />• EU Directives, incl. on Tax Rulings, CCCTB&#xd;<br />• EU case law&#xd;<br />• OECD Model Tax Convention&#xd;<br />• Cooperative Compliance&#xd;<br />• Transfer pricing&#xd;<br />• Fiscal State Aid&#xd;<br />• Corporate tax reporting&#xd;<br />• EU FTT&#xd;<br />• EU tax politics and decision-making&#xd;<br />&#xd;<br />http://www.ebit-businesstax.com","lastUp":"2017-08-18T10:52:47.292+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}