{"id":"262629826494-59","name":"the3million","registrationDate":"2017-03-24T14:30:31.017+01:00","category":3,"subCategory":2,"legal":"association","web":"http://www.the3million.org.uk","country":"United kingdom","headAddress":"40 Metford Road","headCity":"Bristol","headPostCode":"","headPhone":"(44)79 58 22 83 25","boss":"Nicolas Hatton","bossTitle":"Mr","bossPosition":"Founding co-chair","membersCount":4,"membersFTE":"1.0","membership":"Brits in Europe","memberOrga":"UNISON","goal":"the3million is a not for profit group and support network which campaigns to safeguard and guarantee the rights of EU citizens in the UK after Brexit, while working with the leading organisations of British citizens in Europe.&#xd;<br /> &#xd;<br />It takes its name from the estimated number of EU citizens who moved from another member state to live and work, and have established their life in the UK, many for a very long time.&#xd;<br /> &#xd;<br />It aims to offer a support network for EU citizens living in the UK;&#xd;<br />It works with politicians and the Government to guarantee the rights of all EU citizens in the UK and British citizens living in other member states for now and the future.&#xd;<br />It engages with trade unions, businesses and public sector organisations to support their EU workers.&#xd;<br /> &#xd;<br />More info:&#xd;<br />Following the referendum on 23 June 2016, a shockwave has been going through the communities of non-British EU citizens who have built their lives in this country without thinking that one day, their rights to live, to work, to study, to raise a family, to run a business or to retire would be questioned.&#xd;<br /> &#xd;<br />the3million was created in July 2016 in Bristol. We demand the unconditional guarantee of our rights. We are supported in this demand by the leading organisations of British citizens living in the EU and a range of Migrants rights campaign groups.","acronym":"t3m","interests":"Home Affairs, Justice and Fundamental Rights","euInitiatives":"We are following the Brexit negotiations, with the angle to influence its outcome positively for EU and UK citizens.","lastUp":"2017-03-24T14:30:51.705+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}