{"id":"262892735437-21","name":"Galway Chamber of Commerce &amp; Industry","registrationDate":"2019-07-16T14:46:58.682+02:00","category":2,"subCategory":4,"legal":"Limited Liability Company","web":"http://www.galwaychamber.com","country":"Ireland","headAddress":"Commerce House","headCity":"Galway","headPostCode":"","headPhone":"(353)91 56 35 36","boss":"David Hickey","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"Galway Chamber is the premier business organisation in Galway City and its hinterland. We currently represent approximately 500 companies. It is a privately constituted organisation that works for the interests of businesses, and for the economic development of the City and Region.&#xd;<br />&#xd;<br />Our Vision Statement: ‘Galway at the leading edge’&#xd;<br />&#xd;<br />The message from this vision statement is that Galway will strive to be the best at whatever it undertakes, to achieve excellence in everything, to be to the fore in new developments and to be the leading location in every endeavour it undertakes. Most of all this vision statement is an attitude and way of thinking. This vision is intended to be a motivator, a target to be achieved and a commitment to excellence. This vision can be applied to all aspects of life and business in Galway.&#xd;<br />&#xd;<br />Therefore our Mission is to: “Make Galway the leading location for business, investment and people”&#xd;<br />&#xd;<br />Our activities include influencing decisions and lobbying on behalf of businesses, providing opportunities for business networking, export documentation, trade information, business promotion &amp; support and encouraging mutual business support between members.","acronym":"Galway Chamber","interests":"Business and Industry, Regional Policy, Trade, Trans-European Networks","euInitiatives":"Trans-European Transport Network (TEN-T) policy&#xd;<br />EU Regional Policy&#xd;<br />Infrastructure Policy","lastUp":"2019-07-16T14:47:52.834+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}