{"id":"262971415265-56","name":"Genossenschaftsverband – Verband der Regionen e.V.","registrationDate":"2014-12-15T11:12:54.433+01:00","category":3,"subCategory":2,"legal":"eingetragener Verein","web":"http://www.genossenschaftsverband.de","country":"Germany","headAddress":"Wilhelm-Haas-Platz, 1","headCity":"Neu-Isenburg","headPostCode":"63263","headPhone":"(49)6 96 97 80","boss":"Ralf W. Barkey","bossTitle":"Mr","bossPosition":"Vorstandsvorsitzender","membersCount":1,"membersFTE":"0.25","membership":"Cooperatives Europe&#xd;\nDeutscher Genossenschafts- und Raiffeisenverband (DGRV)&#xd;\nBundesverband der Deutschen Volksbanken und Raiffeisenbanken (BVR)&#xd;\nDeutscher Raiffeisenverband (DRV)","memberOrga":"","goal":"Der Genossenschaftsverband – Verband der Regionen e.V. ist Prüfungs- und Beratungsverband, Bildungsträger und Interessen­vertretung für rund 2.900 Mitglieds­genossen­schaften. Als moderner Dienstleister betreuen wir Unternehmen aus den Bereichen Kreditwirtschaft, Landwirtschaft, Handel, ­Gewerbe und Dienstleistungen mit rund acht Millionen Mitgliedern in 14 Bundesländern. Rund 1.500 Mitarbeiterinnen und Mitarbeitern betreuen die Mitglieder und sind Partner, Berater sowie Wegbegleiter für unsere Mitgliedsgenossenschaften. Dabei denken wir nicht nur nach, sondern auch vor: Wir analysieren den Markt und erkennen Trends. Wir geben Antworten auf komplexe Fragen und Sachverhalte und zeigen unseren Genossenschaften Lösungen auf. Dabei greifen wir auf das eigene Team zurück, binden aber auch Netzwerkpartner insbesondere aus dem Verbund ein. Aktiv fördern wir das Genossenschaftswesen durch Gründungsinitiativen sowie eine intensive Interessenvertretung. Wir sind Sprachrohr unserer Mitglieder innerhalb und außerhalb des Verbundes. Dies alles erfolgt auf der Basis demokratischer Mitbestimmungsstrukturen unserer Mitglieder. Grundlage dieser demokratischen Ausrichtung ist unsere Satzung. Sie ergänzt die gesetzlichen Bestimmungen und bestimmt die Struktur, die Kompetenzen und die Ziele des Genossenschaftsverbands – Verband der Regionen e.V.","acronym":"","interests":"Agriculture and Rural Development, Consumer Affairs, Economic and Financial Affairs, Energy, Enterprise, Fisheries and Aquaculture, Food Safety, Internal Market, Taxation","euInitiatives":"Small Banking Box, Bankenunion, Einlagensicherung, AnaCredit, Gemeinsame Agrarpolitik, Futtermittelkontrollen, Erneuerbare Energien, Gemeinsame Marktordnung","lastUp":"2018-01-31T09:58:09.349+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}