{"id":"262967515153-20","name":"Cboe Europe Limited","registrationDate":"2014-12-05T12:09:30.680+01:00","category":2,"subCategory":3,"legal":"Private Limited Company","web":"http://markets.cboe.com/","country":"United kingdom","headAddress":"11 Monument Street","headCity":"London","headPostCode":"EC3R 8AF","headPhone":"(44)20 70 12 89 00","boss":"Mark Hemsley","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"2.25","membership":"World Federation of Exchanges","memberOrga":"","goal":"Cboe Europe (former Bats Europe), which became a Recognised Investment Exchange (RIE) in May 2013, is the largest European equities exchange by market share and value traded and represents the combination in 2011 of the two leading pan-European multilateral trading facilities (MTFs), BATS Europe and Chi-X Europe. Cboe Europe is the first MTF to make the transition to full RIE status.&#xd;<br />&#xd;<br />Based in London, Cboe Europe supports competition and drives innovation in the European equities markets. Cboe Europe offers trading in more than 6000 securities across 18 major European markets, over one platform and under one rule book. Cboe Europe trading participants receive world-class support including sophisticated technical port services with real-time monitoring of latency, trading activity, network connectivity and risk management.","acronym":"","interests":"Banking and financial services, Competition, Economy, finance and the euro, Single market, Taxation","euInitiatives":"- MIFID 2&#xd;<br />&#xd;<br />- EMIR&#xd;<br />&#xd;<br />- CSDR&#xd;<br />&#xd;<br />- Benchmarks&#xd;<br />&#xd;<br />- Long term financing&#xd;<br />&#xd;<br />- MAD/MAR&#xd;<br />&#xd;<br />- REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL&#xd;<br />on indices used as benchmarks in financial instruments and financial contracts&#xd;<br />&#xd;<br />- Proposal for a COUNCIL DIRECTIVE implementing enhanced cooperation in the area of financial transaction tax&#xd;<br />&#xd;<br />- CONSULTATION ON A POSSIBLE RECOVERY AND RESOLUTION FRAMEWORK FOR FINANCIAL INSTITUTIONS OTHER THAN BANKS","lastUp":"2019-02-25T11:07:49.665+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}