{"id":"263227426893-79","name":"Associação Portuguesa de Operadores de Gestão de Resíduos e Recicladores","registrationDate":"2017-04-24T17:09:17.099+01:00","category":2,"subCategory":4,"legal":"Associação empresarial","web":"http://www.apoger.com","country":"Portugal","headAddress":"Travessa da Trindade n.º 16-3º A","headCity":"Lisboa","headPostCode":"1200-469","headPhone":"(351)9 69 56 91 96","boss":"Rosa Quitéria Leal Vitor Antão","bossTitle":"","bossPosition":"Presidente","membersCount":1,"membersFTE":"1.0","membership":"A Apoger está filiada na European Recycling Industries Confederation (EuRIC) AISBL, Registo de Transparência 764633015511-42.","memberOrga":"António Manuel Barata Frexes; BGR - Gestão de Resíduos, Lda; Reciclaureano, Lda; SVP Auto, Lda; SGR, Lda; Ecofuturo, Lda; Futuro Verde, Lda; Reis e Reis, Lda; Batistas, SA; RSA, SA: Ecocar, Lda; Recifalém, SA;Reciclaçores,Lda;Gândara, Lda;Ambicare, Lda;Gomes &amp; Caro, Lda; Noites Reciclagem, Lda; Sucataço Unipessoal, Lda; Transporte Vasco Félix Cordeiro, Lda;LNBCAR, Lda; Joaquim Cruz &amp; Filhos, Lda; Ambilagos, Lda;RSU, Lda;Sequeira &amp; Santos, Lda;Judite Maria, Lda;Algarmáquinas, Lda;Sucatas Lopes, Lda;Sucabil, Lda;Reci21, Lda;Daniel Pedro Moreira Rodrigues;R2P, Lda;RCR, Lda;João Manuel Carvalho Dias;Portary, SA;Violeta Safira Unip., Lda;Sousa &amp; Brás, Lda;Sotorres, Lda;Associação Humana;Terrarito, Lda;J. Martins &amp; Portelinha, Lda; Activelabor, Lda;M.N.S, Lda, A. Rusty, lda; Estreiarelato, Lda; Entroncometais, Lda;Resilimpa, Lda;Sucatas Paulinos, Lda;Vimajas, Lda; SRE, Lda;RSA, Lda","goal":"A APOGER é a única associação empresarial portuguesa dedicada em exclusivo a empresas do CAE 38 (código de actividade económica 38), que enquadram os operadores de gestão de resíduos e recicladores portugueses, actuando a nível nacional. Tem como objectivo manter um nível de informação, aos seus associados, elevado e actualizado no que concerne à legislação comunitária e à sua transposição para a lei nacional, possuindo uma enorme influência no estímulo ao investimento e ao crescimento sustentado deste sector da economia.","acronym":"APOGER","interests":"Climate Action, Competition, Economic and Financial Affairs, Energy, Enterprise, Environment, Research and Technology","euInitiatives":"A APOGER segue com muita atenção a Lei Quadro dos Resíduos e as suas alterações (Diretivas 2008/98/EC; 1999/31/EC;2000/53/EC; 2006/66/EC; 2012/19/EU) e ainda o plano para a economia circular. É associada da Euric _ Federação Europeia de Reciclagem, sediada em Bruxelas e mantém uma relação dinÂmica  e participativa na execução da legislação nacional","lastUp":"2017-04-24T17:17:15.124+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}