{"id":"263314723145-29","name":"Palo Alto Networks Inc.","registrationDate":"2016-09-13T18:07:26.847+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.paloaltonetworks.com","country":"United states","headAddress":"3000 Tannery Way","headCity":"Santa Clara","headPostCode":"95054","headPhone":"(1)40 87 53 40 00","boss":"Jeff True","bossTitle":"Mr","bossPosition":"General Counsel","membersCount":1,"membersFTE":"0.5","membership":"Information Technology Industry Council (ITI)&#xd;\nTechUK&#xd;\nDigital Europe","memberOrga":"","goal":"Our company is a cybersecurity company.  We seek to preserve our digital way of life by preventing successful cyber attacks.&#xd;<br />&#xd;<br />As the next-generation security company, Palo Alto Networks is leading a new era in cybersecurity by preventing advanced threats from achieving their objectives for tens of thousands of organizations around the world.  Palo Alto Networks believes cybersecurity is fundamentally a math problem that currently favors malicious actors.  As the cost of computing declines, adversaries can conduct increasingly automated, successful attacks at minimal cost.  The Palo Alto Networks Next-Generation Security Platform provides automated protection to prevent these cyberattacks.  Effective automated prevention is essential to drive up the cost for a malicious actor to the point where the likelihood of a successful attack dramatically declines.","acronym":"","interests":"Banking and financial services, Business and Industry, Digital economy and society, Single market, Taxation, Trade","euInitiatives":"REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL concerning the respect for private life and the protection of personal data in electronic communications and repealing Directive 2002/58/EC (Regulation on Privacy and Electronic Communications)&#xd;<br />&#xd;<br />COM/2017/0477 Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on ENISA, the \"EU Cybersecurity Agency\", and repealing Regulation (EU) 526/2013, and on Information and Communication Technology cybersecurity certification (''Cybersecurity Act'')&#xd;<br />&#xd;<br />COM/2016/0616 Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL setting up a Union regime for the control of exports, transfer, brokering, technical assistance and transit of dual-use items (recast)","lastUp":"2019-08-27T10:10:52.833+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}