{"id":"26332554844-60","name":"Fundacja Panoptykon","registrationDate":"2010-12-21T15:15:59.965+01:00","category":3,"subCategory":2,"legal":"foundation","web":"http://panoptykon.org","country":"Poland","headAddress":"Orzechowska, 4 lok. 4","headCity":"Warszawa","headPostCode":"02-068","headPhone":"(48)6 60 07 40 26","boss":"Katarzyna Szymielewicz","bossTitle":"Ms","bossPosition":"Prezeska","membersCount":4,"membersFTE":"1.0","membership":"Fundacja Panoptykon należy do Ogólnopolskiej Federacji Organizacji Pozarządowych, European Digital Rights, Fundamental Rights Platform, Koalicji na rzecz przystąpienia Polski do Partnerstwa Otwartych Rządów, Koalicji Edukacji Medialnej i Cyfrowej","memberOrga":"Fundacja Panoptykon ze względu na swój charakter prawny nie posiada członków.","goal":"Celami Fundacji są:&#xd;<br />1) działanie na rzecz ochrony praw człowieka w społeczeństwie nadzorowanym;&#xd;<br />2) inicjowanie oraz podnoszenie poziomu debaty publicznej na temat mechanizmów i technologii umożliwiających nadzorowanie społeczeństwa oraz wykorzystywanie informacji o jednostkach;&#xd;<br />3) podejmowanie inicjatyw badawczych dotyczących rozwoju społeczeństwa nadzorowanego oraz analizy społecznych konsekwencji tego procesu;&#xd;<br />4) podejmowanie działań edukacyjno-oświatowych służących zwiększeniu znajomości praw przysługujących jednostkom oraz społecznej świadomości zagrożeń związanych z rozwojem społeczeństwa nadzorowanego.","acronym":"Panoptykon","interests":"Borders and Security, Consumers, Culture and media, Digital economy and society, Employment and Social Affairs, External Relations, Foreign affairs and security policy, Justice and Fundamental Rights, Research and innovation","euInitiatives":"Reforma ochrony danych osobowych (GDPR, e-privacy Regulation), regulacje prawne związane z odpowiedzialnością platform internetowych (TERREG, copyright), bezpieczeństwem wewnętrznym i zewnętrznym UE","lastUp":"2019-03-19T15:46:42.493+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}