{"id":"263963514962-66","name":"Stowarzyszenie Autorów ZAiKS","registrationDate":"2014-11-20T12:32:23.952+01:00","category":2,"subCategory":4,"legal":"Non-profit member association","web":"http://www.zaiks.org.pl","country":"Poland","headAddress":"Hipoteczna, 2","headCity":"Warszawa","headPostCode":"00-092","headPhone":"(48)2 28 27 60 61","boss":"Krzysztof Lewandowski","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":6,"membersFTE":"2.5","membership":"* GESAC (European Grouping of Societies of Authors &amp; Composers)&#xd;\n* CISAC (International Confederation of Authors &amp; Composers Societies)&#xd;\n* BIEM (Bureau International de l’Edition Mecanique)&#xd;\n&#xd;\nhttp://zaiks.org.pl/270,163,wspolpraca_miedzynarodowa","memberOrga":"","goal":"The Society of Authors ZAiKS has been an organization for the collective management of authors’ rights since 1918. It was founded by the creators and has been managed by themselves. It operates under the provisions of the Law on Associations and its own Statutes and decisions of the Society’s authorities, the Law on Copyright and Related Rights and the permit of the Ministry of Culture and National Heritage. &#xd;<br />ZAiKS represents the rights holders on the basis of the civil agreements with authors or their legal successors and the reciprocal representation agreements with foreign copyright organizations. &#xd;<br />&#xd;<br />ZAiKS’ main areas of activity: &#xd;<br />• granting on behalf of authors licences to the users for the exploitation of works;&#xd;<br />• collection of royalties from the users;&#xd;<br />• distribution of royalties and transfers to the entitled parties.&#xd;<br />&#xd;<br />ZAiKS pursues activities on behalf of authors, as strictly specified by the Executive Board, and provides assistance to the members in financial difficulties, awards prizes for creative achievements and artistic scholarships; supports important and unique for culture artistic undertakings, in the field of music in particular.","acronym":"ZAiKS","interests":"Communication, Competition, Culture, Culture and media, Digital economy and society, International co-operation and development, Justice and Fundamental Rights, Single market, Taxation","euInitiatives":"* Digital Single Market, including Directive on Copyright in the DSM, On-line Broadcast Regulation, Portability Regulation;&#xd;<br />* Implementation of the Directive on collective rights management;&#xd;<br />* EU copyright modernization, review of e-commerce and/or InfoSoc directive(s);&#xd;<br />* European Parliament's reports on copyright and intellectual property (including enforcement) issues.","lastUp":"2019-03-14T08:48:15.974+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}