{"id":"264080832106-67","name":"Eva Beleznay","registrationDate":"2018-07-19T17:04:13.164+02:00","category":1,"subCategory":8,"legal":"none","web":"","country":"Hungary","headAddress":"Raho utca 32","headCity":"Budapest","headPostCode":"1118","headPhone":"(36)3 02 05 37 97","boss":"Eva Beleznay","bossTitle":"Ms","bossPosition":"senior consultant","membersCount":1,"membersFTE":"0.25","membership":"Vice-president of Hungary Green Building Council (HuGBC) http://www.hugbc.hu/english?lang=en","memberOrga":"","goal":"I am a senior consultant in integrated sustainable urban development, climate adaptation and sustainable energy and climate action plans (SECAP), with a special focus on participation and cooperation based project development. &#xd;<br />I have experience in urban planning, design and research, both in the public and private sector. My work included being the chief architect/planner of Budapest, where I promoted holistic, feasible and human-centered city planning. &#xd;<br />My life and work have always been defined by environmental and social responsibility, way before sustainability became part of the professional dialogue in Hungary. &#xd;<br />I believe that a good researcher/consultant is able to transform the grand visions of urban development to specific steps and solutions, and the other way around: everyday practice gives a valuable perspective for policy recommendations. &#xd;<br />Currently, I am the vice-president of the Hungary Green Building Council. I also am a BREEAM assessor.","acronym":"ebeleznay","interests":"Climate Action, Digital economy and society, Energy, Environment","euInitiatives":"Climate action, environment, resource efficiency and raw materials&#xd;<br />Secure, clean and efficient energy&#xd;<br />Smart, green and integrated transport&#xd;<br />Health, demographic change and wellbeing&#xd;<br />Inclusive, innovative and reflective societies","lastUp":"2018-07-19T17:07:44.914+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}