{"id":"264322027958-15","name":"ASOCIACIÓN DE LA INDUSTRIA ALIMENTARIA DE CASTILLA Y LEÓN","registrationDate":"2017-08-08T10:29:25.460+02:00","category":2,"subCategory":4,"legal":"Asociación","web":"http://www.vitartis.es/","country":"Spain","headAddress":"Avenida Francisco Vallés, 8 1º Oficina 22, Parque Tecnológico de Boecillo","headCity":"Boecillo","headPostCode":"47151","headPhone":"(34)9 83 02 44 42","boss":"María Cristina Ramírez de Lara","bossTitle":"","bossPosition":"Directora General","membersCount":3,"membersFTE":"2.25","membership":"http://www.vitartis.es/es/nosotros/participacion-en-plataformas-tecnologicas-y-asociaciones","memberOrga":"http://www.vitartis.es/es/nosotros/socios/empresas","goal":"VITARTIS es la Asociación de la Industria Alimentaria de Castilla y León (fundada en 2009), representante y portavoz del sector alimentario de la Región, e interlocutor para la administración y organizaciones económicas y sociales. Es una entidad privada que trabaja por la Región, mirando por el interés general,  aunando posiciones con el sector primario y la administración.&#xd;<br />&#xd;<br />Nuestro objetivo es incrementar la competitividad de la Industria Alimentaria de Castilla y León,  fomentando la innovación en todos los ámbitos y representando los intereses del sector ante instituciones, administraciones públicas y organizaciones económicas y sociales&#xd;<br />&#xd;<br />En Vitartis, además de las empresas agroalimentarias están integradas las Universidades y los Centros Tecnológicos de la Región que trabajan en este sector, lo que da lugar a una plataforma que conecta el mundo de la empresa y de la ciencia y facilita la transferencia de conocimiento y tecnología.  Por esta razón somos referente en apoyo a la estrategia de innovación de las empresas del sector desde su creación.","acronym":"VITARTIS","interests":"Agriculture, Business and Industry, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Food Safety, General and Institutional Affairs, International co-operation and development, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks","euInitiatives":"Políticas regionales, nacionales e internacionales en materia de innovación, seguridad y calidad alimentaria, desarrollo rural, competitividad, digitalización e incremento de valor añadido a lo largo de la cadena alimentaria.","lastUp":"2018-07-12T08:50:40.080+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}