{"id":"264375022240-56","name":"FeuerTrutz Network GmbH","registrationDate":"2016-06-12T17:03:08.111+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.feuertrutz.de/","country":"Germany","headAddress":"Stolberger Straße 84","headCity":"Köln","headPostCode":"50933","headPhone":"(49221)5 49 70","boss":"Dr. Christoph Müller","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"- Bundesvereinigung Fachplaner und Sachverständige für den vorbeugenden Brandschutz e.V. (BFSB)&#xd;\n- Deutsches Institut für vorbeugenden Brandschutz e.V. (DIvB)&#xd;\n- Vereinigung der Brandschutzplaner e.V. (VdBP)&#xd;\n- Verein der Brandschutzbeauftragten in Deutschland e.V. (vbbd)&#xd;\n-Vereinigung zur Förderung des Deutschen Brandschutzes e.V. (vfdb)","memberOrga":"","goal":"Die FeuerTRUTZ Network GmbH ist Marktführer für Fachinformationen zum vorbeugenden Brandschutz. Das Herzstück des Medienhauses ist der „Brandschutzatlas“ - ein Standardwerk im Themenfeld Baulicher Brandschutz. Das 2008 gegründete \"FeuerTRUTZ Magazin\" sowie Fachbücher und elektonische Angebote zum baulichen, konstruktiven und technischen Brandschutz für die Zielgruppen Architekten, Fachingenieure, Sachverständige, Bauämter, Bauunternehmen und Feuerwehren runden das Programm ab.&#xd;<br />&#xd;<br />2011 veranstaltete FeuerTRUTZ mit der Messe Nürnberg im Nürnberger Messezentrum erstmals die FeuerTRUTZ – Fachmesse mit Kongress für vorbeugenden Brandschutz, die sich thematisch dem baulichen, anlagentechnischen und organisatorischen Brandschutz widmet. Parallel hierzu fand der bereits etablierte FeuerTRUTZ Brandschutzkongress statt.","acronym":"","interests":"Business and Industry, Communication, Competition, Digital economy and society, Justice and Fundamental Rights","euInitiatives":"Presseverlegerrechte im EU-Urheberrecht &#xd;<br />Leistungsschutzrecht für Verleger","lastUp":"2018-04-25T14:41:09.073+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}