{"id":"264491631255-43","name":"Spoločnosť ochrany spotrebiteľov","registrationDate":"2018-04-19T10:05:21.291+02:00","category":3,"subCategory":2,"legal":"občianske združenie","web":"http://sospotrebitelov.sk","country":"Slovakia","headAddress":"Bajkalská 2335/3","headCity":"Poprad","headPostCode":"","headPhone":"(421)9 49 31 41 11","boss":"Michal Fáber","bossTitle":"","bossPosition":"predseda","membersCount":5,"membersFTE":"5.0","membership":"Sme členom Európskej spotrebiteľskej organizácie BEUC.","memberOrga":"Združenie má 16 členov, všetky sú fyzické osoby a v rôznom objeme v závislosti od realizovaných projektov poskytujú združeniu svoje služby.","goal":"S.O.S. realizuje projekty s regionálnym či celoslovenským pôsobením, aj medzinárodné projekty zamerané na ochranu práv spotrebiteľov, pacientov a pomoc seniorom. Poradenské centrá združenia aktívne pracujú v Poprade, Bratislave a Trnave, v roku 2018 aj v Košiciach. &#xd;<br />S.O.S. sa zameriava na poskytovanie poradenstva pre spotrebiteľov, mimosúdne riešenie ich sporov, jeho alternatívne formy a ARS. Kontinuálne prispieva k zvyšovaniu informovanosti a právneho povedomia spotrebiteľov čím vhodne dopĺňa aj vzdelávacie aktivity rôznych štátnych a kontrolných orgánov. Pracovníci poradenských centier spotrebiteľom pomáhajú pri riešení ich spotrebiteľských problémov a sporov s predajcami a poskytovateľmi služieb.","acronym":"S.O.S. Poprad","interests":"Audiovisual and Media, Climate Action, Consumer Affairs, Energy, Environment, Food Safety, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Transport","euInitiatives":"- alternatívne riešenie spotrebiteľských sporov&#xd;<br />- Nová dohoda pre spotrebiteľov&#xd;<br />- ochrana spotrebiteľa na trhu s energiami, obnoviteľné &#xd;<br />  zdroje energie&#xd;<br />- dvojitá kvalita tovarov a služieb&#xd;<br />- ochrana kolektívnych práv spotebiteľov&#xd;<br />- finančné služby&#xd;<br />- kolaboratívna ekonomika","lastUp":"2018-04-19T10:05:57.792+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}