{"id":"264405022539-93","name":"Platform of Bioeconomy ERA-NET Actions","registrationDate":"2016-07-02T14:39:43.592+02:00","category":4,"subCategory":5,"legal":"none","web":"http://era-platform.eu","country":"Netherlands","headAddress":"Christine Bunthof / PLATFORM Office","headCity":"Wageningen","headPostCode":"6708 PB","headPhone":"(31)03 17 48 09 96","boss":"Christine BUNTHOF","bossTitle":"Ms","bossPosition":"Coordinator","membersCount":12,"membersFTE":"3.75","membership":"see www.era-platform.eu","memberOrga":"see www.era-platform.eu&#xd;\n&#xd;\nfor question below: Only the countries from the PLATFORM project partners are ticked. However, in fact the representation in activities is much broader, and outcomes of the platform activities can be disseminated through the coordinators of all P2P networks involved in the activities. So in fact there is a very broad representation.","goal":"The platform of bioeconomy ERA-NETs (PLATFORM) was initiated to bring together and support with workshops and best practices the European Research Area Networks (ERA-NETs) and other relevant public-to-public (P2P) networks in the area of the bioeconomy: food, agriculture, aquaculture, fisheries, forestry, climate, biodiversity and biotechnologies. Through its activities PLATFORM established a forum for funders and programme managers and played since 2012 a central role in facilitating and improving the coherence between the P2P networks active in the bioeconomy. &#xd;<br />The project received funding from the European Commission under the Seventh Framework Programme (FP7) and Horizon 2020 (H2020). PLATFORM meta-networked the funders, programme managers and other key actors of ERA-NETs, Joint Programming Initiatives (JPIs) and other P2P networks. The project under H2020 (2015-2018) continued and expanded the work of FP7 PLATFORM (2012-2014) by further improving exchange and cooperation and strengthening the impact of these P2P networks on the European Research Area and the European bioeconomy.&#xd;<br />More than 30 ERA-NETs have been set-up in FP6 and FP7 on a wide range of scientific subjects and disciplines relevant to the bioeconomy. In H2020 18 ERA-NET Cofund actions were initiated, many are a continuation of the FP7 ERA-NETs, others were initiated by JPIs. The network of actors from ERA-NETs, Cofunds, and JPIs further expanded, as well as the interactions with e.g. the Standing Committee on Agricultural Research Collaborative and Strategic Working Groups (SCAR CWGs and SWGs), the European Commission (EC), the European Innovation Partnership Agricultural Productivity and Sustainability (EIP-AGRI) and Bio-Based Industries Joint Undertaking (BBI-JU). PLATFORM strengthened the initiatives undertaken for mutual learning and capacity building and capitalized on coordination among networks to rationalize on limited resources for maximal impact and on informing policy makers. Flexibility to address relevant developments and to engage in interaction and dialogue was kept.","acronym":"PLATFORM","interests":"Agriculture, Climate Action, Communication, Education and training, Energy, External Relations, Food Safety, Maritime affairs and fisheries, Regional Policy, Research and innovation, Trans-European Networks","euInitiatives":"ERA policy&#xd;<br />joint programming policy&#xd;<br />Bioeconomy strategy&#xd;<br />circular economy&#xd;<br />climate policies&#xd;<br />Food2030&#xd;<br />CAP","lastUp":"2018-06-13T17:19:12.084+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}