{"id":"264405022539-93","name":"Platform of Bioeconomy ERA-NET Actions","registrationDate":"2016-07-02T14:39:43.592+01:00","category":4,"subCategory":5,"legal":"none","web":"http://era-platform.eu","country":"Netherlands","headAddress":"Christine Bunthof / PLATFORM Office","headCity":"Wageningen","headPostCode":"6708 PB","headPhone":"(31)03 17 48 09 96","boss":"Christine BUNTHOF","bossTitle":"Ms","bossPosition":"Coordinator","membersCount":12,"membersFTE":"3.75","membership":"see www.era-platform.eu","memberOrga":"see www.era-platform.eu&#xd;\n&#xd;\nfor question below: Only the countries from the PLATFORM project partners are ticked. However, in fact the representation in activities is much broader, and outcomes of the platform activities can be disseminated through the coordinators of all P2P networks involved in the activities. So in fact there is a very broad representation.","goal":"PLATFORM brings together European Research Area Networks (ERA-NETs) and other relevant public-to-public (P2P) partnerships in the area of the bioeconomy. The current network under H2020 continues and expands the work of FP7 PLATFORM (2012-2014) with the following objectives: to further increase collaboration among actors, to foster inclusiveness, to increase capacities for efficient and effective ERA-NETs, and to inform research policy making. &#xd;<br />More than 30 ERA-NETs have been set-up in the Sixth and Seventh Framework Programmes on a wide range of scientific subjects and disciplines relevant to the bioeconomy. The first ERA-NET Cofund actions under H2020 have just started. Under FP7 the PLATFORM project brought together key actors of all relevant ERA-NETs in the areas of food, agriculture, forestry, marine, aquaculture, biodiversity and biotechnologies with the aim to improve exchange and cooperation and to strengthen the impact of ERA-NETs on the European Research Area and the European bioeconomy. PLATFORM H2020 builds on the results of the FP7 PLATFORM. The network of actors from ERA-NETs, Cofunds, and JPIs is being further expanded, as well as the interactions with e.g. the SCAR, The EC, the EIP-AGRI and BBI-JU.  The initiatives undertaken over the last years for mutual learning and capacity building are being strengthened. PLATFORM H2020 is capitalizing on coordination among networks to rationalize on limited resources for maximal impact and on informing policy makers. Flexibility to address relevant developments and to engage in interaction and dialogue is being kept. &#xd;<br />&#xd;<br />Strategic objective &#xd;<br />The strategic objective of the platform is to increase coordination and maximise  synergies in the area of bioeconomy. &#xd;<br />&#xd;<br />Operational objectives&#xd;<br />The project PLATFORM H2020 targets the following goals. &#xd;<br />1.\tPLATFORM H2020 aims to extend and consolidate the learning platform developed under the FP7 project PLATFORM in order to improve implementation of ERA-NETs in the area of the bioeconomy. &#xd;<br />2.\tPLATFORM H2020 will provide expert policy advice on ERA-NETs for European policy makers in the area of research and innovation in bioeconomy such as SCAR, GPC and European Commission. Policy advise will include emerging cooperation needs, inclusiveness of ERA-NETs and alignment of research programming.&#xd;<br />3.\tPLATFORM H2020 will strengthen and expand the network of ERA-NETs in the bioeconomy by organising inspiring and animated meetings specifically tailored to the needs of ERA-NET managers and policy makers responsible for research programming.&#xd;<br />4.\tPLATFORM H2020 will develop an online searchable repository in order to make information and data analyses more accessible for the ERA-NET actors and environment.","acronym":"PLATFORM","interests":"Agriculture and Rural Development, Climate Action, Communication, Education, Energy, External Relations, Fisheries and Aquaculture, Food Safety, Regional Policy, Research and Technology, Trans-European Networks","euInitiatives":"ERA policy&#xd;<br />joint programming policy&#xd;<br />Bioeconomy strategy&#xd;<br />circular economy&#xd;<br />climate policies&#xd;<br />Food2030&#xd;<br />CAP","lastUp":"2017-06-23T15:43:43.924+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}