{"id":"264865232244-17","name":"Phi Delta Phi - Richard von Weizsäcker Inn Tübingen e.V.","registrationDate":"2018-08-06T15:59:16.847+02:00","category":3,"subCategory":2,"legal":"e. V. (gemeinnützig)","web":"http://phideltaphituebingen.de","country":"Germany","headAddress":"Postfach 21 03 01","headCity":"Tübingen","headPostCode":"72026","headPhone":"(49)1 76 91 43 23 37","boss":"Nils Model","bossTitle":"Mr","bossPosition":"Vorstand i.S.d. § 26 BGB ","membersCount":3,"membersFTE":"0.75","membership":"Keine","memberOrga":"Keine","goal":"Das Richard von Weizsäcker Inn wurde am 3. Oktober 2008 an der Eberhard Karls Universität Tübingen gegründet. Namenspate unseres Inns ist Herr Dr. iur. Dr. h.c. mult. Richard Karl Freiherr von Weizsäcker, Bundespräsident a.D. Getreu dem Leitgedanken von Phi Delta Phi „Friends of Justice and Wisdom“ ist es seit jeher das Ziel unseres Inns, den Austausch und die stetige Weiterbildung unserer Mitglieder zu fördern, den Dialog mit der Lehre, der Rechtsprechung, der Politik und der freien Wirtschaft zu suchen und sich für soziale Projekte zu engagieren. Hierfür organisieren unsere Mitglieder u.a. Vortragsveranstaltungen an der Universität Tübingen mit Persönlichkeiten aus Politik, Lehre, Justiz und Wirtschaft, engagieren sich in unserem Projekt „Rechtsunterricht an Schulen“ und koordinieren Workshops mit renommierten Kanzleien.","acronym":"","interests":"Banking and financial services, Digital economy and society, Economy, finance and the euro, Education and training, External Relations, International co-operation and development, Justice and Fundamental Rights","euInitiatives":"Zunehmend ist das Studium der Rechtswissenschaften geprägt von europäischen Einflüssen, Digitalisierung und Internationalisierung. Zur Lösung der im Studium und in der späteren Praxis aufgeworfenen Probleme genügt es nicht mehr nur im nationalen Recht versiert zu sein, sondern vielmehr ist die Kenntnis des europäischen und internationalen Rechts unerlässlich. Der hiermit verbundene Anspruch der juristischen Ausbildung, die Europäisierung auch durch Vereinheitlichung der nationalen Rechtsordnungen zu gewährleisten, wird den faktischen Gegebenheiten, angesichts der aktuell zunehmenden Nationalisierung innerhalb der Europäischen Union, jedoch nicht gerecht.","lastUp":"2018-08-06T15:59:58.980+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}