{"id":"266023533112-50","name":"AFRICAN FASHION GATE","registrationDate":"2018-11-06T12:40:23.161+01:00","category":3,"subCategory":2,"legal":"ASSOCIAZIONE DI PROMOZIONE SOCIALE","web":"http://www.africanfashiongate.org","country":"Italy","headAddress":"Via Grecia n.38","headCity":"FOGGIA","headPostCode":"71122","headPhone":"(39)08 81 63 68 36","boss":"Alfonso Gallo","bossTitle":"Mr","bossPosition":"Presidente ","membersCount":30,"membersFTE":"7.5","membership":"","memberOrga":"www.africanfashiongate.org","goal":"African Fashion Gate è un Associazione di Promozione Sociale (secondo le vigenti disposizioni del c.d. Codice del Terzo Settore – D.Lgs. 3 luglio 2017 n.117) senza scopo di lucro che si occupa, attraverso il settore del design e della moda di svolgere un interscambio culturale tra l’Africa e l’Europa ed in particolare tra l’Italia e il Senegal. &#xd;<br />AFG si pone come Laboratorio Etico di Iniziative Culturali Contro i Fenomeni di Razzismo, Xenofobia e antisemitismo nelle Arti, nello Spettacolo e nella Moda che fornirà poi alle Istituzioni preposte ed in particolare all’Agenzia dell’Unione Europea per i Diritti Fondamentali informazioni e dati obiettivi, attendibili e comparabili sui predetti fenomeni discriminatori in Europa. AFG, quindi si propone di aiutare l’Agenzia dell’Unione Europea per i Diritti Fondamentali ad adottare misure o a definire iniziative per combattere tali fenomeni. AFG, avvalendosi di specialisti ed esperti del settore studia la portata e l'evoluzione del razzismo e della xenofobia nell’ambito delle attività connesse all’Arte, allo Spettacolo e della Moda, analizzandone le cause, le conseguenze e gli effetti, in particolare mediante la creazione di una rete europea di informazione sul razzismo e sulla xenofobia, incaricata di raccogliere informazioni a livello nazionale.","acronym":"AFG","interests":"Business and Industry, Communication, Culture, Culture and media, Education and training, Employment and Social Affairs, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Trans-European Networks, Youth","euInitiatives":"Disegni Legge afferenti i diritti fondamentali dell'Uomo ed in particolare contro il razzismo e le discriminazioni in genere nell'ambito delle professioni legate alla Moda, all'Arte e alla Televisione","lastUp":"2018-11-06T12:42:03.303+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}