{"id":"266416236706-14","name":"Global Diplomatic Council","registrationDate":"2019-11-30T10:09:11.994+01:00","category":3,"subCategory":2,"legal":"Association","web":"https://www.globaldiplomaticcouncil.org/","country":"Netherlands","headAddress":"Zeestraat 129","headCity":"The Hague","headPostCode":"2518DH","headPhone":"(31)06 36 58 19 71","boss":"Jeroen Zandberg","bossTitle":"Mr","bossPosition":"Deputy Secretary General","membersCount":3,"membersFTE":"3.0","membership":"Peaceful mind foundation, &#xd;\nInternational Commission of Diplomacy, &#xd;\nGlobal Chamber for Business Leaders, &#xd;\nInternational Commission of Diplomatic Relations Human Rights and Peace, &#xd;\nInternations-Exchange","memberOrga":"","goal":"The  Global Diplomatic Council is dedicated to promoting and contributing to global prosperity, economic development, social development, security and peace by initiating and fostering sustainable partnerships between diplomatic services, intergovernmental agencies, international politicians, diplomats, media, NGOs, civil societies, academics and the private sector through diplomacy. &#xd;<br />&#xd;<br />The multi-stakeholder community that forms the Global Diplomatic Council is a platform dedicated to spearheading our theme of diplomatic, political, entrepreneurial and social responsibilities to proactively shape and impact the global future. Our world class events platforms, commissions, forums, conferences, roundtables build bridges and channels to engage all the key voices and major actors in international and global affairs together to create tangible and measurable solutions to some of the world's most challenging issues through foreign policy and international relations.&#xd;<br />&#xd;<br />The Global Diplomatic Council (GDC) examines the role of diplomacy in addressing the major problems of global society. It studies the various diplomatic instruments available for this purpose, how they work and discuss the various factors that condition their operation and missions. The Council also examines how these diplomatic instruments are used to address the critical problems facing our world today; and the best sustainable solutions in resolving these global challenges.&#xd;<br />&#xd;<br />The Global Diplomatic Council (GDC) is represented by the International Diplomatic ambassadors and consuls, international politicians, business community leaders, INGO's, NGO's and the social and community leaders and organizers network. &#xd;<br />&#xd;<br />The Global Diplomatic Council (GDC) also cultivates and manages a favorable world opinion toward a nation or state as its mandate of Diplomacy generally refers to our process of communicating with foreign public officials in an attempt to bring about understanding for its nation’s ideas and ideals, its institutions and culture, as well as its national goals and current policies. By this accord, nation states partake in the most pluralistic organizing institution in the international system. One state can confidently enter into diplomatic relations with another under a shared understanding. With sovereignty mutually recognized, nation states can use diplomacy as the means to achieving political, diplomatic, economic prosperity, social justice and peace.","acronym":"GDC","interests":"Business and Industry, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Migration and asylum","euInitiatives":"-\tAfrica-Europe Alliance for sustainable investment and jobs&#xd;<br />-\tAfrican Union (AU) - European Union (EU) Human Rights Dialogue&#xd;<br />-\tAfrica-EU Partnership and the Joint Africa-EU Strategy (JAES) &#xd;<br />-\tThe Global Approach to Migration and Mobility (GAMM)","lastUp":"2019-11-30T10:10:23.613+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}