{"id":"266792325824-83","name":"Bund deutscher Baumschulen","registrationDate":"2017-02-09T10:07:02.320+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://gruen-ist-leben.de","country":"Germany","headAddress":"Kleine Präsidentenstraße 1","headCity":"Berlin","headPostCode":"10178","headPhone":"(49)30 24 08 69 90","boss":"Markus Guhl","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"Mitgliedschaft auf europäischer Ebene:&#xd;\nEuropean nursery stock association (ENA)&#xd;\n&#xd;\nMitgliedschaft auf deutscher Ebene:&#xd;\nZentralverband Gartenbau (ZVG)&#xd;\nBundesverband der Dienstleistungswirtschaft (BDWi)&#xd;\n&#xd;\nDer BdB hat circa 1.000 Mitglieder. Dies sind ausschließlich Unternehmen mit einer Baumschulproduktion oder mit einem Vermarktungsbetrieb zum Verkauf von Baumschulgehölzen","memberOrga":"","goal":"Der BdB tritt für gute politische und adminstrative Rahmenbedingungen für die deutsche Baumschulwirtschaft ein. Dazu zählen Themen wie die Pflanzengesundheit, invasive Arten, aber auch steuerrechtliche Fragen.&#xd;<br />Darüber hinaus engagiert sich der BdB für mehr gestaltetes Grün in den Städten, da insbesondere der Klimwandel in Europa eine ausreichende und qualitativ hochwertige grüne Infrastruktur benötigt.","acronym":"BdB","interests":"Agriculture and Rural Development, Climate Action, Competition, Economic and Financial Affairs, Environment, Public Health, Taxation","euInitiatives":"Der BdB betrachtet die Regelungen in Bezug auf invasive Arten mit großer Aufmerksamkeit. Die Zusammenstellung der EU-weiten Liste invasiver Arten über einen delegierten Rechtsakt hält der BdB für nicht ausreichend transparent.&#xd;<br />Der BdB beobachtet ständig die Maßnahmen der EU in Bezug auf Quarantäneschädiger (im Augenblick Xylella fastidosia) und die Einordnung von Schaderregern in die neuen EU-Klassen (Quarantäne-, Qualitätsschaderreger etc.).&#xd;<br />Die Vereinheitlichung der Regelungen zur Pflanzengesundheit verfolgt der BdB intensiv. Auch die Weiterentwicklung der (nicht funktionalen) zonalen Zulassung von Pflanzenschutzmitteln steht im Fokus der Begleitung des BdB.","lastUp":"2018-01-21T08:13:04.970+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}