{"id":"266727516639-73","name":"50Hertz Transmission GmbH","registrationDate":"2015-03-18T14:19:23.508+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.50hertz.com","country":"Germany","headAddress":"Heidestraße 2","headCity":"Berlin","headPostCode":"10557","headPhone":"(49)3 05 15 00","boss":"Boris Schucht","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"1.5","membership":"ENTSO-E&#xd;\nRGI&#xd;\nRoundtable on Europe's Energy Future&#xd;\nTSC&#xd;\nCORESO","memberOrga":"","goal":"50Hertz is responsible for the operation, maintenance, planning, and expansion of the 380/220 kilovolt transmission grid throughout the northern and eastern part of Germany. Our grid covers an area larger than 109,360 km² and runs a length of approx. 10,000 km – the distance from Berlin to Rio de Janeiro. It is the technical backbone that reliably supplies power to around 18 million people – 24 hours a day, 7 days a week, 365 days a year.","acronym":"50Hertz","interests":"Climate Action, Energy, Environment, External Relations, Regional Policy, Research and Technology, Trans-European Networks","euInitiatives":"An interface between generation and consumption, our company is a centre of excellence for the extra-high voltage system. This implies that we regulate the balance between generation and consumption at any time, and hold reserves to offset imbalances. The professional skills this requires are bundled by 50Hertz in six business segments.&#xd;<br />&#xd;<br />System Provision &#xd;<br />Stable electricity supply involves many factors: Has the network enough capacity for the electricity volumes flowing through it? Are the overhead lines and 55 substations in proper condition? How can the system be optimised further, and processes in the electricity market made to run smoothly? These are some of the questions System Provision looks into on a day-by-day basis. System maintenance, routine attention and need-based network development are of central importance in this context. &#xd;<br /> &#xd;<br />&#xd;<br />&#xd;<br /> &#xd;<br />&#xd;<br />System Management &#xd;<br />&#xd;<br />The Transmission Control Centre of 50Hertz in Berlin is the centrepiece of the system: In the control room, the 50Hertz employees control and balance the approx. 10,000-km transmission system in close cooperation with the neighbouring German and European transmission system operators in the interconnected grid system of the former UCTE (Union for the Coordination of Transmission of Electricity), of TenneT TSO GmbH, of CEPS, a.s. (Czech Republic), PSE S.A. (Poland) and energinet.dk (Denmark).&#xd;<br />&#xd;<br />The engineers monitor system security, regulate power exchanges and frequency in the system, and ensure optimal balancing of wind energy. A superproportionate amount of energy from wind power generators is fed into the system in the 50Hertz control area which then has to be taken off and forwarded. Considerable cost and time are thus dedicated to transport and balancing of stochastic wind energy output. Additionally, 24 hours a day, 365 days a year, System Management regulates situations of system congestion, a phenomenon occurring ever more frequently.&#xd;<br />&#xd;<br /> &#xd;<br />&#xd;<br />&#xd;<br /> &#xd;<br />&#xd;<br />Energy Management &#xd;<br />&#xd;<br />The Energy Management function of 50Hertz deals with all energy business management operations. Its mission is clearly distinct from the tasks of System Management, with the function assuming technical responsibility for system operation. In addition to procuring energy for grid losses and system support services, Energy Management is also in charge of managing balancing groups and of dealing with renewable energies (EEG business) and with output from cogeneration plants (CHP business).&#xd;<br />&#xd;<br />As a key component of Energy Management, the Front Office represents the company’s direct point of access to the day-ahead and intraday market of 50Hertz, working along the lines of an exchange and providing access also to third parties.&#xd;<br />&#xd;<br />On an international level, Energy Management takes an active part in developing the European market regions \"Central West Europe\" (CWE), \"North Europe\" (NE) and \"Central East Europe\" (CEE), closely cooperating with its foreign TSO counterparts, exchanges and regulators.&#xd;<br />&#xd;<br />The role of Energy Management is to act as an interface of 50Hertz with the liberalised electricity market. Its employees ensure power procurement and marketing around the clock.","lastUp":"2018-01-08T13:54:58.698+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}