{"id":"266707633475-83","name":"MC Public Affairs Ltd.","registrationDate":"2018-12-24T11:40:54.008+01:00","category":1,"subCategory":6,"legal":"Ltd.","web":"https://mcpublicaffairs.com/","country":"United kingdom","headAddress":"16 South Molton street","headCity":"London","headPostCode":"W1K 5QS","headPhone":"(44)94 10 89 75","boss":"Mihael Cigler","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"MC Public Affairs, Ltd. (MCPA) is a London and Slovenian based company. We offer strategic communication and governmental affairs services in the West, Middle, East and Southeast Europe. Apart from Slovenia, we have representatives and network partners in Croatia, Serbia, Bosnia and Herzegovina, Germany, United Kingdom, Luxembourg and Brussels. Our distinguished partners are also co-founders of the MCPA Lobbying Network.&#xd;<br />&#xd;<br />MCPA is offering a whole range of professional lobbying services to both public and private business clients.  Based on longstanding experiences in all kinds of regulatory policy issues, our company provides a one stop shop to its business partners, offering the best services in lobbying and public affairs, investment issues, investment and corporate communications,  technology transfer and start-ups. Therefore we can establish a sound base for clients to achieve a successful breakthrough into new markets. &#xd;<br />&#xd;<br />We are also dealing with educational work, MCPA holds a lobbying academy, which provides an unique and individually shaped lectures for both public and private business clients.&#xd;<br />&#xd;<br />Our good results are achieved by coherent lobbying, using carefully chosen partners with high ethical standards. Therefore we create a diplomatic communication with strategic approach to change legislation where necessary and at the same time eliminate administrative obstacles and trade barriers for all of the MCPA clients. &#xd;<br />&#xd;<br />MCPA successfully represents various international companies and corporations, public institutions and government agencies, together with small and medium-sized enterprises and NGOs. MCPA employs a young and dynamic team conversant with economic, legal, international and public affairs knowledge. With these skills the MCPA team can provide the best solutions to our clients. MCPA constantly collaborates with distinguished MCPA Network Members and other recognised experts from all areas of public affairs and beyond.&#xd;<br />&#xd;<br />A number of MCPA clients have backgrounds in the green technologies, promoting and introducing eco friendly solutions mainly in automotive industries. MCPA cooperates with regional parliaments and governments where we provide unique solutions in establishing eco funds, subventions and procurement regarding less CO2 emissions, while emphasizing the green tax benefits.&#xd;<br />&#xd;<br />MCPA provides this perfect example of initiating the creative use of green policies in all the countries in which we operate. We provide unique solutions which can be implemented in both the EU and internationally.&#xd;<br />&#xd;<br />MCPA also serves and helps local communities, introducing an innovative solutions in the field of tourism. We are supporting new groundbreaking hotel concepts, both environmentally friendly and self sustainable. Pioneering the new approaches in tourism are significantly contributing to good promotion of local communities and the country as whole.&#xd;<br />&#xd;<br />MCPA has been working with a diverse range of clients on matters such as business consultancy, technology transfers, access to foreign markets, direct investments, European institutions, environment and climate changes, European tenders and pharmaceutical-related issues for multinational companies, SMEs, governments, NGOs and political parties. &#xd;<br />&#xd;<br />Our range is wide, our experience unsurpassed and consistent. We deliver successful results to our clients.","acronym":"MCPA","interests":"Agriculture and Rural Development, Business and Industry, Communication, Competition, Consumers, Culture and media, Digital economy and society, Education and training, Energy, Enlargement, Environment, European Neighbourhood Policy, Food Safety, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Trade","euInitiatives":"DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL&#xd;<br />- amending Directive 2009/73/EC concerning common rules for the internal market in natural gas","lastUp":"2019-12-20T12:02:12.509+01:00","customers":"Brunswick Group,Toyota Adria d.o.o.,Centre Media Limited","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"100000-499999"}