{"id":"266986826689-89","name":"Klöckner &amp; Co SE","registrationDate":"2017-04-07T17:23:51.694+01:00","category":2,"subCategory":3,"legal":"Societas Europaea","web":"http://www.kloeckner.com","country":"Germany","headAddress":"Am Silberpalais 1","headCity":"Duisburg","headPostCode":"47057","headPhone":"(49)20 33 07 20 51","boss":"Gisbert Ruehl","bossTitle":"Mr","bossPosition":"CEO","membersCount":6,"membersFTE":"2.25","membership":"unter anderem:&#xd;\n&#xd;\nhttp://bdi.eu/&#xd;\nhttps://www.dai.de/de/&#xd;\nhttp://www.ihk.de/","memberOrga":"www.kloeckner.com","goal":"(1)\tGegenstand des Unternehmens ist&#xd;<br />(a)\tdie Distribution von und der Handel mit Stahl-, Metall- und Kunststofferzeugnissen sowie deren Herstellung und Bearbeitung; und&#xd;<br />(b)\tder Erwerb und die Verwaltung von Beteiligungen aller Art, insbesondere an Unterneh-men, deren Unternehmensgegenstände sich auf die unter (a) beschriebenen Tätigkeiten erstrecken.&#xd;<br />(2)\tDie Gesellschaft darf im In- und Ausland Tochterunternehmen gründen, Zweigniederlassungen errichten und Beteiligungen an anderen Unternehmen übernehmen, soweit diese im Bereich der Gesellschaft tätig oder dem Unternehmensgegenstand förderlich sind, auch zum Zwecke der Entwicklung sowie zur späteren Veräußerung solcher Unternehmen. Die Gesellschaft kann Un-ternehmen, an denen sie beteiligt ist, vertreten, unter einheitlicher Leitung zusammenfassen und zu diesem Zweck Unternehmensverträge abschließen. Die Gesellschaft kann ihren Betrieb ganz oder teilweise in verbundene Unternehmen ausgliedern oder verbundenen Unternehmen über-lassen.","acronym":"","interests":"Competition, Customs, Development, Education, Enterprise, External Relations, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Taxation, Trade","euInitiatives":"Marktmissbrauchsverordnung - ESMA Guidelines&#xd;<br />Aktionärsrechte-Richtlinie&#xd;<br />Datenschutzgrundverordnung&#xd;<br />CSR-Richtlinie","lastUp":"2017-04-10T18:14:38.115+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}