{"id":"267447923840-23","name":"Deutscher Lottoverband","registrationDate":"2016-10-12T11:12:52.806+02:00","category":2,"subCategory":1,"legal":"Verband","web":"http://www.deutscherlottoverband.de","country":"Germany","headAddress":"Deutscher Lottoverband","headCity":"Hamburg","headPostCode":"22765","headPhone":"(49)0 40 89 00 39 69","boss":"Rüdiger Keuchel","bossTitle":"Mr","bossPosition":"Geschäftsführender Sprecher","membersCount":2,"membersFTE":"0.5","membership":"Zentralverband der deutschen Werbewirtschaft ZAW e.V.&#xd;\n&#xd;\nhttp://www.zaw.de","memberOrga":"","goal":"Der Deutsche Lottoverband vertritt seit 2006 die Interessen der unabhängigen Spielvermittler in Deutschland. &#xd;<br />&#xd;<br />Die seit Februar 2013 gültige Werberichtlinie zum Glücksspielstaatsvertrag behindert eine verantwortungsvolle und angemessene Werbung von Lotterievermittlern.  Sie stellt unverhältnismäßige Werbeverbote auf, sieht einen unzulässigen Zensurvorbehalt vor, verbietet die für Online-Vermittler essentiellen Online-Werbewege wie E-Mail-Kommunikation, belastet private Lotterievermittler mit überzogenen Hinweispflichten und errichtet für die Vermittlung und den Vertrieb staatlicher Lotterieprodukte unzumutbare Hürden. &#xd;<br />&#xd;<br />Der Deutsche Lottoverband setzt sich aktiv und konstruktiv für eine umfassend neue Lotterie-Regulierung ein, die ein faires Miteinander von staatlichen und privatwirtschaftlichen Anbietern ermöglicht und so den Markt nachhaltig sichert und die Marke „Lotto“ schützt. Diese Regulierung muss den Bedürfnissen einer modernen und digitalen Gesellschaft gerecht werden, um auch in Zukunft hierzulande und im internationalen Wettbewerb bestehen zu können.","acronym":"DLV","interests":"Competition, Consumers","euInitiatives":"Mitteilung der Kommission an das Europäische Parlament, den Rat, den Europäischen Wirtschafts- und Sozialausschuss und den Ausschuss der Regionen „Ein umfassender europäischer Rahmen für das Online-Glücksspiel“, COM/2012/0596 final&#xd;<br />&#xd;<br />Empfehlung der Kommission 2014/478/EU vom 14. Juli 2014 mit Grundsätzen für den Schutz von Verbrauchern und Nutzern von Online-Glücksspieldienstleistungen und für den Ausschluss Minderjähriger von Online-Glücksspielen","lastUp":"2018-09-03T19:48:24.779+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}