{"id":"268308931088-81","name":"AW AlgorithmWatch gGmbH","registrationDate":"2018-04-07T10:51:11.616+02:00","category":3,"subCategory":2,"legal":"gGmbH","web":"http://AlgorithmWatch.org","country":"Germany","headAddress":"Bergstr. 22","headCity":"Berlin","headPostCode":"10115","headPhone":"(49)30 95 99 81 00","boss":"Matthias Spielkamp","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Mission Statement&#xd;<br />&#xd;<br />The more technology develops, the more complex it becomes. AlgorithmWatch believes that complexity must not mean incomprehensibility (read our ADM manifesto).&#xd;<br />&#xd;<br />AlgorithmWatch is a non-profit research and advocacy organisation to evaluate and shed light on algorithmic decision making processes that have a social relevance, meaning they are used either to predict or prescribe human action or to make decisions automatically.&#xd;<br />&#xd;<br />HOW DO WE WORK?&#xd;<br />&#xd;<br />Watch&#xd;<br />AlgorithmWatch analyses the effects of algorithmic decision making processes on human behaviour and points out ethical conflicts.&#xd;<br />&#xd;<br />Explain&#xd;<br />AlgorithmWatch explains the characteristics and effects of complex algorithmic decision making processes to a general public.&#xd;<br />&#xd;<br />Network&#xd;<br />AlgorithmWatch is a platform linking experts from different cultures and disciplines focused on the study of algorithmic decision making processes and their social impact.&#xd;<br />&#xd;<br />Engage&#xd;<br />In order to maximise the benefits of algorithmic decision making processes for society, AlgorithmWatch assists in developing ideas and strategies to achieve intelligibility of these processes – with a mix of technologies, regulation, and suitable oversight institutions.","acronym":"AW","interests":"Communication, Competition, Consumer Affairs, Economic and Financial Affairs, Education, Employment and Social Affairs, Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Justice and Fundamental Rights, Public Health, Research and Technology","euInitiatives":"- EU AI Strategy&#xd;<br />- Machinery Directive, Directive 2006/42/EC&#xd;<br />- Civil law rules on robotics&#xd;<br />etc.","lastUp":"2018-04-07T10:51:36.525+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}