{"id":"26966582061-93","name":"Performing Arts Forum","registrationDate":"2009-07-25T10:53:52.998+01:00","category":3,"subCategory":2,"legal":"association Loi 1901","web":"http://www.pa-f.net","country":"France","headAddress":"rue Haute, 15","headCity":"St.Erme Outre et Ramecourt","headPostCode":"02820","headPhone":"(33)6 42 80 69 01","boss":"Jan Ritsema","bossTitle":"Mr","bossPosition":"director","membersCount":8,"membersFTE":"2.0","membership":"www.resartis.nl","memberOrga":"","goal":"Performing Arts Forum is an international residency for the professionals and not-yet-professionals in the field of performing arts, visual art, music, film, literature, new media, theory and cultural production, who seek to research and determine their own conditions of work.&#xd;<br />PAF is for people who can motorize their own artistic and knowledge production, not only responding to the opportunities given by the institutional market.&#xd;<br />Initiated and run by artists, theoreticians, practitioners and activists themselves,&#xd;<br />PAF is a user-created informal institution. It is a platform for anyone who wants to expand possibilities and interests in his/her own working practice.&#xd;<br />PAF is located in a former convent school (6.400 m2), on a 1.2 hectare garden in the village of St. Erme, France, approximately 130km northeast of Paris.&#xd;<br />PAF is:&#xd;<br />? a forum for producing knowledge in critical exchange and ongoing discursive practice&#xd;<br />? a place for temporary autonomy and full focus on work&#xd;<br />? a tool-machine where one can work on developing methods and procedures, not necessarily driven toward a product&#xd;<br />? a place for experimenting with other than known modes of production and organization of work, e.g. open source production&#xd;<br />- a place for self-education&#xd;<br />&#xd;<br />Paf receives about 850 residents each year who stay an average of 6 days.","acronym":"PAF","interests":"Audiovisual and Media, Culture, Education, Information Society, Regional Policy, Trans-European Networks, Youth","euInitiatives":"Culture, Art, Education, Residencies, Internet, Transport,","lastUp":"2017-06-08T13:09:57.892+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}