{"id":"269727723042-29","name":"AVERE","registrationDate":"2016-08-17T15:32:40.727+02:00","category":3,"subCategory":2,"legal":"VZW","web":"http://www.avere.org","country":"Belgium","headAddress":"Boulevard de la Plaine 2","headCity":"Brussel","headPostCode":"1050","headPhone":"(32)0 26 29 23 63","boss":"Hauge Espen","bossTitle":"Mr","bossPosition":"Voorzitter","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"All AVERE members can be found here:&#xd;\n&#xd;\nhttp://www.avere.org","goal":"AVERE – founded in 1978 - is a European network of members including Users, NGO’s, Associations, Interest groups, Public Institutions, Research &amp; Development entities, Vehicle and Equipment Manufacturers and other relevant Companies. &#xd;<br />&#xd;<br />AVERE shares knowledge on policy, products and inspiration across businesses and borders. Electric vehicles may be the most promising and important climate solution as well as the solution for clean and more quiet cities. &#xd;<br />The main activities to achieve these objectives are related to dissemination, networking, monitoring, participation in European and multilateral projects, lobbying, research and development, among other. In public policy, AVERE presents the electric drive industry’s and R&amp;D bodies’ concerns to the European Commission.","acronym":"","interests":"Business and Industry, Climate Action, Consumers, Energy, Environment, International co-operation and development, Public Health, Research and innovation, Single market, Transport","euInitiatives":"- Type-approval&#xd;<br />- Transport policy&#xd;<br />- Energy policy&#xd;<br />- Communication on decarbonization of transport&#xd;<br />- Review Transport Criteria Green Public Procurement&#xd;<br />AVERE is a unique forum for exchanging knowledge, experience and ideas. Members are not only from different European countries but also offer different perspectives as researchers, the car producers, the service providers, users etc.","lastUp":"2018-06-12T14:24:17.340+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}