{"id":"269975026220-43","name":"Tallinn University of Technology","registrationDate":"2017-03-06T15:24:52.164+02:00","category":4,"subCategory":12,"legal":"Public University","web":"http://www.ttu.ee/en","country":"Estonia","headAddress":"Ehitajate tee 5","headCity":"Tallinn","headPostCode":"","headPhone":"(372)6 20 20 02","boss":"Jaak Aaviksoo","bossTitle":"Mr","bossPosition":"Rector","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Internationally successful university&#xd;<br />&#xd;<br />Tallinn University of Technology (TTÜ), the only technological university in Estonia, is the flagship of Estonian engineering and technology education. Here the synergy between different fields (technological, natural, exact, economic and health sciences) is created and new ideas are born. TTÜ is to become one of the leading technological universities in the Baltic Sea region.&#xd;<br />High-quality programs and successful alumni&#xd;<br />&#xd;<br />Study and teaching is based on internationally recognized research and the graduates are highly rated on the labour market. The University’s approximately 70,000 alumni have shaped the economic landscape of present-day Estonia.&#xd;<br />Excellence in research and innovation&#xd;<br />&#xd;<br />TTÜ is a university, which by relying on academic competencies and professional management, responds actively to the needs of the rapidly developing society and is involved in tackling the challenges of the digital era.&#xd;<br />Inspiring environment&#xd;<br />&#xd;<br />TTÜ offers its students exciting student and cultural life and the best accommodation and sporting opportunities in the Baltic Sea region. The TTÜ campus is also a home to more than 200 high-tech companies (e.g. Skype).&#xd;<br />Creating the future&#xd;<br />&#xd;<br />TTÜ is in charge of nurturing the next generation of engineers and advancing engineering culture in Estonia, contributing to the sustainable development of the society and increased national prosperity with its innovative services. Our vision is innovative Estonia in a sustainable world.","acronym":"TalTech","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Europe 2020 - Education and Training 2020 programme;&#xd;<br />Bologna Process and European Higher Education Area;&#xd;<br />Erasmus + programme","lastUp":"2019-07-30T12:20:22.405+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}