{"id":"270122925568-92","name":"Pour une alliance sciences sociétés","registrationDate":"2017-01-24T15:19:02.663+01:00","category":3,"subCategory":2,"legal":"association","web":"http://www.alliss.org","country":"France","headAddress":"c/o La Paillasse","headCity":"Paris","headPostCode":"75002","headPhone":"(33)01 42 36 17 28","boss":"LIONEL LARQUE","bossTitle":"Mr","bossPosition":"Délégué général","membersCount":8,"membersFTE":"4.5","membership":"","memberOrga":"4D, Acokima, AFEP, AFEV, AITEC, Alliage, Alliance Sens &amp; Economie, Anis, Ars Industrialis, Assemblée européenne des citoyens, Assemblée virtuelle, ASTS, ATD Quart Monde, Axis Alternatives, B&amp;L Evolution, Cedetim, Centre Max Weber, CEPN, CFDT, CFE-CGE Energies, CFSI, Chair'ESS, CIRAD, Clavim, Comptoir de la prospective, Controvento, CRI, CRID, CSI, DD&amp;T, Enda Tiers Monde, Eqosphere, Espace Ethique Ile de France, Fabrique des Territoires Innovants, FAGE, FMSH, FRB, Fondation avril, GDR Parcs, GRET, IFRIS, IHEST, INERIS, INJEP, INRA, Institut Godin, Institut Pasteur, IRSN, ISF, Fonda, Ligue de l'enseignement, Francas, Les Petits Débrouillards, Lidee, Lisis, LVMH, Minga, MSH Sud, NSS Dialogues, No Design, Peuple et Culture, Ritimo, Secours catholique, Tetris, Traces, Université de Lausanne, Université de Lyon , Université Marnes La Vallée, Université de Strasbourg.","goal":"Promouvoir les interactions et les coopérations entre les acteurs de la société civile et les institutions et établissements d'enseignement supérieur et de recherche.","acronym":"ALLISS","interests":"Agriculture and Rural Development, Climate Action, Development, Education, Employment and Social Affairs, Environment, External Relations, Fisheries and Aquaculture, General and Institutional Affairs, Information Society, Public Health, Regional Policy, Research and Technology, Transport, Youth","euInitiatives":"Politiques de recherche, d'innovation et d'éducation supérieure.","lastUp":"2018-01-11T08:28:53.558+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}