{"id":"270408511443-95","name":"France Invest","registrationDate":"2013-06-27T12:45:51.427+02:00","category":2,"subCategory":1,"legal":"Association","web":"http://www.franceinvest.eu","country":"France","headAddress":"rue de l'Arcade, 23","headCity":"paris","headPostCode":"75008","headPhone":"(33)1 47 20 99 09","boss":"Paul Perpère","bossTitle":"Mr","bossPosition":"General manager","membersCount":2,"membersFTE":"0.5","membership":"France Invest is member of other organisations : Invest Europe, MEDEF, Paris-Europlace, Stratexio, Citizen entrepreneurs, Prospective Innovation, AFECEI and CPME.","memberOrga":"France Invest members : Invest Europe, AITI, APIA, ATIC, Paris-Europlace, UNICER","goal":"Established in 1984, France Invest (ex. AFIC) is  the French Venture Capital and Private Equity Association which has 308 active members covering all types of private equity activities in France: Venture Capital firms (SCR), Venture Capital Funds (FCPR), Innovation Funds (FCPI), Local Investment Funds (FIP), management companies, consulting firms, funds of funds, investment companies, etc. In addition, France Invest has 175 associate members from a wide range of related professions – attorneys, accountants and auditors, consultants, bankers, etc. – who support and advise investors and entrepreneurs in the structuring and management of their partnerships.&#xd;<br />Private Equity supports a significant portion of employment in France and represents one of the main growth drivers for the French economy. In 2016, AFIC’s members invested more than €14,7 billion in 1,900 companies (mainly SMEs).","acronym":"","interests":"Competition, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Internal Market, Research and Technology, Taxation","euInitiatives":"We are working on Capital Markets Union, Review of Propsectus Directive, Securisation, Investment Plan for Europe, ELTIF, ETTF and implementation on MIF II and structure of Banking.&#xd;<br />We have worked on AIFM directive, EuVECA/EuSEF.","lastUp":"2018-03-27T08:51:21.514+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}