{"id":"270408511443-95","name":"FRANCE INVEST","registrationDate":"2013-06-27T12:45:51.427+01:00","category":2,"subCategory":1,"legal":"Association","web":"http://www.franceinvest.eu","country":"France","headAddress":"23 rue de l'Arcade","headCity":"PARIS","headPostCode":"75008","headPhone":"(06108)1 47 20 99 09","boss":"France VASSAUX-D'AZEMAR DE FABREGUES","bossTitle":"Ms","bossPosition":"Directrice générale","membersCount":2,"membersFTE":"0.5","membership":"France Invest is member of other organisations : Invest Europe, MEDEF, Paris-Europlace, Stratexio, Citizen entrepreneurs, Fondation Prospective Innovation, AFECEI and CPME.","memberOrga":"France Invest members : Invest Europe, AITI, APIA, ATIC, Paris-Europlace, UNICER","goal":"Established in 1984, France Invest (ex. AFIC) is  the French Venture Capital and Private Equity Association which has over 310 active members covering all types of private equity and ventre capital activities in France: Venture Capital firms (SCR), Venture Capital Funds (FCPR), Innovation Funds (FCPI), Local Investment Funds (FIP), management companies, consulting firms, funds of funds, investment companies, etc. In addition, France Invest has 180 associate members from a wide range of related professions – attorneys, accountants and auditors, consultants, bankers, etc. – who support and advise investors and entrepreneurs in the structuring and management of their partnerships.&#xd;<br />Private Equity supports a significant portion of employment in France and represents one of the main growth drivers for the French economy. In 2017, AFIC’s members invested more than €14,3 billion in 2,142 companies (mainly SMEs).","acronym":"","interests":"Banking and financial services, Business and Industry, Competition, Economy, finance and the euro, Employment and Social Affairs, Energy, Institutional affairs, Research and innovation, Single market, Taxation","euInitiatives":"We are working on Capital Markets Union, Review of Propsectus Directive, ESAs, Investment Plan for Europe, ELTIF and implementation on MIF II and structure of Banking, Solvency II delegated acts.&#xd;<br />We will work on the AIFMD review, SMEs definition, EuVECA/EuSEF.","lastUp":"2019-03-26T09:54:17.610+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}