{"id":"271097112014-73","name":"Federation of European Movers Associations","registrationDate":"2013-10-03T15:12:50.281+02:00","category":2,"subCategory":4,"legal":"e.V. Association registered in the Register of Associations at the Court in Frankfurt/Main, Germany","web":"http://www.fedemac.eu","country":"Germany","headAddress":"Schulstrasse, 53","headCity":"Hattersheim am Main","headPostCode":"D-65795","headPhone":"(49)61 90 98 98 11","boss":"Sabine Hartmann","bossTitle":"Ms","bossPosition":"President of FEDEMAC","membersCount":1,"membersFTE":"0.5","membership":"IRU - International Road Transport Union&#xd;\nMPE - Mobility for Prosperity in Europe","memberOrga":"http://www.fedemac.eu/About-Fedemac/FEDEMAC-Members","goal":"FEDEMAC was founded in 1959 (originally CODEMAC). FEDEMAC was registered as an independent organisation on 01 January 1995. Today it represents the interests of around 4000 professional removal companies in 27 European countries.The Members of FEDEMAC are the National Removers Associations in each country or Direct Affiliate Members in those countries where a National Association does not yet exist or is not yet a Member of FEDEMAC.&#xd;<br />FEDEMAC's main function is to coordinate national activities/interests at a European level. Much of this work is centred on representation at the European Parliament and the European Commission; liaising with other Trade Organisations such as IRU, WCO, UEAPME, TLN, FTA, MPE, BEUC etc., and; undertakingother activities at National and European level as appropriate. &#xd;<br />FEDEMAC works continously towards harmonisation of working methods, quality standards, training and cooperation with the Moving Industry.","acronym":"FEDEMAC","interests":"Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, Internal Market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Mobility Package&#xd;<br />Working Time Regulation&#xd;<br />VAT&#xd;<br />Posted workers&#xd;<br />Customs Clearance of Household Goods&#xd;<br />Urban Mobility&#xd;<br />Tolls and Road Charges","lastUp":"2018-03-23T15:20:33.175+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}