{"id":"271143124965-01","name":"Notino s.r.o.","registrationDate":"2016-12-07T16:01:08.647+02:00","category":2,"subCategory":3,"legal":"s.r.o.","web":"http://notino.cz","country":"Czech republic","headAddress":"Londýnské náměstí 881/6","headCity":"Brno","headPostCode":"639 00","headPhone":"(420)7 74 14 03 81","boss":"Michal Zámec","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"1.0","membership":"https://www.apek.cz/en","memberOrga":"","goal":"Společnost Notino s.r.o. je Provozovatel největší internetové parfumerie ve střední Evropě s názvem Notino a provozuje internetové parfumerie ve většině zemí EU. Cílem organizace je dlouhodobě poskytovat zákazníkům špičkové služby v oblasti e-commerce a nabízet největší sortiment produktů na trhu. Společnost se zaměřuje na budování spolehlivosti, důvěry a spokojenosti klientů. Společnost Notino s.r.o. je dlouhodobě aktivní v oblasti rozvoje celoevropského a především středoevropského internetového prodeje. Podílí se na rozvoji prodejních služeb, na zavádění nových standardů pro zákazníky a aktivně spolupracuje se spotřebitelskými organizacemi v jednotlivých státech. Jako jedna z prvních se stala členem České asociace pro elektronickou komerci APEK. Jako první internetová parfumerie získala osvědčení SAOP, které vydává Sdružení obrany spotřebitelů České republiky, výrazně se podílí na vzniku kodexu nediskriminujícího podnikatele apod.&#xd;<br />&#xd;<br />Notino s.r.o. spolupracuje s významnými evropskými společnostmi a to jako dodavatel produktů, tak i na různých komerčních i nekomerčních projektech.","acronym":"","interests":"Competition, Consumers, Customs, Digital economy and society, Single market, Taxation, Trade, Transport","euInitiatives":"Nařízení Evropského parlamentu a Rady (ES) č. 1223/2009 ze dne 30. listopadu 2009 o kosmetických přípravcích&#xd;<br />&#xd;<br />Nařízení Rady (ES) č. 207/2009 ze dne 26. února 2009 o ochranné známce Společenství &#xd;<br />&#xd;<br />NAŘÍZENÍ EVROPSKÉHO PARLAMENTU A RADY (EU) 2016/679 ze dne 27. dubna 2016 &#xd;<br />(obecné nařízení o ochraně osobních údajů) &#xd;<br />&#xd;<br />Harmonizační předpisy na ochranu spotřebitele&#xd;<br />&#xd;<br />Selektivní distribuční systém","lastUp":"2018-10-16T14:59:22.335+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}