{"id":"271791624393-13","name":"RAM Logistica Infrastrutture e Trasporti Spa","registrationDate":"2016-11-10T18:04:31.689+01:00","category":6,"subCategory":9,"legal":"Società Pubblica","web":"http://www.ramspa.it","country":"Italy","headAddress":"Via Nomentana","headCity":"Roma","headPostCode":"00161","headPhone":"(39)06 44 12 44 61","boss":"Ennio Cascetta","bossTitle":"Mr","bossPosition":"Amministratore Unico ","membersCount":8,"membersFTE":"4.0","membership":"European Shortsea Network (ESN)","memberOrga":"","goal":"RAM Spa nasce nel 2004 con l’obiettivo di attuare il Programma Nazionale delle Autostrade del Mare all’interno del contesto della Rete Trans-Europea dei Trasporti (TEN-T), con specifico riferimento al Corridoio trasversale Motorways of the Sea (MoS). &#xd;<br />Successivamente RAM ha ampliato le proprie funzioni operando in qualità di organismo in house del Ministero delle Infrastrutture e dei Trasporti offrendo supporto tecnico all’elaborazione, all’attuazione ed alla gestione delle linee di intervento in materia di trasporti, infrastrutture e logistica, così come previste nei documenti di pianificazione e programmazione del MIT ed in coerenza con i documenti di programmazione europea. &#xd;<br />Inoltre, la società partecipa all'implentazione e gestione di numerosi progetti europei nell'ambito dei principali programmi di finanziamento europei nel settore dei trasporti.","acronym":"RAM Spa","interests":"Climate Action, Energy, Environment, Institutional affairs, Maritime affairs and fisheries, Research and innovation, Trans-European Networks, Transport","euInitiatives":"L’impegno di RAM nella promozione e attuazione del Programma “Autostrade del Mare” si concretizza sul fronte europeo attraverso numerose attività che si collocano nella cornice programmatica dei numerosi programmi a sostegno del trasporto marittimo. &#xd;<br />Nel dettaglio, RAM ha operato come coordinatore di progetto in diverse proposte  finanziate dall'UE e ha acquisito una notevole esperienza in tutte le attività di gestione del progetto, come ad esempio l'amministrazione  la pianificazione, il monitoraggio e il controllo, la pianificazione di bilancio, la garanzia della qualità e la revisione dei risultati dei progetti, e, infine, la gestione dei rischi e piani di emergenza.&#xd;<br />La RAM gestisce attualmente 7 progetti europei di cui: 4 a valere sul bando CEF-Transport, 2 a valere sul bando Interreg CBC IT-HR e 1 a valere sul bando Interreg MED.","lastUp":"2019-11-07T16:13:22.465+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}