{"id":"271791624393-13","name":"Rete Autostrade Mediterranee Spa","registrationDate":"2016-11-10T18:04:31.689+01:00","category":6,"subCategory":9,"legal":"Società Pubblica","web":"http://www.ramspa.it","country":"Italy","headAddress":"Via Nomentana","headCity":"Roma","headPostCode":"00161","headPhone":"(39)06 44 12 44 61","boss":"Ennio Cascetta","bossTitle":"Mr","bossPosition":"Amministratore Unico ","membersCount":8,"membersFTE":"4.0","membership":"European Shortsea Network (ESN)&#xd;\nDigital Transport and Logistic Forum (DTLF)","memberOrga":"","goal":"Rete Autostrade Mediterranee (RAM) nasce nel 2004 con l’obiettivo di attuare il Programma Nazionale delle Autostrade del Mare all’interno del più ampio contesto della Rete Trans-Europea dei Trasporti (TEN-T), con specifico riferimento al Corridoio trasversale Motorways of the Sea (MoS). RAM, Società in house del Ministero delle Infrastrutture e dei Trasporti,  opera con l’obiettivo principale di sviluppare le reti di trasporto marittime a corto raggio e valorizzare l’apporto strategico che esse sono in grado di fornire al sistema di collegamenti dell’area euro-mediterranea e alla catena logistica door-to-door.","acronym":"RAM Spa","interests":"Climate Action, Energy, Environment, Fisheries and Aquaculture, General and Institutional Affairs, Research and Technology, Trans-European Networks, Transport","euInitiatives":"L’impegno di RAM nella promozione e attuazione del Programma “Autostrade del Mare” si concretizza sul fronte europeo attraverso numerose attività che si collocano nella cornice programmatica dei numerosi programmi a sostegno del trasporto marittimo. &#xd;<br />Nel dettaglio, RAM ha operato come coordinatore di progetto in diverse proposte  finanziate dall'UE e ha acquisito una notevole esperienza in tutte le attività di gestione del progetto, come ad esempio l'amministrazione  la pianificazione, il monitoraggio e il controllo, la pianificazione di bilancio, la garanzia della qualità e la revisione dei risultati dei progetti, e, infine, la gestione dei rischi e piani di emergenza.&#xd;<br />La RAM sta gestendo 11 progetti europei di cui: 9 a valere sul bando CEF  e 2 a valere sul bando Adrion.","lastUp":"2017-11-09T18:29:34.330+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}