{"id":"271912611231-56","name":"Deutsche Bank AG","registrationDate":"2013-05-30T20:33:22.520+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.db.com","country":"Germany","headAddress":"Taunusanlage, 12","headCity":"Frankfurt am Main","headPostCode":"60325","headPhone":"(49)6 99 10 00","boss":"Sylvie Matherat","bossTitle":"Ms","bossPosition":"Member of the Management Board and Chief Regulatory Officer","membersCount":11,"membersFTE":"5.5","membership":"Deutsche Bank is member of different trade association and organizations committed to help developing the Single Market and deepening the European integration, such as AFME, BdB, BBA, EFR, Bruegel, EPFSF and others (non-exhaustive list).","memberOrga":"An overview of Deutsche Bank AG’s shareholdings (subsidiaries, consolidated structured entities etc.) can be found in its annual report (section 45): https://www.db.com/ir/en/download/Deutsche_Bank_Annual_Report_2017.pdf&#xd;\nor https://www.db.com/ir/en/download/List_of_Shareholdings_2017.pdf","goal":"Deutsche Bank provides commercial and investment banking, retail banking, transaction banking and asset and wealth management products and services to corporations, governments, institutional investors, small and medium-sized businesses, and private individuals. Deutsche Bank is Germany’s leading bank, with a strong position in Europe and a significant presence in the Americas and Asia Pacific. &#xd;<br />Deutsche Bank is committed, by providing its expertise in financial matters, to participate in the European Union's efforts to enhance the regulatory framework ensuring for more stable and resilient financial markets and to continue the Union’s path to growth and more jobs. In this context, DB's EU Representation acts as the bank's link to the EU institutions to facilitate the dialogue with European policy makers.","acronym":"DB","interests":"Budget, Climate Action, Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Taxation, Trade, Trans-European Networks","euInitiatives":"Deutsche Bank provides information on key financial services issues to EU policy makers. Since 2017, the main files include among others Capital Markets Union, Banking Union, incl. Recovery and Resolution, Capital Requirements Directive/ Regulation, EMIR, Sustainable Finance, Retail Financial Services, PSD2, AMLD, Digital Single Market including Cybersecurity, FinTech and Data Protection.","lastUp":"2018-04-11T22:07:38.245+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}