{"id":"272147931971-13","name":"Grupo de Acción Comunitaria","registrationDate":"2018-07-06T14:16:58.387+02:00","category":3,"subCategory":2,"legal":"Asociación","web":"http://www.psicosocial.net/","country":"Spain","headAddress":"Vía Escultores 3 6A","headCity":"Madrid","headPostCode":"","headPhone":"(34)6 78 34 76 80","boss":"Pau Pérez Sales","bossTitle":"","bossPosition":"Presidente","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"El GRUPO DE ACCIÓN COMUNITARIA es una organización creada en 1997 como una comunidad de personas voluntarias y aglutinadas alrededor de ideas vinculadas al terreno del trabajo psicosocial y comunitario, la salud mental y los derechos sociales, económicos, culturales y políticos de los pueblos.&#xd;<br />&#xd;<br />El G.A.C. aspira a ser un espacio y red de apoyo para las poblaciones, colectivos, instituciones y organizaciones que trabajan en el ámbito psicosocial y comunitario, especialmente en temáticas relacionadas con el trabajo en salud mental y derechos humanos; poniendo especial énfasis en la comunidad latinoamericana.&#xd;<br />&#xd;<br />Desde aquí se pretenden articular mecanismos que fortalezcan las capacidades de resistencia, autogestión y movilización de poblaciones y colectivos afectados por violencia política o catástrofes. También se contribuye a la gestión compartida del conocimiento fomentando los sistemas de docencia y aprendizaje horizontales, basadas en la idea del intercambio de saberes. &#xd;<br />&#xd;<br />El Grupo de Acción Comunitaria tiene convenios de colaboración con diferentes universidades e instituciones de Europa y América Latina, y mantiene una biblioteca de recursos y un fondo documental y de materiales relacionados con salud mental, derechos humanos y trabajo psicosocial y comunitario. Estos recursos son de acceso libre y público.&#xd;<br />&#xd;<br />Congruente con todo lo anterior, los valores que fundamentan la acción del G.A.C. y que guían los procesos de organización y toma de decisiones son la universalidad del conocimiento, la interculturalidad del saber, la \"red\" como una forma básica de relación, apoyo y trabajo; el rigor científico y académico, la investigación acción participativa, la independencia política e institucional en la acción, el vínculo comprometido con personas y poblaciones, la relación de confianza como necesidad para la involucración del G.A.C., la transparencia, el sentido de compromiso de sus miembros, la proactividad y la flexibilidad de acción.","acronym":"GAC","interests":"Borders and Security, International co-operation and development, Migration and asylum","euInitiatives":"Todos los expedientes, iniciativas y políticas que trabajen temáticas contempladas en la defensa de los derechos humanos, en concreto la atención a víctimas de tortura.","lastUp":"2018-07-06T14:18:24.332+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}