{"id":"272386931951-38","name":"Xylem Inc.","registrationDate":"2018-07-05T13:21:38.967+02:00","category":2,"subCategory":3,"legal":"C Corporation","web":"http://www.xylem.com","country":"United states","headAddress":"1 International Drive","headCity":"Rye Brook","headPostCode":"10573","headPhone":"(1)91 43 23 57 00","boss":"Lou Corapi","bossTitle":"Mr","bossPosition":"Vice President and CFO Europe, Finance","membersCount":3,"membersFTE":"0.75","membership":"EuroPump, International Water Association, European Water Association, Deutscher Verein des Gas- und Wasserfaches, European Biogas Association, Water and Wastewater Equipment Manufacturers Association","memberOrga":"","goal":"Xylem is a leading water technology company committed to \"solving water\" by creating innovative and smart technology solutions to meet the world's water, wastewater and energy needs.&#xd;<br />​In a world of ever-growing challenges, Xylem delivers innovative water technology solutions throughout the cycle of water.&#xd;<br />Our technological strength across the life cycle of water is second-to-none. From collection and distribution to reuse and return to nature, our highly efficient water technologies, industrial pumps and application solutions not only use less energy and reduce life-cycle costs, but also promote sustainability.","acronym":"","interests":"Agriculture, Climate Action, Energy, Environment, Maritime affairs and fisheries, Research and innovation","euInitiatives":"Water Policies: Water Framework Directive, Urban Waste Water Treatment Directive, Drinking Water Directive, Water Reuse Legislative Proposal, Strategy to pharmaceuticals in the environment, Floods Directive, Environmental Quality Standards Directive, Groundwater Directive Smart Water, Public Sector Information Directive, Digital Single Market for Water Services Action Plan&#xd;<br />Energy Efficiency: Energy Efficiency Directive, Energy Performance of Buildings Directive, Ecodesign Requirements for Buildings Automation and Control Systems (BACs) &#xd;<br />Other: Multiannual Financial Framework, 2021 - 2027","lastUp":"2018-07-05T13:22:42.296+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}