{"id":"272469636817-54","name":"Békéscsabai Városfejlesztési Beruházó és Szolgáltató Nonprofit Kft.","registrationDate":"2019-12-17T10:41:22.038+01:00","category":6,"subCategory":9,"legal":"Nonprofit korlátolt felelőségű társaság","web":"","country":"Hungary","headAddress":"Szent István tér 7.","headCity":"Békéscsaba","headPostCode":"5600","headPhone":"(3666)24 17 87","boss":"Anita dr. Sódar","bossTitle":"","bossPosition":"ügyvezető","membersCount":4,"membersFTE":"4.0","membership":"Békés Megyei Kereskedelmi és Iparkamara","memberOrga":"","goal":"-\ta projekt sikeres végrehajtásához szükséges valamennyi tevékenység megszervezése, irányítása, ellenőrzése;&#xd;<br />-\ta célok és a munkák megtervezését, a célok elemzését és meghatározását,&#xd;<br />-\ta projekt terv szerinti előrehaladásának nyomonkövetése, szükség esetén beavatkozás;&#xd;<br />-\ta kockázatok felmérése, elkerülése, korrekciók megszervezése;&#xd;<br />-\taz erőforrás szükséglet becslését, az erőforrások biztosítását a munka szervezését, az emberi-és más erőforrások beszerzését, feladatok kiosztását,&#xd;<br />-\ta projekt pénzügyi forrásainak gazdaságos és a pályázati feltételeknek megfelelő felhasználásának irányítása, felügyelete;&#xd;<br />-\tszerződések megkötésében való közreműködés;&#xd;<br />-\ta Közreműködő Szervezettel, valamint az érintett szakmai szervezetekkel való kapcsolattartás;&#xd;<br />-\tvezetési tevékenységeket, a projekt végrehajtását és végrehajtásának ellenőrzést, előrehaladási jelentések készítését, kifizetési kérelmek készítését,&#xd;<br />-\tbeszerzési eljárások előkészítése és lebonyolítása,&#xd;<br />-\tszükség esetén a Változás bejelentések, Támogatási szerződés módosítások elő- és elkészítése;&#xd;<br />-\tdokumentálás, kommunikációs tevékenységek elvégzése;&#xd;<br />-\ta helyszíni ellenőrzések lebonyolítása során aktív részvétel;&#xd;<br />-\ta projekt megvalósításában részt vevő külső szakértőkkel és partnerekkel való kapcsolattartás.","acronym":"BCs Városfejl.Nkft.","interests":"Business and Industry, Communication, Employment and Social Affairs, Institutional affairs, Trade","euInitiatives":"Pályázati Felhívások előkészítése, bírálata, megvalósítása.&#xd;<br />A projektmenedzsment feladata, hogy megszervezze és optimalizálja a projekt eredményes és hatékony végrehajtásához szükséges erőforrásokat. Szervezi, irányítja és ellenőrzi a projekt előkészítésnek és megvalósításának munkáját, koordinálja a különböző résztvevők közötti kölcsönösen hatékony együttműködést annak érdekében, hogy a projekt sikeres legyen.","lastUp":"2019-12-17T10:41:57.618+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}