{"id":"272521219783-88","name":"Kingston University Higher Education Corporation","registrationDate":"2015-12-03T17:33:37.928+01:00","category":4,"subCategory":12,"legal":"Higher Education Institution","web":"http://kingston.ac.uk","country":"United kingdom","headAddress":"River House","headCity":"Kingston upon Thames","headPostCode":"KT1 1LQ","headPhone":"(44)20 84 17 90 00","boss":"Steven Spier","bossTitle":"Mr","bossPosition":"Vice-Chancellor","membersCount":19,"membersFTE":"4.75","membership":"Kingston City Group (http://www.kingstoncitygroup.co.uk/about.html)&#xd;\nFaculty of Health, Social Care and Education run in partnership with St. George's, University of London&#xd;\nVariety of Education provision partners (http://www.kingston.ac.uk/aboutkingstonuniversity/howtheuniversityworks/partnerinstitutions/)&#xd;\nMembership of various research networks, including COST actions","memberOrga":"Dorich House Museum (http://www.dorichhousemuseum.org.uk/)&#xd;\nStanley Picker Gallery (http://www.stanleypickergallery.org/about/)&#xd;\n&#xd;\nSubsidiaries:&#xd;\nKingston University Enterprises Ltd (KUEL, http://www.kingston.ac.uk/services-for-business/about-us/)&#xd;\nKingston University Campus Enterprises Ltd (KUCEL, http://www.kingston.ac.uk/services-for-business/facilities-and-equipment-hire/)&#xd;\nKingston University Service Company Ltd (KUSCO, http://www.kingston.ac.uk/kusco/)","goal":"The University has a proud heritage of educating people and advancing knowledge, making a difference to the world around us; having impact. We will build on this heritage through our commitment to high academic achievement, to supporting an inclusive learning and innovating community, and through a balance of scholarship, research and professional practice. The Corporate Plan sets out our overarching goals and character through vision and mission statements and our aims for students, staff and the local and global community.&#xd;<br />&#xd;<br />Our vision&#xd;<br />Our students will be sought after for their academic achievements, and their ability to shape society and contribute to the economy.&#xd;<br />&#xd;<br />Our mission&#xd;<br />To enhance students' life chances through inspiring learning, advancing knowledge, innovating professional practice and engaging with society.&#xd;<br />&#xd;<br />Our aims&#xd;<br />Our students:&#xd;<br />will study a curriculum that equips them with the academic, social, and personal skills to prosper in global and diverse environments;&#xd;<br />will value their own diversity of backgrounds, identities and experiences;&#xd;<br />will learn in an environment of encouragement and support;&#xd;<br />will be part of a physical and virtual campus community;&#xd;<br />will have varied and extensive opportunities to enhance their practical and professional skills.&#xd;<br />&#xd;<br />Our staff&#xd;<br />will engage with the latest scholarship, research and professional practice to deliver the best possible teaching, curriculum, and student experience;&#xd;<br />will produce research that has impact and contributes to a vibrant learning culture;&#xd;<br />will have a commitment to inclusive higher education and to helping develop social capital;&#xd;<br />will have a diversity of backgrounds and identities;&#xd;<br />will be supported in developing their skills and abilities.&#xd;<br />&#xd;<br />Our local and global community&#xd;<br />will seek our research and expertise for its impact on culture, society and industry;&#xd;<br />will seek our students and graduates as employees, partners and providers of services;&#xd;<br />will benefit from our commitment to sustainability and support for local and regional communities and groups.&#xd;<br />&#xd;<br />Kingston University is special. We are passionate about the power of a university education to transform lives, and believe strongly in students putting their academic study into practice - 'learning through doing'. &#xd;<br />&#xd;<br />We are committed to opening higher education up to the whole community; indeed it is an essential part of our ethos. Nearly 60 percent of our students come from homes where they are the first generation to attend a University; more than 50 percent are from black and minority ethnic backgrounds; many commute from home, and many work to support their time at Kingston University.&#xd;<br />&#xd;<br />We open up choices, offering students a diverse range of undergraduate and postgraduate programmes, helping them into their careers, to develop their potential and achieve their ambitions. We are equally committed to the development of our staff's potential, for the benefit of our students and ourselves.&#xd;<br />&#xd;<br />In order to achieve our vision we recognise the importance of local and global relevance in the courses we offer, the research we undertake and the relationships we build with businesses and local and regional communities.","acronym":"Kingston U","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Interest in initiatives:&#xd;<br />  Digital Agenda for Europe&#xd;<br />  Innovation Union&#xd;<br />  Youth on the move&#xd;<br />  Resource Efficient Europe&#xd;<br /> An industrial policy for the globalisation era&#xd;<br />Further areas of interest:&#xd;<br />  Horizon2020, all work programmes and information events&#xd;<br />  ERASMUS+, all work programmes and information events&#xd;<br />  Bologna process, Higher Education Area&#xd;<br />  Concordat to Support the Career Development of Researchers","lastUp":"2019-12-03T17:56:42.087+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}