{"id":"272674829109-05","name":"Confederación General del Trabajo de la República Argentina","registrationDate":"2017-11-28T20:33:50.028+01:00","category":2,"subCategory":1,"legal":"Confederación General del Trabajo de la República Argentina","web":"http://www.cgtrainternacional.com.ar","country":"Argentina","headAddress":"Azopardo 802 Ciudad de Buenos Aires","headCity":"Ciudad Autonoma de Buenos Aires","headPostCode":"1077","headPhone":"(54)43 84 71 63","boss":"Gerardo Alberto Martinez","bossTitle":"","bossPosition":"Secretario de Relaciones Internacionales","membersCount":3,"membersFTE":"1.75","membership":"ver: www.cgtra.org.ar","memberOrga":"ver: www.cgtra.org.ar","goal":"La CGTRA es una Confederación que nuclea a más de 2000 sindicatos, federaciones y uniones, que tiene como misión velar por los derechos laborales, las condiciones de empleo, trabajo y vida de los trabajadores y trabajadoras de la Argentina. La CGTRA realiza acciones en la escala local, provincial, nacional y también en los espacios regionales (Mercosur), América Latina y global. Su misión es la promoción y defensa de los derechos humanos y laborales de los trabajadores y trabajadoras, en el espacio nacional, pero también en lo subregional (Mercosur). Es la organización representativa para los convenios colectivos de trabajo, a través de sus organizaciones afiliadas, las instancias de dialogo social y de elaboración e implementación de políticas públicas allí donde se involucren temas vinculados a la generación y mantenimiento del empleo, las condiciones de salud y seguridad laboral, y la promoción de una vida digna y el trabajo decente. La CGTRA participa de todos los ámbitos de diálogo social para políticas concretas, así como en instancias internacionales como ONU, OMC, PNUMA. &#xd;<br />Desarrolla acciones vinculadas a la agenda de desarrollo (Agenda 2030), la promoción de la igualdad de género, la no discriminación, los derechos humanos y la democracia.","acronym":"CGTRA","interests":"Climate Action, Development, Economic and Financial Affairs, Employment and Social Affairs, Justice and Fundamental Rights, Regional Policy, Taxation, Trade","euInitiatives":"Los principales áreas de acción están vinculadas al Acuerdo de Asociación Unión Europea - Mercosur, empleo, trabajo decente, fiscalidad, comercio, derechos humanos&#xd;<br />&#xd;<br />La CGT ejerce actualmente la jefatura del Labour 20, realizando acciones vinculadas a empleo, desarrollo sustentable con las organizaciones e instituciones europeas. &#xd;<br />&#xd;<br />La CGT se relaciona con el Parlamento Europeo en iniciativas vinculadas a Comercio, OMC, habiendo participado en la XI Ministerial de la OMC, fue parte del CM Think 11 en forma conjunta con Eurodiputados Trade and development&#xd;<br />&#xd;<br />La CGT coordina la Sección Nacional Argentina del Foro Consultivo Económico Social del Mercosur, con un plan de acción conjunta con el Comité Económico Social Europeo. \"Memorandum de Entendimiento\". &#xd;<br />&#xd;<br />La CGT lleva adelante una iniciativa de consulta e intercamio con la DG Trade de la Comisión Europea para el acuerdo de aasociaicón Unión Europea - Mercosur &#xd;<br />&#xd;<br />La CGT participa como miembro de la Red Sindical de Cooperación al desarrollo de la CSI (TUDCN -ITUC) en el Foro Político para el desarrollo de la UE.","lastUp":"2017-12-15T09:35:46.103+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}