{"id":"273304233646-65","name":"SOS Save Our Spectrum","registrationDate":"2019-01-15T18:45:15.952+02:00","category":3,"subCategory":2,"legal":"Keine","web":"http://www.sos-save-our-spectrum.org/","country":"Luxembourg","headAddress":"9, rue du Travail","headCity":"Luxembourg","headPostCode":"2625","headPhone":"(352)6 21 17 67 79","boss":"Jochen Zenthöfer","bossTitle":"Mr","bossPosition":"Geschäftsführung Europabüro","membersCount":2,"membersFTE":"1.5","membership":"","memberOrga":"https://www.sos-save-our-spectrum.org/ueber-sos/unterstuetzer/","goal":"Die Initiative „SOS – Save Our Spectrum“ versteht sich als Interessenvertretung der Menschen, die sogenannte drahtlose Produktionsmittel, also zum Beispiel Funkmikrofone, nutzen. &#xd;<br />Dazu gehören Musiker, Schauspieler, Laienschauspieler, Sportreporter, Journalisten, Lehrer, Politiker, Manager, Hochschullehrer, öffentliche Einrichtungen, Vereine und viele andere mehr: Jeder, der mit seiner Stimme eine größere Zahl von Menschen zuverlässig erreichen will.&#xd;<br />Zur drahtlosen Übertragung von Signalen braucht es Funkfrequenzen. Die Initiative „SOS – Save Our Spectrum“ setzt sich dafür ein, dass in Europa ausreichend Frequenzen zum Einsatz von drahtlosen Produktionsmitteln zur Verfügung stehen. Nur dann können drahtlose Mikrofone jederzeit, überall und störungsfrei genutzt werden. Nur dann sind Veranstaltungen ohne technische Einschränkungen durchführbar.&#xd;<br />In den vergangenen Jahren wurde das für drahtlose Mikrofone nutzbare Spektrum immer weiter eingeschränkt. Es ist absehbar, dass es in Zukunft zu Ausfällen und Störungen der Tontechnik kommen wird. Dann droht die Rückkehr zu Kabelmikrofonen, wie man sie aus den Anfängen des Fernsehens kennt. Künstler und Vortragende könnten sich nicht mehr frei bewegen, sondern wären durch die Kabel buchstäblich an die Leine gelegt. Das wollen wir gemeinsam verhindern.&#xd;<br />Durch das Verlegen von Kabeln werden Veranstaltungen nicht nur statischer, sondern auch teurer. Kabel verlegen und sichern ist aufwändiger als die Nutzung drahtloser Technik.&#xd;<br />Die Initiative „SOS – Save Our Spectrum“ wird von vielen Personen aus der Kultur- und Kreativwirtschaft und vom Unternehmen Sennheiser unterstützt.","acronym":"SOS","interests":"Culture, Digital economy and society, Single market","euInitiatives":"Rechtsetzung zu Frequenzregulierungen und zum digitalen Binnenmarkt in Frequenzfragen; Thema 5G.","lastUp":"2019-07-29T18:31:39.125+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}