{"id":"273444130866-26","name":"Jyväskylän yliopisto","registrationDate":"2018-03-20T11:55:33.940+01:00","category":4,"subCategory":12,"legal":"University","web":"http://www.jyu.fi/en","country":"Finland","headAddress":"Seminaarinkatu 15","headCity":"Jyväskylä","headPostCode":"40014","headPhone":"(358)1 42 60 12 11","boss":"Keijo Hämäläinen","bossTitle":"Mr","bossPosition":"Rector","membersCount":3,"membersFTE":"0.75","membership":"-Educluster https://educlusterfinland.fi/find-us/","memberOrga":"https://www.jyu.fi/en/university/yearbook","goal":"The University of Jyväskylä JYU is an internationally renowned research university and an expert in education that focuses on human and natural sciences. &#xd;<br />&#xd;<br />JYU has 15 000 degree students of which 8 % are international students. In total JYU has 40 000 students, including adult education.  JYU has 2 500 staff members of which 9 % are international staff members. &#xd;<br />&#xd;<br />JYU has established strong international partnerships in the field of education with some 260 European universities, covering the whole of the European Union. Outside Europe, the university has about 60 active partnerships in the Americas, South and East Asia, Australasia and Africa. The University of Jyväskylä is a highly popular place for learning, with applicants from throughout Finland and from over 100 countries abroad.&#xd;<br />&#xd;<br />The University is strongly linked with top national and international research, business and innovation communities. The University's first-rate success in the Academy of Finland's Centre of Excellence Programme reinforces its position as one of the best research universities in Finland. The university currently hosts ten ERC-fellows and the Accelerator Laboratory of the Department of Physics is one of the European Major Infrastructures.","acronym":"JYU","interests":"Budget, Climate Action, Communication, Culture, Development, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Transport, Youth","euInitiatives":"Comprehensive proposal for the future Multi-annual Financial Framework beyond 2020 followed by proposals for the next generation of programmes and new own resources.","lastUp":"2018-03-20T12:00:09.906+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}