{"id":"273943722488-27","name":"European Institute for Political Initiative and Strategic Analysis","registrationDate":"2016-06-28T12:49:31.346+01:00","category":4,"subCategory":5,"legal":"Association","web":"http://eipisa.eu","country":"Belgium","headAddress":"Boulevard Bischoffsheim, 39 bte 12","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)28 31 83 83","boss":"Miguel Llorens Izquierdo","bossTitle":"Mr","bossPosition":"General Secretary","membersCount":4,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"The European Institute for Political Initiative and Policy Analysis (EIPISA) is a non-profit think tank devoted to creating links of mutual knowledge, understanding and cooperation in all areas of activity between European countries and the Middle East. The EIPISA’s core mission is to provide analyses and fora for discussion that can be of use and relevance to the formulation of EU policy as we believe that we have a common understanding of human principles -democracy, freedom and human rights. In carrying out that mission, it also acts as an interface between European experts and decision-makers at all levels. We support the work and cooperation of all institutions who work and have a significant interest for issues related to the Middle East in order to find permanent solutions.&#xd;<br />&#xd;<br />The EIPISA team's events are intended to enhance the Union’s analytical capacity and facilitate the shaping of common approaches. They bring together EU officials, national experts, academics, decision-makers, media and civil society representatives from the EU member states, as well as the rest of the world. The main tasks of the Association are studies and research; information; communications and publications; and general relations. We are independent of political and economic agendas as we intend to include every perspective: our only engagement is with our supporters and partners throughout convincing ethics. We are devoted to providing a platform for clear, precise and transparent information as the essential tool for achieving peace, stability and security.","acronym":"EIPISA","interests":"Audiovisual and Media, Climate Action, Communication, Culture, Development, Economic and Financial Affairs, Education, Energy, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Justice and Fundamental Rights, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"European Commission Annual Work Programme and Roadmaps&#xd;<br />European Commission Impact Assessment webpage&#xd;<br />European Parliament Legislative Observatory&#xd;<br />EUR-Lex database&#xd;<br />Work in Progress document - by Parliamentary committees, subcommittees and delegations&#xd;<br />EEAS work documents&#xd;<br />Foreign Affairs &amp; Security Policy&#xd;<br />Humanitarian Aid&#xd;<br />External Relations&#xd;<br />Human rights","lastUp":"2017-06-01T11:06:04.513+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}