{"id":"273957033476-02","name":"Bussola Institute","registrationDate":"2018-12-13T17:58:58.363+01:00","category":4,"subCategory":5,"legal":"AISBL","web":"https://www.bussolainstitute.org/","country":"Belgium","headAddress":"Square de Meeûs 28","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)3 29 50 60","boss":"Dennehy John","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":6,"membersFTE":"1.5","membership":"While the Bussola Institute is not yet a formal member of an association of research institutes or think tanks, it is currently exploring possibilities in this regard.  The institute has, or is in the process of concluding memoranda of understanding for joint research work with other academic or research institutions.  For example, a Memorandum of Understanding was concluded with Dublin City University in June 2018 to promote joint research, innovative thinking and actions in the areas of tolerance, diversity and inclusion. See report at: https://www.pressreader.com/ireland/irish-independent/20181122/283102775098650","memberOrga":"The Bussola Institute is an independent, not-for-profit, non-governmental research institute and, as such, does not have member organisations.  The institute has an Honorary Advisory Board (6 members) and a Board of Directors (2 members).  Membership is detailed on the institute's website.&#xd;\n&#xd;\nThe Honorary Advisory Board members are:&#xd;\n&#xd;\nH E Jose Maria Aznar (Chairman Honorary Advisory Board), Former President of the Government of Spain&#xd;\n&#xd;\nHE Mary McAleese, Former President of Ireland&#xd;\n &#xd;\nH E Anders Fogh Rasmussen, Former NATO Secretary General and former Prime Minister of Denmark&#xd;\n &#xd;\nH E Jadranka Kosor, Former Prime Minister of the Republic of Croatia&#xd;\n &#xd;\nH E Anna Diamantopoulou, Former EU Commissioner and former Minister (Greece)&#xd;\n &#xd;\nH E François Fillon, Former Prime Minister of France&#xd;\n&#xd;\nThe members of the Board of Directors are:&#xd;\n&#xd;\nH E Amal Al Haddabi, Founder, Chairperson of the Board of Directors&#xd;\n&#xd;\nH E Mohammed Baharoon, Founder, Member of the Board of Directors","goal":"The Bussola Institute is an independent and not-for-profit, non-governmental organisation established in Brussels as a world-class Research Institute and Think-and-Do-Tank, which is committed to forging multicultural interconnections between the Gulf Countries and the European Union.  The Mission of the Bussola Institute is to generate and share knowledge that will foster a better understanding of, and seek solutions to, the political, social, economic, security and cultural issues that affect policy making in the Gulf Cooperation Council (GCC) and the European Union (EU) regions.","acronym":"Bussola","interests":"Borders and Security, Climate Action, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Research and innovation, Trade, Transport, Youth","euInitiatives":"Common migration and asylum policy; Foreign affairs and security policy;  Erasmus+ and policy for cooperation in education and training with non-EU countries; Creative Europe programme including access to new international opportunities, markets, and audiences; Digital Economy and Society; EU Energy strategy; humanitarian aid and civil protection; Research and innovation policy - Horizon 2020; Trade; Climate Action.","lastUp":"2019-12-13T16:00:51.851+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}