{"id":"273932324088-24","name":"Knowledge Transfer Network","registrationDate":"2016-10-25T21:36:43.791+01:00","category":3,"subCategory":2,"legal":"Not for Profit SME","web":"http://ktn-uk.co.uk","country":"United kingdom","headAddress":"Business Design Centre","headCity":"London","headPostCode":"N1 0QH","headPhone":"(44)20 36 93 20 21","boss":"Catherine Callow","bossTitle":"Ms","bossPosition":"Director of Operations and Finance","membersCount":4,"membersFTE":"1.0","membership":"European Construction Technology Platform&#xd;\nInternet of Things Technology Platform&#xd;\nCIVITAS","memberOrga":"KTN does not charge a membership fee.","goal":"The Knowledge Transfer Network (KTN) was established by Innovate UK (the UK’s Innovation funding agency) to build better links between science, creativity and business. KTN currently employs >190 people and has specialist teams covering all significant sectors of the economy, from Chemistry and Industrial Biotechnology, Materials, AgriFood and Energy, to the Circular Economy and the Digital and Creative Industries. Our expertise in connecting sectors, disciplines and skills with the right collaborations and business approach is what helps unlock the tremendous hidden value in people and companies. KTN has more than 60,000 members across all industries and technologies.&#xd;<br />&#xd;<br />Working with large and small companies, government agencies and research organisations, with technology hubs and start-ups, public funding bodies, Venture Capitalists and private investors, KTN has built a unique network that helps enterprising people and companies reach the full potential of their innovative capabilities.","acronym":"KTN","interests":"Business and Industry, Research and innovation","euInitiatives":"Horizon 2020. European Commission Annual Work Programme and Roadmaps&#xd;<br />KTN is active in a number of European Technology Platforms and Public Private Partnerships: E.g. SusChem, SPIRE, EUMat, ECTP, ETPN, AIOTI, NEM, ERTRAC and Photonics21 at the current time.","lastUp":"2019-11-01T08:31:32.936+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}