{"id":"27409307680-46","name":"UTOPIA - Relazioni Istituzionali, Comunicazione, Affari Legali &amp; Lobbying","registrationDate":"2012-01-11T16:09:54.804+01:00","category":1,"subCategory":6,"legal":"Società a responsabilità limitata","web":"http://www.utopialab.it/","country":"Italy","headAddress":"Santa Maria in Via, 12","headCity":"Roma","headPostCode":"00187","headPhone":"(06)97 79 03 00","boss":"Giampiero  Zurlo ","bossTitle":"Mr","bossPosition":"Azionista, Presidente del Consiglio di Amministrazione e AD","membersCount":5,"membersFTE":"1.25","membership":"- American Chamber of Commerce in Italy;&#xd;\n- British Chamber of Commerce in Italy;&#xd;\n- Camera di Commercio Spagnola in Italia;&#xd;\n- Confindustria - Assolombarda;&#xd;\n- Associazione \"Il Chiostro\" per la trasparenza delle lobby;&#xd;\n- Gruppo Iniziativa Italiana (Bruxelles).","memberOrga":"","goal":"La nostra attività si concentra nello sviluppo di un network che consenta alle aziende ed ai gruppi di interesse di essere messi in comunicazione tra loro, con le istituzioni ed in generale con i decision makers, così da poter contribuire al processo decisionale pubblico tramite una trasparente e professionale rappresentanza degli interessi.&#xd;<br />Attraverso una qualificata attività di consulenza professionale, Utopia assiste importanti realtà nazionali e internazionali nei rapporti con le Istituzioni, i decision e gli opinion makers, la stampa, i media e il mondo economico-imprenditoriale. Contribuisce al processo decisionale pubblico tramite una trasparente attività di rappresentanza e tutela degli interessi, svolgendo un’attività di stakeholder engagement a supporto dell’immagine, della reputazione e dello sviluppo economico delle imprese e delle associazioni di categoria. &#xd;<br />Il background giuridico dei Partner della società consente ad Utopia di assistere i propri clienti nelle questioni legali, giudiziali e stragiudiziali, tramite una struttura di avvocati dedicata.","acronym":"UTOPIA","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Mercato unico dell'energia; Mercato unico delle TLC; Internet; Mobilità e Trasporti; Sviluppo sostenibile; Agricoltura, Food and Beverage","lastUp":"2020-01-07T10:40:37.792+01:00","customers":"Associazione Nazionale Industria e Servizi dell'Autonoleggio,Birra Peroni,Flixbus,BASF,MOBY - Tirrenia","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":"","turnoverRange":"100000-499999"}