{"id":"27429403444-01","name":"Vereniging VBO","registrationDate":"2010-04-13T08:23:47.568+01:00","category":2,"subCategory":1,"legal":"Vereniging","web":"http://www.vbomakelaar.nl","country":"Netherlands","headAddress":"Gildeweg 13","headCity":"Nootdorp","headPostCode":"","headPhone":"(31)7 03 45 87 03","boss":"Hans Van der Ploeg RAE RT","bossTitle":"Mr","bossPosition":"Directeur","membersCount":2,"membersFTE":"1.5","membership":"VBO is lid van de CEPI en aangesloten bij VNO-NCW. Eveneens is VBO als AMA aangesloten bij TeGoVa.","memberOrga":"Leden van VBO zijn te vinden via de website www.vbo.nl en/of www.vbomakelaar.nl","goal":"VBO is een brancheorganisatie voor makelaars, taxateurs en huur/verhuurbemiddelaars in Onroerend Goed. Met ruim 1250 leden is het de snelst groeiende en meest actieve brancheorganisatie. &#xd;<br />&#xd;<br />De VBO-makelaars staan voor kwaliteit en betrouwbaarheid. Zij stellen de consument centraal. Zij kunnen zowel een totaalpakket als afzonderlijke deeldiensten bieden. &#xd;<br />&#xd;<br />De VBO-makelaars zijn vakbekwaam en worden permanent getoetst om hun vakkennis bij te houden. Om de kwaliteit van dienstverlening te waarborgen is de VBO-makelaar gehouden aan de Algemene Consumentenvoorwaarden. Op hun handelen wordt toegezien door een onafhankelijk Tuchtcollege, Tuchtcollege Makelaardij NL (www.tcmnl.nl). Daarnaast kent VBO Makelaar een Huishoudelijk reglement. &#xd;<br />&#xd;<br />VBO is dusdanig georganiseerd dat zij dicht bij haar leden staat en daarmee dicht bij de vastgoedmarkt. Dit komt onder meer tot uiting in de organisatiestructuur, waarin zowel de bestuurs- als kaderfuncties bijna uitsluitend worden vervuld door mensen die zelf nog actief zijn als makelaar en daardoor dus zelf nog midden in de dagelijkse vastgoedpraktijk staan. &#xd;<br />&#xd;<br />Wilt u meer over de organisatie van VBO weten, belt u dan met ons secretariaat op telefoonnummer 070 345 87 03.","acronym":"VBO","interests":"Agriculture and Rural Development, Business and Industry, Competition, Economy, finance and the euro, Energy, Fraud prevention, Institutional affairs, Taxation","euInitiatives":"Wij monitoren de volgende dossiers :&#xd;<br />&#xd;<br />Mortgage Credit Directive&#xd;<br />Morgage Lending Directive&#xd;<br />Energy Directives&#xd;<br />Credit Requirement Regulation","lastUp":"2019-12-17T16:54:55.987+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}