{"id":"274682235651-46","name":"Deutsche Gesellschaft für Auswärtige Politik e.V.","registrationDate":"2019-08-19T12:02:21.117+02:00","category":4,"subCategory":5,"legal":"Eingetragener Verein","web":"http://dgap.org","country":"Germany","headAddress":"Rauchstraße 17-18","headCity":"Berlin","headPostCode":"","headPhone":"(49)30 25 42 31","boss":"Thorsten Klaßen","bossTitle":"Mr","bossPosition":"Chief Operating Officer","membersCount":3,"membersFTE":"2.25","membership":"","memberOrga":"","goal":"Praxisorientierte Forschung&#xd;<br />Das Forschungsinstitut der DGAP betreibt eine handlungs- und praxisorientierte Forschung an der Schnittstelle von Politik, Wirtschaft, Wissenschaft und Medien. Mehr als 30 außenpolitische Experten arbeiten in zehn Forschungsprogrammen zu den thematischen Schwerpunkten der DGAP.&#xd;<br />&#xd;<br />Moderation der außenpolitischen Diskussion&#xd;<br />Unter Beteiligung von hochrangigen Entscheidern aus Politik und Wirtschaft organisiert und moderiert die DGAP in zahlreichen Fachkonferenzen, Gesprächskreisen sowie Studien- und Projektgruppen die Diskussion in der außenpolitischen Community.&#xd;<br />&#xd;<br />Beratung der operativen Außenpolitik&#xd;<br />Die Experten der DGAP veröffentlichen jährlich zahlreiche Studien und Analysen zu aktuellen außenpolitischen Themen und entwickeln konkrete Lösungsansätze. Das Forschungsinstitut der DGAP versteht sich in diesem Sinne als moderner Think-Tank, als Berater und Impulsgeber der operativen Außenpolitik.","acronym":"","interests":"Borders and Security, External Relations, Foreign affairs and security policy, Migration and asylum","euInitiatives":"EU Institutionen und Prozesse zu Beginn des neuen fünf Jahres Zyklus.&#xd;<br />Curent Areas of Focus:&#xd;<br />-Current developments in EU foreign policy&#xd;<br />-German policy on Europe, Germany in the EU&#xd;<br />-Underlying questions about European integration&#xd;<br />-Migration, asylum, and refugee issues&#xd;<br />-EU enlargement policy (in particular the Western Balkans)&#xd;<br />-French domestic and European policy, seen against the background of the changing political landscape&#xd;<br />-Broadening of Franco-German bilateralism&#xd;<br />-Franco-German cooperation on climate and energy policy","lastUp":"2019-09-02T14:14:11.465+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}