{"id":"274900935029-65","name":"Coalitie voor Inclusie","registrationDate":"2019-06-04T13:16:19.115+02:00","category":3,"subCategory":2,"legal":"foundation","web":"https://coalitievoorinclusie.nl/coalitie-voor-inclusie/vn-ambassadeurs-zet-je-actief-in-of-ga-aan-de-slag-met-ambassadeurs/","country":"Netherlands","headAddress":"Michiel de Ruyterweg 52","headCity":"Vught","headPostCode":"5262VG","headPhone":"(31)7 33 45 05 19","boss":"Ingrid I.G. van Kranen","bossTitle":"Ms","bossPosition":"VN ambassadeur","membersCount":1,"membersFTE":"1.0","membership":"Alliantie implementatie VN verdrag","memberOrga":"https://coalitievoorinclusie.nl/onze-donateurs/","goal":"bijdragen aan het tot stand brengen van een inclusieve samenleving in Nederland","acronym":"VN ambassadeurs","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Business and Industry, Climate Action, Communication, Consumers, Culture, Culture and media, Customs, Digital economy and society, Education and training, Employment and Social Affairs, Enlargement, Environment, European Neighbourhood Policy, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"De organisatie en toegankelijkheid van Europese en nationale verkiezingen en het zelfstandig kunnen uitbrengen van je stem is voor ons belangrijk en met de recente ervaringen ook actueel. Het is van belang dat er Europese richtlijnen komen waaraan verkiezingen in lidstaten moeten voldoen. Op verschillende punten voldoen verkiezingen in verschillende Europese landen niet aan het VN verdrag voor de rechten van mensen met een handicap bijvoorbeeld. Ook oplossingen van knelpunten gaan de verkeerde kant op. Ze leiden namelijk NIET tot de mogelijkheid om ZELFSTANDIG je stem uit te brengen. Nationale specifieke belangengroepen slaan verkeerde wegen in vanwege eigen belangen  en hokjes-denken. Er moet meer richting aan gegeven worden met Europese regelgeving.&#xd;<br />&#xd;<br />Er zijn wel meer onderwerpen waarover we in Europa willen lobbyen, maar dit is de meest actuele ook op basis van de ervaringen met de verkiezingen voor het Europees Parlement.","lastUp":"2019-06-05T11:50:17.870+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}