{"id":"275262818818-08","name":"Stichting United Academics Foundation","registrationDate":"2015-09-16T15:50:36.624+02:00","category":3,"subCategory":2,"legal":"stichting / foundation","web":"http://www.ua-foundation.org","country":"Netherlands","headAddress":"Mauritskade 63","headCity":"Amsterdam","headPostCode":"1092 AD","headPhone":"(31)2 06 20 44 46","boss":"Louis Lapidaire","bossTitle":"Mr","bossPosition":"Director","membersCount":4,"membersFTE":"1.25","membership":"http://knowledge4innovation.eu/","memberOrga":"","goal":"Our Mission&#xd;<br />&#xd;<br />    Did you know that a large part of publicly funded research is trapped behind a paywall?&#xd;<br />    That the cost to read a scientific journal can reach up to €20,000 a year?&#xd;<br />    And that most research data financed with government money isn’t publicly available at all?&#xd;<br />&#xd;<br />In short, we don’t have full access to knowledge we already pay for. If access is available, we are often required to pay again.&#xd;<br />&#xd;<br />The mission of the United Academics Foundation (UAF) is to connect science and society: creating a world where scientific research results are accessible for all, so that knowledge can easily spread and be built upon.&#xd;<br />Supporting Open Access&#xd;<br />&#xd;<br />In the current scientific publishing system, the gatekeepers limit access to research by charging high membership fees to individuals, companies, research centers and libraries. Furthermore, authors lose copyrights, re-use of articles is restricted and the publication process is inexorably slow. Fortunately, times are changing. Open Access publishing is supported and even demanded by more and more academics. Several legislators worldwide have already committed to implementing an Open Access-only policy. The question is no longer ‘if’ we should have Open Access. The question is about ‘how’ we should develop it and promote it further.","acronym":"United Academics","interests":"Climate Action, Communication, Culture and media, Digital economy and society, Education and training, Energy, Environment, General and Institutional Affairs, Research and innovation, Single market, Trans-European Networks, Youth","euInitiatives":"We strongly support Open Access, Open Data and Open Science and thus follow everything that Europe undertakes to enable further usage of such","lastUp":"2018-10-06T14:47:08.917+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}