{"id":"275685124373-89","name":"Magyar Bankszövetség","registrationDate":"2016-11-07T17:41:00.363+01:00","category":2,"subCategory":4,"legal":"civil szervezet, egyesület","web":"http://www.bankszovetseg.hu","country":"Hungary","headAddress":"József nádor tér 5-6","headCity":"Budapest","headPostCode":"1051","headPhone":"(36)13 27 60 30","boss":"Levente Kovács","bossTitle":"","bossPosition":"főtitkár","membersCount":10,"membersFTE":"7.5","membership":"Európai Bankföderáció (Euroepan Banking Federation);&#xd;\nEurópai Pénzforgalmi Tanács (European Payments Council);&#xd;\nEuropean Mortgage Federation - European Covered Bond and Mortgage Council;","memberOrga":"http://www.bankszovetseg.hu/tagjaink","goal":"A Magyar Bankszövetség a hazai bankok érdekképviseleti szerve, a banki közösség hivatalos álláspontjának koordinátora és képviselője. A szövetséghez fióktelepek, bankképviseletek, társ-érdekképviseleti szervezetek és a bankokhoz szorosan kapcsolódó tevékenységet folytató szervezetek is csatlakozhatnak. A szövetség legfontosabb feladata a tagjait érintő szakmai érdekek képviselete, a hitelintézeti szektor működését és fejlődését segítő közgazdasági és jogi szabályozási keretek kialakítása. A széles körű szakmai álláspontok kidolgozása érdekében a tagok  szakértőiből  munkabizottságok, munkacsoportok alakulnak, valamint sokrétű együttműködés zajlik különböző,  érintett érdekképviseleti szervekkel. &#xd;<br />A szövetség szakértők bevonásával rendszeresen részt vesz mindazoknak a törvényeknek, jogszabályoknak, programoknak a véleményezésében és egyeztetésében, amelyek közvetve vagy közvetlenül érintik a bankszektort. &#xd;<br />Képviseli a konszenzus elvének megfelelően kialakított állásfoglalásokat a törvények, jogszabályok előkészítése során. Szorosan együttműködik a Magyar Nemzeti Bankkal, valamint a Nemzetgazdasági Minisztériummal, az Igazságügyi Minisztériummal és a Földművelésügyi Minisztériummal.","acronym":"MBSZ","interests":"Agriculture and Rural Development, Budget, Competition, Consumer Affairs, Economic and Financial Affairs, Enterprise, Financial Stability, Financial Services and Capital Markets Union , Information Society, Internal Market, Taxation","euInitiatives":"Készülő Jelzáloglevél Irányelv;&#xd;<br />Már elfogadott MiFID/MiFIR (L2 részletszabályok);&#xd;<br />CRR/CRD4 folyamatban lévő módosítása;&#xd;<br />Készülő Non Bank Recovery and Resolution;&#xd;<br />Capital Market Union;&#xd;<br />BRRD/SRR;&#xd;<br />SSM (Single Supervisory Mechanism),&#xd;<br />EBA vonatkozó részletszabályai;&#xd;<br />SEPA (Egységes Euróóai Pénzforgalmi Térség) szabályozás;&#xd;<br />PAD/PSD2;&#xd;<br />Digitalizáció, Cyber Biztonság;&#xd;<br />Pénzforgalmi irányelvek, ezek alapján kiadott EBA szabványok;&#xd;<br />Bankszámla Irányelv, ezzel kapcs. EBA szabványok&#xd;<br />IFRS standard implementálás","lastUp":"2017-11-08T11:11:10.347+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}