{"id":"275954910173-88","name":"Fédération Internationale de Motocyclisme","registrationDate":"2012-11-26T15:57:53.780+01:00","category":3,"subCategory":2,"legal":"Association de droit suisse","web":"http://www.fim-live.com","country":"Switzerland","headAddress":"Route de Suisse, 11","headCity":"MIES","headPostCode":"1295","headPhone":"(41)2 29 50 95 00","boss":"Skillington Tony","bossTitle":"Mr","bossPosition":"Chief Executive Officer (CEO)","membersCount":2,"membersFTE":"0.75","membership":"The FIM is a member of the:&#xd;\n- European Transport Safety Council (ETSC - www.etsc.eu)&#xd;\n- Association of IOC Recognised International Sports Federations (ARISF - www.arisf.org)","memberOrga":"All details about the 112 FIM Affiliated Federations can be found on the FIM website: &#xd;\nhttp://www.fim-live.com/en/fim/the-federation/affiliated-federations/","goal":"The FIM, the “Fédération Internationale de Motocyclisme” (International Motorcycling Federation), is the governing body for motorcycle racing, representing 112 national motorcycle federations (of which 47 in Europe) divided into six continental unions. The FIM runs 59 FIM World Championships and Prizes in five different disciplines and is also engaged in non-sporting activities - tourism, gatherings and leisure, mobility, transport, road safety and public policy, and the environment.&#xd;<br />At the political level, the FIM is the spokesman for the motorcycling community. Together with its partners, ACEM, FEMA and FIA, the FIM contributes to the debate on all motorcycling related topics. The FIM has taken on the responsibility to make motorcycle riding a safe, environmentally friendly and enjoyable activity not only now but also in the future. The FIM was the first international sports federation to impose an Environmental Code in 1994.&#xd;<br />The FIM is recognised by the European Union Institutions as one of the official representative associations of the motorcycling community and is a regular counterpart to EU officials at the highest level when dealing with technical and regulatory aspects for sports, motorcycling and transport issues.","acronym":"FIM","interests":"Borders and Security, Business and Industry, Climate Action, Consumers, Culture and media, Energy, Environment, Institutional affairs, Research and innovation, Single market, Sport, Trans-European Networks, Transport","euInitiatives":"The FIM follows any policies related to motorcycling e.g.:&#xd;<br />- Revision of the White Paper on Transport&#xd;<br />- L-category (Regulation 168/2013) and related regulations&#xd;<br />- Road safety initiatives including Roadworthiness package &#xd;<br />- Sustainable motorcycling and e-mobility&#xd;<br />- Horizon 2020, Green Vehicles Initiative&#xd;<br />- Intelligent Transport Systems and eCall&#xd;<br />- Personal Protective Equipement&#xd;<br />- GEAR 2030","lastUp":"2019-02-25T10:47:05.025+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}