{"id":"27636291880-60","name":"European Financial Services Round Table","registrationDate":"2009-06-22T16:34:53.886+01:00","category":2,"subCategory":4,"legal":"ASBL (non-profit organisation); registered under Belgium law","web":"http://www.efr.be","country":"Belgium","headAddress":"Rond Point Schuman, 11","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 56 75 23","boss":"Dohm Karin","bossTitle":"Ms","bossPosition":"Chair of the Board of Directors","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"The Members of the European Financial Services Round Table (EFR), Chairmen and Chief Executive Officers of leading European insurers and banks, believe that a fully integrated EU financial market, combined with a strong and competitive European financial services industry will lead to increased choice and better value for all users of financial services across the Member States of the European Union. An integrated market will support investment and growth and thus increase the overall competitiveness of the European economy. The EFR therefore strongly encourages national governments and the EU institutions to commit to creating a truly single market for wholesale and retail financial services in Europe. However the integration of financial markets does not stop at the EU’s borders but is increasingly global. EFR Members therefore encourage both national and European leaders to work for internationally consistent financial regulation and supervision and to support and promote free and open markets throughout the world.","acronym":"EFR","interests":"Climate Action, Competition, Consumer Affairs, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, External Relations, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Taxation, Trade","euInitiatives":"Capital Markets Union, Investment Plan for Europe, Digital Single Market, Securitisation, Retail","lastUp":"2018-03-05T10:25:16.498+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}