{"id":"276776018972-79","name":"ΈΝΩΣΗ ΑΣΦΑΛΙΣΤΙΚΩΝ ΕΤΑΙΡΙΩΝ ΕΛΛΑΔΟΣ","registrationDate":"2015-09-29T13:45:20.745+02:00","category":2,"subCategory":4,"legal":"ΣΩΜΑΤΕΙΟ","web":"http://www.eaee.gr","country":"Greece","headAddress":"ΞΕΝΟΦΩΝΤΟΣ 10","headCity":"ΑΘΗΝΑ","headPostCode":"10557","headPhone":"(30)21 03 33 41 00","boss":"ΑΛΕΞΑΝΔΡΟΣ ΣΑΡΡΗΓΕΩΡΓΙΟΥ","bossTitle":"Mr","bossPosition":"ΠΡΟΕΔΡΟΣ","membersCount":1,"membersFTE":"0.25","membership":"Η ΕΑΕΕ ΕΙΝΑΙ ΜΕΛΟΣ ΤΗΣ ΙNSURANCE EUROPE, ΔΗΛ. ΤΗΣ ΕΝΩΣΗΣ ΟΛΩΝ ΤΩΝ ΕΥΡΩΠΑΙΚΩΝ ΑΣΦΑΛΙΣΤΙΚΩΝ ΚΑΙ ΑΝΤΑΣΦΑΛΙΣΤΙΚΩΝ ΕΝΩΣΕΩΝ. Η INSURANCE EUROPE ΕΔΡΕΥΕΙ ΣΤΙΣ ΒΡΥΞΕΛΛΕΣ (www.insuranceeurope.eu)","memberOrga":"Τα μέλη της ΕΑΕΕ μπορείτε να αναζητήσετε στην ακόλουθη διεύθυνση:&#xd;\nwww.eaee.gr","goal":"Σκοπός της Ένωσης είναι η με κάθε νόμιμο μέσο ανάπτυξη του θεσμού της Ιδιωτικής Ασφάλισης, η αντιμετώπιση και προώθηση όλων των θεμάτων που απασχολούν την Ιδιωτική Ασφάλιση μέσα στo πλαίσιo της ελληνικής και της νομοθεσίας της Ευρωπαϊκής Ένωσης, η προστασία και προαγωγή των ηθικών, επαγγελματικών και οικονομικών συμφερόντων των Μελών της καθώς και η με κάθε πρόσφορο μέσο επιδίωξη της ανάπτυξης της ιδιωτικής επιχείρησης ασφάλισης με βάση την αναγνώριση της αναγκαιότητας για ίση μεταχείριση των μελών, ώστε με αμοιβαιότητα και ρεαλιστική αναλογία να μη παραβλάπτονται τα συμφέροντα των μεγάλων και να διευκολύνεται η προοπτική για ανάπτυξη των μικρότερων ασφαλιστικών εταιριών ελληνικών και αλλοδαπών που εργάζονται νόμιμα στην Ελλάδα.","acronym":"ΕΑΕΕ","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Consumers, Economy, finance and the euro, Environment, Single market, Taxation, Transport","euInitiatives":"1) Directive 2009/138/EC of the European Parliament and of the Council of 25 November 2009 on the taking-up and pursuit of the business of Insurance and Reinsurance (Solvency II)&#xd;<br />2) General Data Protection Regulation&#xd;<br />3)Regulation No 1286/2014 of the European Parliament and of the Council on key Information documents for packaged retail and Insurance-based investment products&#xd;<br />4)Directive on Insurance Distribution &#xd;<br />5) Review of European Supervisory Authorities&#xd;<br />6) Pan European Pension Product&#xd;<br />7) PRIIPs","lastUp":"2018-10-03T10:55:46.495+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}