{"id":"277045629884-46","name":"prevention of honeybee COlony LOSSes","registrationDate":"2018-02-19T16:44:44.664+01:00","category":3,"subCategory":2,"legal":"association","web":"http://www.coloss.org/","country":"Switzerland","headAddress":"Institute of Bee Health","headCity":"Bern","headPostCode":"3012","headPhone":"(41)03 16 31 57 67","boss":"Peter  Neumann","bossTitle":"Mr","bossPosition":"President","membersCount":16,"membersFTE":"4.0","membership":"Australia, Cuba, Saudi Arabia, Macedonia, Buthan could not be entered in the list above.","memberOrga":"http://www.coloss.org/","goal":"COLOSS (prevention of honey bee COlony LOSSes) is an international, non-profit association dedicated to improving the well-being of honey bees on a global level. COLOSS is composed of scientific professionals who include researchers, academics, veterinarians, agriculture extension specialists and students. At present, our 1054 members are distributed throughout 95 countries globally. We understand that global cooperation and open dialogue between stakeholders are key to identifying and mitigating factors that threaten bee populations worldwide. We work towards our mission by structuring our association around three main themes: 1. Pests &amp; Pathogens, 2. Environmental Stress (e.g. pesticides &amp; nutrition), 3. Breeding &amp; Conservation (e.g. genetic diversity &amp; disease resistance). Within these themes, COLOSS leads Core Projects and runs Tasks Forces, which focus activities on specific, high-priority topics identified by our association, including long-term monitoring of honey bee colony losses. Our global cooperation thrives knowledge advancement and we use the network to disseminate all involved and interested parties.","acronym":"COLOSS","interests":"Agriculture and Rural Development, Environment, Food Safety","euInitiatives":"The EU Bee Partnership and the EU Pollinators Initiative are followed by COLOSS .","lastUp":"2018-02-19T16:45:08.044+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}