{"id":"277236236705-22","name":"ASSOCIATION JEUNESSE ETUDIANTE TAMOULE","registrationDate":"2019-11-29T21:37:01.066+01:00","category":3,"subCategory":2,"legal":"Association","web":"https://www.facebook.com/Jeunesse-Etudiante-Tamoule-354699278654356/","country":"France","headAddress":"30, rue Trouville","headCity":"Aulnay-sous-Bois","headPostCode":"93600","headPhone":"(33)7 83 45 34 96","boss":"Edixon ANTONY","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"1.0","membership":"Non pas encore mais dans le future nous aimerions rejoindre des réseaux.","memberOrga":"","goal":"L'Association constitue une organisation non gouvernementale ayant pour objet de Promouvoir le développement socio-économique et culturel de la communauté tamoule. Promotion des activités des jeunes tamoules (orientation, projet humanitaire, échange universitaire international, les droits humains, de la non-violence et du règlement pacifique des conflits, tels qu'ils ont été définis par l'ensemble des Déclarations et Chartes internationales et nationales, représentant un patrimoine commun de l'Humanité qu'il s'agit d'enrichir en permanence, de diffuser et de rendre effectif au profit de l'ensemble de la communauté humaine.&#xd;<br />&#xd;<br /> Les droits humains pour tous,&#xd;<br /> La réflexion sur les droits humains,&#xd;<br /> La non-violence,&#xd;<br /> La construction d'une culture de paix,&#xd;<br /> Le règlement pacifique des conflits. &#xd;<br />&#xd;<br />Cet objectif est réalisé à travers des actions et les moyens suivants :&#xd;<br />Cette action sera poursuivie en collaboration avec l'ensemble des O.N.G. poursuivant les mêmes objectifs fondamentaux et avec les organismes et institutions des Nations Unies.","acronym":"JET","interests":"Borders and Security, Education and training, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Youth","euInitiatives":"Sous commission des Droits de l'Homme : Nous suivant la question du Génocide du peuples Tamoule au Sri Lanka. Pour cela nous avons déjà rencontrer plusieurs députés Européens.&#xd;<br />&#xd;<br />la commission Développement&#xd;<br />Nous travaillons sur les aides de l'Union européenne pour le Sri Lanka, afin que les aides vont directement dans le Nord et à l'Est du Sri Lanka ou le peuple Tamoule sont victime de l'occupation militaire.&#xd;<br />&#xd;<br />Commission des Affaires Étrangère :&#xd;<br />Nous travaillons sur la situation des Tamoules sous l'occupation militaires et sur le droit à l’Auto-détermination du peuple Tamoule dans le Nord et à l'Est du Sri Lanka.&#xd;<br />&#xd;<br />Commission Culture et éducation&#xd;<br />Nous cherchons a promouvoir la culture Tamoule en Europe et au sein des Institutions Européenne.&#xd;<br />Nous aimerions organiser des évènements culturelles afin de faire connaitre la culture Tamoule au sein des institutions Européenne.&#xd;<br />&#xd;<br />Commission Libertés civiles, justice et affaires intérieures&#xd;<br />Nous travaillons sur les décisions de la commission européenne qui vont a l'encontre des Activiste Tamoule en Europe.&#xd;<br />&#xd;<br />Commission Droits de la femme et égalité des genres&#xd;<br />Nous travaillons sur la condition des Femmes Tamoule au Sri Lanka.&#xd;<br />&#xd;<br />Délégation pour les relations avec les pays de l'Asie du Sud&#xd;<br />Nous travaillons sur les relations avec le Sri Lanka afin que la relégation sensibilise sur la situation des Tamoules dans le Nord et Est du Sri Lanka.","lastUp":"2019-11-29T21:41:38.891+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}