{"id":"27731914123-85","name":"ProSpecieRara","registrationDate":"2010-09-06T12:02:02.350+01:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://www.prospecierara.ch","country":"Switzerland","headAddress":"Unter Brüglingen, 6","headCity":"Basel","headPostCode":"4052","headPhone":"(0041)6 15 45 99 11","boss":"Béla Bartha","bossTitle":"Mr","bossPosition":"Director","membersCount":7,"membersFTE":"4.5","membership":"IG-Saatgut, SAVE, ECPGR, SKEK (Swiss Commission for the safeguard of endangered plant genetic resources), Let's liberate diversity (EC-LLD), NPOS No Patents on Seeds","memberOrga":"https://www.prospecierara.ch/de/tiere","goal":"ProSpecieRara is a foundation for the protection and promotion of the genetical and cultural diversity of cultivated plants (plant genetic resources) and rare breeds. ProSpecieRara has been founded 1982 with the aim to safeguard the agrobiodiversity in Switzerland. The foundation is coordinating 120 different orchards with 1800 fruitvarieties and 15'000 trees and offers every year about 400 vegetable-varieties to a broder public and keeps 1600 varieties in a seedbank. ProSpecieRara is engaged in the safeguard of rare breeds (32 breeds) as well. Since 1998 ProSpecieRara began to colaborate with one of the biggest supermarkets (COOP) in Switzerland and developed and ist still developing a productline under it’s own label. The aim of that label is to bring back agrobiodiversity on endangered species in agriculture into the shops and on the market. With that kind of knowledge ProSpecieRara wants to contribute to international programs like GENRES, Horizon2020 or Life Long learning. Till now the ProSpecieRara-Label for Agrobiodiversity is unique for Europe.","acronym":"PSR","interests":"Agriculture and Rural Development, Consumers, Culture, Environment, Food Safety","euInitiatives":"Better regulation on seeds. European patent law. On farm conservation and management strategy. Nagoya protocol. Validation of plant and animal genetic resources in a marketing chain.","lastUp":"2019-02-25T17:15:46.285+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}