{"id":"277313926592-40","name":"TS Corporation Srl","registrationDate":"2017-04-02T16:35:39.882+02:00","category":4,"subCategory":5,"legal":"SRL","web":"http://www.tscorporation.org","country":"Italy","headAddress":"Via Rugantino, 71","headCity":"Roma","headPostCode":"","headPhone":"(39)36 63 94 08 56","boss":"Diego Gabriele Tasselli","bossTitle":"Mr","bossPosition":"Amministratore Delegato","membersCount":10,"membersFTE":"10.0","membership":"Associati a Confindustria - http://www.un-industria.it/Prj/Hom.asp?gsAppLanCur=IT&amp;gsPagTyp=2&amp;gsMnuNav=01M:100,01L:2,01C:2,02M:102,02L:16,02C:1,","memberOrga":"Nel link di seguito indicato, sono presenti tutti i contatti che si occupano di ricerca:&#xd;\nhttp://www.tscorporation.org/personale.htm","goal":"Fondata nel 2008, la TS Corporation ha raggiunto rapidamente un ruolo di primo piano tra gli Enti di Ricerca qualificati nel settore aerospaziale, dando prova di&#xd;<br />offrire alta qualità e \"soluzioni-rapide\", in un mercato molto esigente e selettivo.&#xd;<br />In tutte le sue strutture di ricerca (Osservatori Astronomici, Laboratori di Ricerca e Centri di Calcolo) si svolgono quotidianamente, ad opera dei dipartimenti in cui è strutturata, attività di ricerca e sviluppo volte al miglioramento della qualità di vita ed alla salvaguardia dell’ambiente.&#xd;<br />Queste attività si avvalgono di un patrimonio professionale altamente qualificato e costantemente aggiornato di ricercatori e tecnici provenienti dalle più importanti istituzioni scientifiche ed università nazionali ed internazionali.","acronym":"TSCorp","interests":"Climate Action, Culture, Development, Education, Energy, Environment, Food Safety, Public Health, Research and Technology, Trans-European Networks, Transport","euInitiatives":"Sono state scaricate ed analizzate, tutte le normative europee in ambito di ricerca, e per alcune di esse sono in fase di ultimazione proposte di miglioramento ed incremento.","lastUp":"2018-04-13T15:26:29.863+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}