{"id":"277691135526-82","name":"Magyar Távhőszolgáltatók Szakmai Szövetsége","registrationDate":"2019-07-25T14:58:01.964+02:00","category":2,"subCategory":1,"legal":"Egyesület","web":"http://tavho.org/","country":"Hungary","headAddress":"Barázda u. 42.","headCity":"Budapest","headPostCode":"1116","headPhone":"(36)2 02 80 83 75","boss":"Tibor Orbán","bossTitle":"","bossPosition":"elnök","membersCount":6,"membersFTE":"5.25","membership":"http://tavho.org/tagsag/tagjaink","memberOrga":"http://tavho.org/tagsag/tagjaink","goal":"A MaTáSzSz elsődleges célja a távhőszektor támogatása és fejlesztése. Ezen belül három fő tevékenységet végzünk:&#xd;<br />Érdekképviselet és érdekérvényesítés&#xd;<br />Szakmai kapcsolatteremtés és kommunikáció elősegítése&#xd;<br />Szakmai és gazdasági fejlesztések támogatása&#xd;<br />&#xd;<br />A hazai és külföldi szakmai kommunikációt érintő tevékenységeink:&#xd;<br />Együttműködés támogatása: abban segítjük tagjainkat, hogy a többi gazdálkodó szervezettel, valamint a tevékenységükhöz kapcsolódó államigazgatási szereplőkkel minél hatékonyabban tudjanak együtt dolgozni.&#xd;<br />Kapcsolattartás a szakterületét érintő kérdésekben az illetékes minisztériumokkal, az Országgyűlés szakbizottságával, önkormányzati szövetségekkel, szakmai és egyéb társadalmi szervezetekkel.&#xd;<br />Kapcsolattartás a külföldi szakmai szervezetekkel (pl. Euroheat &amp; Power ), illetve részvétel a munkájukban.&#xd;<br />Kapcsolattartás és új kapcsolatok kialakítása a különböző közmű szektorokban működő ágazati érdekképviseleti szakmai szervezetekkel.","acronym":"MaTáSzSz","interests":"Agriculture and Rural Development, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Fraud prevention, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Minden az energiaszektort - különös tekintettel a  távhőszektort -  ( termelés, távhőszolgáltatás, távhűtés, beszállítói kört) érintő jogalkotási dokumentum.","lastUp":"2019-07-25T14:58:22.983+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}