{"id":"277870018374-72","name":"Bio-based and Biodegradable Industries Association","registrationDate":"2015-07-30T10:46:21.935+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.bbia.org.uk","country":"United kingdom","headAddress":"BBIA","headCity":"Ware","headPostCode":"SG12 9HP","headPhone":"(44)0 19 20 44 38 10","boss":"David Newman","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":4,"membersFTE":"2.0","membership":"BBIA is a member of BON, the Bioplastics Organisations Network, loosely managed by the European Bioplastics Association. BBIA is also member of the Scottish IBIOIC, and is member of two committees on the British Standards Institute, dealing with compostable packaging and Circular Economy. BBIA is a member of the UK Renewable Energy Association which promotes the treatment of organic waste in composting and anaerobic digestion.","memberOrga":"All members can be found on the member page, at www.bbia.org.uk&#xd;\nAt the time of writing 1 member has not added their profile to the website, Floreon Bioplastics. Total number of members at time of writing are 24.","goal":"The Association's mission is to promote the bioeconomy in the UK and specifically the development of markets for bio-based and biodegradable products and chemicals as well as their production in the UK.  The association represents those industries active in these markets, and affiliated organisations and consultancies.","acronym":"BBIA","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Consumers, Environment, Food Safety, International co-operation and development, Maritime affairs and fisheries, Research and innovation, Trade","euInitiatives":"waste&#xd;<br />agriculture&#xd;<br />bioeconomy&#xd;<br />circular economy&#xd;<br />soil quality&#xd;<br />water quality&#xd;<br />marine litter&#xd;<br />green public procurement&#xd;<br />biotechnologies&#xd;<br />climate action","lastUp":"2019-12-09T12:52:27.602+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}