{"id":"277874211850-15","name":"Hindu Forum of Europe","registrationDate":"2013-09-11T20:26:50.301+01:00","category":5,"subCategory":15,"legal":"Aisbl","web":"http://www.hinduforum.eu","country":"Belgium","headAddress":"Avenue de Audergem, 197","headCity":"Etterbeek, Brussels","headPostCode":"1040","headPhone":"(0032)22 18 58 00","boss":"Martin Gurvich","bossTitle":"Mr","bossPosition":"General Secretary, Founder","membersCount":6,"membersFTE":"1.5","membership":"The HFE is a member of the Brussels based European Network on Religion and Belief (ENORB).","memberOrga":"Hindu Forum of Belgium: http: //hinduforum.be&#xd;\nHindu Forum of Britain: http://www.hfb.org.uk&#xd;\nHindu Council of Holland: http://www.hindoeraad.nl&#xd;\nConfederazione Italiana per Concienza de Krishna&#xd;\nUnione Induista Italiana: http://www.hinduism.it&#xd;\nISKCON Hungary&#xd;\nFederacion Hindu De Espana&#xd;\nHindu Forum of Sweden&#xd;\nPortuguese Yoga Confederation&#xd;\nNational Council of Hindu Temples UK&#xd;\n&#xd;\nIn addition we have links with:&#xd;\nHindu Forum of France: http://forum-hindou-de-france.fmr&#xd;\nHindu Religious Organisation in Austria: http://www.hroe.at/&#xd;\nHindu Forum of Germany, https://www.facebook.com/pages/Hindu-Forum-of-Germany/729623593764697?fref=ts&#xd;\nHindu Forum Sweden","goal":"The goals of the Hindu Forum of Europe are to share our values of European citizenship, interfaith work, friendship, and peaceful coexistence with EU government agencies and other religious organizations. Also to provide support to the EU government and citizens by building communities that are cohesive and integrated. The HFE also strives to preserve the EU values of human dignity by drawing on the Hindu ethos that are rooted in respect for all traditions, cultures, religions and beliefs.&#xd;<br />&#xd;<br />Advocacy at European Level, and a voice for Hindus who are persecuted, &#xd;<br />&#xd;<br />Capacity build European Hindus to set up umbrella bodies in each country.&#xd;<br />To work with other continental Networks of Hindus","acronym":"HFE","interests":"Audiovisual and Media, Climate Action, Communication, Culture, Education, Employment and Social Affairs, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, Home Affairs, Humanitarian Aid, Justice and Fundamental Rights, Public Health, Regional Policy, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"The Hindu Forum of Europe is closely following issues around religious freedom in Europe and outside of Europe ( working with the European Parliament Intergroup on Freedom of Religion or Belief and Religious Tolerance headed by Peter Van Dalen and Denis de Jong MEPs) ; equalities directives and legislation from the Commission in contact with Claude Moraes chairman of the Civil Liberties Committee of the EU Parliament.","lastUp":"2017-02-24T07:22:58.685+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}