{"id":"27799842497-69","name":"SUEZ Group","registrationDate":"2009-10-12T16:52:36.016+01:00","category":2,"subCategory":3,"legal":"French Société Anonyme (public limited company)","web":"https://www.suez.com/fr","country":"France","headAddress":"SUEZ Groupe","headCity":"Paris La Défense","headPostCode":"92040","headPhone":"(33)1 58 81 24 34","boss":"Bertrand Camus","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":11,"membersFTE":"5.75","membership":"The list below includes our involvement in EU initiatives as well as our main institutional partnerships at European and global levels. More information on these partnerships or on institutional relations at national level are available upon request. &#xd;\n&#xd;\n&#xd;\nMembership in waste management and recycling organizations:&#xd;\n-European Federation of Waste Management and Environmental Services (FEAD)*&#xd;\n- European Recycling Industries’ Confederation (EURIC)*&#xd;\n- Plastic Recylers Europe (PRE)*&#xd;\n- Confederation of European Waste-to-Energy Plants (CEWEP)*&#xd;\n- European Recovered Fuel Organization (ERFO)&#xd;\n- EU Association for Co-Processing (EUCOPRO)&#xd;\n- International Solid Waste Association (ISWA)&#xd;\n&#xd;\nMembership in water management organizations:&#xd;\n- EUREAU*&#xd;\n- European Innovation Partnership on Water&#xd;\n- MEP Water group&#xd;\n- AQUAFED&#xd;\n- International Water Association (IWA)*&#xd;\n- World Water Council&#xd;\n- Water Supply and Sanitation Technological Platform (WssTP)&#xd;\n- Acqueau&#xd;\n&#xd;\nCross sectoral and business federations:&#xd;\n- E3PO*&#xd;\n- AFEP&#xd;\n- France Industrie&#xd;\n&#xd;\nRelationship with think-tanks and associations:&#xd;\n- Ellen Mac Arthur Foundation&#xd;\n- Association of Cities and Regions for Recycling and sustainable Resource management (ACR+)&#xd;\n- EPR Club&#xd;\n- CEN Strategic Advisory Body on Environment (SABE)*&#xd;\n- Economic Cooperation Council (CCE)&#xd;\n- European Policy Center ( EPC)&#xd;\n- Institut de Prospective Economique du monde Méditerranéen (IPEMed)&#xd;\n- United Cities and Local Governments (UCLG)&#xd;\n- CEPS - Task Force on Circular Economy&#xd;\n&#xd;\n(* = through national business associations)","memberOrga":"","goal":"With 90,000 people on the five continents, SUEZ is a world leader in smart and sustainable resource management. We provide water and waste management solutions that enable cities and industries optimize their resource management and strengthen their environmental and economic performances, in line with regulatory standards. To meet increasing demands to overcome resource quality and scarcity challenges, SUEZ is fully engaged in the resource revolution. With the full potential of digital technologies and innovative solutions, the Group recovers 17 million tons of waste a year, produces 3.9 million tons of secondary raw materials and 7 TWh of local renewable energy. It also secures water resources, delivering wastewater treatment services to 58 million people and reusing 882 million m3 of wastewater. SUEZ generated total revenues of 17.3 billion euros in 2018 globally, 61% of it generated in Europe.","acronym":"","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Competition, Digital economy and society, Employment and Social Affairs, Energy, Environment, Humanitarian aid and civil protection, International co-operation and development, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"SUEZ follows :&#xd;<br />&#xd;<br />Waste management&#xd;<br />-Circular economy package - Action Plan (Product Environmental Footprint, Interface, Monitoring framework) and Legislative proposals on Waste Directives (Waste, landfill, Packaging and Packaging Waste, WEEE/Batteries)&#xd;<br />-Directive on Single Use Plastics&#xd;<br />-Plastics Strategy&#xd;<br />-Evaluation of Waste Shipment Regulation&#xd;<br />-Proposal for a Regulation on fertilising products (EC) No 2003/2003&#xd;<br />&#xd;<br />Water management&#xd;<br />-EU Drinking Water Directive&#xd;<br />-Proposal for a Regulation on quality requirements for reuse of treated wastewater for agricultural irrigation&#xd;<br />-Evaluation of Urban Wastewater Treatment Directive -and Water Framework Directive&#xd;<br />-Fitness Check of Water Framework Directive and daughter Directives (floods, groundwater, EQSD)&#xd;<br />-Guidelines on minimum quality requirements for water reuse for aquifer recharge&#xd;<br />-EU strategy on pharmaceuticals in the environment&#xd;<br />-Microplastics in the environment and water&#xd;<br />&#xd;<br />Energy and Climate&#xd;<br />-Recast of Renewable Energy Directive (RED II)&#xd;<br />-Towards a Sustainable Europe by 2030&#xd;<br />-Revision of ETS - Phase 4&#xd;<br />-Proposal for an Effort Sharing Regulation&#xd;<br />-A Clean Planet for all - A European strategic long-term vision for a prosperous, modern, competitive and climate neutral economy&#xd;<br />&#xd;<br />Horizontal files&#xd;<br />-EU funding: MFF, ERDF, Horizon Europe&#xd;<br />-VAT Directive, PSI Directive, Concession and public procurement Directives","lastUp":"2020-01-12T20:57:48.691+01:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}