{"id":"27797834846-32","name":"International Rehabilitation Council for Torture Victims","registrationDate":"2010-12-21T17:03:34.138+01:00","category":3,"subCategory":2,"legal":"Non Governmental Organisation","web":"http://www.irct.org","country":"Denmark","headAddress":"149 Vesterbrogade","headCity":"Copenhagen V","headPostCode":"1620","headPhone":"(45)44 40 18 39","boss":"Victor Madrigal-Borloz","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":3,"membersFTE":"1.5","membership":"The IRCT has special consultative status with the UN Economic and Social Council and the UN Department of Public Information, and participatory status with the Council of Europe.&#xd;\n&#xd;\nIRCT is also a member of the European Council for Refugees and Exile (ECRE), the Human Rights and Democracy Network (HRDN), the European Platform on Asylum &amp; Migration (EPAM) and the Civic Solidarity Platform (CSP).&#xd;\n&#xd;\nOther important collaboration partners include (but are not limited to) the World Medical Association (WMA), the World Confederation of Physical Therapy (WCPT), the World Psychiatric Association (WPA), the International Council of Nurses (ICN), and Physicians for Human Rights (PHR).","memberOrga":"http://members.irct.org/#/home","goal":"The IRCT is the umbrella for more than 150 independent torture rehabilitation organisations in over 75 countries. Each year, our members treat more than 100,000 torture survivors and their families. &#xd;<br />Our vision: A world that values and accepts shared responsibility for the eradication of torture.&#xd;<br />Our mission: To promote and support the rehabilitation of torture victims and work for the prevention of torture.&#xd;<br />Our values: &#xd;<br />* Freedom from torture as a universal and fundamental human right for all as guaranteed under international law and defined in the UN Convention against Torture.&#xd;<br />* Shared responsibility for the eradication of torture worldwide, requiring the commitment of each and every individual in their personal and professional capacity to work for the most vulnerable in world society. &#xd;<br />* An end to impunity as critical in bringing to an end acts of torture and in ensuring justice and reparation for victims of torture. &#xd;<br />* Confidentiality of torture victims and their families in recognition of our ethical obligation to protect the inherent dignity of each individual in our efforts to provide rehabilitation treatment and services and to seek and promote justice in the fight against torture. &#xd;<br />* Cultural sensitivity as a guiding principle in the provision of rehabilitation and treatment services for torture victims worldwide without discrimination on the basis of race, gender, ethnicity, religion or political affiliation. &#xd;<br />* Democratic development in all States and all international forums to promote the full and equitable participation of all individuals, particularly the most vulnerable, which demands both recognition and rehabilitation for torture victims and effective legal and political measures to prevent acts of torture. &#xd;<br />* Partnerships established throughout the network, and in co-operation with new and existing donors, which seek to promote and support the rehabilitation of torture victims at the international and local level and which work for the prevention of torture worldwide. &#xd;<br />* Professional development by sharing our knowledge based on medical research and experience in the rehabilitation of torture victims and by enhancing the capacity of each individual through staff development and training.","acronym":"IRCT","interests":"Budget, Development, Employment and Social Affairs, Enlargement, External Relations, Foreign and Security Policy and Defence, Home Affairs, Humanitarian Aid, Justice and Fundamental Rights, Public Health","euInitiatives":"The IRCT liaises with the European Commission, the European Parliament, the European External Action Service and the European Council on any issue related to human rights, and more specifically the fight against torture; asylum and migration policies; justice; health.","lastUp":"2017-12-08T15:03:53.640+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}