{"id":"27799842497-69","name":"SUEZ Group","registrationDate":"2009-10-12T16:52:36.016+02:00","category":2,"subCategory":3,"legal":"French Société Anonyme (public limited company)","web":"https://www.suez.com/fr","country":"France","headAddress":"SUEZ Groupe","headCity":"Paris La Défense","headPostCode":"92040","headPhone":"(33)1 58 81 24 34","boss":"Jean-Louis Chaussade","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":11,"membersFTE":"5.75","membership":"The list below includes our involvement in EU initiatives as well as our main institutional partnerships at European and global levels. More information on these partnerships or on institutional relations at national level are available upon request. &#xd;\n&#xd;\n&#xd;\nMembership in waste organizations:&#xd;\n- European Innovation Partnership on Raw materials&#xd;\n- Confederation of European Waste-to-Energy Plants (CEWEP)*&#xd;\n- European Federation of Waste Management and Environmental Services (FEAD)*&#xd;\n- European Recovered Fuel Organization (ERFO)&#xd;\n- European Recycling Industries’ Confederation (EURIC)&#xd;\n- EU Association for Co-Processing (EUCOPRO)&#xd;\n- International Solid Waste Association (ISWA)&#xd;\n&#xd;\nMembership in water organizations:&#xd;\n- European Innovation Partnership on Water&#xd;\n- MEP Water group&#xd;\n- AQUAFED&#xd;\n- EUREAU*&#xd;\n- International Water Association (IWA)*&#xd;\n- World Water Council&#xd;\n- Water Supply and Sanitation Technological Platform (WssTP)&#xd;\n- Acqueau&#xd;\n&#xd;\nCross sectoral federations:&#xd;\n- E3PO*&#xd;\n- Business Europe*&#xd;\n&#xd;\nRelationship with think-tanks and associations:&#xd;\n- Ellen Mac Arthur Foundation&#xd;\n- Association of Cities and Regions for Recycling and sustainable Resource management (ACR+)&#xd;\n- EPR Club&#xd;\n- CEN Strategic Advisory Body on Environment (SABE)*&#xd;\n- CSR Europe&#xd;\n- European Cooperation Council (CCE)&#xd;\n- European Policy Center ( EPC)&#xd;\n- Institut de Prospective Economique du monde Méditerranéen (IPEMed)&#xd;\n- United Cities and Local Governments (UCLG)&#xd;\n- CEPS - Task Force on Circular Economy&#xd;\n&#xd;\n(* = through business federations)","memberOrga":"","goal":"With 90 000 people on the five continents, SUEZ is a world leader in smart and sustainable resource management. We provide water and waste management solutions that enable cities and industries optimize their resource management and strengthen their environmental and economic performances, in line with regulatory standards. To meet increasing demands to overcome resource quality and scarcity challenges, SUEZ is fully engaged in the resource revolution. &#xd;<br />&#xd;<br />With the full potential of digital&#xd;<br />technologies and innovative solutions, the Group recovers 17 million tons of waste a year, produces 3.9 million tons of secondary raw materials and 7 TWh of local renewable energy. It also secures water resources, delivering wastewater treatment services to 58 million people and reusing 882 million m3 of wastewater. SUEZ generated total revenues of 15.9 billion euros in 2017 with Europe representing 69% of SUEZ's business.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Competition, Development, Employment and Social Affairs, Energy, Enterprise, Environment, Humanitarian Aid, Internal Market, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Transport","euInitiatives":"SUEZ follows :&#xd;<br />&#xd;<br />- Circular economy package - Action Plan (REUSE, Plastics Strategy, Waste-to-Energy Communication, Interface, Monitoring framework) and Legislative proposals on Waste Directives (Waste, landfill, Packaging and Packaging Waste, WEEE/Batteries);&#xd;<br />- 2030 climate &amp; energy package – The Energy Union and Winter Package (Renewable Energy Directive);&#xd;<br />- EU Drinking Water Directive;&#xd;<br />- Evaluation of Waste Shipment Regulation;&#xd;<br />- Evaluation of Urban Wastewater Treatment Directive and Water Framework Directive;&#xd;<br />- Proposal for a Regulation on fertilising products (EC) No 2003/2003;&#xd;<br />- Guidelines on the maximization of water reuse in the EU, and the setting of minimum quality requirements for water reuse for agriculture irrigation and aquifer recharge ;&#xd;<br />- EU strategy on pharmaceuticals in the environment;&#xd;<br />-Horizontal files: VAT Directive, PSI Directive, Concession and public procurement Directives","lastUp":"2018-03-28T11:50:40.085+02:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}