{"id":"278024429392-63","name":"Croatian Employers' Association","registrationDate":"2017-12-21T11:29:00.749+01:00","category":2,"subCategory":4,"legal":"Non-profit association","web":"http://www.hup.hr/","country":"Croatia","headAddress":"Radnička cesta 52 / 1st floor","headCity":"Zagreb","headPostCode":"","headPhone":"(385)14 89 75 55","boss":"Davor Majetić","bossTitle":"","bossPosition":"Director general ","membersCount":12,"membersFTE":"5.0","membership":"- International Organisation of Employers (IOE)&#xd;\n- International Labour Organisation (ILO) and International Labour Conference (ILC)&#xd;\n- BUSINESSEUROPE&#xd;\n&#xd;\nCEA in EU Sectoral Associations: &#xd;\n- FoodDrinkEurope - The European Food and Drink Industry &#xd;\n- ORGALIME - The European engineering industries association&#xd;\n- UPEI - Union of European Petroleum Independents&#xd;\n- UEAPME - European Association of Craft, Small and Medium-Sized Enterprises&#xd;\n- FIEC -  Fédération de l`Industrie Européenne de la Construction&#xd;\n- UETR - European Road Haulers Association&#xd;\n- EUROCOMMERCE - the voice for six million retail, wholesale, and other trading companies&#xd;\n- ECEG - European Chemical Employers Group&#xd;\n- CEEMET - Council of European Employers of the Metal, Engineering and Technology-based industries&#xd;\n- Medicines for Europe","memberOrga":"CEA´s 30 branch associations advocate for specific economic interests of different sectors: &#xd;\n&#xd;\nCEA - Association of Contracted Physicians&#xd;\nCEA - Association of Polyclinics, Hospitals, Medical and Health Care Facilities&#xd;\nCEA - Catering and Tourism Association &#xd;\nCEA - Chemical Industry Association &#xd;\nCEA - Construction Industry Association &#xd;\nCEA - Education Association &#xd;\nCEA - Electroindustry Association &#xd;\nCEA - Employers' Trade Association &#xd;\nCEA - Energy Association &#xd;\nCEA - Financial Services Association &#xd;\nCEA - Food Industry and Agriculture Association &#xd;\nCEA - Forestry and Hunting Association &#xd;\nCEA - Geodetic Geoinformatic Association&#xd;\nCEA - Health-Care and Rehabilitation Association&#xd;\nCEA - Humanitarian Mine-Clearing Association &#xd;\nCEA - ICT Association &#xd;\nCEA - Metal Industry Association &#xd;\nCEA - Non-metal, Building Materials and Mining Industry Association &#xd;\nCEA - Pharmaceutical Industry Association &#xd;\nCEA - Pharmacy Association &#xd;\nCEA - Publishing and Printing Association &#xd;\nCEA - Real Estate Developers' Association &#xd;\nCEA - Security Services Association &#xd;\nCEA - Small and Medium Sized Enterprises’ Association &#xd;\nCEA - Small Shipbuilding and Nautical Tourism Association &#xd;\nCEA - Textile and Leather Industry Association &#xd;\nCEA - Transport Association &#xd;\nCEA - Wood and Paper Industry Association &#xd;\nCEA - Graphic designers and publishers&#xd;\nCEA - Professionals for EU funds &#xd;\n&#xd;\nSome of the sectoral associations have special task forces (Koordinacije) within their structure.","goal":"The Croatian Employers' Association (CEA) was established in 1993 as a voluntary, non- profit and independent employers' association that represents, promotes and advocates for the interests of its members. &#xd;<br />&#xd;<br />Founded on the principles of voluntary membership and democracy in representation of all their members’ interest, the Association promotes ideas of entrepreneurial spirit, rights and freedom. &#xd;<br />&#xd;<br />&#xd;<br />Since 1994 the CEA has been the only employers' representative within the national Social-Economic Council, the highest tripartite social body for social dialogue in Croatia. Pursuant to the Labour Act from 1996, the CEA as voluntary, independent and legitimate employers’ association, was given the legitimate right to negotiate in the process of collective bargaining and to sign Collective Agreements on behalf of employers. &#xd;<br /> &#xd;<br />32 branch associations of CEA advocate for specific economic interests of different sectors. &#xd;<br />&#xd;<br />What we advocate for: &#xd;<br />- Dynamic and sustainable growth of the Croatian economy generated by private sector’s activities&#xd;<br />- Efficient and stimulative tax system facilitating economic growth&#xd;<br />- The rule of law and the state based on justice principles&#xd;<br />- Efficient public administration and public sector&#xd;<br />- Protection of competitiveness and fair level playing field&#xd;<br />- Flexible labour market and competent labour force&#xd;<br />- Social capital development and corporate social responsibility&#xd;<br />- Partnership in EU accession process","acronym":"CEA","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"•\tSocial - EU Pillar of Social Rights, Labour markets &amp; social policy, EU social dialogue, Education-training &amp; skills, CSR&#xd;<br />•\tCorporate and legal – competition, consumers, OSH etc.&#xd;<br />•\tDigital economy – EU digital single market, digitalization of industry, data protection&#xd;<br />•\tEU single market – strategy, goods and standards, services, transport&#xd;<br />•\tEnergy and environment – circular economy, climate change, energy&#xd;<br />•\tSMEs and entrepreneurship &#xd;<br />•\tIndustry – industrial policy &amp; competitiveness&#xd;<br />•\tBetter regulation agenda&#xd;<br />•\tTrade&#xd;<br />•\tInternational relations","lastUp":"2019-12-17T14:49:59.845+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}