{"id":"279311725320-85","name":"Federação Portuguesa de Golfe","registrationDate":"2017-01-04T11:16:59.394+01:00","category":3,"subCategory":2,"legal":"sport federation NPO","web":"http://www.fpg.pt","country":"Portugal","headAddress":"rua Santa Teresa do Menino Jesus, n.º6","headCity":"Algés","headPostCode":"1495-048 Algés","headPhone":"(351)2 14 12 37 80","boss":"Miguel Franco de Sousa","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.5","membership":"European Golf Association  http://www.ega-golf.ch&#xd;\n&#xd;\nThe R&amp;A (The R&amp;A is the world governing body for golf outside of the U.S. and Mexico)   http://www.randa.org&#xd;\n&#xd;\nGolf Environment Organization (GEO) http://www.golfenvironment.org/&#xd;\n&#xd;\nThe International Golf Federation (IGF) https://www.igfgolf.org","memberOrga":"The Portuguese Golf Federation (FPG) is the national governing body for golf in Portugal.  The FPG is a member of the European Golf Association (EGA) . The EGA is the governing organisation responsible for the sport of golf across Europe. The EGA represents 44 member countries and their respective National Golf Federations (with over 4,1 million registered golfers ).  Founded during a meeting held in Luxembourg on 20 November 1937, the EGA seeks to operate in the best interests of golf at a pan-European level.  &#xd;\n&#xd;\nIn Portugal, there are 14,659 registered  golfers (2016), 151 clubs and nearly 100 golf facilities (with 91 golf courses across the country, this number is brought to nearer 100 when academies and driving ranges are included).","goal":"The Portuguese Golf Federation (FPG) is the national governing body for golf in Portugal.  The FPG is a member of the European Golf Association (EGA) . The EGA is the governing organisation responsible for the sport of golf across Europe.The FPG´s mission is to promote and develop the sport of golf, to coordinate national golf activities and to provide the necessary environment for top individual players and national teams to compete.  This is achieved through:&#xd;<br />&#xd;<br />•\tCoordinating and hosting national and international competitions.&#xd;<br />•\tCoordinating and hosting individual and team championships for all age groups from junior to seniors.&#xd;<br />•\tPlanning, delivering and supporting training programmes and courses. &#xd;<br />•\tPromoting the sustainable development of the game at national level.&#xd;<br />•\tBuilding and maintaining good relationships with the professional golfing bodies, at national and European level.&#xd;<br />•\tProviding an information centre to answer questions in various fields of the sport of golf (statistical, technical, etc.).&#xd;<br />•\tManaging the National Golf Centre.&#xd;<br />•\tGolf Course Sustainable Development and Management in collaboration with the EGA, The R&amp;A (The R&amp;A is the world governing body for golf outside of the U.S. and Mexico.  http://www.randa.org)  and the Golf Environment Organization (GEO) .&#xd;<br />&#xd;<br />The FPG uses the “Shared Value” framework as the guiding principle for sustainable thinking and practices in golf. Shared value plays a critical role in achieving long-lasting sustainability. This approach provides tangible social, environmental and economic benefits, creating shared value as a differentiation strategy.","acronym":"FPG","interests":"Agriculture and Rural Development, Budget, Climate Action, Communication, Competition, Development, Education, Energy, Environment, Public Health, Regional Policy, Sport, Youth","euInitiatives":"The 2030 Agenda for Sustainable Development &#xd;<br />&#xd;<br />The EU Strategy on Green Infrastructure&#xd;<br />&#xd;<br />EU Policy on the Urban Environment &#xd;<br />&#xd;<br />Environment policies and funding opportunities&#xd;<br />&#xd;<br />Sport policies and funding opportunities&#xd;<br />&#xd;<br />The Sport Chapter in the Erasmus+ Programme &#xd;<br />&#xd;<br />European Week of Sport&#xd;<br />&#xd;<br />European Innovation Partnership on Water&#xd;<br />&#xd;<br />Reused water in the European Union&#xd;<br />&#xd;<br />EU's Strategy on Adaptation to Climate Change","lastUp":"2017-12-13T16:44:05.808+01:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}