{"id":"279645117945-89","name":"Biobanking and Biomolecular resources Research Infrastructure-European Research Infrastructure Consortium","registrationDate":"2015-06-23T16:36:48.208+02:00","category":6,"subCategory":9,"legal":"ERIC","web":"http://www.bbmri-eric.eu/","country":"Austria","headAddress":"Neue Stiftingtalstraße 2/B/6","headCity":"Graz","headPostCode":"8010","headPhone":"(43)31 63 49 91 70","boss":"Boelo Hendrik Steinfelder","bossTitle":"Mr","bossPosition":"Director General","membersCount":3,"membersFTE":"1.5","membership":"","memberOrga":"Goverments of 20 countries and 1 international organisation:&#xd;\n&#xd;\nAustria&#xd;\nBelgium&#xd;\nBulgaria&#xd;\nCyprus&#xd;\nCzech Republic&#xd;\nEstonia&#xd;\nFinland&#xd;\nUnited Kingdom&#xd;\nFrance&#xd;\nGermany&#xd;\nGreece&#xd;\nItaly&#xd;\nLatvia&#xd;\nMalta&#xd;\nNetherlands&#xd;\nPoland&#xd;\nSweden&#xd;\nNorway&#xd;\nTurkey&#xd;\nSwitzerland and&#xd;\nWHO/IARC","goal":"BBMRI-ERIC is a distributed bio-medical and life science infrastructure for sustainable storage and dissemination of biobanked samples and associated data in Europe. On 3rd December 2013, BBMRI was officially awarded the Community legal framework for a European Research Infrastructure Consortium (ERIC). This specific legal form is designed to facilitate the joint establishment and operation of Research Infrastructures of European interest. BBMRI-ERIC will provide access to the collections of partner biobanks and biomolecular resources, their expertise and services on a non-economic basis. &#xd;<br />&#xd;<br />With 20 Member States and 1 international organisation, BBMRI-ERIC is one of the largest health Research Infrastructures in Europe today. For its independent Scientific and Ethical Advisory Board (SEAB), BBMRI-ERIC has identified six distinguished scientists and renowned experts knowledgeable in scientific as well as ethical, societal and industrial areas relevant to biobanking and biomolecular resources. The members shall be appointed in their own right and not as representatives of their country or institutional affiliation.","acronym":"BBMRI-ERIC","interests":"Budget, Justice and Fundamental Rights, Public Health, Research and innovation","euInitiatives":"EU Data Protection Regulation, the In vitro diagnostics regulation and medical devices regulation, Multiannual Financial Framework, Research Framework Programme, Horizon Europe.","lastUp":"2019-10-09T08:55:58.485+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}