{"id":"279912635620-37","name":"MUXIMA Bio Unipessoal Lda","registrationDate":"2019-08-13T17:25:15.477+02:00","category":2,"subCategory":4,"legal":"LLC","web":"http://www.wecolloquium.com/en/home/","country":"Portugal","headAddress":"Travessa de São Plácido, 52A","headCity":"Lisboa","headPostCode":"1200-853","headPhone":"(20344)9 67 12 03 44","boss":"Myriam Taylor","bossTitle":"Ms","bossPosition":"CEO","membersCount":9,"membersFTE":"3.75","membership":"Afrolis -https://radioafrolis.com/afrolis-associacao-cultural/","memberOrga":"MUXIMA BIO BV http://www.muximabio.com/&#xd;\n&#xd;\n&#xd;\nMUXIMA BIO PT  https://www.muxima.net/&#xd;\n&#xd;\nMUXIMA GALLERY    https://www.muximagallery.com/&#xd;\n&#xd;\nWE colloquium   http://www.wecolloquium.com/en/home/","goal":"MUXIMA is a platform that has as central themes of its curatorship:&#xd;<br />Identity&#xd;<br />Black Representation&#xd;<br />Women's Representation&#xd;<br />And we operate on intersectional level, engaging the game changing spheres of our social Ethos!&#xd;<br />Art, producing and showcasing exhibitions which are a contemporary reflection on oppressive systems or attempts thereof, denouncing and amplifying them.&#xd;<br />&#xd;<br />Science, MUXIMA BIO BV is a Biotech company that researches for alternative sources of protein, as MUXIMA BIO PT is a cosmetic company, the world’s first Premium line for Textured Hair, MUXIMA is a haircare range from the heart that truly cares and works. Education, producing conferences and talks, as well as sponsoring scholarships for Master studies for noteworthy students. In order to fight for women's representation, gender equality and give voice to minorities, the brand has created the Secret Women's Meeting, a motivational initiative of empowerment for women and inspiration for all genres! &#xd;<br />&#xd;<br />Ecology, for each sold bottle we plant a tree, for that purpose we have celebrated a protocol with the NGO Plantar Uma Árvore, under which native trees were already planted in the Azores last March.&#xd;<br />&#xd;<br />&amp; Politics, we strive and fight to influence politicians on equality and human rights concerns. MUXIMA acts as a pressure group and lobbyist on issues of equality and human rights, including the design and production of the 1st International Colloquium WE - Empowerment, Diversity and Social Inclusion, which took place at the ISEG/CEsA (Lisbon School of Economics).&#xd;<br />&#xd;<br />The 1st Colloquium WE - Empowerment, Diversity and Social Inclusion is a yearly conference, and aims to instigate a social re-education process, questioning the unsatisfactory models of living, seeing as in 2019 we still live in a highly unequal society. It is urgent that we rethink our way of community living in favour of one that allows for a balanced coexistence between all beings, free of oppression. We were able to promote a meaningful reflection on the necessity of finding new empirical tools that promote humanity and solidarity between people and therefore reduce destructive, discriminatory and segregationist behaviours in and towards any social group or class.&#xd;<br />&#xd;<br />Our goal is to put Portugal in the map, as the country where every year, politicians, academics, activists, entrepreneurs, content creators gather to reflect, talk and share success stories, which will then be adapted, adopted and implemented by other groups,  companies ou countries. Its a 4 day immersive colloquium, where you had key notes, discussion panels, Think-tanks and workshops.","acronym":"MUXIMA","interests":"Climate Action, Culture, Education and training, Humanitarian aid and civil protection, Justice and Fundamental Rights, Migration and asylum","euInitiatives":"Promote sustainable development and contribute to the  implementation of the 2030 agenda.&#xd;<br />Namely wee follow:&#xd;<br />- Goal 1&#xd;<br />- Goal 10&#xd;<br />- Goal 11&#xd;<br />- Goal 12&#xd;<br />- Goal 13&#xd;<br />- Goal 16","lastUp":"2019-08-13T17:31:01.586+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}