{"id":"279983428669-72","name":"International Association of Hydrogeologists","registrationDate":"2017-10-13T18:29:44.405+02:00","category":3,"subCategory":2,"legal":"charity","web":"http://www.iah.org","country":"United kingdom","headAddress":"16 Highdown Avenue","headCity":"Reading","headPostCode":"RG4 8QS","headPhone":"(44)0 11 89 46 14 56","boss":"Ian Davey","bossTitle":"Mr","bossPosition":"Executive Manager","membersCount":20,"membersFTE":"5.0","membership":"Global Water Partnership http://www.gwp.org/&#xd;\nThe International Union of Geological Sciences http://www.iugs.org/&#xd;\nUNESCO http://www.unesco.org/water/ihp/&#xd;\nUNWater http://www.unwater.org/&#xd;\nWorld Water Council http://www.worldwatercouncil.org/&#xd;\nInternational Groundwater Resources Assessment Centre &#xd;\n http://www.un-igrac.org/&#xd;\nInternational Association for the Promotion of Geoethics http://www.geoethics.org/","memberOrga":"https://iah.org/about/partnersandaffiliates&#xd;\nhttps://iah.org/about/corporate-supporters","goal":"IAH is a world-wide association with over 4000 members around the world and many National Chapters (groups) and scientific/topic-based Commissions and Networks. IAH is run by an international team of Council members, supported by its UK based Secretariat.&#xd;<br />&#xd;<br />Our mission is to further the understanding, wise use and protection of groundwater resources throughout the world. We support our members by providing educational information, conferences, publication of the Hydrogeology Journal and our book series, and through our mentoring scheme.&#xd;<br />&#xd;<br />We provide a voice for groundwater in world water policy and work with national and international agencies to promote the use of groundwater to ensure ready access to safe drinking water. IAH promotes the protection of aquifers against pollution, the improvement of aquifer storage and the management of groundwater resources to assure the sustainability of groundwater-dependent ecosystems.&#xd;<br />&#xd;<br />Our activities include: support for education and academic development; informing and influencing global policy; enhancing alliances with external agencies; developing the science of hydrogeology.","acronym":"IAH","interests":"Agriculture, Climate Action, Education and training, Energy, Environment, International co-operation and development, Research and innovation","euInitiatives":"All matters that may affect groundwater or that can be pursued to ensure the sustainable management of groundwater. Includes Water Framework Directive, Groundwater Directive and other directives that control activities that could impact on groundwater; CIS WG Groundwater.","lastUp":"2018-10-02T13:18:28.968+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}