{"id":"280112516951-40","name":"European Youth Press - Network of Young Media Makers, e.V.","registrationDate":"2015-04-14T19:46:57.542+01:00","category":3,"subCategory":2,"legal":"Eingetragener Verein (German non-profit organisation)","web":"http://www.youthpress.org","country":"Germany","headAddress":"Alt-Moabit 89","headCity":"Berlin","headPostCode":"10559","headPhone":"(49)3 03 94 05 25 00 35","boss":"Diana Bologova","bossTitle":"Ms","bossPosition":"Board Member","membersCount":11,"membersFTE":"5.75","membership":"European Youth Forum - Forum européen de la Jeunesse ( YFJ).","memberOrga":"http://www.youthpress.org/our-members/","goal":"European Youth Press - Network of Young Media Makers has 27 Member Organisations from 23 European countries. The umbrella organisation:&#xd;<br />→ advocates for media independence and neutrality as well as human rights&#xd;<br />&#xd;<br />→ facilitates connections and cooperation within the network&#xd;<br />&#xd;<br />→ enhances cultural understanding&#xd;<br />&#xd;<br />→ promotes media literacy and sharing expertise&#xd;<br />&#xd;<br />→ upholds values of the profession&#xd;<br />&#xd;<br />→ creates and promoting international opportunities&#xd;<br />&#xd;<br />→ provides access to profession and best working conditions&#xd;<br />&#xd;<br />→ follows-up on developments in the media landscape","acronym":"EYP","interests":"Communication, Culture and media, Digital economy and society, Education and training, International co-operation and development, Youth","euInitiatives":"The EYP supports young media makers and their organisations and works for freedom, diversity and quality of journalism. The EYP supports the access to profession on an international, European and local level. We achieve this through:&#xd;<br />&#xd;<br />-  Education – working with young media makers, providing training, educative media productions and educational material&#xd;<br />&#xd;<br />-  Cooperation and exchange with other journalist and media organisations such as, but not limited to, our member organisations and partners, particularly foundations, governmental and non-governmental organisations&#xd;<br />&#xd;<br />-  Participation – by enabling young journalists to lobby for their cause and by representing young journalists on a policy level e.g. at and with conferences and roundtables and promoting their voice through surveys and publications","lastUp":"2019-02-14T21:55:56.114+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}