{"id":"280213826950-29","name":"WiseEuropa - Fundacja Warszawski Instytut Studiów Ekonomicznych i Europejskich","registrationDate":"2017-05-04T15:02:48.742+02:00","category":4,"subCategory":5,"legal":"foundation","web":"http://www.wise-europa.eu","country":"Poland","headAddress":"Al. Jana Chrystiana Szucha 16/46","headCity":"Warsaw","headPostCode":"00-582","headPhone":"(48)2 25 13 14 18","boss":"Maciej Bukowski","bossTitle":"Mr","bossPosition":"President of the Board","membersCount":14,"membersFTE":"10.5","membership":"- European Network of Economic Policy Research Institutes (ENEPRI) www.enepri.eu&#xd;\n&#xd;\n- Climate-KIC (http://www.climate-kic.org/)&#xd;\n&#xd;\n- Vision2020: The Horizon Network (http://www.2020visionnetwork.eu/)","memberOrga":"","goal":"WiseEuropa Institute is an independent think-tank based in Warsaw, undertaking a strategic reflection on European politics, foreign policy and economy. WiseEuropa intends to stimulate and inspire the public debate on the future of Poland and Europe.&#xd;<br />The mission of WiseEuropa is to improve the quality of Polish and European policy-making as well as the overall business environment by promoting the use of sound economic and institutional analysis, independent research and evidence-based approach to impact assessment.&#xd;<br />WiseEuropa offers a wide range of analytical, research, consulting and communication services which altogether make it a suitable partner for business, administration as well as science.&#xd;<br />WiseEuropa specializes in the following subjects:&#xd;<br />- European and global political and economic affairs,&#xd;<br />- National macroeconomic, industrial, energy and institutional policies,&#xd;<br />- Digital economy and innovativeness,&#xd;<br />- Social and labour market policies.&#xd;<br />&#xd;<br />WiseEuropa employs a unique research toolkit, uniting quantitative and qualitative analysis, such as: statistics and econometrics, macroeconomic and system modelling, as well as sociological, political and institutional analysis. Apart from that, it uses top quality communication tools to engage in the public debate.","acronym":"WiseEuropa","interests":"Banking and financial services, Climate Action, Communication, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"The Capital Market Union, The Sustainable Finance, climate policies, e-government, the Digital Single Market","lastUp":"2019-04-02T22:42:51.402+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}