{"id":"280213826950-29","name":"WiseEuropa - Fundacja Warszawski Instytut Studiów Ekonomicznych i Europejskich","registrationDate":"2017-05-04T15:02:48.742+02:00","category":4,"subCategory":5,"legal":"foundation","web":"http://www.wise-europa.eu","country":"Poland","headAddress":"Al. Jana Chrystiana Szucha 16/46","headCity":"Warsaw","headPostCode":"00-582","headPhone":"(48)2 25 13 14 18","boss":"Maciej Bukowski","bossTitle":"Mr","bossPosition":"President of the Board","membersCount":10,"membersFTE":"7.5","membership":"- European Network of Economic Policy Research Institutes (ENEPRI) www.enepri.eu&#xd;\n&#xd;\n- Climate-KIC (http://www.climate-kic.org/)&#xd;\n&#xd;\n- Vision2020: The Horizon Network (http://www.2020visionnetwork.eu/)","memberOrga":"","goal":"Instytut WiseEuropa to niezależny think-tank, który specjalizuje się w polityce europejskiej i zagranicznej oraz w  ekonomii.&#xd;<br />Misją WiseEuropa jest poprawa jakości polityki krajowej i europejskiej oraz środowiska gospodarczego przez oparcie ich na rzetelnych analizach ekonomicznych i instytucjonalnych, niezależnych badaniach oraz ocenach oddziaływania polityki na gospodarkę.&#xd;<br />Celem WiseEuropa jest działanie na rzecz aktywnej i zaangażowanej roli Polski w otwartym, zrównoważonym, demokratycznym i konkurencyjnym rozwoju Europy oraz konstruktywnej współpracy transatlantyckiej w kwestiach globalnych. W centrum naszej misji jest pobudzanie i inspirowanie debaty publicznej o przyszłości Polski i Europy wynikające z przekonania, że w wolnym społeczeństwie ważne decyzje powinny być poprzedzone merytoryczną i wyczerpującą dyskusją. Instytut angażuje obywateli, przedsiębiorców, ekspertów oraz twórców polityk publicznych z kraju i z zagranicy we wspólną refleksję na temat modernizacji Polski i Europy oraz ich roli w świecie.&#xd;<br />Główne obszary kompetencji WiseEuropa:&#xd;<br />- sprawy europejskie i globalne w wymiarze gospodarczym i politycznym,&#xd;<br />- polityka makroekonomiczna, przemysłowa, energetyczna i instytucjonalna,&#xd;<br />- innowacyjność i cyfrowa gospodarka,&#xd;<br />- rynek pracy i polityka społeczna.","acronym":"WiseEuropa","interests":"Agriculture, Banking and financial services, Climate Action, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Regional Policy, Research and innovation, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Unia Rynków Kapitałowych, polityka energetyczna i klimatyczna EU, architektura instytucjonalna strefy euro, agenda cyfrowa.","lastUp":"2018-04-26T14:45:48.399+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}