{"id":"280703221579-77","name":"Verband Deutscher Kunsthistoriker","registrationDate":"2016-04-28T11:45:33.810+01:00","category":2,"subCategory":1,"legal":"e. V.","web":"http://www.kunsthistoriker.org","country":"Germany","headAddress":"Verband Deutscher Kunsthistoriker e.V.","headCity":"Bonn","headPostCode":"53113","headPhone":"(49)2 28 18 03 41 82","boss":"Kilian Heck","bossTitle":"Mr","bossPosition":"Erster Vorsitzender","membersCount":2,"membersFTE":"0.5","membership":"Deutscher Kunstrat, Deutscher Kulturrat, Deutsches Nationalkomitee für Denkmalschutz","memberOrga":"","goal":"Der 1948 gegründete Berufsverband vertritt die Interessen der in Deutschland bzw. in deutschen Institutionen tätigen Kunsthistoriker jeder Nationalität. Die Zahl seiner Mitglieder steigt kontinuierlich (derzeit mehr als 3300).&#xd;<br />&#xd;<br />Neben den klassischen Berufsfeldern Museum und Denkmalpflege sowie Hochschulen und Forschungseinrichtungen widmet sich der Verband verstärkt der Situation der freiberuflich tätigen Kolleginnen und Kollegen und derjenigen, die vor dem Einstieg ins Berufsleben stehen.&#xd;<br />&#xd;<br />Als Mitglied im Kunstrat nimmt der Verband Deutscher Kunsthistoriker über den gemeinsamen Dachverband des Deutschen Kulturrats die spezifischen Interessen der Kunsthistoriker gegenüber den politischen und gesetzgeberischen Institutionen wahr.&#xd;<br />&#xd;<br />Der Verband nimmt öffentlich Stellung zu aktuellen Fragen der Denkmalpflege, der Museumspolitik und der kunsthistorischen Ausbildung. Er leistet politische Überzeugungsarbeit zugunsten der Verbesserung der beruflichen Situation der Kunsthistoriker.&#xd;<br />&#xd;<br />Der Verband organisiert den alle zwei Jahre stattfindenden Deutschen Kunsthistorikertag, die zentrale, national und international orientierte Fachtagung der Kunsthistoriker in Deutschland.","acronym":"","interests":"Culture, Education, Employment and Social Affairs, Research and Technology","euInitiatives":"Urheberrechtsreform, Wissenschaftsschranke, Kulturgutschutz­gesetz, Kunst im öffentlichen Besitz, Europäisches Jahr des Kulturellen Erbes 2018, Kunstgeschichte und Bildung in der Schule","lastUp":"2018-03-08T16:52:20.790+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}