{"id":"280710430497-85","name":"Ljudska univerza Radovljica","registrationDate":"2018-03-02T13:19:19.367+01:00","category":3,"subCategory":2,"legal":"public institution for adult education","web":"http://kamra-radovljica.si/","country":"Slovenia","headAddress":"Kranjska cesta 4","headCity":"Radovljica","headPostCode":"4240","headPhone":"(386)40 82 30 03","boss":"Mateja Amon Rozman","bossTitle":"Ms","bossPosition":"director","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Ljudska univerza Radovljica (Adult education centre Radovljica) is a public organisation which provides adult education in local environment. It offers formal educational programmes for adults (primary, vocational and secondary education) and informal education like different language courses, ICT courses, study circles. One of most successful projects in our organisation is an in-formal programme PLYA (Project learning for young adults) for youth who drop out of school. They don’t finish school from various reasons and therefore they are at risk of social exclusion and cannot compete in a labour market. We motivate them to include back in the school system, finish school and/or get a job. The programme won many awards on a national and EU level. We also run Youth centre which offers different programmes for youngsters to be more successful in the job market, spend quality free time, be active in the local environment and daily centre for children in need. We organize educational programmes for employed people over 45 years of age, where they can develop their key competences, in order to be more successful in their work  and in their personal life (marketing, social media, different ICT courses.) We run Third Age University where we offer educational programmes for senior citizens. In the past five we established an intergenerational centre, where we connect older and younger generations in different activities. We are providing counselling and guidance to adult learners (before entering educational programmes, during and also after they finish).","acronym":"LUR","interests":"Audiovisual and Media, Communication, Education, Employment and Social Affairs, Enterprise, Youth","euInitiatives":"We have been involved in several EU projects in the past, presenting our work to different groups of Adult Educators and other experts who have come to visit us from other EU countries. We also presented our work abroad in several EU countries in different thematic events such as Euro guidance conference, VET conference, Erasmus+ events; contact seminars. We presented our work also in Brussels in Mutual Learning Programme, where representatives of all EU countries mostly from unemployment services were present. We have been working in Youth in action programme from the year 2000 (youth exchanges, EVS). Since Erasmus+ has been launched, we have cooperated in KA1 activities and in one KA2 project of strategic partnership in the youth field","lastUp":"2018-03-02T13:22:37.161+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}