{"id":"281647222960-77","name":"UNINTERMEDIARI Associazione Professionale Intermediari Aziendali Consulenti in Operazioni di Finanza Straordinaria","registrationDate":"2016-08-08T17:10:19.625+02:00","category":2,"subCategory":4,"legal":"Associazione Professionale di categoria","web":"http://unintermediari.it","country":"Italy","headAddress":"via Borromei, 9","headCity":"Milano","headPostCode":"","headPhone":"(39)33 82 83 43 94","boss":"Michele Sammarelli","bossTitle":"Mr","bossPosition":"Presidente e Legale rappresentante","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"promuovere la mobilità transfrontaliera degli intermediari aziendali consulenti in operazioni di finanza straordinaria e agevolarne l’apprendimento permanente attraverso periodici corsi di aggiornamento professionale.&#xd;<br />&#xd;<br />UNINTERMEDIARI, Associazione Professionale Intermediari Aziendali Consulenti in Operazioni di Finanza Straordinaria, è costituita da esperti del settore sia in ambito tecnico che formativo.  Inserita nell'elenco del Ministero dello Sviluppo Economico Italiano in qualità di Associazione Professionale che rilascia l’attestato di qualità dei servizi (art. 2, comma 7, Legge 4/2013),offre ai propri associati, professionisti ed imprese, formazione permanente, aggiornamento professionale, assistenza e consulenza anche dal punto di vista normativo, strumenti ed iniziative idonee a sostenere e sviluppare la corretta informazione tecnica, economica e finanziaria, nell'ambito delle intermediazioni aziendali.","acronym":"UNINTERMEDIARI","interests":"Business and Industry, Economy, finance and the euro, External Relations, General and Institutional Affairs, International co-operation and development, Single market","euInitiatives":"All'interno dell'Associazione e' stato istituito un Osservatorio Europeo coordinato da una risorsa dedicata, col fine di seguire con maggiore attenzione le attività del Comitato economico e sociale europeo, a partire dal report intitolato \"EDUCAZIONE FINANZIARIA PER TUTTI, Strategie e buone pratiche di educazione finanziaria nell'Unione europea\".","lastUp":"2018-07-12T14:34:56.072+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}