{"id":"281777435616-61","name":"Fédération Internationale des Clubs de Motorhomes","registrationDate":"2019-08-14T08:57:05.208+02:00","category":2,"subCategory":7,"legal":"aisbl","web":"https://www.ficm-aisbl.eu/","country":"France","headAddress":"Fédération Internationale des Clubs de Motorhomes","headCity":"ARRAS","headPostCode":"F 62000","headPhone":"(33)6 26 73 44 14","boss":"Claude GUET","bossTitle":"Mr","bossPosition":"Président","membersCount":10,"membersFTE":"2.5","membership":"https://www.ficm-aisbl.eu/partenaires-carte-f-i-c-m/","memberOrga":"https://www.ficm-aisbl.eu/membres/","goal":"La Fédération Internationale des Clubs de Motorhomes réunit les Clubs d'Utilisateurs de Motorhomes (en France: Camping-Car), tous constitués en associations non marchandes (publiant leur revue périodique) et fédérées au niveau de chaque pays.&#xd;<br />Les Clubs organisent week-end touristiques, minitrips et voyages pour leurs membres (par déplacements autonomes), leur procurent conseil et encouragent vigoureusement les bonnes pratiques d'usagers respectueux de l'environnement, de la culture, du commerce local et des réglementations en usage, en étroite collaboration avec les autorités locales. Les clubs ont joué et jouent un rôle majeur dans l'établissement d'aires de services simples partout en Europe et dans le développement d'un tourisme neuf, dit \"Slow Tourism\", partagé entre culture et développement rural. Un grand nombre de propriétaires de camping-car voyagent de manière autonome à longueur d'année, partout en Europe. Près de 2 millions de Camping-Car circulent actuellement en Europe, équipés de moteurs Diesel. L'industrie européenne du Camping-Car est florissante, avec une croissance annuelle de 15 à 17% mais elle n'est pas assez innovante, en forte consolidation et convoitée par de grands groupes nord-américains. La qualité devrait être améliorée, ainsi que les pratiques commerciales.&#xd;<br />La FICM tient chaque année son assemblée générale dans un des pays de l'Union européenne et y réunit sous le nom  EUROcc plusieurs centaines d'équipages, avant un voyage découverte au pays d'accueil.&#xd;<br />Pour mémoire:  &#xd;<br />2015 Tournai (Belgique)&#xd;<br />2016 Athènes&#xd;<br />2017 Leon (Espagne)&#xd;<br />2018 Avignon&#xd;<br />2019 Marina di Carrare (Italie)&#xd;<br />2020 Taragone (Catalogne)&#xd;<br />2021 ???  (Allemagne)&#xd;<br />2022 Portugal&#xd;<br />Le 42e EUROcc de Marina di Carrare en mai 2019 a réuni 10 pays de l'Union, dont le Royaume-Uni avec 10 équipages.&#xd;<br />La FICM développe son réseau de membres et de partenaires dans un esprit de solidarité fédérale et de progrès.","acronym":"FICM","interests":"Agriculture and Rural Development, Borders and Security, Business and Industry, Climate Action, Communication, Consumers, Digital economy and society, Energy, Environment, Institutional affairs, Public Health, Regional Policy, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"réglementations visant les permis de conduire, les modalités de stationnement, les aires de service, la tarification des autoroutes, l'harmonisation de la signalisation, l'environnement (transition énergétique crédible et accès aux villes), les systèmes d'information et de navigation envisagés (normes) y compris les services Galileo.&#xd;<br />La dimension ENERGIE nous paraît très fondamentale, et nous souhaitons une information adéquate en prise avec les programmes de recherche.&#xd;<br />En fonction des informations et des invitations que nous recevrons, la FICM délèguera ses propres experts dans les secteurs concernés, le Club allemand Reise Mobil Union étant particulièrement demandeur de contact.","lastUp":"2019-08-14T10:19:54.429+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}