{"id":"28229947613-19","name":"Standard Life plc","registrationDate":"2012-01-05T12:25:08.939+01:00","category":2,"subCategory":3,"legal":"Public Limited Company","web":"http://www.standardlife.com","country":"United kingdom","headAddress":"Lothian Road, 30","headCity":"Edinburgh","headPostCode":"EH1 2DH","headPhone":"(44)13 12 46 57 38","boss":"Keith Skeoch","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":6,"membersFTE":"2.25","membership":"Standard Life belongs to, and engages with, a range of organisations whose activities may be relevant. Key groups are: Association of British Insurers (ABI), Investment Association (IA), Confederation of British Industry (CBI), Financial Future (FF), European Fund and Asset Management Association (EFAMA), Scottish Financial Enterprise (SFE), City of London Corporation, TheCityUK, European Insurance CRO (Chief Risk Officer) Forum, European Insurance CFO (Chief Finance Officer) Forum, and FEAM.  We also subscribe to DeHavilland's EU monitoring service.","memberOrga":"","goal":"We specialise in asset management and long-term savings. We want to lead the way in helping people save and invest for their future, by offering the types of products and services that they need throughout their lives.&#xd;<br />&#xd;<br />Our Group employs around 6,500 people internationally. Standard Life plc is listed on the London Stock Exchange with around 1.3 million individual shareholders across over 50 countries. We're one of the top 500 companies worldwide, by revenue, as listed in the 2015 Fortune Global 500.&#xd;<br />&#xd;<br />At the core of our business is managing our customers' investments. In total, we look after over £307 billion of their assets.&#xd;<br />&#xd;<br />We offer a range of products and services, through our Standard Life, Standard Life Investments, Standard Life Wealth and joint venture brands, to help people save for their future.&#xd;<br />&#xd;<br />The Group operates in the UK, Europe, North America, Asia and Australia. We support around 4.5 million customers worldwide, and a further 25 million through our joint ventures in China and India.&#xd;<br />&#xd;<br />All figures as at 31 December 2015.","acronym":"Standard Life","interests":"Budget, Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, External Relations, General and Institutional Affairs, Home Affairs, Internal Market, Justice and Fundamental Rights, Taxation, Trade","euInitiatives":"Changes, strategy and policy related to financial services, long term savings, pensions, and investments, such as the Capital Markets Unions, consumer protection policies, and prudential regulation. Ongoing engagement with policy makers relevant to our business activities within the financial services sector.","lastUp":"2017-02-14T12:27:52.163+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}