{"id":"28229947613-19","name":"Standard Life Aberdeen plc","registrationDate":"2012-01-05T12:25:08.939+01:00","category":2,"subCategory":3,"legal":"Public Limited Company","web":"https://www.standardlifeaberdeen.com/","country":"United kingdom","headAddress":"6 St Andrew Square","headCity":"Edinburgh","headPostCode":"EH2 2BD","headPhone":"(44)0 13 12 46 60 71","boss":"Keith  Skeoch","bossTitle":"Mr","bossPosition":"CEO","membersCount":6,"membersFTE":"2.25","membership":"Standard Life Aberdeen belongs to, and engages with, a range of organisations whose activities may be relevant. Key groups are: Association of British Insurers (ABI), Investment Association (IA), European Fund and Asset Management Association (EFAMA), Scottish Financial Enterprise (SFE), City of London Corporation, TheCityUK, the Asset Management and Investors Council (AMIC) of the International Capital Market Association (ICMA), Financial Future (FF), and FEAM. We also subscribe to DeHavilland's EU monitoring service and Politico Pro.","memberOrga":"","goal":"Standard Life Aberdeen was created through a merger between Aberdeen Asset Management PLC and Standard Life PLC in 2017. They manage, administer and advise on £610 billion of assets worldwide including assets under management of £557 billion within Aberdeen Standard Investments. Aberdeen Standard Investments is the largest active asset manager in the UK and one of the largest in Europe, offering clients access to a comprehensive range of developed and emerging market equities and fixed income, multi-asset, private markets and alternatives, real estate and quantitative investment solutions. Aberdeen Standard Investments has over 1,000 investment professionals based around the world with offices in 50 cities, servicing clients in 80 countries.&#xd;<br />&#xd;<br />As at 30 June 2018","acronym":"SLA","interests":"Banking and financial services, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Environment, External Relations, Justice and Fundamental Rights, Single market, Taxation, Trade","euInitiatives":"Strategy and policy developed relating to financial services including asset management, pensions and long-term savings, market access, consumer protection and regulation of financial services.","lastUp":"2019-11-11T12:25:02.542+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}