{"id":"282970835070-95","name":"PKP CARGO Centrum Logistyczne Małaszewicze Sp. z o.o.","registrationDate":"2019-06-07T12:10:48.516+02:00","category":2,"subCategory":3,"legal":"Sp. z o.o.","web":"http://clmalaszewicze.pl","country":"Poland","headAddress":"Kolejarzy 22B","headCity":"MAŁASZEWICZE","headPostCode":"21-540","headPhone":"(48)8 33 43 75 63","boss":"Jacek Rutkowski","bossTitle":"Mr","bossPosition":"Prezes Zarządu","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Misją Spółki PKP CARGO Centrum Logistyczne Małaszewicze jest zaspokojenie w sposób kompleksowy oczekiwań klientów w zakresie obsługi granicznej przewozów handlu zagranicznego, realizowanych transportem kolejowym.&#xd;<br />Przedmiotem działalności spółki, jest świadczenie kompleksowej usługi przeładunkowej wraz z obsługą spedycyjną w zakresie obsługi granicznej przewozów handlu zagranicznego, obejmujące transport kolejowy i samochodowy.","acronym":"CL Małaszewicze","interests":"Trade, Trans-European Networks, Transport","euInitiatives":"1)\tRozporządzenie Parlamentu Europejskiego i Rady (UE) Nr 1303/2013 z dnia 17 grudnia 2013 r. ustanawiającego wspólne przepisy dotyczące Europejskiego Funduszu Rozwoju Regionalnego, Europejskiego Funduszu Społecznego, Funduszu Spójności, Europejskiego Funduszu Rolnego na rzecz Rozwoju Obszarów Wiejskich oraz Europejskiego Funduszu Morskiego i Rybackiego oraz ustanawiającego przepisy ogólne dotyczące Europejskiego Funduszu Rozwoju Regionalnego, Europejskiego Funduszu Społecznego, Funduszu Spójności i Europejskiego Funduszu Morskiego i Rybackiego oraz uchylającego rozporządzenie Rady (WE) nr 1083/2006 (Dz.U.UE.L.2013.347.320 z dnia 20 grudnia 2013 r., z późn. zm.);&#xd;<br />2)\tRozporządzenie Parlamentu Europejskiego i Rady (UE) Nr 1301/2013 z dnia 17 grudnia 2013 r. w sprawie Europejskiego Funduszu Rozwoju Regionalnego i przepisów szczególnych dotyczących celu \"Inwestycje na rzecz wzrostu i zatrudnienia\" oraz w sprawie uchylenia rozporządzenia (WE) nr 1080/2006 (Dz.U.UE.L.2013.347.289 z dnia 20 grudnia 2013 r., z późn. zm);&#xd;<br />3)\tRozporządzenie Parlamentu Europejskiego i Rady (UE) Nr 1300/2013 z dnia 17 grudnia 2013 r. w sprawie Funduszu Spójności i uchylającego rozporządzenie (WE) nr 1084/2006 (Dz.U.UE.L.2013.347.281 z dnia 20 grudnia 2013 r., z późn. zm.);&#xd;<br />4)\tRozporządzenie delegowanego Komisji (UE) Nr 480/2014 z dnia 3 marca 2014 r. uzupełniającego rozporządzenie Parlamentu Europejskiego i Rady (UE) nr 1303/2013 ustanawiającego wspólne przepisy dotyczące Europejskiego Funduszu Rozwoju Regionalnego, Europejskiego Funduszu Społecznego, Funduszu Spójności, Europejskiego Funduszu Rolnego na rzecz Rozwoju Obszarów Wiejskich oraz Europejskiego Funduszu Morskiego i Rybackiego oraz ustanawiającego przepisy ogólne dotyczące Europejskiego Funduszu Rozwoju Regionalnego, Europejskiego Funduszu Społecznego, Funduszu Spójności i Europejskiego Funduszu Morskiego i Rybackiego (Dz.U.UE.L.2014.138.5 z dnia 13 maja 2014 r., z późn. zm.);&#xd;<br />5)\tRozporządzenie wykonawczego Komisji (UE) Nr 821/2014 z dnia 28 lipca 2014 r. ustanawiające zasady stosowania rozporządzenia Parlamentu Europejskiego i Rady (UE) nr 1303/2013 w zakresie szczegółowych uregulowań dotyczących transferu wkładów z programów i zarządzania nimi, przekazywania sprawozdań z wdrażania instrumentów finansowych, charakterystyki technicznej działań informacyjnych i komunikacyjnych w odniesieniu do operacji oraz systemu rejestracji i przechowywania danych (Dz.U.UE.L.2014.223.7 z dnia 29 lipca 2014 r;&#xd;<br />6)\tUmowa Partnerstwa na lata 2014-2020 przyjętej przez Radę Ministrów w dniu 8 stycznia 2014 r., zatwierdzonej przez Komisję Europejską w dniu 23 maja 2014 r.","lastUp":"2019-06-07T12:12:18.598+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}