{"id":"283106325576-34","name":"COBRE LAS CRUCES","registrationDate":"2017-01-25T17:12:24.446+01:00","category":2,"subCategory":3,"legal":"S.A.U.","web":"http://www.cobrelascruces.com","country":"Spain","headAddress":"Ctra. SE-3410 km. 4,1","headCity":"Gerena (Sevilla)","headPostCode":"41860","headPhone":"(34)3 55 65 79 50","boss":"Ramón Naranjo Nuñez","bossTitle":"Mr","bossPosition":"Director de Recusos Humanos","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Cobre Las Cruces, S.A. es un complejo minero de extracción de cobre a cielo abierto y tratamiento por hidrometalurgia. En junio de 2009 comenzó la fase de producción pero el proyecto comenzó a gestarse en 1992, año en el que se iniciaron las exploraciones. El área del proyecto se encuentra situada entre los municipios sevillanos de Gerena, Guillena y Salteras, con una extensión de 946 hectáreas, entre la planta de tratamiento hidrometalúrgico y la corta minera. Además, la población de La Algaba también comparte terreno con CLC a través de un paso de tuberías de abastecimiento de aguas.&#xd;<br />&#xd;<br />La explotación prevé una producción media anual de 72.000 toneladas de cobre, lo que equivale al 25% de la demanda nacional. El total estimado para todo el periodo de explotación de 15 años es de 1 millón de toneladas de cobre. España es el 4º consumidor de cobre de la UE y el 14º consumidor mundial.&#xd;<br /> El accionista total de Cobre Las Cruces, S.A. es First Quantum, empresa canadiense de minería metálica con sede en Vancouver especializada en cobre, níquel, oro, zinc y metales del grupo platino.&#xd;<br />&#xd;<br />MISIÓN&#xd;<br />Alcanzar la producción óptima de cobre de primera calidad, de manera segura y sostenible, maximizando la rentabilidad sobre la inversión, asegurando la satisfacción de todas las partes interesadas.&#xd;<br />&#xd;<br />VISIÓN&#xd;<br />Ser un referente en operaciones mineras en el siglo XXI","acronym":"CLC","interests":"Climate Action, Research and innovation","euInitiatives":"Horizon 2020, &#xd;<br />European Innovation Partnership on Raw Materials, &#xd;<br />KIC (Knowledge Innovation Community) RawMatters","lastUp":"2019-11-22T07:55:40.180+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}