{"id":"283191230970-70","name":"EUROCONSULTING s.r.o.","registrationDate":"2018-03-28T17:56:23.471+02:00","category":1,"subCategory":6,"legal":"s.r.o.","web":"http://euroconsulting.sk","country":"Slovakia","headAddress":"Klincova 37/B","headCity":"Bratislava","headPostCode":"82108","headPhone":"(421)9 03 46 47 43","boss":"Miroslav Kosik","bossTitle":"Mr","bossPosition":"Director","membersCount":5,"membersFTE":"4.0","membership":"","memberOrga":"","goal":"Our goals are to provide professional consulting services to public and private entities, related to preparation  and implementation of EU funded programmes/ projects in agriculture &amp; rural development and regional development sectors. &#xd;<br />&#xd;<br />EuroConsulting provides strategic guidance and institutional support for public sector and also individual project management and guidance under projects from public funds.&#xd;<br />&#xd;<br />Since its establishment in 1999, EuroConsulting has implemented many successful technical assistance projects and grant projects in several key sectors of economic activity.&#xd;<br />&#xd;<br />EuroConsulting is one of Slovakia's leading companies with in-depth experience and long track record of successfully implemented contracts in the area of technical assistance and evaluation of Agriculture &amp; Rural Development and Fisheries programs co-financed by the EU.","acronym":"","interests":"Climate Action, Environment, Fisheries and Aquaculture, Information Society, Internal Market, Regional Policy, Research and Technology","euInitiatives":"Since established in 1999 until present, we closely follow the formulation of the EU CAP, with focus on 2nd Pillar and partly EU CFP relevant to EU land-lock countries.&#xd;<br />We have elaborated several strategic and analytic documents, including ex-ante, mid-term and ex-post evaluation reports of Agriculture &amp; Rural Development and Fisheries programmes of the Slovak Republic.","lastUp":"2018-03-28T18:29:59.061+02:00","customers":"Projektové služby,Municipality Bratislava - Zahorska Bystrica,LAG Dolne Zahorie - Leader/CLLD","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":"","turnoverRange":"0-99999"}