{"id":"284336314886-25","name":"Snam S.p.A.","registrationDate":"2014-11-07T15:30:32.726+02:00","category":2,"subCategory":3,"legal":"Societa' per azioni","web":"http://www.snam.it","country":"Italy","headAddress":"Piazza Santa Barbara, 7","headCity":"San Donato Milanese (Milano)","headPostCode":"20097","headPhone":"(39)02 37 03 72 73","boss":"Marco Alverà","bossTitle":"Mr","bossPosition":"Amministratore delegato","membersCount":3,"membersFTE":"2.0","membership":"Snam S.p.A., attraverso le sue società operative, e' membro delle seguenti associazioni a livello europeo:&#xd;\nENTSO-G (European Networw of Transmission System Operators for Gas), GIE (Gas Infrustructure Europe).&#xd;\nInoltre, Snam S.p.A - attraverso l'adesione al CIG (Comitato Italiano Gas) - partecipa alle attività delle assoziazioni MARCOGAZ e IGU (Intenational Gas Union).","memberOrga":"","goal":"Snam S.p.A. è un gruppo integrato che presidia le attività regolate del settore del gas. Con oltre 3.000 dipendenti, persegue un modello di crescita sostenibile finalizzato alla creazione di valore per tutti gli stakeholder. Snam S.p.A. si pone l'obiettivo strategico di incrementare la sicurezza e la flessibilità del sistema oltreché di soddisfare le esigenze legate allo sviluppo della domanda di gas.","acronym":"Snam S.p.A.","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Consumers, Energy, Environment, External Relations, Foreign and Security Policy and Defence, Research and innovation, Single market, Taxation, Trans-European Networks","euInitiatives":"Snam S.p.A., nella sua qualità di operatore infrastrutturale nel mercato del gas, è interessata al monitoraggio della nuova strategia della Commissione europea volta alla creazione di un'Unione energetica. Nello specifico, Snam S.p.A segue con particolare attenzione le politiche e i fascicoli legislativi relativi alla sicurezza degli approvvigionamenti di gas nella UE e al completamento del mercato interno dell'energia.&#xd;<br />Tra le materie di interesse rientrano, altresì, la politica climatica e ambientale della UE.","lastUp":"2018-08-31T15:21:24.362+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}