{"id":"284336314886-25","name":"Snam S.p.A.","registrationDate":"2014-11-07T15:30:32.726+01:00","category":2,"subCategory":3,"legal":"Joint-stock company","web":"http://www.snam.it","country":"Italy","headAddress":"Piazza Santa Barbara, 7","headCity":"San Donato Milanese (Milano)","headPostCode":"20097","headPhone":"(39)02 37 03 72 73","boss":"Marco Alverà","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":3,"membersFTE":"2.0","membership":"Snam is member of the following associations: European Network of Transmission System Operators for Gas (ENTSOG), Gas Infrustructure Europe (GIE), Natural &amp; bio Gas Vehicle Association (NGVA Europe), EU Delegation of the Confederazione Generale dell'Industria Italiana (Confindustria), and European Energy Forum (EEF).","memberOrga":"","goal":"Snam operates through its subsidiaries (Snam Rete Gas and Infrastrutture Trasporto Gas, Stogit and Gnl Italia), focused on the management and development of the following regulated businesses: transportation and dispatching, storage and regasification of natural gas. Snam is also active through the subsidiaries Snam4Mobility and TEP respectively in the construction of compressed natural gas plants (CNG) and in energy efficiency. First in Europe by transport network size (over 32,500 km in Italy, about 40,000 with international subsidiaries) and natural gas storage capacity (16.7 billion cubic meters in Italy, about 20 billion with international subsidiaries), Snam manages the first liquefied natural gas (LNG) plant built in Italy and it is a shareholder of the country's main terminal.","acronym":"SNAM","interests":"Banking and financial services, Budget, Business and Industry, Climate Action, Competition, Consumers, Economy, finance and the euro, Energy, Environment, External Relations, Foreign affairs and security policy, Research and innovation, Single market, Taxation, Trans-European Networks, Transport","euInitiatives":"Snam is interested in following all the EU legislative processes related to renewable energy, clean mobility, sustainable finance, and the next recast of the gas market design legislation. Snam also follows all the EU initiatives that promotes the energy and climate long-term transition with a vision towards 2050, with a focus on energy security (supply and infrastructures) and energy efficiency.","lastUp":"2019-02-16T11:21:29.407+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}