{"id":"28473847513-94","name":"European Federation of Allergy and Airways Diseases Patients' Associations","registrationDate":"2011-12-20T17:36:55.449+01:00","category":3,"subCategory":2,"legal":"Charity","web":"http://www.efanet.org","country":"Belgium","headAddress":"Rue du Congrès, 35","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)22 27 27 12","boss":"Susanna Palkonen","bossTitle":"Ms","bossPosition":"Director","membersCount":6,"membersFTE":"2.75","membership":"EFA has full membership with: &#xd;\n- the European Patients’ Forum (EPF), the umbrella association of patients’ organisation at the European level&#xd;\n- the Global Alliance against Chronic Respiratory Diseases (GARD)&#xd;\n- the Global Asthma and Allergy Patient Platform (GA²P²)&#xd;\n- the Global Allergy and Asthma European Network (GA²LEN) and International Coalition of COPD Organisations (ICC)&#xd;\n- the Health and Environment Alliance (HEAL)&#xd;\n- the European Network for Smoking and Tobacco Prevention, (ENSP) as an associate Member&#xd;\n- the International Primary Care Respiratory Group (IPCRG), as an associate Member. &#xd;\n&#xd;\nIn its daily activities, EFA is constantly in contact with other key stakeholders working in Brussels in the field of public health and environment. &#xd;\n&#xd;\nFurthermore, EFA has a wide network of contacts and other stakeholders: &#xd;\n- the European Academy of Allergy and Clinical Immunology (with a Memorandum of Understanding)&#xd;\n- the European Respiratory Society (ERS) and its European Lung Foundation (ELF)&#xd;\n- the Allergic Rhinitis and its Impact on Asthma (ARIA)&#xd;\n- the Global Allergy and Asthma European Network (GA²LEN)","memberOrga":"","goal":"The European Federation of Allergies and Airways Diseases Patients' Associations (EFA) is the European voice for over 200 million people living with allergies and airway diseases. We bring together national associations from 25 countries and channel their knowledge and demands to European institutions. We connect stakeholders to ignite change and bridge the gaps between a wide range of policy issues to support more effective and comprehensive strategies – strategies that address the needs of our community. We strive to achieve greater patient participation in decision-making at local, national and European levels.&#xd;<br />We represent all patients and people whose lives are, could be or will be affected by allergies and airway diseases. We collect and share their stories to inform policymakers, stakeholders and the wider public about the impact these conditions have on individuals and society. We run projects and campaigns to generate action that improves the quality of life of our patients.&#xd;<br />We advocate for positive change for our community and we fight for our right to live in healthier environments that effectively prevent the risks of becoming a patient and alleviate the impact of allergies and airway diseases. &#xd;<br />We demand that the healthcare needs of allergies and airway diseases patients be addressed in an appropriate, time-sensitive, and fair manner. We stand for equal access to the same high quality care for everyone, independent of country of origin, race, socio-economic status or gender. &#xd;<br />We leverage our network of members and supporters to gather and disseminate relevant information about allergies and airway diseases. We are and want to continue to be a catalyst for more inclusive and participative European societies that preserve citizens’ general wellbeing and deliver better health outcomes for allergies and airway diseases patients.","acronym":"EFA","interests":"Climate Action, Consumers, Employment and Social Affairs, Energy, Environment, Food Safety, Public Health, Research and innovation, Single market","euInitiatives":"Public health: tobacco and smoking, air quality, indoor air quality and air pollution, chemicals, inequalities&#xd;<br />Food labelling and food security&#xd;<br />Healthcare: health systems, medicines, clinical trials, digital health, quality of life&#xd;<br />Research agenda","lastUp":"2019-02-25T11:44:41.831+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}