{"id":"284871525955-13","name":"Association Française des Biotechnologies Végétales","registrationDate":"2017-02-20T10:43:05.863+01:00","category":3,"subCategory":2,"legal":"association","web":"http://www.biotechnologies-vegetales.com","country":"France","headAddress":"23/25 rue Jean-Jacques Rousseau","headCity":"Paris","headPostCode":"75001","headPhone":"(33)06 83 46 55 33","boss":"Alain Deshayes","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"Un membre du conseil d'administration de l'AFBV, M. Philippe Dumont, représente l'AFBV dans deux ONG basées en Europe, le PRRI (Public Research and Regulation Initiative) et le FSN (Farmer Scientist Network). Pour le PRRI, voir http://www.prri.net/","memberOrga":"Nos membres sont des personnes physiques. Notre site web fournit l'identité de nos fondateurs et la composition actuelle de notre conseil d'administration.","goal":"L’AFBV ou Association Française des Biotechnologies Végétales, est une association nationale, sans but lucratif, régie par la loi de 1901, strictement indépendante et regroupant, à titre individuel, des personnes issues de divers horizons, convaincues de l’intérêt des biotechnologies végétales pour la France et le monde, en particulier pour développer une agriculture durable. L’AFBV s’appuie sur un Comité Scientifique composé de 12 experts qui a pour but de formuler et de valider les informations de caractère scientifique diffusées par l’association et de programmer les événements scientifiques (colloques, publications …). L’AFBV est animée et gérée par des personnes bénévoles. Le financement de l’association repose sur les cotisations et dons de ses adhérents et les abonnements pour ses publications. L’AFBV ne reçoit aucune subvention de la France ou de l'Europe.","acronym":"AFBV","interests":"Agriculture and Rural Development, Environment, Food Safety, Research and innovation","euInitiatives":"Nous suivons diverses initiatives européennes relatives à l'utilisation des biotechnologies en agriculture, notamment la clarification du statut juridique et réglementaire des nouvelles techniques de sélection génomique applicables aux plantes (New Plant Breeding Techniques), parmi lesquelles l'avis de la CJUE du 25 juillet 2018, l'avis du SAM (2017) et sa déclaration de novembre 2018, les avis de l'EFSA, du BVL allemand, etc. &#xd;<br />&#xd;<br />Nous suivons également les évolutions dans la réglementation européenne et internationale des organismes génétiquement modifiés et des plantes issues de la mutagénèse.","lastUp":"2019-02-08T19:02:56.769+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}