{"id":"284934620504-59","name":"POLISEMIA - Consulenza e Formazione","registrationDate":"2016-02-14T19:34:17.773+01:00","category":1,"subCategory":6,"legal":"societ? in accomandita semplice","web":"http://www.polisemiaconsulting.com","country":"Italy","headAddress":"Via G. Verga, 14","headCity":"Lecce","headPostCode":"73100","headPhone":"(39)34 03 29 48 61","boss":"Cristina Belloni","bossTitle":"Ms","bossPosition":"Amministratore","membersCount":3,"membersFTE":"2.25","membership":"","memberOrga":"Partnership: http://www.polisemiaconsulting.com/chi-siamo/i-nostri-partner/","goal":"POLISEMIA ? una societ? di consulenza e formazione, costituita nel gennaio 2012, che opera nel settore della progettazione europea, occupandosi prevalentemente di sviluppo sostenibile dei territori. &#xd;<br />&#xd;<br />I principali settori di attivit? sono ambiente ed energia, pianificazione territoriale, politiche pubbliche e comunicazione istituzionale.&#xd;<br />&#xd;<br />POLISEMIA si avvale di un organico di professionisti di consolidata esperienza, che supportano la societ? nella realizzazione dei principali servizi per la progettazione con finanziamenti europei e fondi strutturali, offrendo proposte integrate e ad alto valore aggiunto prevalentemente per Pubbliche Amministrazioni e degli Enti Pubblici.&#xd;<br />&#xd;<br />Il core business aziendale ? rappresentato dai servizi di consulenza per l?implementazione del PATTO DEI SINDACI e MAYORS ADAPT, le due iniziative della Commissione europea per le energie sostenibili e l?adattamento a cambiamenti climatici destinate ai Comuni d?Europa. &#xd;<br />&#xd;<br />POLISEMIA, inoltre, supporta i Comuni per lo sviluppo di progetti integrati nei settori delle smart cities, dell'innovazione e della cultura.&#xd;<br />&#xd;<br />In Partenariato con UNITEL ? Unione Nazionale Italiana dei Tecnici degli Enti Locali, POLISEMIA organizza la SCUOLA DI EUROPROGETTAZIONE, un corso di formazione per il management dei finanziamenti europei dedicato al personale di Enti Pubblici, imprese e professionisti del settore privato.&#xd;<br />&#xd;<br />POLISEMIA ? socio fondatore di AMPIORAGGIO, il think tank italiano per la promozione dell'innovazione nei mercati nazionali e internazionali.","acronym":"POLISEMIA","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Culture, Development, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, General and Institutional Affairs, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Trans-European Networks, Transport, Youth","euInitiatives":"Covenant of Mayors, Mayors Adapt, sviluppo sostenibile, ambiente, azione per il clima, energia, mobilit?, ricerca e innovazione, fondi strutturali, politica di coesione, politica regionale, smart cities and communities, imprese, agricoltura, sicurezza alimentare, affari marittimi e pesca, cultura, cittadinanza europea, istruzione, formazione, giovent?, sport.","lastUp":"2017-01-24T13:14:58.657+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}