{"id":"285466731769-39","name":"Libertarian Institute","registrationDate":"2018-06-13T09:57:22.168+02:00","category":3,"subCategory":2,"legal":"z.s. (according to Czech laws)","web":"http://www.libertariani.cz","country":"Czech republic","headAddress":"Holeckova 36/1265","headCity":"Prague 5","headPostCode":"15000","headPhone":"(420)6 03 41 26 66","boss":"Roman Kriz","bossTitle":"Mr","bossPosition":"Chairman","membersCount":3,"membersFTE":"1.25","membership":"none","memberOrga":"","goal":"Freedom. Common market. Competition. Liberalisation of the economic and social life.&#xd;<br />&#xd;<br />Subsidy&#xd;<br />The aim of the project is&#xd;<br />&#xd;<br />• Critically analyze the role of subsidies in society from a moral and social point of view, in terms of social and economic impact of subsidies, accountability,&#xd;<br />• Create a transparent overview of all subsidies and similar payments (with user-friendly search) made from public budgets and provide citizens with an overview of the redistribution rate&#xd;<br />• Put pressure on public institutions to provide data on all such transfers as \"open source\"&#xd;<br />• Populate the stories and consumer contest \"About the Year of the Year\"&#xd;<br />• Publish research that maps the public's relationship to subsidies&#xd;<br />&#xd;<br />Applied education&#xd;<br />Promoting individual freedom as a recipe for addressing current social and economic problems also requires informal acquaintance of so-called \"opinion makers\" with the fact that most of the problems are currently judged in the so-called \"false dichotomy\" that masks the true causes of the problems and addresses only their manifestations.&#xd;<br />&#xd;<br />The aim of the project is&#xd;<br />&#xd;<br />• Informally respond to public outcomes of journalistic, academic, intellectual, economic and political elites. Explain the possibility of another view of the thing.&#xd;<br />• Work on public sources of information (Wikipedia type) in the direction of specifying the nature of the problem and outlining the possibility of solution within Libertarian Democracy.&#xd;<br />&#xd;<br />Identifying actions&#xd;<br />The aim of the project is to identify the activities of public bodies (and legal norms) that are in conflict with the Constitution, the Charter or the laws, and they are gradually challenged and demanding the determination of their unconstitutionality / illegality.&#xd;<br />&#xd;<br />The priority should be so-called social argumentation, pointing in particular to the societal impacts, legal argumentation should serve as a supportive argument.&#xd;<br />&#xd;<br />Today's justice, by its legally positive approach, has degraded one of the three basic pillars of state power in the role of the interpreter of the will of the legislature. Judges today, unfortunately, do not find the law, but only interpret. This, in our opinion, impacts on the functionality of the basic braking system and the counterweight.&#xd;<br />&#xd;<br />The means is to create a web presentation from which people can draw on model law violations by public authorities. At the same time, an environment for the legal and professional public should be created to complement both model examples and arguments and instruments to bring such actions.&#xd;<br />&#xd;<br />Part of the project is the publication of research, in which the public was asked about the perception of this issue.&#xd;<br />&#xd;<br />Claims for damages&#xd;<br />The aim of the project is to create arguments and instruments for bringing actions for damages in cases where public institutions act illegally.&#xd;<br />&#xd;<br />The means is to create a web presentation from which people can draw on model law violations by public authorities.&#xd;<br />&#xd;<br />At the same time, an environment should be created to involve a wide range of legal and professional public to complement both model examples and arguments and instruments to bring such actions.","acronym":"","interests":"Competition, Economy, finance and the euro, Education and training, Environment, Food Safety, Justice and Fundamental Rights, Public Health, Regional Policy, Taxation, Trade","euInitiatives":"Common market. GBER. Competition. Liberalisation of the social and economic relations in EU&#xd;<br />&#xd;<br />On 10 May 2018, the European Commission received a detailed complaint from Petr Fryč, the owner of the failed East Bohemian Press Office, for unlawful support under the Operational Program Enterprise and Innovation (OPPI).&#xd;<br />&#xd;<br />The complaint was filed by Petr Fryč, the owner of the East Bohemian Printing House, who was bankrupt because its competitors in the enroged regions received subsidies representing up to 10 years of profit. Mr. Fryč (and other handicapped entrepreneurs) is represented by the Libertarian Institute also in a dispute with the Czech state, which we have sued for damages caused by maladministration.&#xd;<br />&#xd;<br />If we know, the factual and formal mistakes that the Czech state is committing in the implementation of the operational programs under so-called block exemptions have never been so complex.&#xd;<br />&#xd;<br />In the near future, we will start to work on analogous complaints against the Operational Program Enterprise and Innovation for Competitiveness OPPIK, which is currently underway.&#xd;<br />&#xd;<br />If the EC does not initiate a procedure for recovering unlawful aid on the basis of this complaint, we would like to sue the EC at the European Court of Justice for damages on behalf of our clients.&#xd;<br />&#xd;<br />Whether or not you are a fan of subsidies, I suppose you agree that subsidies not directed at public goods, but which are subject to block exemption competition, must be carefully considered not to favor some competitors at the expense of others. Unfortunately, block exemptions are in presently the gateway as a bianco check of a quotidian libel and subsidies are currently used by the Czech state only for artificially raising GDP. Such practice is not only contradictorythe very idea of ​​a market economy, but it is also in contradiction with the Treaty on the Functioning of the EU and the follow-up to the evidence.&#xd;<br />http://www.libertarianskyinstitut.cz/dotace/","lastUp":"2018-06-13T12:22:15.161+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}