{"id":"285977820662-03","name":"Uniper","registrationDate":"2016-02-12T16:51:55.238+01:00","category":2,"subCategory":3,"legal":"SE","web":"http://www.uniper.energy","country":"Germany","headAddress":"E.ON Platz 1","headCity":"Düsseldorf","headPostCode":"40479","headPhone":"(49)21 14 57 90","boss":"Klaus Schäfer","bossTitle":"Mr","bossPosition":"CEO","membersCount":12,"membersFTE":"5.25","membership":"- EURELECTRIC (via national electricity associations)&#xd;\n- Eurogas&#xd;\n- BDI&#xd;\n- EASE&#xd;\n- EFET&#xd;\n- GIE&#xd;\n- IETA&#xd;\n- EEF&#xd;\n- Hydrogen Europe","memberOrga":"https://www.uniper.energy/en/what-we-do/our-operations/index.html","goal":"Uniper operates on energy markets around the world. The mainstays of Uniper’s business are power generation and global commodity trading. Uniper is also engaged in gas production, energy storage, energy and gas sales, and a broad range of services (operating power plants for third parties, engineering services etc.). Uniper owns and operates a sizeable portfolio of power plants located across Europe and Russia, encompassing the full range of generation technologies (predominantly hydro, gas as well as coal and oil). Uniper’s commodity trading business is active in power, emission certificates, natural gas, LNG, coal, and freight trading. Uniper’s gas storage facilities in Europe help ensure the reliability of gas supply.&#xd;<br />In addition, Uniper operates power-to-gas facilities and is engaged in the development of innovative energy technologies, such as large-scale battery solutions for power storage. Through Uniper’s sales organisations in Germany, France, and the Netherlands, Uniper markets a wide range of electricity and gas products to industrial customers, municipal utilities, energy partners as well as to residential customers.","acronym":"","interests":"Climate Action, Communication, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, External Relations, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, Information Society, Internal Market, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"- Energy Union Initiative&#xd;<br />- Security of Supply Gas&#xd;<br />- Recast Electricity Regulation&#xd;<br />- Recast Electricity Market Design Directive&#xd;<br />- Recast Energy Efficiency Directive&#xd;<br />- Recast Renewable Energy Directive&#xd;<br />- Markets in Financial Instruments Directive (MiFID II)&#xd;<br />- Future Gas Market Design&#xd;<br />- Water Framework Directive&#xd;<br />- Large Combustion Plants Best Available Techniques Reference Document (LCP BREF)","lastUp":"2017-02-10T18:04:16.454+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}