{"id":"286239035995-20","name":"IN Groupe","registrationDate":"2019-09-23T23:35:54.659+02:00","category":2,"subCategory":3,"legal":"société anonyme","web":"http://www.ingroupe.com","country":"France","headAddress":"104, Av du président Kennedy","headCity":"Paris","headPostCode":"75016","headPhone":"(33)01 40 58 30 00","boss":"Didier TRUTT","bossTitle":"Mr","bossPosition":"Président Directeur Général ","membersCount":2,"membersFTE":"0.5","membership":"OACI : https://www.icao.int &#xd;\nIATA : https://www.iata.org &#xd;\nACI : https://aci.aero/ &#xd;\nUAF : https://www.aeroport.fr/","memberOrga":"","goal":"IN Groupe, spécialiste mondial de l’identité et des services numériques sécurisés.&#xd;<br />&#xd;<br />Partenaire de l’État français depuis près de 500 ans, IN Groupe propose des solutions d’identité et des services numériques sécurisés à la pointe de la technologie, intégrant électronique et biométrie. Des composants aux services, en passant par les titres et les systèmes&#xd;<br />interopérables, en tant que spécialiste mondial de l’identité et des services numériques sécurisés, IN Groupe est présent au quotidien&#xd;<br />pour faciliter la vie de chacun. &#xd;<br />Accompagner les États dans l’exercice de leur souveraineté. Protéger l’identité des citoyens. Préserver&#xd;<br />l’intégrité des entreprises. Quel que soit l’enjeu, IN Groupe, entreprise de souveraineté numérique, contribue à faire valoir pour chacun un droit fondamental : le Droit d’être Soi.","acronym":"","interests":"Borders and Security, Budget, Customs, Digital economy and society, European Neighbourhood Policy, Foreign affairs and security policy, International co-operation and development, Migration and asylum","euInitiatives":"Sécurisation de l’espace Schengen, immigration, contrôles aux frontières, automatisation des contrôles frontières.&#xd;<br />Documents d'identité (Carte nationale d'identité, passeport, titres de séjour, permis de conduire, Visas, ....)&#xd;<br />Identité numérique, services dématérialisés pour les états","lastUp":"2019-09-24T09:22:14.188+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}