{"id":"286358823054-43","name":"Leibniz-Institut für Pflanzengenetik und Kulturpflanzenforschung","registrationDate":"2016-08-18T11:20:52.376+02:00","category":4,"subCategory":5,"legal":"Stiftung des öffentlichen Rechts","web":"http://www.ipk-gatersleben.de","country":"Germany","headAddress":"Corrensstrasse 3","headCity":"Seeland OT Gatersleben","headPostCode":"06466","headPhone":"(49)3 94 82 52 19","boss":"Andreas Graner","bossTitle":"Mr","bossPosition":"Geschäftsführender Direktor","membersCount":7,"membersFTE":"3.5","membership":"http://emphasis.plant-phenotyping.eu&#xd;\nhttp://www.plant-phenotyping.org&#xd;\nhttp://www.plant-phenotyping-network.eu&#xd;\nhttp://www.epsoweb.org&#xd;\nhttp://www.eucarpia.org&#xd;\nhttp://www.ipk-gatersleben.de/forschung/forschungskooperationen/","memberOrga":"Das IPK ist in einer Reihe von Fachorganisationen Mitglied; z.B. Leibniz-Gemeinschaft, DFG, EPSO, EUCARPIA, GPZ.","goal":"Das IPK als eine der international führenden wissenschaftlichen Einrichtungen auf den Gebieten der Pflanzengenetik und Kulturpflanzenforschung trägt mit seinen Forschungsarbeiten und der Bereitstellung von Serviceleistungen und einer modernen Forschungsinfrastruktur substanziell zur Erhaltung, Erforschung und Nutzung der Kulturpflanzenbiodiversität und damit zur Bewältigung folgender globaler umweltbezogener Zukunftsaufgaben bei:&#xd;<br />a.     Sicherung der Nahrungsmittelversorgung einer wachsenden Weltbevölkerung,&#xd;<br />b.     Versorgung mit nachwachsenden Roh- und Wertstoffen und erneuerbaren Energieträgern,&#xd;<br />c.      Weiterentwicklung einer nachhaltigen Ressourcen- und umweltschonenden Pflanzenproduktion und&#xd;<br />d.     Anpassung der landwirtschaftlichen Primärproduktion an die Folgen des Klimawandels.&#xd;<br />Mit der Zusammenführung von wissenschaftlicher Exzellenz und gesellschaftlicher Relevanz sieht sich das IPK als Katalysator für einen gesellschaftlichen Wandlungsprozess, der auf eine effiziente und nachhaltige Nahrungs-, Energie- und Rohstoffversorgung abzielt. Durch die Aufklärung grundlegender Prinzipien der pflanzlichen Leistungsfähigkeit und der Ressourceneffizienz erfolgt die Entwicklung innovativer Lösungsansätze, die eine wissensbasierte Erhaltung und Nutzung der Biodiversität der Kulturpflanzen und ihren genetischen Ressourcen ermöglichen.","acronym":"IPK","interests":"Agriculture, Energy, Environment, Food Safety, Research and innovation","euInitiatives":"Alle Initiativen und Förderprogramme, die einen Bezug zur Pflanzenforschung aufweisen. Insbesondere das H2020 Programm und Folgeprogramme","lastUp":"2018-07-03T19:06:16.892+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}