{"id":"286470821339-16","name":"ASSOCIATION POUR LA FONDATION CRESUS D INITIATIVE ECONOMIQUE ET SOCIALES","registrationDate":"2016-04-14T11:29:24.615+01:00","category":3,"subCategory":2,"legal":"Association de Droit Local (Alsace Moselle)","web":"http://www.cresusalsace.org/","country":"France","headAddress":"25 Rue De Lausanne","headCity":"STRASBOURG","headPostCode":"67000","headPhone":"(33)03 90 22 11 34","boss":"Jean-Louis KIEHL","bossTitle":"Mr","bossPosition":"Président","membersCount":28,"membersFTE":"26.25","membership":"","memberOrga":"www.cresusalsace.org","goal":"La Chambre Régionale du Surendettement, CRÉSUS, est un réseau d’associations fédérées à but non lucratif dont la mission est reconnue d’utilité publique et ayant pour vocation d’aider et d’accompagner les personnes en situation de fragilité économique en les préservant de l’isolement. &#xd;<br />&#xd;<br />Doté d’une Plateforme nationale d’entraide et de médiation, CRÉSUS assure un accompagnement au niveau local sur l’ensemble du territoire français et couvre certains périmètres transfrontaliers. &#xd;<br />&#xd;<br />La Plateforme  d’accompagnement budgétaire et de médiation coordonnée développée par CRÉSUS est basée sur le volontariat et s’inscrit dans une logique de prévention du surendettement et de professionnalisation de l’accompagnement budgétaire. Pour ce faire, l’association accompagne les personnes en difficultés financières et responsabilise dans le même temps les 25 établissements financiers partenaires de l’association qui orientent leurs clients en difficulté vers CRESUS.&#xd;<br />&#xd;<br />La Plateforme CRESUS accompagne 22.500 ménages à titre expérimental et sa vocation est de réduire de 33% le phénomène du surendettement qui frappe 1 ménage toute les 2 minutes. &#xd;<br />&#xd;<br />Il s’agit d’un modèle innovant et unique en Europe, qui a reçu de nombreuses distinctions : Prix Ernst et Young 2017 pour l'Engagement sociétal, Prix national du volontariat, fellow Ashoka, finaliste du Zermatt Summit 2014 et du Prix de l’entrepreneur social de l’année Schwab et BCG 2013.","acronym":"FONDATION CRESUS","interests":"Budget, Business and Industry, Consumers, Culture, Digital economy and society, Economy, finance and the euro, Education and training, European Neighbourhood Policy, Fraud prevention, Humanitarian aid and civil protection, Justice and Fundamental Rights, Research and innovation, Youth","euInitiatives":"Pilier européen des droits sociaux&#xd;<br />&#xd;<br />Prêts et emprunts responsables &#xd;<br />&#xd;<br />Défaillances et d’insolvabilité d’entreprises&#xd;<br />&#xd;<br />Éducation financière &#xd;<br />&#xd;<br />Surendettement / insolvabilité notoire","lastUp":"2019-02-15T19:26:15.067+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}