{"id":"287319311843-46","name":"Union Federale d'Intervention des Structures Culturelles","registrationDate":"2013-09-10T18:04:28.373+02:00","category":2,"subCategory":1,"legal":"Fédération professionnelle","web":"http://www.ufisc.org","country":"France","headAddress":"rue Belleville, 221","headCity":"PARIS","headPostCode":"75019","headPhone":"(33)1 42 49 53 64","boss":"Stéphanie THOMAS","bossTitle":"Ms","bossPosition":"Presidente","membersCount":2,"membersFTE":"0.5","membership":"RIPESS Europe&#xd;\nRelais Culture Europe &#xd;\nCollectif des associations citoyennes","memberOrga":"http://www.ufisc.org/membres.html","goal":"L’UFISC (Union Fédérale d’Intervention des Structures Culturelles) est une fédération d’organisations professionnelles d’employeurs dans le domaine des arts et de la culture (théâtre, musique, danse, cirque, arts de la rue, marionnettes, art plastique, multimédia...). &#xd;<br />Ces organisations membres représentent 2 500 entreprises privées non lucratives qui développent une diversité d'activités (création, production, diffusion, événement, festival, accompagnement de pratiques, transmission, enseignement...).","acronym":"UFISC","interests":"Audiovisual and Media, Budget, Competition, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, General and Institutional Affairs, Information Society, Justice and Fundamental Rights, Regional Policy, Research and Technology, Taxation, Youth","euInitiatives":"L'UFISC suit également les actualités et chantiers relatifs aux règles de la concurrence pour le secteur artistique et culturel, aux droits d'auteurs, et à la réglementation concernant les SIG et SIEG, les traités de libre-échange... &#xd;<br />Elle suit les définitions et mises en oeuvre des politiques concernant le champ artistique et culturelle, et celui de l'économie sociale et solidaire. &#xd;<br />Elle contribue à la réflexion sur les politiques de cohésions sociale et territoriale et à la déclinaison des fonds structurels au niveau national et local.","lastUp":"2018-03-22T07:30:36.148+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}