{"id":"287789536042-80","name":"3R International srl","registrationDate":"2019-09-27T11:50:00.942+02:00","category":2,"subCategory":3,"legal":"Società a responsabilità limitata (Srl)","web":"http://3rinternational.eu","country":"Italy","headAddress":"Via Vittorio Emanuele II 33","headCity":"Chieri","headPostCode":"","headPhone":"(39)33 34 06 12 92","boss":"Michel Roccati","bossTitle":"","bossPosition":"Co fondatore","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Da un’idea dei fratelli Dott. Roccati Manuel e Michel, nasce la 3R International S.r.l per supportare al meglio le imprese e la pubblica amministrazione nelle fasi di nascita, crescita e sviluppo. &#xd;<br />Siamo Professionisti qualificati nel campo della Formazione, della Finanza agevolata e nell’Internazionalizzazione.&#xd;<br />La 3R si occupa nel fornire consulenza a 360 gradi in ambito di sicurezza sul lavoro, erogando corsi di formazione e fornendo alle aziende tutta la documentazione obbligatoria per legge. &#xd;<br />La presenza di personale altamente qualificato ci consente di fornire un servizio di consulenza completo per favorire un profittevole accesso ai fondi europei diretti ed indiretti alle aziende ed alle pubbliche amministrazioni.&#xd;<br />Assistiamo le PMI a pianificare ed attuare la migliore strategia d’internazionalizzazione nei Paesi europei ed extra-europei, che massimizzi i profitti a breve e lungo termine e che minimizzi i rischi. &#xd;<br />L’esperienza decennale  nel campo dell’internazionalizzazione a consentito alla 3R selezionare accuratamente una fitta rete di collaborazioni e partnership, utili ad implementare strategie vincenti per i nostri clienti.","acronym":"3R Srl","interests":"Agriculture and Rural Development, Banking and financial services, Budget, Business and Industry, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, European Neighbourhood Policy, External Relations, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks","euInitiatives":"The 3R International is interested mainly in the field of internationalisation.&#xd;<br />We are costantly montitoring the development of the &#xd;<br /> Economic Partnership Agreements such as:&#xd;<br />- Jefta&#xd;<br />- CETA","lastUp":"2019-09-27T13:37:03.022+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}