{"id":"288018815345-17","name":"Krajowy Związek Plantatorów Buraka Cukrowego","registrationDate":"2014-12-19T13:41:05.822+02:00","category":2,"subCategory":4,"legal":"związek zrzeszeń","web":"http://www.kzpbc.com.pl","country":"Poland","headAddress":"Mikołaja Kopernika, 34","headCity":"Warszawa","headPostCode":"00336","headPhone":"(48)2 28 26 41 04","boss":"Krzysztof Nykiel","bossTitle":"Mr","bossPosition":"Prezes","membersCount":1,"membersFTE":"0.25","membership":"CIBE","memberOrga":"","goal":"KZPBC nie tylko reprezentuje i chroni interesy polskich plantatorów buraka cukrowego, lecz także prowadzi wszelkie działania na rzecz wzrostu produkcji buraka cukrowego i usprawnienia pracy plantatorów. Związek pośredniczy w relacjach z przemysłowymi, politycznymi i administracyjnymi partnerami szczególnie na szczeblu ogólnokrajowym; sprawuje kontrolę w zakresie realizacji umów kontraktacyjnych; organizuje kontrolę odbioru buraków w cukrowni - szkolenia kontrolerów. Związek działa na rzecz należytego zaopatrzenia plantatorów w środki produkcji, a szczególnie analizy ich cen i jakości. Informacje i wszelka wiedza zawodowa jest rozpowszechniana przez finansowanie fachowego wydawnictwa „Poradnik Plantatora Buraka Cukrowego” oraz organizowane demonstracje i pokazy.&#xd;<br /> &#xd;<br /> &#xd;<br />Zadania&#xd;<br /> &#xd;<br />Reprezentuje i broni interesy zawodowe  polskich plantatorów buraka cukrowego&#xd;<br />Działa na rzecz wzrostu produkcji buraka cukrowego i usprawnienia pracy plantatorów&#xd;<br />Pośredniczy w relacjach z ich przemysłowymi, politycznymi i administracyjnymi  partnerami szczególnie na szczeblu ogólnokrajowym&#xd;<br />Prowadzi negocjacje dotyczące porozumienia branżowego&#xd;<br />Organizuje kontrolę odbioru buraków w cukrowni-szkolenia kontrolerów&#xd;<br />Działa na rzecz należytego zaopatrzenia plantatorów w środki produkcji, a szczególnie analizy ich cen i jakości&#xd;<br />Upowszechnia wiedzę zawodową, w szczególności przez finansowanie fachowego wydawnictwa „Poradnik Plantatora Buraka Cukrowego” oraz demonstracje i pokazy&#xd;<br />Sprawuje kontrolę w zakresie realizacji umów kontraktacji&#xd;<br />Działa na rzecz ochrony polskiego rynku cukru, nasion buraka cukrowego oraz wyrobów przemysłu cukrowniczego","acronym":"KZPBC","interests":"Agriculture and Rural Development, Budget, Climate Action, Development, Environment, Food Safety, Internal Market, Regional Policy, Sport, Trade","euInitiatives":"Wspólna Polityka Rolna","lastUp":"2018-04-03T08:58:44.846+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}