{"id":"288124335633-28","name":"Alibaba Group Holding Limited","registrationDate":"2019-08-13T14:38:28.805+02:00","category":2,"subCategory":3,"legal":"Corporate Entity","web":"http://www.alibabagroup.com","country":"Hong kong","headAddress":"c/o Alibaba Group Services Limited","headCity":"Hongkong","headPostCode":"","headPhone":"(852)22 15 51 00","boss":"Timothy E. Steinert","bossTitle":"Mr","bossPosition":"General Counsel &amp; Corporate Secretary","membersCount":3,"membersFTE":"1.25","membership":"- The European eCommerce &amp; Omni-Channel Trade Association EMOTA&#xd;\n- The Marketplace Coalition&#xd;\n- The Digital Policy Roundtable","memberOrga":"","goal":"This registration captures activities of Alibaba Group and its subsidiary/affiliate entities. Collectively, our remit is to: &#xd;<br />- Build the infrastructure of e-commerce&#xd;<br />- Enable millions of commercial and social interactions every day&#xd;<br />- Empower our customers with data and infrastructure to help them build and manage their businesses&#xd;<br />- Become central to the everyday lives of our customers&#xd;<br />- To make it easy to do business anywhere&#xd;<br />- We believe the internet can level the playing field by enabling small enterprises to leverage innovation and technology to grow and compete more effectively in their domestic and global economies.","acronym":"","interests":"Banking and financial services, Business and Industry, Communication, Consumers, Customs, Digital economy and society, Research and innovation, Taxation, Trade, Transport","euInitiatives":"e-Commerce:&#xd;<br />- Proposal for a Directive of the European Parliament and of the Council on certain aspects concerning contracts for the online and other distance sales of goods&#xd;<br />- Proposal for a Directive of the European Parliament and of the Council on addressing geo-blocking and other forms of discrimination based on customers' nationality, place of residence or place of establishment within the internal market and amending regulation (EC) No 2006/2004 and Directive 2009/22/EC&#xd;<br />- VAT e-commerce package consisting of: Council Directive (EU) 2017/2455; Council Regulation (EU) 2017/2454; Council Implementing Regulation (EU) 2017/2459&#xd;<br />- Regulation (EU) 2019/1020 on market surveillance and compliance of products&#xd;<br />- Product Safety Pledge: Voluntary commitment of online marketplaces with respect to the safety of non-food consumer products sold online by third party sellers&#xd;<br />Intellectual Property:&#xd;<br />- Memorandum of Understanding on the online sale of counterfeit goods&#xd;<br />- Review of the EU intellectual property enforcement framework (REFIT)&#xd;<br />Data Protection:&#xd;<br />- Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regards to the processing of personal data and to the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)&#xd;<br />SME policy:&#xd;<br />- Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions. Upgrading the Single Market: More opportunities for people and business (start-up initiative)&#xd;<br />EU Digital Single Market:&#xd;<br />- Proposal stemming from EU Digital Single Market Strategy&#xd;<br />Free flow of data:&#xd;<br />- Regulation (EU) 2018/1807 of the European Parliament and of the Council of 14 November 2018 on a framework for the free flow of non-personal data in the European Union","lastUp":"2019-08-13T14:40:11.783+02:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}