{"id":"288764734171-58","name":"Balkans Policy Research Group","registrationDate":"2019-03-14T15:07:09.523+01:00","category":4,"subCategory":5,"legal":"Association","web":"http://www.balkansgroup.org","country":"Kosovo","headAddress":"Qamil Hoxha No. 29, App 7","headCity":"Pristina","headPostCode":"10000","headPhone":"(383)38 23 50 05","boss":"Naim Rashiti","bossTitle":"Mr","bossPosition":"Executive Director ","membersCount":2,"membersFTE":"0.5","membership":"BPRG form a coalition of NGOs from Kosovo and Serbia; KCSS, D4D, NGO AKTIV, BFPE, BCSP, YUCOM and European Movement in Serbia.","memberOrga":"","goal":"BPRG is an independent, nonpartisan think tank dedicated to contributing to state-building and societal harmony in Kosovo, and to facilitating reconciliation, peace and regional cooperation in the Western Balkans. Through evidence-based research, analysis, advocacy, policy dialogue, exchanges and expertise, our ultimate aim is to bring the region closer to the EU. Our strategic orientations address key challenges of Kosovo’s state-building process, which proves to be a monumental task for the whole Kosovo society. We are committed to supporting the goals of better functioning of institutions, democratic consolidation, integration of minorities, resolution of neighbourly disputes, and advancing the EU agenda. All of our work is based on extensive, on the ground field research, coupled with un-matched access to the local, regional and international policy makers. Our evidence-based policies and creative recommendations allow the Balkans Group to impact the policy debate, institutions and through advocacy, policy dialogue and other systemic approaches.","acronym":"BPRG","interests":"European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Institutional affairs, Justice and Fundamental Rights, Research and innovation","euInitiatives":"BPRG will engage with the EU institutions on research, advocacy, lobby  in the areas of EU approximation for the Western Balkans, Rule of Law, Good governance, regional security, foreign policy","lastUp":"2019-03-14T18:41:19.488+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}