{"id":"28920471149-55","name":"European Coordination Via Campesina","registrationDate":"2009-02-16T17:55:55.077+02:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.eurovia.org","country":"Belgium","headAddress":"rue de la Sablonnière, 18","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)22 17 31 12","boss":"Duminicioiu Ramona","bossTitle":"Ms","bossPosition":"membre du comité de coordination","membersCount":7,"membersFTE":"5.5","membership":"Via Campesina (world farmers movement)&#xd;\n&#xd;\nwww.viacampesina.org&#xd;\n&#xd;\nS2B network (from Seattle to Brussels)&#xd;\nTP Organics&#xd;\nNyeleni europe  www.nyelenieurope.net","memberOrga":"","goal":"Our priorities for a fair, sustainable and legitimate agriculture policy&#xd;<br />&#xd;<br />-\tWe need a public policy, an European agriculture policy defined by the Europeans, not by the WTO. &#xd;<br />-\tPriority should be given to agricultural and rural employment. We say no farmer’s disappearance.  &#xd;<br />-\tThe rights of women farmers should be recognised.&#xd;<br />-\tAccess to land, water, seeds, and credit should become a right: that includes farmers’ rights to save their seeds and to improve plant varieties. &#xd;<br />-\tthe setting up of young farmers has to be promoted.&#xd;<br />-\tFarmers’ income should come first from selling their products.  For farm prices reflecting the real value of  the products, the two following conditions are necessarfy:&#xd;<br />o\tSupply management instruments should be implemented, to avoid surpluses or shortages.&#xd;<br />o\tAny dumping at export (at prices below the production costs) must be forbidden, and in exchange for this duty, the EU and other countries have the right to protect themselves from imports at too low prices.&#xd;<br />-\tTo maintain a countryside alive in all regions,&#xd;<br />o\tSustainable family farming should be maintained and developed: European funds are necessary, especially for small farms and less favoured areas.&#xd;<br />o\tThe process of concentration of the agricultural production has to be stopped and the production better distributed between the regions and between the farms.&#xd;<br />o\tPublic services should be maintained and improved in all regions&#xd;<br />-\tThe modes of production which harm the environment, use too much energy, damage the quality and the safety of the products have to be re-orientated.&#xd;<br />-\tAgricultural land should be used first for food production.&#xd;<br />-\tBiodiversity should be safeguarded: GMOs and patents of life must be banned.&#xd;<br />-\tRural development policy does not have to replace the CAP, to correct the failures of the CAP, but has to complete the CAP by developing employment first.&#xd;<br />-\tShort food miles should have priority compared to long transport and international markets.&#xd;<br />-\tmigrant agricultural workers have to be treated without discrimination, with the  same rights as the Europeans;&#xd;<br />-\tWe need international trade rules without dumping, based on food sovereignty, human rights, and international labour rights.","acronym":"ECVC","interests":"Agriculture, Budget, Climate Action, Competition, Consumers, Employment and Social Affairs, Environment, External Relations, Food Safety, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Trade, Youth","euInitiatives":"CAP and Rural Development,  All the 14th  Civil Dialogue Groups DG Agri, Trade, Climat Change, Seeds and Biodeversity, Land, Agro-ecology, Migrant rural workers , Women in Rural Areas, Forestry, DG Sanco Advisory Groups","lastUp":"2018-09-18T16:00:54.281+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}