{"id":"289777818743-24","name":"Boehringer Ingelheim","registrationDate":"2015-09-10T18:35:12.759+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.boehringer-ingelheim.com","country":"Germany","headAddress":"Boehringer Ingelheim","headCity":"Ingelheim","headPostCode":"55216","headPhone":"(49)6 13 27 70","boss":"Hubertus von Baumbach","bossTitle":"Mr","bossPosition":"Chair of the Board of Managing Directors","membersCount":3,"membersFTE":"1.0","membership":"EFPIA (European Federation of Pharmaceutical Industries and Associations) &#xd;\nEBG (European Biosimilars Group)&#xd;\nIFAH - Animal Health Europe&#xd;\nEARA (European Animal Research Association)","memberOrga":"","goal":"Boehringer Ingelheim&#xd;<br />&#xd;<br />Improving the health of humans and animals is the goal of the research-driven pharmaceutical company Boehringer Ingelheim. The focus in doing so is on diseases for which no satisfactory treatment option exists to date. The company therefore concentrates on developing innovative therapies that can extend patients’ lives. In animal health, Boehringer Ingelheim stands for advanced prevention. &#xd;<br />&#xd;<br />Family-owned since it was established in 1885, Boehringer Ingelheim is one of the pharmaceutical industry’s top 20 companies. Some 50,000 employees create value through innovation daily for the three business areas human pharmaceuticals, animal health and biopharmaceuticals. In 2018, Boehringer Ingelheim achieved net sales of around 17.5 billion euros. R&amp;D expenditure of almost  3.2 billion euros corresponded to 18.1 per cent of net sales. &#xd;<br />&#xd;<br />As a family-owned company, Boehringer Ingelheim plans in generations and focuses on long-term success. The company therefore aims at organic growth from its own resources with simultaneous openness to partnerships and strategic alliances in research. In everything it does, Boehringer Ingelheim naturally adopts responsibility towards humankind and the environment. &#xd;<br />&#xd;<br />More information about Boehringer Ingelheim can be found on www.boehringer-ingelheim.com or in our annual report: http://annualreport.boehringer-ingelheim.com.","acronym":"","interests":"Budget, Business and Industry, Competition, Consumers, Customs, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, International co-operation and development, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"EU Health Policy&#xd;<br />EU Research Policy&#xd;<br />EU Trade Policy&#xd;<br />Innovative Medicines Initiative&#xd;<br />Health Technology Assessment&#xd;<br />Data Protection Regulation&#xd;<br />Medicine's Adaptive Pathways to Patients&#xd;<br />Veterinary policy and legislation&#xd;<br />EU Environment Policy","lastUp":"2019-07-09T10:23:16.798+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}