{"id":"28998516721-93","name":"European Committee for Homeopathy","registrationDate":"2011-09-19T11:10:22.326+01:00","category":3,"subCategory":2,"legal":"international association having philanthropic, scientific and educational aims, registered under the Belgian law of 25th October 1919, modified by the law of 6th December 1954.","web":"http://www.homeopathyeurope.org","country":"Belgium","headAddress":"Noorwegenstraat 49","headCity":"9940 Evergem (Ghent)","headPostCode":"","headPhone":"(32)92 18 85 85","boss":"Hélène Renoux","bossTitle":"Ms","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"Collaboration with other European CAM medical associations in CAMDOC (www.camdoc.eu)&#xd;\nCollaboration with other European associations in the field of CAM, such as practitioners' and patients' organisations in EUROCAM&#xd;\nMember of EPHA - European Public Health Alliance&#xd;\nCollaboration with Liga Medicorum Homeopathica Internationalis (LMHI)","memberOrga":"https://homeopathyeurope.org/about/members/","goal":"The European Committee for Homeopathy represents medical doctors, pharmacists, veterinarians and agronomists specialized in homeopathy, organized in 40 associations in 28 European countries. It is aimed at&#xd;<br />&#xd;<br />- promoting the scientific development of homeopathy;&#xd;<br />- ensuring high standards in the education, training and practice of homeopathy by registered health professionals;&#xd;<br />- harmonising professional standards in homeopathic practice across Europe;&#xd;<br />- providing high-quality homeopathic care in a safe medical context;&#xd;<br />- integrating high-quality homeopathy into European health systems.","acronym":"ECH","interests":"Agriculture and Rural Development, Consumers, Education and training, Employment and Social Affairs, Public Health, Single market","euInitiatives":"-DIRECTIVE 2001/83/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 6 November 2001 on the Community code relating to medicinal products for human use.&#xd;<br />- A EUROPEAN ONE HEALTH ACTION PLAN AGAINST ANTIMICROBIAL RESISTANCE (AMR), European Commission&#xd;<br />- HMPWG REPORT ON THE REGULATORY STATUS OF&#xd;<br />HOMEOPATHIC MEDICINAL PRODUCTS FOR HUMAN USE IN EU AND EFTA COUNTRIES, Homeopathic Medicinal Products Working Group, Heads of Medicines Agencies.&#xd;<br />- FIRST SAFE DILUTIONS WHERE HOMEOPATHIC USE&#xd;<br />IS JUSTIFIED (CONSOLIDATED LIST OF FSD, LISTS 1-4, Homeopathic Medicinal Products Working Group, Heads of Medicines Agencies.&#xd;<br />-  CONSOLIDATED LIST OF STOCKS FOR WHICH&#xd;<br />HOMEOPATHIC USE IS JUSTIFIED, Homeopathic Medicinal Products Working Group, Heads of Medicines Agencies.","lastUp":"2019-12-12T13:29:16.093+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}