{"id":"290357430675-32","name":"European Science Engagement Association","registrationDate":"2018-03-08T11:43:19.487+01:00","category":3,"subCategory":2,"legal":"NGO","web":"http://eusea.info","country":"Austria","headAddress":"European Science Engagement Association","headCity":"Vienna","headPostCode":"A-1030","headPhone":"(49)1 51 23 00 63 70","boss":"Annette Dr. Klinkert","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":4,"membersFTE":"2.0","membership":"List of member organisations: http://www.eusea.info/members/","memberOrga":"A list of all EUSEA members can be found here:&#xd;\n&#xd;\nhttps://www.eusea.info/members/","goal":"The European Science Engagement Association, EUSEA, is an international community of public engagement professionals, science festival and science event organizers. The Association comprises about 100 members, including universities, science festival organisations, science centres and museums, municipalities and NGO’s in almost all European countries. &#xd;<br />&#xd;<br />EUSEA has developed from a knowledge-sharing platform for European science festivals to a collaborative community of public engagement professionals, developing and testing new formats of science communication, building relationships with researchers, policy-makers and stakeholders from scientific institutions, HEIs, municipalities and regions. EUSEA supports new initiatives and provides trainings e.g. for members in Southeast Europe and in the Baltic countries, including Russia. Eusea member institutions cover almost all European countries and some non-European states such as Israel, Georgia or Egypt.&#xd;<br />&#xd;<br />Eusea members can provide experience and knowledge to conduct complex public engagement and science communication strategies addressing a wide range of target groups. The geographic distribution of Eusea members allows the organisation to cover most European countries.&#xd;<br />&#xd;<br />Over the past few years, several Eusea members have developed innovative forms of public engagement activities and formats, such as science parliaments, science picnics, citizen science projects or Researcher’s Nights. Some members have also participated e.g. in the VOICES project. Social inclusion and citizen’s science have been highlighted subjects at Eusea Annual Conferences, for knowledge and experience sharing.","acronym":"EUSEA","interests":"Budget, Communication, Consumer Affairs, Development, Education, Employment and Social Affairs, External Relations, Information Society, Regional Policy, Research and Technology, Trans-European Networks, Youth","euInitiatives":"HORIZON 2020&#xd;<br />FP 9&#xd;<br />Open Science&#xd;<br />Responsible Research and Innovation&#xd;<br />Science with and for Society","lastUp":"2018-03-08T11:45:04.420+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}