{"id":"290499432662-86","name":"Spiritual Missions of the Carpathian Eparchy of the Ukrainian Autocephalous Orthodox Church in the Czech Republic","registrationDate":"2018-09-23T14:41:45.258+02:00","category":5,"subCategory":15,"legal":"žádný","web":"http://pcoteplice.eu","country":"Czech republic","headAddress":"Duchovní mise Karpatské eparchie UAPC v ČR","headCity":"Teplice","headPostCode":"41501","headPhone":"(420)7 21 47 46 16","boss":"Eugen Sigismund Freimann","bossTitle":"Mr","bossPosition":"duchovní představitel ","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Spolek je dobrovolným, nevládním, neziskovým svazkem pravoslavných věřících pod duchovním vedením Konzistoře Karpatské eparchie Ukrajinské autokefální pravoslavné církve, v němž se spolčili zastánci  duchovního rozvoje ukrajinských občanů žijících v České republice a dalších příznivců pravoslavného vyznání k naplnění jejich duchovních potřeb, k aktivní činnosti na tomto rozvoji, k popularizaci tohoto cíle a k poskytování obecně prospěšné činnosti v oblasti naplňování tohoto misijního díla. Úkolem je zároveň vést duchovní a liturgický život, filantropicky a charitativně pomáhat potřebným a zároveň vytvářet kontaktní duchovní centra pro naplňování tohoto cíle. K tomuto účelu jmenuje předseda spolku duchovní, kteří obdrželi kanonickou misi a souhlas Konzistoře Karpatské eparchie Ukrajinské autokefální pravoslavné církve.  Zároveň dbát a napomáhat k ochraně práv občanů a pravoslavných věřících, hájení jejich zájmů v souladu s Listinou základních práv a svobod. Při této činnosti dbát, aby nikým nebyla rozněcována nenávist, nesnášenlivost, podpora násilí a porušování ústavy a zákonů.","acronym":"SM UAOC","interests":"Communication, Culture and media, Education and training, Humanitarian aid and civil protection, Justice and Fundamental Rights, Migration and asylum, Youth","euInitiatives":"Úkolem je vést duchovní a liturgický život, filantropicky a charitativně pomáhat potřebným. a zároveň vytvářet kontaktní duchovní centra pro naplňování tohoto cíle","lastUp":"2018-09-23T14:55:12.408+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}