{"id":"290470533283-78","name":"Vlaams Instituut voor de Zee","registrationDate":"2018-11-21T09:16:57.983+01:00","category":4,"subCategory":5,"legal":"asbl","web":"http://www.vliz.be","country":"Belgium","headAddress":"Innovocean campus","headCity":"Oostende","headPostCode":"8400","headPhone":"(32)59 34 21 30","boss":"Jan MEES","bossTitle":"Mr","bossPosition":"General Director","membersCount":5,"membersFTE":"1.5","membership":"EUROCEAN&#xd;\nVlaams Europees Verbindingsagentschap VLEVA&#xd;\nEuropean Marine Board&#xd;\n&#xd;\nplease check our overview page on international mandates:&#xd;\n&#xd;\n&#xd;\n    The Flanders Marine Institute is the coordination and information platform for marine and coastal research in Flanders. It also promotes and supports the international image of Flemish marine scientific research and international marine education as a partner in various projects and networks.&#xd;\n&#xd;\nThe Flanders Marine Institute (VLIZ) is an autonomous institute with the legal status of a non-profit organisation under Belgian law that receives an annual allowance from the Government of Flanders, in particular from the department of Economy, Science and Innovation (EWI), and from the province of West Flanders.&#xd;\n&#xd;\nThe highest ruling organ of VLIZ is the General Assembly. The organisation is administered by a Board of Directors, and its daily operations are overseen by the General Director, assisted by the Coordination division. A permanent team of scientists in the Scientific Committee, which advises the Board of Directors on all scientific aspects of the VLIZ operations, is consulted several times a year to define and adjust its scientific support tasks. This committee consists of three interconnected and mutually reinforcing components. The Scientific Board is a compact steering committee giving high-quality and scientifically sound advice to the Board of Directors. The Guidance Committee is convened annually for a plenary meeting open to a wide group of marine scientists to discuss important new and planned activities. Expert Groups are thematic working groups composed of the most relevant experts from Belgium and abroad and are established for a limited or longer period of time.&#xd;\n&#xd;\nAs a supporting institution for coastal and marine scientific research, VLIZ concludes cooperation agreements with national and international universities, research institutions and individual research groups.&#xd;\n&#xd;\nThe Government of Flanders has also made VLIZ responsible for a number of particular assignments to support international organisations. These capitalise on the international experience and reputation VLIZ has built up. They also provide the opportunity to embed important European initiatives in Flanders.","memberOrga":"http://www.vliz.be/en/organisation&#xd;\n&#xd;\n&#xd;\n    The Flanders Marine Institute is the coordination and information platform for marine and coastal research in Flanders. It also promotes and supports the international image of Flemish marine scientific research and international marine education as a partner in various projects and networks.&#xd;\n&#xd;\nThe Flanders Marine Institute (VLIZ) is an autonomous institute with the legal status of a non-profit organisation under Belgian law that receives an annual allowance from the Government of Flanders, in particular from the department of Economy, Science and Innovation (EWI), and from the province of West Flanders.&#xd;\n&#xd;\nThe highest ruling organ of VLIZ is the General Assembly. The organisation is administered by a Board of Directors, and its daily operations are overseen by the General Director, assisted by the Coordination division. A permanent team of scientists in the Scientific Committee, which advises the Board of Directors on all scientific aspects of the VLIZ operations, is consulted several times a year to define and adjust its scientific support tasks. This committee consists of three interconnected and mutually reinforcing components. The Scientific Board is a compact steering committee giving high-quality and scientifically sound advice to the Board of Directors. The Guidance Committee is convened annually for a plenary meeting open to a wide group of marine scientists to discuss important new and planned activities. Expert Groups are thematic working groups composed of the most relevant experts from Belgium and abroad and are established for a limited or longer period of time.&#xd;\n&#xd;\nAs a supporting institution for coastal and marine scientific research, VLIZ concludes cooperation agreements with national and international universities, research institutions and individual research groups.&#xd;\n&#xd;\nThe Government of Flanders has also made VLIZ responsible for a number of particular assignments to support international organisations. These capitalise on the international experience and reputation VLIZ has built up. They also provide the opportunity to embed important European initiatives in Flanders.","goal":"The Flanders Marine Institute (VLIZ) promotes the strengthening of marine knowledge and excellence in marine research in Flanders. The marine research areas are the ocean and seas, the coast and the tidal systems. The target groups for knowledge accumulation are the marine research community as well as educational institutions, the general public, policymakers and the industry (within the scope of the blue economy).&#xd;<br />The five strategic objectives of VLIZ are:&#xd;<br />   -Initiate, support, promote and implement innovative and multidisciplinary marine research for the benefit of, in collaboration with or complementary to Flemish and international marine research groups.&#xd;<br />   - Promote the national and international image of Flemish marine research.&#xd;<br />    Serve as a national and international point of contact in the field of marine research.&#xd;<br />   - Promote ocean literacy in Flanders and marine research visibility among the general public.&#xd;<br />   - Provide tailored scientific data, information, knowledge and insights to the Flemish marine research community, the blue economy and policymakers with regard to marine matters.","acronym":"VLIZ","interests":"Climate Action, Communication, Culture and media, Digital economy and society, Education and training, Energy, Environment, Institutional affairs, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation","euInitiatives":"(a) Gobal initiatives: IOC/UNESCO Global Ocean Science Report, UN Decade of Ocean Science for Sustainable Development, UN Agenda 2030 and SDG14; IOC Capacity Development; OECD Ocean Economy and Valuing Ocean Economy;.. (b) Europe: JPI-Oceans, EU Marine Board; (c) EU: EU  Parliament intergroups, Horizon 2020 and upcoming Horizon Europe, EU Blue Growth and Innovation Agenda; Life and Climate; European Open Science Cloud; EMODNET and European Atlas; EU ESFRIs (EMBRC, LifeWatch, ICOS,..)&#xd;<br />(d) Regional/sea basins: OSPAR, HELCOM and cooperation on research and Innovation in the (Southern) North Sea region, Baltic and North Sea cooperations; CRPM,...&#xd;<br />Local: Support/advice to Implementation of EU (marine) policy processes e.g. MSFD, Marine Spatial Planning, Blue Growth and Innovation, Ocean Literacy etc.","lastUp":"2019-11-13T10:38:56.014+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}