{"id":"290825728075-67","name":"GEIE ECO-TRANS-FAIRE","registrationDate":"2017-08-22T14:56:53.767+01:00","category":2,"subCategory":3,"legal":"GEIE","web":"http://www.ecotransfaire.eu","country":"Luxembourg","headAddress":"4 rue John Lennon","headCity":"BELVAUX","headPostCode":"4371","headPhone":"(33)6 85 23 18 73","boss":"Bernard LAHURE","bossTitle":"Mr","bossPosition":"Gérant","membersCount":3,"membersFTE":"1.5","membership":"ECO-TRANS-FAIRE est aussi membre de l'institut de la Grande Région (http://www.institut-gr.lu/)","memberOrga":"","goal":"ECO-TRANS-FAIRE est un activateur économique transfrontalier dans le périmètre du Luxembourg, le sud-Wallon, le nord Lorrain, la Sarre et le sud de la Rhénanie Palatinat. &#xd;<br />Le domaine d'action est l'économie de la transition et la décroissance carbonée dans les secteurs des circuits de proximité agricole, la rénovation de l'habitat et le soutien à l'économie sociale et solidaire.  &#xd;<br />ECO-TRANS-FAIRE s'appuie sur les programmes locaux étatiques et européens de développement (INTERREG Grande Région, NWE, H2020, UIA) pour son action.&#xd;<br />ECO-TRANS-FAIRE travaille actuellement à la mise en place d'un réseau approvisionnement en circuit court alimentaire pour la restauration collective. &#xd;<br />Il porte aussi un projet de mise en œuvre de rénovation de l'habitat en économie circulaire et la mise en place d'un pôle d’économie social et solidaire dans la Grande Région.&#xd;<br />Un projet de valorisation des déchets de déconstruction  est en cours de développement.  &#xd;<br />Il participe en tant qu'expert au comité économique et social de la Grande Région et du Sommet de la Grande Région. Il intervient aussi comme expert à BENELUX p dans ses champs de compétences.","acronym":"ETF","interests":"Agriculture and Rural Development, Culture, Employment and Social Affairs, Energy, Environment, Food Safety","euInitiatives":"Protocole d'accord expérimental sur les conditions régissant les échanges transfrontaliers&#xd;<br />d'animaux de boucherie et de volailles d'abattage entre le Royaume de Belgique, le Grand Duché&#xd;<br />de Luxembourg et la République française.&#xd;<br />Signataire du memorandum d'accord URBISCOOP Benelux.","lastUp":"2017-08-22T15:00:35.114+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}