{"id":"291219715847-52","name":"easyJet","registrationDate":"2015-01-30T16:18:28.059+01:00","category":2,"subCategory":3,"legal":"UK plc","web":"http://www.easyjet.com","country":"United kingdom","headAddress":"Hangar 89","headCity":"Luton airport","headPostCode":"LU2 9PF","headPhone":"(44)15 82 52 52 52","boss":"Johan Lundgren","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"0.75","membership":"A4E - Airlines for Europe","memberOrga":"","goal":"easyJet flies on more of Europe’s most popular routes than any other airline. easyJet carries over 81 million passengers annually, of which more than 13 million are travelling on business. easyJet flies over 280 aircraft on more than 890 routes to over 140 airports across 31 countries. More than 300 million Europeans live within one hour's drive of an easyJet airport. easyJet aims to be a good corporate citizen, employing people on local contracts in seven countries across Europe in full compliance with national laws and recognising their trade unions. The airline supports a number of local charities and also has a corporate partnership with UNICEF which has raised over 11m EUR for the most vulnerable children since it was established in 2012. The airline takes sustainability seriously. easyJet invests in the latest technology, operates efficiently and fills most of its seats. Since 2000 easyJet has reduced its carbon emissions per passenger, per kilometre by over 30%. Its latest target is a further 10% reduction from today’s performance by 2022 and a 38% improvement from 2000. Innovation is in easyJet’s DNA – from our launch almost 20 years ago when we changed the way people fly to the present day where we lead the industry in digital, web, engineering and operational innovations to make travel more easy and affordable for our passengers.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Consumers, Employment and Social Affairs, Environment, Research and innovation, Single market, Taxation, Transport","euInitiatives":"Any EU aviation policy and related issues, including relevant legislation in the transport, consumer, and environment areas.","lastUp":"2019-02-20T15:00:05.933+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}