{"id":"291356616786-40","name":"Aareal Bank AG","registrationDate":"2015-03-27T17:47:16.044+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.aareal-bank.com","country":"Germany","headAddress":"Paulinenstr. 15","headCity":"Wiesbaden","headPostCode":"65189","headPhone":"(49)6 11 34 80","boss":"Hermann J. Merkens","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstands","membersCount":2,"membersFTE":"0.5","membership":"Verb?nde: Bundesverband deutscher Banken (BdB), Verband deutscher Pfandbriefbanken (vdp), Verband ?ffentlicher Banken Deutschlands (V?B), European Banking Federation (EBF).","memberOrga":"","goal":"Die Aareal Bank Gruppe mit Hauptsitz in Wiesbaden ist einer der f?hrenden internationalen Immobilienspezialisten. Sie ist mit Mitarbeitern aus ?ber 30 Nationen auf drei Kontinenten - in Europa, Nordamerika und Asien - vertreten. Die Muttergesellschaft des Konzerns ist die im MDAX gelistete Aareal Bank AG. Unter ihrem Dach sind die Unternehmen der Gruppe in den Gesch?ftssegmenten Strukturierte Immobilienfinanzierungen und Consulting / Dienstleistungen geb?ndelt. &#xd;<br />&#xd;<br />Im Gesch?ftssegment Strukturierte Immobilienfinanzierungen begleitet die Aareal Bank Gruppe nationale und internationale Kunden bei ihren Immobilienprojekten auf drei Kontinenten. Sie bietet Finanzierungen von gewerblichen Immobilien, insbesondere von B?rogeb?uden, Hotels, Shoppingcentern sowie Logistik- und Wohnimmobilien. &#xd;<br />&#xd;<br />Im Segment Consulting/Dienstleistungen bietet die Aareal Bank Gruppe L?sungen f?r Kunden aus der Wohnungs- und der gewerblichen Immobilienwirtschaft sowie f?r die Energie- und Entsorgungswirtschaft. Diese umfassen spezialisierte Bankdienstleistungen und Electronic Banking sowie die automatisierte Abwicklung von Massenzahlungsverkehr und die Optimierung weiterf?hrender Prozesse. &#xd;<br />&#xd;<br />Die Aareal Bank hat sich im Kapitalmarkt als aktiver und zuverl?ssiger Emittent von Pfandbriefen, Schuldscheinen und Schuldverschreibungen etabliert.","acronym":"","interests":"Economic and Financial Affairs, Energy, Enterprise, External Relations, Financial Stability, Financial Services and Capital Markets Union , Information Society, Justice and Fundamental Rights, Taxation","euInitiatives":"Nicht abschlie?ende Liste: Kapitalmarktunion, Bankenunion, Bankenaufsichtsrecht, CRDV/CRR II, Covered Bonds, Privatplatzierungen, Derivate, Einlagensicherung, IFRS, Zahlungsverkehr, Corporate Governance, Besteuerung des Finanzsektors, Ratings, Leverage Ratio, NSFR, TLAC, Basel IV","lastUp":"2017-02-16T15:22:29.891+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}