{"id":"291356616786-40","name":"Aareal Bank AG","registrationDate":"2015-03-27T17:47:16.044+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.aareal-bank.com","country":"Germany","headAddress":"Paulinenstr. 15","headCity":"Wiesbaden","headPostCode":"65189","headPhone":"(49)6 11 34 80","boss":"Hermann J. Merkens","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstands","membersCount":2,"membersFTE":"0.5","membership":"Verbände: Bundesverband deutscher Banken (BdB), Verband deutscher Pfandbriefbanken (vdp), Verband Öffentlicher Banken Deutschlands (VÖB), European Banking Federation (EBF).","memberOrga":"","goal":"Die Aareal Bank Gruppe mit Hauptsitz in Wiesbaden ist einer der führenden internationalen Immobilienspezialisten. Sie ist mit Mitarbeitern aus über 30 Nationen auf drei Kontinenten - in Europa, Nordamerika und Asien - vertreten. Die Muttergesellschaft des Konzerns ist die im MDAX gelistete Aareal Bank AG. Unter ihrem Dach sind die Unternehmen der Gruppe in den Geschäftssegmenten Strukturierte Immobilienfinanzierungen und Consulting / Dienstleistungen gebündelt. &#xd;<br />&#xd;<br />Im Geschäftssegment Strukturierte Immobilienfinanzierungen begleitet die Aareal Bank Gruppe nationale und internationale Kunden bei ihren Immobilienprojekten auf drei Kontinenten. Sie bietet Finanzierungen von gewerblichen Immobilien, insbesondere von Bürogebäuden, Hotels, Shoppingcentern sowie Logistik- und Wohnimmobilien. &#xd;<br />&#xd;<br />Im Segment Consulting/Dienstleistungen bietet die Aareal Bank Gruppe Lösungen für Kunden aus der Wohnungs- und der gewerblichen Immobilienwirtschaft sowie für die Energie- und Entsorgungswirtschaft. Diese umfassen spezialisierte Bankdienstleistungen und Electronic Banking sowie die automatisierte Abwicklung von Massenzahlungsverkehr und die Optimierung weiterführender Prozesse. &#xd;<br />&#xd;<br />Die Aareal Bank hat sich im Kapitalmarkt als aktiver und zuverlässiger Emittent von Pfandbriefen, Schuldscheinen und Schuldverschreibungen etabliert.","acronym":"","interests":"Banking and financial services, Business and Industry, Digital economy and society, Economy, finance and the euro, Energy, External Relations, Justice and Fundamental Rights, Taxation","euInitiatives":"Nicht abschließende Liste: Kapitalmarktunion, Bankenunion, Bankenaufsichtsrecht, CRDV/CRR II, Covered Bonds, Privatplatzierungen, Derivate, Einlagensicherung, IFRS, Zahlungsverkehr, Corporate Governance, Besteuerung des Finanzsektors, Ratings, Leverage Ratio, NSFR, TLAC, Basel IV, Brexit, NPLs","lastUp":"2019-02-13T13:50:12.443+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}