{"id":"291658228603-85","name":"Navigant Netherlands B.V.","registrationDate":"2017-10-10T13:24:24.269+02:00","category":1,"subCategory":6,"legal":"Private Limited Liability Company","web":"http://www.navigant.com","country":"Netherlands","headAddress":"Stadsplateau 15","headCity":"Utrecht","headPostCode":"3503 RK","headPhone":"(31)3 06 62 33 00","boss":"René Groot Bruinderink","bossTitle":"Mr","bossPosition":"Director","membersCount":22,"membersFTE":"6.0","membership":"","memberOrga":"","goal":"With over 600 consultants, Navigant’s global Energy practice is the largest energy and sustainability consulting team in the industry. We collaborate with utilities and energy companies, government and NGOs, large corporations, product manufacturers, and investors to help them thrive in a rapidly changing energy environment. Our clients include the world’s 50 largest electric, water, and gas utilities; the 20 largest independent power generators; and the 20 largest gas distribution and pipeline companies. Navigant’s seasoned professionals and highly skilled specialists form exceptional teams to help clients transform their businesses, manage complexity and accelerate operational performance, meet compliance requirements, and transform organizations and systems to address upcoming changes as the energy transition accelerates.&#xd;<br />&#xd;<br />We help clients build, manage, and protect their future by:&#xd;<br />•\tBuilding capabilities and innovative solutions that advance and transform their businesses&#xd;<br />•\tManaging complexity and removing barriers to accelerate operational performance&#xd;<br />•\tProtecting their business from adversity by meeting compliance requirements, keeping assets secure, and vigilantly managing risks&#xd;<br />&#xd;<br />We focus on achieving sustainable value for our clients and offer a broad set of transformation offerings that evolve to align with shifting industry demands. &#xd;<br />&#xd;<br />Our long-term, repeat engagements with many clients are a testament to the quality of our work. Navigant’s Quality Management System (NQMS) ensures high quality in each of our work products. This quality management system includes internal policies, checklists, peer and technical checkpoints and reviews, and use of standard tools and templates to produce the following results:&#xd;<br />•\tAlignment with each client’s expectations on scope&#xd;<br />•\tError-free calculations and analyses&#xd;<br />•\tClear written and oral communication of evaluation results&#xd;<br />&#xd;<br />All Navigant employees, including all Energy practice consultants, receive regular NQMS training and are required to review the tools annually.","acronym":"Navigant","interests":"Budget, Climate Action, Consumers, Digital economy and society, Energy, Environment, International co-operation and development, Regional Policy, Research and innovation, Trade, Trans-European Networks, Transport","euInitiatives":"Navigant works on projects set out by the European Commission in the fields of:&#xd;<br />Energy policy, Climate policy, Industry policy, Research &amp; Innovation, Transport, and Development cooperation.","lastUp":"2019-09-20T10:34:41.025+02:00","customers":"DG Energy","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":"","turnoverRange":""}