{"id":"291670415157-05","name":"AdP Internacional","registrationDate":"2014-12-05T15:38:37.633+01:00","category":6,"subCategory":9,"legal":"Sociedade Anónima","web":"http://www.adpinternacional.com","country":"Portugal","headAddress":"Visconde Seabra, nº3","headCity":"Lisboa","headPostCode":"1700-421","headPhone":"(351)2 12 46 98 03","boss":"Cláudio Jesus","bossTitle":"","bossPosition":"Presidente do Conselho de Administração","membersCount":1,"membersFTE":"0.25","membership":"Câmara de Comércio Luso Sul Africana, Câmara de Comércio Indústria Portugal Angola, Parceria Portuguesa para a Água.","memberOrga":"","goal":"A Águas de Portugal Internacional, S.A. tem por missão gerir os negócios do grupo AdP fora do território nacional, atuando simultaneamente como montra e alavanca das vantagens competitivas que Portugal detém no setor do ambiente.&#xd;<br />Nos últimos anos, associando-se a parceiros locais bem como a empresas portuguesas do setor, têm sido desenvolvidos diversos projetos em países como Angola, Argélia, Brasil, Cabo Verde, Marrocos, Moçambique, São Tomé e Príncipe e Timor-Leste, quer num formato de assistência técnica, quer através da gestão de concessões de serviços de águas e resíduos.&#xd;<br />A estratégia internacional do grupo AdP privilegia mercados onde já detenha presença significativa ou experiência relevante e está orientada para a promoção de projetos ambiental, económica e financeiramente sustentáveis.&#xd;<br />Atualmente, o Grupo está presente em Angola, onde constituiu uma sucursal em 2010; em Moçambique, através da sua participada Aquatec e em Timor bem como em diversos outros países, nomeadamente através de contratos de assistência técnica nas vertentes do abastecimento de água e saneamento de águas residuais.","acronym":"AdPI","interests":"Environment, External Relations","euInitiatives":"Nada a assinalar.","lastUp":"2018-02-20T16:20:57.612+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}