{"id":"29172148989-54","name":"Creative Skillset","registrationDate":"2012-06-14T17:49:13.580+02:00","category":2,"subCategory":1,"legal":"Charity","web":"http://wwww.creativeskillset.org","country":"United kingdom","headAddress":"94 Euston Street","headCity":"London","headPostCode":"NW1 2HA","headPhone":"(44207)7 13 98 00","boss":"Seetha Kumar","bossTitle":"Ms","bossPosition":"Chief Executive","membersCount":2,"membersFTE":"0.5","membership":"Part of the Sector Skills Councils International Network, &#xd;\nsupervised by UK Commission for Employment and Skills&#xd;\n&#xd;\nMember of British Screen Advisory Council&#xd;\n&#xd;\nEuropean Sector Skills Council for the Audiovisual and Live Performance Sectors","memberOrga":"","goal":"Creative Skillset is the industry-led skills body for the UK’s screen-based creative industries, including film, high end and other television, VFX, animation and games.&#xd;<br />We work across the UK with employers, individuals, learning/training providers, trade associations, unions and government to ensure the screen industries have the skilled workforce they need. We are the recognised leader in developing professional skills in the UK’s screen-based creative industries to improve productivity, creativity and employability. We identify training needs and help tackle them.","acronym":"","interests":"Audiovisual and Media, Communication, Culture, Education, Enterprise, Research and Technology, Trans-European Networks, Youth","euInitiatives":"Creative Skillset is currently principally involved in the EU though Creative Europe’s Fabula Mundi programme&#xd;<br />&#xd;<br />Fabula Mundi is a theatre cooperation project involving 10 EU countries working in partnership to promote contemporary playwriting and dramaturgy and encourage the professional development of playwrights. Eighty playwrights are taking part in the initiative which involves national and international meetings in partner countries as well as a programme of workshops, residencies and stage presentations across the EU. We write and distribute a monthly newsletter and are promoting the initiative through social media.","lastUp":"2018-04-05T16:37:51.815+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}