{"id":"292007227206-93","name":"Association of Independent Risk and Fraud Advisors","registrationDate":"2017-05-18T12:54:47.977+02:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.airfa.net","country":"United kingdom","headAddress":"Langwood House","headCity":"Rickmansworth","headPostCode":"WD3 1HP","headPhone":"(44)20 81 33 75 75","boss":"William Trueman","bossTitle":"Mr","bossPosition":"Joint CEO","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"The Association of Independent Risk and Fraud Advisors (AIRFA) is a membership organisation, whose members have come together to offer and provide better access to truly independent specialists and expert knowledge in the areas of electronic payments and associated innovation, development and risk management. Whether the enquiry is from a participant in the financial service industry, retail, payment systems, solution providers, national or European government or a regulatory body, the media or another organisation seeking expertise, AIRFA will provide an expert and independent perspective. The response will recognise the role and participation of various stakeholders from consumers to government, the emerging needs of the global payments infrastructure, the role of technology, security and authentication and present an unbiased response, option or consultation.","acronym":"AIRFA","interests":"Banking and financial services, Competition, Consumers, Digital economy and society, Fraud prevention, Regional Policy, Research and innovation, Trans-European Networks","euInitiatives":"AIRFA is currently observing and where appropriate contributing to national and European discussions as they relate to the evolution of electronic payments in the European marketplace and at a domestic country level, the role of various stakeholders across the payments industry, the role of security considerations, authentication, anti-fraud management, compliance management and risk management more broadly.","lastUp":"2018-05-01T14:06:19.634+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}