{"id":"292203131487-15","name":"Egmont Group of Financial Intelligence Units","registrationDate":"2018-05-09T20:17:48.788+02:00","category":6,"subCategory":11,"legal":"international organization","web":"http://www.egmontgroup.org/en","country":"Canada","headAddress":"PO BOX 67130 Yonge Eglinton","headCity":"Toronto","headPostCode":"","headPhone":"(1)41 63 55 56 70","boss":"Jerome Beaumont","bossTitle":"Mr","bossPosition":"Executive Secretary","membersCount":2,"membersFTE":"1.0","membership":"https://www.egmontgroup.org/en/content/observers&#xd;\nhttps://www.egmontgroup.org/en/content/international-partners","memberOrga":"https://www.egmontgroup.org/en/membership/list","goal":"The Egmont Group is a united body of 155 Financial Intelligence Units (FIUs). The Egmont Group provides a platform for the secure exchange of expertise and financial intelligence to combat money laundering and terrorist financing (ML/TF). This is especially relevant as FIUs are uniquely positioned to cooperate and support national and international efforts to counter terrorist financing and are the trusted gateway for sharing financial information domestically and internationally in accordance with global Anti Money Laundering and Counter Financing of Terrorism (AML/CFT) standards.&#xd;<br />&#xd;<br />&#xd;<br />The Egmont Group continues to support the efforts of its international partners and other stakeholders to give effect to the resolutions and statements by the United Nations Security Council, the G20 Finance Ministers, and the Financial Action Task Force (FATF). The Egmont Group is able to add value to the work of member FIUs by improving the understanding of ML/TF risks amongst its stakeholders. The organisation  is able to draw upon operational experience to inform policy considerations; including AML/CFT implementation and AML/CFT reforms. The Egmont Group is the operational arm of the international AML/CFT apparatus.&#xd;<br /> &#xd;<br />&#xd;<br />The Egmont Group recognises sharing of financial intelligence is of paramount importance and has become the cornerstone of the international efforts to counter ML/TF. Financial Intelligence Units (FIUs) around the world are obliged by international AML/CFT standards to exchange information and engage in international cooperation. As an international financial intelligence forum the Egmont Group both facilitates and prompts this amongst its member FIUs.","acronym":"EG","interests":"Banking and financial services, Borders and Security, Fraud prevention, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Taxation","euInitiatives":"the Egmont Group is interested in receiving access to information related to the implementation of the requirement of Directive (EU) 849/2015 of the European Parliament and of the Council of 20 May 2015 on the prevention of the use of the financial system for the purposes of money laundering or terrorist financing, amending Regulation (EU) No 648/2012 of the European Parliament and of the Council, and repealing Directive 2005/60/EC of the European Parliament and of the Council and Commission Directive 2006/70/EC, as well as data and information regarding implementation of the objectives of the Common Foreign and Security Policy and more specifically related to countering terrorism and financing of terrorism.","lastUp":"2018-05-09T20:18:43.230+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}