{"id":"292576015608-71","name":"SHV Energy NV","registrationDate":"2015-01-15T16:55:43.537+02:00","category":2,"subCategory":3,"legal":"Naamloze vennootschap","web":"http://www.shvenergy.com","country":"Netherlands","headAddress":"Taurusavenue, 19","headCity":"Hoofddorp","headPostCode":"2132 LS","headPhone":"(3123)5 55 57 43","boss":"Mark Wolt","bossTitle":"Mr","bossPosition":"Corporate legal counsel","membersCount":4,"membersFTE":"2.5","membership":"AEGPL&#xd;\nWLPGA&#xd;\nFREE Initiative&#xd;\nCOGEN Europe&#xd;\nEuropean Energy Forum","memberOrga":"","goal":"SHV Energy is a unique energy provider in a world where the climate is changing and air quality is a critical health issue for millions. The world’s largest LPG distributor, SHV Energy also provides small-scale LNG, sustainable biomass and bio-LPG to those without access to the grid. LPG is the most widely used gaseous fuel in the world, with users able to utilize large and small scale individual storage solutions easily and safely. These cleaner energy sources help people to switch away from polluting oil and solid fuels, improving their quality of life and reducing their impact on the environment. Furthermore, SHV Energy is committed to being an active participant in the energy transition and especially in rural areas, with significant investments in renewable energy planned for the coming years. SHV Energy operates in more than 20 countries worldwide. Our brands include Primagaz, Calor Gas, Liquigas, Gaspol, Ipragaz, Primagas, Butan Plin, SuperGasbras, SHV Energy India, Xiweigas/SHV China Investment Company, Pinnacle Propane, Prima LNG, Balcas, and SHV Gas Supply &amp; Risk Management. A Dutch family owned company; we are committed to working sustainably with communities, stakeholders and policymakers to advance energy, together.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Consumer Affairs, Energy, Environment, Internal Market, Regional Policy, Research and Technology, Taxation, Trans-European Networks, Transport","euInitiatives":"Clean Energy Package&#xd;<br />Energy Efficiency Directive&#xd;<br />Renewable Energy Directive&#xd;<br />Energy Performance of Buildings Directive&#xd;<br />Heating &amp; Cooling&#xd;<br />EU Mobility Package&#xd;<br />Air Quality","lastUp":"2018-03-25T17:34:45.459+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}