{"id":"292985528765-40","name":"Privacy First","registrationDate":"2017-10-30T11:36:16.684+02:00","category":3,"subCategory":2,"legal":"stichting","web":"https://www.privacyfirst.nl","country":"Netherlands","headAddress":"Keizersgracht 127","headCity":"Amsterdam","headPostCode":"1015 CJ","headPhone":"(31)2 08 10 02 79","boss":"Bas Filippini","bossTitle":"Mr","bossPosition":"voorzitter","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Privacy First is in 2008 opgericht als onafhankelijke stichting ter behoud en bevordering van ieders recht op privacy. Privacy is een mensenrecht en omvat naast de persoonlijke levenssfeer ook de bescherming van persoonsgegevens, vertrouwelijke communicatie en lichamelijke integriteit. Vast beleid van Privacy First is om onze aandacht primair te richten op (dreigende) privacyschendingen die grote groepen mensen tegelijk kunnen treffen. In onze selectie van onderwerpen laten wij ons daarbij leiden door 1) de schaal, 2) de ernst en 3) de impact en gevolgen van een bepaalde schending. Massale, ernstige privacyschendingen worden door Privacy First eerst onderzocht en publiekelijk benoemd. Vervolgens tracht Privacy First de betreffende schending op te heffen middels stille diplomatie en politieke lobby, gevolgd door een publiekscampagne, juridische actie of – als uiterste middel – een rechtszaak. In lijn met deze criteria richtte de aandacht van Privacy First zich de laatste jaren voornamelijk op biometrie, cameratoezicht, medische privacy, mobiliteit en anonimiteit in de openbare ruimte. Daarnaast is Privacy First actief op het thema privacy &amp; geheime diensten, Big Data en profiling. Sinds 2015 heeft Privacy First een nieuwe overkoepelende component aan al haar activiteiten toegevoegd: Privacy First Solutions. Kernmissie van Privacy First Solutions is om Nederland te ontwikkelen tot internationaal Privacy Gidsland.","acronym":"SPF","interests":"Banking and financial services, Borders and Security, Communication, Digital economy and society, Justice and Fundamental Rights, Migration and asylum, Transport","euInitiatives":"- Algemene Verordening Gegevensbescherming&#xd;<br />- eCall&#xd;<br />- EU PNR &#xd;<br />- bewaarplicht telecommunicatiegegevens (dataretentie) &#xd;<br />- beperking van contante betaalmiddelen  &#xd;<br />- biometrie in identiteitsdocumenten &#xd;<br />- PSD2 &#xd;<br />- mobiliteit en openbaar vervoer &#xd;<br />- grenscontrole","lastUp":"2019-10-19T14:55:38.916+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}