{"id":"293167110565-65","name":"MOVING International Road Safety Association e. V.","registrationDate":"2013-02-04T11:42:39.862+01:00","category":3,"subCategory":2,"legal":"eingetragener Verein","web":"http://www.moving-roadsafety.com","country":"Germany","headAddress":"Schumannstraße, 17","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)30 25 74 16 70","boss":"Jörg-Michael  Satz","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"2.25","membership":"http://www.cieca.eu/&#xd;\n&#xd;\nhttp://etsc.eu/&#xd;\n&#xd;\nhttp://erscharter.eu/","memberOrga":"http://www.moving-roadsafety.com/moving/mitglieder/","goal":"Zweck des Vereins sind die Förderung von Erziehung und Bildung sowie Unfallverhütung in den Bereichen Verkehrssicherheit, Verkehrsschulung und Verkehrserziehung nebst dem damit verbundenen Ausbildungs- und Prüfungswesen in Europa und weltweit. &#xd;<br />&#xd;<br />Der Satzungszweck wird insbesondere verwirklicht durch die Verbreitung des Fachwissens aus Wissenschaft und Forschung mit dem Ziel der weiteren Professionalisierung der Verkehrserziehung und -ausbildung, durch die Initiierung des Austauschs zwischen Organisationen, Unternehmen, Verbänden, Politik und Verwaltung, z. B. mittels Durchführung von themenbezogenen Kongressen sowie durch die Unterstützung von Maßnahmen in den Bereichen Verkehrssicherheit, Verkehrsschulung und Verkehrserziehung, beispielsweise durch die Auslobung von Preisen für Projekte.","acronym":"MOVING","interests":"Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Taxation, Transport, Youth","euInitiatives":"Fahrschulbranche, Regelungen zur proffesionellen Fahrausbildung und Laienfahrausbildung in Mitgliedstaaten, Berufskraftfahrerweiterbildung (Direktive 2003/59 EG &amp; 2006/126 EG), Verkehrserziehung, Rolle der Fahrschulen zur Erreichung der Klimaziele","lastUp":"2020-01-06T10:54:12.438+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}