{"id":"293640312756-23","name":"Film and Music Austria","registrationDate":"2014-01-28T14:43:24.794+01:00","category":2,"subCategory":4,"legal":"Public Corporation","web":"http://www.filmandmusicaustria.at","country":"Austria","headAddress":"Wiedner Hauptstrasse, 63","headCity":"Vienna","headPostCode":"1045","headPhone":"(43)59 09 00 30 12","boss":"Werner Mueller","bossTitle":"Mr","bossPosition":"General Manager","membersCount":1,"membersFTE":"0.25","membership":"Member of CEPI (The European Coordination of Independent Producers), FIAD (International Federation of Film Distributors’ Associations) and FIAPF (Fédération Internationale des Associations de Producteurs de Films)","memberOrga":"","goal":"The \"Fachverband der Film- und Musikindustrie\" (Film and Music Austria) represents the interests of enterprises operating in the film and music industry throughout Austria. The association is a corporation under public law and is an independent specialist organisation with its own sphere of influence within the chambers of commerce. All companies dealing with the manufacture of moving pictures on video carriers of all kinds (film/video production and multimediaproduction), incl. programming companies as defined by the law on cable and satellite broadcasting, film distributing companies, video distribution companies are members of the professional association; in addition, the membership includes copying and reversal shops, studios, sound studios, video finishing firms and the manufacturers and copiers of sound recordings onto sound carriers of all kinds. Firms involved in record pressing and CD manufacture are also members of our professional association.","acronym":"FAMA","interests":"Audiovisual and Media, Culture, Enterprise, General and Institutional Affairs","euInitiatives":"member in international and european film associations (CEPI,FIAD,FIAPF)","lastUp":"2018-01-30T07:50:17.301+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}