{"id":"294492727880-53","name":"European Federation of the Parquet Industry","registrationDate":"2017-07-28T10:39:06.020+02:00","category":2,"subCategory":4,"legal":"non profit organisation","web":"http://www.parquet.net","country":"Belgium","headAddress":"Rue Montoyer 24/box 20","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 87 08 77","boss":"Isabelle Brose","bossTitle":"Ms","bossPosition":"Managing Director","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"http://www.parquet.net/nl/members-products","goal":"The European Federation of the Parquet Industry (FEP) reunites European national parquet federations, parquet manufacturers and suppliers to the industry. It is the main body representing and defending the interests of the European parquet industries at all relevant levels. &#xd;<br />&#xd;<br />The primary goal of FEP is to strengthen and improve the position of parquet as floor covering solution as well as to enhance the growth, prosperity and stature of the European parquet manufacturing industry – thereby protecting its interests and reinforcing its image.","acronym":"FEP","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Public Health, Single market, Trade","euInitiatives":"- Implementation of the Circular Economy Package (CEP)&#xd;<br />- Land Use, Land Use Change and Forestry (LULUCF) &#xd;<br />- Revision of Renewable Energy Directive &#xd;<br />- Revision of the Carcinogens and Mutagens Directive – Limits for Wood dust&#xd;<br />- Harmonized EU System for Volatile Organic Compounds (VOCs) classification&#xd;<br />- EU Industrial Strategy&#xd;<br />- EU Internal Market&#xd;<br />- Construction Products Regulation&#xd;<br />- Trade issues (access to wood raw material, FTAs, HS, EUTR, FLEGT, TTIP, EGA...)","lastUp":"2018-07-03T19:40:55.812+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}