{"id":"294466410821-65","name":"Terumo BCT","registrationDate":"2013-03-14T15:03:24.326+02:00","category":2,"subCategory":3,"legal":"naamloze vennootschap","web":"http://www.terumobct.com","country":"Belgium","headAddress":"Ikaroslaan, 41","headCity":"Zaventem","headPostCode":"1930","headPhone":"(32)27 15 05 90","boss":"Beernaert Koen ","bossTitle":"Mr","bossPosition":"Senior Director Finance EMEA","membersCount":2,"membersFTE":"1.0","membership":"MedTech Europe (EucoMed) www.medtecheurope.org/&#xd;\n&#xd;\nMedPharmPlast www.medpharmplasteurope.org/","memberOrga":"","goal":"Terumo BCT, a global leader in blood component and cellular technologies, is the only company with the unique combination of apheresis collections, manual and automated whole blood processing, and pathogen reduction coupled with leading technologies in therapeutic apheresis and cell processing. We believe in the potential of blood to do even more for patients than it does today. This belief inspires our innovation and strengthens our collaboration with customers.     &#xd;<br />&#xd;<br /> &#xd;<br />&#xd;<br />As we strive to make even safer, higher-quality transfusions available to more people, we can unlock the potential of blood and cell therapies. We can help our customers bring even more treatment options to patients through advanced blood therapies. We can support researchers in developing cellular therapies that may fundamentally improve health care. Terumo BCT is guided by our customers' needs, aspirations and ongoing drive to improve efficiency and patient outcomes.&#xd;<br />&#xd;<br /> &#xd;<br />&#xd;<br />Terumo BCT&#xd;<br />&#xd;<br />Unlocking the Potential of Blood","acronym":"","interests":"Climate Action, Competition, Development, Enterprise, Environment, Humanitarian Aid, Internal Market, Public Health, Regional Policy, Research and Technology, Taxation, Trade","euInitiatives":"Medical Device Regulation&#xd;<br />REACH&#xd;<br />Blood Directives&#xd;<br />Cross Border Directive&#xd;<br />HTA","lastUp":"2018-04-03T13:13:22.640+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}