{"id":"294692024505-14","name":"DENSO International Europe","registrationDate":"2016-11-16T16:23:59.959+02:00","category":2,"subCategory":3,"legal":"BV","web":"https://www.denso.com/global/en/","country":"Netherlands","headAddress":"WTC Tower I, 4th floor","headCity":"Amsterdam","headPostCode":"1077XX","headPhone":"(31)2 02 26 17 89","boss":"Hisaaki Sato","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"1.0","membership":"CLEPA&#xd;\nVDA&#xd;\nERTICO&#xd;\nRAI&#xd;\nJBCE","memberOrga":"","goal":"DENSO (headquartered in Japan) is one of the largest global automotive suppliers of advanced technology, systems and components, heading toward an automotive society where cars put less drag on the environment and drivers have fewer worries about traffic accidents. Everything DENSO does is based on its philosophy: “Contributing to a better world by creating value together with a vision for the future.” This philosophy helps to make DENSO a corporation that is trusted by people around the world. The slogan that describes its Long-term Policy 2020 is “Protecting lives, preserving the planet and preparing a bright future for generations to come”. &#xd;<br />&#xd;<br />DENSO started its European activities in 1973 by establishing DENSO Europe B.V. (\"DENSO Europe\"). Since then DENSO Europe has grown to become a true regional headquarters for Europe. DENSO Europe supports DENSO’s numerous European companies. &#xd;<br />&#xd;<br />With production plants and sales offices in 14 European countries and Morocco, DENSO Europe is able to respond quickly to the needs of DENSO's key customers. Furthermore, engineers in the laboratories and testing centres in Germany, the United Kingdom, Italy and Sweden carry out research and develop technologies prior to their market launch.","acronym":"","interests":"Business and Industry, Climate Action, Environment, Research and innovation, Single market, Transport","euInitiatives":"Vehicle technical regulations &#xd;<br />Automotive safety&#xd;<br />connected and automated driving&#xd;<br />Air quality, exhaust emissions&#xd;<br />CO2 legislation&#xd;<br />Horizon 2020","lastUp":"2018-10-02T15:21:22.899+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}