{"id":"295026122547-54","name":"INFOnline GmbH","registrationDate":"2016-07-04T10:20:34.931+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"https://www.infonline.de","country":"Germany","headAddress":"Brühler Straße 9","headCity":"Bonn","headPostCode":"53119","headPhone":"(49)2 28 41 02 90","boss":"Christof Dr. Rieck","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":15,"membersFTE":"5.5","membership":"https://www.eco.de/","memberOrga":"","goal":"Der Zweck der Gesellschaft ist auf die Sammlung, Zählung und Aufbereitung von Daten über die Online-Nutzung gerichtet. Dieser Zweck soll insbesondere auch durch folgende Tätigkeiten erreicht werden:&#xd;<br />a)\tFörderung der Werbewirkungs- und Marktforschung im Bereich Online;&#xd;<br />b)\tMitwirkung an der Vereinheitlichung von Messverfahren auf europäischer Ebene;&#xd;<br />c)\tBeratung und Unterstützung der gesetzgebenden Körperschaften bei der Ausarbeitung von Gesetzgebungsvorhaben, sofern der Gesellschaftszweck berührt ist;&#xd;<br />d)\tInformation und Förderung des Gedankenaustauschs der Gesellschafter und Wahrnehmung von Kontakten zu Verbänden und anderen Institutionen, soweit der Gesellschaftszweck eine einheitliche Interessenwahrnehmung gebieten;&#xd;<br />e)\tÖffentlichkeitsarbeit und Wahrnehmung, von Kontakten zu den Medien, um die Medien über Anliegen und Wünsche der Gesellschaft in Kenntnis zu setzen, soweit der Gesellschaftszweck eine einheitliche Interessenwahrnehmung gebietet.","acronym":"INFOnline","interests":"Business and Industry, Communication, Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Research and innovation","euInitiatives":"DATENSCHUTZRICHTLINIEN FÜR ELEKTRONISCHE KOMMUNIKATION&#xd;<br />E-Privacy Verordnung, EU-DSGVO, Marktforschung, Internet, Online, Fernsehen, Digital Audience Measurement","lastUp":"2018-05-14T14:25:56.142+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}