{"id":"295277031373-64","name":"Newry and Mourne Co-operative and Enterprise Agency","registrationDate":"2018-04-27T16:56:06.340+02:00","category":3,"subCategory":2,"legal":"Company Limited by Guarantee","web":"http://www.nmea.net","country":"United kingdom","headAddress":"Enterprise House","headCity":"Nerwy","headPostCode":"BT35 6PH","headPhone":"(44)0 28 30 26 70 11","boss":"Conor Patterson","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"Enterprise Northern Ireland&#xd;\nConfederation of Community Groups","goal":"Newry and Mourne Co-operative &amp; Enterprise Agency (NMC) is the primary micro-enterprise support provider in the Newry &amp; Mourne east border region in Northern Ireland providing a continuum of support for entrepreneurs, from guidance for those with a general interest in self-employment, through business planning support for business start-ups, to specialist mentoring for existing businesses at growth stage.   Since 2001, NMC has assisted 2,380 entrepreneurs to develop businesses, employing 3,000 people and generating turnover of €140m p.a.&#xd;<br />With financing from the EU, central government and non-profit donors, NMC delivers the Business Start Enterprise Development Programme, the Interreg funded Co-innovate and Tradelinks programmes, the Social Enterprise Innovation Programme and Exploring Enterprise programme as well as various socio-economic regeneration  and young people’s support programmes. Previously it managed the largest enterprise loan fund in the country and still has close links with the business angel community.&#xd;<br />NMC employs 11 staff including an economist, a chartered accountant, a chartered urban and regional planner, a marketing specialist, a property manager, an IT specialist and two community development experts. Its Chief Executive, Dr Conor Patterson sits on the board of Enterprise NI and several prominent think tanks for enterprise and innovation support.","acronym":"NMC","interests":"Borders and Security, Business and Industry, Culture, Customs, Digital economy and society, Education and training, European Neighbourhood Policy, International co-operation and development, Regional Policy, Research and innovation, Trade, Trans-European Networks","euInitiatives":"ERASMUS+ Youth  KA2 Strategic Partnership to Innovation Support&#xd;<br />Erasmus+ Knowledge Alliances","lastUp":"2019-05-07T15:22:33.379+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}