{"id":"29528175589-79","name":"Portuguese Renewable Energy Association","registrationDate":"2011-03-31T19:56:29.592+01:00","category":2,"subCategory":1,"legal":"non-profit organisation","web":"http://www.apren.pt/","country":"Portugal","headAddress":"Avenida Sidónio Pais","headCity":"Lisboa","headPostCode":"1050-215","headPhone":"(351)2 13 15 16 21","boss":"Pedro Amaral Jorge","bossTitle":"Mr","bossPosition":"President of the Board","membersCount":6,"membersFTE":"4.5","membership":"APREN belongs to the following associations:&#xd;\nAEBIOM&#xd;\nEREF&#xd;\nWindEurope&#xd;\nREN21&#xd;\nSolarPower Europe&#xd;\nWWEA","memberOrga":"The link below apresents the ordinary associates/members of APREN:&#xd;\n&#xd;\nhttp://www.apren.pt/en/associates/associates","goal":"APREN is considered a valuable partner to help establishing faster procedures for the licensing of new renewable energy power plants, and improve legislation related with the sector. The Association gathers the interests of a vast majority of the portuguese independent producers of renewable electricity and acts as their speaker with the relevant national authorities.","acronym":"APREN","interests":"Climate Action, Economy, finance and the euro, Energy, Environment, Research and innovation, Trans-European Networks","euInitiatives":"APREN is actively following all legislative files included in the Clean Energy Package, more specifically, the Renewables Directive, the Energy Efficiency Directive, the Regulation and Directive for the Internal Market of Electricity and the Regulation on risk-preparedness in the electricity sector, through participation in public consultations, through direct contact with governmental bodies, policy makers and other european associations. Besides these, APREN is also following the new State Aids Guidelines for 2014-2020, with collaboration of other european energy associations.","lastUp":"2019-11-20T12:50:39.887+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}