{"id":"295607419789-44","name":"Confederaci?n Espa?ola de Fabricantes de Alimentos compuestos para animales","registrationDate":"2015-12-02T20:20:24.930+01:00","category":2,"subCategory":4,"legal":"Asociaci?n empresarial","web":"http://cesfac.es","country":"Spain","headAddress":"Calle de Diego de Le?n 54, escalera B,  5? derecha","headCity":"Madrid","headPostCode":"28006","headPhone":"(34)9 15 63 34 13","boss":"D. Jorge de Saja Gonz?lez","bossTitle":"","bossPosition":"Director","membersCount":4,"membersFTE":"2.0","membership":"","memberOrga":"www.cesfac.es/organizaciones","goal":"La Confederaci?n persigue como fines fundamentales:&#xd;<br />&#xd;<br />a) Fomentar y defender el sistema de iniciativa privada y econom?a de libre mercado.&#xd;<br />&#xd;<br />b) Propiciar el desarrollo econ?mico del Pa?s como medio de lograr una situaci?n social cada vez m?s justa.&#xd;<br />&#xd;<br />c) Promover y defender la cooperaci?n empresarial de los fabricantes de alimentos para animales.&#xd;<br />&#xd;<br />d) Representar, coordinar, gestionar, fomentar y defender los intereses empresariales de los fabricantes de alimentos compuestos para animales que la integren por formar parte de sus Organizaciones miembro, ante la Sociedad, los Organismos y Administraci?n del Estado, Comunidad Europea, Organizaciones internacionales, as? como ante la Administraci?n de las Comunidades Aut?nomas, Entidades Locales , Organizaciones Empresariales de otros sectores, las Organizaciones de los Trabajadores y ante cuantas instituciones o personas, p?blicas o privadas, sea menester.&#xd;<br />&#xd;<br />e) Prestar los servicios informativos, t?cnicos, jur?dicos y de gesti?n que sean necesarios o convenientes a la Confederaci?n, los miembros que la componen y los intereses de los fabricantes en general.","acronym":"CESFAC","interests":"Agriculture and Rural Development, Competition, Consumer Affairs, Economic and Financial Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Internal Market, Research and Technology, Trade","euInitiatives":"Normativas de piensos medicamentosos y medicamentos veterinarios. Normativa de renovaci?n de aditivos. Normativa relativa a las sustancias indeseables. Normativa relativa a los OGM. Legislaci?n referente a las sustancias y preparados peligrosos. Normativa relativa a la higiene de piensos. Normativa relativa a los biocidas. Situaci?n de la PAC. Road map de las harinas de carne.","lastUp":"2017-10-18T12:42:21.708+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}