{"id":"295986934644-47","name":"Nervtech, raziskave in razvoj","registrationDate":"2019-04-24T13:18:24.555+02:00","category":2,"subCategory":3,"legal":"d.o.o.","web":"https://www.nervtech.com/","country":"Slovenia","headAddress":"Kidričeva ulica 118","headCity":"Trzin","headPostCode":"1236","headPhone":"(386)18 10 91 44","boss":"Matej Vengust","bossTitle":"","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Visokotehnološko podjetje Nervtech je edino na svetu, ki ponuja natančno in znanstveno biometrično evalvacijo človeka med vožnjo – predvsem v kritičnih situacijah kar v realnem življenju ni možno. S svojo inovativnostjo je prepričalo naročnike ter javnost po celem svetu.&#xd;<br />Podjetje Nervtech je domači in svetovni javnosti znano po svojem tehnološko in dizajnersko dovršnem simulatorju vožnje. Ta se ponaša s patentirano premično platformo in popolnoma prilagodljivimi voznimi scenariji, ki zagotavljajo realno izkušnjo vožnje. Opremljen je s številnimi psihofiziološkimi senzorji za zbiranje biometričnih podatkov voznika, ki se lahko uporabljajo za profiliranje voznikov v avtomobilski industriji, prometnih organizacijah, voznih parkih podjetij ter v zavarovalniški industriji. Ekipa trenutno šteje že več kot 20 sodelavcev, predvsem v razvoju, prodaji in marketingu ter poslovnemu razvoju, v njej pa je osem magistrov in šest doktorjev znanosti.&#xd;<br />Podjetje Nervtech se je od ustanovitve leta 2013 do danes usmerilo na B2B trg in svoje storitve ponuja predvsem na področju evaluacije in usposabljanja voznikov, dodatno pa tudi pri ocenjevanju in testiranju interakcije človek-stroj v vozilih ter pri raziskavah na področju avtonomne vožnje.","acronym":"Nervtech","interests":"Research and innovation, Transport","euInitiatives":"\"Roadmap to a Single European Transport Area\" , issued by the European Commission and which seeks zero fatalities in European roads for 2050.","lastUp":"2019-04-24T15:49:01.237+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}