{"id":"296016224456-02","name":"Hapag-Lloyd AG","registrationDate":"2016-11-11T16:23:54.199+02:00","category":2,"subCategory":3,"legal":"AG (Aktiengesellschaft)","web":"http://hapag-lloyd.com","country":"Germany","headAddress":"Ballindamm 25","headCity":"Hamburg","headPostCode":"20095","headPhone":"(49)4 03 00 10","boss":"Rolf Habben Jansen","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.5","membership":"World Shipping Council&#xd;\nVerband Deutscher Reeder&#xd;\nEuropean Community Shipowners' Association&#xd;\nBIMCO&#xd;\nClean Cargo Working Group","memberOrga":"","goal":"Hapag-Lloyd AG operates 237 modern ships, 11.9 million TEU (Twenty-foot Equivalent Unit) transported per year, around 12,800 motivated employees in 399 offices in 128 countries. Hapag-Lloyd is a leading global liner shipping company and a powerful partner.&#xd;<br />Hapag-Lloyd offers a fleet with a total capacity of 1.7 Million TEU, as well as a container stock of approximately 2.6 million TEU including one of the world’s largest and most modern reefer container fleets. A total of 118 liner services worldwide ensure fast and reliable connections between more than 600 ports on all the continents.&#xd;<br />Hapag-Lloyd belongs to the leading oceancarriers for the trades Transatlantic, Middle East, Latin America and Intra-America.&#xd;<br />The owners of Hapag-Lloyd, as of June 30, 2019 are CSAV (27.5%), Klaus Michael Kühne (incl. Kühne Holding AG and Kühne Maritime GmbH (26.2%), HGV Hamburger Gesellschaft für Vermögens- und Beteiligungsmanagement mbH (13.9%), Qatar Investment Authority (14.5%), the Public Investment Fund on behalf of the Kingdom of Saudi Arabia (10.2%), plus a free float of 7.7 % (percentages have been rounded and the free float includes institutional shareholders with a shareholding of less than 5%).  ","acronym":"HLAG","interests":"Environment, Trans-European Networks, Transport","euInitiatives":"Maritime and Environmental Policies&#xd;<br />ESSF Air Emissions from Ships Sub-Group until completion&#xd;<br />ESSF Plenary","lastUp":"2019-09-06T10:15:09.383+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}