{"id":"296265236704-19","name":"ASSOCIAZIONE SAMMARINESI PROPRIETARI AVICOLI","registrationDate":"2019-11-30T21:01:03.400+01:00","category":3,"subCategory":2,"legal":"associazione registrata","web":"","country":"Saint marino","headAddress":"Piazza Grande 48","headCity":"Borgo Maggiore","headPostCode":"","headPhone":"(39)34 83 78 52 87","boss":"Giovanni Francesco UGOLINI","bossTitle":"Mr","bossPosition":"Presidente","membersCount":5,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"L’Associazione, è una organizzazione non governativa che si ispira ai principi fondativi ed alle azioni delle principali organizzazioni non governative e non ha scopo di luco. L’associazione ha lo scopo di promuovere l’allevamento di razze di pollame, uccelli acquatici, tacchini, piccioni, uccelli, nonché l’allevamento e la custodia di volatili selvatici e ornamentali; propaganda l’amore e la conoscenza degli avicoli e dei loro habitat e, per il tramite degli allevatori suoi iscritti, diffonde i sistemi del loro corretto allevamento, sia a scopo ornamentale sia espositivo, promuovendo la riproduzione anche di soggetti già presenti in cattività ed altrimenti in via di estinzione nei loro ambienti naturali. S’interessa quindi, della protezione degli animali e dei loro habitat e dei connessi problemi ecologici ed ambientali. Ha lo scopo inoltre di:&#xd;<br />-  promuovere lo sviluppo dell’allevamento selettivo di colombi, pollame, uccelli acquatici, tacchini, uccelli, di razza e in genere di quelli di razze sammarinesi ed italiane in particolare;&#xd;<br />- di organizzare e regolamentare esposizioni a carattere nazionale ed internazionale;&#xd;<br />- di formare, nominare, aggiornare i giudici di specie, razze e varietà;&#xd;<br />- di distribuire contrassegni identificativi inamovibili associativi;&#xd;<br />- di stampare un notiziario e/o ogni altra pubblicazione specializzata, riservata agli associati nonchè di materiale divulgativo per l’allevamento ornamentale;&#xd;<br />- di istituire gruppi di specializzazione di razza (Club);&#xd;<br />- porre in essere tutto quanto necessario al fine di diffondere e propagandare l’allevamento di razza pura.","acronym":"ASPA","interests":"Agriculture and Rural Development, Climate Action, Environment, Food Safety, Youth","euInitiatives":"Tutte le questioni relative agli animali, in particolare per quanto riguarda il benessere degli animali &#xd;<br />e la legislazione alimentare, così come le politiche legate ai metodi di produzione alimentare, biodiversità, natura,&#xd;<br />specie selvatiche","lastUp":"2019-11-30T21:03:23.435+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}