{"id":"29642463540-93","name":"Österreichischer Rechtsanwaltskammertag","registrationDate":"2010-05-04T09:28:28.059+01:00","category":2,"subCategory":1,"legal":"Körperschaft öffentlichen Rechts","web":"https://www.rechtsanwaelte.at/","country":"Austria","headAddress":"Wollzeile, 1 - 3","headCity":"Wien","headPostCode":"1010","headPhone":"(43)5 35 12 75","boss":"Rupert Wolff","bossTitle":"Mr","bossPosition":"Präsident","membersCount":2,"membersFTE":"1.0","membership":"Rat der europäischen Anwaltschaften (CCBE)&#xd;\nInternational Bar Association (IBA)&#xd;\nUnion internationale des avocats (UIA)&#xd;\nBundeskonferenz der Freien Berufe Österreichs (BUKO)","memberOrga":"Rechtsanwaltskammer für Kärnten&#xd;\nRechtsanwaltskammer Burgenland&#xd;\nRechtsanwaltskammer Niederösterreich&#xd;\nOberösterreichische Rechtsanwaltskammer&#xd;\nSalzburger Rechtsanwaltskammer&#xd;\nSteiermärkische Rechtsanwaltskammer&#xd;\nTiroler Rechtsanwaltskammer&#xd;\nVorarlberger Rechtsanwaltskammer&#xd;\nRechtsanwaltskammer Wien","goal":"Der Österreichische Rechtsanwaltskammertag ist die gesetzlich eingerichtete Vertretung der Rechtsanwälte in Österreich und als solche zur Wahrung der Rechte und Angelegenheiten sowie zur Vertretung der österreichischen Rechtsanwälte auf nationaler, europäischer und internationaler Ebene berufen. Als solcher obliegen ihm besonders die Erstattung von Gesetzesvorschlägen und Stellungnahmen zu Gesetzesentwürfen sowie die Anzeige von Mängeln der Rechtspflege und Verwaltung bei der zuständigen Stelle und die Erstattung von Vorschlägen zur Verbesserung von Rechtspflege und Verwaltung.","acronym":"ÖRAK","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Taxation","euInitiatives":"Wichtigste EU-Initiativen des Vorjahres: Vorschlag zur Überarbeitung der 4. Geldwäscherichtlinie (5. GeldwäscheRL), Europäische Staatsanwaltschaft, Dienstleistungspaket, EU-weite \"Gruppen-Klagen\" und kollektiver Rechtsschutz, Richtlinienvorschlag zu Offenlegungspflichten für sogenannte Intermediäre im Bereich der Steuerplanung, Überarbeitung der Brüssel IIa-Verordnung, Urheberrechtspaket etc.","lastUp":"2018-03-20T08:14:41.669+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}