{"id":"296617715815-65","name":"Entreprise &amp; Diplomatie","registrationDate":"2015-02-02T16:56:34.354+01:00","category":1,"subCategory":6,"legal":"SAS","web":"http://entrepriseetdiplomatie.fr","country":"France","headAddress":"31 Quai Anatole France","headCity":"Paris","headPostCode":"75007","headPhone":"(33)01 84 79 11 02","boss":"Bruno  Delaye","bossTitle":"Mr","bossPosition":"Vice President Exécutif ","membersCount":4,"membersFTE":"1.25","membership":"Groupe ADIT (http://www.adit.fr)&#xd;\n&#xd;\nEntreprise &amp; Diplomatie (http://www.entrepriseetdiplomatie.fr/fr/index.php)","memberOrga":"","goal":"Entreprise &amp; Diplomatie est spécialisée dans la diplomatie d'affaires en France, en Europe et dans le monde.","acronym":"E&amp;D","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Entreprise &amp; Diplomatie s'intéresse tout particulièrement au secteur européen du transport aérien; aux problématiques de traçage et de la traçabilité (Directive 2014/40/UE); à la lutte contre le commerce illicite des produits de grande consommation; à la lutte contre la contrefaçon; au secteur aérospatial; aux interconnexions gazières et électriques; aux politiques d'aide au développement et aux politiques de coopération et de voisinage avec les pays tiers.","lastUp":"2017-06-27T17:30:05.938+01:00","customers":"Air France KLM,Groupe Impala","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}