{"id":"29709186366-95","name":"Giulio Marini","registrationDate":"2011-08-04T13:08:13.792+01:00","category":1,"subCategory":10,"legal":"nessuna","web":"","country":"Italy","headAddress":"Via delle Canterine, 15","headCity":"Ascoli Piceno","headPostCode":"63100","headPhone":"(3939)28 07 36 57","boss":"Giulio  Marini","bossTitle":"Mr","bossPosition":"Principal","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"The law firm is involved in regular practice ( civil and commercial)  , but over time we have obtained better results in lobbying on specific cases rather than managing them before national Courts.&#xd;<br />&#xd;<br />Accordingly , many issues concerning EU laws have been succesfully resolved before Solvit and the EU Commission within a very short period of time , sometimes evenn faster than ordinary Court claims.&#xd;<br />&#xd;<br />We have been focused mostly on professional qualification issues , but we have been active even in matters of transport  social security and taxation.","acronym":"","interests":"Consumer Affairs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Enlargement, Enterprise, External Relations, General and Institutional Affairs, Home Affairs, Internal Market, Justice and Fundamental Rights, Taxation, Trans-European Networks, Transport","euInitiatives":"Improvement of legal aid for lawyers in dealing with cross border cases, and smoothing procedures to appear before foreign Courts.&#xd;<br />Professional qualfification recognition improvement.&#xd;<br />Implementation at national level of notaried freedom of established accordingly to EU Court of Justice jurisprudence.&#xd;<br />Taxation issues and proper cross-border notifcation performed by national tax authorities, including the notification of fines.&#xd;<br />Social Security field: action to remove barriers in free circulation of liberal professions (e.g. avoiding double payments to more than a pension authority).","lastUp":"2018-03-01T14:13:33.038+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}