{"id":"297470925428-80","name":"VPG Systems UK Ltd","registrationDate":"2017-01-17T17:38:02.511+01:00","category":2,"subCategory":3,"legal":"Limited Company","web":"http://www.vishaypg.com/onboard-weighing/","country":"United kingdom","headAddress":"VPG Systems UK Ltd","headCity":"Bradford","headPostCode":"BD2 1AG","headPhone":"(44)12 74 77 11 77","boss":"Jonathan Jackson","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":2,"membersFTE":"0.5","membership":"CiA (CAN in Automation)&#xd;\nUK Engineering Employment Federation (EEF)&#xd;\nThe Society of Motor Manufacturers and Traders Ltd (SMMT)","memberOrga":"","goal":"VPG Systems UK Ltd designs, manufactures and sells on-board vehicle weighing and overload monitoring systems. These systems are mainly sold to the truck industry although more recently many overload monitoring systems have been sold into the light commercial van industry. Customers of VPG. Customers purchase VPG systems to ensure that they do not exceed the maximum loading capacity of their vehicles, and therefore do not overload their vehicles. VPG sells systems to the manufacturers of the trucks and vans, to the companies that convert vehicles into their final application and to the end user fleet operators. In addition VPG can supply specialised on-board weighing systems that can be approved to OIML regulations and used for the purpose of weighing goods for delivery or collection. VPG Systems UK Ltd designs and manufactures products in the UK and has sales offices based in France, Ireland, Holland, Belgium and the UK. In addition VPG exports through third party agents in territories such as North and South America, Africa and Asia.","acronym":"VPG","interests":"Research and Technology, Transport","euInitiatives":"VPG Systems UK Ltd is a specialist in designing and manufacturing vehicle weighing systems and overload  monitoring systems as identified in Directive (EU) 2015/719.","lastUp":"2018-01-05T14:17:19.961+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}