{"id":"297825612467-09","name":"Novamont SpA","registrationDate":"2013-12-18T16:16:59.545+02:00","category":2,"subCategory":3,"legal":"Società per Azioni","web":"http://www.novamont.com","country":"Italy","headAddress":"G. Fauser, 8","headCity":"Novara","headPostCode":"28100","headPhone":"(39)03 21 69 96 11","boss":"Catia Bastioli","bossTitle":"Ms","bossPosition":"Amministratore Delegato","membersCount":5,"membersFTE":"2.75","membership":"Novamont è membro delle seguenti associazioni di categoria: Europabio, European Bioplastics, Plastics Europe, ERRMA, BIC Consortium, Federchimica, CEN, CIPA, BBI Consortium, European Composting Network, Confindustria","memberOrga":"","goal":"Novamont è una realtà industriale italiana nata nel 1989, leader mondiale nel settore delle bioplastiche e nello sviluppo dei biochemicals. Fin dalla sua nascita Novamont ha contribuito in modo significativo alla realizzazione di una nuova politica industriale in grado di integrare chimica, ambiente e agricoltura, e di saldare le esigenze di crescita con la sostenibilità, incoraggiando la transizione verso un nuovo modello di sviluppo, grazie all’impiego di fonti rinnovabili per la produzione di bioplastiche per applicazioni specifiche a basso impatto ambientale. La mission dell’azienda è oggi quella di sviluppare materiali e biochemicals attivando bioraffinerie integrate nel territorio e fornendo soluzioni applicative che garantiscano lungo tutto il loro ciclo di vita un uso efficiente delle risorse con vantaggi sociali, economici ed ambientali di sistema.","acronym":"Novamont","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Economy, finance and the euro, Energy, Environment, International co-operation and development, Research and innovation","euInitiatives":"Main EU initiatives, policies and legislative files currently followed by Novamont: Horizon Europe, Plastic Strategy, Bioeconomy Strategy, PAC","lastUp":"2019-04-04T17:26:45.598+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}