{"id":"29815741326-06","name":"EUK Consulting","registrationDate":"2009-03-09T17:07:37.522+01:00","category":1,"subCategory":6,"legal":"societe anonyme","web":"http://www.eukconsulting.com","country":"Belgium","headAddress":"rue Guimard 7","headCity":"BRUSSELS","headPostCode":"1040","headPhone":"(322)6 47 26 29","boss":"Thomas Murray","bossTitle":"Mr","bossPosition":"Director","membersCount":9,"membersFTE":"5.0","membership":"European Public Affairs Consultancies' Association (EPACA);&#xd;\nThe Association of Professional Political Consultancies (UK); British Chamber of Commerce EU &amp; Belgium;&#xd;\nInternsGoPro; European Policy Centre","memberOrga":"","goal":"EUK offers a full political and stakeholder analysis service. Working closely with the client, EUK identifies business opportunities and threats and draws up comprehensive political and public affairs strategies to address issues in good time. By helping clients to anticipate, shape and meet their stakeholders' requirements, EUK helps to ensure that appropriate relationships are built and maintained. EUK offers a full political, regulatory and stakeholder identification and analysis service. By understanding our clients’ business imperatives – present and future – and their specific issues and concerns, we are able to build and maintain a bank of intelligence on which issues are likely to impact them in which territories, in what form, at what time and at whose instigation. Based on this we assist them to plan their strategy and the supporting engagement: deriving from the campaign objectives which stakeholders to communicate with at each stage of the regulatory process and identifying precisely what engagement channels, evidence, messages and advocacy will create the most compelling case for their desired outcome.","acronym":"EUK","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Business and Industry, Climate Action, Competition, Consumers, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Institutional affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Environment; Chemicals; Health; Tax and Customs; Justice and Home Affairs; Food; Sustainability; Cosmetics and Detergents; Counterterrorism; Anti-Fraud; Enterprise and Industry; Internal Market; Counterfeit; Biocides; Air Quality; Agriculture; Consumer","lastUp":"2019-11-12T14:02:48.140+01:00","customers":"Lonza AG,Emergent Biosolutions Inc,British American Tobacco Coordination Centre V.O.F/S.N.C.","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":"","turnoverRange":"500000-999999"}