{"id":"298142923665-14","name":"Veterinary Public Health Association","registrationDate":"2016-09-30T09:42:34.202+02:00","category":2,"subCategory":1,"legal":"Company limited by guarantee","web":"http://vpha.co.uk","country":"United kingdom","headAddress":"Century House","headCity":"Leeds","headPostCode":"LS15 8ZB","headPhone":"(44)11 32 84 04 00","boss":"Jason Aldiss","bossTitle":"Mr","bossPosition":"UEVH Representative","membersCount":15,"membersFTE":"3.75","membership":"www.fve.org&#xd;\nwww.BVA.co.uk","memberOrga":"","goal":"The objects for which the Company is established are:-&#xd;<br />a)\tTo further the advancement of veterinary public health in the UK and the Republic of Ireland and other nations;&#xd;<br />b)\tTo achieve a closer liaison between all members of the veterinary and other professions interested in public health, with particular reference to foods of animal original and zoonoses.&#xd;<br />c)\tTo assess, develop and encourage improved methods in veterinary public health.&#xd;<br />d)\tTo assess, develop, encourage and promote the study of all relevant aspects concerning the production, handling and distribution of food of animal original with the purpose of improving veterinary public health and animal welfare.&#xd;<br />e)\tTo assess and assist with the training of veterinary and other personnel engaged in, or intending to engage in, veterinary public health and animal welfare and to encourage the organisation of a programme of continuing education. &#xd;<br />f)\tTo achieve representation on national and international conferences associated with veterinary public health and animal welfare.&#xd;<br />g)\tTo consider the implication of relevant legislation and to encourage the introduction of appropriate new legislation.&#xd;<br />h)\tTo obtain satisfactory conditions of service for those engaged in this breach of the veterinary profession.&#xd;<br />i)\tTo pursue and promote such other activities as may appear from time to time to the Association to be consistent with the foregoing. &#xd;<br />j)\tTo promote the role of the veterinarian in the whole food production chain from stable to table: including public health, animal health and welfare.","acronym":"VPHA","interests":"Agriculture, Food Safety, Public Health","euInitiatives":"Animal Health Legislation&#xd;<br />Official Controls - Hygiene Package&#xd;<br />Food Safety policy initiatives e.g. BTSF&#xd;<br />Animal welfare legislation","lastUp":"2018-08-15T12:43:41.918+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}