{"id":"29815741326-06","name":"EUK Consulting","registrationDate":"2009-03-09T17:07:37.522+01:00","category":1,"subCategory":6,"legal":"societe anonyme","web":"http://www.eukconsulting.com","country":"Belgium","headAddress":"rue Guimard 7","headCity":"BRUSSELS","headPostCode":"1040","headPhone":"(322)6 47 26 29","boss":"SEAN MURRAY","bossTitle":"Mr","bossPosition":"Head of Brussels Office","membersCount":8,"membersFTE":"4.25","membership":"European Public Affairs Consultancies' Association (EPACA);&#xd;\nThe Association of Professional Political Consultancies (UK); British Chamber of Commerce EU and Belgium;&#xd;\nInternsGoPro; European Policy Centre","memberOrga":"","goal":"EUK offers a full political and stakeholder analysis service. Working closely with the client, EUK identifies business opportunities and threats and draws up comprehensive political and public affairs strategies to address issues in good time. By helping clients to anticipate, shape and meet their stakeholders' requirements, EUK helps to ensure that appropriate relationships are built and maintained. EUK offers a full political, regulatory and stakeholder identification and analysis service. By understanding our clients’ business imperatives – present and future – and their specific issues and concerns, we are able to build and maintain a bank of intelligence on which issues are likely to impact them in which territories, in what form, at what time and at whose instigation. Based on this we assist them to plan their strategy and the supporting engagement: deriving from the campaign objectives which stakeholders to communicate with at each stage of the regulatory process and identifying precisely what engagement channels, evidence, messages and advocacy will create the most compelling case for their desired outcome.","acronym":"EUK","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, Enlargement, Enterprise, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Research and Technology, Taxation, Trade, Transport, Youth","euInitiatives":"Environment; Chemicals; Health; Tax and Customs; Justice and Home Affairs; Food; Sustainability; Cosmetics and Detergents; Counterterrorism; Anti-Fraud; Enterprise and Industry; Internal Market; Counterfeit; Biocides; Air Quality; Agriculture; Consumer","lastUp":"2017-12-22T10:46:01.698+01:00","customers":"Lonza AG","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":"","turnoverRange":"500000-999999"}