{"id":"298300134310-28","name":"Ombudsperson for Gender Equality of the Republic of Croatia","registrationDate":"2019-03-20T11:48:42.114+01:00","category":6,"subCategory":9,"legal":"Independent body","web":"http://www.prs.hr/","country":"Croatia","headAddress":"Preobraženska ulica 4","headCity":"Zagreb","headPostCode":"10000","headPhone":"(385)14 84 81 00","boss":"Višnja Ljubičić","bossTitle":"Ms","bossPosition":"Ombudsperson for gender equality","membersCount":10,"membersFTE":"4.0","membership":"","memberOrga":"","goal":"Ombudsperson for Gender Equality of the Republic of Croatia is independent body in charge  of combating discrimination in the field of gender equality. The responsibilities of the Ombudsperson for gender equality  include:&#xd;<br />1. receiving complaints from any natural persons or legal entities regarding discrimination in&#xd;<br />the area of gender equality,&#xd;<br />2. providing assistance to natural and legal persons who lodged a complaint of sexual&#xd;<br />discrimination when instituting legal proceedings,&#xd;<br />3. taking steps to investigate individual complaints prior to the legal proceedings,&#xd;<br />4. conducting, with the consent of the parties involved, a mediation process with a possibility&#xd;<br />to reach an out-of-court settlement,&#xd;<br />5. collecting and analysing statistical data on cases of sexual discrimination,&#xd;<br />6. conducting independent surveys concerning discrimination, publishing independent reports&#xd;<br />and exchanging available information with corresponding European bodies and more.","acronym":"","interests":"Consumers, Culture and media, Education and training, Employment and Social Affairs, Justice and Fundamental Rights, Migration and asylum, Public Health, Single market, Sport, Taxation, Trans-European Networks","euInitiatives":"Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on work-life balance for parents and carers and repealing Council Directive 2010/18/EU, Proposal for a COUNCIL DIRECTIVE on implementing the principle of equal treatment between persons irrespective of religion or belief, disability, age or sexual orientation, provisions of EU law implementing the Treaty principle on 'equal pay for equal work or work of equal value' and other.","lastUp":"2019-03-20T13:48:09.786+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}