{"id":"29840188581-12","name":"Sodexo SA","registrationDate":"2012-04-13T12:27:13.309+01:00","category":2,"subCategory":3,"legal":"SA","web":"http://www.sodexo.com","country":"France","headAddress":"Quai de la Bataille de Stalingrad, 255","headCity":"Issy Les Moulineaux","headPostCode":"92866","headPhone":"(33)1 57 75 85 15","boss":"Denis MACHUEL","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"1.5","membership":"Membres de :&#xd;\n- Business Europe&#xd;\n- Food Service Europe&#xd;\n- EFSI&#xd;\n- EURO FM&#xd;\n- Electronic Money Association (EMA) &#xd;\n- SVIA&#xd;\n- Medef&#xd;\n- AFEP&#xd;\n- BCCB&#xd;\n- IFWC&#xd;\n- CSR Europe","memberOrga":"","goal":"Sodexo, leader mondial des Services de Qualité de Vie.&#xd;<br />Parce que nous sommes convaincus que la Qualité de Vie participe au progrès des individus et à la performance des organisations, Sodexo, créé par Pierre Bellon en 1966, est depuis 50 ans, le partenaire stratégique des entreprises et des institutions en quête de performance et de bien-être de leur personnel. &#xd;<br />Présents dans 72 pays, les 460 000 collaborateurs du Groupe, animés par une même passion du service, créent et mettent en œuvre une gamme unique de Services intégrés qui améliorent la qualité de vie. En cela, Sodexo est l’inventeur d’une nouvelle activité qu’il exerce en favorisant l’épanouissement de ses équipes et le développement économique, social et environnemental des villes, régions et pays dans lesquels il exerce ses activités.","acronym":"","interests":"Agriculture and Rural Development, Borders and Security, Business and Industry, Climate Action, Competition, Consumers, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Youth","euInitiatives":"- Directive Service&#xd;<br />- Marché intérieur des services&#xd;<br />- Concessions et marchés publics&#xd;<br />- TVA&#xd;<br />- Sécurité sanitaire, santé, nutrition, &#xd;<br />- qualité de l'alimentation&#xd;<br />- Agriculture&#xd;<br />- CSR, environnement, lutte contre le gaspillage alimentaire, économie circulaire&#xd;<br />- Europe sociale&#xd;<br />- Diversité &#xd;<br />- Ethique des affaires&#xd;<br />- Qualité de vie&#xd;<br />- Paquets financiers&#xd;<br />- Digital&#xd;<br />- paiements","lastUp":"2019-02-26T10:49:51.755+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}