{"id":"298788015846-34","name":"Dassault Systèmes","registrationDate":"2015-02-02T18:53:57.252+01:00","category":2,"subCategory":3,"legal":"Société Européenne","web":"http://www.3ds.com","country":"France","headAddress":"10 rue Marcel Dassault","headCity":"Vélizy-Villacoublay","headPostCode":"78140","headPhone":"(33)1 61 62 61 62","boss":"Forestier Philippe","bossTitle":"Mr","bossPosition":"Directeur Général Adjoint, Relations extérieures et Affaires internati","membersCount":3,"membersFTE":"0.75","membership":"Tech in France (Association française pour les Editeurs de Logiciels, et solutions internet)&#xd;\nBITKOM","memberOrga":"","goal":"Dassault Systèmes, « The 3DEXPERIENCE Company », offre aux entreprises et aux particuliers les univers virtuels nécessaires à la conception d’innovations durables. Ses solutions leaders sur le marché transforment pour ses clients, la conception, la fabrication et la maintenance de leurs produits. Les solutions collaboratives de Dassault Systèmes permettent de promouvoir l’innovation sociale et offrent de nouvelles possibilités d’améliorer le monde  réel grâce aux univers virtuels. Avec des ventes dans plus de 140 pays, le Groupe apporte de la valeur à plus de 210 000 entreprises de toutes tailles dans toutes les industries. Pour plus d’informations : www.3ds.com.   &#xd;<br />&#xd;<br />CATIA, SOLIDWORKS, SIMULIA, DELMIA, ENOVIA, GEOVIA, EXALEAD, BIOVIA, NETVIBES, 3D VIA, 3DEXCITE sont des marques déposées de Dassault Systèmes ou de ses filiales aux USA et/ou dans d'autres pays.","acronym":"","interests":"Climate Action, Education, Energy, Enterprise, Environment, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Research and Technology, Transport","euInitiatives":"Marché Unique numérique&#xd;<br />Industrie, entrepreneuriat et PME&#xd;<br />Recherche et Innovation &#xd;<br />Environnement","lastUp":"2017-03-14T11:40:58.947+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}