{"id":"298765217462-46","name":"FEEM Servizi S.r.l.","registrationDate":"2015-05-25T09:00:37.084+02:00","category":1,"subCategory":6,"legal":"S.r.l.","web":"","country":"Italy","headAddress":"Corso Magenta 63","headCity":"Milano","headPostCode":"","headPhone":"(39)02 52 03 69 34","boss":"SABINA RATTI","bossTitle":"Ms","bossPosition":"CONSIGLIERE DELEGATO","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"FEEM Servizi S.r.l. is completely owned and controlled by Fondazione Eni Enrico Mattei (FEEM): www.feem.it","goal":"FEEM Servizi S.r.l. is a private company, completely owned and controlled by Fondazione Eni Enrico Mattei (FEEM). Its mission is to conduct policy-relevant research and consultancy services in the fields of research of FEEM, i.e. energy, economics and the environment. FEEM Servizi S.r.l. shares with FEEM the results of the research projects, experiences and researchers. It aims at applying at company level, in the private and public sectors, the results of the research projects done by Fondazione Eni Enrico Mattei.&#xd;<br />FEEM conducts research on a wide range of climate change and sustainability, energy and economic issues. FEEM activities are carried out around three research programmes on:&#xd;<br />i) \"Climate and Sustainable Innovation\"&#xd;<br />ii) \"Society and Sustainability\"&#xd;<br />iii) \"Energy Scenarios and Policy\"&#xd;<br />Research programmes and related activities follow the strategic guidelines stated in FEEM’s mission. Ongoing research is thus rigorous, fact-based, interdisciplinary, and international in terms of the composition of research teams and topics addressed.&#xd;<br />FEEM’s research staff includes experienced international research leaders with key responsibility in the design and implementation of projects, senior and junior residential researchers and research associates, typically affiliated to a university or to other research institutions and involved in specific projects.","acronym":"FEEM","interests":"Climate Action, Education and training, Energy, Environment","euInitiatives":"FEEM is interested in energy and environment policy related issues and participates in EC call for proposals and tenders on the subjects of its expertise.","lastUp":"2018-05-22T11:59:54.984+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}