{"id":"29896393398-67","name":"FTI Consulting Belgium","registrationDate":"2010-04-01T14:52:57.870+02:00","category":1,"subCategory":6,"legal":"SA","web":"http://www.fticonsulting.com","country":"United states","headAddress":"1101 K Street NW","headCity":"Washington, DC","headPostCode":"20005","headPhone":"(1)20 23 12 91 00","boss":"Julia Harrison","bossTitle":"Ms","bossPosition":"Senior Managing Director","membersCount":72,"membersFTE":"48.0","membership":"AmCham EU, AmCham Belgium, British Chamber of Commerce, Spanish Chamber of Commerce, EPACA, SEAP, Friends of Europe, CIPR (Chartered Institute of Public Relations), Institute of Directors, WFES (Women’s Forum for Economy and Society), Institute of Journalists","memberOrga":"","goal":"FTI Consulting is a global business advisory group, whose activities focus on Corporate Finance, Forensic and Litigation, Economic Consulting, Strategic Communications, and Technology services.&#xd;<br />&#xd;<br />The Brussels office of FTI Consulting is a leading public affairs and corporate communications consultancy. Begun as an independent, creative start-up 15 years ago under the name Blueprint Partners, it became part of FD International (www.fd.com) and FTI Consulting (www.fticonsulting.com) in March 2008. &#xd;<br />&#xd;<br />We offer our clients both public affairs and strategic communications advice and implementation as well as a strong global platform and complementary financial and corporate communications services. Our team works across a wide range of sectors and cross sectoral issues. These include financial services, energy &amp; environment, technology &amp; telecommunications, competition, trade, health, agrochemicals, life sciences, consumer goods and cyber-security. &#xd;<br />&#xd;<br />FTI Consulting's clients receive strategic advice and 'hands-on' implementation from a diverse group of experts. They are backed up by a strong multinational and multilingual team - this 'melting pot' of cultures and expertise is one of our strengths in finding solutions and generating ideas. FTI Consulting encourages staff to participate in activities outside core consultancy work, promoting interaction with the community and creative thinking. We believe that these activities have a positive and refreshing impact on our daily work.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The client base of FTI Consulting includes companies from the private and public sector, associations and not-for profit organisations.  &#xd;<br />&#xd;<br />We advise a wide range of organisations from different sectors including financial services, energy &amp; environment, health &amp; life sciences, agrochemicals, food &amp; beverage; technology &amp; telecommunications, competition, trade, consumer goods, and cyber security.","lastUp":"2018-04-03T14:20:32.956+02:00","customers":"","costAbsolu":"","costRange":"6750000-6999999","turnoverAbsolu":"","turnoverRange":""}