{"id":"29896393398-67","name":"FTI Consulting Belgium","registrationDate":"2010-04-01T14:52:57.870+01:00","category":1,"subCategory":6,"legal":"SA","web":"http://www.fticonsulting.com","country":"United states","headAddress":"1101 K Street NW","headCity":"Washington, DC","headPostCode":"20005","headPhone":"(1)20 23 12 91 00","boss":"Julia Harrison","bossTitle":"Ms","bossPosition":"Senior Managing Director","membersCount":43,"membersFTE":"22.75","membership":"AmCham EU, AmCham Belgium, British Chamber of Commerce, Spanish Chamber of Commerce, EPACA, SEAP, Friends of Europe, CIPR (Chartered Institute of Public Relations), Institute of Directors, WFES (Women’s Forum for Economy and Society), Institute of Journalists, EU40","memberOrga":"","goal":"FTI Consulting is a global business advisory group, whose activities focus on Corporate Finance, Forensic and Litigation, Economic Consulting, Strategic Communications, and Technology services.&#xd;<br />&#xd;<br />The Brussels office of FTI Consulting is a leading public affairs and corporate communications consultancy. Begun as an independent, creative start-up 15 years ago under the name Blueprint Partners, it became part of FD International (www.fd.com) and FTI Consulting (www.fticonsulting.com) in March 2008. &#xd;<br />&#xd;<br />We offer our clients both public affairs and strategic communications advice and implementation as well as a strong global platform and complementary financial and corporate communications services. Our team works across a wide range of sectors and cross sectoral issues. These include financial services, energy &amp; environment, technology &amp; telecommunications, competition, trade, health, agrochemicals, life sciences, consumer goods and cyber-security. &#xd;<br />&#xd;<br />FTI Consulting's clients receive strategic advice and 'hands-on' implementation from a diverse group of experts. They are backed up by a strong multinational and multilingual team - this 'melting pot' of cultures and expertise is one of our strengths in finding solutions and generating ideas. FTI Consulting encourages staff to participate in activities outside core consultancy work, promoting interaction with the community and creative thinking. We believe that these activities have a positive and refreshing impact on our daily work.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The client base of FTI Consulting includes companies from the private and public sector, associations and not-for profit organisations.&#xd;<br />&#xd;<br />We advise a wide range of organisations from different sectors including financial services, energy &amp; environment, health &amp; life sciences, agrochemicals, food &amp; beverage; technology &amp; telecommunications, competition, trade, consumer goods, and cyber security.&#xd;<br />&#xd;<br />In that capacity, we engage in a constructive manner with EU institutions on policies and legislative proposals, including:&#xd;<br />- Capital Markets Union (CMU)&#xd;<br />- Digital Single Market (DSM)&#xd;<br />- Mobility Package &#xd;<br />- Circular Economy&#xd;<br />- EU Investment Plan&#xd;<br />- Energy Union&#xd;<br />- Trade Agreements","lastUp":"2019-02-15T12:01:49.320+01:00","customers":"Allegro,General Motors Company,Mastercard","costAbsolu":"","costRange":"6750000-6999999","turnoverAbsolu":"","turnoverRange":""}