{"id":"29916312745-68","name":"Deutsches Studentenwerk","registrationDate":"2009-12-09T14:21:51.926+02:00","category":3,"subCategory":2,"legal":"eingetragener Verein","web":"http://www.studentenwerke.de","country":"Germany","headAddress":"Monbijouplatz, 11","headCity":"Berlin","headPostCode":"10178","headPhone":"(4930)29 77 27 10","boss":"Achim Meyer auf der Heyde","bossTitle":"Mr","bossPosition":"Generalsekretär","membersCount":1,"membersFTE":"0.25","membership":"European Council for Student Affairs www.ecsta.org","memberOrga":"","goal":"Das Deutsche Studentenwerk (DSW) ist der freiwillige Zusammenschluss der Studentenwerke in der Bundesrepublik Deutschland. &#xd;<br />Diese erfüllen öffentliche Aufgaben der wirtschaftlichen, sozialen, gesundheitlichen und kul-turellen Förderung der Studierenden an deutschen Hochschulen. Sie leisten einen wesentli-chen Beitrag zur Verwirklichung von Chancengleichheit. Im Zusammenwirken mit Hochschu-len und Hochschulstädten tragen sie zur Verbesserung der Rahmenbedingungen für das Hochschulstudium bei und beteiligen sich insoweit an der Gestaltung des Lebensraums Hoch-schule.&#xd;<br />Das Deutsche Studentenwerk&#xd;<br />a)\tfördert seine Mitglieder unter Achtung ihrer Selbständigkeit und Unabhängig-keit bei der Erfüllung der ihnen gesetzten Aufgaben, indem es insbesondere:&#xd;<br />\t-\tdie Interessen seiner Mitglieder vertritt und dabei deren Sachkunde in die Gesetzgebung von Bund und Ländern einbringt;&#xd;<br />\t-\tdie örtlichen Studentenwerke generell oder auch im Einzelfall unter-stützt durch Organisation von Fachtagungen, Erarbeitung von Arbeits-hilfen, Herausgabe von Informationsmaterial und Durchführung von Ausbildungs- und Fortbildungsveranstaltungen;&#xd;<br />\t-\tÖffentlichkeitsarbeit betreibt;&#xd;<br />b)\tpflegt enge Zusammenarbeit mit Institutionen und Organisationen, die den gleichen Zwecken dienen;&#xd;<br />c)\tkann von Verwaltungen, Institutionen und Organisationen Aufträge im Rah-men des Vereinszwecks übernehmen;&#xd;<br />d)\tnimmt sozialpolitische Belange der Studierenden der Hochschulen wahr.","acronym":"DSW","interests":"Culture, Education and training, Employment and Social Affairs, Institutional affairs, Regional Policy, Youth","euInitiatives":"Modernisation of the European Higher Education Agenda&#xd;<br />Erasmus+ Förderprojekte&#xd;<br />EU Beihilferecht","lastUp":"2019-06-19T12:09:29.172+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}