{"id":"29932082274-73","name":"International Telecommunications Users Group","registrationDate":"2009-09-15T13:13:52.276+01:00","category":3,"subCategory":2,"legal":"Association registered in Belgium","web":"http://www.intug.org","country":"Belgium","headAddress":"Prins Boudewijnlaan 97","headCity":"Sint-Niklaas","headPostCode":"9100","headPhone":"(32)37 78 17 83","boss":"Danielle Jacobs","bossTitle":"Ms","bossPosition":"Chairman","membersCount":4,"membersFTE":"1.25","membership":"","memberOrga":"Members and Correspondents include Beltug (Belgium), BTG (The Netherlands), Afutt (France), ASUT (Switzerland), TUANZ (New Zealand), ACCAN (Australia), BCS/CMA (UK), AUTELSI (Spain), Telecom eV (Germany), IDTUG (Indonesia)","goal":"INTUG is a global independent not-for-profit organisation linking business users, user groups and contacts, representing small, medium and large enterprise business users of electronic communications services in the private and public sectors.  It has links with suppliers, regulators and government representatives.  INTUG aims to ensure the needs of business users are understood, wherever electronic communications services are discussed and decisions made affecting business users.  &#xd;<br />&#xd;<br />INTUG has observer status at ITU, expert group status at OECD, and represents users at the European Parliament/Commission, BEREC, APECTEL. &#xd;<br />&#xd;<br />INTUG's goal is to ensure that communications services are fully used to enable economic growth, job creation, and secure access to the information and services needed to participate in society for all organisations and individual citizens, especially in public and private cloud applications and in the growing Internet of Things with Machine to Machine applications which know no borders.","acronym":"INTUG","interests":"Audiovisual and Media, Communication, Competition, Economic and Financial Affairs, Enterprise, Information Society, Internal Market, Taxation, Trans-European Networks","euInitiatives":"Elimination of International Roaming Charges.&#xd;<br />Seamless International Mobile services.&#xd;<br />Consistent Network Neutrality regulation globally which allows differentiation in quality of service without discrimination.&#xd;<br />Security of access, data and software in the cloud environment.&#xd;<br />Open access to bottleneck resources, such as last mile connectivity.&#xd;<br />Harmonisation of spectrum allocation processes and outcomes.&#xd;<br />Cloud Service Quality.","lastUp":"2018-02-18T17:00:21.220+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}