{"id":"29932082274-73","name":"International Telecommunications Users Group","registrationDate":"2009-09-15T13:13:52.276+02:00","category":2,"subCategory":4,"legal":"Association registered in Belgium","web":"http://www.intug.org","country":"Belgium","headAddress":"Schrieksebaan 3","headCity":"Keerbergen","headPostCode":"3140","headPhone":"(32)37 78 17 83","boss":"Danielle Jacobs","bossTitle":"Ms","bossPosition":"Chairman","membersCount":4,"membersFTE":"1.25","membership":"ITU&#xd;\nOECD&#xd;\nAPECTel","memberOrga":"User Group Contacts (formal membership has now been ceased and subscriptions no longer collected) include: BELTUG (Belgium), BTG (The Netherlands), &#xd;\nAFUTT (France), Dansk IT (Denmark), &#xd;\nASUT (Switzerland), TUANZ (New Zealand), &#xd;\nACCAN (Australia), BCS/CMA (UK), &#xd;\nAUTELSI (Spain), Telecom eV (Germany), &#xd;\nIDTUG (Indonesia), ASSUTELECOM (Algeria)","goal":"INTUG is a global independent not-for-profit organisation linking business users, user groups and contacts, representing small, medium and large enterprise business users of electronic communications services in the private and public sectors.  It has links with suppliers, regulators and government representatives.  INTUG aims to ensure the needs of business users are understood, wherever digital technology and communications services are discussed and decisions made affecting business users.  &#xd;<br />&#xd;<br />INTUG has observer status at ITU, expert group status at OECD, and represents users at the European Parliament/Commission, BEREC, APECTel and in other fora. &#xd;<br />&#xd;<br />INTUG's goal is to ensure that digital technology services are fully available to business users to enable economic growth, improve efficiency and productivity, and secure open access to the information and services needed to participate in society and the digital economy.","acronym":"INTUG","interests":"Business and Industry, Communication, Competition, Culture and media, Digital economy and society, Research and innovation, Single market, Trans-European Networks","euInitiatives":"Elimination of International Roaming Charges.&#xd;<br />Seamless International Mobile services.&#xd;<br />Ubiquitous roll out of very high speed broadband access.&#xd;<br />Consistent Network Neutrality regulation globally, which allows differentiation in service quality without discrimination.&#xd;<br />Security of access, data and software.&#xd;<br />Open access to bottleneck resources, such as last mile connectivity and mobile enabling infrastructure.&#xd;<br />Harmonisation of spectrum allocation processes and outcomes.&#xd;<br />Cloud Service Quality and Flexibility to switch suppliers.&#xd;<br />Fair, equitable and understandable software asset management processes.","lastUp":"2019-09-19T17:13:17.107+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}