{"id":"29967294656-11","name":"N.V. Nederlandse Gasunie","registrationDate":"2010-12-02T11:56:01.225+02:00","category":2,"subCategory":3,"legal":"N.V.","web":"http://www.gasunie.nl","country":"Netherlands","headAddress":"Concourslaan, 17","headCity":"Groningen","headPostCode":"9700MA","headPhone":"(3150)5 21 91 11","boss":"Han Fennema","bossTitle":"Mr","bossPosition":"CEO, Voorzitter van de Raad van Bestuur","membersCount":4,"membersFTE":"1.75","membership":"ENTSOG&#xd;\nEASEE-gas&#xd;\nGERG&#xd;\nGIE&#xd;\nIGU&#xd;\nMarcogaz&#xd;\nVNO-NCW&#xd;\nBDEW","memberOrga":"","goal":"Gasunie is een Europees gasinfrastructuurbedrijf. Wij verzorgen het transport van aardgas en groen gas in Nederland en Noord-Duitsland.&#xd;<br />&#xd;<br />Al onze activiteiten zijn erop gericht de markt te faciliteren. Zowel de industriële markt als de huishoudelijke. En zowel de Nederlandse en Duitse als de internationale markt. Dit varieert van het verzorgen van gastransport tot het aanleggen van nieuwe infrastructuur. Van het deelnemen in internationale projecten tot het ontwikkelen van nieuwe diensten. Wij volgen daarbij nauwgezet de ontwikkelingen in en de wensen van de markt. Met als doel onze klanten een zo hoog mogelijk niveau van dienstverlening te bieden.&#xd;<br />&#xd;<br />Gasunie heeft twee dochters die het gastransportnet beheren. In Duitsland is dit Gasunie Deutschland en in Nederland Gasunie Transport Services (GTS).&#xd;<br />&#xd;<br />Verder bieden wij de markt gasopslagfaciliteiten (Gasunie Zuidwending), de pijpleiding naar Engeland (BBL) en de LNG-terminal Gate op de Maasvlakte. Tevens faciliteren en stimuleren wij de groengasmarkt via onze dochter Vertogas. Producenten en handelaren van groen gas kunnen hier terecht voor de certificering van groen gas.","acronym":"Gasunie","interests":"Budget, Climate Action, Competition, Energy, Enlargement, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Internal Market, Research and Technology, Taxation, Trans-European Networks, Transport","euInitiatives":"Europees beleid met een directe of indirecte impact op de energiesector:&#xd;<br />&#xd;<br />- Energy Union&#xd;<br />- Security of Supply&#xd;<br />- TEN-E verordening en Projects of Common Interest (PCIs)&#xd;<br />- Gas Market Design &#xd;<br />- Clean Energy Package&#xd;<br />- Mobility Package&#xd;<br />- BREXIT","lastUp":"2018-03-28T10:29:04.498+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}