{"id":"300212020206-59","name":"EUROPEAN ASSOCIATION OF ESTABLISHMENTS FOR VETERINARY EDUCATION","registrationDate":"2016-01-06T21:07:44.867+01:00","category":3,"subCategory":2,"legal":"ASSOCIATION","web":"http://www.eaeve.org","country":"Austria","headAddress":"Hietzinger Kai 87","headCity":"VIENNA","headPostCode":"1130","headPhone":"(43)-1 -5 12 33 94","boss":"STÉPHANE MARTINOT","bossTitle":"Mr","bossPosition":"PRESIDENT","membersCount":13,"membersFTE":"6.5","membership":"EAEVE is a full member of the European Association for Quality Assurance in Higher Education (ENQA) - https://enqa.eu/.","memberOrga":"EAEVE has 105 members (Veterinary Schools) from 37 countries; 76 members represent Veterinary Schools in the European Union and 29 members represent Veterinary Schools of some other non-EU and non-European countries including Russia, Turkey, Ukraine, Israel, Japan, Jordan and Tunisia. EAEVE members are not natural persons but institutions of higher education (Veterinary Schools) in Europe. Considering a media of 500 staff (academic and support staff) and 1000 students, the population associated to EAEVE would be estimated in 157,500 natural persons.&#xd;\n&#xd;\nFor further information on our members, please consult our website: https://www.eaeve.org/about-eaeve/members.html.","goal":"The EAEVE is a non-profit organization founded in 1988 by rectors and deans/directors of Establishments of veterinary training, with the mission to represent its members, and devoted to harmonize and improve the quality standards of veterinary education in Europe. &#xd;<br />The vision of EAEVE is the harmonization and improvement of quality of all Establishments for Veterinary Education in agreement with the European Directives 2005/36/EU and 2013/55/EU. &#xd;<br />EAEVE's main objectives are:&#xd;<br />• To continuously develop the permanent system of evaluation and accreditation of Establishments for Veterinary Education: The European System of Evaluation of Veterinary Training (ESEVT), based on the first mandate given by the Commission of the European Community [01-02-1994] in agreement with Directives 2005/36/EC and 2013/55/EU.&#xd;<br />• To publish a constantly updated list with the evaluation/accreditation status of the Establishments for veterinary education in line with the ESEVT. &#xd;<br />• To promote the exchange of information on teaching and research amongst the European Establishments for veterinary education, as well as with Establishments in other parts of the world.&#xd;<br />• To promote exchanges of teaching staff and mobility of students amongst these teaching Establishments.&#xd;<br />• To promote the development and distribution of teaching materials for use in veterinary education at all levels, undergraduate, postgraduate and continuing education.&#xd;<br />• To act as a forum for discussions on Veterinary Education.&#xd;<br />• To present useful proposals to the European Commission in these various areas.&#xd;<br />• To cooperate with European and overseas veterinary organisations, student bodies and different stakeholders.","acronym":"EAEVE","interests":"Agriculture and Rural Development, Consumers, Education and training, Environment, Food Safety, Maritime affairs and fisheries, Public Health, Research and innovation","euInitiatives":"Directives 2005/36/EC and 2013/55/EU on the recognition of professional qualifications","lastUp":"2019-11-27T14:13:12.256+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}