{"id":"30032231266-82","name":"Fédération Nationale des Travaux Publics","registrationDate":"2009-02-27T17:46:08.083+01:00","category":2,"subCategory":4,"legal":"Organisation professionnelle","web":"http://www.fntp.fr/","country":"France","headAddress":"rue de Berri, 3","headCity":"Paris","headPostCode":"75008","headPhone":"(331)44 13 31 44","boss":"Bruno Cavagné","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"1.5","membership":"La FNTP est membre de la Fédération de l'Industrie Européenne de la Construction (FIEC) et des \"European International Contractors\" (EIC) via le Syndicat des Entrepreneurs Français à l'International (SEFI).","memberOrga":"www.fntp.fr","goal":"La FNTP représente 245 000 salariés salariés et regroupe 7 400 entreprises  exerçant une activité dans l’une des 18 spécialités des Travaux Publics  (travaux routiers, terrassements, filière eau-assainissement...) &#xd;<br />En 2016, les entreprises de Travaux Publics ont réalisé un chiffre d’affaires de 35,7 Mds en métropole  et 27,8 Mds d’euros sur les marchés extérieurs, dont la moitié en Europe ; &#xd;<br />A ce titre, l’Union européenne constitue le véritable «marché intérieur»  des entreprises françaises de Travaux Publics.&#xd;<br />La FNTP s’assure des conditions du développement du marché des Travaux Publics, informe les entreprises sur l'exercice de leur activité  et répond à leurs demandes. &#xd;<br />Ses missions comprennent également la promotion de l’image et de la notoriété de la Profession, des réformes dont les entreprises expriment le besoin et la représentation auprès des institutions nationales, européennes et internationales dont les actions et les décisions influencent le quotidien.","acronym":"FNTP","interests":"Budget, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Transport and energy policies&#xd;<br />Internal Market policy&#xd;<br />Social policy and European Social Dialogue","lastUp":"2018-01-31T16:21:28.191+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}