{"id":"30045843550-37","name":"Asociación Nacional de Armadores de Buques Congeladores de Pesquerías Varias","registrationDate":"2010-05-06T11:10:10.939+01:00","category":2,"subCategory":7,"legal":"asociación profesional","web":"http://www.arvi.org","country":"Spain","headAddress":"Puerto Pesquero, s/n","headCity":"Vigo","headPostCode":"36202","headPhone":"(34986)43 38 44","boss":"José Antonio Suárez-Llanos Rodríguez","bossTitle":"","bossPosition":"Director gerente","membersCount":2,"membersFTE":"0.5","membership":"Anavar está integrada en las siguientes organizaciones:&#xd;\n&#xd;\nFederación Española de Organizaciones Pesqueras (Feope)&#xd;\nConfederación Española de Pesca (Cepesca)","memberOrga":"","goal":"Defender los intereses de la flota de arrastre congeladra adscrita a esta asociación (13 buques y 7 empresas), que dirige su actividad, entre otras, a las siguientes especies: pota, calamar, pulpo, choco, merluza, meiga, raya, gallineta, brótola, fletán y camarón.&#xd;<br />&#xd;<br />Promover el ejercicio de una pesca sostenible y responsable, a través del contacto y el trabajo en equipo con los estamentos científicos.&#xd;<br />&#xd;<br />Combatir la pesca ilegal, no declarada y no reglamentada.","acronym":"Anavar","interests":"Environment, Maritime affairs and fisheries","euInitiatives":"Defensa general de los intereses de la flota pesquera que representa.&#xd;<br />Actividades relacionadas con las normativas en materia de pesca y sanitaria.&#xd;<br />Actividades de representación de sus asociados en la interrelación con las organizaciones no gubernamentales.&#xd;<br />Asistencia reuniones organizadas por las Administraciones autónoma, estatal y comunitaria.&#xd;<br />Gestión y representación de sus asociados ante organismos públicos de toda índole.&#xd;<br />Política Pesquera Común, Polítia Marítima Integrada y Políticas Medioambientales de Comercio y de Sanidad.","lastUp":"2019-02-26T13:21:36.346+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}