{"id":"301431928100-81","name":"Business Metropole Ruhr GmbH","registrationDate":"2017-08-24T14:08:58.680+02:00","category":6,"subCategory":9,"legal":"GmbH","web":"http://business.metropoleruhr.de","country":"Germany","headAddress":"Am Thyssenhaus 1-3","headCity":"Essen","headPostCode":"45128","headPhone":"(49)20 16 32 48 80","boss":"Rasmus C. Beck","bossTitle":"Mr","bossPosition":"Vorsitzender der Geschäftsführung","membersCount":1,"membersFTE":"0.25","membership":"Wir, die BMR, sind Mitglied in folgenden Verbänden:&#xd;\n&#xd;\n- pro Ruhrgebiet http://www.proruhrgebiet.de/&#xd;\n- Wissenschaftlicher Verein für Verkehrswesen http://www.dvwg.de/&#xd;\n- Effizienzcluster Logistik http://www.effizienzcluster.de/de/index.php&#xd;\n- h2 Netzwerk Ruhr http://www.h2-netzwerk-ruhr.de/&#xd;\n- VWE NRW http://www.wirtschaftsfoerderung-online.de/","memberOrga":"","goal":"Die Business Metropole Ruhr GmbH (BMR) ist die regionale Wirtschaftsförderung für das gesamte Ruhrgebiet. Hier werden die kommunalen Interessen gebündelt und gemeinsam mit den 53 Städten das ökonomische Profil der Region entwickelt.&#xd;<br />&#xd;<br />Aufgaben der BMR sind:&#xd;<br />- Internationalisierung und Standortmarketing (nationale und internationale Vermarktung des Wirtschaftsstandorts Metropole Ruhr)&#xd;<br />- Flächen- und Investorenservice (Dienstleistungen im Bereich der Flächen- und Immobilienvermittlung und -vermarktung)&#xd;<br />- Leitmärkte &amp; Projektentwicklung (Entwicklung interkommunaler Projekte an den Schnittstellen von Leitmärkten und Handlungsfeldern)&#xd;<br />- Fördermittel (Information, Beratung, Koordinierung und Erhöhung der Transparenz für kommunale Partner rund um das Thema Fördermittel, Förderaufrufe und -wettbewerbe)&#xd;<br />- Strukturpolitische Fragestellungen (Bündelung, Artikulation und Moderation der Interessen der kommunalen Wirtschaftsförderungen und der regional ansässigen Wirtschaft)","acronym":"BMR","interests":"Business and Industry, Communication, Employment and Social Affairs, Energy, Regional Policy, Research and innovation","euInitiatives":"- EFRE&#xd;<br />- Maßnahmen im Bereich Forschung und Innovation z.B. Open Science, Open to the world","lastUp":"2019-07-05T11:16:45.893+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}