{"id":"30202782974-50","name":"T7 e.V. - Berufsverband der Vertrauensdiensteanbieter","registrationDate":"2010-01-08T15:46:32.887+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.t7ev.org","country":"Germany","headAddress":"Kommandantenstraße 15","headCity":"Berlin","headPostCode":"10969","headPhone":"(49)22 89 26 16 51 71","boss":"Nguyen Dr. Kim","bossTitle":"Mr","bossPosition":"Vorsitzender","membersCount":2,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"Der T7 e.V. ist der Berufsverband der deutschen Trustcenterbetreiber und Zertifizierungsdiensteanbieter. Seine Mitglieder sind Herausgeber von Chipkarten und Zertifikaten, die u. a. eine Voraussetzung für qualifizierte elektronische Signaturen nach dem deutschen Signaturgesetz sind. &#xd;<br />&#xd;<br />T7-Mitglieder sind führende Herausgeber von Smartcards für Signaturen, wie die Bundesdruckerei/D-Trust GmbH, Deutscher Sparkassen Verlag GmbH, Deutsche Telekom AG. &#xd;<br />&#xd;<br />Die seit 1999 bestehende Arbeitsgemeinschaft ist seit Januar 2005 ein eingetragener Verein und Berufsverband. Dieser vertritt die Interessen der deutschen Trustcenterbetreiber und fördert die Anwendungsmöglichkeiten und die Anwendungsfreundlichkeit der qualifizierten elektronischen Signatur. &#xd;<br />&#xd;<br />In diesem Zusammenhang stellt der T7 e.V. unter der Adresse www.t7ev.org u.a. eine Informationsplattform zur Verfügung, die sämtliche öffentlichen Spezifikationen zugänglich macht. Anwendungsentwickler und Anbieter können dort Informationen zur Einbindung von Signaturkarten abrufen. &#xd;<br />&#xd;<br />Unter www.signaturauskunft.de stellt T7 e.V. eine öffentliche Datenbank mit den aktuellen Akzeptanzstellen für die qualifizierte elektronische Signatur bereit.&#xd;<br />&#xd;<br />Ein zentrales Angebot des T7 e.V. ist die Interoperabilitätsspezifikation für PKI-Dienste, die von allen Zertifizierungsdiensteanbietern in Deutschland unterstützt wird:&#xd;<br />&#xd;<br />Common PKI 2.0 Spezifikation (2009)&#xd;<br />&#xd;<br />Die Common PKI Spezifikation berücksichtigt alle geschäftsrelevanten elektronischen Signaturen bis hin zur qualifizierten elektronischen Signatur, mit der den Formvorschriften im Privat- und Verwaltungsrecht entsprochen werden kann. Außerdem beinhaltet die Commpn PKI Spezifikation auch Sicherheitsfunktionalitäten für Secure eMail mit unterschiedlichen Sicherheitsniveaus und die Kompatibilität zu den international akzeptierten Standards. Hierdurch wird die schnelle Verfügbarkeit von interoperablen Sicherheitsprodukten sowohl auf der Ebene der Zertifizierungsdiensteanbieter als auch auf der Anwenderebene (Clientseite) ermöglicht. &#xd;<br />&#xd;<br />&#xd;<br />English Description:&#xd;<br />&#xd;<br />T7 e.V. is the Professional Association of German Trust Center Operators and Certification Service Providers. Its members are issuers of chip cards and certificates which amongst others are a prerequisite for qualified electronic signatures according to the German Digital Signatures Act. T7 members are all leading issuers of smart cards for signatures, such as Bundesdruckerei/D-Trust GmbH, Deutscher Sparkassen Verlag GmbH, Deutsche Telekom AG. The working group, which was founded in 1999, has been a registered society and professional association since January 2005. It represents the interests of German trust center operators and promotes the opportunities for use and user-friendliness of qualified electronic signatures. In this context, T7 e.V. provides an information platform at www.t7ev.org which makes all of the public specifications accessible. Application developers and providers can use it to obtain information about the integration of signature cards. At www.signaturauskunft.de, T7 e.V. provides a public database of the current acceptance locations for qualified electronic signatures.&#xd;<br />&#xd;<br />Common-PKI 2.0 Specification (2009)&#xd;<br />&#xd;<br />A prominent service provided by T7 e.V. is the Common PKI interoperability specification. It takes into account all business relevant electronic signatures up to the qualified electronic signature with which the formal requirements of the private and administrative law  can be upheld. In addition, the specification also contains safety functionalities for secure e-mail with different levels of security and the compatibility to the standards accepted internationally. Through this fast availability of interoperable safety products is supported both at the level of certification service providers as well as on user level (client side).","acronym":"T7","interests":"Home Affairs, Information Society, Justice and Fundamental Rights","euInitiatives":"eIDAS &#xd;<br />CEN/ETSI Standardisierungsmandat M/460","lastUp":"2017-06-11T14:27:10.734+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}