{"id":"302302023362-19","name":"FEDERAZIONE NAZIONALE ORAFI ARGENTIERI GIOIELLIERI FABBRICANTI","registrationDate":"2016-09-12T12:27:25.458+02:00","category":2,"subCategory":4,"legal":"associazione","web":"http://www.federorafi.it/","country":"Italy","headAddress":"VIA  A. RIVA VILLASANTA, 3","headCity":"MILANO","headPostCode":"20145","headPhone":"(39)2 58 31 61 11","boss":"IVANA CIABATTI","bossTitle":"Ms","bossPosition":"PRESIDENTE","membersCount":1,"membersFTE":"0.25","membership":"CONFINDUSTRIA (http://www.confindustria.it/)&#xd;\nCONFINDUSTRIA MODA (https://www.confindustriamoda.it/it/home/)&#xd;\nEFJ-European Federation of Jewellery","memberOrga":"Circa 300 aziende del settore italiane di produzione di articoli in metallo prezioso.","goal":"Attività di rappresentanza degli interessi delle aziende di produzione orafe, argentiere, gioielliere italiane.&#xd;<br />Federorafi è associata a Confindustria, Confindustria Moda e a EFJ (European Federation of Jewellery)&#xd;<br />La difesa della produzione orafa italiana.&#xd;<br />L'analisi e il monitoraggio, a livello nazionale, comunitario e extracomunitario, dei problemi e delle normative riguardanti la produzione orafa e gioielliera.&#xd;<br />La gestione dei rapporti con le rappresentanze sindacali, sia per la stipulazione dei contratti di lavoro che per ogni altro problema.&#xd;<br />L'informazione e la sensibilizzazione degli associati all'osservanza delle disposizioni di legge.&#xd;<br />La promozione e la valorizzazione del prodotto orafo italiano nei confronti sia della distribuzione che del piu' ampio pubblico.&#xd;<br />La crescita professionale e manageriale delle aziende associate, a livello di creativita', di tecnologie e di gestione.&#xd;<br />La sensibilizzazione a comportamenti eticamente rispettosi fra gli associati.","acronym":"FEDERORAFI","interests":"Borders and Security, Business and Industry, Competition, Consumers, Customs, General and Institutional Affairs, International co-operation and development, Research and innovation, Single market, Trade, Trans-European Networks","euInitiatives":"Normative tecniche in ambito CEN.&#xd;<br />Bozza Regolamento sulla sicurezza dei prodotti (art. 7 - made in ...).&#xd;<br />Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL setting up a Union system for supply chain due diligence self-certification of responsible importers of tin, tantalum and tungsten, their ores, and gold originating in conflict-affected and high-risk areas&#xd;<br />Free Trade Agreement&#xd;<br />TTIP&#xd;<br />REACH&#xd;<br />...","lastUp":"2018-09-07T10:09:21.422+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}