{"id":"302431731735-16","name":"Parliamentary Forum for Democracy","registrationDate":"2018-06-07T13:14:48.205+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://parliamentary-forum.org","country":"Lithuania","headAddress":"Gynėjų Str. 8","headCity":"Vilnius","headPostCode":"","headPhone":"(370)62 07 50 31","boss":"Emnauelis Zingeris","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"2.0","membership":"www.community-democracies.org","memberOrga":"Community of Democracies","goal":"The creation of the Parliamentary Forum for Democracy (PFD) was an initiative of the Community of Democracies (CoD).&#xd;<br />&#xd;<br /> &#xd;<br />&#xd;<br />It is an organization of members and former members of parliament which exists to strengthen democracy in the member states of the Community of Democracies and to promote democratic development in other states. It pursues these goals by sharing best practices of successful democracies, identifying challenges to democracy in nascent democracies, and expressing solidarity with fellow members of parliament and democracy advocates in non-democracies. The PFD welcomes democratically elected parliamentarians, and other former democratically elected politicians who stand in opposition to less democratic or authoritarian governments in their own countries, however only parliamentarians from countries in the Community of Democracies can be members of the Governing Council of the PFD.&#xd;<br />&#xd;<br />&#xd;<br />The PFD is an organization whose members will not compromise in their commitment to promoting democracy wherever it is lacking or threatened. Note: This information is derived from the PFD’s draft statement of purpose.","acronym":"PFD","interests":"Digital economy and society, External Relations, Foreign and Security Policy and Defence, International co-operation and development, Justice and Fundamental Rights","euInitiatives":"1. Democracy promotion&#xd;<br />2. Cooperation among EU parliamentarians&#xd;<br />3. Development cooperation&#xd;<br />4. Democracy promotion in the eastern Partnership countries","lastUp":"2018-06-07T14:43:44.922+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}