{"id":"302979911822-71","name":"Appel de Genève / Geneva Call","registrationDate":"2013-09-09T11:50:27.306+01:00","category":3,"subCategory":2,"legal":"Foundation under Swiss Law","web":"http://www.genevacall.org","country":"Switzerland","headAddress":"Chemin de la Chevillarde, 47","headCity":"Chêne-Bougeries - Geneva","headPostCode":"1224","headPhone":"(41)2 28 79 10 50","boss":"Alain Délétroz","bossTitle":"Mr","bossPosition":"General Director","membersCount":1,"membersFTE":"0.5","membership":"Centre for Peacebuilding&#xd;\nGlobal Coalition to Protect Education from Attack (GCPEA)&#xd;\nChild Protection Working Group (CPWG)&#xd;\nChild Protection Minimum Standards Task Force&#xd;\nFocus Group on Children and Armed Conflict&#xd;\nAdvisory board of the Geneva International Centre for Humanitarian Demining (GICHD)&#xd;\nGlobal Protection Cluster (GPC) on Mine Action Area of Responsibility (AoR)&#xd;\nGPC on Gender-Based Violence (GBV) AoR&#xd;\nInternational Campaign to Ban Landmines (ICBL)\t&#xd;\nAdvisory board of Watchlist on Children and Armed Conflict (Watchlist)&#xd;\nLearning and Steering Group on Results-Based Protection of InterAction","memberOrga":"","goal":"Geneva Call is a neutral and impartial humanitarian non-governmental organization (NGO) that engages in dialogue with Armed non-State Actors (ANSA) to promote their respect for international humanitarian norms in armed conflict and other situations of violence, in particular regarding the protection of civilians. Geneva Call gives ANSAs the opportunity to adhere to and respect the norms of International Humanitarian Law (IHL) and Inter- national Human Rights Law (IHRL). Common Article 3 to the Geneva Conventions provides a solid basis for humanitarian engagement with ANSAs, by establishing the right for impartial humanitarian organizations to offer their services to the parties to a conflict. To achieve this, Geneva Call seeks a formal undertaking by ANSAs, inviting them to sign and comply with different Deeds of Commitment to respect these norms. Signatory ANSAs agree that Geneva Call will monitor and verify their compliance. Geneva Call is currently focusing its efforts on banning the use of Anti-Personnel mines, protecting children from the effects of armed conflict, prohibiting sexual violence in armed conflict and working towards the elimination of gender discrimination. Geneva Call also responds to ANSA requests to help build their knowledge of, and capacities to implement, IHL and IHRL. Geneva Call conducts its activities according to humanitarian principles of neutrality, impartiality, and independence. Transparency is also a core working principle: as a matter of policy, Geneva Call informs stakeholders, including the States concerned, of its engagement efforts with ANSAs.","acronym":"Geneva Call","interests":"External Relations, Foreign and Security Policy and Defence, Humanitarian Aid, Justice and Fundamental Rights","euInitiatives":"Geneva Call is following files on the protection of civilians from the effects of armed conflict and the humanitarian engagement with armed non-State actors. Its focus is on the prohibition of antipersonnel mines, sexual violence, child soldiers, internal displacement and the protection of the medical mission and cultural heritage.","lastUp":"2018-03-12T16:10:49.732+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}