{"id":"30399232694-16","name":"Senior Corporate Silver Spoon, Environment &amp; Nature Association/ Ezüstkanál Nyugdíjas Társasági, Környezet- és természetvédelmi Egyesület","registrationDate":"2009-12-03T08:55:19.281+02:00","category":3,"subCategory":2,"legal":"Association NGOs","web":"http://www.ezustkanalegyesulet.5mp.eu/","country":"Hungary","headAddress":"Erdő, 3.","headCity":"Szeged","headPostCode":"6723","headPhone":"(00)00 00 00 00","boss":"Anikó Márta Szűcsné Putics","bossTitle":"Ms","bossPosition":"Organization leader","membersCount":8,"membersFTE":"4.0","membership":"The Organization hasn't.","memberOrga":"The Organization hasn't.","goal":"The mission of the social organization is to present and promote social responsibility at the level of the European Union to the members of society.&#xd;<br />&#xd;<br />Objectives of the social organization: Environmental protection and nature conservation activities at the European Union level, on a global level, for a liveable and healthy Earth.&#xd;<br />Introducing and promoting the preparation for an aging society in the European Union for members of society.&#xd;<br />&#xd;<br />A társadalmi szervezet küldetése: Európai Uniós szinten a társadalmi felelősség vállalás ismertetése, elősegítése a társadalom tagjai részére.&#xd;<br />&#xd;<br />A társadalmi szervezet célkitűzései: Európai Uniós szinten, globális szinten az élhető és egészséges Földért környezetvédelmi- és természetvédelmi tevékenység.&#xd;<br />Az Európai Unió idősödő társadalmára történő felkészülés ismertetése, elősegítése a társadalom tagjai részére.","acronym":"European CSR","interests":"Agriculture and Rural Development, Climate Action, Communication, Culture, Education and training, Employment and Social Affairs, Environment, Justice and Fundamental Rights","euInitiatives":"-The European Commission's annual work programs and&#xd;<br />roadmaps.&#xd;<br />-Our Organization is organized by the EU Institutions took part in a public consultations nine years and a quarter of a year.&#xd;<br />&#xd;<br />- Our Organization deals with the following policies.&#xd;<br />•\tAgriculture and Rural Development&#xd;<br />•\tClimate Action&#xd;<br />•\tCommunication - Information -&#xd;<br />•\tCulture - Environmental Culture -&#xd;<br />•\tEducation - non-formal education -&#xd;<br />•\tEmployment and Social Affairs&#xd;<br />•\tEnvironment&#xd;<br />•\tJustice and Fundamental Rights","lastUp":"2019-06-30T06:28:38.683+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}