{"id":"30454837455-91","name":"Asociación de Fabricantes de Equipos de Climatización","registrationDate":"2011-12-15T15:16:19.342+01:00","category":2,"subCategory":4,"legal":"Non for profit organisation","web":"http://www.afec.es","country":"Spain","headAddress":"Francisco Silvela, 69 - 1º D","headCity":"Madrid","headPostCode":"28028","headPhone":"(91)4 02 73 83","boss":"Pilar Budí","bossTitle":"Ms","bossPosition":"General Manager","membersCount":2,"membersFTE":"0.5","membership":".- AFEC is full member of EUROVENT&#xd;\n&#xd;\nEUROVENT. The European Committee for Air Handling &amp; Refrigeration Equipment Manufacturers.&#xd;\nDiamant Building &#xd;\nBd Reyers 80 &#xd;\n1030 Brussels &#xd;\nT. 02 706 79 62 &#xd;\nF. 02 706 79 66 &#xd;\nfelix.vaneyken@agoria.be &#xd;\nwww.eurovent-association.eu&#xd;\n&#xd;\n.- AFEC is full member of EHPA&#xd;\n&#xd;\nEHPA. European Heat Pump Association &#xd;\nRenewable Energy House&#xd;\nRue d'Arlon 63-67&#xd;\nB-1040 Brussels&#xd;\nphone: +32 24 00 10 17&#xd;\nfax: +32 24 00 10 18&#xd;\nURL: http://www.ehpa.org&#xd;\nMail : info@ehpa.org","memberOrga":"www.afec.es","goal":"The purpose of the Association is to represent, manage and defend the professional interests of the air conditioning sector. The aims and objectives can be stated in summary: &#xd;<br />&#xd;<br />• Promote, maintain and strengthen the bonds of friendship and cooperation between entrepreneurs of the air conditioning and maintain cooperative relations with other individuals or corporations pursuing same or similar purposes. &#xd;<br />• Represent to members entrepreneurs, and participate, where possible, in the bodies and institutions of any nature and territorial scope, both in those with international character, particularly in the European Union, as in those of the central state administration, autonomous and municipal administration. &#xd;<br />• Participate and represent the sector at conferences, studies, trade fairs, exhibitions and other events of similar nature. &#xd;<br />• Promote, the development of technological research and knowledge and the exportation abroad, of products and services of this sector of activity. &#xd;<br />• Provide advice of any kind and to organize and promote those services to its members that result in better development for them and for the Association. &#xd;<br />• Carry out any legal actions, administrative or judicial, necessary, and for which be entitled, to defend the interests of the industry and its partners.","acronym":"AFEC","interests":"Climate Action, Competition, Energy, Enterprise, Environment, External Relations, Trade","euInitiatives":"Ecodesign and Envirommental Issues, Energy Labelling, Energy Efficiency and all topics related to the sector of HVAC&amp;R (Heating, Ventilation, Air Conditioning and Refrigeration)","lastUp":"2018-02-12T17:56:40.774+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}