{"id":"304791028137-41","name":"Circular Economy Club","registrationDate":"2017-08-29T13:25:09.266+02:00","category":3,"subCategory":2,"legal":"Unincorporated Association - Club","web":"https://www.circulareconomyclub.com/","country":"United kingdom","headAddress":"155 Tower Bridge Road","headCity":"London","headPostCode":"SE13LW","headPhone":"(44)79 07 92 07 92","boss":"Anna Tarí","bossTitle":"Ms","bossPosition":"Founder","membersCount":2,"membersFTE":"0.75","membership":"","memberOrga":"https://www.circulareconomyclub.com/organizations/","goal":"Circular Economy Club (CEC) is the international network of circular economy professionals and organisations. CEC’s activity is non-profit, global and open, anyone can join the club online for free. The club has over 2,600 members, that are either professionals (designers, engineers, researchers, consultants, business leaders) or organisations (national networks, companies, academia institutions, NGOs and startups). &#xd;<br />&#xd;<br />CEC exists to spur collaboration by connecting professionals, because together we can have a higher impact. The main activities are disseminating information and tools for circular economy professionals, providing mentorship to young leaders and startups and organising circular economy events. &#xd;<br />&#xd;<br />Although the club was founded by Anna Tarí in London, CEC is ran voluntarily by engaged club members based all over the world who volunteer to coordinate CEC activities in their cities by applying to the Local Organisers program.","acronym":"CEC","interests":"Climate Action, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, General and Institutional Affairs, International co-operation and development, Research and innovation","euInitiatives":"Circular Economy Club closely follows any initiatives and policies related to circular economy and dedicates in spurring collaborations among all sectors and industries.","lastUp":"2018-08-17T09:49:04.676+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}