{"id":"304944316511-25","name":"P3 - People, Planet, Profit, o.p.s.","registrationDate":"2015-03-13T12:34:10.067+01:00","category":3,"subCategory":2,"legal":"public benefit organisation","web":"http://www.p-p-p.cz","country":"Czech republic","headAddress":"Václavské nám. 21","headCity":"Praha 1","headPostCode":"110 00","headPhone":"(420)7 74 49 60 14","boss":"Petra Francová","bossTitle":"Ms","bossPosition":"director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"P3 – People, Planet, Profit, o.p.s. is a Czech NGO  that was established with the aim to promote social entrepreneurship in the Czech Republic. The company is focussed on social entrepreneurship and on raising social responsibility in economics. It is based on the concept that prosperity of  society is founded on three pillars – economic  environmental, and social capital - and none of these three pillars should be developed at the expense of the others (triple bottom line).&#xd;<br />P3 provides general consultancy for social enterprises, develops project applications for setting  social enterprises from the European Structural Funds and holds seminars for starting social entrepreneurs. The organisation co-founded the Thematic Network for Social Entrepreneurship TESSEA, an umbrella organisation of social enterprises and an opiniom platform of those who are interested in social entrepreneurship. Special cooperation in the area of social entrepreneurship takes place with the Ministry of Labour and Social Affairs and the Agency for Social Inclusion at the Cabinet Office.&#xd;<br />P3 has contacts on many social economy organisations in the EU member states. It takes part in transnational projects and networks and provides information and data about social entrepreneurship in the Czech Republic to EU comparative analyses and research studies.","acronym":"P3","interests":"Employment and Social Affairs, Enterprise","euInitiatives":"P3 is focussed at social economy and social entrepreneurship and follows the EU policies in this area. P3 monitors mainly Social Business Initiative.","lastUp":"2017-03-28T21:25:00.574+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}