{"id":"304907726848-14","name":"FORO MARITIMO VASCO","registrationDate":"2017-04-21T10:16:05.810+02:00","category":2,"subCategory":4,"legal":"ASOCIACIÓN PRIVADA SIN ÁNIMO DE LUCRO","web":"http://www.foromaritimovasco.com","country":"Spain","headAddress":"C/ BUENOS AIRES, 2   1ºIZDA","headCity":"BILBAO","headPostCode":"48001","headPhone":"(34)9 44 35 66 10","boss":"FRANCISCO JAVIER LÓPEZ DE LACALLE LÓPEZ","bossTitle":"","bossPosition":"DIRECTOR-GERENTE","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"El Foro Marítimo Vasco es una organización constituida como entidad sin ánimo de lucro en el año 1993, y que desde 1.999 es reconocido como Cluster por parte del Gobierno Vasco. El FMV está integrado por empresas, asociaciones e instituciones, teniendo como misión la representación, defensa, consolidación, promoción y mejora de la competitividad de las empresas del sector marítimo vasco a través de los servicios que presta, en sus diferentes Ejes Estratégicos (Internacionalización, Tecnología, Excelencia en la Gestión, Financiero-Fiscal, Formación y Personas, y Comunicación, Información y Representación). El conjunto del sector marítimo vasco, tiene una importante presencia en la economía de CAPV, representa aproximadamente el 1,74% del PIB. Las empresas han facturado el año 2010, 1.148 millones de euros en actividades relacionadas con el sector y 2.598 millones de euros en todo su conjunto. En lo referente al empleo, el sector marítimo vasco, ha cerrado el año 2010 con 7.560 trabajadores dedicados a actividades del sector marítimo y a 17.017 de forma global. El Foro Marítimo Vasco, se ha consolidado como el principal referente del sector a nivel autonómico, y como una de las asociaciones más reconocidas a nivel nacional e internacional . El FMV ha colaborado en la constitución del Cluster Marítimo Español, además de en la de numerosos Clusters regionales.","acronym":"FMV","interests":"Energy, Environment, Maritime affairs and fisheries, Regional Policy, Transport","euInitiatives":"La Asociación Foro Marítimo Vasco está interesada en conocer las políticas e iniciativas en los siguientes ámbitos:&#xd;<br />- Medio Ambiente, &#xd;<br />- Pesca, &#xd;<br />- Transporte,&#xd;<br />- Energía &#xd;<br />&#xd;<br />Así como conocer los distintos programas existentes en estas áreas.","lastUp":"2018-05-07T17:04:32.420+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}