{"id":"30518306530-41","name":"National Research Council of Italy","registrationDate":"2011-09-01T10:06:59.211+02:00","category":4,"subCategory":5,"legal":"Research Performing Organization","web":"http://www.cnr.it","country":"Italy","headAddress":"P.le Aldo Moro, 7","headCity":"Roma","headPostCode":"00185","headPhone":"(39)0 64 99 31","boss":"Massimo Inguscio","bossTitle":"Mr","bossPosition":"President","membersCount":13,"membersFTE":"6.25","membership":"CNR is Member of the most relevant European and international Organisations and networks dealing with R&amp;D&amp;I.","memberOrga":"See the web page: www.cnr.it","goal":"The National Research Council (CNR) is a public organization; its duty is to carry out, promote, spread, transfer and improve research activities in the main sectors of knowledge growth and of its applications for the scientific, technological, economic and social development of the Country.&#xd;<br />To this end, the activities of the organization are divided into 7 macro-areas of interdisciplinary scientific and technological research (called Departments), concerning several sectors: biotechnology, medicine, materials, environment and land, information and communications, advanced systems of production, judicial and socio-economic sciences, classical studies and arts, energy and transportation, molecular design and agro-food.&#xd;<br />CNR is distributed all over Italy through a network of institutes aiming at promoting a wide diffusion of its competences throughout the national territory and at facilitating contacts and cooperation with local firms and organizations.&#xd;<br />From the financial point of view, the main resources come from the State, but also from the \"market\": more than 35% of its balance sheet, an extraordinary result, is the result of revenues coming from external job orders for studies and activities of technical advice as well as from agreements with firms, contracts with the European Union and with the other international organizations.","acronym":"C.N.R.","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Culture, Development, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Trans-European Networks, Transport","euInitiatives":"CNR is mainly interested in the dossiers related to Research and Innovation.  Specific attention is paid to the framework program Horizon 2020 and all the European initiatives addressing science, technology, research and innovation.","lastUp":"2018-04-04T09:10:26.112+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}