{"id":"305104414982-11","name":"Associação Sindical Autónoma de Polícia","registrationDate":"2014-11-22T12:22:48.508+01:00","category":2,"subCategory":1,"legal":"Associação permanente de trabalhadores para a defesa e promoção dos seus interesses sócio-profissionais","web":"http://www.asapol.net","country":"Portugal","headAddress":"Rua Adolfo Coelho nº. 10","headCity":"Lisboa","headPostCode":"1900-029","headPhone":"(351)9 14 81 34 41","boss":"António Nunes Serra Silva","bossTitle":"Mr","bossPosition":"Presidente da Direcção Nacional","membersCount":11,"membersFTE":"2.75","membership":"http://www.eurofedop.org/","memberOrga":"","goal":"- A Associação tem como objectivo:&#xd;<br />a) Defender o prestígio e prosperidade da Associação;&#xd;<br />b) Promover a formação dos seus associados e contribuir para a sua realização profissional, social e cultural;&#xd;<br />c) Promover acções de sensibilização junto dos seus associados com vista à defesa dos seus interesses;&#xd;<br />d) Realizar e promover iniciativas culturais, recreativas, de investigação e formação profissional;&#xd;<br />e) Analisar, debater e propor assuntos relacionados com o exercício da actividade policial;&#xd;<br />f) Contribuir para o desenvolvimento dos serviços da PSP.&#xd;<br />2 - Para o efeito, podem ser organizados colóquios, seminários, palestras ou cursos de formação que concorram para a sua efectivação","acronym":"ASAPOL","interests":"Budget, Communication, Development, Education, Employment and Social Affairs, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian Aid, Justice and Fundamental Rights, Public Health, Trans-European Networks","euInitiatives":"Dossier relativos com a politica do trabalho e riscos associados à saude e medicina no trabalho. Campanha europeia de riscos psicossociais no trabalho. Estamos a desenvolver um seminário subordinado ao tema riscos psicossociais nas forças e serviços de segurança.","lastUp":"2018-03-07T19:28:01.262+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}