{"id":"305469233203-82","name":"Stiftung für Qualität und Wirtschaftlichkeit im Gesundheitswesen","registrationDate":"2018-11-15T10:22:26.228+01:00","category":3,"subCategory":2,"legal":"Stiftung des privaten Rechts","web":"http://www.iqwig.de","country":"Germany","headAddress":"Gutenbergstraße 13","headCity":"Berlin","headPostCode":"10587","headPhone":"(49)2 21 35 68 50","boss":"Jürgen Windeler","bossTitle":"Mr","bossPosition":"Institutsleiter","membersCount":5,"membersFTE":"3.5","membership":"https://www.iqwig.de/de/ueber-uns/aufgaben-und-ziele/fachlicher-austausch.3015.html","memberOrga":"","goal":"Das Institut für Qualität und Wirtschaftlichkeit im Gesundheitswesen (IQWiG) wurde in Trägerschaft der Stiftung für Qualität und Wirtschaftlichkeit im Gesundheitswesen 2004 gegründet. Es ist eine Institution im System der deutschen Gesetzlichen Krankenversicherung. Aufgabe des IQWiG ist es die Vor- und Nachteile medizinischer Leistungen für Patienten und Patientinnen objektiv zu überprüfen. Das Institut erstellt dafür fachlich unabhängige, evidenzbasierte (beleggestützte) Gutachten. Die entsprechenden gesetzlichen Regelungen finden sich in den §§ 139a bis c Sozialgesetzbuch – Fünftes Buch – gesetzliche Krankenversicherung (SGB V). Laut Gesetz können nur zwei Institutionen das IQWiG direkt beauftragen: zum einen der Gemeinsame Bundesausschuss (G-BA), das oberste Beschlussgremium der Selbstverwaltung im Gesundheitswesen, zum anderen das Bundesgesundheitsministerium (BMG). Auf Grundlage der IQWiG-Gutachten entscheidet der G-BA über medizinische Maßnahmen und ihre Erstattung durch die gesetzlichen Krankenkassen. Darüber hinaus kann das IQWiG auch in eigener Verantwortung offene Fragen der Gesundheitsversorgung aufgreifen. 2011 trat das Arzneimittelmarkt- Neuordnungsgesetz, kurz AMNOG, in Kraft. Seitdem begutachtet das IQWiG nahezu alle neu zugelassenen Arzneimittel bzgl. therapeutischen Zusatznutzens und Kostenaspekten. IQWiG bewertet zudem die Vor- und Nachteile sogenannter nichtmedikamentöser Verfahren. Dabei handelt es sich um Behandlungs- oder Diagnoseverfahren, bei denen keine Arzneimittel betei-ligt sind – oder Arzneimittel nur in Kombination mit Medizinprodukten vorkommen. Zu diesen nichtmedikamentösen Verfahren zählen Behandlungsmaßnahmen zum Beispiel in der Chirurgie, Strahlentherapie, Zahnmedizin und Psychotherapie. Auch Diagnoseverfahren wie genetische Untersuchungen von Tumoren oder Reihenuntersuchungen (Screenings) zur Früherkennung von Krankheiten begutachtet das IQWiG. Leitlinien geben Empfehlungen für die zu einem aktuellen Zeitpunkt bestmögliche Behandlungsform. Zusammen mit Sachverständigen wertet das IQWiG nationale und internationale Leitlinien aus und erstellt daraus Übersichten. Der G-BA nutzt die Übersichten, um bestehende strukturierte Behandlungsprogramme, sogenannte Disease-Management-Programme (DMP), zur Behandlung chronischer Krankheiten zu aktualisieren oder neue einzurichten. Seit 2016 können zudem Privatpersonen beim ThemenCheck Medizin des IQWiG online Untersuchungs- oder Behandlungsverfahren für eine wissenschaftliche Bewertung vorschlagen. Das IQWiG sammelt die Vorschläge und ermittelt in einem zweistufigen Auswahlverfahren pro Jahr bis zu fünf Themen, die dann wissenschaftlich bearbeitet werden. Außerdem erstellt das IQWiG verständliche und anschauliche Gesundheitsinformationen zu medizinischen Themen für Patienten und die Öffentlichkeit.","acronym":"IQWiG","interests":"International co-operation and development, Public Health, Research and innovation, Trans-European Networks","euInitiatives":"- 2018/0018(COD) - Verordnung des Europäischen Parlaments und des Rates über die Bewertung von Gesundheitstechnologien und zur Änderung der Richtlinie 2011/24/EU&#xd;<br /> - VERORDNUNG (EU) 2017/746 DES EUROPÄISCHEN PARLAMENTS UND DES RATES vom 5. April 2017 über In-vitro-Diagnostika und zur Aufhebung der Richtlinie 98/79/EG und des Beschlusses 2010/227/EU der Kommission &#xd;<br />- Joint Action 724130 EUnetHTA (Joint Action 3)","lastUp":"2019-10-29T11:10:20.833+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}