{"id":"306336217445-16","name":"Fitch Ratings Ltd","registrationDate":"2015-05-21T12:20:49.701+01:00","category":2,"subCategory":3,"legal":"Private Limited Company","web":"http://fitchratings.com","country":"United kingdom","headAddress":"30 North Colonnade","headCity":"London","headPostCode":"E14 5GN","headPhone":"(44)20 35 30 10 00","boss":"Susan Launi","bossTitle":"Ms","bossPosition":"MD, Global Head of Regulatory Affairs, Policies and Procedures ","membersCount":1,"membersFTE":"0.25","membership":"Associated Member of the Association for Financial Markets in Europe (AFME); EU CRA Constituent Group of the SIIA/FISD","memberOrga":"","goal":"Fitch Group is a global leader in financial information services with operations in more than 30 countries. Fitch Group is comprised of: Fitch Ratings, a global leader in credit ratings and research; Fitch Solutions, a leading provider of credit market data, analytical tools, risk services and country risk and industry analysis (particularly with respect to emerging and frontier markets); and Fitch Learning, a preeminent training and professional development firm. With dual headquarters in London and New York, Fitch Group is owned by Hearst Corporation.&#xd;<br />&#xd;<br />Fitch Ratings is a leading provider of credit ratings, commentary and research. Dedicated to providing value beyond the rating through independent and prospective credit opinions, Fitch Ratings offers global perspectives shaped by strong local market experience and credit market expertise. The additional context, perspective and insights we provide have helped investors fund a century of growth and make important credit judgments with confidence.","acronym":"FRL","interests":"Banking and financial services, Economy, finance and the euro, Institutional affairs, Single market","euInitiatives":"CRA Regulation, Capital Markets Union, Securitisation, SME financing, infrastructure financing, money market funds, Brexit, ESAs/ESMA","lastUp":"2019-03-16T18:50:35.850+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}