{"id":"306402834626-49","name":"Naturin Viscofan","registrationDate":"2019-04-18T13:17:38.653+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.viscofan-bioengineering.com","country":"Germany","headAddress":"Badeniastraße 13","headCity":"Weinheim","headPostCode":"69469","headPhone":"(49)6 20 18 60","boss":"Wilfried Schobel","bossTitle":"Mr","bossPosition":"General Manager","membersCount":1,"membersFTE":"0.25","membership":"https://www.viscofan-bioengineering.com/partnering/join-development","memberOrga":"","goal":"Viscofan BioEngineering is a business unit of Naturin Viscofan GmbH – a company of the Viscofan group. The modern production facilities including a GMP plant are located in Weinheim, Germany. A dedicated international team covers the complete value chain from research to development and sales of novel collagen products.&#xd;<br />&#xd;<br />Naturin Viscofan is the center of excellence for collagen products within the Viscofan group. We apply partly proprietary technologies and standardized extraction methods to process collagen from bovine skin for the development and industrial-scale production of novel collagen biomatrices in research, medical and food grade. The combination of premium products with an exceptional scientific support positions Viscofan BioEngineering at the forefront of regenerative medicine.&#xd;<br />&#xd;<br />Our comprehensive portfolio is based on collagen membrane, mass, suspension and hydrolysate to serve cell biology, biomedical and nutraceutical markets. The products are suitable for a broad range of novel applications, such as improved tissue engineering, new surgical procedures or advanced medical devices. Together with its partners, Viscofan BioEngineering is also developing its own pipeline of products in regenerative medicine.","acronym":"Naturin","interests":"Research and innovation","euInitiatives":"European Biopharmaceutical Enterprises (EBE)&#xd;<br />EFPIA&#xd;<br />Guidelines for ATMP manufacturing, clinical testing,...&#xd;<br />IMI Programme: Challenge ATMPs","lastUp":"2019-04-18T13:20:51.506+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}