{"id":"306520122807-76","name":"Observatório de Avaliação de Tecnologia, CICS.NOVA","registrationDate":"2016-07-26T12:17:28.465+02:00","category":4,"subCategory":5,"legal":"nenhum","web":"http://sites.fct.unl.pt/observatorio-avaliacao-tecnologia/","country":"Portugal","headAddress":"DCSA (IET/CICS.NOVA)","headCity":"Caparica","headPostCode":"","headPhone":"(351)2 12 94 85 30","boss":"António Moniz","bossTitle":"","bossPosition":"Diretor","membersCount":13,"membersFTE":"5.25","membership":"Centro Interdisciplinar de Ciências Sociais (CICS.NOVA): http://www.cics.nova.fcsh.unl.pt/observatories-1&#xd;\n&#xd;\nEuropean Parliamentary Technology Assessment (EPTA), applied for Associate Member: http://www.eptanetwork.org/","memberOrga":"","goal":"OAT is an applied research unit of the research centre CICS.NOVA. It is the only research unit dedicated to Technology Assessment in Portugal. Our research is conducted in several disciplinary fields, such as sociology, engineering, management and science and technology studies. The unit conducts research projects on different TA topics, such as health, transport, indicators and several emerging technologies. The OAT includes members of the Doctoral Program in Technology Assessment of FCT-UNL, as well as several researchers working in Technology Assessment across the country. These groups concentrate their Technology Assessment activities in the fields of industrial sociology, management systems, foresight analysis in innovation, economics, and organizational studies, among others.","acronym":"OAT/CICS.NOVA","interests":"Business and Industry, Digital economy and society, Employment and Social Affairs, Energy, Maritime affairs and fisheries, Public Health, Research and innovation, Trans-European Networks, Transport","euInitiatives":"programme Horizon 2020 &#xd;<br />- Science with and for Society &#xd;<br />- Information and Communication Technologies &#xd;<br />(project proposals and project evaluation)&#xd;<br />&#xd;<br />European Parliament - Science and Technology Options Assessment (project proposals and project development in cooperation with KIT)","lastUp":"2018-07-17T12:15:43.391+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}