{"id":"306873210055-73","name":"AUTOBAHNEN- UND SCHNELLSTRASSEN-FINANZIERUNGS- AKTIENGESELLSCHAFT","registrationDate":"2012-11-08T15:27:38.661+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft, AG","web":"http://www.asfinag.at","country":"Austria","headAddress":"Rotenturmstraße, 5-9","headCity":"Wien","headPostCode":"1011","headPhone":"(43)50 10 81 00 00","boss":"Hartwig Hufnagl","bossTitle":"Mr","bossPosition":"Vorstand","membersCount":3,"membersFTE":"1.0","membership":"ASECAP (European Association of Tolled Motorways, Bridges and Tunnels) - www.asecap.com&#xd;\n&#xd;\nIBTTA (International Bridge, Tunnel and Turnpike Association) - www.ibtta.org&#xd;\n&#xd;\nPIARC (World Road Association) - www.piarc.org&#xd;\n&#xd;\nCEDR (Conference of European Directors of Roads) - www.cedr.eu","memberOrga":"","goal":"Die ASFINAG betreibt, erhält und bemautet das gesamte österreichische Autobahnen- und Schnellstraßennetz mit einer Streckenlänge von 2.223 km (Stand 31.12.2018). Ebenso plant, koordiniert und finanziert die ASFINAG sämtliche Neu- und Ausbaumaßnahmen.&#xd;<br />&#xd;<br />Als kunden- und serviceorientierter, ausschließlich nutzerfinanzierter Autobahnbetreiber ist es für die ASFINAG zentral, die Erwartungen ihrer Kundinnen und Kunden im Einklang mit den wirtschaftlichen Möglichkeiten bestmöglich zu erfüllen. Dazu zählen ein bedarfsgerecht ausgebautes Netz mit hohem Sicherheitsniveau, ein optimales Ereignis- und Verkehrsmanagement sowie ein hoher Kundenservice. Unser integriertes Nachhaltigkeitsverständnis sichert eine Ausgewogenheit zwischen wirtschaftlichen, gesellschaftlichen und ökologischen Ansprüchen.&#xd;<br />&#xd;<br />Vision der ASFINAG ist es, im europäischen Vergleich zu den führenden Autobahnbetreibern zu zählen, insbesondere hinsichtlich Verfügbarkeit, Verkehrssteuerung, Verkehrsinformation, Verkehrssicherheit, Technologischen Neuerungen und der Vernetzung mit dem öffentlichen Verkehr.","acronym":"ASFINAG","interests":"Climate Action, Consumers, Energy, Environment, Research and innovation, Trans-European Networks, Transport","euInitiatives":"COM_2011_144_White Paper_Transport&#xd;<br />Directive_1999_62_EC_Charging of heavy goods vehicles for the use of certain infrastructures&#xd;<br />Directive_2004_52_EC_Interoperability of electronic road toll systems in the Community&#xd;<br />Commission Decision 2009/750/EC_Definition of the European Electronic Toll Service and its technical element &#xd;<br />Directive 2008/96/EC_Road Infrastructure Safety Management&#xd;<br />Directive 2004/54/EC_Minimum safety requirements for tunnels in the Trans-European Road Network&#xd;<br />Directive_1996_53_EC_Weights and dimensions&#xd;<br />Directive_2010_40_EU_Framework for the deployment of Intelligent Transport Systems in the field of road transport and for interfaces with other modes of transport&#xd;<br />Regulation_561_2006_Driving and Rest Times&#xd;<br />Directive 2011/83/EU_Consumer Rights&#xd;<br />Mobility Packages I, II and III&#xd;<br />Road Safety&#xd;<br />Clean Power for Transport&#xd;<br />Horizon 2020&#xd;<br />TEN-T&#xd;<br />Connecting Europe Facility (CEF)","lastUp":"2019-03-14T08:49:14.318+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}