{"id":"30701218296-12","name":"Bunge Ltd","registrationDate":"2012-03-09T14:47:27.279+01:00","category":2,"subCategory":3,"legal":"Public Limited Company","web":"http://www.bunge.com/","country":"Switzerland","headAddress":"13, route de Florissant, Bunge SA","headCity":"Geneva","headPostCode":"CH-1211","headPhone":"(0041)2 25 92 96 00","boss":"Andreas Sommer","bossTitle":"Mr","bossPosition":"Government Affairs Europe","membersCount":6,"membersFTE":"4.5","membership":"FEDIOL (The EU Vegetable Oil and Proteinmeal Industry)&#xd;\nEUFIC (European Food Information Council)&#xd;\nEBB (European Biodiesel Board)&#xd;\nASSUC (European Association of Sugar Traders)&#xd;\nPFP (Primary Food Processors)","memberOrga":"","goal":"Bunge EMEA has integrated operations from the farm to the end consumer. We are present in all major grain and oilseed origination areas across the region and our network of assets and capabilities guarantee reliable supply and efficient service to our customers in the destination markets.&#xd;<br />As a leading crusher in the region, we are diversified across soy, sun and rape feedstocks. Our softseed processing activities ensure meal distribution for the food, feed and non-food industry.&#xd;<br />In Europe we are the largest bottled oil producer and marketer and we continue to enter into adjacent downstream categories such as margarine, mayonnaise for retail as well as vegetable professional fats and other vegetable oil based products for food manufacturers and food service professionals.&#xd;<br />We are continuously deepening our focus on nutrition, health and wellness, developing food products that deliver added benefits to consumers.","acronym":"BEMEA","interests":"Agriculture and Rural Development, Budget, Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, General and Institutional Affairs, Internal Market, Public Health, Research and Technology, Taxation, Trade, Transport","euInitiatives":"Mainly related to agriculture, trade, food and feed, taxation and sustainability.","lastUp":"2018-02-13T15:14:35.532+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}