{"id":"307250225561-60","name":"Shamir","registrationDate":"2017-02-14T12:31:51.837+01:00","category":3,"subCategory":2,"legal":"association","web":"http://shamir.lv","country":"Latvia","headAddress":"Maskavas 14a","headCity":"Riga","headPostCode":"LV-1050","headPhone":"(371)67 79 17 84","boss":"Menachem Barkahan","bossTitle":"Mr","bossPosition":"chairman of the board","membersCount":5,"membersFTE":"4.0","membership":"Association Shamir is also a member of European International Tolerance center working as a network for cooperation in afield of non-discrimination and tolerance projects.&#xd;\nWe are participating in the projects of the Baltic Remembrance networking, actively cooperating with Latvian, Estonian and Lithuanian partners, non-as governmental organizations, municipality etc.","memberOrga":"Association Shamir has numbers of the cooperation partners in the different projects and programs in Latvia, Scandinavian countries, USA, Israel, West Europa etc. Association Shamir is also a member of European International Tolerance center working as a network for cooperation in afield of non-discrimination and tolerance projects.","goal":"Association Shamir acts in the field of preservation and promotion of historical and cultural heritage of Latvian and worldwide Jews, including researches, educational and commemorational activities and culture events of European importance and participation, including annual \"Steps of Life\" and \"Each child has a name\" public events and Jewish culture festival. The particular periods of Latvian independence between world wars and the Holocaust are a subject of special study focus since Latvia belongs to those small countries which witnessed the periods of regimes change and related repressions and were particullary affected by the Holocaust. Shamir educates teachers and students regardless of their nationality and location and supports the activities of Riga Ghetto and Latvian Holocaust museum aimed to research, preserve and promote the study of the past. Association events are attended by European and international experts and participants and are a subject of public attention worldwide.&#xd;<br />Riga Ghetto and Latvian Holocaust Museum was founded (more than 100000 visitors since 2010). The main goal of museum to show the story of the Riga Ghetto, the Holocaust in Latvia and Jewish life in Latvia before the Holocaust. The museum strives to preserve the lessons of the past and help the worlds progress to a future filled with more kindness, compassion and tolerance. Riga is a unique place for studying the history of the Holocaust and one of our objectives is to make it one of the leading spots of Holocaust Education in Europe:&#xd;<br />The Riga's Ghetto district have not changed a lot and the same houses neither destroyed, neither reconstructed are standing on the same places. The possibility to combine academical knowledge with individual psycho-emotional experience of seeing untouched traces, not an imitation. Riga's Jewish community have be taken as a symbol of resurgent Jewry of Europe. Almost destroyed during the Holocaust and hiding during the Soviet occupation Latvian Jewish community is active and developing. &#xd;<br />One of the main activities of Association Shamir is the European Center of Tolerance. Have founded in 2013. Main goals of the Center is fundamental scientific researches and educational activities related to the history of the Holocaust and contemporary issues of tolerance, to contributing to the dialogue between nations in order to prevent conflicts","acronym":"","interests":"Culture, Education and training, Youth","euInitiatives":"In our work, we are committed to a number of human rights regulating documentations and democratic practices, international and local one.&#xd;<br />One of the documentation is Universal Declaration of Human Rights of 1948, including preamble,&#xd;<br />whereas recognition of the inherent dignity and of the equal and inalienable rights of all members of the human family is the foundation of freedom, justice and peace in the world,&#xd;<br />whereas disregard and contempt for human rights have resulted in barbarous acts which have outraged the conscience of mankind, and the advent of a world in which human beings shall enjoy freedom of speech and belief and freedom from fear and want has been proclaimed as the highest aspiration of the common peoples.","lastUp":"2019-02-04T10:16:53.091+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}