{"id":"307400736740-13","name":"Institut Joseph Patrick Kennedy","registrationDate":"2019-12-04T17:09:41.582+01:00","category":4,"subCategory":5,"legal":"Association","web":"http://kennedy.paris","country":"France","headAddress":"1 Square Théodore Judlin","headCity":"Paris","headPostCode":"75015","headPhone":"(33)6 25 99 71 94","boss":"Pierre-Jean Clausse","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"The first objective is the goal of uniting political parties of Europe in the main parties that identify with center-left, or center-right. Therefore, we want to foster cooperation between actors and movements.&#xd;<br />Another objective and means to do so is to show that France, Europe and its people have the power to make a difference, by promoting education and values behind entrepreneurship, by showing the way to true equality and equal access to the business world for all. Therefore, we created master class and secondary level education materials for people to get classes that will make them efficient. Our resources are based on the principle that an individual, to be effective, must possess a complete base of diverse and varied knowledge: we highlight this principle, with training in political science, advanced economics, humanities or rhetoric.","acronym":"","interests":"Business and Industry, Culture, Education and training, Employment and Social Affairs, Environment, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Justice and Fundamental Rights, Youth","euInitiatives":"As the renewal of the EU Commision is on a stage of transition, the Institute follows with eagerness the following initiatives, policies and legislative files:&#xd;<br />• Adult learning,&#xd;<br />• Vocational Education and Training,&#xd;<br />• Multilingualism,&#xd;<br />• School policy.","lastUp":"2019-12-04T17:10:08.280+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}