{"id":"307603023489-82","name":"The American European Community Association","registrationDate":"2016-09-20T13:18:57.849+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://www.aeca.org","country":"Belgium","headAddress":"Rond Point Schuman 9","headCity":"BRUSSELS","headPostCode":"1040","headPhone":"(32)23 44 59 49","boss":"Christophe  de Callataÿ","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":3,"membersFTE":"3.0","membership":"","memberOrga":"http://aeca.org/membership-6/","goal":"AECA is dedicated to promoting and facilitating dialogue and cooperation within Europe, and between North America and Europe, by providing a dynamic forum and an international network for interaction between leaders from the business and official communities, and by initiating lively and informed debate on key political, economic and social issues. AECA encourages the advancement of opportunities in the global community. The AECA network is extensive, international and interactive. In recent years the association has continued to attract new members, who find that the quality debates on key issues with speakers who are leaders in their field, and the access to high-level networking opportunities, add real value for them and their companies/organisations. All activities are prepared and organised according to the high-quality standards which are a recognised feature of AECA.","acronym":"AECA","interests":"Banking and financial services, Borders and Security, Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"TTIP, Digitial Single Market, Energy Union, Europe 2020, Investment Plan, Brexit....","lastUp":"2018-08-28T13:00:43.486+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}