{"id":"307682635274-61","name":"EurO3zon","registrationDate":"2019-07-01T22:36:53.393+02:00","category":3,"subCategory":2,"legal":"IASBL","web":"http://www.euro3zon.org","country":"Belgium","headAddress":"Eilandstraat 4","headCity":"Hofstade","headPostCode":"1981","headPhone":"(32)4 75 33 13 61","boss":"Bernhard Paolini","bossTitle":"Mr","bossPosition":"Chairman","membersCount":8,"membersFTE":"2.25","membership":"","memberOrga":"","goal":"EurO3zon is an International Non-Profit Association to Belgian right dedicated to promoting the use of Ozone (O3) in Europe. &#xd;<br />The member companies co-operate in matters concerning ozone applications that are regulated by the European Biocidal Products Regulation (BPR, Regulation (EU) No 528/2012). This is including ozone manufacturers, gas suppliers and other associations. Members of EurO3zon are also initiating and supporting the development of technical standards in the field of ozone treatment and additionally are providing standardization bodies and associations with technological expertise. &#xd;<br />In particular EurO3zon is supporting anyone (e.g. ozone manufacturers, end users, etc.) in order to comply with requirements arising from the Biocidal Products Regulation for Ozone disinfection applications. EurO3zon is providing a Letter of Access (LoA) to any party that is seeking to get product authorization of ozone. &#xd;<br />EurO3zon is regularly updating its website about the most recent activities and contains publications for download and further reference.","acronym":"","interests":"Education and training, Environment, Food Safety, Research and innovation","euInitiatives":"EurO3zon iasbl follows as stakeholder organisation EU initiatives, policies and legislative files concerning the following regulations:&#xd;<br />- BPR&#xd;<br />- REACH&#xd;<br />- CLP&#xd;<br />&#xd;<br />&#xd;<br />EurO3zon iasbl follows/comments towards (non-limitative list):&#xd;<br />&#xd;<br />- European Commission (DG SANTE) and CA meeting, e.g. support related to the development CA meeting docs related to approval of (in situ generated) Biocidal Active Substances and authorisation of (in situ generated) Biocidal Products&#xd;<br />&#xd;<br />&#xd;<br />- ECHA, e.g. support of:&#xd;<br />The Working Groups (WG), e.g. the Efficacy WG &#xd;<br />Biocidal Products Committee (BPC) &#xd;<br />Endocrine Disruptor Expert Group (ED EG)&#xd;<br />Development of BPR guidances&#xd;<br />&#xd;<br />- Enforcement Forum incl.  the Forum Biocidal Products Regulation Subgroup (BPRS)","lastUp":"2019-07-01T22:37:31.639+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}