{"id":"307875235579-95","name":"SNOMED International","registrationDate":"2019-08-05T12:32:41.448+02:00","category":3,"subCategory":2,"legal":"Not For Profit","web":"http://www.snomed.org","country":"United kingdom","headAddress":"1, Kingdom Street,","headCity":"London","headPostCode":"W26BD","headPhone":"(44)20 37 55 09 74","boss":"Don Sweete","bossTitle":"Mr","bossPosition":"CEO","membersCount":46,"membersFTE":"46.0","membership":"Member countries - https://www.snomed.org/our-stakeholders/members&#xd;\nVendors - https://www.snomed.org/our-stakeholders/vendors&#xd;\nImplementers - https://www.snomed.org/our-stakeholders/implementers&#xd;\nClinicians - https://www.snomed.org/our-stakeholders/clinicians","memberOrga":"","goal":"The objectives of the SNOMED International are the advancement of the health of humankind, in particular by facilitating better health information management and by that means and otherwise contributing to the improved delivery of care by clinical and social care professions, including through:&#xd;<br />- facilitating the accurate sharing of clinical and related health information, and the semantic interoperability of health records;&#xd;<br />- encouraging global collaboration and cooperation with respect to the ongoing improvement of the consistent use of health terminologies and standards; and&#xd;<br />- providing the foregoing on a globally coordinated basis and taking account of public benefit and commercial considerations of concern to each Member and in each Member Territory.","acronym":"IHTSDO","interests":"Digital economy and society, International co-operation and development, Public Health, Research and innovation","euInitiatives":"All projects related to healthcare, where clinical terminology and interoperability are involved. See civically the development and support for international standards, for example the EUDAMEDproject","lastUp":"2019-08-05T12:33:02.440+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}