{"id":"308097028737-67","name":"HTC Hanseatic Transport Consultancy Dr. Ninnemann &amp; Dr. Rössler GbR","registrationDate":"2017-10-23T10:45:32.508+02:00","category":1,"subCategory":6,"legal":"GbR","web":"http://htc-consultancy.de","country":"Germany","headAddress":"Schopenstehl 15","headCity":"Hamburg","headPostCode":"20095","headPhone":"(49)40 18 17 54 08","boss":"Jan Prof. Dr. Ninnemann","bossTitle":"Mr","bossPosition":"Geschäftsführender Gesellschafter","membersCount":1,"membersFTE":"0.25","membership":"www.dvwg.de","memberOrga":"","goal":"Globalisation and digital transformation are increasing the pressure on established players to strengthen their innovative power and to validate their processes. HTC contributes to manage changes and lay the foundation for tomorrow.&#xd;<br />&#xd;<br />Broad experience in consultancy combined with practical know how are the basis for our independent, performance-driven, and competent consulting approach. &#xd;<br />&#xd;<br />Our portfolio includes classical strategy and manage-ment consulting for private businesses as well as professional guidance for the public sector, political bodies, and associations especially with regard to transport, infrastructure and logistics issues.&#xd;<br />&#xd;<br />With our efficient strategy regarding project imple-mentation, we support our clients to meet the increasing economic and ecological requirements while realising sustainable solutions. The combination of high standards, independence and maximum flexibility paired with methodical competence and profound knowledge of the transport sector makes us a strong partner for our national and international clients. &#xd;<br />&#xd;<br />With innovative solutions, we strive for forward-looking ideas for politics, businesses, and communities e.g. in public participation procedures.","acronym":"HTC","interests":"Trans-European Networks, Transport","euInitiatives":"Teilnahme an verschiedenen Korridor-Foren als externer Experte, Verkehrspolitik, potenzielle Einbindung in das DINA-Projekt zur Digitalisierung in der Binnenschifffahrt aufgrund bestehender Expertise an der Elbe","lastUp":"2018-09-27T08:05:52.164+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":"0-99999"}