{"id":"308200927367-12","name":"EuroPriSe GmbH","registrationDate":"2017-06-02T10:38:51.924+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"https://www.european-privacy-seal.eu","country":"Germany","headAddress":"Joseph-Schumpeter-Allee 25","headCity":"Bonn","headPostCode":"53227","headPhone":"(49)2 28 76 36 79 30","boss":"Marcus Belke","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":2,"membersFTE":"0.5","membership":"Parent company: 2B Advice GmbH - the privacy benchmark: https://www.2b-advice.com/GmbH-de","memberOrga":"Register of EuroPriSe Experts: https://www.european-privacy-seal.eu/EPS-en/register-of-experts&#xd;\n&#xd;\nEuroPriSe Advisory Board: https://www.european-privacy-seal.eu/EPS-en/Advisory-Board","goal":"EuroPriSe GmbH operates the data protection certification program \"EuroPriSe - European Privacy Seal\" which certifies compliance of IT products, IT-based services and websites with EU data protection law. Hereby, EuroPriSe GmbH aims to promote visibility for privacy-friendly products, services and websites, to mobilize competition in privacy and to foster user trust. &#xd;<br />&#xd;<br />At this time, EuroPriSe's primary objective is to be accredited as a certification body for a future European Data Protection Seal under the legal regime of the General Data Protection Regulation (Regulation (EU) 2016/679).","acronym":"","interests":"Communication, Consumer Affairs, Information Society, Justice and Fundamental Rights, Research and Technology","euInitiatives":"Regulation (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)&#xd;<br />&#xd;<br />EuroPriSe GmbH has a particular interest in any activities of the European Commission towards the adoption of delegated acts for the purpose of specifying the requirements to be taken into account for the data protection certification mechanisms (Art. 43(8) GDPR) and of implementing acts laying down technical standards for certification mechanisms and mechanisms to promote and recognise those certification mechanisms (Art. 43(9) GDPR). &#xd;<br />&#xd;<br />COM/2017/010 final - 2017/03 (COD): Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL concerning the respect for private life and the protection of personal data in electronic communications and repealing Directive 2002/58/EC (Regulation on Privacy and Electronic Communications)&#xd;<br />&#xd;<br />COM/2017/08 final - 2017/02 (COD): Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on the protection of individuals with regard to the processing of personal data by the Union institutions, bodies, offices and agencies and on the free movement of such data, and repealing Regulation (EC) No 45/2001 and Decision No 1247/2002/EC&#xd;<br />&#xd;<br />Directive (EU) 2016/680 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data by competent authorities for the purposes of the prevention, investigation, detection or prosecution of criminal offences or the execution of criminal penalties, and on the free movement of such data, and repealing Council Framework Decision 2008/977/JHA","lastUp":"2017-06-02T10:39:28.827+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}