{"id":"308319527120-86","name":"eLabEurope / The Good Lobby","registrationDate":"2017-05-11T11:31:51.102+02:00","category":3,"subCategory":2,"legal":"association","web":"http://elabeurope.eu/","country":"Spain","headAddress":"Zugazarte 8","headCity":"Getxo","headPostCode":"48993","headPhone":"(34)6 16 77 44 56","boss":"Alberto Alemanno","bossTitle":"Mr","bossPosition":"Director and co-founder","membersCount":5,"membersFTE":"3.5","membership":"","memberOrga":"http://www.thegoodlobby.eu/","goal":"About eLabEurope -- eLabEurope is a nonpartisan organization committed to promote civic engagement by experimenting new forms of participatory democracy and nonprofit, evidence-based advocacy in the public interest in Europe and beyond.&#xd;<br />&#xd;<br />Through an unconventional mixing and matching of academic research and consultancy in the public interest, we engage in research and advocacy. We blend advances in technology and emerging collaborative approaches to re-invent existing institutions and processes of governance to improve people’s lives. We strive to fill the gap between academic thinking and reality by creating synergies between scholars and policymakers to engage underrepresented citizens, civil society’s organizations and lobby in the public interest.&#xd;<br />&#xd;<br />About The Good Lobby -- The Good Lobby, which is an initiative of eLabEurope, is a platform for bringing together NGOs, academics and professionals in the EU to combine the their skills and passions and lobby for the public interest.&#xd;<br />&#xd;<br />In contemporary Europe, a civic empowerment gap is emerging. Political power is increasingly distributed unequally between citizens, particularly in relation to EU policymaking, where business interest groups are strong and civil society is weak. To address this problem, The Good Lobby wants to connect people with expertise and knowledge with civil society organizations that need them.&#xd;<br />&#xd;<br />Drawing on the concept of sharing economy, The Good Lobby intends to exploit the untapped potential of ordinary citizens, such as academics, professionals and students, to help non-profits discharging their mission. To do so, it will create a network of professionals across different disciplines like lawyers, communication strategists and IT consultants to support civil society organizations in need of professional services. Non-profit organizations lacking economic means and/or expertise will receive pro bono or low bono integrated legal advice, communication strategy plans and research.","acronym":"","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The Good Lobby is currently involved in high-impact projects, including advocating for transparent Brexit negotiations; drafting the Whistle-blower Protection Directive; advocating for more transparency at the EU Institutional level; actively lobbying for more freedoms for EU citizens via various projects.","lastUp":"2018-04-27T22:53:40.753+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}