{"id":"309005728441-69","name":"Università degli Studi di Brescia","registrationDate":"2017-09-25T14:26:44.327+02:00","category":4,"subCategory":12,"legal":"Public University","web":"http://www.unibs.it","country":"Italy","headAddress":"Piazza Mercato 15","headCity":"Brescia","headPostCode":"25121","headPhone":"(39)03 02 98 81","boss":"Maurizio Tira","bossTitle":"Mr","bossPosition":"Rector","membersCount":5,"membersFTE":"1.25","membership":"","memberOrga":"","goal":"L’Università degli Studi di Brescia è una giovane università pubblica, con forti aspirazioni&#xd;<br />internazionali. Molti atenei di qualità nel mondo sono di dimensioni comparabili alla nostra, ma sono&#xd;<br />caratterizzati anche dal forte senso di comunità e dalla spiccata vocazione internazionale. La nostra Università deve mantenere e riaffermare il suo rango di Research University,candidandosi a essere motore di sviluppo in un territorio che più di altri può cercare di uscire dalla&#xd;<br />crisi economica, assumendo le sfide della quarta rivoluzione industriale e della sostenibilità&#xd;<br />globale, ambientale, economica e sociale.","acronym":"UNIBS","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Attività di ricerca nell'ambito dei programmi quadro di innovazione tecnologica (Horizon 2020).&#xd;<br />Programmi Europei di mobilità studentesca (Eramus +)&#xd;<br />Partecipazione a programmi co finanziati dalla DG Just","lastUp":"2018-08-30T12:13:11.290+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}