{"id":"309595731595-77","name":"Vlaams Netwerk voor Personen met een Beperking","registrationDate":"2018-05-22T22:26:00.319+02:00","category":2,"subCategory":3,"legal":"geen","web":"http://www.inclusief.vlaanderen","country":"Belgium","headAddress":"Reibroekstraat","headCity":"Evergem","headPostCode":"9940","headPhone":"(32)93 52 03 06","boss":"Jens Antjon","bossTitle":"Mr","bossPosition":"Voorzitter","membersCount":3,"membersFTE":"2.25","membership":"ENIL","memberOrga":"","goal":"Het Vlaams Netwerk voor Personen met een Beperking zet zich in op maximale inclusie in de maatschappij. Dit door de faciliteiten toegankelijker te maken, administratie te beperken en algemene info te verschaffen. Daarvoor zit ze samen lokaal, Vlaams, Federaal en Europees met verschillende partijen, om deze inclusie maximaal mogelijk te maken en om de staatslast minimaal te laten mee draaien en eventueel efficiënter in te zetten met het oog op besparen.","acronym":"VNPB","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- GDRP&#xd;<br />- Toegankelijke mobiliteit&#xd;<br />- Sociale tewerkstelling en huisvesting&#xd;<br />- Gezondheidszorg en welzijn&#xd;<br />- Inclusie onderwijs","lastUp":"2018-05-22T22:27:15.341+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}