{"id":"309768926142-64","name":"Nordic Network for Communicating Animal Welfare NordCAW","registrationDate":"2017-03-01T17:50:05.453+01:00","category":6,"subCategory":11,"legal":"none","web":"http://www.slu.se/en/Collaborative-Centres-and-Projects/swedish-centre-for-animal-welfare-scaw/nordcaw/?si=CAF628DE7AE73CB4807B1652C7E77367&amp;rid=630466327&amp;sn=sluEPi6-prodSearchIndex","country":"Sweden","headAddress":"Swedish Center for Animal Welfare","headCity":"Uppsala","headPostCode":"SE-750 07","headPhone":"(46)7 06 37 22 51","boss":"Mats Sjöqvist","bossTitle":"Mr","bossPosition":"Director","membersCount":10,"membersFTE":"2.5","membership":"","memberOrga":"http://www.slu.se/en/Collaborative-Centres-and-Projects/swedish-centre-for-animal-welfare-scaw/nordcaw/","goal":"NordCAW is a Nordic/Baltic organisation of animal welfare centres in the different countries dealing with communicating scientific knowledge of animal welfare to authorities, stakeholders and the general society. The countries collaborating in this network are Sweden, Finland, Denmark, Estonia, Lithuania (EU MS), as well as Norway, Iceland, Faroe Islands (non EU MS). NordCAW deals with:&#xd;<br />&#xd;<br />* How to supply scientific and technical knowledge (e.g. in connection with a special legislation or development and implementation of animal welfare indicators);&#xd;<br />* How to develop methods for assessing and improving the welfare of animals used for official controls, commercial and/or scientific purposes;&#xd;<br />* How to organize education and programs for the benefit of control staff employed by competent authorities as well as for experts from the other countries;&#xd;<br />* How disseminated research findings and technical innovations and how cooperate with the Nordic research bodies in the areas of animal welfare.","acronym":"NordCAW","interests":"Agriculture and Rural Development, Audiovisual and Media, Communication, Economic and Financial Affairs, Education, Fisheries and Aquaculture, Food Safety, Information Society, Public Health, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"* EU platform on animal welfare &#xd;<br />* EU strategy on animal welfare &#xd;<br />* Animals used for scientific purposes DIRECTIVE 2010/63/EU&#xd;<br />* COUNCIL REGULATION (EC) No 1099/2009&#xd;<br />* Proposal for a regulation on official controls and other official activities performed to ensure the application of food and feed law, rules on animal health and welfare, plant health, plant reproductive material, plant protection products","lastUp":"2017-03-01T17:50:37.711+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}