{"id":"309929033359-41","name":"Mariner Investment Group","registrationDate":"2018-11-30T14:52:46.860+01:00","category":2,"subCategory":4,"legal":"LLC","web":"https://www.marinerinvestment.com/","country":"United states","headAddress":"500 Mamaroneck Ave","headCity":"Harrison, New York","headPostCode":"10528","headPhone":"(1)21 57 01 96 59","boss":"Peter O'Rourke","bossTitle":"Mr","bossPosition":"General Counsel","membersCount":1,"membersFTE":"0.25","membership":"Mariner became a signatory to the United Nations-supported Principles for Responsible Investment (PRI) in August 2013.","memberOrga":"N/A","goal":"Mariner Investment Group, LLC is an investment advisory firm founded in 1992 that specializes in alternative asset management. Mariner and its affiliates advise several single and multi-strategy hedge funds, funds of funds and offer other alternative investment products and services.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Business and Industry, Climate Action, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Humanitarian aid and civil protection, International co-operation and development, Maritime affairs and fisheries, Transport","euInitiatives":"Mariner IIFC seeks to learn about policies in order to understand what best practices could be applied in other regions of the world. &#xd;<br />&#xd;<br />Specific policies we are interested in include, but are not limited to:&#xd;<br />1) The Registration, Evaluation, Authorisation and Restriction of Chemicals (“REACH”), which, according to Official Journal of the European Union, C 317, addresses the production and use of chemical substances, and their potential impacts on both human health and the environment; and&#xd;<br />2) The 2013 TEN-T  Guidelines (Regulation (EU) No 1315/2013), which “redefine the Motorways of the Sea as the maritime dimension of the trans-European transport network which  shall contribute towards the achievement of a European maritime space without barriers” according to the European Commission release found at https://ec.europa.eu/transport/modes/maritime/motorways_sea_en","lastUp":"2019-11-08T21:26:11.572+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}