{"id":"309975934546-56","name":"Ovocnářská unie České republiky, z.s.","registrationDate":"2019-04-10T13:26:27.862+02:00","category":2,"subCategory":1,"legal":"zapsaný spolek","web":"http://ovocnarska-unie.cz","country":"Czech republic","headAddress":"Holovousy 129","headCity":"Holovousy","headPostCode":"508 01","headPhone":"(420)7 34 44 31 66","boss":"Martin Ludvík","bossTitle":"Mr","bossPosition":"předseda","membersCount":2,"membersFTE":"1.0","membership":"Agrární komora České republiky&#xd;\nhttp://www.akcr.cz/","memberOrga":"http://www.oums.cz/&#xd;\nhttp://www.vcou.cz/&#xd;\nhttp://www.stredoceskaovocnarskaunie.cz/&#xd;\nhttp://www.zdraveovoce.eu/&#xd;\nhttp://www.zdraveovoce-provas.cz/","goal":"Union of Fruit Growers in the Czech Republic  (OUČR) is professional non-governmental organisation representing more than 600 fruit-growers and fruit-tree nurserymen.  It is about 70% of entities involved into professional  fruit-growing sector and more than 87% of fruit - production of the Czech Republic. Membership is based on completely voluntary basis.&#xd;<br />Our organisation have 5 regional branches, which represent  the most important fruit-growing areas in the Czech Republic, and 3 special  professional subunits - Association for integrated fruit-growing systems (SISPO), Fruit-tree Nurserymen Association (ŠS OUČR) and Association for Post Harvest Technologies (SSO).&#xd;<br />Our union matches practical fruit-growing sector with legislative requirerents represented by law and responsible control and check organisations. For members  we also organizes professional service like – consultations, trainings, conferences, study visits etc. Our union is also in close link with research institutions and try to introduce new modern methods and techogies into growing practise.","acronym":"OUČR","interests":"Agriculture and Rural Development, Business and Industry, Communication, Competition, Consumers, Education and training, Environment, Food Safety, International co-operation and development, Public Health, Research and innovation, Single market, Trade","euInitiatives":"Work in Copa-Cogeca  Fruit and Vegetable group (throughout Agrarian chamber of the CR)&#xd;<br />Forececasting WG - apples and pears&#xd;<br />EIP - Focus group - Frosts&#xd;<br />Integrated production, integration pest management&#xd;<br />Use of plant protection products, fertilizers&#xd;<br />RDP&#xd;<br />CMO (fruits and vegetables)&#xd;<br />Technologies&#xd;<br />Breeding, planting material production, Technologies-  innovations","lastUp":"2019-04-10T13:27:31.019+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}