{"id":"310026619668-24","name":"ARTEMIS Industry Association","registrationDate":"2015-11-25T11:16:09.166+02:00","category":2,"subCategory":4,"legal":"association","web":"http://artemis-ia.eu","country":"Netherlands","headAddress":"High Tech Campus 69-3","headCity":"Eindhoven","headPostCode":"5656 AG","headPhone":"(31)8 80 03 61 88","boss":"Jan Lohstroh","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":1,"membersFTE":"0.25","membership":"https://artemis-ia.eu/membership-1.html","memberOrga":"https://artemis-ia.eu/member-list.html","goal":"ARTEMIS Industry Association is the association for actors in Embedded Intelligence within Europe. As private partner in ECSEL JU, the association represents its members - industry, SMEs, universities and research institutes.&#xd;<br />&#xd;<br />ARTEMIS Industry Association continuously promotes the R&amp;I interests of its members to the European Commission and the Public Authorities of the participating states. It continues the work of the European Technology Platform ARTEMIS and is therefore responsible for the ARTEMIS Strategic Research Agenda (SRA) on Embedded Intelligence, which reflects the Research &amp; Innovation (R&amp;I) needs of the industry. The association strongly believes that the continued success of the Embedded Intelligence sector in Europe depends on one coordinated, pan-European strategy.","acronym":"ARTEMIS-IA","interests":"Digital economy and society, Economy, finance and the euro, Education and training, External Relations, International co-operation and development, Research and innovation","euInitiatives":"ARTEMIS Industry Association is the association for actors in Embedded Intelligence within Europe. As private partner, the association represents its members - industry, SMEs, universities and research institutes - in ECSEL Joint Undertaking.&#xd;<br />&#xd;<br />ARTEMIS Industry Association continuously promotes the R&amp;I interests of its members to the European Commission and the Public Authorities of the participating states. It continues the work of the European Technology Platform ARTEMIS and is therefore responsible for the ARTEMIS Strategic Research Agenda (SRA) on Embedded Intelligent Systems, which reflects the Research &amp; Innovation (R&amp;I) needs of the industry. The association strongly believes that the continued success of the Embedded Intelligence sector in Europe depends on one coordinated, pan-European strategy.&#xd;<br />&#xd;<br />ARTEMIS Industry Association is a membership organisation with more than 200 members and associates from all over Europe. The multidisciplinary nature of the membership provides an excellent network for the exchange of technology ideas, cross-domain fertilisation, as well as for large innovation initiatives.","lastUp":"2018-10-19T08:49:25.942+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}