{"id":"31012758218-85","name":"European Consumer Centre Belgium","registrationDate":"2012-03-01T14:30:53.599+02:00","category":3,"subCategory":2,"legal":"ngo","web":"http://www.eccbelgium.be","country":"Belgium","headAddress":"Rue de Hollande, 13","headCity":"Brussels","headPostCode":"1060","headPhone":"(32)25 42 33 46","boss":"Karen Ghysels","bossTitle":"Ms","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"The European Consumer Centres Network (ECC-Net) is an EU-wide network to promote consumer confidence by advising citizens on their rights as consumers and providing easy access to redress, particularly in cases where the consumer has purchased something in another country to his/her own i.e. a cross-border issue.","memberOrga":"","goal":"The European Consumer Centre, located in Brussels, informs European consumers about the advantages of the internal market and assists in case of cross-border consumer disputes, i.e. when the trader and the buyer are located in a different member state of the European Union. The centre is funded by the European Commission and the Federal Public Service Economy, SMEs, Self-employed and Energy. &#xd;<br />&#xd;<br />ECC Belgium is part a European network of 30 centres in 28 member states + Norway and Iceland. &#xd;<br />&#xd;<br />The European network of Consumer Centres (ECC-net) has been established by the European Commission to:&#xd;<br />&#xd;<br />- enhance the trust of the European consumer in the internal market through information and advice &#xd;<br />- assist the European consumer in case of cross-border consumer disputes &#xd;<br />- provide a link between the consumer and the ADR (Alternative Dispute Resolution) bodies.","acronym":"ECC Belgium","interests":"Consumer Affairs, Information Society, Internal Market, Trans-European Networks","euInitiatives":"Air passengers rights&#xd;<br />package travel directive&#xd;<br />digital agenda&#xd;<br />consumer rights directive&#xd;<br />ADR directive&#xd;<br />ODR regulation&#xd;<br />european small claims procedure&#xd;<br />digital single market","lastUp":"2018-04-11T09:37:57.847+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}