{"id":"310281429868-27","name":"Synodalverband Südliches Ostfriesland","registrationDate":"2018-01-29T09:13:28.382+01:00","category":5,"subCategory":15,"legal":"Körperschaft öffentlichen Rechts","web":"http://www.synodalverband.de","country":"Germany","headAddress":"Hafenstrasse 23","headCity":"Leer","headPostCode":"26789","headPhone":"(49)4 91 92 77 90","boss":"Alf Wehmhörner","bossTitle":"Mr","bossPosition":"Bereichsleiter","membersCount":6,"membersFTE":"6.0","membership":"www.ekd.de&#xd;\nwww.diakonie-in-niedersachsen.de&#xd;\nwww.efas-web.de","memberOrga":"","goal":"Der diakonische Grundgedanke, der unsere Arbeit prägt, wird von der Einsicht bestimmt, dass Integration in unserer Gesellschaft die Teilhabe am gesamten sozialen Leben bedeutet. &#xd;<br />&#xd;<br />Auf der Basis eines christlichen Menschenbildes streben wir an, durch Vermittlung entsprechender Werte und Lebensweisen stabilen Halt, Sicherheit und ein Zuhause zu geben in dem Kinder, Jugendliche und junge Erwachsene sich wohl fühlen und weiterentwickeln können. Zugleich ist damit ein pädagogisches Klima verbunden, das von Respekt und Empathie geprägt ist. Die gegenwartsorientierte Stabilisierung der jungen Menschenist ebenso Inhalt wie die gemeinsame Perspektivplanung. Dabei arbeiten wir mit ihnen ohne Ansehen ihrer nationalen, religiösen, ethnischen oder sozialen Herkunft oder ihrer sexuellen Orientierung. Dies ist nur mit einem ganzheitlichen Ansatz möglich, den wir konsequent verfolgen.&#xd;<br />Weiterhin wird unsere Arbeit von der Einsicht geprägt,  dass Arbeit in unserer Gesellschaft Teilhabe am gesamten sozialen Leben bedeutet. Denn langandauernde Erwerbslosigkeit zieht soziale Isolierung mit vielen negativen Folgeerscheinungen nach sich.&#xd;<br />Diesen existenziell wichtigen Kontext will die Projektarbeit des Synodalverbandes Südliches Ostfriesland für möglichst viele der ihm anvertrauten Menschen wieder herstellen. Die Würde des Einzelnen und seine Stärken stehen damit im Mittelpunkt unserer Aufmerksamkeit. Unser Anliegen ist die Integration von erwerbslosen Menschen in das Arbeitsleben. Dabei arbeiten wir mit ihnen ohne Ansehen ihrer nationalen, ethnischen oder sozialen Herkunft. Dies ist nur mit einem ganzheitlichen Ansatz möglich, den wir ebenfalls konsequent verfolgen.","acronym":"","interests":"Education, Employment and Social Affairs, Youth","euInitiatives":"Beschäftigung, lebenslanges Lernen und Gleichbehandlung","lastUp":"2018-01-29T09:19:15.866+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}