{"id":"31046456610-43","name":"France Télévisions","registrationDate":"2011-09-08T11:59:14.309+02:00","category":2,"subCategory":3,"legal":"SA","web":"http://www.francetelevisions.fr","country":"France","headAddress":"7, Esplanade Henri-de-France","headCity":"Paris Cedex 15","headPostCode":"75907","headPhone":"(33)1 56 22 60 00","boss":"Delphine Ernotte Cunci","bossTitle":"Ms","bossPosition":"Présidente-directrice générale","membersCount":2,"membersFTE":"1.5","membership":"France Télévisions est membre de l'Union Européenne de Radio-télévision (UER).","memberOrga":"","goal":"France Télévisions est le premier groupe audiovisuel français. Média de service public, France Télévisions regroupe :&#xd;<br />-\tsix chaînes de télévision nationales : France 2, France 3, France 4, France 5, France Ô et Franceinfo ;&#xd;<br />-\t24 antennes régionales (France 3),&#xd;<br />-\t9 antennes et radios ultramarines (les 1ères),&#xd;<br />-\tune offre complète de services numériques associés à ces antennes ou complémentaires de celles-ci, mais aussi des sites et applications transversaux sur les thèmes de l’information, du sport, de la culture, de l’éducation et de la jeunesse.&#xd;<br />Avec, en 2016, une part d’audience moyenne de 28,6%, 18 millions de visiteurs uniques chaque mois sur ses sites internet et 4,1 milliards de vidéos vues sur tous supports numériques, France Télévisions occupe une place prépondérante dans le paysage audiovisuel français. Chaque jour, un Français sur deux regarde au moins un programme des antennes du groupe.&#xd;<br />&#xd;<br />Conformément à ses engagements de service public, France Télévisions a fait de l’investissement dans la création audiovisuelle et cinématographique une priorité et reste le premier partenaire de la création audiovisuelle française, avec 405 millions d’euros d’investissement.","acronym":"","interests":"Communication, Competition, Culture, Culture and media, Digital economy and society, Justice and Fundamental Rights, Research and innovation, Single market, Sport, Taxation, Trade","euInitiatives":"- Marché unique numérique;&#xd;<br />- réglementation des réseaux et services de communications électroniques;&#xd;<br />- réglementation des services de médias audiovisuels;&#xd;<br />- réglementation des plateformes audiovisuelles en ligne;&#xd;<br />- droits d'auteur et droits voisins;&#xd;<br />- pluralisme des médias, liberté d'expression et d'information;&#xd;<br />- protection des données personnelles;&#xd;<br />- éducation numérique;&#xd;<br />- négociations commerciales internationales.","lastUp":"2018-05-23T10:55:47.728+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}