{"id":"31046456610-43","name":"France Télévisions","registrationDate":"2011-09-08T11:59:14.309+02:00","category":2,"subCategory":3,"legal":"SA","web":"http://www.francetelevisions.fr","country":"France","headAddress":"7, Esplanade Henri-de-France","headCity":"Paris Cedex 15","headPostCode":"75907","headPhone":"(33)01 56 22 60 00","boss":"Delphine Ernotte Cunci","bossTitle":"Ms","bossPosition":"Présidente-directrice générale","membersCount":2,"membersFTE":"1.5","membership":"France Télévisions est membre de l'Union Européenne de Radio-télévision (UER).","memberOrga":"","goal":"France Télévisions, groupe de télévision publique, est le premier groupe audiovisuel français. Avec six chaînes nationales (France 2, France 3 et ses 24 antennes régionales, France 4, France 5, France Ô et France info et ses deux réseaux (le réseau régional de France 3 et le réseau Outre-mer 1ère), France Télévisions offre au public une programmation riche, ambitieuse et fédératrice qui a pour but d’informer, d’éduquer et d’animer le débat démocratique, au niveau national, régional et local. Le projet stratégique du groupe s’articule autour de valeurs fortes : indépendance, universalité, innovation et fiabilité de l’information ; sans oublier la promotion de la diversité, afin de refléter la société d’aujourd’hui. Par ailleurs, France Télévisions ne cesse d’accroître son soutien à la création audiovisuelle (fiction, documentaire, animation, spectacle vivant) et cinématographique. Enfin, le groupe a bâti un véritable projet numérique global, sur tous les supports, pour offrir le plus grand nombre de contenus de qualité au public le plus large.","acronym":"","interests":"Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Justice and Fundamental Rights, Single market, Taxation, Trade","euInitiatives":"Marché unique numérique ; réglementation des réseaux et services de communications électroniques ; neutralité de l'Internet ; réglementation des services de médias audiovisuels ; règles relatives au droit d'auteur et droits voisins ; réglementation des plateformes en ligne ; pluralisme des médias, liberté d'expression et d'information ; gestion des données ; éducation numérique ; négociations commerciales internationales.","lastUp":"2019-05-20T16:21:44.186+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}