{"id":"311246121113-87","name":"Extreme Light Infrastructure Delivery Consortium AISBL","registrationDate":"2016-03-22T15:54:53.344+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.eli-laser.eu","country":"Belgium","headAddress":"Rue Montoyer 23","headCity":"Brussels","headPostCode":"1000","headPhone":"(420)2 66 05 12 63","boss":"Allen Weeks","bossTitle":"Mr","bossPosition":"Director General / CEO","membersCount":1,"membersFTE":"0.25","membership":"ERF (www.erf-aisbl.eu)","memberOrga":"Fyzikální ústav AV ČR, v. v. i. (CZ)&#xd;\nELI-HU Non-Profit Ltd (HU)&#xd;\nInstitutul National pentru Fizica si Inginerie Nucleara - Horia Hulubei (RO)&#xd;\nElettra - Sincrotrone Trieste S.C.p.A. (IT)&#xd;\nDeutsches Elektronen-Synchrotron DESY (DE)&#xd;\nScience and Technology Facilities Council STFC (UK)&#xd;\nCNRS, Institut national de Physique (FR)","goal":"ELI-DC was established to support the coordinated implementation of the Extreme Light Infrastructure (ELI), the world's most advanced research infrastructure dedicated to the research applications of ultra-high intensity, ultra-fast lasers. ELI consists of three complementary facilities based in the Czech Republic, Hungary and Romania.&#xd;<br />&#xd;<br />ELI-DC is tasked with supporting the establishment of ELI ERIC, a European Research Infrastructure Consortium, that will be in charge of the joint operations of the ELI Facilities and their further development.","acronym":"ELI-DC","interests":"Research and innovation, Trans-European Networks","euInitiatives":"ELI-DC is a member of the Association of European-level Research infrastructure Facilities (ERF-AISBL) and of the General Assembly of the RESAVER pension scheme, working towards the implementation of a new pan-European 2nd pillar pension system for researchers. ELI-DC also takes part in the activities of the ERIC Forum.&#xd;<br />&#xd;<br />Past activities include participation in the ESFRI Group, as part of the ESFRI Landmarks and in the European Commission's consultation group during the preparation of the Charter for Access of Research Infrastructures.","lastUp":"2019-11-25T12:05:55.582+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}