{"id":"311370014964-46","name":"Xylem Inc.","registrationDate":"2014-11-20T14:01:16.073+01:00","category":2,"subCategory":3,"legal":"Public company, listed on NYSE (ticker: XYL)","web":"http://www.xyleminc.com","country":"United states","headAddress":"International Drive, 1","headCity":"Rye Brook, NY","headPostCode":"10573","headPhone":"(1)91 43 23 57 00","boss":"Patrick Decker","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"1.5","membership":"Member and sponsor of WaterReuse REsearch Foundation in the USA as that is a globally recognized body and is directly related to this consultation subject","memberOrga":"","goal":"We are a $3.8 billion company, dedicated to helping the world solve its most challenging water problems.&#xd;<br />&#xd;<br />Those challenges fall into two basic categories – sources of water and uses of water.&#xd;<br />&#xd;<br />In sources of water, or what’s commonly called the Water Infrastructure, the planet faces a serious problem, with fresh water representing less than one percent of the total water available. Fresh water sources are under severe stress due to factors such as draining of aquifers, increased population and climate change. This depleting water supply along with tightening regulations, aging infrastructures in developed markets and a lack of infrastructure in emerging markets all pose significant challenges.&#xd;<br />&#xd;<br />In uses of water, commonly called Applied Water, demand is the challenge. Population growth, urbanization, industrial expansion and increased agriculture development will cause water consumption to double every 20 years.&#xd;<br />&#xd;<br />Other water companies try to address these challenges by focusing on only limited parts of the water cycle.&#xd;<br />&#xd;<br />But we believe the only way to make serious improvements to these water issues is to view the water cycle holistically. With our unique knowledge of core water applications -- transportation, treatment and testing – we’re able to build application solutions that can be deployed across the water cycle and on a global scale.&#xd;<br />There is no new water. It’s a finite resource. So it’s up to us to advance the smarter use of water. At Xylem, that’s what we do.","acronym":"Xylem","interests":"Climate Action, Environment, Fisheries and Aquaculture, Humanitarian Aid","euInitiatives":"Water Reuse, Fishing and Aquaculture","lastUp":"2017-03-24T10:38:05.126+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}