{"id":"311431433131-35","name":"DiXi Group","registrationDate":"2018-11-07T17:43:15.688+02:00","category":4,"subCategory":5,"legal":"NGO","web":"http://www.dixigroup.org/eng/","country":"Ukraine","headAddress":"18a Instytutska Str., office 3","headCity":"Kyiv","headPostCode":"01021","headPhone":"(380)4 42 53 66 94","boss":"Olena Pavlenko","bossTitle":"Ms","bossPosition":"President","membersCount":10,"membersFTE":"2.5","membership":"DiXi Group is a member of Ukrainian Think Tanks Liaison Office in Brussels","memberOrga":"www.dixigroup.org","goal":"DiXi Group was founded in 2008 in Kyiv as a think tank involved in research and consultations in the energy sphere - on the crossroads of politics, public relations, safety and investments. The advantages of DiXi Group's development include its multitasking and multi-sectoral nature. The Centre combines both professional analysis of performance and reforms in the specific sector and wider tasks - strengthening transparency and accessibility of energy policy, improved governance, cooperation of the government with the public and business. &#xd;<br />&#xd;<br />DiXi Group works both with specific amendments to the legislation that need to be introduced in order to improve the sector's performance, and with more general topics such as Ukraine-EU-Russia relations, and regional energy policy.","acronym":"","interests":"Communication, Education and training, Energy, Environment, European Neighbourhood Policy, Foreign affairs and security policy, Single market, Trans-European Networks","euInitiatives":"DiXi Group monitors implementation of Ukraine's commitments under the Association Agreement in energy sector; since 2013, analytical reports with recommendations have been presented not only in Ukraine but also for the Secretariat of the Energy Community in Vienna and representatives of European institutions in Brussels. DiXi Group is also a member of the Ukrainian National Platform of the Eastern Partnership Civil Society Forum. DiXi Group has been actively engaged in the implementation of the European laws in the energy sector in Ukraine.","lastUp":"2019-10-25T09:50:37.196+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}