{"id":"311642131996-70","name":"SERVICIOS Y NUEVAS TECNOLOGIAS","registrationDate":"2018-07-10T10:57:29.387+02:00","category":1,"subCategory":6,"legal":"SRL","web":"http://www.sernutec.com","country":"Spain","headAddress":"C/Mestre Miguel Buendía, 12 B","headCity":"Moncada - Valencia","headPostCode":"46113","headPhone":"(34)9 61 30 91 14","boss":"FRANCISCO JAVIER BARBÉ MARCHÁN","bossTitle":"","bossPosition":"GERENTE","membersCount":1,"membersFTE":"0.25","membership":"ASOTICOM. Asociación Fomento de las Tecnologías de la Información y de la Comunicación en el Comercio.&#xd;\n&#xd;\nhttp://www.asoticom.com","memberOrga":"","goal":"Consultoriía y desarrollo de aplicaciones informáticas de tipo SaaS que solucionan ciertas áreas competenciales del Sector Público, (básicamente: Gobiernos regionales, gobiernos locales (Ayuntamientos, Diputaciones), Entes instrumentales de estos, Pactos territoriales por el empleo,... Las Áreas competenciales donde se aplican nuestras soluciones informáticas son, entre otras: Intermediación laboral, fomento del emprendedurismo, creación de empleo, comercio urbano, defensa de consumidores, modernización de Mercados municipales, creación de empresas,...&#xd;<br />En este contexto la misión de la empresa es ofrecer soluciones y servicios de calidad a la Administración Pública en general, ofreciendo las máximas garantías de seguridad aplicada al tratamiento de los distintos sistemas de información que, como consecuencia de su actividad, debe gestionar.","acronym":"SERNUTEC","interests":"Business and Industry, Consumers, Digital economy and society, Employment and Social Affairs, Environment, Food Safety, Public Health, Regional Policy, Research and innovation, Trade, Trans-European Networks","euInitiatives":"Cualquier iniciativa legislativa, política de interés o simple iniciativa de la UE en materia de fomento del: Comercio interior, Empleo, Emprendedurismo, Derechos de los consumidores, Política de la PYME (SME), Responsabilidad Social Corporativa y Sostenibilidad, I+D+I, Redes transeuropeas, Smart Cities, Participación Ciudadana e Industria 4.0.","lastUp":"2018-07-10T12:10:59.885+02:00","customers":"DIVALTERRA, S.A. (DIPUTACIÓN DE VALENCIA),FUNDACIÓN DE LA COMUNIDAD VALENCIANA DEL PACTO POR EL EMPLEO","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":"","turnoverRange":"500000-999999"}