{"id":"312010132123-78","name":"Ente di Ricerca Scientifica ed Alta Formazione","registrationDate":"2018-07-21T16:23:22.188+02:00","category":4,"subCategory":5,"legal":"ASSOCIAZIONE SENZA SCOPO DI LUCRO","web":"http://www.ersaf.it","country":"Italy","headAddress":"PIAZZA DEL POPOLO, 18","headCity":"ROMA","headPostCode":"00187","headPhone":"(39)06 92 94 98 95","boss":"MICHELE MANZI","bossTitle":"Mr","bossPosition":"PRESIDENTE NAZIONALE","membersCount":2,"membersFTE":"0.5","membership":"Ente Nazionale Bilaterale Ambiente e Sicurezza ENBAS http://www.enbas.it&#xd;\nConfederazione Europea di Unità dei Quadri - CEUQ&#xd;\nhttp://www.ceuq.it&#xd;\nUnione Italiana Coltivatori - UCI&#xd;\nwww.uci.it&#xd;\nConfederazione dei Dirigenti - CONFEDIR&#xd;\nhttp://www.confedir.it&#xd;\nAssociazione Italiana Coltivatori - AIC&#xd;\nwww.aicnazionale.com","memberOrga":"http://ersaf.it/chi-siamo/elenco-soci-aggiornato/","goal":"ERSAF  Ente di Ricerca Scientifica ed Alta Formazione, è un’associazione sindacale datoriale e professionale, costituita in base all’articolo 39 della Costituzione. &#xd;<br />L’ Associazione, basata su principi solidaristici e di aggregazione sociale, si propone, nell’ ambito di una vasta divulgazione della cultura di impresa, formazione e sicurezza sul lavoro e formazione per il personale scolastico e militare; di svolgere attività di formazione, informazione, studio, ricerca, e realizzazione di attività ed iniziative al fine di favorire gli scopi sociali, mettendole a disposizione dei soci, nonché di enti pubblici e privati o aziende, imprese e professionisti che operano nella divulgazione della cultura di impresa,  della sicurezza sul lavoro, della sicurezza ambientale e della formazione degli educatori.","acronym":"E.R.S.A.F.","interests":"Agriculture, Budget, Climate Action, Communication, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Environment, European Neighbourhood Policy, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Maritime affairs and fisheries, Regional Policy, Research and innovation, Trade, Trans-European Networks, Youth","euInitiatives":"Tra le iniziative della strategia Europa 2020, E.R.S.A.F. segue le attività previste dall'agenda per nuove competenze e per l'occupazione.&#xd;<br />Progetti k29 ed Orizon 2020.","lastUp":"2018-07-21T16:23:41.139+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}