{"id":"31200871765-41","name":"Handelsverband Deutschland","registrationDate":"2009-05-27T15:06:36.888+01:00","category":2,"subCategory":4,"legal":"Eingetragener Verein","web":"http://www.einzelhandel.de","country":"Germany","headAddress":"Am Weidendamm, 1A","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)03 07 26 25 00","boss":"Stefan Genth","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":5,"membersFTE":"3.75","membership":"Der HDE ist aktives Mitglied im europäischen Dachverband EuroCommerce (www.eurocommerce.be).","memberOrga":"Der HDE setzt sich zusammen aus verschiedenen Landes- und Regionalverbänden sowie einer Reihe von Bundesfachverbänden. &#xd;\nWeitere Details finden Sie hier (https://einzelhandel.de/?option=com_content&amp;view=article&amp;id=1881)","goal":"HDE - der Spitzenverband des Einzelhandels in Deutschland&#xd;<br />Der HDE ist Arbeitgeber- und Wirtschaftsverband, Interessenvertretung und Dienstleister für den gesamten Einzelhandel. Der Einzelhandel ist einer der drei größten Wirtschaftszweige in Deutschland. Der Handelsverband Deutschland (HDE) ist die Spitzenorganisation des deutschen Einzelhandels. Insgesamt erwirtschaften in Deutschland 300.000 Einzelhandelsunternehmen mit drei Millionen Beschäftigten an 450.000 Standorten einen Umsatz von über 500 Milliarden Euro jährlich. Der HDE vertritt die Interessen des Einzelhandels in Deutschland wie in der Europäischen Union.","acronym":"HDE","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- EU-Binnenmarkt&#xd;<br />- Lebensmittelrecht&#xd;<br />- Nonfood&#xd;<br />- Verbraucherrecht&#xd;<br />- Produktsicherheit&#xd;<br />- Zahlungssysteme&#xd;<br />- Datenschutz&#xd;<br />- Umweltpolitik&#xd;<br />- Sozialpolitik&#xd;<br />- Digitalisierung","lastUp":"2020-01-14T13:35:18.999+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}