{"id":"31200871765-41","name":"Handelsverband Deutschland","registrationDate":"2009-05-27T15:06:36.888+01:00","category":2,"subCategory":4,"legal":"Eingetragener Verein","web":"http://www.einzelhandel.de","country":"Germany","headAddress":"Am Weidendamm, 1A","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)03 07 26 25 00","boss":"Stefan Genth","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":5,"membersFTE":"3.75","membership":"Der HDE ist aktives Mitglied im europäischen Dachverband EuroCommerce (www.eurocommerce.be).","memberOrga":"Der HDE setzt sich zusammen aus verschiedenen Landes- und Regionalverbänden sowie einer Reihe von Bundesfachverbänden. &#xd;\nWeitere Details können dem HDE-Jahresbericht entnommen werden (http://www.einzelhandel.de/index.php/publikationen-hde/hde-gesch%C3%A4ftsbericht).","goal":"HDE - der Spitzenverband des Einzelhandels in Deutschland&#xd;<br />Der HDE ist Arbeitgeber- und Wirtschaftsverband, Interessenvertretung und Dienstleister für den gesamten Einzelhandel:&#xd;<br />&#xd;<br />- 300.000 Betriebe&#xd;<br />- 3 Millionen Beschäftigte&#xd;<br />- 50 Millionen Kundenkontakte täglich&#xd;<br />- 150.000 Auszubildende&#xd;<br />- 482 Milliarden Euro Umsatz im Jahr&#xd;<br />&#xd;<br />Der Einzelhandel ist einer der drei größten Wirtschaftszweige in Deutschland. Der HDE hat 100.000 Mitgliedsunternehmen aller Branchen, Standorte und Größenklassen, die gemeinsam etwa 300 Milliarden Euro Umsatz im Jahr erwirtschaften. Der HDE vertritt die Interessen des Einzelhandels in Deutschland wie in der Europäischen Union.","acronym":"HDE","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- EU-Binnenmarkt&#xd;<br />- Lebensmittelrecht&#xd;<br />- Nonfood&#xd;<br />- Verbraucherrecht&#xd;<br />- Produktsicherheit&#xd;<br />- Zahlungssysteme&#xd;<br />- Datenschutz&#xd;<br />- Umweltpolitik&#xd;<br />- Sozialpolitik&#xd;<br />- Digitalisierung","lastUp":"2017-09-01T09:05:23.892+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}