{"id":"31226213614-86","name":"BIMCO","registrationDate":"2010-05-19T11:52:18.538+01:00","category":2,"subCategory":4,"legal":"Membership Organisation","web":"http://www.bimco.org","country":"Denmark","headAddress":"Bagsvaerdvej, 161","headCity":"Bagsvaerd","headPostCode":"2880","headPhone":"(45)44 36 80 00","boss":"Angus  Frew","bossTitle":"Mr","bossPosition":"Secretary General/CEO","membersCount":2,"membersFTE":"0.5","membership":"BIMCO is accredited as a Non-Governmental Organisation (NGO), holds observer status with a number of United Nations organs e.g. IMO, UNCITRAL, and UNFCCC and is in close dialogue with maritime administrations, regulatory institutions and other stakeholders within the EU, the USA and Asia. The association provides one of the most comprehensive sources of practical shipping information and a broad range of advisory and consulting services to its members.","memberOrga":"","goal":"BIMCO is the world’s largest international shipping association, with more than 2,100 members globally. We provide a wide range of services to our global membership – which includes shipowners, operators, managers, brokers and agents.  &#xd;<br />&#xd;<br />BIMCO’s core objective is to facilitate the commercial operations of our members by developing standard contracts and clauses, and providing quality information, advice and training.  &#xd;<br />&#xd;<br />BIMCO promotes fair business practices, free trade and open access to markets and we are a strong advocate for the harmonisation and standardisation of all shipping related activity. &#xd;<br />&#xd;<br />BIMCO actively promotes the application of globally agreed regulatory instruments – we are accredited as a Non-Governmental Organisation (NGO) with all relevant United Nations agencies and other regulatory entities.","acronym":"","interests":"Climate Action, Competition, Environment, Transport","euInitiatives":"All relevant initiatives etc., which have potential bearing on the international shipping industry, including but not limited to maritime transport, environment, competition, etc.","lastUp":"2019-02-05T11:59:03.548+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}