{"id":"312274317374-38","name":"Pappas &amp; Associates","registrationDate":"2015-05-15T11:17:31.629+02:00","category":1,"subCategory":10,"legal":"SPRL sc","web":"http://www.pappaslaw.eu","country":"Belgium","headAddress":"Stevin 49-51","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 31 57 04","boss":"Spyros Pappas","bossTitle":"Mr","bossPosition":"Managing Partner","membersCount":10,"membersFTE":"10.0","membership":"Centre of Social Responsibility in the Digital Age&#xd;\nBrussels Hellenic Network ARGO","memberOrga":"Barreau de Bruxelles&#xd;\nBar of Athens","goal":"P&amp;A's attorneys and experts combine technical/legal expertise with an acute understanding of the complex political context in which Community Law is formulated, applied, and interpreted. Hence, P&amp;A offers EU and other international companies an insight into European Union related affairs with the view to anticipating problems, capitalising on opportunities in a proactive manner and effectively tackling them before the European Commission, the European Parliament and the Council, otherwise before the European Ombudsman or ultimately the General Court and the Court of Justice of the European Union.","acronym":"P&amp;A","interests":"Agriculture, Banking and financial services, Borders and Security, Business and Industry, Climate Action, Competition, Consumers, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, General and Institutional Affairs, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Single market, Sport, Taxation, Trade, Transport","euInitiatives":"Fundamental rights and protection of personal data (GDPR)&#xd;<br />Health and food safety (PPP and biocides; TPD)&#xd;<br />Competition (SAM)&#xd;<br />Banking Union&#xd;<br />Environment (Sulphur Directive)&#xd;<br />Digital Single Market&#xd;<br />Internal Energy Market","lastUp":"2018-05-04T09:33:44.560+02:00","customers":"Attica Bank,British American Tobacco","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}