{"id":"312200834432-80","name":"Arbeitsgemeinschaft für Wirkstoffe in der Tierernährung e.V.","registrationDate":"2019-04-02T11:35:47.578+02:00","category":2,"subCategory":4,"legal":"Verband , eingetragener Verein e.V.","web":"http://awt-feedadditives.org","country":"Germany","headAddress":"AWT e.V.","headCity":"Salach","headPostCode":"73082","headPhone":"(49716)9 49 93 99","boss":"Iris Pelletier","bossTitle":"Ms","bossPosition":"Geschäftsführerin","membersCount":1,"membersFTE":"0.75","membership":"die AWT ist in keiner weiteren Organisation Mitglied","memberOrga":"Die AWT hat nur Unternehmen als Mitglieder&#xd;\n&#xd;\nhttp://www.awt-feedadditives.org/","goal":"Die Arbeitsgemeinschaft für Wirkstoffe in der Tierernährung e.V. (AWT) ist als Industrieverband der Zusammenschluss der führenden Hersteller, Verarbeiter und Inverkehrbringer von Futtermittelzusatzstoffen in Deutschland. Die AWT e.V. ist die Schnittstelle zwischen Futtermittelzusatzstoffindustrie und den nationalen Behörden, um die Belange und Interessen der Wirtschaft  auf nationaler Ebene zu fördern. Die AWT ist nationaler Partner des europäischen Verbandes FEFANA Asbl. Die beiden Organisationen arbeiten sehr eng miteinander. Über ein Lobby-Team, das aus den nationalen Organisationen der einzelnen Mitgliedstaaten besteht, werden europäische Themen in die jeweiligen Mitgliedstaaten transportiert und vor den entsprechenden nationalen Behörden vertreten. Aber auch nationale Angelegenheiten, die eine europäische Tragweite erreichen, werden über das Lobby-Team wiederum nach Brüssel transportiert. &#xd;<br />Die AWT e.V. vertritt ihre Mitgliederinteressen gegenüber Gesetzgebern, Behörden, Fachorganisationen, Wirtschaftskreisen und in der Öffentlichkeit auf nationaler Ebene. Sie arbeitet bei der Harmonisierung und Verbesserung der Zulassungs- und Anwendungsbedingungen für Wirkstoffe in der Tierernährung mit und trägt dazu dabei, dass die europäisch gesetzlichen Rahmenbedingungen in den Mitgliedstaaten harmonisiert umgesetzt bzw. implementiert werden. Die AWT e.V. unterrichtet und berät Ihre Mitgliedsunternehmen in allen fachspezifischen Angelegenheiten, insbesondere über aktuelle Gesetzesverfahren. Auch eine harmonisierte Implementierung und Umsetzung europäischer Gesetzgebungen in den einzelnen deutschen Bundesländern zählt zu ihren Aufgaben.","acronym":"","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Competition, Consumers, Environment, Food Safety, International co-operation and development, Public Health, Research and innovation, Trade","euInitiatives":"Evaluierung der Verordnung (EC) N. 1831/2003&#xd;<br /> &#xd;<br />EG-Vorschlag zur Änderungen des Allgemeinen Lebensmittelrechts und der Verordnung 1831/2003 im Hinblick auf die EU-Risikobewertung","lastUp":"2019-04-02T11:37:21.619+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}