{"id":"312946135986-28","name":"Enterprise Telecom Consultants","registrationDate":"2019-09-23T15:18:53.888+02:00","category":1,"subCategory":8,"legal":"société à responsabilité limitée","web":"http://eu-etc.com/","country":"France","headAddress":"92 rue d'Anjou","headCity":"VERSAILLES","headPostCode":"78000","headPhone":"(33)6 80 17 49 68","boss":"Emmanuel Tricaud","bossTitle":"Mr","bossPosition":"Gérant","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Innovate together: let’s make the “telecom promise”, common to all operators, evolve&#xd;<br /> &#xd;<br />&#xd;<br />Telephony requirements froze around 1990, as ISDN and GSM came up. Since then, technology moved from TDM to SIP but the functional set remained unchanged.&#xd;<br />Innovation in telephony has become a monopoly of the OTTs. However their apps are neither interoperable nor portable.&#xd;<br />Let’s rejuvenate telephony based on SIP multimedia, authenticated, secured communication features…&#xd;<br />&#xd;<br />Keep telecom operators compliant in 21 European countries&#xd;<br /> &#xd;<br />&#xd;<br />You have no regulatory officer in many countries where you are an operator. We help you justify you are up to date with your obligations and / or implement your obligations&#xd;<br />You are a regulator or an operator in a single country: we help you benchmark your obligations between 21 countries&#xd;<br />&#xd;<br />Help telecom operators expand in Europe&#xd;<br /> &#xd;<br />&#xd;<br />Elaborate a strategy to enter a new market (resale,&#xd;<br />number hosting, external growth, direct deployment)&#xd;<br />Help with deployment: notification of activity to&#xd;<br />regulator, numbering requests, set-up of compliance&#xd;<br />obligations…&#xd;<br />Negotiate a stake in or full control of a local actor.","acronym":"ETC","interests":"Competition, Digital economy and society, Single market, Taxation, Transport","euInitiatives":"DIRECTIVE (EU) 2018/1972 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL&#xd;<br />of 11 December 2018 establishing the European Electronic Communications Code&#xd;<br />&#xd;<br />Directive 2010/40/EU of the European Parliament and of the Council with regard to the deployment and operational use of cooperative intelligent transport systems","lastUp":"2019-09-23T15:19:38.281+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}