{"id":"313869925841-90","name":"Fédération Européenne des Ecoles","registrationDate":"2017-02-10T09:59:18.392+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.fede.education","country":"Switzerland","headAddress":"114 rue du Rhône","headCity":"Genève","headPostCode":"1204","headPhone":"(33)04 28 29 01 01","boss":"Claude Vivier Le Got","bossTitle":"Ms","bossPosition":"Présidente de la FEDE","membersCount":1,"membersFTE":"0.25","membership":"La FEDE est une organisation internationale non gouvernementale (OING) qui est dotée du statut participatif auprès du Conseil de l'Europe (CdE) depuis 1987 mais aussi du statut consultatif auprès de l'Organisation internationale de la Francophonie (OIF) depuis juillet 2018. Elle est également membre du Comité mondial des apprentissages tout au long de la vie et du réseau international francophone FERAM. &#xd;\n&#xd;\nLa FEDE souhaite également obtenir le statut consultatif auprès du Conseil économique et social de l'ONU (réponse attendue en juillet 2020) mais aussi auprès de l'UNESCO (réponse attendue dans les prochains mois).","memberOrga":"Vous trouverez à travers ce lien une liste non exhaustive des écoles membres de la FEDE: https://www.fede.education/fr/les-ecoles-fede/&#xd;\n&#xd;\nPour votre information, la FEDE fédère actuellement un réseau de 447 écoles et établissements d’enseignement supérieur et professionnel qui partagent un projet commun d’exigence, de qualité et d’innovation. &#xd;\n&#xd;\nA la fin mai 2019, la FEDE compte 447 membres dans 37 pays sur 4 continents. La répartition de ces membres se fait comme suit. &#xd;\n&#xd;\nEn Europe, la FEDE a des membres dans les 17 pays : Albanie (1 membre) ; Allemagne (5 membres) ; Belgique (2 membres) ; Chypre (1 membre) ; Espagne (7 membres) ; France (239 membres) ; Hongrie (1 membre) ; Irlande (3 membres) ; Italie (6 membres) ; Luxembourg (1 membre) ; Pologne (4 membres) ; Portugal (2 membres) ; Principauté de Monaco (1 membre); Roumanie (2 membres) ; Fédération de Russie (1 membre) ; Suisse (18 membres) ; Royaume-Uni (3 membres).&#xd;\n&#xd;\nEn Afrique, il existe des membres de la FEDE dans les 16 pays suivants: Algérie (8 membres); Maroc (87 membres) ; Bénin (2 membres) ; Burkina Faso (3 membres); Cameroun (4 membres) ; Congo-Brazzaville (1 membre) ; République démocratique du Congo (1 membre); Côte d’Ivoire (17 membres) ; Gabon (4 membres) ; Madagascar (1 membre) ; Mali (2 membres) ; Maroc (84 membres) ; Niger (3 membres) ; République de Guinée (2 membres) ; Sénégal (6 membres) ; Tunisie (1 membre). &#xd;\n&#xd;\nEn Amérique, il n’existe qu’un membre de la FEDE aux Etats-Unis (1 membre). &#xd;\n&#xd;\nEn Asie, il y a des membres de la FEDE dans les 3 pays suivants : Chine (7 membres) ; Inde (2 membres) ; Irak (1 membre).","goal":"La Federation for Education in Europe / Fédération Européenne Des Ecoles (FEDE) est un réseau de près de 450 établissements d’enseignement supérieur et professionnel partageant un projet commun d’exigence, de qualité et d’ambition. Association à but non lucratif, indépendante des instances gouvernementales, elle défend les intérêts des citoyens, en portant un projet d’éducation et d’apprentissage pour tous et influence les décisions européennes pour garantir les droits humains, la liberté d’enseignement et le dialogue entre les cultures. Forte de plus de cinquante ans d’existence, d’un réseau étendu d’alumni et d’écoles partenaires, la FEDE a imaginé des protocoles pédagogiques innovants et une offre de formation diplômante, professionnalisante et appréciée des acteurs européens. Ainsi, la FEDE propose aujourd’hui 140 diplômes européens dans 12 filières, reconnus par les professionnels, les recruteurs et les organisations économiques, pensés avec eux et pour eux. Chaque année, ce sont 10000 apprenants qui présentent ces diplômes préparés dans 37 pays sur 4 continents.","acronym":"FEDE","interests":"Business and Industry, Climate Action, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Enlargement, Environment, External Relations, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Research and innovation, Single market, Sport, Trans-European Networks, Youth","euInitiatives":"L'Alliance européenne pour l'apprentissage, le Cadre européen des certifications et le programme Erasmus+ sont les trois dossiers les plus importants au niveau de l'UE.&#xd;<br />D'autre part, la FEDE envisage de participer à moyen terme au dialogue social européen tripartite du secteur de l'Education, organisé par la DG Emploi de la Commission européenne. La participation éventuelle de la FEDE à la future étude de représentativité sectorielle faite par l'agence Eurofound est aussi un objectif institutionnel.","lastUp":"2019-07-30T13:55:53.949+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}