{"id":"314249133028-84","name":"rafael chust calero","registrationDate":"2018-10-26T16:59:50.694+02:00","category":1,"subCategory":8,"legal":"ninguno","web":"","country":"Spain","headAddress":"paseo extremadura","headCity":"madrid","headPostCode":"","headPhone":"(34)6 38 98 89 79","boss":"rafael chust","bossTitle":"","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"http://www.presidencia.gva.es/es/web/seguridad/ivaspe","memberOrga":"","goal":"Promover un enfoque coordinado centrado en la delincuencia transfronteriza&#xd;<br />en la UE, basado, entre otras cosas, en los análisis sobre la delincuencia organizada&#xd;<br />de Europol.&#xd;<br />- Adoptar iniciativas, planificar e iniciar operaciones en las que participen dos o&#xd;<br />más Estados miembros y dirigidas hacia sectores prioritarios en la lucha contra&#xd;<br />la delincuencia organizada.&#xd;<br />- Servir como foro para intercambiar información y debatir sobre las tendencias&#xd;<br />de la delincuencia y definir estrategias para combatirla.&#xd;<br />- Hacer recomendaciones políticas al Consejo en relación con la policía (término&#xd;<br />genérico) y garantizar su ejecución y seguimiento.&#xd;<br />- Contribuir a que los sistemas policiales europeos alcancen un elevado nivel en&#xd;<br />relación con el Estado de derecho y los principios democráticos.","acronym":"rachusca","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"el&#xd;<br />funcionamiento de la Escuela Europea de Policía (CEPOL): pareció evidente que&#xd;<br />CEPOL podría funcionar mejor si se financiaba con cargo al presupuesto general y&#xd;<br />si se aplicaba a su personal el estatuto de los funcionarios y otros agentes de las Comunidades&#xd;<br />Europeas. De esta forma, por Decisión 2005/681/JAI del Consejo de 20&#xd;<br />de septiembre de 2005 se crea una Escuela Europea de Policía que es sucesora de la&#xd;<br />CEPOL creada en el año 2000. La decisión otorga a CEPOL el estatuto de organismo&#xd;<br />financiado con cargo al presupuesto de las Comunidades Europeas, y establece&#xd;<br />medidas transitorias para la sucesión jurídica general. Actualmente CEPOL toma la&#xd;<br />forma de una red integrada por los centros nacionales de formación de los altos responsables&#xd;<br />de los servicios de policía.","lastUp":"2018-10-26T17:00:26.678+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}