{"id":"314889916651-38","name":"European Technology Platform TP Organics","registrationDate":"2015-03-18T20:02:42.638+01:00","category":3,"subCategory":2,"legal":"none","web":"http://www.tporganics.eu","country":"Belgium","headAddress":"c/o IFOAM EU","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)24 16 27 61","boss":"Eduardo Cuoco","bossTitle":"Mr","bossPosition":"Manager ","membersCount":3,"membersFTE":"1.5","membership":"","memberOrga":"TP Organics has to main categories of members: &#xd;\n&#xd;\nUmbrella organisations / Networks - http://tporganics.eu/index.php/members/204.html&#xd;\n&#xd;\nSmall and Medium Enterprises - http://tporganics.eu/index.php/members/138.html","goal":"TP Organics is the European Technology Platform for organic food and farming, and for low-input agriculture. Established in 2008, it brings together small and medium-sized enterprises, larger companies, farmers, researchers, consumers and civil society organisations active in the organic value chain from production, input and supply, to food processing, marketing and consumption. It identifies research and innovation needs and communicates them to policy-makers. The aim is to leverage the organic sector’s contribution to sustainable farming and food production, and to advocate for greater research funding for organic and agro-ecological production. Since 2013 TP  Organics is officially recognised by the European Commission as one of 40 European Technology Platforms (ETPs). This means TP Organics fully takes part in the structured dialogue on research policy and priorities with the European Commission and other ETPs.","acronym":"TP Organics","interests":"Agriculture and Rural Development, Climate Action, Education, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Information Society, Public Health, Regional Policy, Research and Technology","euInitiatives":"Horizon 2020&#xd;<br />CAP&#xd;<br />EIP-AGRI&#xd;<br />ETP Strategy&#xd;<br />Bioeconomy strategy&#xd;<br />Research and Innovation in general","lastUp":"2017-03-17T12:52:28.112+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}