{"id":"314817632768-20","name":"Asociatia Forumului Atomic Roman","registrationDate":"2018-10-04T09:55:00.589+02:00","category":2,"subCategory":4,"legal":"Asociatie","web":"http://romatom.org.ro/","country":"Romania","headAddress":"Strada Vasile Lascar, nr. 5-7","headCity":"Bucuresti","headPostCode":"","headPhone":"(40)2 03 82 00","boss":"Gheorghe  Lucaciu","bossTitle":"Mr","bossPosition":"Director Executiv","membersCount":39,"membersFTE":"13.0","membership":"FORATOM (https://www.foratom.org/)","memberOrga":"Membrii ROMATOM (http://romatom.org.ro/)","goal":"FORUMUL ATOMIC ROMAN - ROMATOM este persoana juridica romana de drept privat, uniune independenta reprezentativa la nivel national, fara scop patrimonial sau lucrativ, neguvernamentala, nonprofit, apolitica,  constituita din membri, persoane juridice romane si/sau straine, care au ca obiect de activitate producerea de energie electrica si termica prin procese nucleare, furnizorii de bunuri si prestatorii de servicii din industria nucleara romaneasca, precum si alte persoane juridice care au ca obiect de activitate cercetarea in domeniul energeticii, in general, al energeticii nucleare, in special, activitati conexe domeniului energeticii nucleare, cercetarea in domeniul fizicii nucleare, precum si asociatii profesionale, tehnice sau stiintifice, organizate potrivit legislatiei romane in vigoare. Scopul Asociatiei il constituie utilizarea in scopuri pasnice a energiei nucleare in Romania si promovarea unui program nuclear national, precum si coordonarea actiunilor si promovarea intereselor membrilor Asociatiei, in principal furnizori de bunuri si prestatori de servicii din industria nucleara romaneasca si producatori de energie electrica si termica prin procese nucleare, precum si coordonarea tuturor activitatilor impuse de aderarea si participarea Asociatiei la FORATOM - Forumul Atomic European. Totodata, ROMATOM militeza pentru protectia si promovarea intereselor membrilor sai asociati, avand in vedere nivelul tehnologic si de know-how dobandite, in vederea fructificarii acestora, atat in domeniul nuclear, cat si in cel conventional. ROMATOM are si scopul de a promova solutii noi si eficiente pentru problemele sectorului energetic nuclear din Romania si de a-si expune puncte de vedere originale in problemele actuale ale energeticii nucleare si, in general, ale energeticii.","acronym":"ROMATOM","interests":"Climate Action, Communication, Energy, Environment, External Relations, International co-operation and development, Research and innovation","euInitiatives":"“Clean Energy for All Europeans” legislative package&#xd;<br />Euratom Programme complementing the Horizon 2020 Framework Programme","lastUp":"2018-10-04T09:55:24.427+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}