{"id":"316347017863-27","name":"Flanders' Maritime Cluster","registrationDate":"2015-06-16T19:47:16.875+02:00","category":2,"subCategory":4,"legal":"vzw","web":"http://www.flanders-maritime-cluster.be/","country":"Belgium","headAddress":"Slijkensesteenweg 2","headCity":"Oostende","headPostCode":"8400","headPhone":"(32)0 59 34 07 54","boss":"Eric Van den Eede","bossTitle":"Mr","bossPosition":"voorzitter","membersCount":1,"membersFTE":"0.25","membership":"member of VSDC, Vlaams studiecentrum voor vzw's&#xd;\nmember of the network \"Factory of the future blue energy\" coordinated by the West Flanders development agency&#xd;\nmember of the strategic steering group on aquaculture in Flanders","memberOrga":"http://www.flanders-maritime-cluster.be/leden","goal":"Flanders’ Maritime Cluster (FMC) is the cluster organisation for the marine and maritime industry in Flanders. Our office is located in Ostend, West-Flanders, Belgium. The themes covered by FMC are coastal defense, offshore renewable energy and marine aquaculture. &#xd;<br />We are a not-for-profit organization founded in 2010 by DEME, Jan De Nul, the ports of Antwerp and Ostend, the province of West-Flanders (through the West-Flanders Development Agency) and the Flanders Marine Institute.&#xd;<br />DEME and Jan De Nul are world leaders in marine construction and dredging. Currently, also the companies Sioen Industries and dotOcean are represented in our board. Sioen has developed an innovative 2D seaweed cultivation system and dotOcean is a small company commercializing IoT solutions for the offshore market.","acronym":"FMC","interests":"Business and Industry, Climate Action, Competition, Economy, finance and the euro, Energy, Environment, Maritime affairs and fisheries, Research and innovation","euInitiatives":"EU-policy on blue growth&#xd;<br />Horizon 2020 calls (INNOSUP, COSME)&#xd;<br />ERDF funds via Interreg North Sea, North West Europe, Two Seas","lastUp":"2018-05-02T21:00:55.484+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}