{"id":"316726223466-39","name":"Instytut Europejskiej Sieci Pamięć i Solidarność","registrationDate":"2016-09-19T15:38:32.761+02:00","category":6,"subCategory":9,"legal":"państwowa instytucja kultury","web":"http://enrs.eu","country":"Poland","headAddress":"ul. Zielna 37","headCity":"Warszawa","headPostCode":"00-108 Warszawa","headPhone":"(48)2 23 95 76 00","boss":"Rafał Rogulski","bossTitle":"Mr","bossPosition":"Dyrektor","membersCount":2,"membersFTE":"0.75","membership":"","memberOrga":"Instytut Europejskiej Sieci Pamięć i Solidarność pełni funkcje sekretariatu dla inicjatywy pod nazwą Europejska Sieć Pamięć i Solidarność powstałej na mocy Deklaracji intencji zawartej w 2005 r. w Warszawie przez ministrów kultury Polski, Niemiec, Słowacji i Węgier. W 2014 roku do krajów tworzących Sieć dołączyła Rumunia. Poza wymienionymi krajami w Gremiach doradczych ESPS zasiadają w charakterze obserwatorów przedstawiciele Czech, Łotwy, Albanii i Austrii.","goal":"Instytut Europejskiej Sieci Pamięć i Solidarność (IESPS) jest instytucją wspierającą międzynarodowy dyskurs o historii Europy XX w. Międzynarodowa inicjatywa pod nazwą Europejska Sieć Pamięć i Solidarność powstała na mocy Deklaracji podpisanej 2 lutego 2005 r. w Warszawie przez ministrów kultury Polski, Niemiec, Słowacji i Węgier. W 2014 roku do krajów tworzących Sieć dołączyła Rumunia.&#xd;<br />Głównym celem działalności instytucji jest realizowanie zadań w zakresie badania, upowszechniania, dokumentowania i poszerzania wiedzy na temat historii najnowszej, a w szczególności reżimów totalitarnych i autorytarnych XX wieku, losów ofiar wojen i podbojów, przymusowych migracji, zbrodni i represji rasistowskich, nacjonalistycznych i motywowanych ideologicznie, a także oporu wobec reżimów totalitarnych. IESPS dąży do tworzenia jak najliczniejszych powiązań pomiędzy instytucjami i osobami zajmującymi się historią Europy XX w. Wspierany w ten sposób międzynarodowy dyskurs o historii daje szansę na budowanie wzajemnego szacunku i zrozumienia wśród Europejczyków oraz na pogłębianie więzi pomiędzy narodami i grupami etnicznymi Europy.","acronym":"IESPS","interests":"Communication, Culture, Culture and media, Digital economy and society, Education and training, Enlargement, Regional Policy, Trans-European Networks, Youth","euInitiatives":"Strategia \"Europa 2020\",  Program Europa dla Obywateli,&#xd;<br />Program Erasmus+ i inne","lastUp":"2019-07-02T09:47:12.506+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}