{"id":"316946621911-92","name":"Pestizid Aktions-Netzwerk e.V.","registrationDate":"2016-05-25T10:36:51.877+02:00","category":3,"subCategory":2,"legal":"gemeinnütziger Verein","web":"http://www.pan-germany.org","country":"Germany","headAddress":"Nernstweg 32","headCity":"Hamburg","headPostCode":"22765","headPhone":"(49)40 39 91 91 00","boss":"Peter  Clausing","bossTitle":"Mr","bossPosition":"Geschäftsführender Vorstand, Sprecher","membersCount":5,"membersFTE":"3.25","membership":"PAN Germany ist Teil von PAN International. &#xd;\nDas Pesticide Action Network (PAN) ist ein 1982 in Malaysia gegründetes Netzwerk von heute über 600 Nicht-Regierungsorganisationen und Einzelpersonen in über 60 Ländern. Sie alle arbeiten daran, gefährliche Pestizide durch langfristig tragfähige Alternativen zu ersetzen. Gemeinsame Projekte und Kampagnen werden durch fünf selbständige Regionalzentren koordiniert.&#xd;\n&#xd;\nPAN Germany ist zudem Mitglied bei PAN Europe und beim Eine Welt Netzwerk.","memberOrga":"https://pan-germany.org/ueber-uns/pan-germany-mitgliedsorganisationen/","goal":"PAN Germany ist eine gemeinnützige Organisation, die über die negativen Folgen des Einsatzes von Pestiziden, Bioziden und Tierarzneimitteln für Mensch und Umwelt informiert und sich für umweltschonende, sozial gerechte Alternativen einsetzt. &#xd;<br />Wir sind Teil des internationalen Pesticide Action Network (PAN). &#xd;<br />Unsere Arbeitsfelder reichen von der Kritik an der Pestizidwirtschaft über die konstruktive Begleitung der Politik bis hin zu praxisnahen Serviceangeboten für Bauern und Verbraucher.&#xd;<br />&#xd;<br />PAN Germany is a charitable organisation which provides information on the adverse effects of pesticides, biocides and veterinary pharmaceuticals for humans and the environment and promotes environmentally friendly and socially just alternatives.&#xd;<br />We are part of the Pesticide Action Network International.&#xd;<br />Our work areas range from critical assessments of the pesticide industry to constructive interaction with policy-makers to practical services for farmers and consumers.","acronym":"PAN Germany","interests":"Agriculture, Consumers, Environment, Food Safety, International co-operation and development, Maritime affairs and fisheries, Public Health","euInitiatives":"Pestizidrecht,&#xd;<br />Biozidrecht,&#xd;<br />Tierarzneimittelrecht,&#xd;<br />Strategie zu endokrinen Disruptoren,&#xd;<br />Strategie zur Vermeidung von Arzneimittel-Rückständen in Gewässern,&#xd;<br />One Health Approach gegen Antibiotika-Resistenzen","lastUp":"2018-05-08T10:24:40.257+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}