{"id":"317222114039-60","name":"European Opera Centre","registrationDate":"2014-07-22T15:01:44.598+01:00","category":3,"subCategory":2,"legal":"Charitable Company Registered in England","web":"http://www.operaeurope.eu","country":"United kingdom","headAddress":"Haigh Street, 1","headCity":"Liverpool","headPostCode":"L3 8QB","headPhone":"(44)15 12 91 35 79","boss":"Kenneth Baird","bossTitle":"Mr","bossPosition":"Company Secretary","membersCount":1,"membersFTE":"0.25","membership":"The Centre has worked on a number of occasions with the European Union Youth Orchestra, with the European Union Baroque Orchestra and with Europa Nostra","memberOrga":"","goal":"The European Opera Centre was launched at the end of 1997 following extensive consultation with the European Parliament and the European Commission support.  The Centre has two broad aims:&#xd;<br />&#xd;<br />\tto help young talented people move from education to employment in opera&#xd;<br />&#xd;<br />\tto develop audiences for opera&#xd;<br />&#xd;<br />The Centre works through a series of projects leading to performance, whether in fully staged opera productions or in the recording studio.  Some 500 singers are considered for the Centre's programmes each year; the Centre also offers training places to directors, designers, repetiteurs, administrators and technicians&#xd;<br />&#xd;<br />Trainees selected to study at the Centre have come from 37 European countries. Selection is made by merit alone - there is no quota system.  Many trainees have successfully gone on to secure high quality employment in international opera houses","acronym":"","interests":"Culture, Education","euInitiatives":"Our principal concern is the effective development of cultural policies to ensure that effective training programmes leading to employment are available for talented people including Europeans","lastUp":"2018-02-14T18:11:24.053+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}