{"id":"318188826833-63","name":"Le Monde selon les femmes","registrationDate":"2017-05-11T10:38:56.920+02:00","category":3,"subCategory":2,"legal":"ASBL, ONG","web":"http://www.mondefemmes.be/","country":"Belgium","headAddress":"Rue de la Sablonnière, 18","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)22 23 05 12","boss":"Lidia Rodriguez Prieto","bossTitle":"Ms","bossPosition":"Coordinatrice","membersCount":1,"membersFTE":"0.25","membership":"http://www.mondefemmes.be/genre-developpement-nos-actions_reseaux-mobilisation.htm&#xd;\n&#xd;\nhttp://www.mondefemmes.be/genre-developpement-avec-le-sud.htm","memberOrga":"","goal":"Le Monde selon les femmes est une ONG féministe active dans le monde du développement, de l'éducation permanente, de la recherche action; elle valorise les savoirs locaux en appui aux mouvements sociaux. Sa vision est celle d’un monde où l’on aurait transformé les rapports de domination entre les femmes et les hommes et entre le Nord et le Sud en relations construites sur l’égalité et la solidarité. Elle reconnait l’interdépendance des sociétés et l’enrichissement mutuel.&#xd;<br />&#xd;<br />Elle s'adresse au Nord et au Sud, aux instances et personnes susceptibles de jouer un rôle multiplicateur, tant dans le secteur marchand et non-marchand que de la coopération au développement (institutions gouvernementales et non- gouvernementales), des institutions internationales, du monde politique, des syndicats et des médias.","acronym":"MF","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Development, Education, Employment and Social Affairs, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, Home Affairs, Humanitarian Aid, Justice and Fundamental Rights, Public Health, Youth","euInitiatives":"Dossiers en lien avec: égalité entre les femmes et les hommes, genre, droits fondamentaux, développement durable, coopération internationale, changement climatique, environnement, agriculture, violences faites aux femmes, santé, migrations, etc.","lastUp":"2018-04-10T11:39:00.902+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}