{"id":"318289736199-71","name":"Institute of International Peace Leaders","registrationDate":"2019-10-12T18:36:36.155+02:00","category":4,"subCategory":5,"legal":"Limited Liability Company","web":"https://www.internationalpeaceleaders.com","country":"United kingdom","headAddress":"Office No. 109","headCity":"London","headPostCode":"E6 3DW","headPhone":"(44)77 11 30 98 42","boss":"Mya Amarise","bossTitle":"Ms","bossPosition":"Vice Chairperson","membersCount":27,"membersFTE":"24.75","membership":"Not yet","memberOrga":"Not yet signed any MoU or agreement with other organization or taken any organization as member.","goal":"The Institute for International Peace Leaders (IIPL) is an independent, non for profit think tank dedicated to managing risk and building resilience to promote peace, security, and sustainable development. IIPL is working to develop an international team of leaders who can play their role for peace and harmony in their communities, within their countries and around the globe. To achieve its purpose, IIPL recruit volunteers around the world and honor them as International Peace Leaders.&#xd;<br />&#xd;<br />A mix of policy research, strategic analysis, publishing, and convening, IIPL help developing such abilities, skills and knowledge to its International Peace leaders for effectiveness, peace promotion and harmony. &#xd;<br />&#xd;<br />These trained IPLs perform their duties for promotion of peace, to overcome conflicts in their communities, and for inner peace of their country men.","acronym":"IIPL","interests":"Climate Action, Communication, Culture, Education and training, International co-operation and development, Research and innovation, Youth","euInitiatives":"Institute of International Peace Leaders supports European Commission Peace and Security Initiative and our slogan is \"No to War, yes to Peace\". We support EU Peace and Security Initiative's following statement:&#xd;<br />&#xd;<br />\"Wars and armed conflicts have devastating human and societal impacts, such as wide-spread violence, the tragedy of refugee camps, accelerated spread of HIV and the destruction of lives, livelihoods, state institutions and infrastructure. Such calamities can cripple a country for generations. The EU supports initiatives aimed at eradicating some of the leading causes of conflict, safeguarding stability and reestablishing peace after a crisis.\"","lastUp":"2019-10-12T18:54:24.715+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}