{"id":"3183894853-03","name":"Hill &amp; Knowlton International Belgium","registrationDate":"2008-12-22T17:48:41.135+01:00","category":1,"subCategory":6,"legal":"s.a./n.v.","web":"http://www.hkstrategies.be","country":"Belgium","headAddress":"Rue Montoyer, 51","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)27 37 95 00","boss":"Melanie Faithfull Kent","bossTitle":"Ms","bossPosition":"Chief Executive Officer","membersCount":24,"membersFTE":"12.75","membership":"American Chamber of Commerce to the European Union and to Belgium (AmCham)&#xd;\nBritish Chamber of Commerce in Belgium (BritCham)&#xd;\nCentre for European Policy Studies (CEPS)&#xd;\nBelgian Business for Europe","memberOrga":"","goal":"We believe that communication has the power to create change and that real change only occurs with effective, powerful communication. Communication is the heart of what makes us human, what makes the world go round, and what we at Hill &amp; Knowlton do day in and day out in 81 offices in 43 countries around the globe. Powerful communications that make a difference, that go beyond the ordinary, that can transform, inspire, move and educate is why we exist. This power can be accessed by our clients wherever and whenever they need it; in specialist arenas and in global campaigns; in the corridors of government; in the financial centres and in the minds of consumers everywhere.&#xd;<br />&#xd;<br />Public Affairs&#xd;<br />&#xd;<br />The bottom line and reputation of a business depends on its ability to operate within a positive public policy environment that establishes the framework of the marketplace of goods, services, ideas and issues. Public Affairs can create decisive competitive advantage and open market opportunities. Growing competition to influence public policy means that public affairs approaches have to be more sophisticated and creative. In addition, they should not be stand-alone options but an integral part of an organisation's planning of its business and corporate communications strategies.","acronym":"H+K","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Given Hill+Knowlton Strategies' broad client base, our advice to our clients focuses on all areas of EU policy making. &#xd;<br />&#xd;<br />These range from energy and environment, transport, financial services, food and consumer affairs, sustainability, healthcare and pharmaceuticals, agriculture and fisheries, information and communication technologies, media, defence, intellectual property, professional services, diplomatic relations, travel, chemicals and industrial policies.","lastUp":"2018-01-30T16:35:05.739+01:00","customers":"Avril SCA","costAbsolu":"","costRange":"3000000-3249999","turnoverAbsolu":"","turnoverRange":""}