{"id":"31843397020-27","name":"European Heating Oil Association","registrationDate":"2011-10-25T16:47:34.469+01:00","category":2,"subCategory":4,"legal":"iasbl","web":"http://www.eurofuel.eu","country":"Belgium","headAddress":"Rue de la Rosée, 12","headCity":"Bruxelles","headPostCode":"1070","headPhone":"(32)28 93 97 82","boss":"Ernst-Moritz Bellingen","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"1.0","membership":"Friends of Europe&#xd;\nBuild-Up","memberOrga":"http://eurofuel.eu/members&#xd;\n&#xd;\nFull members: IWO-Austria, Informazout, Finnish Petroleum and Biofuels Association, Alliance Solutions Fioul, IWO-Germany, OFTEC-Ireland,&#xd;\nMazout info Luxembourg, Norwegian Petroleum Industry Association, OFTEC-UK&#xd;\n&#xd;\nAssociated members: UPEI, Erdoel-Vereinigung/&#xd;\nUnion Petroliere","goal":"Eurofuel, the European Heating Oil Association, represents the national organisations that promote the use of liquid fuels for domestic heating in 10 European countries, including over 10,000 companies. The oil heating industry is strongly committed to developing the most energy efficient heating systems, contributing to the European Union’s energy savings targets and policies by 2020 and beyond.","acronym":"Eurofuel","interests":"Climate Action, Competition, Consumer Affairs, Energy, Enterprise, Environment, General and Institutional Affairs, Internal Market, Research and Technology, Taxation","euInitiatives":"Energy Union, Clean Energy for All Europeans package, revision of Energy Performance of Buildings Directive, Energy Efficiency Directive and Renewable Energy Directive, 2030 Climate and Energy Framework, Ecodesign and Energy Labelling Directives (revision and implementing measures), Strategy for Heating and Cooling, Fuel Quality Directive, Energy Taxation Directive, Ecolabel, Green Public Procurement, Clean Air Strategy, national acts notified to the European Commission, among others.","lastUp":"2017-03-02T16:29:25.620+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}