{"id":"31843397020-27","name":"European Heating Oil Association","registrationDate":"2011-10-25T16:47:34.469+01:00","category":2,"subCategory":4,"legal":"iasbl","web":"http://www.eurofuel.eu","country":"Belgium","headAddress":"Rue de la Rosée, 12","headCity":"Bruxelles","headPostCode":"1070","headPhone":"(32)28 93 97 82","boss":"Ernst-Moritz Bellingen","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"1.0","membership":"Friends of Europe&#xd;\nBuild-Up","memberOrga":"http://eurofuel.eu/members&#xd;\n&#xd;\nFull members: IWO-Austria, Informazout, Finnish Petroleum and Biofuels Association, IWO-Germany, OFTEC-Ireland, Mazout info Luxembourg, Drivkraft Norge, OFTEC-UK, Erdoel-Vereinigung/Union Petroliere&#xd;\n&#xd;\nAssociated members: Suntec","goal":"The European Heating Oil Association (Eurofuel) represents organisations that promote the use of heating oil and liquid fuels for domestic heating in Europe. Our membership covers 10 European countries, including over 10,000 companies. Eurofuel is engaged in the promotion of existing and innovative techniques for liquid fuels for heating and equipment, in the domestic market. In this way, our members are committed to ensuring the competitiveness and efficiency of heating with oil and liquid fuels, while also reducing its environmental footprint.","acronym":"Eurofuel","interests":"Climate Action, Competition, Consumer Affairs, Energy, Enterprise, Environment, General and Institutional Affairs, Internal Market, Research and Technology, Taxation","euInitiatives":"Energy Union, Clean Energy for All Europeans package, revision of Energy Performance of Buildings Directive, Energy Efficiency Directive and Renewable Energy Directive, 2030 Climate and Energy Framework, Ecodesign and Energy Labelling Directives (revision and implementing measures), Strategy for Heating and Cooling, Fuel Quality Directive, Energy Taxation Directive, Ecolabel, Green Public Procurement, Clean Air Strategy, national acts notified to the European Commission, among others.","lastUp":"2018-03-03T08:29:03.199+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}