{"id":"31885693900-95","name":"Baden-Württembergische Wertpapierbörse","registrationDate":"2010-07-21T14:45:11.330+01:00","category":2,"subCategory":3,"legal":"Anstalt des Öffentlichen Rechts und Gesellschaft mit beschränkter Haftung","web":"http://www.boerse-stuttgart.de","country":"Germany","headAddress":"Börsenstraße 4","headCity":"Stuttgart","headPostCode":"70174","headPhone":"(49)71 12 22 98 50","boss":"Oliver Hans","bossTitle":"Mr","bossPosition":"Board of Management","membersCount":3,"membersFTE":"1.5","membership":"FESE - Federation of European Securities&#xd;\nExchanges (http://www.fese.eu/)&#xd;\nDDV - German Derivatives Association (https://www.derivateverband.de/ENG/Home)&#xd;\nVÖB - Association of German Public Banks (https://www.voeb.de/de/verband/english) &#xd;\nbwf - Federal Association of Securities Trading Firms &#xd;\nINATBA - International Association for Trusted Blockchain Applications (https://inatba.org/)&#xd;\nITSA - International Token Standardization Association (https://itsa.global/)&#xd;\nbitkom - Germany’s digital association (https://www.bitkom.org/)","memberOrga":"","goal":"Founded in 1860 and situated right at the heart of Stuttgart, Boerse Stuttgart stands at the forefront of Stuttgart's development as a financial centre. Boerse Stuttgart is Europe's leading stock exchange organisation for private investors. With the European Warrant Exchange, known by its abbreviated name of Euwax, it is also Europe's most attractive trading place for leverage and investment products. Boerse Stuttgart owes its premier position to the ongoing enhancement of its product portfolio and its customer-friendly, one-stop approach. Alongside leverage and investment products, investors can trade equities, bonds, investment fund units and participation certificates. It's safe, fast, simple and extremely efficient.","acronym":"Börse Stuttgart","interests":"Borders and Security, Business and Industry, Communication, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Enlargement, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trade, Trans-European Networks","euInitiatives":"MiFID II/MiFIR, Benchmark Regulation, Prospectus Regulation, Capital Markets Union Action Plan, Sustainable Finance","lastUp":"2019-12-06T13:55:24.170+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}