{"id":"31894143133-68","name":"Europa-Union Deutschland e. V.","registrationDate":"2010-01-27T10:39:57.908+01:00","category":3,"subCategory":2,"legal":"e. V.","web":"http://www.europa-union.de/","country":"Germany","headAddress":"Sophienstraße 28/29","headCity":"Berlin","headPostCode":"10178","headPhone":"(49)3 03 03 62 01 30","boss":"Christian Moos","bossTitle":"Mr","bossPosition":"secretary general ","membersCount":4,"membersFTE":"1.5","membership":"Die Europa-Union ist der deutsche Zweig der Union Europäischer Föderalisten (UEF) und gemeinsam mit ihrem Jugendverband Junge Europäische Föderalisten (JEF) Mitglied des Netzwerks Europäische Bewegung Deutschland (EBD). Die Europa-Union Deutschland ist außerdem Mitglied im Bundesnetzwerk Bürgerschaftliches Engagement (BBE).","memberOrga":"","goal":"Die Europa-Union ist lokal, regional und national aktiv und vereint Vertreterinnen und Vertreter aller gesellschaftlichen Gruppen. Die Europa-Union tritt seit 70 Jahren für eine weitreichende europäische Integration ein – überparteilich und unabhängig. Als Mittlerin zwischen Bürgerinnen und Bürgern und den Institutionen auf allen Ebenen der europäischen Politik engagiert sie sich für ein „Europa der Bürger“, das von einem möglichst breiten gesellschaftlichen Konsens getragen wird.","acronym":"EUD","interests":"Borders and Security, Budget, Consumers, Culture, Economy, finance and the euro, Employment and Social Affairs, Enlargement, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Single market, Taxation, Trade","euInitiatives":"Die Reform der Wirtschafts- und Währungsunion; Entwicklungen in der gemeinsamen Außen- und Sicherheitspolitik; Weißbuch zur Zukunft der Europäischen Union; Spitzenkandidatenprinzip bei Europawahlen 2019","lastUp":"2019-02-26T15:31:18.714+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}