{"id":"3191855142-12","name":"Cooperativas Agro-alimentarias de España","registrationDate":"2008-07-04T13:28:06.307+02:00","category":2,"subCategory":4,"legal":"Unión de Cooperativas","web":"http://www.agro-alimentarias.coop","country":"Spain","headAddress":"Agustín de Bethencourt, 17-4º","headCity":"Madrid","headPostCode":"28003","headPhone":"(34)9 15 35 10 35","boss":"Agustín  Herrero González","bossTitle":"Mr","bossPosition":"Director General","membersCount":12,"membersFTE":"6.75","membership":"Cooperativas Agro-alimentarias es miembro de pleno derecho de la COGECA, organización que representa el cooperativismo agrario en la UE y comparte su estructura administrativa junto con el COPA, organización que representa a los sindicatos de agricultores y ganaderos de la UE.","memberOrga":"www.agro-alimentarias.coop/federaciones","goal":"Cooperativas Agro-alimentarias es una organización empresarial de ámbito estatal que representa los intereses de las cooperativas del sector agroalimentario en España, en la UE y a nivel internacional. Su misión es impulsar un modelo cooperativos empresarial, rentable, competitivo, profesionalizado, generador de valor y con una dimensión relevante, contribuyendo así a la sostenibilidad del sector agroalimentario español y europeo.&#xd;<br /> El objetivo de la empresa cooperativa agroalimentaria es generar eficiencias en la producción de sus socios a través de iniciativas colectivas en la prestación de servicios, y valorizar y rentabilizar la producción de sus socios agricultores y ganaderos a través de la transformación y comercialización de sus productos, facilitando el acceso al mercado, ganando en poder de negociación ante clientes y proveedores, participando del valor generado por la cadena y aportando servicios a sus socios productores para mejorar su eficiencia productiva y su calidad de vida.","acronym":"","interests":"Agriculture and Rural Development, Budget, Climate Action, Communication, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, Food Safety, General and Institutional Affairs, Internal Market, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Transport","euInitiatives":"Construcción del proyecto de la UE. Presupuesto de la UE. Reforma PAC. relación del sector agrícola  con el derecho de la competencia. &#xd;<br />Revisiones sectoriales y simplificación de la PAC.&#xd;<br />Gestión de los mercados.&#xd;<br />Programas de Desarrollo Rural.&#xd;<br />Política comercial y negociaciones internacionales.&#xd;<br />Fiscalidad cooperativa. &#xd;<br />Código obligatorio y fiscalización a nivel comunitario de las prácticas comerciales desleales en las relaciones comerciales entre operadores de la cadena.&#xd;<br />Presupuesto UE.&#xd;<br />Sector agroalimentario y cambio climático.&#xd;<br />Innovación.&#xd;<br />Eficiencia energética.&#xd;<br />I+D","lastUp":"2018-04-05T10:02:06.460+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}