{"id":"319484435571-75","name":"Studio legale associato B-right Lawyers","registrationDate":"2019-08-22T19:04:39.866+02:00","category":1,"subCategory":10,"legal":"associazione professionale","web":"","country":"Italy","headAddress":"Via Bacigalupo 4/13","headCity":"Genova","headPostCode":"","headPhone":"(39)01 00 99 61 90","boss":"Francesco Maria Gavotti","bossTitle":"Mr","bossPosition":"socio fondatore","membersCount":9,"membersFTE":"4.75","membership":"N/A","memberOrga":"N/A","goal":"Lo studio legale associato B-right Lawyers rappresenta le società proprie clienti, sia multinazionali che piccole e medie imprese, operanti nei settori delle telecomunicazioni, dell'innovazione tecnologica e delle certificazioni, tutelando i loro interessi e supportando la loro attività in Italia e all'estero.&#xd;<br />L'obiettivo prioritario dello studio B-right è quello di promuovere le imprese clienti con servizi legali utili alla crescita di una moderna cultura d'impresa, con particolare attenzione alla sostenibilità e alla trasformazione digitale delle tecnologie già sviluppate e quelle ancora in fase di implementazione.&#xd;<br />Lo Studio assiste altresì le imprese proprie clienti nel rendersi compliant rispetto alle principali normative di fonte europea, con particolare riferimento alla data privacy e alla cybersecurity, mantenendo sempre una elevata attenzione per il rispetto e la tutela dei diritti dell’individuo sottesi ai predetti settori.&#xd;<br />Attraverso uno stretto rapporto con le piccole e medie aziende, diffuse su tutto il territorio italiano, nonché con società multinazionali con sedi all'interno del'Unione Europea, B-right si propone di sintetizzare gli interessi dei propri clienti, conoscendone il mercato di riferimento, le esigenze attuali e le prospettive future.","acronym":"","interests":"Banking and financial services, Business and Industry, Communication, Competition, Consumers, Customs, Digital economy and society, Education and training, Justice and Fundamental Rights, Research and innovation, Taxation, Trade, Trans-European Networks","euInitiatives":"Regolamentazione in materia di data protection e cybersecurity e, in generale, la nuova tenologia 4.0 e le certificazioni di cybersicurezza.&#xd;<br />In particolare: reg. UE 2016/679 (GDPR), dir. 2016/1148 (dir. NIS) reg. UE 881/2019 (Cybersecurity Act), regg 2018/1139 e 2019/947 (esercizio di aeromobili senza equipaggio).","lastUp":"2019-08-22T19:27:40.451+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":"","turnoverRange":"100000-499999"}