{"id":"319672336550-48","name":"ANTEC ASSOCIAZIONE NAZIONALE TECNICI LIBERI PROFESSIONISTI","registrationDate":"2019-11-12T22:23:53.723+01:00","category":2,"subCategory":1,"legal":"ASSOCIAZIONE DI CATEGORIA DATORIALE","web":"","country":"Italy","headAddress":"via Pasteur 65","headCity":"Roma","headPostCode":"00144","headPhone":"(39)33 57 15 99 87","boss":"Amos Giardino","bossTitle":"Mr","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"www.confprofessioni.eu","memberOrga":"","goal":"ANTEC è il Sindacato Nazionale dei Tecnici di Primo Livello Liberi Professionisti, costituito il 4 aprile 2011 a Milano come Libera Associazione di Tecnici e Tecnici Laureati Liberi Professionisti per Edilizia, Territorio, Tecnologie, Ambiente, Sicurezza e Agroalimentare. I Geometri, Periti Industriali, Periti Agrari e gli Agrotecnici, possono contare su un Sindacato Datoriale forte e determinato, presente sul territorio ed avvalersi di tutte le opportunità previste per gli iscritti, a cominciare dall'accesso al Credito agevolato  senza necessità di garanzie, al Fondo Paritetico per la Formazione Continua, al supporto di Assistenza Fiscale, all'assistenza ed il supporto legale nei contenziosi anche con le Pubbliche Amministrazioni, ma anche ad un determinato impegno nella tutela dei diritti dei Tecnici Liberi Professionisti. A pieno titolo ANTEC, in seno a Confprofessioni, è in grado di rappresentare le istanze di quattro Categorie al tavolo della concertazione con il Governo e le altre Parti Sociali in Italia ed in Europa, ma anche a livello Regionale. ANTEC attraverso Confprofessioni, la principale organizzazione di rappresentanza dei liberi professionisti in Italia, è parte sociale e siede al tavolo della concertazione con il Governo. Rappresenta e Tutela gli interessi generali delle Libere Professioni Regolamentate nel rapporto con le controparti negoziali e con le istituzioni politiche comunitarie, nazionali e territoriali a tutti i livelli.","acronym":"ANTEC","interests":"Business and Industry, Climate Action, Communication, Competition, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, European Neighbourhood Policy, Food Safety, Regional Policy, Research and innovation, Single market, Taxation, Trans-European Networks, Transport","euInitiatives":"Fondi Sociali Europei, Tessera Europea del Professionista, interessi dei Liberi Professionisti","lastUp":"2019-11-12T22:25:02.632+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}