{"id":"320631435475-78","name":"International Association of the European Heritage Network","registrationDate":"2019-07-18T11:55:09.708+02:00","category":3,"subCategory":2,"legal":"International non-profit association","web":"http://www.coe.int/en/web/culture-and-heritage/herein-aisbl","country":"Belgium","headAddress":"DG04, Rue des Brigades d’Irlande,1","headCity":"Namur","headPostCode":"5100","headPhone":"(32)4 77 58 59 79","boss":"Jelka Pirkovic","bossTitle":"Ms","bossPosition":"President","membersCount":4,"membersFTE":"1.0","membership":"There are no membership organisation or other bodies.","memberOrga":"There are no member organisations that are affiliated to HEREIN AISBL","goal":"HEREIN AISBL main objective is to support heritage management in the European countries, particularly by sharing information on policies in these fields. Its action is intended to continue and consolidate the European institutional and intergovernmental co-operation instigated by the HEREIN network.&#xd;<br />To that end, the association shall:&#xd;<br />1.\tpromote, at the international level, the exchange and sharing of experience, further training and the dissemination of information, notably by means of publications, on-line products and participation in various events;&#xd;<br />2.\timplement a range of activities geared to establishing and developing the European heritage information system;&#xd;<br />3.\thelp create practical tools (multilingual terminology, database, discussion platforms, research activities, technological development, and monitoring, etc) with a view to facilitating exchanges among the organisations responsible for heritage policies in European countries and to foster innovation in this field.","acronym":"HEREIN AISBL","interests":"Culture, Education and training, Regional Policy, Research and innovation","euInitiatives":"Agenda for Culture&#xd;<br />EK Framework for action on cultural heritage&#xd;<br />Cultural Heritage Forum&#xd;<br />Quality Principles for Cultural Heritage Interventions&#xd;<br />Reflection Group “Heritage and the EU\" &#xd;<br />Participatory Governance of Cultural Heritage","lastUp":"2019-07-18T11:56:49.004+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}