{"id":"320613219208-18","name":"European Dental Students' Association","registrationDate":"2015-10-15T16:55:29.068+02:00","category":4,"subCategory":12,"legal":"Association","web":"http://esdaweb.org","country":"Ireland","headAddress":"Dublin Dental University Hospital: Trinity College","headCity":"Dublin","headPostCode":"Dublin2","headPhone":"(33)6 46 25 49 30","boss":"Alyette GREIVELDINGER","bossTitle":"Ms","bossPosition":"President","membersCount":12,"membersFTE":"4.75","membership":"","memberOrga":"http://www.edsaweb.org/delegates","goal":"The EDSA is the voice of dental students in the European Region.&#xd;<br />It currently represents 65,000 students throughout 31 member countries.","acronym":"EDSA","interests":"Budget, Economy, finance and the euro, Education and training, External Relations, Food Safety, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Public Health, Research and innovation, Single market, Youth","euInitiatives":"Education policy :&#xd;<br />The fundamentals of the education shall be an exchange of knowledge and experience where the student will gain an ethical, scientific and holistic view of dental care. The clinical training shall provide the student with an overall view of a qualitative patient care that will lead to better outcomes for the population. The education shall be characterized by initiative, creativity, independence, and incentive, amongst students and teachers. The institution shall support personnel and students to develop these qualities and provide an environment that promotes leadership, participation, transparency and dedication.&#xd;<br />&#xd;<br />The development of medical and technological sciences, new cultural influences and change of social norms makes it crucial to create an education with great plasticity, especially for healthcare providers. Primarily, recent knowledge about dental sciences need to be continuously identified and the institution should be prepared to implement new input. This open orientation and look upon science, also combined with great technical skills, give a complete clinician. EDSA is involved in advocacy in these topics &#xd;<br />&#xd;<br />Dimension and length of the dental curriculum&#xd;<br />Content of the dental curriculum&#xd;<br />Professional development&#xd;<br />Continuous education&#xd;<br />Pedagogy&#xd;<br />Examination&#xd;<br />Grade&#xd;<br />Enrollment&#xd;<br />Exclusion&#xd;<br />Contact with the dental industry&#xd;<br />&#xd;<br />&#xd;<br />Public health policy&#xd;<br />Research Policy","lastUp":"2018-09-06T19:03:59.575+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}