{"id":"320613219208-18","name":"European Dental Students' Association","registrationDate":"2015-10-15T16:55:29.068+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://edsaweb.org","country":"Ireland","headAddress":"Dublin Dental University Hospital: Trinity College","headCity":"Dublin","headPostCode":"Dublin2","headPhone":"(33)6 46 25 49 30","boss":"Tin CRNIĆ","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"2.75","membership":"","memberOrga":"http://www.edsaweb.org/delegates","goal":"The European Dental Students’ Association (EDSA) was founded in 1988 and represents the interests of more than 65,000 dental students from 182 dental schools in 33 different countries. The EDSA is a not-for-profit and apolitical organisation, which is run on a voluntary basis by students for students. We are open to all local or national dental students’ associations in the European region. &#xd;<br />&#xd;<br />EDSA’s goal is to raise a constant students’ point of view in national and European fora on a variety of topics relating to dentistry and dental education. Our main aim is to represent European dental students on educational, professional and social matters and to advocate for improvements in these areas.&#xd;<br />&#xd;<br />We aim to advocate for high-quality dental education that gives students a good scientific, clinical and ethical training to provide holistic care to their patients, with a positive influence on population health. &#xd;<br />&#xd;<br />Acknowledging the different education systems across the European region, EDSA facilitates knowledge exchange between students to facilitate improvements in dental education at the national and regional levels. It also acts as a forum for discussion of common issues between dental students from across Europe and to investigate potential solutions.&#xd;<br />&#xd;<br />We aim to train delegates on leadership, high profile European health issues, and the political workings of the EU institutions.&#xd;<br />&#xd;<br />We collaborate with other European stakeholders to raise awareness of dentistry and dental education at the European level and raise the profile of poor oral health.&#xd;<br />&#xd;<br />We aim to facilitate intercultural exchange between our delegates and to foster European integration.","acronym":"EDSA","interests":"Budget, Economy, finance and the euro, Education and training, External Relations, Food Safety, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Public Health, Research and innovation, Single market, Youth","euInitiatives":"The EDSA follows mainly education-related policy files.&#xd;<br />&#xd;<br />The main EU initiatives, policies and legislative files followed by EDSA are on topics related to:&#xd;<br />&#xd;<br />- Dimension and length of the dental curriculum&#xd;<br />- Quality of higher education&#xd;<br />- Recognition of skills and qualifications&#xd;<br />- Learning mobility&#xd;<br />- Content of the dental curriculum&#xd;<br />- Professional development&#xd;<br />- Continuous education&#xd;<br />- Pedagogy&#xd;<br />- Examination&#xd;<br />- Grade&#xd;<br />- Enrollment&#xd;<br />- Exclusion&#xd;<br />- Contact with the dental industry&#xd;<br />- Public health policy&#xd;<br />- Research Policy&#xd;<br />&#xd;<br />Examples of EU Directives and Regulations followed by EDSA:&#xd;<br />&#xd;<br />- Directive (EU) 2018/958 of the European Parliament and of the Council of 28 June 2018 on a proportionality test before adoption of new regulation of professions;","lastUp":"2019-11-27T10:34:14.009+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}