{"id":"320765122757-50","name":"Allileggie SolidarityNow","registrationDate":"2016-08-10T21:26:22.600+02:00","category":3,"subCategory":2,"legal":"Association (somateio)","web":"http://www.solidaritynow.org","country":"Greece","headAddress":"24, 3rd Septemvriou Str.","headCity":"Athens","headPostCode":"10432","headPhone":"(30)21 06 77 25 00","boss":"Antigone Lyberaki","bossTitle":"Ms","bossPosition":"General Manager","membersCount":10,"membersFTE":"9.0","membership":"SolidarityNow is registered in the National Registry of Institutions of the Private Sector Non-profit holding social care services (Register No. 09121ΦΣΕ15006Ο28Ν-1494) and in the Special Registry of the Volunteering Non Governmental Organizations of the Greek Ministry of Health and Social Solidarity (Register No. 09121ΦΣΕ15006Ο28Ν-1380). The registered members in the above registries are recognized as certified bodies of the National Social Care System.&#xd;\n&#xd;\nSolidarityNow is also registered in the relevant National Registry of Non Governmental Organizations  of the Ministry of Migration Policy (Register No. 170606153936)","memberOrga":"SN is a member of &#xd;\n\tCivicus, a global alliance of civil society organizations and activists dedicated to strengthening citizen action and civil society throughout the world (www.civicus.org)&#xd;\n&#xd;\n\tECRE-European Council on Refugees and Exiles, a pan-European alliance of 90 NGOs protecting and advancing the rights of refugees, asylum seekers and displaced persons (https://www.ecre.org)&#xd;\n&#xd;\n\tInternational Human Rights Funders Group, a global network of donors and grantmakers committed to advancing human rights around the world through effective philanthropy (https://www.hrfn.org)&#xd;\n&#xd;\n\tInternational Detention Coalition (IDC), a unique global network, of over 300 civil society organisations and individuals in more than 70 countries, that advocate for research and provide direct services to refugees, asylum-seekers and migrants affected by immigration detention (http://idcoalition.org)&#xd;\n&#xd;\n\tRacist Violence Recording Network providing legal, medical, social or other support services and coming into contact with racist violence victims (http://rvrn.org)&#xd;\n&#xd;\n\tOSEN-Open Society European Network which brings together spun-off national foundations of the Open Society Foundations in Europe with the aim of ensuring a continued level of collaboration, the exchange of information, and to provide the opportunity to contribute to the mission of the Open Society Foundations in Europe (https://www.opensocietyfoundations.org)&#xd;\n&#xd;\n\tFoundation Center delivering knowledge, transparency and expert guidance to fundraisers and grantmakers solving social problems through philanthropy (www.foundationcenter.org)&#xd;\n&#xd;\n\tLast but not least, SN has been registered to the Fundemental Rights Platform of the European Union Agency for Fundemental Rights (FRA)","goal":"SoldarityNow (SN) is an independent non-profitable organization established in Greece upon an initiative of the Open Society Foundations. Its mission was initially focused on those affected the most by the Greek financial crisis. SN's mission has been re-defined to reflect social reality amidst the migration/refugee crisis and is thus multi-fold: to alleviate suffering &amp; accommodate the urgent needs of vulnerable populations and PoCs by providing relief &amp; support services via its centres, program implementation &amp; through partnership-building with national &amp; international stakeholders. &#xd;<br />The additional aims that drive SN’s engagement are:&#xd;<br />•to empower the local civil society to meet the immediate needs of the community and to build the conditions for a better future within a strong Europe based on open values&#xd;<br />•to encourage public &amp; private actors from outside Greece to take concrete steps in order to show that Europe is also about solidarity and not only about discipline&#xd;<br />Our Focus Areas&#xd;<br />-Civil society support activities supporting &amp; empowering vulnerable groups through multi-level support i.e. Solidarity Centers in Athens &amp; Thessaloniki offering free of charge legal aid &amp; information, employability, psychosocial &amp; psychological support, non-formal education &amp; recreational activities, cultural mediation &amp; interpretation &amp; Children Friendly Space support, a helpline for children in need of psychological support&#xd;<br />-Refugee crisis interventions through mobile units in areas of reception of refugees &amp; asylum seekers offering on-site psycho social support incl. psychological first aid, legal information, child protection &amp; gender-based violence services, mother &amp; baby corners, infant &amp; young child feeding counseling, referrals to health providers &amp; accommodation services &amp; non-formal education in selected sites; accommodation support in autonomous residences, collective accommodation schemes, shelters for specific vulnerable groups incl.  case management, psychological support, interpretation &amp; facilitation to health services and other public services. &#xd;<br />-Public information, advocacy &amp; policy reform initiatives which are categorized as follows: &#xd;<br />Defend Human Rights - Contesting the EU-Turkey Deal &amp; advocating for human rights-centered EU asylum policy &amp; proper responsibility sharing; campaigning against the containment policy on the Greek islands; advocating for alternatives to immigration detention&#xd;<br />Influence Policy Making - Monitoring legislative &amp; policy developments at national, EU (Dublin Reform) &amp; global (UN Global Compacts) level &amp; putting pressure; engaging in dialogue with national authorities, UNHCR, UNICEF, IOM &amp; NGOs&#xd;<br />Promote social inclusion &amp; integration - Designing strategic local integration plan together with Athens Municipality (ACCMR member); Published roadmap with policy recommendations on the reception &amp; integration of refugees &amp; migrants in Greece; contributed in the national strategy for integration in Greece. &#xd;<br />Develop counter-narratives on migration; anti-extremism/anti- racism actions - Country coordinator of the European Citizen’s Initiative for a better EU response to migration; developing positive migration narratives in the public discourse; member of the Racist Violence Recording Network; Strengthen youth resilience to xenophobic &amp; far-right rhetoric.  &#xd;<br />SN is also acting as a grant-making organization providing financial support to implementing partners  to continue their operation or implement specific projects. So far, SN has financially supported 93 civil society organizations operating across Greece between 2013 - 2016. Since 2019, SN also acts as the Fund Operator of the Active Citizens Fund in Greece in collaboration with the Bodossaki Foundation, supported by the EEA Grants.","acronym":"SN","interests":"Education and training, Employment and Social Affairs, Humanitarian aid and civil protection, Justice and Fundamental Rights, Migration and asylum, Youth","euInitiatives":"\tCOUNCIL DECISION establishing provisional measures in the area of international protection for the benefit of Italy and Greece&#xd;<br />\tEuropean Agenda on Migration (2015)&#xd;<br />\tCommission Regulation (EC) establishing the criteria and mechanisms for determining the Member State responsible for examining an asylum application lodged in one of the Member States by a third-country national (and amendment)&#xd;<br />\tDIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL laying down standards for the reception of asylum seekers&#xd;<br />\tDIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on common procedures for granting and withdrawing international protection status (Recast)&#xd;<br />\tDIRECTIVE 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning illegally staying third-country nationals.","lastUp":"2019-07-11T14:08:55.046+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}