{"id":"320765122757-50","name":"Allileggie SolidarityNow","registrationDate":"2016-08-10T21:26:22.600+01:00","category":3,"subCategory":2,"legal":"Association (somateio)","web":"http://www.solidaritynow.org","country":"Greece","headAddress":"5 Evinou Str.","headCity":"Athens","headPostCode":"11527","headPhone":"(30)21 06 77 25 00","boss":"Epaminondas Farmakis","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":10,"membersFTE":"10.0","membership":"SolidarityNow is registered in the National Registry of Institutions of the Private Sector Non-profit holding social care services (Register No. 09121ΦΣΕ15006Ο28Ν-1494) and in the Special Registry of the Volunteering Non Governmental Organizations of the Greek Ministry of Health and Social Solidarity (Register No. 09121ΦΣΕ15006Ο28Ν-1380). The registered members in the above registries are recognized as certified bodies of the National Social Care System.&#xd;\n&#xd;\nSolidarityNow is also registered in the relevant National Registry of Non Governmental Organizations  of the Ministry of Migration Policy (Register No. 170606153936)","memberOrga":"SN is a member of &#xd;\n\tAccountable Now, a global platform that supports civil society organisations to be transparent, responsive to stakeholders and focused on delivering impact (https://accountablenow.org)&#xd;\n&#xd;\n\tECRE-European Council on Refugees and Exiles, a pan-European alliance of 90 NGOs protecting and advancing the rights of refugees, asylum seekers and displaced persons (https://www.ecre.org)&#xd;\n&#xd;\n\tInternational Human Rights Funders Group, a global network of donors and grantmakers committed to advancing human rights around the world through effective philanthropy (https://www.hrfn.org)&#xd;\n&#xd;\n\tInternational Detention Coalition (IDC), a unique global network, of over 300 civil society organisations and individuals in more than 70 countries, that advocate for research and provide direct services to refugees, asylum-seekers and migrants affected by immigration detention (http://idcoalition.org)&#xd;\n&#xd;\n\tRacist Violence Recording Network providing legal, medical, social or other support services and coming into contact with racist violence victims (http://rvrn.org)&#xd;\n&#xd;\n\tOSEN-Open Society European Network which brings together spun-off national foundations of the Open Society Foundations in Europe with the aim of ensuring a continued level of collaboration, the exchange of information, and to provide the opportunity to contribute to the mission of the Open Society Foundations in Europe (https://www.opensocietyfoundations.org)&#xd;\n&#xd;\n\tLast but not least, SN has been registered to the Fundemental Rights Platform of the European Union Agency for Fundemental Rights (FRA)","goal":"SoldarityNow (SN) is an independent charitable, non-profitable organization established in Greece upon an initiative of the Open Society Foundations. The organization’s mission was initially focused on the unfolding Greek financial crisis and those affected the most and contributed to the capacity-building of civil society by offering financial and programmatic support to organisations with the aim of maximizing their impact in times of great necessity. &#xd;<br />Since then, SolidarityNow's mission has been re-defined to reflect current needs and social reality amidst the ongoing migration/refugee crisis and is thus multi-fold: to alleviate suffering and accommodate the urgent needs of vulnerable populations and persons of concern, by providing relief and support services via its centres, programme &amp; project development and implementation and partnership-building with national and international stakeholders. &#xd;<br />The additional aims that drive SN’s engagement are:&#xd;<br />•\tto empower the local civil society to meet the immediate needs of the community and to build the conditions for a better future;&#xd;<br />•\tto encourage public and private actors from outside Greece to take concrete steps in order to show that Europe is also about solidarity and not only about discipline.&#xd;<br />&#xd;<br />Through its non-discriminatory, human-rights centered and gender-sensitive approach, SolidarityNow provides itsservices to both the local population and aims to reclaim the vision of a strong Europe based on solidarity and open values. &#xd;<br />Our Focus Areas&#xd;<br />-\tCivil society support activities supporting and empowering vulnerable groups of the society through multi-level support i.e. Solidarity Centers in Athens and Thessaloniki offering free of charge primary healthcare, legal support and advising, job support and employment readiness, psychosocial support, asylum services, support programmes for parents, children and teenagers; &#xd;<br />&#xd;<br />-\tRefugee crisis interventions through mobile units in areas of reception of refugees and migrants offering on-site psychosocial support including psychological first aid and legal information; accommodation support in hosting families, apartments and hotels; medical and legal assistance to entry and exit points; support to asylum service; support to first reception service; internet access to the stranded population; cash and food vouchers distribution; capacitating local NGOs’ interventions through re-granting;&#xd;<br />&#xd;<br />-\tPublic information, advocacy and policy reform initiatives focusing on EU Dublin reform; hate crime/racism; citizenship/integration; advocacy on the access to education; alternatives to detention; EU-Turkey deal; unaccompanied minors. SN’s main advocacy activities include participation in national, EU and international events, trainings and social mobilization, participation in fora, networks and joint initiatives, statements, contacts with authorities, research, publication and strategic litigation. Being in the process of consolidating a concrete policy and advocate strategy on several issues, SolidarityNow scales up its visibility and active participation in the international public dialogue. &#xd;<br />&#xd;<br />&#xd;<br />SolidarityNow is also acting as a grant-making organization providing financial support to implementing partners, in order to continue their operation (i.e. core support) or implement specific projects (i.e. project support).","acronym":"SN","interests":"Culture, Development, Education, Employment and Social Affairs, Humanitarian Aid, Justice and Fundamental Rights, Youth","euInitiatives":"\tCOUNCIL DECISION establishing provisional measures in the area of international protection for the benefit of Italy and Greece&#xd;<br />\tEuropean Agenda on Migration (2015)&#xd;<br />\tCommission Regulation (EC) establishing the criteria and mechanisms for determining the Member State responsible for examining an asylum application lodged in one of the Member States by a third-country national (and amendment)&#xd;<br />\tDIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL laying down standards for the reception of asylum seekers&#xd;<br />\tDIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on common procedures for granting and withdrawing international protection status (Recast)&#xd;<br />\tDIRECTIVE 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning illegally staying third-country nationals.","lastUp":"2017-10-25T11:18:43.270+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}