{"id":"32106266349-71","name":"European Technical Caramel Colour Association","registrationDate":"2011-08-03T11:56:51.257+01:00","category":2,"subCategory":4,"legal":"de facto association","web":"http://www.euteca.org/","country":"Belgium","headAddress":"Avenue de Tervueren, 13A, Bte 7","headCity":"Brussels","headPostCode":"BE-1040","headPhone":"(32)7 36 53 54","boss":"all members (de facto association) all members (de facto association)","bossTitle":"Ms","bossPosition":"members","membersCount":1,"membersFTE":"0.25","membership":"EUTECA is a member of the Federation of European Specialty Food Ingredients Industries (EU Specialty Food Ingredients), which has already signed up for the Register (identification number in the Register: 6160532422-38).","memberOrga":"The following companies and associations are members of EUTECA:&#xd;\n&#xd;\nBuisman BV&#xd;\nCoca-Cola Services&#xd;\nDD Williamson&#xd;\nNigay S.A.&#xd;\nPepsiCo&#xd;\nPfeifer-Langen&#xd;\nSethness-Roquette&#xd;\nSFFCC (French association of Caramel Colour manufacturers)&#xd;\nSicna Sprl&#xd;\nSpezialzucker&#xd;\nSüdzucker","goal":"EUTECA has represented the caramel colour industry in the EU since 1985. EUTECA's mission is to improve general knowledge about caramel colour and its benefits, and to deliver factual information about caramel colour to EU authorities. More specifically, the association will aim:&#xd;<br />&#xd;<br />a) \tto promote, support or oppose any legislation affecting caramel colour issued or to be issued by the European Community or other regulatory authorities in Europe;&#xd;<br />&#xd;<br />b)\tto discuss technical and scientific matters of common interest which affect or might affect the production or use of caramel colour;&#xd;<br />&#xd;<br />c) to provide members with any technical and scientific information concerning caramel colour which may be of assistance to them;&#xd;<br />&#xd;<br />d) to maintain a liaison with other trade associations within the European Community or other countries which have an interest in the manufacture or use of caramel, such as the International Technical Caramel Association (ITCA), the Confederation of Food and Drink Industries of the EC (FoodDrinkEurope) and other European branch organisations.","acronym":"EUTECA","interests":"Consumer Affairs, Food Safety","euInitiatives":"Food Improvement Agents Package.&#xd;<br />Re-evaluation of food additives.&#xd;<br />Implementation of EU Regulation 1333/2008.&#xd;<br />REACH.","lastUp":"2018-03-06T13:52:15.339+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}