{"id":"321224733222-20","name":"WeMove Europe SCE mbH ","registrationDate":"2018-11-16T11:48:47.824+02:00","category":3,"subCategory":2,"legal":"SCE mbH","web":"http://wemove.eu","country":"Germany","headAddress":"Planufer 91","headCity":"Berlin","headPostCode":"10967","headPhone":"(49)30 60 27 41 93","boss":"Laura Sullivan","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":9,"membersFTE":"3.75","membership":"https://www.citizensforeurope.eu/organisation/wemove-eu","memberOrga":"","goal":"WeMove.EU is a citizens’ movement, campaigning for a better Europe; for a European Union committed to social and economic justice, environmental sustainability and citizen-led democracy. We are people from all walks of life, who call Europe our home – whether we were born in Europe or elsewhere.&#xd;<br />We come together at critical moments to take action to effect political change on an EU level, to build a more citizen-centred Europe. We target those who can deliver change – be it in European institutions, member states or corporations.&#xd;<br />We use online tools to lower the barrier to participating in European democracy, so all Europeans have a voice in this political process; a process where big money, corporate lobbyists and national-minded politicians in powerful countries wield too much power. Our model of online organising allows us to rapidly combine the effort of thousands of us into a powerful collective force. We harness this online participation to facilitate grassroots action – online and offline.&#xd;<br />We have an incredible staff of campaigners who bring incredible passion and knowledge around EU policies and issues of social and economic justice, environmental policies, migrants and refugees and citizens engagement. Our campaigning model is built around partnerships. Our aim is to add the know-how and political experience of existing organisations to our own. In these partnerships, WeMove.EU provides the capacity for cross-border mobilisation that has been sorely lacking on a European level. By working in reliable and meaningful partnerships with other organisations we will strengthen civil society and help running the most effective campaigns possible. ","acronym":"WeMove.EU","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"We worked on a series of EU initiatives, policies and legislative files: the main areas are environment protection, migration, tax justice, social justice, transparency, democracy","lastUp":"2019-09-17T15:03:44.906+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}