{"id":"321294817975-44","name":"European Association of Hearing Aid Professionals - Association Europeenne des Audioprothesistes","registrationDate":"2015-06-25T17:09:54.541+02:00","category":2,"subCategory":1,"legal":"AISBL","web":"http://www.aea-audio.org","country":"Belgium","headAddress":"rue Washington, 40","headCity":"Brussel","headPostCode":"1050","headPhone":"(32)4 75 35 81 68","boss":"Mark Laureyns","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"Union of International Associations / Union des Associations Internationales (http://www.uia.org)","memberOrga":"http://www.aea-audio.org/portal/index.php/member-countries","goal":"The purpose of AEA is to promote professional hearing care and to protect and defend its members’ professional and common interests.&#xd;<br />The A.E.A. has established the following objectives in the general interest of the parties represented:&#xd;<br />To be a recognised contact for the European, international and national authorities;&#xd;<br />To promote and protect the rights and social interests of its members towards all public or private entities;&#xd;<br />To promote relationships with partners for research and the resolution of problems of mutual interest;&#xd;<br />To designate and appoint its own representatives or delegates to entities or commissions wherever such representation is requested or accepted;&#xd;<br />To support harmonisation of the professional practice of the Hearing Aid Professional in Europe; In order to achieve these objectives, the A.E.A. may establish consulting relationships and collaboration relationships with European, international and national public or private organisations.","acronym":"AEA","interests":"Communication, Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, External Relations, Public Health, Research and innovation, Single market, Trade","euInitiatives":"European Medical Device Regulation MDR&#xd;<br />&#xd;<br />INTERNATIONAL STANDARD ISO 21388-1 Hearing Aid Fitting Management - in development","lastUp":"2018-05-16T22:48:13.582+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}