{"id":"32134385519-64","name":"European Organisation for Security","registrationDate":"2011-03-18T14:39:35.102+01:00","category":1,"subCategory":6,"legal":"S.C.R.L.","web":"http://www.eos-eu.com/","country":"Belgium","headAddress":"Rue Montoyer, 10","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)27 77 02 57","boss":"Paolo Venturoni","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":5,"membersFTE":"5.0","membership":"","memberOrga":"www.eos-eu.com","goal":"EOS’ main objective is the development of a harmonised European Security Market in close cooperation with users from the public and private sector, while satisfying political, social and economic needs, through the efficient use of budgets and the implementation of available security solutions and services in priority areas, following European policies, societal and economic priorities.&#xd;<br />&#xd;<br />In order to develop the security market, EOS supports the development of security systems and services at the European level that can subsequently be introduced into Member States’ and the global security market.&#xd;<br />  &#xd;<br />EOS aims at responding to the need for defragmentation of the European security market and to improve the knowledge of end-users’ operational needs by: &#xd;<br />•providing coherent links across different sectors (with associations and members of various associations in the domain of ICT (including cyber security), Civil Protection, Border Control, and the Protection of Critical Infrastructures, and different European countries, as well as with different European Institutions and, where necessary, national or international Organisations (e.g. UN), while also promoting global approaches (architectures and integrated systems); &#xd;<br />•establishing a dialogue between the public and private sectors at the highest level. &#xd;<br />&#xd;<br />Together with its Members, EOS also works on improving the knowledge of policy makers on the existing and future solutions as well as on the position of the European Security Supply Sector proposing the European and national administrations common recommendations prepared by the experts of EOS Member companies for the development of concrete actions in the different security sectors.","acronym":"EOS","interests":"Borders and Security, Business and Industry, Customs, Digital economy and society, Energy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Justice and Fundamental Rights, Research and innovation, Trans-European Networks, Transport","euInitiatives":"The subjects matters of the main lobbying activities performed by EOS relate to:&#xd;<br />Home affairs, the EU's Internal and External Security&#xd;<br />Border Control: Border Management and Surveillance&#xd;<br />Civil and Citizens' Protection including CBRN and disaster management&#xd;<br />Cyber Security (including cyber crime and Critical Information Infrastructure Protection)&#xd;<br />Critical Infrastructure Protection : transport and energy infrastructures security&#xd;<br />Transversal issues: industrial security policy, data protection and privacy, standardisation and interoperability&#xd;<br />Research activities and funding","lastUp":"2019-03-29T11:15:21.029+01:00","customers":"Thales,Indra,Leonardo,Airbus,Atos,Smiths Detection,CONCEPTIVITY SARL,ALTRAN TECHNOLOGIES FRANCE,KEMEA(CENTER FOR SECURITY STUDIES),ENGINEERING INGEGNERIA INFORMATICA SPA,NAVAL GROUP SA,LAUREA UNIVERSITY OF APPLIED SCIENCES,STM,IDEMIA IDENTITY &amp; SECURITY SAS,GEMALTO,SECUNET,VITROCISET,TECNALIA,ELETTRONICA S.P.A,STREAMWIDE,RAPISCAN,LINK CAMPUS UNIVERSITY (LCU),TNO INTERNATIONAL AGENCIES BV","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"100000-499999"}