{"id":"322082825388-63","name":"Izar-Innovation Zone for Accountable Results","registrationDate":"2017-01-12T18:06:01.794+01:00","category":1,"subCategory":8,"legal":"Individual company -Ditta individuale","web":"http://www.izar-enterprise.com","country":"Italy","headAddress":"Via Piero della Francesca 73","headCity":"Milano","headPostCode":"20154","headPhone":"(39)34 86 51 90 34","boss":"Maria Cristina Pasi","bossTitle":"Ms","bossPosition":"Managing Partner ","membersCount":1,"membersFTE":"0.5","membership":"WSSTP: https://www.wsstp.eu&#xd;\nAISM: https://www.aism.org&#xd;\nISPI: www.ispionline.it&#xd;\nIPR: https://www.ipr-hub.eu/it&#xd;\nECAS: http://ec.europa.eu/&#xd;\nLINKEDIn: https://it.linkedin.com&#xd;\nESPP:https://phosphorusplatform.eu","memberOrga":"WSSTP: https://www.wsstp.eu&#xd;\nAISM: https://www.aism.org&#xd;\nISPI: www.ispionline.it&#xd;\nIPR https://www.ipr-hub.eu/it&#xd;\nECAS http://ec.europa.eu/&#xd;\nLINKEDIn: https://it.linkedin.com&#xd;\nESPP:https://phosphorusplatform.eu","goal":"Izar offers to the business world the suitable support and the most effective tools to introduce innovation and generate profit, business development and long term growth through targeted, customized action plans. &#xd;<br />Our core areas are Specialty Chemicals and Life Science Industry, including their downstream applications. We accompany our clients through technical advances by providing specific support either to exogenous or endogenous high-tech development projects. In addition, we assist our customers in strengthening their growth by insertion of implementing and disruptive innovation in their product portfolio. Our interdisciplinary expertise and global cooperation with industry and academy enable us to offer great development opportunities to our customers by creating fruitful upstream and downstream synergies. Our support goes from the initial generation of the concept of a product to its industrial scale- up.&#xd;<br />Our brand, registered internationally, guarantees maximum expertise and global operations in the areas of Chemicals and Life Science. In specialty chemicals we can drive and support our customers in generating technological, commercial and organizational innovation, all the way from raw materials to end products. A well-established and extensive business experience in different industries and complex market environments, allows us to provide highly specialized services to support growth in different area. Our core Technology areas are a)Synthetic and natural polymers b)Functional pigments and additives c) Oleo-chemicals d) Macromolecular surfactants e)Synthetic and natural antioxidant agents f) nanotechnologies &#xd;<br />in addition to the following SMART technologies: g)Advanced Genomic Polymers; h)Functional fillers i) Bioactives.&#xd;<br />Our market segments are: Water Management(in Oil and Gas, I&amp;I, Textiles and Paper, Chemical industry); Building and construction (functional coatings and thermal cohibentation materials); inks for packaging, ceramic, paper, textiles; Plastics (polymers, additives ,flame retardants and peformance materials), Cosmetics and Personal care. On the commercial side, from strategic marketing to sales development, we supply the best tools to create a cross-bridge between technological performance and market’s needs,between product performance and customized solutions, between innovative companies and their industrial and financial partners, in order to facilitate technology transfer and commercial exploitation.&#xd;<br />Izar provide to the clients &#xd;<br />-High-tech insertion projects, via implementing and disruptive innovation within existent clusters  &#xd;<br />-Expansion and optimisation of the technology portfolio &#xd;<br />-Set up of technology files and surveys in relation to spin-offs, joint ventures, start-ups and strategic incubator projects&#xd;<br />-Product development&#xd;<br />-Specific support to cluster managers in building Special Interest Groups in connection with co-development and internationalization processes of SMEs&#xd;<br />-Support in Intellectual Property protection, specific  advice and training in IPR models and technology plans for cross fertilization&#xd;<br />-Mentoring in getting access to European Research Infrastructures or to technical consortium's joint facilities in Europe and worldwide&#xd;<br />-Highly specialized support to set up techno-driven industrial and academic consortium to get access to public and private funds for innovation projects, at domestic, european, global level&#xd;<br />-Project management  &#xd;<br />-Economic assessments and action plans for established and/or innovative market segments&#xd;<br />-Geodiversified development strategies per market segment, distribution channel, technology&#xd;<br />-B2B and B2C development projects for forefront products&#xd;<br />-Active support in managing spin-offs, joint-ventures and integration processes, with a special focus on strategic start-ups and incubators in core areas&#xd;<br />-Management of and/or tutoring in cross fertilization projects&#xd;<br />-Co-branding projects&#xd;<br />-Market surveys","acronym":"Izar","interests":"Development, Economic and Financial Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Internal Market, Regional Policy, Research and Technology, Trans-European Networks, Youth","euInitiatives":"Izar is mainly following the EU Chemical and environment (air and water) Pollution policies. Regarding the Chemical Policy Izar is following 1)REACH with a special involvment in the Very High Concern Substances by 2020, inclusion in REACH of nanomaterials EU program and EU policy for Chemicals in products (impact of chemical additives in Polimeric Matrix, in Water pipes, in indoor emissions); 2) Ecosustainable chemistry in the circular economy (wastes recovery, recycling and remanufacturing EU policy,recycling via advanced industrial innovative processes); 3) Phosphorus chemistry EU policy ( P recovery and synthesis of biodegradable phosphorus based compounds); 4) AIR Pollution EU policy (UN ECE convention on long range transboundary air pollution, EU source specific performance standards, reduction of industrial emission, reduction of energy consumption in heating and cooling systems)","lastUp":"2018-01-04T17:50:34.906+01:00","customers":"CARESILK SRLS,DOCCHEM SRL,ITALMATCH CHEMICALS SPA,LANARTEX SRL,ITALMATCH CHEMICALS SPA","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}