{"id":"322277623171-26","name":"OceanCare","registrationDate":"2016-08-30T14:26:29.026+02:00","category":3,"subCategory":2,"legal":"gemeinnütziger Verein","web":"http://www.oceancare.org","country":"Switzerland","headAddress":"Gerbestrasse 6","headCity":"Waedenswil","headPostCode":"8820","headPhone":"(41)4 47 80 66 88","boss":"Sigrid Lueber","bossTitle":"Ms","bossPosition":"Präsidentin","membersCount":8,"membersFTE":"3.0","membership":"Seit 2004 Partner von ACCOBAMS (Abkommens zum Schutz der Wale und Delphine im Mittelmeer)&#xd;\n&#xd;\nSeit 2011 Sonderberaterstatus vom UN Sozial- und Wirtschaftsrat&#xd;\n&#xd;\nSeit 2015 Partnerorganisation von CMS (Convention on Migratory Species)&#xd;\n&#xd;\nSeit 2015 Partnerorganisation UNEP Global Marine Litter Partnership&#xd;\n&#xd;\nSeit 2015 von der UNEA akkreditiert und Teil der Major Group Science &amp; Technology&#xd;\n&#xd;\nSeit 2016 Partner von GFCM (General Fisheries Commission for the Mediterranean) &#xd;\n&#xd;\nSeit 2019 Partner von UNEP/MAP&#xd;\n&#xd;\nOceanCare ist in folgenden Netzwerken tätig: &#xd;\nhttps://www.oceancare.org/de/ueberuns/netzwerk-partner/","memberOrga":"OceanCare hat nur natürliche Personen als Mitglieder und Unterstützer. &#xd;\n&#xd;\nOceanCare pflegt aber langfristige Partnerschaften mit Umwelt- und Artenschutzorganisationen. &#xd;\n&#xd;\nUnsere Partnerorganisationen sind: https://www.oceancare.org/de/ueberuns/netzwerk-partner/","goal":"OceanCare setzt sich seit 1989 weltweit für die Meerestiere und Ozeane ein. Mit Forschungs- und Schutzprojekten, Umweltbildungskampagnen sowie intensivem Einsatz in internationalen Gremien unternimmt die Organisation konkrete Schritte zur Verbesserung der Lebensbedingungen in den Weltmeeren. Seit Juli 2011 ist OceanCare von dem Wirtschafts- und Sozialrat der Vereinten Nationen als Sonderberaterin für den Meeresschutz anerkannt. Ausserdem ist OceanCare Partnerorganisation des Regionalen Fischereiabkommens des Mittelmeers (GFCM), des Abkommens für wandernde Tierarten (CMS) sowie des Abkommens zum Schutz der Wale und Delphine im Mittelmeer (ACCOBAMS). OceanCare ist auch von der UNEA, dem höchsten Verwaltungsgremium des UN-Umweltprogramms (UNEP) als ‚Major Group‘ akkreditiert und Teil der UNEP Global Partnership on Marine Litter. &#xd;<br />&#xd;<br />Darum kümmern wir uns:&#xd;<br />&#xd;<br />Meeresverschmutzung – Seit 2002 geht OceanCare gegen den Unterwasserlärm und andere grenzüberschreitende Formen der Verschmutzung vor. Die Organisation machte das Problem für die UN-Generalversammlung zum Traktandum und sorgt in relevanten Gremien dafür, dass der Lärm reguliert und reduziert wird. Auch die Verschmutzung der Meere mit Substanzen wie Plastik, Öl und Chemikalien steht im Fokus der Arbeit.&#xd;<br />&#xd;<br />Walfang – An der Internationalen Walfangkonferenz (IWC) vertritt OceanCare seit 1992 die Interessen der Wale. Dabei geht es u.a. um die Beibehaltung des Walfangmoratoriums sowie die Aufklärung über die Gesundheitsrisiken durch den Konsum von schadstoffbelastetem Walfleisch. &#xd;<br />&#xd;<br />Artenschutz – Seit 1997 unterhält OceanCare diverse Schutzprojekte für bedrohte Meeressäuger und setzt sich dafür ein, dass insbesondere auf der Hochsee mehr Lebensraum geschützt wird. &#xd;<br />&#xd;<br />Nachhaltige Fischerei – OceanCare setzt sich für selektive Fischfangmethoden, das Einhalten von Fischfangquoten, sowie den Vollzug von Fischereigesetzen ein. &#xd;<br />&#xd;<br />Sensibilisierung – Als Fachstelle für Meeresschutz kooperiert OceanCare mit den Medien, unterstützt die Reisebranche im Bereich der Nachhaltigkeit und fordert mit Umweltkampagnen u.a. hinsichtlich Fischkonsum und Plastik zu verantwortungsbewusstem Handeln auf.","acronym":"OC","interests":"Climate Action, Environment, Maritime affairs and fisheries","euInitiatives":"Marine Strategy Coordination Group (MSCG)&#xd;<br />&#xd;<br />TG Noise / GES&#xd;<br />&#xd;<br />Aquaculture Advisory Council (AAC)&#xd;<br />&#xd;<br />Deepsea fisheries access regime (DSCC)&#xd;<br />&#xd;<br />Circular Economy Package&#xd;<br />&#xd;<br />Marine Debris Strategy&#xd;<br />&#xd;<br />QuietMed&#xd;<br />&#xd;<br />EU Einwegplastik Direktive&#xd;<br />&#xd;<br />EU Direktive für Ecolabelling von Waschmaschinen und Tumbler","lastUp":"2019-10-22T13:24:05.620+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}