{"id":"322277623171-26","name":"OceanCare","registrationDate":"2016-08-30T14:26:29.026+02:00","category":3,"subCategory":2,"legal":"gemeinnütziger Verein","web":"http://www.oceancare.org","country":"Switzerland","headAddress":"Gerbestrasse 6","headCity":"Waedenswil","headPostCode":"8820","headPhone":"(41)4 47 80 66 88","boss":"Sigrid Lueber","bossTitle":"Ms","bossPosition":"Präsidentin","membersCount":6,"membersFTE":"2.0","membership":"Seit 2004 Partner von ACCOBAMS&#xd;\n&#xd;\nSeit 2011 Sonderberaterstatus vom UN Sozial- und Wirtschaftsrat&#xd;\n&#xd;\nSeit 2016 Partner von GFCM (General Fisheries Commission for the Mediterranean) &#xd;\n&#xd;\nOceanCare ist in folgenden Netzwerken tätig: &#xd;\nhttps://www.oceancare.org/de/ueberuns/netzwerk-partner/","memberOrga":"OceanCare hat nur natürliche Personen als Mitglieder und Unterstützer. &#xd;\n&#xd;\nOceanCare pflegt aber langfristige Partnerschaften mit Umwelt- und Artenschutzorganisationen. &#xd;\n&#xd;\nUnsere Partnerorganisationen sind: https://www.oceancare.org/de/ueberuns/netzwerk-partner/","goal":"Seit 1989 engagiert sich OceanCare für die Meeressäuger und Ozeane. Mit Forschungs- und Schutzprojekten, Kampagnen, Umweltbildung sowie dem Einsatz in internationalen Gremien unternimmt die Organisation weltweit konkrete Schritte zur Verbesserung der Lebensbedingungen in den Weltmeeren. 2004 trat OceanCare in eine offizielle Partnerschaft mit UNEP/ACCOBAMS. Seit 2011 ist OceanCare vom UN Sozial- und Wirtschaftsrat als Sonderberaterin für Fragen im Meeresschutz anerkannt.&#xd;<br />2015 wurde OceanCare von der UNEA als Major Group akkreditiert. 2016 wurde OceanCare Partnerorganisation von UNEP/CMS und FAO/GFCM.&#xd;<br />&#xd;<br />Darum kümmern wir uns:&#xd;<br />&#xd;<br />Meeresverschmutzung – Seit 2002 geht OceanCare gegen den Unterwasserlärm vor. Die Organisation machte das Problem für die UN-Generalversammlung zum Traktandum und sorgt in relevanten Gremien dafür, dass der Lärm reguliert und reduziert wird. Auch die Verschmutzung der Meere mit Substanzen wie Plastik, Öl und Chemikalien steht im Fokus der Arbeit.&#xd;<br />&#xd;<br />Walfang – An der Internationalen Walfangkonferenz (IWC) vertritt OceanCare seit 1992 die Interessen der Wale. Dabei geht es u.a. um die Durchsetzung des Walfangverbots sowie die Aufklärung über die Vergiftung des Walfleischs und über entsprechende Gesundheitsrisiken für die Konsumenten.&#xd;<br />&#xd;<br />Artenschutz – Seit 1997 unterhält OceanCare diverse Schutzprojekte für bedrohte Meeressäuger und setzt sich dafür ein, dass insbesondere auf der Hochsee mehr Lebensraum geschützt wird. &#xd;<br />&#xd;<br />Nachhaltige Fischerei – OceanCare setzt sich für selektive Fischfangmethoden, das Einhalten von Fischfangquoten, sowie den Vollzug von Fischereigesetzen ein. &#xd;<br />&#xd;<br />Sensibilisierung – Als Fachstelle für Meeresschutz kooperiert OceanCare mit den Medien, unterstützt die Reisebranche im Bereich der Nachhaltigkeit und fordert mit Umweltkampagnen u.a. hinsichtlich Fischkonsum und Plastik zu verantwortungsbewusstem Handeln auf.","acronym":"OC","interests":"Climate Action, Environment, Maritime affairs and fisheries","euInitiatives":"Marine Strategy Coordination Group (MSCG)&#xd;<br />&#xd;<br />TG Noise / GES&#xd;<br />&#xd;<br />Aquaculture Advisory Council (AAC)&#xd;<br />&#xd;<br />Deepsea fisheries access regime (DSCC)&#xd;<br />&#xd;<br />Circular Economy Package&#xd;<br />&#xd;<br />Marine Debris Strategy&#xd;<br />&#xd;<br />QuietMed","lastUp":"2018-07-11T19:01:09.916+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}