{"id":"32238324913-44","name":"European Committee for Interoperable Systems","registrationDate":"2011-01-07T09:42:33.626+02:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.ecis.eu","country":"Belgium","headAddress":"Avenue Louise 65","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)27 06 24 15","boss":"Thomas Vinje","bossTitle":"Mr","bossPosition":"Chairman","membersCount":4,"membersFTE":"1.0","membership":"N/A","memberOrga":"Our members are IBM, Kolab Systems, Oracle Corporation, Mozilla Corporation, Opera&#xd;\nSoftware ASA, Red Hat Inc., Real Networks, Corel. More information available here: http://www.ecis.eu/about-ecis/.","goal":"ECIS is an international non-profit association founded in 1989 that endeavours to promote a favourable environment for interoperable ICT solutions. It has actively represented its members regarding issues related to interoperability and competition before European,&#xd;<br />international and national fora, including the EU institutions and WIPO.","acronym":"ECIS","interests":"Competition, Consumer Affairs, Enterprise, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Trade","euInitiatives":"ECIS is involved in the following activities:&#xd;<br />•\t The European Commission Communication on a Digital Single Market (\"DSM\") strategy for Europe (the \"DSM Communication\");&#xd;<br />• The actions related to \"building a data economy\" including the European Commission's proposal for a European 'free flow of data' initiative as foreseen by the DSM Communication;&#xd;<br />• The action related to the \"European Cloud Initiative\";&#xd;<br />•    The actions related to the cyber security Public Private Partnership (\"PPP\"); and the Proposal for a Regulation on ENISA, the \"EU Cybersecurity Agency\", and repealing Regulation (EU) 526/2013, and on Information and Communication Technology cybersecurity certification (''Cybersecurity Act'');&#xd;<br />• The European Parliament Report on Civil Law rules on robotics and the European Commission Strategy on AI and robotics;&#xd;<br />• The actions related to \"boosting competitiveness through interoperability and innovation\" as foreseen by the DSM Communication; and&#xd;<br />• The European Commission Communication titled \"Towards a modern, more European&#xd;<br />copyright framework,\" and the various actions it foresees.","lastUp":"2018-04-20T10:47:35.678+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}