{"id":"322419733882-57","name":"European Huntington Association","registrationDate":"2019-02-06T15:49:36.525+01:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.eurohuntington.org","country":"Norway","headAddress":"Vogsneset 30","headCity":"Søgne","headPostCode":"4643","headPhone":"(47)90 20 20 31","boss":"Astri  Arnesen","bossTitle":"Ms","bossPosition":"President ","membersCount":3,"membersFTE":"1.0","membership":"Eurordis &#xd;\nEFNA - European Federation of Neurological Associations","memberOrga":"http://eurohuntington.org/membership-directory/","goal":"EHA is a non-profit umbrella organisation for HD patient organizations all over Europe.  It was established in 1986.  We have 44 member associations in 28 different countries.  The board is elected by the business meeting every second year.  &#xd;<br />EHA is supporting and encouraging collaboration across borders.  We represent a unique network and use this network to exchange knowledge and experiences both among associations and professionals. &#xd;<br />We work to motivate the HD community to participate in research and clinical trials &#xd;<br />We work to raise awareness of HD &#xd;<br />We work to be strong patient advocates and use our impact towards health authorities, governments, researchers and pharma industry &#xd;<br />We encourage and help set up new associations for HD in regions and countries where there are none.  &#xd;<br />EHA is collaborating closely with the European Huntington Disease Network (EHDN) who coordinates and are leading in the search for treatment in HD.  EHA is involved in activities as enhancing participation in the observational study Enroll-HD and clinical trials.  We work to make our organization a strong partner in research and trials to influence the research for the best of all HD affected.  We have established a project called “Stronger together” which aims to mobilize and empower the HD community to be more active and understand the potential for influence in research from the lay community.  The American non-profit foundation CHDI is sponsoring Stronger together.","acronym":"EHA","interests":"Digital economy and society, Employment and Social Affairs, Public Health, Research and innovation","euInitiatives":"European Reference Networks in Rare Neurological Diseases &#xd;<br />Policies aiming to secure equitable access to treatment, services and support","lastUp":"2019-02-06T16:06:09.535+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}