{"id":"322536115782-29","name":"CSL Behring","registrationDate":"2015-02-02T14:51:42.169+01:00","category":2,"subCategory":3,"legal":"Corporate","web":"http://www.cslbehring.com/","country":"United states","headAddress":"1st Ave, 1020","headCity":"King of Prussia","headPostCode":"PA 19406","headPhone":"(1)61 08 78 40 00","boss":"Gregory Boss","bossTitle":"Mr","bossPosition":"EVP Legal &amp; Group General Counsel","membersCount":3,"membersFTE":"1.25","membership":"Plasma Protein Therapeutic Association (PPTA)&#xd;\nThe European Association of Bio-Industries (EuropaBio)&#xd;\nEuropean Confederation of Pharmaceutical Entrepreneurs (EUCOPE)","memberOrga":"","goal":"The CSL Behring story spans decades of innovation, collaboration, patient focus, and an ongoing drive for excellence. CSL Behring is a global leader in the therapeutic protein industry. Committed to saving and improving the lives of people with rare and serious medical disorders, we research, develop, manufacture and market plasma-derived and recombinant biotherapies.&#xd;<br />&#xd;<br />Our biotherapies replace components missing in the blood of patients and are used around the world to treat coagulation disorders such as hemophilia and von Willebrand disease (VWD), primary immune deficiencies, hereditary angioedema and inherited respiratory disease, as well as neurological disorders in certain markets. We also manufacture products used in cardiac surgery, organ transplantation, and burn treatment, and to treat acquired bleeding, reverse the effects of warfarin, and prevent hemolytic disease of the newborn. Patients come first in all we do.&#xd;<br />&#xd;<br />Our products are produced at facilities in Bern, Switzerland; Marburg, Germany; Kankakee, Illinois and Broadmeadows, Australia, in accordance with international safety and quality standards. CSL Behring is part of the CSL Group which employs more than 20,000 people and does business in 60 countries. CSL Behring is a subsidiary of CSL Limited.","acronym":"","interests":"Business and Industry, Competition, Institutional affairs, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"CSL Behring participates in policy discussions with the EU institutions and European stakeholders that are pertinent to biopharmaceutical sector. Our foremost priority is to improve access to care for patients with rare and serious diseases. We are particularly interested in the legislative developments in the areas of pharmaceuticals, healthcare, innovation and research, internal market, trade, and business competitiveness.","lastUp":"2019-10-30T10:08:49.827+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}