{"id":"322718223506-96","name":"AAALAC International","registrationDate":"2016-09-21T09:15:12.933+02:00","category":3,"subCategory":2,"legal":"Non profit organisation","web":"http://www.aaalac.org","country":"United states","headAddress":"5205 Chairman's Court, Suite 300","headCity":"Frederick (MD)","headPostCode":"21703","headPhone":"(1)30 16 96 96 26","boss":"Kathryn Bayne","bossTitle":"Ms","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"Member of European Animal Research Association (EARA), International Council for Laboratory Animal Science (ICLAS).","memberOrga":"There are close to 70 member organisations, who elect a Board of Directors. The current list of members:&#xd;\nhttps://www.aaalac.org/about/memberorgs.cfm","goal":"AAALAC International is a private nonprofit organisation whose main mission is the assessment and accreditation of laboratory animals care and use programmes. AAALAC performs this activity worldwide. The headquarters are in Frederick (USA), and has an European office in Pamplona (Spain) and a PacRim office in Bangkok (Thailand). The evaluation and accreditation activities in Europe are coordinated by the European Office and performed by independent European professionals experts in laboratory animal science. The main body of this professionals is the Council on Accreditation, helped by the group of ad hoc consultants/specialists.   The accreditation is a voluntary process that can be sought by all kind of institutions breeding and/or using animals for scientific purposes. In addition to complying with applicable legislation, the animal care and use programmes are expected to comply with other standards, including the ETS 123.","acronym":"AAALAC","interests":"Education and training, Public Health, Research and innovation","euInitiatives":"ETS 123&#xd;<br />Directive 2010/63/EU and related activities, such as the Consensus documents produced by the Expert Working Groups","lastUp":"2019-07-18T20:20:24.768+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}