{"id":"322755913215-82","name":"FONDAZIONE CENTRO SPERIMENTALE DI CINEMATOGRAFIA","registrationDate":"2014-03-25T16:37:22.730+02:00","category":4,"subCategory":5,"legal":"FONDAZIONE","web":"http://www.fondazionecsc.it","country":"Italy","headAddress":"VIA TUSCOLANA, 1520","headCity":"ROMA","headPostCode":"00173","headPhone":"(06)72 29 41","boss":"FELICE LAUDADIO","bossTitle":"Mr","bossPosition":"PRESIDENTE","membersCount":2,"membersFTE":"0.5","membership":"La Fondazione Centro Sperimentale di Cinematografia aderisce attraverso la Cineteca Nazionale alla Féderation Internationale des Archives du Film - FIAF e all’Association des Cinémathèques Européennes -  ACE e attraverso la Scuola Nazionale di Cinema al Centre International de Liaison des Ecoles de Cinéma et de Télévision - CILECT.","memberOrga":"","goal":"La Fondazione Centro Sperimentale di Cinematografia è la più importante istituzione italiana di insegnamento, ricerca e sperimentazione nel campo della cinematografia, intesa nel suo senso più ampio: film, documentario, fiction, animazione.  Nato nel 1935, il Centro Sperimentale di Cinematografia si articola oggi in due  distinti settori:  la Scuola Nazionale di Cinema  e la Cineteca Nazionale.&#xd;<br />La Scuola Nazionale di Cinema, che ha la sede principale a Roma e sedi distaccate in Abruzzo, Lombardia, Piemonte e Sicilia,  ha quale finalità lo sviluppo dell'arte e della tecnica cinematografica e audiovisiva a livello d'eccellenza attraverso la ricerca, la sperimentazione e la produzione in costante riferimento all’attività didattica. Costituisce un incubatore culturale per tutti i profili della cinematografia e dell’audiovisivo: produttori, registi, fotografi, sceneggiatori, scenografi, attori, montatori, musicisti e tecnici del suono oltre a esperti della cinematografia digitale e professionisti di tutto il mondo.  &#xd;<br />Tra le strutture a disposizione di allievi, docenti e studenti internazionali vi è la  Biblioteca \"Luigi Chiarini\", specializzata in fondi e collezioni di materiali librari e documentali di argomento cinematografico, nonchè centro di raccolta di sceneggiature originali e di altri importanti materiali cartacei d'autore, quali disegni, bozzetti, press-book. Inoltre, la Fondazione Centro Sperimentale di Cinematografia pubblica libri e riviste cinematografiche, tra cui Bianco e Nero, rivista quadrimestrale di critica e tecnica cinematografica nata nel 1937. &#xd;<br />La Cineteca Nazionale, nata nel 1949 per legge istitutiva dello Stato, è uno tra i maggiori archivi cinematografici europei, ricco di oltre 120.000 pellicole che includono il patrimonio dell'Archivio Nazionale del Cinema d'Impresa di Ivrea e gestisce il deposito obbligatorio di tutti i film prodotti e co-prodotti in Italia e iscritti al pubblico registro della cinematografia della SIAE.&#xd;<br />La Cineteca Nazionale conserva dunque il patrimonio filmico nazionale e film stranieri acquisiti attraverso scambi con cineteche di altri paesi aderenti alla Fédération Internationale des Archives du Film (FIAF). &#xd;<br />Si occupa della  preservazione e del restauro delle opere cinematografiche, svolge, in Italia e all'estero, un ruolo fondamentale di ricerca,  di valorizzazione e di promozione del cinema italiano, anche mediante convenzioni con enti, accademie e istituti di cultura, associazioni culturali, scuole e università. &#xd;<br />Alla conservazione di questo prezioso patrimonio, la Cineteca Nazionale affianca un'intensa attività di diffusione culturale attraverso rassegne e festival realizzati in collaborazione in tutto il mondo e  anche con una propria programmazione presso il Cinema Trevi di Roma","acronym":"CSC","interests":"Audiovisual and Media, Communication, Culture, Education, Enlargement, External Relations, Information Society, Internal Market, Regional Policy, Research and Technology, Trade, Trans-European Networks, Youth","euInitiatives":"Participation in consultation on Copyright Reform","lastUp":"2018-04-11T15:42:02.613+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}