{"id":"323898320938-95","name":"Cox and Kings Global Services","registrationDate":"2016-03-06T08:58:55.437+01:00","category":2,"subCategory":4,"legal":"private limited","web":"https://www.ckgs.com","country":"India","headAddress":"1st Floor, Turner Morrison,","headCity":"Mumbai","headPostCode":"400001","headPhone":"(9122)67 31 39 65","boss":"Kiran Prakash","bossTitle":"Mr","bossPosition":"Deputy General Manager - Business Development ","membersCount":4,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"- CKGS aims to provide its outsourcing services to European missions globally. &#xd;<br />- We outsource the non decision making / administrative services for an European diplomatic missions in Visa services and support them with the required infrastructure and manpower to execute the same.&#xd;<br />- We continue to provide our existing government clients with dynamic technical solutions with top priority to data and information security.&#xd;<br />- We provide services that focus on key fundamentals of administrative work management. &#xd;<br />- We aim to develop our engagement at the European commission to understand the development in visa policies that require our services to evolve accordingly.","acronym":"CKGS","interests":"Borders and Security, Communication, Competition, External Relations, Foreign affairs and security policy, International co-operation and development","euInitiatives":"We follow the European commission Visa code handbook COMMISSION IMPLEMENTING DECISION C(2014) 2727&#xd;<br />of 29.4.2014&#xd;<br />&#xd;<br />The Visa code handbook acts as a SOP ( standard operating practices) for our team training's, and is regularly visited by our Operation managers as a reference manual.&#xd;<br />&#xd;<br />Additional information:&#xd;<br />&#xd;<br />CKGS operates Visa application centres for Schengen missions on exclusive contracts acquired through a registered tendering process. The Missions outsource their administrative support services in the Visa application cycle to CKGS to focus their efforts on their core tasks. Outsourcing of such services also takes away the security, and general manpower constraints that a mission would need to take on, inorder to process Tourist or business Visa applications for persons wishing to travel to the European country. &#xd;<br />&#xd;<br />Updates and future developments on the Visa code directly impact the nature of our operational processes. The introduction to the European commission will assist us in preparing for any changes that are planned, that might impact the operational processes in place at our Visa Application centres.","lastUp":"2019-02-04T10:33:42.777+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}