{"id":"32416571968-71","name":"World Shipping Council","registrationDate":"2009-07-07T17:36:17.108+01:00","category":2,"subCategory":4,"legal":"Non-profit corporation, organized under the laws of Washington, D.C.","web":"http://www.worldshipping.org","country":"United states","headAddress":"15th Street, 1156","headCity":"Washington D.C.","headPostCode":"20005","headPhone":"(1)20 25 89 12 30","boss":"John Butler","bossTitle":"Mr","bossPosition":"President and CEO","membersCount":2,"membersFTE":"1.25","membership":"","memberOrga":"http://www.worldshipping.org/about-the-council/member-corporations","goal":"The World Shipping Council comprises 29 members representing approximately 90 percent of the global liner vessel capacity and transporting approximately 130 million TEU annually. Its goal is to provide a coordinated voice for the liner shipping industry in its work with policymakers and other industry groups with an interest in international transportation.&#xd;<br />Through its permanent office in Brussels established in 2007, the World Shipping Council partners with the relevant institutions in the European Union. Its objective is to improve understanding of the liner shipping industry among EU decision makers in order to ensure the efficiency of EU decisions impacting the liner shipping industry. Much of the permanent office's activity is devoted to the development of new EU customs regulations that enhance cargo security without impeding the flow of legitimate cargo.&#xd;<br />The WSC also has representative offices in Washington D.C. and Singapore.","acronym":"WSC","interests":"Borders and Security, Business and Industry, Climate Action, Competition, Customs, Digital economy and society, Energy, Environment, External Relations, Foreign affairs and security policy, Institutional affairs, Maritime affairs and fisheries, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"- Implemetation of the Union Customs Code&#xd;<br />- Implementation of the EU Maritime Single Window Regulation 2019/1239/EC&#xd;<br />- Implementation of EC Regulation (EU). 2015/1525&#xd;<br />- Review of the EU Maritime Strategy.&#xd;<br />- EU Policy on the decarbonisation of Shipping.&#xd;<br />- Revision of Regulation (EU) 2015/757 on the monitoring, reporting and verification of carbon dioxide emissions from maritime transport, &#xd;<br />- Establishment of an EU Maritime Space without barriers&#xd;<br />- Blue Belt project / reduction of administrative burdens for maritime carriers.&#xd;<br />- Evaluation of the EU Maritime Consortia Block Exemption Regulation No 906/2009&#xd;<br />- Draft Regulation on electronic freight transport information COM/2018/279 final - 2018/0140 (COD)","lastUp":"2019-11-15T14:10:01.285+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}