{"id":"325270432811-22","name":"Lietuvos jaunimo organizacijų taryba","registrationDate":"2018-10-08T15:30:56.966+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://lijot.lt","country":"Lithuania","headAddress":"Didžioji g. 8 - 5","headCity":"Vilnius","headPostCode":"01128","headPhone":"(370)52 79 10 14","boss":"Antanas Mikalauskas","bossTitle":"Mr","bossPosition":"President","membersCount":8,"membersFTE":"7.5","membership":"Eurodesk;&#xd;\nEuropean Youth Forum;&#xd;\nERYICA.","memberOrga":"„Jaunimo iniciatyvinė grupė“, Asociacija&#xd;\nAISEC Lietuva, Asociacija&#xd;\nAkademinis politologų klubas, Asociacija&#xd;\nAkmenės rajono jaunimo ir jaunimo organizacijų sąjunga „Jaunimo apskritasis stalas”,  Asociacija&#xd;\nAlytaus visuomeninių jaunimo organizacijų sąjunga „Apskritasis stalas“,  Asociacija&#xd;\nAteitininkų federacija,  Asociacija&#xd;\nELSA Lietuva,  Asociacija&#xd;\nESN Lietuva&#xd;\nYFU Lietuva, VšĮ&#xd;\nJaunieji krikščionys demokratai,  Asociacija&#xd;\nJaunimo informacijos biuras,  VšĮ (ISIC Lietuva)&#xd;\nJaunimo linija, paramos fondas&#xd;\nJaunimo organizacija DARBAS, Asociacija&#xd;\nJaunųjų gydytojų asociacija&#xd;\nJaunųjų konservatorių lyga, Asociacija&#xd;\nJCI Lietuva, Asociacija&#xd;\nJonavos rajono jaunimo visuomeninių organizacijų sąjunga „Apskritas stalas“,  Asociacija&#xd;\nJoniškio rajono jaunimo sąjunga „Apskritas stalas“, Asociacija&#xd;\nJūrų skautija \"Divytis\", Asociacija&#xd;\nKauno jaunimo organizacijų sąjunga „Apskritasis stalas”, Asociacija&#xd;\nKauno rajono jaunimo organizacijų sąjunga „Apvalusis stalas“&#xd;\nKazlų Rūdos savivaldybės jaunimo organizacijų sąjunga „Apskritas stalas“, Asociacija&#xd;\nKitas variantas, VšĮ&#xd;\nKlaipėdos jaunimo organizacijų asociacija „Apskritasis stalas”, Asociacija&#xd;\nKlaipėdos rajono  visuomeninių jaunimo organizacijų sąjunga „Apskritasis stalas”,  Asociacija&#xd;\nLietuvių jaunimo bendrija „Lituanica“,  Asociacija&#xd;\nLietuvos jaunimo Ramuva, Asociacija&#xd;\nLietuvos jaunųjų krikščionių sąjunga,  Asociacija&#xd;\nLietuvos jaunųjų mokslininkų sąjunga,  Asociacija&#xd;\nLietuvos jaunųjų ugniagesių sąjunga&#xd;\nLietuvos krikščioniškojo jaunimo blaivybės sąjunga „Žingsnis”,  Asociacija&#xd;\nLietuvos liberalus jaunimas,  Asociacija&#xd;\nLietuvos maironiečių draugija,  Asociacija&#xd;\nLietuvos medicinos studentų asociacija,  Asociacija&#xd;\nLietuvos moksleivių sąjunga,  Asociacija&#xd;\nLietuvos neprigirdinčiojo jaunimo organizacija (LiNJO), Asociacija&#xd;\nLietuvos psichologijos studentų asociacija,  Asociacija&#xd;\nLietuvos Raudonojo Kryžiaus jaunimas,  Asociacija&#xd;\nLietuvos Sakaliukų sąjunga,  Asociacija&#xd;\nLietuvos socialdemokratinio jaunimo sąjunga&#xd;\nLietuvos skautija,  Asociacija&#xd;\nLietuvos šaulių sąjunga, Asociacija&#xd;\nLietuvos teisininkų draugijos Jaunųjų teisininkų skyrius (LTD JTS), Asociacija&#xd;\nLietuvos vaikų ir jaunimo centras, Biudžetinė įstaiga&#xd;\nLPSK jaunimas, asociacija&#xd;\nMaltos ordino pagalbos tarnyba (Jaunieji maltiečiai)&#xd;\nMarijampolės jaunimo organizacijų taryba „Apskritas stalas”, Asociacija&#xd;\nPanevėžio jaunimo organizacijų sąjunga „Apskritasis stalas”, Asociacija&#xd;\nPanevėžio rajono jaunimo organizacijų taryba „Apskritasis stalas“&#xd;\nPasvalio rajono jaunimo organizacijų sąjunga „Apskritas stalas“, Asociacija&#xd;\nPilietiško jaunimo sąjunga, Asociacija&#xd;\nPROFAT, VšĮ&#xd;\nRokiškio jaunimo organizacijų sąjunga „Apvalus stalas“, Asociacija&#xd;\nSėkmės mokykla, VšĮ&#xd;\nSocialinės ir psichologinės pagalbos fondas&#xd;\nŠiaulių jaunimo organizacijų asociacija „Apskritasis stalas”, Asociacija&#xd;\nŠilalės rajono visuomeninių jaunimo organizacijų sąjunga „Apskritasis stalas“, Asociacija&#xd;\nTauragės jaunimo ir jaunimo organizacijų sąjunga „Tauragės apskritasis stalas“&#xd;\nTautinė lietuvių studentų korporacija „Neo-Lithuania”, Asociacija&#xd;\nTolerantiško jaunimo asociacija, Asociacija&#xd;\nUkmergės rajono jaunimo organizacijų sąjunga „Apskritasis stalas“,  Asociacija&#xd;\nUkrainiečių jaunimo asociacija „Zoria“&#xd;\nUtenos visuomeninių jaunimo organizacijų sąjunga „Apskritasis stalas”,  Asociacija&#xd;\nVDU AJMD „Modusas“&#xd;\nVilniaus jaunimo organizacijų sąjunga „Apskritas stalas”,  Asociacija&#xd;\nVisagino jaunimo organizacijų asociacija „Apskritas stalas”,  Asociacija&#xd;\nVU TSPMI studentų korporacija „RePublica“, Asociacija&#xd;\nZarasų rajono jaunimo visuomeninių organizacijų sąjunga „Apskritasis stalas”, Asociacija","goal":"LiJOT seeks favourable changes for young people by serving as a platform for dialogue, Lithuanian youth organization interests and initiatives. LiJOT as the main partner for society, authorities, business and educational institutions in order to empower young people in the creation of their own and state welfare. The foundation of LiJOT work is the legitimate representation of identified interests based on the principles of mature democracy. Consolidated opinion and member organization interests define the priorities and the work of the organization. While running the organization the President, Board, Bureau, and Control Commission of LiJOT follow the policies agreed within the membership.","acronym":"LiJOT","interests":"Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Enlargement, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Research and innovation, Taxation, Youth","euInitiatives":"EU Structured Dialogue, EU Youth Strategy, Eurodesk, ERYICA, European Youth Forum, EU Solidarity Corps.","lastUp":"2018-10-08T15:31:54.226+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}