{"id":"325465427331-52","name":"Unione Piloti","registrationDate":"2017-05-30T16:49:08.996+01:00","category":2,"subCategory":1,"legal":"Sindacato - Associazione","web":"http://www.unionepiloti.net","country":"Italy","headAddress":"Santa Croce 468/B","headCity":"Venezia","headPostCode":"","headPhone":"(39)04 18 87 20 57","boss":"Giuseppe Orrù","bossTitle":"","bossPosition":"Presidente","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"- contribuire all’assolvimento delle competenze proprie della rappresentanza unitaria degli erogatori del servizio di pilotaggio, di cui all’art. 14 legge n. 84/94 e successive modificazioni, inclusa quella dei marittimi abilitati al pilotaggio di cui all’art. 96 C.d.N.;&#xd;<br />- contribuire con la propria attività a coordinare il servizio tecnico nautico di pilotaggio atto a garantire nei porti l’interesse generale della sicurezza della navigazione e dell’approdo;&#xd;<br />- di rappresentare la categoria dei piloti dei porti in ogni sede ove siano richiamate le problematiche concernenti il   servizio di pilotaggio;&#xd;<br />- di partecipare, in rappresentanza degli interessi della   categoria dei piloti, alle istruttorie ministeriali, ed in particolare a quelle concernenti la predisposizione delle   tariffe di pilotaggio;&#xd;<br />- di curare i rapporti sindacali con le altre associazioni sindacali interlocutrici della categoria, anche avvalendosi del potere di contrattare in nome e nell’interesse dei piloti e delle corporazioni dei piloti dei porti e di porre in essere attività di autotutela collettiva della categoria stessa;&#xd;<br />- di assistere le corporazioni dei piloti dei porti ed i     singoli piloti associati, in tutte le questioni giuridiche, contrattuali, fiscali, amministrative e previdenziali;&#xd;<br />- di sollecitare presso i competenti organi locali, statali, comunitari e internazionali, ogni iniziativa nel campo      legislativo, tecnico, sindacale, assistenziale, previdenziale, cooperativo, ecc.., che possa favorire lo sviluppo ed il progresso tecnico dei piloti","acronym":"U.P.","interests":"Competition, Customs, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, Home Affairs, Internal Market, Trade, Trans-European Networks, Transport","euInitiatives":"Politica Europea sui servizi tecnico nautici&#xd;<br />Politica Europea in materia di safety e security in ambito marittimo e portuale&#xd;<br />Politica Europea in materia di monitoraggio e report dei trasporti internazionali ed in materia di politica estera e di sicurezza","lastUp":"2017-05-30T16:49:57.201+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}