{"id":"325755217346-62","name":"Institut de Recherche pour le Développement","registrationDate":"2015-05-13T12:14:56.423+02:00","category":4,"subCategory":5,"legal":"EPST","web":"http://ird.fr","country":"France","headAddress":"44 boulevard de Dunkerque","headCity":"Marseille cedex 02","headPostCode":"13572","headPhone":"(33)4 91 99 92 00","boss":"Moatti Jean-Paul","bossTitle":"Mr","bossPosition":"PDG","membersCount":6,"membersFTE":"6.0","membership":"","memberOrga":"https://en.ird.fr/the-ird/presentation/key-figures","goal":"IRD, a French public research establishment with 2019 agents (820 researchers and 1,228 engineers and technicians), is an internationally recognised multi-disciplinary organisation. Through its networks and presence in fifty countries or so, it takes an original approach to research, expertise, training and knowledge-sharing for the benefit of countries and regions, making science and innovation key drivers in their development.","acronym":"IRD","interests":"Agriculture and Rural Development, Climate Action, Communication, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology","euInitiatives":"L’IRD se positionne comme un leader de la recherche pour le développement en Europe .&#xd;<br />&#xd;<br />Il entend jouer un rôle important dans la construction des programmes et politiques européennes afin que les questions de recherche liées au développement aient une place dans les orientations stratégiques des programmes.&#xd;<br />&#xd;<br />A cette fin, il œuvre activement à :&#xd;<br />##Apporter des réponses aux défis globaux et communs entre l'Union européenne et les pays en développement.&#xd;<br />##Favoriser la constitution d'alliances et de réseaux thématiques au niveau européen.&#xd;<br />##Promouvoir le rôle clé de la recherche dans le programme EuropeAid .&#xd;<br />##Promouvoir la coopération avec les pays en développement dans le programme H2020.&#xd;<br />##La promotion d’un African Research Council sur le modèle de l’ERC.","lastUp":"2018-04-05T16:55:58.981+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}