{"id":"325755217346-62","name":"Institut de Recherche pour le Développement","registrationDate":"2015-05-13T12:14:56.423+01:00","category":4,"subCategory":12,"legal":"EPST","web":"http://ird.fr","country":"France","headAddress":"44 boulevard de Dunkerque","headCity":"Marseille cedex 02","headPostCode":"13572","headPhone":"(33)4 91 99 92 00","boss":"Moatti Jean-Paul","bossTitle":"Mr","bossPosition":"PDG","membersCount":5,"membersFTE":"5.0","membership":"","memberOrga":"https://en.ird.fr/the-ird/presentation/key-figures","goal":"The Institute of Research for Development (www.ird.fr) is the French research organisation dedicated to development. It is a not-for-profit government-funded public organisation whose general missions is to conduct research and research training with a view to promoting the economic, social and cultural development in the Southern countries. The aim of IRD is to respond to the major development challenges regarding the societies and human health, earth, environment and living resources, and to bring the fruits of research into sustainable development for the better live of people. IRD employs 2250 persons of which 45% work outside France (in the French overseas territories and in 35 countries in Africa, Asia, the Indian Ocean, Latin America and the Pacific area).","acronym":"IRD","interests":"Agriculture and Rural Development, Climate Action, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, Information Society, Justice and Fundamental Rights, Public Health, Research and Technology","euInitiatives":"As a French public institute involved in transnational cooperation on research, innovation and development, IRD is very commited to EU initiatives, policies and legislative files &#xd;<br />&#xd;<br />Special attention is paid to the activities of the Directorate General for Research and Innovation and the Directorate General for International Cooperation and Development. &#xd;<br />&#xd;<br />In addition, IRD follows the European Parliament legisltative activities covering the areas of research and international cooperation for development.","lastUp":"2017-04-06T14:15:01.385+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}