{"id":"325927312763-68","name":"GSR Services GmbH","registrationDate":"2014-01-29T07:50:24.628+01:00","category":1,"subCategory":6,"legal":"GmbH","web":"http://www.gsr-services.com","country":"Germany","headAddress":"Auf dem Brink 1","headCity":"Suedergellersen","headPostCode":"21394","headPhone":"(04135)3 17 89 50","boss":"Henning Gramann","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"2.75","membership":"2013 – to date:\tInternational HazMat Association - IHMA e.V.: Founder, chairman, and treasurer&#xd;\n2014 – to date: guest professor at WMU&#xd;\n2007 – to date:\tConsultant for the German Federal Ministry of Transport, Building and Town Development, representing Germany at the Maritime Environmental Protection Committee of the International Maritime Organisation (IMO)&#xd;\n2007 – to date:\tNational Expert and ISO Project Leader of ISO / DIN e.V. for ISO 30.003 and 30.005 on Ship Recycling&#xd;\nTeam Member for Development of international standards for shipboard management of wastes&#xd;\n2007 – 2012:\tInternational Ship Recycling Association – ISRA: Board and founding member","memberOrga":"www.ihm-association.org","goal":"GSR Services GmbH (GSR) offers comprehensive knowledge and expertise based services for effective implementation of the “Hong Kong International Convention for the Safe and Environmentally Sound Recycling of Ships” of IMO (HKC), EU Regulation on Ship Recycling, ISO 30000 and other relevant requirements enabling the maritime industry to establish sustainable ship recycling and documentation of hazardous materials. The required changes in the maritime and ship recycling industry are in the focus of all GSR´s activities. Services are provided for the whole life-cycle of ships, from suppliers, shipyards, to shipowners, brokers, cash buyers, ship recycling facilities and hinterland waste management, as well as Flag States, and Classification Societies.&#xd;<br />GSRs goal is improving the safety and environmental protection of ship recycling activities and closing the circle from cradle to cradle in the maritime industry.","acronym":"GSR Services","interests":"Development, Environment, Research and Technology, Trans-European Networks, Transport","euInitiatives":"REGULATION (EU) No 1257/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 20 November 2013 on ship recycling and amending Regulation (EC) No 1013/2006 and Directive 2009/16/EC","lastUp":"2017-03-20T17:07:42.985+01:00","customers":"Meyer Werft GmbH,ClassNK Consulting Services","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"100000-499999"}