{"id":"325927312763-68","name":"GSR Services GmbH","registrationDate":"2014-01-29T07:50:24.628+01:00","category":1,"subCategory":6,"legal":"GmbH","web":"http://www.gsr-services.com","country":"Germany","headAddress":"Auf dem Brink 1","headCity":"Suedergellersen","headPostCode":"21394","headPhone":"(04135)3 17 89 50","boss":"Henning Gramann","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"3.0","membership":"–\t2014 – to date:\tGuest professor at World Maritime University, Malmö/Sweden&#xd;\n–\t2013 – to date: \tInternational HazMat Association - IHMA e.V.: Founder, chairman, and treasurer&#xd;\n–\t2011 – to date:\tAppointed technical consultant for International Maritime Organisation (IMO)&#xd;\n–\t2007 – to date:\tConsultant for the German Federal Ministry of Transport, Building and Town Development on ship recycling at the Maritime Environmental Protection Committee of the International Maritime Organisation (IMO)&#xd;\n–\t2007 – to date:\tNational Expert and ISO Project Leader of ISO / DIN e.V. for ISO 30.000 series on Ship Recycling, Team Member for Development of international standards for shipboard management of wastes&#xd;\n–\t2007 – 2012:\tInternational Ship Recycling Association – ISRA: Board and founding member","memberOrga":"www.ihm-association.org","goal":"GSRs goal is improving the safety and environmental protection of ship recycling activities and closing the circle from cradle to cradle in the maritime industry.&#xd;<br />GSR Services GmbH (GSR) is a private owned company (established in January 2011 as GSR Services e.K.) for offering its comprehensive expertise based services for effective implementation of new requirements  for enhancing the safety and environmental performance of the maritime and especially ship recycling industry. Services are provided for the whole life-cycle of ships, from suppliers, shipyards, to ship owners, brokers, cash buyers, ship recycling facilities and hinterland waste management, as well as Flag States, and Classification Societies. &#xd;<br />Our clients are covering the whole life-cycle of ships, from manufacturers of materials &amp;components via shipyards, shipowners, brokers to ship recyclers including waste management in their hinterland as well as classification societies and flag states. GSR provides customer oriented solutions based on its vast technical and legal experience and knowledge. GSR is well connected internationally to various stakeholder networks, also the CEO Henning Gramann has established the „International HazMat Association e.V.“  in 2013 for providing efficient IHM services globally to ship owners.&#xd;<br />The key activities of GSR are the following: &#xd;<br />-\tImplementation of (future) legal requirements&#xd;<br />o\tManufacturers &amp; suppliers &#xd;<br />\tpreparation of Material Declarations &amp; Suppliers Declarations of Conformity&#xd;<br />o\tShipyards&#xd;<br />\tpreparation of IHMs for new ships (according to new or existing ships standards)&#xd;<br />o\tShip owners&#xd;<br />\tpreparation of IHMs for existing ships&#xd;<br />\tCSR-compliant recycling of ships&#xd;<br />\tselection of appropriate ship recycling facilities&#xd;<br />\tplanning &amp; supervision of recycling projects&#xd;<br />o\tShip recyclers&#xd;<br />\tgap analyses and development of improvement plans for compliance with upcoming requirements of IMO and EU&#xd;<br />-\tTrainings&#xd;<br />o\tIHM-Experts&#xd;<br />o\tAsbestos Management (ship owners)&#xd;<br />-\tConsulting for ministries and associations, classification societies&#xd;<br />-\tEstablishment of international network of IHM-Experts (IHMA)&#xd;<br />&#xd;<br />GSR shares its experiences in all fields related to ship recycling, from cradle to grave. Detailed insight has been gained by early involvement in the development of legal requirements at IMO including very active participation in developing all related guidelines. In addition GSR and its staff has conducted specific research projects in the fields of IHM preparations and certifications, documentation of hazardous materials and exchange / compilation thereof, utilization of IHM information for planning of ship recycling processes and identification of suitable ship recycling facilities, laboratory standards, statistics for hazardous material surveys, identification of valuable stakeholders and players in the market for creating a high standard network, sharing and distribution of experiences, and much more. All developments and practical works have been and will be carried out with focus on legal compliance, health and safety, environmental protection, Corporate Social Responsibility, practicality and efficiency, and economics.&#xd;<br />Based on its experience and knowledge GSR offers the most comprehensive services under full consideration of individual approaches to all its clients.","acronym":"GSR Services","interests":"Development, Environment, Research and Technology, Trans-European Networks, Transport","euInitiatives":"REGULATION (EU) No 1257/2013 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 20 November 2013 on ship recycling and amending Regulation (EC) No 1013/2006 and Directive 2009/16/EC","lastUp":"2018-02-21T08:45:03.307+01:00","customers":"Meyer Werft GmbH,ClassNK Consulting Services","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"500000-999999"}