{"id":"326140126649-42","name":"Consumer Choice Center","registrationDate":"2017-04-06T09:40:40.161+01:00","category":3,"subCategory":2,"legal":"NGO / 501(C)3","web":"http://www.consumerchoicecenter.org","country":"United states","headAddress":"2221, 12th Floor Arlington, S Clark St.","headCity":"Floor Alington","headPostCode":"22202","headPhone":"(39)34 51 69 45 19","boss":"Frederik Roeder","bossTitle":"Mr","bossPosition":"Managing Director ","membersCount":7,"membersFTE":"6.0","membership":"www.studentsforliberty.org","memberOrga":"www.studentsforliberty.org/europe","goal":"Consumer choice is pivotal for economic freedom and lifestyle decision. Regulators on local, national, and supranational levels keep regulating more and more areas of consumers' lives. This leads to less consumer choice and usually higher costs.&#xd;<br />Whether protectionism in the airline industry prevents more efficient airlines to sell cheaper tickets to passengers, excessive taxation of consumption serve as letters of indulgence, or branding bans destroy the brand value of companies. Consumers don't benefit but suffer from such regulation.&#xd;<br />In some cases paternalistic regulations cause even harm. Examples can be seen in more driving under influence cases in cities after banning ride-sharing services such as Uber or smokers being unable to switch to less harmful ways of consuming nicotine such as vaporizers. Branding bans lead to a higher accidental consumption of counterfeited products that can be of lethal consequence for the consumer.","acronym":"CCC","interests":"Agriculture and Rural Development, Climate Action, Consumer Affairs, Customs, Education, Enterprise, Fisheries and Aquaculture, Food Safety, Public Health, Taxation, Trans-European Networks","euInitiatives":"The CCC will cover the following policies and initiatives: food and agriculture policies, fat/sugar tax, soda tax, food labelling, health care and harm reduction, trade initiatives (TTIP /TTP), transportation and aviation regulations.","lastUp":"2018-01-10T11:07:33.369+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}