{"id":"326186932081-66","name":"Euro-Mediterranean Human Rights Monitor","registrationDate":"2018-07-29T10:53:20.061+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.euromedmonitor.org","country":"Switzerland","headAddress":"Geneva, World Centre II","headCity":"Geneva","headPostCode":"79702","headPhone":"(44)75 78 48 88 55","boss":"Ihsan Adel","bossTitle":"Mr","bossPosition":"Chairman","membersCount":18,"membersFTE":"9.5","membership":"- International Youth Federation: http://www.iyfweb.org/&#xd;\n- International Coalition for the Responsibility to Protect: http://www.responsibilitytoprotect.org/&#xd;\n-World Solidarity Forum: http://www.worldsolidarityforum.org/","memberOrga":"-","goal":"- Elevate the awareness of and appreciation for human rights law in the countries of the region.&#xd;<br />&#xd;<br />- Leverage international law to hold accountable perpetrators of human rights violations.&#xd;<br />&#xd;<br />- Provide a helping hand to local institutions for the implementation of joint projects.&#xd;<br />&#xd;<br />- Stimulate international and European human rights organizations and decision makers to focus on particular violations.&#xd;<br />&#xd;<br />- Highlight the challenges facing marginalized populations.&#xd;<br />&#xd;<br />- Encourage the use of peaceful and legal channels to expose the perpetrators of human rights violations, including parties that impede the work of jurists.","acronym":"Euro-Med Monitor","interests":"Education and training, Humanitarian aid and civil protection, Justice and Fundamental Rights, Migration and asylum","euInitiatives":"In addition to the EU Charter of Fundamental Rights and the European Convention on Human Rights, the Euro-Mediterranean Human Rights Monitor's programmes and projects are generally implemented to support three EU priority areas:&#xd;<br />&#xd;<br />1. Better protecting the security of our citizens;&#xd;<br />2. Reforming and developing the migration policy in a spirit of responsibility and solidarity;&#xd;<br />3. Giving a new boost to jobs, growth and investment.","lastUp":"2018-07-29T10:55:10.444+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}