{"id":"32738888445-74","name":"European Confederation of Independent Trade Unions","registrationDate":"2012-03-28T15:51:26.325+02:00","category":2,"subCategory":1,"legal":"AISBL","web":"http://www.cesi.org","country":"Belgium","headAddress":"Avenue de la Joyeuse Entrée, 1-5","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 82 18 70","boss":"Klaus Heeger","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":5,"membersFTE":"1.25","membership":"Associations/bodies:&#xd;\nCouncil of Europe (COE)&#xd;\nEuropean Policy Centre (EPC)&#xd;\nEuropean Movement International (EMI)&#xd;\nEuropean Women’s Lobby (EWL)&#xd;\nEuropean Youth Forum (YFJ) - Observer&#xd;\n&#xd;\nNetworks:&#xd;\nEuropean Semester Alliance&#xd;\nEuropean Sunday Alliance&#xd;\nEuropean Alliance for Apprenticeships (EAfA)","memberOrga":"http://www.cesi.org/who-we-are/our-members/","goal":"Founded in 1990, the European Confederation of Independent Trade Unions (CESI) is a confederation of 38 member trade union organisations from 19 European countries and 4 European trade union organisations, with a total of more than 5 million individual members. 1 further trade union organisation enjoys observer status (figures from January 2018).&#xd;<br />&#xd;<br />CESI advocates improved living and working conditions for workers in Europe. CESI's particular strength lies in the public sector but CESI also represents private sector workers. &#xd;<br />&#xd;<br />CESI defends trade union pluralism as a core component of freedom and democracy, views non-partisanship as a guiding principle of its work, and strictly adheres to ethical fundamental principles such as integrity, fairness, incorruptibility and transparency. CESI defends a European social model based on solidarity and subsidiarity and, in its work, strives to maintain the principles of non-discrimination and gender equality. CESI promotes the development of its own youth organisation and its inclusion in internal decision-making processes. CESI is open to trade unions that respect these fundamental principles. &#xd;<br />&#xd;<br />CESI works in line with the principles of the Charter of Fundamental Rights of the European Union and the Convention for the Protection of Human Rights and Fundamental Freedoms (the European Convention on Human Rights). It defends the principles and aims listed in the Community Charter of Fundamental Social Rights and in the Council of Europe’s European Social Charter.&#xd;<br />&#xd;<br />CESI and its members are involved in advocacy work as well as in social dialogue, being involved in various EU-level sectoral social dialogue committees.","acronym":"CESI","interests":"Borders and Security, Budget, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Foreign affairs and security policy, Institutional affairs, Justice and Fundamental Rights, Public Health, Taxation, Trade, Transport, Youth","euInitiatives":"CESI follows, most notably, horizontal and sector-specific social and employment policies.","lastUp":"2019-07-22T14:43:54.553+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}