{"id":"32749607164-66","name":"Schutzverband gegen unlauteren Wettbewerb","registrationDate":"2011-11-16T14:14:23.816+01:00","category":3,"subCategory":2,"legal":"association","web":"http://www.schutzverband.at","country":"Austria","headAddress":"Ditscheinergasse 4/12","headCity":"Vienna","headPostCode":"1030","headPhone":"(43)15 05 78 93","boss":"Hannes Seidelberger","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":3,"membersFTE":"3.0","membership":"","memberOrga":"The members of the Austrian Protective Association against Unfair Competition are more than 600 professional organizations of every Austrian economic chamber and, above this, also other major chambers and occupational representation groups from all over Austria. In this manner, the association represents more than 400.000 entrepreneurs of all commercial sectors in our country.&#xd;\nSee also www.schutzverband.at","goal":"The Austrian Protective Association against Unfair Competition (in German: Schutzverband gegen unlauteren Wettbewerb) was founded in 1954. Since then, this well-known and reputable Austrian association is comprehensively active as a steady guardian of fair competition. In the interest of beneficial economic conditions, it constantly advocates legally compliant and fair behavior among entrepreneurs to ensure equal business opportunities for all market participants. In the case of competition violations, the association claims proper conduct from offenders via warning letter and, if necessary, brings legal actions before Court. In this way, the association makes valuable contributions to the development of competition law generated by the jurisdiction of the Austrian Supreme Court (OGH) and the European Court of Justice (ECJ). Furthermore, the association is the publisher of the magazine Recht und Wettbewerb (“Law and Competition”) and the appreciated Wettbewerbsfibel (“Competition Guide”), a comprehensive book about the Austrian competition law specially designed for businesspeople. Additionally, it operates the award-winning website www.schutzverband.at, which gives a constant overview of new evolutions in the field of competition law, e-commerce-law, IP-law and data protection law, supplemented by current information on recent judgements.&#xd;<br />&#xd;<br />The members of the Austrian Protective Association against Unfair Competition are more than 600 professional organizations of every Austrian economic chamber and, above this, also other major chambers and occupational representation groups from all over Austria. In this manner, the association represents more than 400.000 entrepreneurs of all commercial sectors in our country. According to Article 14 UWG (Austrian Act Against Unfair Competition) the Schutzverband is an association promoting the economic interests of entrepreneurs as defined by this provision and therefore is entitled to file legal action for termination of infringement. Furthermore, the Schutzverband is also expressly designated in Article 14a UWG as an institution entitled to request relevant information from telecommunication services in case of a reasonable suspicion of unfair business practices. Finally, the association has been notified by the European Commission as an organization authorized to bring in a suit under the Directive on injunctions for the protection of consumers' interests.","acronym":"Schutzverband","interests":"Competition, Consumers, Digital economy and society, Fraud prevention, Justice and Fundamental Rights, Single market, Trade","euInitiatives":"Unlauterer Wettbewerb&#xd;<br />Unfair Competition Practices&#xd;<br />EU-Irreführungsrichtlinie&#xd;<br />Vergleichende Werbung&#xd;<br />Wettbewerbsrecht&#xd;<br />Kartellrecht&#xd;<br />EU Competition Law&#xd;<br />Art 101, 102 TFEU","lastUp":"2019-12-09T10:09:24.815+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}