{"id":"327963813920-28","name":"associazione internazionale mondo animali","registrationDate":"2014-07-06T21:31:30.344+01:00","category":3,"subCategory":2,"legal":"Associazione di volontariato","web":"http://www.aimacive.it","country":"Italy","headAddress":"Viale Nuova California, 89","headCity":"Ardea","headPostCode":"00040","headPhone":"(334)2 83 66 09","boss":"Alberto Iozzi","bossTitle":"Mr","bossPosition":"Presidente","membersCount":25,"membersFTE":"6.25","membership":"Tutela degli animali, dell'ambiente, protezione civile, diritti umani e sociale.&#xd;\nAttività di protezione Civile.","memberOrga":"","goal":"L'A.I.M.A. ONLUS nasce nell'anno 2010 per volontà del suo fondatore e legale rappresentante, Alberto IOZZI, che da sempre era impegnato in prima linea a contrastare crimini ed ingiustizie prima verso gli umani, negli anni di servizio prestati nel Corpo della Polizia di Stato e successivamente in diversi Organismi Sociali ed Associativi in difesa dei più deboli, fra cui i nostri amici \"ANIMALI\". &#xd;<br />Come si evince dall'Atto Costitutivo, questa realtà nasce ad ARDEA, in provincia di ROMA, il 27 febbraio del 2010, da lì parte la vita sociale ed associativa di questa realtà che in tre anni, ha visto siglare accordi di collaborazione, ha visto incrementare il numero dei suoi volontari e delle sue sedi in Italia, ma anche all'Estero.&#xd;<br /> Questa struttura denominata A.I.M.A. ONLUS  (Associazione Internazionale Mondo Animali - Corpo Internazionale Vigilanza Eco-Zoofila) è una Organizzazione Umanitaria di Utilità Sociale con finalità non lucrative che opera a livello Internazionale per la Salvaguardia dell’Ambiente, la Tutela del Territorio, del Mare, della Fauna, degli Animali, dei Diritti Umani e Civili. &#xd;<br />&#xd;<br />&#xd;<br />E' presente sul territorio nazionale italiano ed in alcune nazioni estere, tramite proprie Sedi e Delegazioni, nonché coopera con altri Organismi Internazionali mediante Protocolli d’Intesa e Trattati di Cooperazione sia Nazionali che Internazionali, nonché opera in supporto agli Enti Pubblici e del Terzo Settore, delle Forze dell'Ordine e di Polizia ed in ambito di prevenzione dei reati, collabora con le Autorità Giudiziarie Italiane ed Estere.","acronym":"A.I.M.A. ONLUS","interests":"Education, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Humanitarian Aid","euInitiatives":"Formazione ai cittadini sulla tutela ambientale, sociale e salvaguardia degli animali","lastUp":"2017-02-25T15:39:40.535+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}