{"id":"328267615999-84","name":"Union Nationale des Industries du Taxi","registrationDate":"2015-02-10T19:20:14.539+01:00","category":2,"subCategory":1,"legal":"Fédération syndicale","web":"http://www.unit-taxi.fr","country":"France","headAddress":"44 Avenue George V","headCity":"PARIS","headPostCode":"75008","headPhone":"(33)01 41 27 30 90","boss":"Nicolas ROUSSELET","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.5","membership":"L’UNIT adhère au MEDEF et à la CGPME, et est membre de l‘International Road Transport Union (IRU).","memberOrga":"- SCR Syndicat des Plateformes de réservation&#xd;\n- SNCR Syndicat National des Platefmores de réservation&#xd;\n- Syndicat des PME du Taxi Parisien&#xd;\n- Chambre Syndicale des Loueurs de Véhicules Automobiles&#xd;\n- Chambre syndicale des Loueurs d’automobiles et de voitures de place de Lyon et du département du Rhône&#xd;\n- Syndicat des Centraux Radio de Taxi de Lyon et Région","goal":"Interlocuteur reconnu des pouvoirs publics, l'UNIT promeut une vision responsable du taxi : soucieux de ses clients comme de l'environnement, le taxi doit être en perpétuelle adaptation aux évolutions du monde et de la société. Etant le seul transport public non subventionné, le taxi se modernise à ses frais, en veillant à son équilibre économique, mais en étant conscient de ses responsabilités.&#xd;<br />L’UNIT a pour objectif principal l’amélioration du service de taxi, au bénéfice des chauffeurs et des passagers : qualité du service, disponibilité du service, viabilité du service, durabilité du service (contribution du secteur taxi aux enjeux RSE).","acronym":"UNIT","interests":"Communication, Competition, Consumer Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Information Society, Internal Market, Research and Technology, Taxation, Transport","euInitiatives":"Politique de l'UE relative au transport de personnes en général, avec une attention particulière concernant la réglementation applicable aux taxis &amp; Voitures de Transport avec chauffeurs.&#xd;<br />&#xd;<br />Commissions parlementaires potentiellement concernées :&#xd;<br />* Commission Transports et Tourisme&#xd;<br />* Commision Marché intérieur et Protection des consommateurs&#xd;<br />* Commission Industrie, Recherche &amp; Energie&#xd;<br />&#xd;<br />Domaines de la commission européenne potentiellement concernés : Transport, Marché unique numérique, Société et économie numériques, Concurrence, Marché intérieur, Industrie, Entrepreneuriat, PME&#xd;<br />&#xd;<br />DG potentiellement concernées : DG MOVE, DG CNECT, DG COMP, DG GROW.","lastUp":"2018-02-27T13:19:24.538+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}