{"id":"32842239813-85","name":"Associazione Nazionale Consulenti Tributari","registrationDate":"2012-10-09T10:10:48.782+01:00","category":2,"subCategory":1,"legal":"Associazione","web":"http://ancot.it/","country":"Italy","headAddress":"Via La Spezia, 74","headCity":"Roma","headPostCode":"00182","headPhone":"(39)07 35 56 83 20","boss":"ARVEDO MARINELLI","bossTitle":"Mr","bossPosition":"PRESIDENTE ANCOT","membersCount":6,"membersFTE":"1.5","membership":"Federazione Italiana Tributaristi&#xd;\nCoLAP – Coordinamento Libere Associazioni Professionali","memberOrga":"","goal":"L’Associazione è nata in Ancona, per iniziativa di un gruppo di Tributaristi, il 09 aprile 1984 che con atto pubblico Repertorio n° 101452 Rogito n° 15852 notaio Dott. Sandro Scoccianti hanno costituito un’Associazione sindacale di carattere nazionale denominata L.A.P.E.T. – Libera Associazione Periti ed Esperti Tributari con Codice Fiscale 93011050429 e dal 1998 ha modificato la propria denominazione in A.N.CO.T. Associazione Nazionale Consulenti Tributari.&#xd;<br />L’Associazione, fu la prima a nascere per tutelare gli interessi sindacali dei professionisti appartenenti alla categoria,  e successivamente ha ampliato i propri ambiti d’intervento ed i propri obiettivi a tutela non solo degli associati, ma anche a garanzia della qualità del servizio per l’utenza.&#xd;<br />L’Associazione:&#xd;<br />- è iscritta nel Registro delle Persone Giuridiche ex D.P.R. 361/2000 Prefettura di Roma al n° 173/2003;&#xd;<br />- è membro della Consulta per le nuove professioni del CNEL (Consiglio Nazionale dell’Economia e del Lavoro) ed è iscritta al CNEL al n° 070 del 2003;&#xd;<br />- è membro del CoLAP (Coordinamento delle Libere Associazioni Professionali) e fa parte del Direttivo dello stesso.&#xd;<br />- Associazione iscritta al n° 10 presso il Ministero della Giustizia nell’elenco delle Associazioni rappresentative a livello nazionale delle professioni non regolamentate ai sensi art. 26 dgls n. 206/2007 dal 10.05.2012.&#xd;<br />- Socio effettivo UNI – Ente Nazionale Italiano di Unificazione, per la promozione di attività di certificazione di qualità.&#xd;<br />- Dal 2014 è iscritta presso il Ministero Sviluppo Economico (MISE)&#xd;<br />- Dal 2016 socio fondatore della Federazione Italiana Tributaristi","acronym":"A.N.CO.T.","interests":"Business and Industry, Competition, Consumers, Economy, finance and the euro, Employment and Social Affairs, Single market, Taxation, Trade, Youth","euInitiatives":"Promotore ed organizzatore, presso la sede del Parlamento Europeo in Bruxelles, di un seminario di studio su \"Professione del Tributarista: progetto europeo di qualità\", con la collaborazione della Camera di Commercio Belgo-Italiana e la partecipazione di organismi delle diverse nazioni europee.&#xd;<br />Promotore di iniziative per la costituzione di una Federazione Europea Tributaristi&#xd;<br />Promotore di corsi di formazione ed aggiornamento professionale a livello europeo","lastUp":"2019-02-21T15:00:00.766+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}