{"id":"328575115987-19","name":"Digital Enlightenment Forum","registrationDate":"2015-02-10T12:05:25.636+01:00","category":3,"subCategory":2,"legal":"Vereniging","web":"http://www.digitalenlightenment.org","country":"Netherlands","headAddress":"Lange Lombardstraat 28 A","headCity":"Den Haag","headPostCode":"2512VP","headPhone":"(31)6 11 73 16 88","boss":"Jacobus (Jacques) Bus","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":4,"membersFTE":"1.25","membership":"Associate to European Internet Foundation&#xd;\n&#xd;\nEC Digital Skills and Jobs Coalition","memberOrga":"Please see http://www.digitalenlightenment.org/members","goal":"The spirit of the 18th Century Enlightenment movement gives our non-profit association Digital Enlightenment Forum (DEF) the drive and inspiration to address the challenges for man and society that arise from the digital revolution that comes over us. Similar principles as were central to the debate in the Enlightenment period should again be at the basis of developing the potential that digital technology promises for the 21st century:&#xd;<br />•sharing of information and knowledge&#xd;<br />•respect for the freedom of choice of the citizen as a prerequisite for a flourishing and creative relation between humans and technology and for society as a whole&#xd;<br />•scientific and intellectual inquiry and open debate in service to all.&#xd;<br />&#xd;<br />Since the establishment of DEF in 2011 we have seen a rapid development shifting the debate from individuals using new and convenient technology to the effects on these individuals and society of this technology.&#xd;<br />DEF aims at stimulating and guiding a multi-disciplinary discussion related to the effects on digitisation on society. It is independent and involves a network of scientists and experts in technology, industry and policy.","acronym":"DigEnlight","interests":"Business and Industry, Competition, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Foreign affairs and security policy, Justice and Fundamental Rights, Public Health, Research and innovation, Single market","euInitiatives":"All files that relate to digitisation and society, including:&#xd;<br />- Digital Agenda&#xd;<br />- Data Protection and Privacy&#xd;<br />- Cyber Security&#xd;<br />- Human rights and Surveillance&#xd;<br />- Digital Ethics&#xd;<br />- Trusted digital services&#xd;<br />- Net Neutrality&#xd;<br />- Internet Goivernance","lastUp":"2019-11-03T14:58:24.938+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}