{"id":"329146212053-87","name":"FairSearch","registrationDate":"2013-10-09T16:32:57.165+02:00","category":2,"subCategory":4,"legal":"FairSearch is an international non-profit association incorporated under Belgian Law. During its first year of operations FairSearch was an informal, defacto platform.","web":"http://www.fairsearch.org","country":"Belgium","headAddress":"Avenue Louise, 65","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)0 25 33 59 11","boss":"No single person has legal responsibility. As an association, FairSearch will hold legal responsibility.","bossTitle":"","bossPosition":"N/A","membersCount":3,"membersFTE":"0.75","membership":"N/A","memberOrga":"Buscapé, Cepic, Foundem, Naspers, Nokia, Oracle, TripAdvisor, Yroo","goal":"FairSearch is an association that promotes innovation and choice across the Internet ecosystem by fostering and defending competition in online and mobile search within the European Union. It believes that existing laws should be enforced to prevent anticompetitive behaviour that harms consumers and to prevent new regulations from stifling innovation. It calls for two essential principles to be consistently applied:&#xd;<br />&#xd;<br />1.\tTransparency&#xd;<br />Consumers – not search engines – should choose winners in the marketplace. Competition in the search marketplace benefits consumers through increased choice, innovation to improve products, and the transparent display of search results. When search providers discriminate by manipulating results in order to promote a favoured product and demote competitors, consumers suffer.&#xd;<br />&#xd;<br />2.\tInnovation&#xd;<br />Consumers also benefit when a competitive market forces search providers to continue innovating and develop the best solutions for online search. No one company should be allowed to use its dominance to foreclose competitors from the search marketplace – particularly in high-traffic specialty segments such as travel, jobs, health, real estate, media and local search.","acronym":"","interests":"Competition, Digital economy and society","euInitiatives":"Competition Policy including anti-trust developments&#xd;<br />DG Competition &#xd;<br />Digital Single Market","lastUp":"2018-06-11T17:31:13.828+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}