{"id":"329331429486-77","name":"Αναπτυξιακή Τρικάλων – Αναπτυξιακή Ανώνυμη Εταιρεία ΟΤΑ","registrationDate":"2018-01-04T13:45:44.975+01:00","category":6,"subCategory":9,"legal":"Ανώνυμη Εταιρεία ΟΤΑ","web":"http://www.kenakap.gr/","country":"Greece","headAddress":"Ιωαννίνων 84","headCity":"Καλαμπάκα","headPostCode":"42200","headPhone":"(30)24 32 02 53 70","boss":"Χρήστος Σινάνης","bossTitle":"Mr","bossPosition":"Πρόεδρος","membersCount":9,"membersFTE":"7.5","membership":"Η συμμετοχή της εταιρείας σε δίκτυα παρουσιάζεται στον παρακάτω σύνδεσμο:&#xd;\nhttp://www.kenakap.gr/el/%CF%83%CF%85%CE%BC%CE%BC%CE%B5%CF%84%CE%BF%CF%87%CE%B7-%CF%83%CE%B5-%CE%B4%CE%B9%CE%BA%CF%84%CF%85%CE%B1&#xd;\n&#xd;\nΗ συμμετοχή της εταιρείας σε άλλους φορείς παρουσιάζεται στον παρακάτω σύνδεσμο:&#xd;\nhttp://www.kenakap.gr/el/%CF%83%CF%85%CE%BC%CE%BC%CE%B5%CF%84%CE%BF%CF%87%CE%B7-%CF%83%CE%B5-%CE%B1%CE%BB%CE%BB%CE%B5%CF%82-%CE%B5%CF%84%CE%B1%CE%B9%CF%81%CE%B5%CE%B9%CE%B5%CF%82","memberOrga":"http://www.kenakap.gr/el/%CE%B5%CF%84%CE%B1%CE%B9%CF%81%CE%B5%CE%B9%CE%B1","goal":"Η εταιρεία «ΑΝΑΠΤΥΞΙΑΚΗ ΤΡΙΚΑΛΩΝ - ΑΝΑΠΤΥΞΙΑΚΗ ΑΝΩΝΥΜΗ ΕΤΑΙΡΕΙΑ Ο.Τ.Α. - ΚΕΝΑΚΑΠ Α.Ε.» ιδρύθηκε το 1992 με αφορμή το πρόγραμμα LEADER Ι Καλαμπάκας-Πύλης και συγκεκριμένα λειτούργησε ως φορέας διαχείρισης και υλοποίησης του προγράμματος. Στόχος της είναι η ολοκληρωμένη ανάπτυξη του Νομού Τρικάλων και της ευρύτερης περιοχής. &#xd;<br />&#xd;<br />Οι στόχοι της είναι:&#xd;<br />α) Η υλοποίηση αναπτυξιακών ή άλλων προγραμμάτων εθνικού και κοινοτικού περιεχομένου με στόχο την προώθηση της \"αειφόρου\" ανάπτυξης στο νομό Τρικάλων.&#xd;<br />β) Συμβουλευτικό Όργανο των φορέων της τοπικής αυτοδιοίκησης και των παραγωγικών φορέων της περιοχής στην αναπτυξιακή τους δραστηριότητα.&#xd;<br />γ) Υποστήριξη της τοπικής οικονομικής, κοινωνικής και πολιτιστικής ανάπτυξης.&#xd;<br />δ) Ενεργοποίηση και συντονισμός των τοπικών αναπτυξιακών πρωτοβουλιών.&#xd;<br />&#xd;<br />Από την ίδρυσή της η εταιρεία έχει υλοποιήσει με επιτυχία μια σειρά εθνικών και ευρωπαϊκών συγχρη­ματοδοτούμενων προγραμμάτων. Μεταξύ αυτών υλοποίησε και υλοποιεί, ως Ομάδα Τοπικής Δράσης (ΟΤΔ), Τοπικά Προγράμματα LEADER και LEADER/CLLD, Ολοκληρωμένα Προγράμματα Ανάπτυξης Αγροτικού Χώρου (ΟΠΑΑΧ), καθώς και προγράμματα κοινωνικής πολιτικής και απασχόλησης. &#xd;<br />&#xd;<br />Το όραμά μας για την ΚΕΝΑΚΑΠ ΑΕ είναι η δημιουργία μιας σύγχρονης, ισχυρής, εξειδικευμένης και οικονομικά αυτοδύναμης εταιρείας, μέσω:&#xd;<br />- της συμμετοχής της στην κοινωνική και οικονομική ζωή του τόπου&#xd;<br />- της καινοτόμου και πρωτοποριακής δράσης&#xd;<br />- της εξειδίκευσης των στελεχών της&#xd;<br />- του σύγχρονου εργασιακού περιβάλλοντος και των παραγωγικών μέσων&#xd;<br />- της σχέσης αμοιβαίας εμπιστοσύνης και κατανόησης τόσο στο εσωτερικό (προσωπικό) όσο και στο εξωτερικό περιβάλλον λειτουργίας (μέτοχοι, πελάτες)&#xd;<br />- της ποιοτικής της δράσης","acronym":"ΚΕΝΑΚΑΠ ΑΕ","interests":"Agriculture and Rural Development, Business and Industry, Competition, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, International co-operation and development, Regional Policy, Trans-European Networks, Youth","euInitiatives":"Αγροτική ανάπτυξη&#xd;<br />Ανταγωνιστικότητα και επιχειρηματικότητα&#xd;<br />Πολιτιστική κληρονομιά&#xd;<br />Ανάπτυξη&#xd;<br />Οικονομία&#xd;<br />Απασχόληση και κοινωνική πολιτική&#xd;<br />Περιβάλλον και ενέργεια&#xd;<br />Ισότητα&#xd;<br />Ασφάλεια τροφίμων&#xd;<br />Κοινωνία της πληροφορίας&#xd;<br />Καινοτομία&#xd;<br />Έξυπνη εξειδίκευση&#xd;<br />Αειφόρος ανάπτυξη&#xd;<br />Εκπαίδευση&#xd;<br />Αστική ανάπτυξη&#xd;<br />Νέοι","lastUp":"2019-11-15T12:21:48.251+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}