{"id":"329945329379-11","name":"DELOITTE CONSEIL","registrationDate":"2017-12-20T18:40:59.717+01:00","category":2,"subCategory":3,"legal":"Société par actions simplifiée à associé unique","web":"http://deloitte.fr","country":"France","headAddress":"6 Place de la Pyramide","headCity":"Paris-La Défense","headPostCode":"92908","headPhone":"(33)1 40 88 28 00","boss":"Sami RAHAL","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"l’Association Française des Entreprises pour l’Environnement, EpE&#xd;\nClimate Bonds Initiative","memberOrga":"","goal":"Deloitte contributes in its long experience in working with the European institutions (in particular the European Commission) and in advising public and private organisations in strengthening their strategic positioning and their communication. Deloitte provides consulting services and tailor-made tools to decision-makers worldwide. Deloitte Sustainability offers multidisciplinary expertise in several key areas, among which: scientific and technical support in the environmental field; improving the science-policy interface; policy assessment; economic instruments and their interaction with environmental policy; integrated assessment modelling; and business strategies for sustainable development. From a thematic point of view, Deloitte contribute its knowledge on topics related to environmental legislation, particularly waste management and circular economy policies. Deloitte works for public authorities (European Commission, ) on wide range of environmental issues for the past 20 years, in particular on aspects related to ecodesign, sustainable consumption, product lifecycle, waste prevention, recycling and producer responsibility.","acronym":"Deloitte","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"10. Activities concerning the provision of legal and other professional advice are not covered by the register&#xd;<br />(Agreement between the European Parliament and the European Commission on the transparency register for organisations and self-employed individuals engaged in EU policy-making and policy implementation)&#xd;<br />Certain Call for tenders require that an organisation is registered in the Transparency Register in order to comply with the Terms of Reference.","lastUp":"2019-11-26T09:54:34.567+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}