{"id":"32992107701-61","name":"Accreditation Council for Business Schools and Programs","registrationDate":"2012-01-24T18:01:21.221+01:00","category":3,"subCategory":2,"legal":"not-for-profit organization incorporated in Kansas and recognized by IRS as a 501(c)3 organization","web":"http://www.acbsp.org","country":"United states","headAddress":"Dr. Steven Parscale","headCity":"Overland Park","headPostCode":"KS 66213","headPhone":"(1)91 33 39 93 56","boss":"Steven Parscale, Ph.D.","bossTitle":"Mr","bossPosition":"Chief Accreditation Officer","membersCount":13,"membersFTE":"11.5","membership":"ACBSP maintains relationships with a number of organizations such as:&#xd;\n&#xd;\nThe European Council for Business Education, &#xd;\nRussian Association for Business Education, &#xd;\nInternational Network of Quality Assurance Agencies in Higher Education and &#xd;\n&#xd;\nare associated with the &#xd;\nEuropean Association for Quality Assurance in Higher Education. &#xd;\n&#xd;\nWe continue to use this office to seek further relationships.","memberOrga":"http://www.acbsp.org/?page=membership_list","goal":"The Accreditation Council for Business Schools and Programs is a leading specialized accreditation association for business education supporting, celebrating, and rewarding teaching excellence. The association embraces the virtues of teaching excellence and emphasizes to students that it is essential to learn how to learn. ACBSP acknowledges the importance of scholarly research and inquiry and believes that such activities facilitate improved teaching. Institutions are strongly encouraged to pursue a reasonable mutually beneficial balance between teaching and research. And further, ACBSP encourages faculty involvement within the contemporary business world to enhance the quality of classroom instruction and to contribute to student learning.","acronym":"ACBSP","interests":"Education","euInitiatives":"1. Bologna Process. &#xd;<br />2. The European Association for Quality Assurance in Higher Education (ENQA)","lastUp":"2017-03-01T22:09:00.447+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}