{"id":"329945329379-11","name":"DELOITTE CONSEIL","registrationDate":"2017-12-20T18:40:59.717+01:00","category":2,"subCategory":3,"legal":"Société par actions simplifiée à associé unique","web":"http://deloitte.fr","country":"France","headAddress":"185 Avenue Charles de Gaulle","headCity":"Neuilly-sur-Seine","headPostCode":"92200","headPhone":"(33)1 40 88 28 00","boss":"Sami RAHAL","bossTitle":"Mr","bossPosition":"President","membersCount":10,"membersFTE":"2.5","membership":"l’Association Française des Entreprises pour l’Environnement, EpE&#xd;\nClimate Bonds Initiative","memberOrga":"","goal":"Deloitte contributes in its long experience in working with the European institutions (in particular the European Commission) and in advising public and private organisations in strengthening their strategic positioning and their communication. Deloitte provides consulting services and tailor-made tools to decision-makers worldwide. Deloitte Sustainability offers multidisciplinary expertise in several key areas, among which: scientific and technical support in the environmental field; improving the science-policy interface; policy assessment; economic instruments and their interaction with environmental policy; integrated assessment modelling; and business strategies for sustainable development. From a thematic point of view, Deloitte contribute its knowledge on topics related to environmental legislation, particularly waste management and circular economy policies. Deloitte works for public authorities (European Commission, ) on wide range of environmental issues for the past 20 years, in particular on aspects related to ecodesign, sustainable consumption, product lifecycle, waste prevention, recycling and producer responsibility.","acronym":"Deloitte","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Fitness check for the water Framework directive and floods directive&#xd;<br />Strategic approach to phramaceuticals in the environment&#xd;<br />Refit of environmental liability directives","lastUp":"2017-12-20T18:41:37.903+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}