{"id":"3305029916-47","name":"Scania AB (publ)","registrationDate":"2009-01-05T11:12:29.864+02:00","category":2,"subCategory":3,"legal":"Aktiebolag","web":"http://www.scania.com/","country":"Sweden","headAddress":"Vagnmakarvägen, 1","headCity":"Södertälje","headPostCode":"15187","headPhone":"(46)8 55 38 10 00","boss":"Henrik Henriksson","bossTitle":"Mr","bossPosition":"President and CEO","membersCount":8,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"Scania is a world leading provider of transport solutions. Together with our partners and customers we are driving the shift towards a sustainable transport system. &#xd;<br />&#xd;<br />In 2017, we delivered 82,500 trucks, 8,300 buses as well as 8,500 industrial and marine engines to our customers. Net sales totaled close to SEK 120 billion, of which about 20 percent were services-related. &#xd;<br />&#xd;<br />Founded in 1891, Scania operates in more than 100 countries and employs some 49,000 people. Research and development are concentrated in Sweden, with branches in Brazil and India. Production takes place in Europe, Latin America and Asia, with regional production centres in Africa, Asia and Eurasia. &#xd;<br />&#xd;<br />Scania is part of Volkswagen Truck &amp; Bus GmbH. &#xd;<br />&#xd;<br />For more information visit www.scania.com.","acronym":"Scania","interests":"Climate Action, Communication, Competition, Consumer Affairs, Customs, Employment and Social Affairs, Energy, Enterprise, Environment, General and Institutional Affairs, Information Society, Internal Market, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Scania EU Affairs focuses on Sustainability, Connectivity and Technical regulations. Trade policy is also important. &#xd;<br />&#xd;<br />Current key dossiers are those linked to CO2 for heavy-duty vehicles; type approval; general safety regulation; and the recast of the renewable energy directive and other biofuels related legislation. We also follow the discussion on legislation linked to connectivity and automation.","lastUp":"2018-03-26T14:40:44.592+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}