{"id":"33104609071-28","name":"Ινστιτούτο έρευνας ρυθμιστικών πολιτικών","registrationDate":"2012-07-02T11:27:51.417+01:00","category":3,"subCategory":2,"legal":"Αστική μη κερδοσκοπική εταιρεία","web":"http://www.inerp.gr","country":"Greece","headAddress":"Πατησίων, 166","headCity":"Αθήνα","headPostCode":"11252","headPhone":"(0030)21 08 67 21 11","boss":"Παναγιώτης Καρκατσούλης","bossTitle":"Mr","bossPosition":"Πρόεδρος ","membersCount":5,"membersFTE":"2.5","membership":"","memberOrga":"","goal":"Αποστολή του ΙΝΕΡΠ είναι η ποιοτική και ποσοτική έρευνα των ρυθμιστικών πολιτικών καθώς και η διάχυση της διαθέσιμης διοικητικής πληροφορίας και η χρήση των εμπειρικών αποδείξεων στην έρευνα των δημόσιων πολιτικών με σκοπό τον καλύτερο σχεδιασμό και την παρακολούθηση της εφαρμογής τους. Τα συμπεράσματα των ερευνών του ΙΝΕΡΠΟ διατίθενται σε κρατικούς, ημι-κρατικούς και ιδιωτικούς φορείς καθώς και σε ενώσεις της κοινωνίας πολιτών που ενδιαφέρονται για την βελτίωση της ποιότητας της ρυθμιστικής διακυβέρνησης.&#xd;<br />Το ΙΝΕΡΠ έχει ως αποστολή του την ευαισθητοποίηση κάθε ενδιαφερόμενου πολίτη είτε οργάνωσης στην Ελλάδα και το εξωτερικό για την βελτίωση της ποιότητας της ρυθμιστικής διακυβέρνησης μέσα από την ποιοτική και ποσοτική έρευνα των ρυθμιστικών πολιτικών.&#xd;<br />&#xd;<br />Σκοποί&#xd;<br />Α. Η βελτίωση της ποιότητας των ρυθμίσεων ιδίως όσον αφορά την σαφήνεια και την καλύτερη πρόσληψή τους από τους ενδιαφερόμενους κοινωνικούς εταίρους.&#xd;<br />Σκοπός του ΙΝΕΡΠ είναι η πρόταση συγκεκριμένων μέτρων για την βελτίωση της νομιμότητας, της αποτελεσματικότητας, της αποδοτικότητας και της φιλικότητας των πάσης φύσεως ρυθμίσεων με βάση τις οποίες η εξ αιτίας των οποίων επηρεάζονται είτε επηρεάζουν τις συνθήκες ζωής και εργασίας των κοινωνικών δρώντων.&#xd;<br />Β. Η βελτίωση της ποιότητας της διαδικασίας παραγωγής των ρυθμίσεων τόσο όσον αφορά τις νομοθετικές ρυθμίσεις του Κοινοβούλιο όσο και τις ιεραρχικά υπο-κείμενες κανονιστικές ρυθμίσεις που παράγονται από εξουσιοδοτημένα, προς τούτο, όργανα.&#xd;<br />Το ΙΝΕΡΠ θα διερευνήσει και θα προτείνει σε κάθε ενδιαφερόμενο πρόσφορους τρόπους για την βελτίωση του πολυ-επίπεδου υπερ-εθνικού, εθνικού (κρατικού)  και υπο-εθνικού (περιφερεικού και αυτο-διοικητικού) συντονισμού.&#xd;<br />Γ. Η βελτίωση της ποιότητας των μηχανισμών παραγωγής των ρυθμίσεων, τόσο στο επίπεδο της κεντρικής όσο και της περιφερειακής και αποκεντρωμένης διοίκησης. Ιδιαίτερη μέριμνα θα ληφθεί για την διερεύνηση των ρυθμίσεων που παράγονται από τις Ανεξάρτητες Αρχές ιδίως ως προς την συμβατότητά τους με εκείνες του κοινοβουλευτικού νομοθέτη.&#xd;<br />Δ. Η βελτίωση της ποιότητας ενσωμάτωσης του κοινοτικού στο εθνικό δίκαιο. Ιδίως δε, η παροχή συμβουλών και υποδείξεων για την διενέργεια συστηματικών αναλύσεων επιπτώσεων σ’ εθνικό επίπεδο.&#xd;<br />Ε. Η συμμετοχή σε προγράμματα, εθνικών, υπερεθνικών και διεθνών οργανισμών για τη βελτίωση της ρυθμιστικής διακυβέρνησης.&#xd;<br />ΣΤ. Η προώθηση στατηγικών στόχων στις δημόσιες πολιτικές που να αντανακλούν τις ελληνικές αξίες σε συμβατότητα με τα στοιχεία εκείνα της παγκοσμιοποίησης που βελτιώνουν την ενσωμάτωση της χώρας στον παγκόσμιο καταμερισμό εργασίας και το πολιτικο-διοικητικό γίγνεσθαι.&#xd;<br />Ζ. Το ΙΝΕΡΠ έχει ως σκοπό την ανάδειξη τόσο των τυπικών όσο και των άτυπων στοιχέιων των δημόσιων πολιτκών μέσα από την συστηματική μελέτη, ταξινόμηση και κριτική αξιολόγηση βιωματικών ιστοριών των ίδιων των μετόχων των πολιτικών, περιοδικών δημοσιευμάτων στον ηλεκτρονικό και έντυπο τύπο, και κάθε άλλη μπορφή γνωστοποίησης των βιωμάτων τους.&#xd;<br />Η. Το ΙΝΕΡΠ θα διερευνά ποινικές, αστικές και διοικητικές πολιτικές στο σύνολό τους. Το ΙΝΕΡΠ θα αναδείξει την εσωτερική τους συνάφεια και την διασυνδεσιμότητά τους και θα προωθήσει μεθοδολογικά πρότυπα και επιχειρησιακά εργαλεία με τα οποία θα καταστεί δυνατό να ξεπεραστούν οι φραγμοί και τα στεγανά στον χώρο των κοινωνικών επιστημών. &#xd;<br />Θ. Για τον λόγο αυτόν, το ΙΝΕΡΠ θα προωθήσει την συστημική έρευνα των δημόσιων πολιτικών προσφέροντας στην ελληνική πολιτεία, τους εκπαιδευτικούς και διοικητικούς θεσμούς ολοκληρωμένες προσεγγίσεις που θα επιτρέψουν τη λήψη κατάλληλων μέτρων για την επίλυση των προβλημάτων που οι δημόσιες πολιτικές καλούνται να επιλύσουν.&#xd;<br />&#xd;<br />Το ΙΝΕΡΠ συνηγορεί υπέρ της αποτελεσματικής και αποδοτικής δημόσιας διοίκησης και υποστηρίζει εκείνους τους επαγγελματίες της που αγωνίζονται να συνδέσουν την εμπειρική διοικητική τεχνική με την επιστήμη. Επικεντρωνόμαστε σε μια δημόσια πολιτική που είναι επαγγελματική, τεκμηριωμένη, εξωστρεφή.","acronym":"ΙΝΕΡΠ","interests":"Agriculture and Rural Development, Banking and financial services, Budget, Business and Industry, Business and Industry, Competition, Culture, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Single market, Trans-European Networks, Youth","euInitiatives":"Better Regulation&#xd;<br />Competition&#xd;<br />Enterprise&#xd;<br />Single market&#xd;<br />Trade&#xd;<br />Regional policy&#xd;<br />Public Administration Reform","lastUp":"2019-02-04T16:25:02.547+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}