{"id":"33130841043-14","name":"European Federation of Food, Agriculture and Tourism Trade Unions","registrationDate":"2009-02-03T10:41:37.361+01:00","category":2,"subCategory":1,"legal":"De facto association","web":"http://www.effat.org","country":"Belgium","headAddress":"Avenue Louise 130a","headCity":"Brussels","headPostCode":"1050","headPhone":"(0032)22 18 77 30","boss":"WIEDENHOFER HARALD","bossTitle":"Mr","bossPosition":"General Secretary","membersCount":6,"membersFTE":"6.0","membership":"As a European Federation representing 120 national trade unions from 35 European countries, EFFAT defends the interests of more than 2.6 million employees towards the European Institutions, European associations and enterprise management.","memberOrga":"http://www.effat.org/en/about-us/members","goal":"1. Composition&#xd;<br />&#xd;<br />EFFAT is the European Federation of Trade Unions in the Food, Agriculture and Tourism sectors resulting from the merger concluded between two European trade union federations, the ECF-IUF and EFA, on 11 December 2000. As a European Federation representing 120 national trade unions from 35 European countries, EFFAT defends the interests of more than 2.6 million employees towards the European Institutions, European associations and enterprise management. &#xd;<br />&#xd;<br />2. Objectives&#xd;<br />&#xd;<br />EFFAT is an autonomous European trade union federation. As a member of the ETUC, EFFAT promotes members' interests jointly and with strength regarding all European interprofessional issues. EFFAT also supports the IUF which defends members' interests world- and sector-wide. &#xd;<br />&#xd;<br />In recent years EFFAT has set up European Works Councils in more than 100 transnational groups and has a successful social dialogue under way in, among others, the agriculture, hotel and restaurant, contract catering, sugar and tobacco sectors. &#xd;<br />&#xd;<br />EFFAT supports its member organisations in Central and Eastern Europe in building up free and strong trade unions. &#xd;<br />&#xd;<br />EFFAT has a long history of supporting the sustainable development of agrofood and tourism policy in which ethical, social and ecological aspects are considered. Only safe and high quality food can also guarantee safe jobs and working conditions.&#xd;<br />&#xd;<br />In the Social Dialogue we negotiate agreements and make arrangements with European employers' organisations aimed at improving the conditions faced by workers in the sectors and industries we represent.&#xd;<br />&#xd;<br />EFFAT advocates a social Europe and the development of the European Social Model.","acronym":"EFFAT","interests":"Agriculture and Rural Development, Budget, Climate Action, Competition, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"Employment issues&#xd;<br />Trade negotiations&#xd;<br />EU Gender Equality&#xd;<br />Company policy&#xd;<br />Tourism&#xd;<br />Tax issues&#xd;<br />Agriculture &#xd;<br />Food&amp;Drink&#xd;<br />Tobacco&#xd;<br />Social Dialogue","lastUp":"2018-03-01T11:39:54.189+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}