{"id":"331480324807-34","name":"European Animal Research Association","registrationDate":"2016-11-29T17:18:42.773+01:00","category":3,"subCategory":2,"legal":"COMPANY NOT HAVING A SHARE CAPITAL","web":"http://www.eara.eu","country":"United kingdom","headAddress":"Abbey House","headCity":"London","headPostCode":"EC1M 4DZ","headPhone":"(44)44 20 36 75 12","boss":"Kirk Leech","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":4,"membersFTE":"4.0","membership":"","memberOrga":"http://eara.eu/en/about-us/partners/","goal":"The European Animal Research Association (EARA) is a European organisation that communicates and advocates biomedical research using animals by providing accurate and evidence-based information. We aim at educating the public on its benefits, cooperating with research stakeholders, and promoting the creation and development of national networks.&#xd;<br />&#xd;<br />Our vision is to enhance the understanding and recognition of research involving animals across Europe, allowing for a more constructive dialogue with all stakeholders and a more efficient climate for research in Europe.&#xd;<br />&#xd;<br />EARA’s mission is to uphold the interests of biomedical research and healthcare development across Europe. EARA was created by academic institutions, associations and the industry to provide a European platform for the public and other external stakeholders to be informed and learn about animal research, its benefits and limitations.&#xd;<br />&#xd;<br />By providing accurate and evidence-based information of biomedical animal research, EARA will inform and educate audiences in support of necessary research and will facilitate a balanced debate on the role of animals in scientific research. Being a European-wide organisation, EARA will encourage the creation and development of national networks and bring coordination between.&#xd;<br />&#xd;<br />The mission of EARA focuses on:&#xd;<br />&#xd;<br />- Better inform and educate audiences on the continued need for, and benefits from, the humane use of animals in biomedical research.&#xd;<br />- Coordinate national and international efforts to create a favourable climate for animal research by addressing EU and national political decision and opinion makers.&#xd;<br />- Lead pan-European initiatives to counter pressure on the laboratory animals supply chain and the licence to use laboratory animals in research.&#xd;<br />- Support the efforts of animal research facilities to access the goods and services needed to discover and develop new medicines and treatments for humans and animals.","acronym":"EARA","interests":"Communication, Research and innovation, Transport","euInitiatives":"Animal Research advocacy, regulation, communications, public and political decision maker understanding and regulation","lastUp":"2019-12-09T21:00:07.025+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}