{"id":"331810427544-34","name":"European Sustainable Development Network","registrationDate":"2017-06-20T09:41:08.422+02:00","category":6,"subCategory":9,"legal":"None","web":"http://www.sd-network.eu","country":"Austria","headAddress":"Welthandelsplatz 1","headCity":"Vienna","headPostCode":"1020","headPhone":"(43)13 13 36 48 07","boss":"Wolfram Tertschnig","bossTitle":"Mr","bossPosition":"Co-Chair","membersCount":4,"membersFTE":"2.5","membership":"European Commission, Eurostat, European Environment and Sustainable Development Advisory Councils (EEAC), the European Economic and Social Committee (EESC), Committee of the Regions (CoR), Council of the Baltic Sea States (CBSS), Sustainable Development Solutions Network, UNEP, UNECE, UNDESA, European Environmental Bureau (EEB), OECD, Institut de la Francophonie pour le développement durable (IFDD), Nordic Council of Ministers, ICLEI Europe, Regional Environmental Center for Central and Eastern Europe (REC), Regional Environmental Center for Central and Eastern Europe (REC).","memberOrga":"ESDN members include mainly policy-makers (public Administrators at national and sub-national Levels) from all 28 EU Member States and other European countries, plus representatives from various stakeholder groups, incl. CSOs, research, businesses, etc.","goal":"The European Sustainable Development (ESDN) is an informal network of public administrators and other experts dealing with sustainable development (SD) strategies in Europe. The ESDN is governed by a Steering Group of 8 European countries (Austria, Belgium, Finland, France, Germany, Italy, Luxembourg, and Switzerland) and co-chaired by Austria. The European Commission has an Observer Role in the ESND Steering Group. The ESDN is active in promoting sustainable development and facilitating the exchange of good practices in Europe, and gives advice to policy-makers at the EU and national level. The network has four strategic targets: (1) Advancing sustainable development at the EU and Member States level; (2) Facilitating the exchange of good practices and experiences on sustainable development across Europe; (3) Providing added-value for policy-makers of the EU, its Member States and other European countries; and (4) Mainstreaming sustainable development issues into vertical and horizontal integration of the EU, national and sub-national levels of policy-making, especially integration of the EU SDS in the executive and steering-cycle of the EU. In light of the efforts necessary to implement the 2030 Agenda for SD, the ESDN established a Peer Learning mechanism to facilitate the exchange of experiences and good practices between national policy-makers. The ESDN will strive to foster European policy-making on sustainable development, through targeted ESDN workshops with national policy-makers on 2030 Agenda for SD implementation, and annual ESDN conferences with a broader stakeholder audience, including a strong collaboration with EU institutions (Council, Commission, and Parliament).","acronym":"ESDN","interests":"Agriculture, Business and Industry, Climate Action, Consumers, Economy, finance and the euro, Energy, Environment, Regional Policy, Trans-European Networks, Transport","euInitiatives":"•\tEuropean Commission Communication, “Next steps for a sustainable European future - European action for sustainability” (COM(2016) 739 final)&#xd;<br />&#xd;<br />•\tEuropean Commission Communication, “A Global Partnership for Poverty Eradication and Sustainable Development after 2015” (COM(2015) 44 final)","lastUp":"2018-06-07T08:55:44.151+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}