{"id":"33213703459-54","name":"Insurance Europe","registrationDate":"2010-04-15T14:39:50.138+02:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.insuranceeurope.eu","country":"Belgium","headAddress":"rue Montoyer, 51","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)28 94 30 00","boss":"Michaela Koller","bossTitle":"Ms","bossPosition":"Director General","membersCount":35,"membersFTE":"35.0","membership":"Insurance Europe is a founding member of European Financial Reporting Advisory Group (EFRAG), a member of the European Parliamentary Financial Services Forum (EPFSF), and a member of tthe Global Federation of Insurance Associations (GFIA), and the Reinsurance Advisory Board (RAB).","memberOrga":"www.insuranceeurope.eu/about-us/members","goal":"Insurance Europe is the European insurance and reinsurance federation. Through its 35 member bodies, the national insurance associations, Insurance Europe represents all types of insurance and reinsurance undertakings. Insurance Europe, which is based in Brussels, represents undertakings that account for around 95% of total European premium income. Insurance makes a major contribution to Europe’s economic growth and development. European insurers generate premium income of €1 200bn, directly employ over 985 000 people and invest nearly €9 900bn in the economy.&#xd;<br />&#xd;<br />Insurance Europe mission is:&#xd;<br />- To draw attention to issues of strategic interest to all European insurers and reinsurers in a sustainable manner.&#xd;<br />- To raise awareness of insurers' and reinsurers' roles in providing insurance protection and security to the community as well as in contributing to economic growth and development.&#xd;<br />- To promote – as the expert and representative voice of the insurance industry – a competitive and open market to the benefit of the European consumer as well as corporate clients.&#xd;<br />&#xd;<br />In order to achieve this, Insurance Europe:&#xd;<br />- represents all European insurers and reinsurers, and provides information and guidance on issues of interest to the European insurance sector;&#xd;<br />- positions the European insurance industry within the European and global regulatory frameworks, promoting trus and confidence in the European insurance industry;&#xd;<br />- provides a platform to its members, for an exchange information and experience between them.","acronym":"Insurance Europe","interests":"Agriculture and Rural Development, Budget, Climate Action, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"•         Anti-discrimination&#xd;<br />•         Anti-money laundering&#xd;<br />•         Capital Markets Union&#xd;<br />•         Cross-border insurance&#xd;<br />•         Data protection&#xd;<br />•         Distribution (PRIIPs, IDD)&#xd;<br />•         Environmental Liability Directive&#xd;<br />•         EU and International regulation including &#xd;<br />•         Solvency II and International Capital Standards &#xd;<br />•         ESAs review&#xd;<br />•         European contract law&#xd;<br />•         European Investment plan&#xd;<br />•         Financial reporting&#xd;<br />•         FinTech&#xd;<br />•         Insurance Block Exemption Regulation &#xd;<br />•         Insurance fraud and crime&#xd;<br />•         Liability and insurability&#xd;<br />•         Long term investment&#xd;<br />•         Motor&#xd;<br />•         Nuclear liability&#xd;<br />•         Pensions (PEPP)&#xd;<br />•         Reinsurance&#xd;<br />•         Retal Financial Services Action Plan&#xd;<br />•         Road safety&#xd;<br />•         Services e-card&#xd;<br />•         Sustainable Finance&#xd;<br />•         Taxation&#xd;<br />•         Technology","lastUp":"2018-03-30T14:56:15.016+02:00","customers":"","costAbsolu":"","costRange":"6500000-6749000","turnoverAbsolu":0,"turnoverRange":""}