{"id":"332672123484-48","name":"Organisation de Producteurs Cooperative Maritime Etaploise Manche Mer du Nord","registrationDate":"2016-09-20T10:34:12.888+02:00","category":2,"subCategory":7,"legal":"société","web":"","country":"France","headAddress":"1057 RUE DU PETIT PORT","headCity":"LE PORTEL","headPostCode":"62480","headPhone":"(33)03 21 87 00 87","boss":"Eric GOSSELIN","bossTitle":"Mr","bossPosition":"Directeur Général","membersCount":9,"membersFTE":"8.25","membership":"FEDOPA, CNPMEM","memberOrga":"","goal":"La société a pour objet : &#xd;<br />La réalisation de toute opération susceptible de permettre le maintien ou de favoriser le développement de la pêche maritime, des cultures marines et de toute autre activité maritime, ainsi que l'exercice en commun de ces activités. &#xd;<br />La fourniture de services répondant aux besoins professionnels individuels ou collectifs de ses associés y compris leur formation. &#xd;<br />D'effectuer toutes opérations industrielles, commerciales, comptables, bancaires, financières, mobilières ou immobilières se rapportant directement ou indirectement à l'exercice des professions exercées par nos adhérents. &#xd;<br />En outre, à titre complémentaire, dans l'intérêt économique de la coopérative et de ses associés, des tiers non associés pourront être admis à bénéficier, le cas échéant, des services ou à participer à la réalisation des opérations entrant dans son objet, à l'exclusion des opérations de gestion technique ou financière. Les opérations effectuées avec des tiers non associés font l'objet d'une comptabilité séparée et ne peuvent excéder le cinquième du chiffre d'affaires de la coopérative.","acronym":"OP CME MMN","interests":"Environment, Maritime affairs and fisheries","euInitiatives":"Politique Commune de la Pêche ; &#xd;<br />Organisation Commune des marchés des produits de la pêche ; &#xd;<br />Fonds Européen pour les Affaires Maritimes et la Pêche.","lastUp":"2018-08-29T16:01:14.989+02:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}