{"id":"333001624611-57","name":"Agência Portuguesa do Transporte Marítimo de Curta Distâncoa","registrationDate":"2016-11-21T17:47:11.354+02:00","category":2,"subCategory":4,"legal":"private association","web":"http://www.shortsea.pt/","country":"Portugal","headAddress":"Praça da República","headCity":"SETÚBAL","headPostCode":"2904-508","headPhone":"(351)2 13 42 09 88","boss":"Rui Raposo","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"european shortsea network :http://www.shortsea.info/members.html&#xd;\n&#xd;\nShort Sea Portugal: www.shortsea.pt","memberOrga":"","goal":"The purpose of the Agency is to promote Short Sea Shipping, National Cabotage and Inland wateways traffic, as well as to promote intermodality with other complementary modes of transport. &#xd;<br />&#xd;<br />Specific Goals:&#xd;<br />&#xd;<br />A) Provide specific information on aspects related to the SSS, such as line services, departures and ports of destination;&#xd;<br />B) Disseminate information on SSS-related projects and intermodality with complementary modes of transport;&#xd;<br />C) Support and promote international projects, partnerships and contacts;&#xd;<br />D) To accede to the network of organizations of promotion of the SSS of other European countries;&#xd;<br />E) To carry out or participate in the preparation of studies and projects promoted by the European Union or other entities;&#xd;<br />(F) obtain and provide all available information on the possibilities of access to short sea shipping with Europe, and in particular intermodal door-to-door transport;","acronym":"Short Sea Portugal","interests":"Climate Action, Education and training, Environment, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"SPC Portugal is part of direction members of the European Shortsea Network: aiming to follow maritime strategy and the iniciatives concerning SSS. Aiming to disseminate it within its associates and national bodies.","lastUp":"2018-10-02T10:44:11.696+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}