{"id":"333322034810-67","name":"International Council of Museums","registrationDate":"2019-05-13T14:41:54.099+02:00","category":3,"subCategory":2,"legal":"Non-profit organisation subject to French law (the 1901 Associations Law)","web":"https://icom.museum","country":"France","headAddress":"Maison de l'UNESCO","headCity":"Paris","headPostCode":"","headPhone":"(33)1 47 34 05 00","boss":"Suay AKSOY","bossTitle":"Ms","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"ICOM's global network consists of: 120 National Committees, 30 International Committees, 6 Regional Alliances, 21 Affiliated Organisations, as well as 11 Standing Committees and Working groups. More information: https://icom.museum/en/network/committees-directory/&#xd;\nIn addition, ICOM is member of the European sectoral platform 'European Heritage Alliance' (http://europeanheritagealliance.eu/)","memberOrga":"We cannot disclose a full list of our 3,009 institutional members (worldwide number), but the list of our National Committees, Affiliated Organisations and Regional Alliances can be found here: https://icom.museum/en/network/committees-directory/.&#xd;\nIn addition, ICOM is member of the European sectoral platform 'European Heritage Alliance'(http://europeanheritagealliance.eu/)","goal":"ICOM is the international organisation of museums and museum professionals which is committed to the research, conservation, continuation and communication to society of the world's natural and cultural heritage, present and future, tangible and intangible. ICOM establishes professional and ethical standards for museum activities, makes recommendations on issues related thereto, promotes capacity building, advances knowledge and raises public cultural awareness through global networks and co-operation programmes.","acronym":"ICOM","interests":"Culture, Culture and media","euInitiatives":"ICOM assists its global network - composed of museums and museum professionals - in the implementation of the European legislation and programs, particularly emphasizing on the latest cultural policies and bearing in mind the global objectives of the European Agenda for Culture. Currently, ICOM is applying to integrate the EU's informal expert group Commission for the \"Cultural Heritage Forum\".","lastUp":"2019-05-13T17:00:59.377+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}