{"id":"3334854676-12","name":"European Association for the Education of Adults","registrationDate":"2008-11-26T11:57:50.560+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.eaea.org","country":"Belgium","headAddress":"Rue de l'Industrie, 10","headCity":"Brussels","headPostCode":"1000","headPhone":"(322)8 93 25 24","boss":"Per Paludan Hansen","bossTitle":"Mr","bossPosition":"President","membersCount":5,"membersFTE":"5.0","membership":"EAEA is a member of the Social Platform, ICAE (International Council for Adult Education), Lifelong Learning Platform, CONCORD, European Movement, UNESCO Liaison Committee and Council of Europe","memberOrga":"http://www.eaea.org/en/membership/eaea-members.html","goal":"EAEA is a transnational, non-profit association whose purpose is to link and represent European organisations which are directly involved in adult learning. Originally known as the European Bureau of Adult Education, it was founded in 1953 by representatives from a number of European countries.&#xd;<br />&#xd;<br />Aims &#xd;<br />• to promote the development of adult learning &#xd;<br />• to encourage co-operation in adult learning at European level &#xd;<br />• to lobby international bodies so that they adopt plans and policies which respond to the needs of the adult population in Europe &#xd;<br />• to make it easier for NGOs to work together and play an active role in the international scene &#xd;<br />EAEA published the following positions in order to comment on the respective policy developments:&#xd;<br />- EAEA Policy Paper: Learning and Skills for Adults in Europe&#xd;<br />- EAEA Response to the European Pillar of Social Rights&#xd;<br />- EAEA statement: EAEA welcomes the Skills Agenda – a huge opportunity for Europe&#xd;<br />- EAEA statement: The new resolution of the European Council stresses the importance of citizenship education","acronym":"EAEA","interests":"Audiovisual and Media, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Enlargement, External Relations, Home Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Regional Policy, Research and Technology, Sport","euInitiatives":"The main mission of EAEA is to ensure that adult education remains a key issue in EU and national policies. We inform our members about and involve them in policy developments at the EU level, with particular attention to EU 2020, ET2020, the European Agenda for adult learning, the European Education Area and Upskilling Pathways and the European Semester. &#xd;<br />In reverse, we also inform the European (and national) level how our members perceive the implementation of these policies at their level (national / regional / local). When possible, we will provide tools to empower our members to engage at their respective levels as well.&#xd;<br />Another key aspect of our work is involving our members and other AE providers in cross-sectorial, cross-national and cross-organisational peer learning and exchange of know-how and practice. This will lead to strengthening adult learning and education in Europe and enable more people in Europe to participate, especially people with low basic skills and people from disadvantaged groups. &#xd;<br />In terms of cooperation, we will continue our work with the European institutions as a critical friend and with our civil society platforms to boost our exchange of expertise and influence. Starting from 2018 EAEA will also broaden its cooperations in order to become even more effective. For the next three years, we want to strengthen our collaboration with social partners, other sectors and more EU institutions (i.e. the Committee of the Regions). This will help us be more effective and have more impact in the world of work and at the regional level. We also plan to cooperate more with research to reinforce our evidence base.","lastUp":"2018-01-31T12:11:38.387+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}