{"id":"3334854676-12","name":"European Association for the Education of Adults","registrationDate":"2008-11-26T11:57:50.560+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.eaea.org","country":"Belgium","headAddress":"Rue de l'Industrie, 10","headCity":"Brussels","headPostCode":"1000","headPhone":"(322)8 93 25 24","boss":"Per Paludan Hansen","bossTitle":"Mr","bossPosition":"President","membersCount":5,"membersFTE":"3.5","membership":"EAEA is a member of the Social Platform, ICAE (International Council for Adult Education), Lifelong Learning Platform, CONCORD, European Movement, UNESCO Liaison Committee and Council of Europe","memberOrga":"http://www.eaea.org/en/membership/eaea-members.html","goal":"EAEA is a transnational, non-profit association whose purpose is to link and represent European organisations which are directly involved in adult learning. Originally known as the European Bureau of Adult Education, it was founded in 1953 by representatives from a number of European countries.&#xd;<br />&#xd;<br />Aims &#xd;<br />• to promote the development of adult learning &#xd;<br />• to encourage co-operation in adult learning at European level &#xd;<br />• to lobby international bodies so that they adopt plans and policies which respond to the needs of the adult population in Europe &#xd;<br />• to make it easier for NGOs to work together and play an active role in the international scene &#xd;<br />EAEA published the following positions in order to comment on the respective policy developments:&#xd;<br />- EAEA Policy Paper: Learning and Skills for Adults in Europe&#xd;<br />- EAEA Response to the European Pillar of Social Rights&#xd;<br />- EAEA statement: EAEA welcomes the Skills Agenda – a huge opportunity for Europe&#xd;<br />- EAEA statement: The new resolution of the European Council stresses the importance of citizenship education","acronym":"EAEA","interests":"Audiovisual and Media, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Enlargement, External Relations, Home Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Regional Policy, Research and Technology, Sport","euInitiatives":"EAEA will develop new methods, cooperations, tools and approaches to achieve the objectives. EAEA aims to “promote excellence &amp; innovation” in all its activities &amp; support members with new ideas and promote best practices. &#xd;<br />There are two main policy developments that EAEA will mainly focus on: the new Skills Agenda (and here mainly the skills guarantee and the review of the key competences framework) and the Paris Declaration (esp. its impact / benefits for adults).&#xd;<br />EAEA will have 2 highly topical themes for 2017: \"AE and refugees/migrants\", introduced as an annual theme in 2016, will be continued to create a wider awareness and more in-depth knowledge about the crucial role of adult education for the social inclusion of refugees. This topic looks at the skills &amp; competences of the newly arrived but also at the cooperation with the host societies, thus at the particular learning needs of refugees AND the receiving communities. The 2nd theme for 2017, \"Engaging new learners\", will focus on how to include disadvantaged groups of society in adult learning. “Tackling the low-skills trap”, one of EAEA’s focus areas, will get particular attention through this annual theme. The EAEA Grundtvig Award 2017 will collect innovative projects and methodologies in non-formal and informal adult learning (NFIL) that foster outreach. EAEA will work with the Skills Agenda as a tool for “recognising and valuing competences”, and also further exploit project results on the validation of NFIL. &#xd;<br />EAEA strongly believes that adult education has a key role to play in the promotion of common EU values, intercultural dialogue, as well as civic and social competences. All of these are main aims of EAEA and its members. EAEA also reinforces this message in all its stakeholder networks. The EAEA year for adult learning will raise awareness for the wider benefits of learning and contribute to capacity building in the network. The events of the year will be based on the manifesto that EAEA published earlier and highlight to (potential) learners but also to policy-makers the enormous contribution to society that adult education can make. &#xd;<br />Cooperation with other stakeholders, especially the LLLPlatform and their working groups, will ensure that excellence in policy-making is central in our work. Collaboration across sectors in many EAEA activities will further improve the quality of EAEA's work. The annual themes will provide opportunities to work closely with new stakeholders and involve members.&#xd;<br />“Supporting a new generation of educators” is a key topic for EAEA. A European network of adult education professionals, established by EAEA through the annual EAEA Younger Staff Training and an online learning platform for adult education staff, will be maintained and continuously expanded.&#xd;<br />EAEA’s communication &amp; membership strategies will contribute to “stakeholder awareness, commitment, participation &amp; involvement”. EAEA members will develop country reports: they will analyse developments in AE at the national and regional level from the civil society perspective and offer suggestions for a better policy-making and implementation. The Interest Group at the EP aims to raise awareness that adult education is paramount to achieving many other goals of the European policy agenda. &#xd;<br />The policy advocacy will transfer the results of all activities to the policy-level. These activities combine both all specific and general objectives, representing the main tools of EAEA’s work.","lastUp":"2017-02-27T11:02:47.167+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}