{"id":"333671133430-33","name":"Vereniging Samenwerkende Ouder- en Patiëntenorganisaties betrokken bij erfelijkheidsvraagstukken","registrationDate":"2018-12-10T13:03:48.288+02:00","category":3,"subCategory":2,"legal":"vereniging","web":"http://www.vsop.nl","country":"Netherlands","headAddress":"Koninginnelaan 23","headCity":"Soest","headPostCode":"3762DA","headPhone":"(31)03 56 03 40 40","boss":"Cor Oosterwijk","bossTitle":"Mr","bossPosition":"directeur","membersCount":4,"membersFTE":"1.0","membership":"De VSOP is lid van:&#xd;\n- de Patiëntenfederatie Nederland;&#xd;\n- EURORDIS (Rare Diseases Europe)&#xd;\n- EGAN Patients Network for Medical Reserach and Health&#xd;\n- het Forum Biotechnologie en Genetica","memberOrga":"https://vsop.nl/over-ons/lidorganisaties/","goal":"De Vereniging Samenwerkende Ouder- en Patiëntenorganisaties werd in 1979 statutair gevestigd te Baarn. &#xd;<br />De VSOP zet zich in voor mensen met zeldzame en genetische aandoeningen en hun kwaliteit van leven. &#xd;<br />Het statutaire mission statement is als volgt geformuleerd: &#xd;<br />’De VSOP wil vanuit het patiëntenperspectief stimuleren dat nieuwe genetische kennis en biomedische toepassingen voor iedereen toegankelijk zijn en optimaal bijdragen aan welzijn en gezondheid van zowel huidige als toekomstige generaties.’ &#xd;<br />Dit is uitgewerkt in de volgende doelstellingen: &#xd;<br />a. het raadplegen van de aangesloten organisaties betreffende gemeenschappelijke belangen, vraagstukken en uitdagingen;&#xd;<br />b. in het bijzonder aandacht te besteden aan:&#xd;<br />genetische, aangeboren en zeldzame aandoeningen;&#xd;<br />vraagstukken op het terrein van erfelijkheid, medische ethiek en medische biotechnologie;&#xd;<br />c. contacten met relevante partijen in binnen- en buitenland, gericht op belangenbehartiging;&#xd;<br />d. beleidsbeïnvloeding, advisering, agendasetting en samenwerking;&#xd;<br />e. het realiseren van of participeren in oplossingsgerichte nationale en Europese/internationale beleidstrajecten en projecten;&#xd;<br />f. het stimuleren van en/of participeren in patiëntgericht wetenschappelijk onderzoek, onder andere middels bijzondere leerstoelen;&#xd;<br />g. het stimuleren van goede voorlichting, preventie, diagnostiek, therapie en zorg;&#xd;<br />h. de inbreng van het patiëntenperspectief in het maatschappelijk en politiek debat;&#xd;<br />i. het zoeken van publiciteit voor belangen, standpunten en activiteiten.","acronym":"VSOP","interests":"Public Health, Research and innovation","euInitiatives":"Wetgeving op het terrein van zeldzame aandoeningen, wetenschappelijk en klinisch onderzoek, HTA.","lastUp":"2019-06-18T13:59:07.847+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}