{"id":"334548533182-79","name":"Gemeinsamer Bundesausschuss","registrationDate":"2018-11-13T15:50:35.776+02:00","category":6,"subCategory":9,"legal":"juristische Person des öffentlichen Rechts","web":"http://www.g-ba.de","country":"Germany","headAddress":"Gutenbergstr. 13","headCity":"Berlin","headPostCode":"10587","headPhone":"(49)03 02 75 83 80","boss":"Christian Igel","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":3,"membersFTE":"1.5","membership":"International Network of Agencies for Health Technology Assessment (INAHTA)","memberOrga":"","goal":"Der Gemeinsame Bundesausschuss (G-BA) ist das oberste Beschlussgremium der gemeinsamen Selbstverwaltung von Ärzten, Zahnärzten, Psychotherapeuten, Krankenhäusern und Krankenkassen in Deutschland. Rechtsgrundlage der Arbeit des G-BA ist das Fünfte Sozialgesetzbuch (SGB V).&#xd;<br />&#xd;<br />Der G-BA verfolgt das Ziel, den Leistungskatalog in der Gesetzlichen Krankenversicherung zu konkretisieren. Der Gesetzgeber hat im SGB V neben den Aufgaben und Kompetenzen des G-BA auch die Rahmenvorgaben zur Arbeitsweise und Finanzierung des G-BA festgelegt. &#xd;<br />&#xd;<br />Als Entscheidungsgremium mit Richtlinienkompetenz legt der G-BA innerhalb des vom Gesetzgeber vorgegebenen Rahmens fest, welche Leistungen der medizinischen Versorgung von der gesetzlichen Krankenversicherung (GKV) im Einzelnen übernommen werden. Zudem hat der G-BA weitere wichtige Aufgaben im Bereich des Qualitätsmanagements und der Qualitätssicherung in der vertragsärztlichen, vertragszahnärztlichen und stationären medizinischen Versorgung. So entwickelt er im Auftrag des Gesetzgebers Vorgaben zu Behandlungsstandards, Strukturen und Abläufen für im Fünften Sozialgesetzbuch (SGB V) definierte Leistungsbereiche. Und er legt für gesetzlich geforderte Qualitätssicherungsmaßnahmen Prüfkriterien und Abläufe fest.&#xd;<br />Gemäß §92 SGB V umfasst die Kompetenz des G-BA die Beschlussfassung von rechtsverbindlichen Richtlinien über die folgenden Bereiche:&#xd;<br />&#xd;<br />1.    ärztliche Behandlung,&#xd;<br />2.    zahnärztliche Behandlung einschließlich der Versorgung mit Zahnersatz sowie kieferorthopädische Behandlung,&#xd;<br />3.    Maßnahmen zur Früherkennung von Krankheiten und zur Qualitätssicherung der Früherkennungsuntersuchungen sowie zur Durchführung organisierter Krebsfrüherkennungsprogramme nach § 25a einschließlich der systematischen Erfassung, Überwachung und Verbesserung der Qualität dieser Programme,&#xd;<br />4.    ärztliche Betreuung bei Schwangerschaft und Mutterschaft,&#xd;<br />5.    Einführung neuer Untersuchungs- und Behandlungsmethoden,&#xd;<br />6.    Verordnung von Arznei-, Verband-, Heil- und Hilfsmitteln, Krankenhausbehandlung, häuslicher Krankenpflege und Soziotherapie,&#xd;<br />7.    Beurteilung der Arbeitsunfähigkeit einschließlich der Arbeitsunfähigkeit nach § 44a Satz 1 sowie der nach § 5 Abs. 1 Nr. 2a versicherten erwerbsfähigen Hilfebedürftigen im Sinne des Zweiten Buches,&#xd;<br />8.    Verordnung von im Einzelfall gebotenen Leistungen zur medizinischen Rehabilitation und die Beratung über Leistungen zur medizinischen Rehabilitation, Leistungen zur Teilhabe am Arbeitsleben und ergänzende Leistungen zur Rehabilitation,&#xd;<br />9.    Bedarfsplanung,&#xd;<br />10.    medizinische Maßnahmen zur Herbeiführung einer Schwangerschaft nach § 27a Abs. 1,&#xd;<br />11.    Maßnahmen nach den §§ 24a und 24b,&#xd;<br />12.    Verordnung von Krankentransporten,&#xd;<br />13.    Qualitätssicherung,&#xd;<br />14.    spezialisierte ambulante Palliativversorgung,&#xd;<br />15.    Schutzimpfungen.","acronym":"G-BA","interests":"Consumers, Employment and Social Affairs, Public Health","euInitiatives":"- Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on health technology assessment and amending Directive 2011/24/EU&#xd;<br />- VERORDNUNG (EU) 2017/745 DES EUROPÄISCHEN PARLAMENTS UND DES RATES vom 5. April 2017 über Medizinprodukte, zur Änderung der Richtlinie 2001/83/EG, der Verordnung (EG) Nr. 178/2002 und der Verordnung (EG) Nr. 1223/2009 und zur Aufhebung der Richtlinien 90/385/EWG und 93/42/EWG des Rates&#xd;<br />- VERORDNUNG (EU) 2017/746 DES EUROPÄISCHEN PARLAMENTS UND DES RATES vom 5. April 2017 über In-vitro-Diagnostika und zur Aufhebung der Richtlinie 98/79/EG und des Beschlusses 2010/227/EU der Kommission&#xd;<br />-  Joint action 724130 EUnetHTA (Joint Action 3)","lastUp":"2019-05-15T11:39:00.886+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}