{"id":"334622034942-37","name":"Regina Alapítvány Miskolc","registrationDate":"2019-05-24T09:10:40.342+02:00","category":3,"subCategory":2,"legal":"foundation","web":"https://www.facebook.com/reginamiskolc/","country":"Hungary","headAddress":"Költő u. 12.","headCity":"Miskolc","headPostCode":"3534","headPhone":"(36)2 04 52 67 23","boss":"Kishonthy-Kardos Rita","bossTitle":"Ms","bossPosition":"member of board","membersCount":2,"membersFTE":"1.0","membership":"EWL - Hungarian Department (Női Érdek)&#xd;\nhttps://womenlobby.org/?lang=en","memberOrga":"","goal":"The organization is run by women: we are a self-declared feminist organization, working on grassroots level in co-operation with local Roma women. The main aim of our organization is to develop and promote good practices and methods in the areas of communication and cooperation relating the issue of equal opportunities. &#xd;<br />&#xd;<br />Strategic goals&#xd;<br />-\tEmpowering local Roma women in Northern-Hungary to act, together with non-Roma women, for their community regarding health-care issues;&#xd;<br />-\tBuilding strategic partnership with the local school to provide the pupils, within the framework of classroom education, with lectures and seminars on sexual and reproductive rights;&#xd;<br />-\tChanging the negative attitudes of local health care provides towards the Roma;&#xd;<br />-\tEnding the mistreatment of Roma women during health/maternity care services;&#xd;<br />-\tDirect involvement of Roma women into negotiation with health care providers;&#xd;<br />-\tDeveloping  transferable and sustainable models for common actions of Roma and non-Roma women in the field of health-care;&#xd;<br />-\tPromoting the model of ’Acting together’ between Roma women and health care providers in other settlements in the region of Northern Hungary","acronym":"","interests":"Justice and Fundamental Rights","euInitiatives":"Policies&#xd;<br />Justice and Fundamental Rights&#xd;<br />Gender Equality (Gender Equality Strategy; Ending gender based violence; Istanbul Conviction)&#xd;<br />Combatting discrimination (Roma Integration in EU countries)","lastUp":"2019-05-24T09:12:58.319+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}