{"id":"334837913491-16","name":"Farmhouse and Artisan Cheese and dairy producers’ European network","registrationDate":"2014-04-20T21:57:26.995+02:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.face-network.eu","country":"France","headAddress":"Rue de Châteaudun, 42","headCity":"PARIS","headPostCode":"75314","headPhone":"(33)6 89 27 01 31","boss":"Frédéric BLANCHARD","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.75","membership":"","memberOrga":"Board 1: the producers’ association, “full members” of FACEnetwork, composing its Council:&#xd;\n&#xd;\nCountry\tName of the structure\tType of structure&#xd;\nAT, DE, LU\tVerband für handwerkliche Milchverarbeitung im ökologischen Landbau e.V. \tassociation of cheese and dairy producers&#xd;\nFI\tSuomen Pienjuustolayhdistys ry &#xd;\n\tassociation of cheese and dairy producers&#xd;\nFR\tFédération Nationale des Éleveurs de Chèvres \tassociation of cheese and dairy producers&#xd;\nIE\tCAIS - The Irish Farmhouse Cheesemakers Association \tassociation of cheese and dairy producers&#xd;\nIT\tAssociazione delle Casare e dei Casari di Azienda Agricola  \tassociation of cheese and dairy producers&#xd;\nNL\tBond van Boerderij Zuivelbereiders \tassociation of cheese and dairy producers&#xd;\nNO\tNorsk Gardsost \tassociation of cheese and dairy producers&#xd;\nPO\tStowarzyszenie \"Serowarzy Rodzinni\" \tassociation of cheese and dairy producers&#xd;\nSE\tSveriges Gårdsmejerister \tassociation of artisan cheese and dairy producers&#xd;\nSP\tRed Española de Queserias de Campo y Artesanas\tassociation of cheese and dairy producers&#xd;\nUK\tSpecialist Cheesemakers Association\tassociation of cheese and dairy producers&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\n&#xd;\nBoard 2: others organisations members of FACEnetwork (parner members):&#xd;\n&#xd;\nCountry\tName of the structure\tType of structure&#xd;\nFR\tMaison Régionale de l'Elevage \tassociation of breeding sector organisations&#xd;\nFR\tInstitut de l’Elevage\tTechnical centre&#xd;\nFR\tPôle d'Expérimentation et de Progrès Caprin Rhône-Alpes \ttechnical centre &#xd;\nFR\tFRESYCA \tassociation of breeding sector structures &#xd;\nIE\tBORD Bia \tpublic agency&#xd;\nIT\tARAL Assiocazione Regionale Allevatori della Lombardia \ttechnical centre&#xd;\nIT\tE.R.S.A.F. – Ente regionale per i servizi all’agricoltura e alle foreste\tpublic agency&#xd;\nIT\tAGENFORM - Agenzia dei Servizi Formativi della Provincia di Cuneo-Consorzio\ttechnical and training centre&#xd;\nIT\tSenerei Verband\ttecnical and training centre&#xd;\nPO\tAGROVIS\ttechnical service provider&#xd;\nSP\tLea Artibai Ikastetxea\ttechnical and training centre&#xd;\nSP\tLaboratorio Interprofesional Lechero de Cantabria&#xd;\n\ttechnical service provider&#xd;\nSP\tCABILDO DE LANZAROTE&#xd;\n\tpublic agency&#xd;\nSP\tUniversitat Autònoma de&#xd;\nBarcelona\tUniversity - research and technical service","goal":"The association FACEnetwork (Farmhouse and Artisan Cheese and dairy producers’ European network) represents farmhouse and artisan dairies and cheese houses sector at a European scale.&#xd;<br />&#xd;<br />The articles of the association were officially registered in February 2013 but the network started in 2009. It aims at representing and defending the interests of the farmhouse and artisan cheese and dairy sector, which is composed of businesses processing milk from cow, goat, buffalo and sheep, at a small-scale, and mostly, in the following two types of premises:&#xd;<br />&#xd;<br />-\t\"Farmhouse\" premises, which belong to farms and which process milk from at least the majority of their own livestock according to traditional methods&#xd;<br />&#xd;<br />-\t\"Artisan\" premises, which collect milk from local farmers and process it in small structures according to traditional methods&#xd;<br />&#xd;<br />In both cases, they generally enter in the definition of “microenterprises”, according to Commission Recommendation C(2003) 1422. They are family businesses, which make locally recognized products based on traditional, specific know-how. These businesses are economically profitable and are often a major support for difficult rural territories where dairy farming is one of the only possible activities.&#xd;<br />&#xd;<br />FACEnetwork and it members organisations aim at preserving, developing and promoting the diversity and richness of farmhouse and artisanal cheeses in Europe. FACEnetwork is the “spokesperson” for farmhouse and artisanal cheese-makers at European level:&#xd;<br />recognizing that European legislation may have an impact, whether positive or negative, on the activities of its members, FACEnetwork is committed to follow the relevant activities of the European institutions to ensure that its sector’s interests are taken into account. This will contribute to a better functioning and development of the “small cheese makers” sector within the European Union.","acronym":"FACEnetwork","interests":"Agriculture and Rural Development, Consumer Affairs, Education, Food Safety, Regional Policy","euInitiatives":"FFACEnetwork notably works on food safety, food labelling and presentation, food legislation, all this, when it concerns farmhouse and artisan cheese and dairy products. We also are interested by issues on animal health and welfare and more generally speacking, on biodiversity.&#xd;<br />&#xd;<br />Since 2014, FACEnetwork is member of two of the DG Agri’s Civil Dialogue Groups: the \"milk\" group and the \"promotion and food quality\" group. In both groups, it participated to topics related to “nutritional labelling” and to “labelling of origin or place of provenance of the ingredients”.","lastUp":"2018-04-05T09:32:27.064+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}