{"id":"33498019160-40","name":"Specialised Nutrition Europe","registrationDate":"2012-07-16T10:35:37.142+01:00","category":2,"subCategory":4,"legal":"International association under Belgian law","web":"https://www.specialisednutritioneurope.eu","country":"Belgium","headAddress":"Avenue des Nerviens, 9-31","headCity":"Brussels","headPostCode":"1040","headPhone":"(0032)25 08 10 74","boss":"Udo HERZ","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"1.5","membership":"SNE is a member of FoodDrinkEurope.","memberOrga":"For further information, please consult our website:&#xd;\nhttps://www.specialisednutritioneurope.eu/members","goal":"Specialised Nutrition Europe (SNE) represents the interests of the European specialised nutrition industry in Europe.&#xd;<br />&#xd;<br />SNE members provide tailor made dietary solutions for populations with very specific nutritional needs including infants and young children, individuals under medical supervision, sportspeople, overweight and obese consumers, and those suffering from coeliac disease.&#xd;<br />&#xd;<br />SNE aims to be recognised for the importance of these products in Europe, which 90% of Europeans will need at some stage in their lives. &#xd;<br />&#xd;<br />The association aims to increase awareness and understanding of these specific products (the so-called foods for specific groups) and the way in which they meet the needs of European consumers with particular dietary requirements.&#xd;<br /> &#xd;<br />With over fifty years of experience, SNE gathers and coordinates the detailed technical and regulatory expertise of members to develop common industry positions at EU level and help to support European public policy decisions.","acronym":"SNE","interests":"Agriculture and Rural Development, Competition, Consumer Affairs, Enterprise, Environment, Food Safety, General and Institutional Affairs, Internal Market, Public Health, Research and Technology, Sport, Trade","euInitiatives":"Implementation of the Regulation (EU) 609/2013 on Foods for Specific Groups&#xd;<br />&#xd;<br />General EU food legislation (food information, nutrition and health claims, food hygiene, food improvement agents, food safety)&#xd;<br />&#xd;<br />Food and nutrition policies, including malnutrition, obesity and physical activity&#xd;<br />&#xd;<br />Risk assessment","lastUp":"2018-03-06T10:09:12.612+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}