{"id":"335068130996-52","name":"Avv. Simona Putzu Studio Legale Internazionale","registrationDate":"2018-03-30T18:51:49.553+02:00","category":1,"subCategory":10,"legal":"Nessuno","web":"http://www.simonaputzu.eu","country":"Italy","headAddress":"Via Ludovisi 35","headCity":"Roma","headPostCode":"00187","headPhone":"(39)06 42 03 73 34","boss":"Simona Putzu","bossTitle":"Ms","bossPosition":"Avvocato","membersCount":2,"membersFTE":"1.0","membership":"Iscritta presso l'Ordine degli Avvocati di Roma.&#xd;\nMembro della International Association of Consumer Law.","memberOrga":"","goal":"Lo Studio legale avv. Simona Putzu si occupa di consulenza ed assistenza nelle materie di diritto civile, amministrativo, europeo ed internazionale, in particolare si occupa di progettazione e fund raising europeo ed internazionale.&#xd;<br />I clienti dello Studio legale avv. Simona Putzu sono PMI, Enti Locali, Università, Associazioni Non Profit, Centri di Ricerca, Enti Pubblici.&#xd;<br />Lo studio legale avv. Simona Putzu ha sede centrale a Roma ma dispone di un network in varie città italiane, indicate nel proprio sito web nella sezione Network e all'interno dello studio legale è aperto un Info Point dedicato alla Unione Europea che fornisce informazioni sulle politiche comunitarie e sulle sovvenzioni dirette europee indicato nel proprio sito web nella sezione Info Point Europa.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Lo studio dell'avv. Simona Putzu si occupa di offrire ai propri assistiti attività di consulenza ed assistenza in materia di normativa europea, analisi, valutazione e applicazione della medesima con riferimento agli atti di rappresentanza dei propri clienti. Lo studio realizza altresì attività di consulenza ed assistenza in materia di programmi di sovvenzione dell'Unione Europea, su questo aspetto lo studio dispone di un Info Point Europa creato all'interno dello Studio che dispone di consulenti che collaborano con l'ufficio centrale in Roma dello studio legale internazionale avv. Simona Putzu e di consulenti esperti che collaborano dalle sedi territoriali collegate in varie città italiane.","lastUp":"2018-03-30T18:52:31.357+02:00","customers":"K Solution srl,CREG - Centro di ricerca economica e giuridica,Alborada Grafica &amp; Stile srl","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}