{"id":"336263411883-56","name":"Panhellenic Union of Pharmaceutical Industry","registrationDate":"2013-09-16T16:30:51.244+01:00","category":2,"subCategory":4,"legal":"Union","web":"http://www.pef.gr","country":"Greece","headAddress":"Kifisias Avenue 324-326","headCity":"Athens","headPostCode":"15451","headPhone":"(30)21 05 23 78 05","boss":"Theodoros Tryfon","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.75","membership":"The Panhellenic Union of Pharmaceutical Industry is a member of Medicines for Europe, the European Association representing generics, biosimilar and value added medicines.","memberOrga":"http://www.pef.gr/our-association/our-members/","goal":"The PanHellenic Union of Pharmaceutical Industry (PEF) represents the domestic pharmaceutical manufacturers in Greece, which develop and produce mainly branded generics in 27 production units, strictly meeting the high quality EMA and FDA standards. During the past decade, the Greek pharmaceutical industry has been implementing major investment programs in infrastructure and in process / quality control systems. To this purpose PEFs' main goals are to develop and maintain constructive dialogues with the EU institutions in order to understand and participate in policy developments that affect and impact the Greek pharmaceutical industry. Furthermore PEF would like to discuss solutions to improve the quality of life for patients and to strengthen the competitiveness of the Greek pharmaceutical industry on a European level.","acronym":"PEF","interests":"Business and Industry, Competition, Consumers, Employment and Social Affairs, International co-operation and development, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"The Panhellenic Union of Pharmaceutical Industry actively follows legislative files discussed in the European Parliament Committee. In the past European Parliament term our main focus was the Proposal of review of the Supplementary Protection Certificate also known as the SPC Waiver. Currently, we are following any developments in relation to the Strategy on Pharmaceuticals in the Environment. We try to keep up to date with EU Funding Initiatives and attend as far as possible info days and events supported or organized by the Commission in Brussels or in Greece. Further policies which are of interest to us deal with taxation, employment, research and development and innovation for SMEs.","lastUp":"2019-10-30T16:22:02.211+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}