{"id":"336302316794-62","name":"TRL Limited","registrationDate":"2015-03-30T12:22:28.202+01:00","category":2,"subCategory":3,"legal":"Private Limited Company","web":"http://www.trl.co.uk","country":"United kingdom","headAddress":"Crowthorne House","headCity":"Wokingham","headPostCode":"RG40 3GA","headPhone":"(44)13 44 77 31 31","boss":"Rob Wallis","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":1,"membersFTE":"0.25","membership":"Association for European Transport&#xd;\nECTRI (European Conference of Transport Research Institutes)&#xd;\nFEHRL  ( Forum of European National Highway Research Laboratories)&#xd;\nFERSI  ( Forum of European Road Safety Research Institutes)","memberOrga":"","goal":"TRL (the UK’s Transport Research Laboratory) is one of the largest and most comprehensive transport centres in the world. TRL has an annual turnover of over £30 million and employs around 330 technical professionals, including engineers, scientists, psychologists, software developers and statisticians.  Commercially independent, TRL is wholly owned by TRF (the Transport Research Foundation) which is a non-profit distributing company and a Scientific Research Organisation.  &#xd;<br />&#xd;<br />Established over 80 years ago, TRL provides a broad range of technical consultancy, research and development, technology and product testing services. and works across a wide spectrum of fields in the transport sector. These include  highway, urban and rural road design, construction and maintenance, road safety, traffic management, transport planning, sustainable transport, intelligent transport systems, rail, cycling and motor sports. Our research and consultancy expertise embraces sustainable construction and asset management, ranging from runways to roads, rail and tunnels/bridges. TRL develops and implements innovative solutions and provides impartial trusted advice to a wide range of UK and international clients in both the public and private sector., TRL’s research and knowledge generation has helped to save lives, improve road and vehicle safety, increase economic conditions for the rural poor and improve the efficiency of urban transport conditions.","acronym":"TRL","interests":"Environment, Research and Technology, Transport","euInitiatives":"Participate as a speaker in Panel I: The impact of summer time arrangements on transport and tourism. The hearing will be held on 24 March 2015, from 16:00 to 18:30, in the European Parliament in Brussels, in room P3C050 (Paul-Henri Spaak Building).&#xd;<br />Prepare a short presentation on the potential road safety implications of changing the clock and the effects it has on transport in general. You might want to focus in your presentation on the results of various researches conducted in the EU on the subject.","lastUp":"2017-02-09T10:35:46.930+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}