{"id":"336456712900-02","name":"Association pour la défense du patrimoine et du paysage de la vallée de la Vingeanne","registrationDate":"2014-02-10T10:28:32.690+02:00","category":3,"subCategory":2,"legal":"Association française loi 1901","web":"https://www.facebook.com/Vall%C3%A9e-de-la-Vingeanne-192001600943077/","country":"France","headAddress":"rue Haute, 6","headCity":"CHAMPAGNE-SUR-VINGEANNE","headPostCode":"21310","headPhone":"(33)6 62 90 36 74","boss":"Michel de BROISSIA","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"Fédération Environnement Durable&#xd;\nVent de Colère&#xd;\nSPPEF","memberOrga":"","goal":"La vallée de la Vingeanne possède une identité forte fondée sur sa rivière, source de prospérité au cours des siècles. Eau en abondance, prairies naturelles et terres riches ont apporté, en dehors des périodes de guerre, une certaine aisance à ses habitants. Cela s’est traduit par des villages pittoresques possédant un bâti original, homogène et entretenu dans le respect de ce schéma général. Ainsi, de nombreux édifices, églises, lavoirs, moulins et châteaux sont classés. Pour autant, les villages n’ont cessé de grandir avec un nouvel habitat permettant à de nombreux ménages d’associer le travail en ville avec la vie à la campagne.&#xd;<br />&#xd;<br />L’objectif de l’association VdV est la défense de l’environnement et du patrimoine culturel de la Vallée de la Vingeanne en la protégeant de projets qui auraient un impact sur l’environnement, sur le paysage, sur le bâti de caractère ou sur la qualité de la vie.&#xd;<br />&#xd;<br />Les activités de l’association se limitent aux communes situées sur la Vingeanne dans le département de la Côte d’Or ainsi qu’aux communes voisines dans les départements de la Côte d’Or, de la Haute-Marne et de la Haute-Saône.","acronym":"VdV","interests":"Agriculture and Rural Development, Climate Action, Energy, Environment, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Taxation","euInitiatives":"Energie&#xd;<br />Développement durable&#xd;<br />Energie renouvelable intermittente&#xd;<br />Emissions de CO2&#xd;<br />Gaz à effet de serre","lastUp":"2019-07-01T16:08:23.428+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}