{"id":"337639131420-09","name":"Investment Migration Council","registrationDate":"2018-05-09T11:52:50.336+02:00","category":3,"subCategory":2,"legal":"non-profit association","web":"http://www.investmentmigration.org","country":"Switzerland","headAddress":"16 rue Maunoir","headCity":"Geneva 6","headPostCode":"1211","headPhone":"(41)2 25 33 13 33","boss":"Bruno L'ecuyer","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"https://investmentmigration.org/members-directory/","goal":"The Investment Migration Council (IMC) is the worldwide association for investor immigration and citizenship by investment, bringing together the leading stakeholders in the field and giving the industry a voice. &#xd;<br />&#xd;<br />The IMC sets the standards on a global level and interacts with other professional associations, governments and international organisations in relation to investment migration. &#xd;<br />&#xd;<br />The IMC helps to improve public understanding of the issues faced by clients and governments in this area and promotes education and high professional standards among its members.","acronym":"IMC","interests":"Borders and Security, Education and training, European Neighbourhood Policy, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Taxation","euInitiatives":"None, but we are interested to participate in the debate surrounding residency and citizenship by investment programmes.&#xd;<br />&#xd;<br />Our plan is to improve our interaction within the EU Institutions and reach out to MEPs educating them and proving information about residency and citizenship programmes in the EU and worldwide, such that they are better informed about the industry.  Subject to available funding our organisation may decide to open a small office in Brussels.","lastUp":"2018-05-15T11:35:47.494+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}