{"id":"337657436403-97","name":"Citizens Pro Europe","registrationDate":"2019-10-30T12:10:53.036+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"","country":"Belgium","headAddress":"Rue de Montenegro 3","headCity":"Brussels","headPostCode":"1060","headPhone":"(34)6 76 62 55 58","boss":"Teresa Freixes Sanjuan","bossTitle":"Ms","bossPosition":"President","membersCount":4,"membersFTE":"1.25","membership":"Citizens pro Europe is a plural entity in its approaches and in its configuration and can be composed of natural and legal persons that shere the EU values and ais if the NGO. No legal person (association, federeation or network) is associated yet, as CPE is starting its activities.","memberOrga":"","goal":"Citizens pro Europe is an NGO dedicated to the promotion of an active European citizenship and EU values as established in the treaties. The organisation is independent from any political party, administration or private corporation. Its activities are of an intellectual, cultural and social nature. It intends to boost public debate and dialogue at intititutional and social level in Belgium and in the EU institutions and its Mamber States (through national antenas). One of its core values is to promotion European democracy, the respect for the contitutional and legal framework of the Member States and the EU, and the active sensibilitation on the risks of populism and nationalism in Europe. Special enphasis will be put on less favoured sectors of society, in order to promote their awarness on the citizenship of the Union and the values of the treaties. CPE aims at deepening the democratic dimension of the EU based on an active citizenship, through (inter alia) establish contacts with the relevant European bodies and institutions.","acronym":"CPE","interests":"Communication, Culture, Culture and media, Education and training, Institutional affairs, Justice and Fundamental Rights, Youth","euInitiatives":"Through an active engagement with the European Institutions and its representatives, Citizens Pro Europe intends to sensitize the EU decision-making actors on the need to strengthen the democratic dimension of the EU. Through an open dialogue with policy-makers, CPE will strive to put the citizens in the center of the policy making, to promote the need to strengthen EU measures for an active citizenship in the European Union. Providing EU institutions with input and helping create greater synergies between the Institutions and citizens will also be one of the key goals, having EU values at the core of its activities. CPE intends to feed the debates on the Future of Europe (as priority of the new Commission), follow up in the evolution of EU citizenship initiatives and to promote of EU values and democracy (including the respect for the constitutional and treaty based legal order of the EU).","lastUp":"2019-10-31T10:57:59.652+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}