{"id":"337925317235-33","name":"Confederation of Independent Football Associations","registrationDate":"2015-05-05T22:45:45.320+01:00","category":3,"subCategory":2,"legal":"NPO - Non Profit/Charity Organization","web":"http://www.conifa.org","country":"Sweden","headAddress":"Forellgränd 32","headCity":"Luleå","headPostCode":"974 52","headPhone":"(46)7 30 63 79 20","boss":"Per-Anders Blind","bossTitle":"Mr","bossPosition":"President","membersCount":8,"membersFTE":"4.0","membership":"ISCA - International Sport and Culture Association&#xd;\nwww.isca-web.org","memberOrga":"Africa: Darfur United, Zanzibar, Chagos Island, Somaliland, Barawa, Matabeleland, Western Sahara&#xd;\nAsia: Arameans Suryoye, Kurdistan, Panjab, Tamil Eelam, Lezghian, Ryukyu, Tibet, FC Korea, Uyghur&#xd;\nEurope: Abkhazia, County of Nice, Delvidek, Donetsk PR, Ellan Vannin, Felvidek, Franconia, Greenland, Heligoland, Karpatalya, Luhansk PR,  Monaco, Nagorno Karabakh, Northern Cyprus, Occitania, Padania, Raetia, Romani people, Sapmi, Skåneland, Szekely Land, South Ossetia,  Transnistria, Western Armenia&#xd;\nNorth America: Quebec, Cascadia&#xd;\nOceania: Kiribati, Tuvalu&#xd;\nRead more at http://www.conifa.org","goal":"With high ethical standards and dedicated members CONIFA is the world leading organization for people, nations and sportingly isolated regions whom share the joy of playing international football. CONIFA contributes to the enhancement of global relations and international understanding&#xd;<br />&#xd;<br />CONIFA aims to build bridges between people, nations, minorities and isolated regions all over the world through friendship, culture and the joy of playing football. CONIFA works for the development of affiliated members and is committed to fair play and the eradication of racism.","acronym":"CONIFA","interests":"Communication, Culture, Development, Education, Humanitarian Aid, Information Society, Sport, Youth","euInitiatives":"Social integration, sports, culture, transparency, integration, peace, projects and youth exchange.","lastUp":"2018-03-01T22:07:45.754+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}