{"id":"338162110726-87","name":"Voluntary Services Overseas","registrationDate":"2013-03-18T12:36:37.033+01:00","category":3,"subCategory":2,"legal":"VSO is a registered charity with the Charity Commission in England and Wales with registered number 313757 and in Scotland with registered number SCO39117.","web":"http://www.vsointernational.org/","country":"United kingdom","headAddress":"London Road, 100","headCity":"London","headPostCode":"KT2 6QJ","headPhone":"(44)0 20 87 80 75 00","boss":"Jenny Owen","bossTitle":"Ms","bossPosition":"Company Secretary","membersCount":39,"membersFTE":"13.5","membership":"VSO is BOND, who is a member of CONCORD a European NGO confederation for relief and development. More information on CONCORD can be found on their website: http://www.concordeurope.org/ &#xd;\n&#xd;\nVSO is also a member of FORUM, which are umbrella organisations for NGO's working with volunteers. More information can be found here: http://forum-ids.org/&#xd;\n&#xd;\nVSO is also a member of the following networks/alliances:&#xd;\n&#xd;\nNCVO - https://www.ncvo.org.uk/practical-support/volunteering&#xd;\n&#xd;\nACEVO - http://www.volunteering.org.uk/component/vmp/acevo&#xd;\n&#xd;\nUK Consortium on HIV/AIDS - http://stopaids.org.uk/&#xd;\nVolunteering England - http://www.volunteering.org.uk/&#xd;\n&#xd;\nGADN - http://gadnetwork.org/&#xd;\n&#xd;\nBeyond2015 - http://www.beyond2015.org/&#xd;\n&#xd;\nAction2015 - http://www.action2015.org/","memberOrga":"VSOs International Board Members&#xd;\nhttp://www.vsointernational.org/about/structure-and-governance/international-board&#xd;\nThe VSO global group:&#xd;\nhttp://www.vsointernational.org/&#xd;\nhttp://www.vso.nl/&#xd;\nhttp://www.vso.ie/&#xd;\n&#xd;\nVSO is a global organisation registered in the UK. VSO operates programmes out of more than 20 country offices in Africa and Asia. VSO is a company limited by guarantee, registered in England and Wales, with company number 703509.&#xd;\nVSO is governed by an International Board and an Executive Board.&#xd;\nInternational Board&#xd;\nVSOs governing body is the International Board, currently comprising 9 trustees.&#xd;\nThe International Board (IB) meets three times a year in person and four times a year via telephone. Trustees are appointed for an initial period of three years, which can be extended for a further three-year period.&#xd;\nExecutive Board&#xd;\nThe International Board delegates VSO’s day-to-day management to the chief executive and the Executive Board. The Executive Board holds responsibility for quarterly review and revision of objectives, budgets and strategic direction of VSO. &#xd;\nThe Executive Board has operational oversight of VSOs global work. Each member is responsible for an area of VSOs global operations, including: programmes, business development, people and organisational development, and finance and strategic partnerships.&#xd;\nThe Executive Board meets weekly to oversee implementation of strategic and operational activity, allocate resources, set and monitor standards, and determine core approaches to how VSO works. The Executive Board formally reviews achievements against VSO’s development, operational and financial objectives quarterly, in collaboration with senior employees across the organisation.&#xd;\nThere is a formal list of matters reserved for the International Board in VSO’s Schedule of Delegation. The Board is responsible for approving and monitoring implementation of VSOs long-term strategy, annual corporate business plan, objectives and budget, key policies, constitutional changes and the appointment of the chief executive.","goal":"VSO is the world’s leading independent development organisation that uses volunteers to fight poverty and reduce inequality.&#xd;<br />Our vision is a world without poverty.&#xd;<br />Mission: We bring people together to address marginalisation and poverty.&#xd;<br />Our unique role in international development is to place committed volunteers with carefully selected organisations so their skills generate the greatest value. We know, from sixty years of experience, that when teachers pass on their skills to others, community groups shown reliable sources of income, and governments helped to make systems fairer, this brings about lasting change. &#xd;<br />VSO’s values:&#xd;<br />•\tBy thinking globally, we can change the world&#xd;<br />•\tProgress is only possible by working together&#xd;<br />•\tKnowledge is our most powerful tool&#xd;<br />•\tPeople are the best agents of change&#xd;<br />&#xd;<br />People First&#xd;<br />Our strategy, People First, sets out how we will increase our impact against marginalisation and poverty:&#xd;<br />Extend and deepen our impact through our programmes&#xd;<br />Mobilise global citizens to support the Sustainable Development Goals (SDGs)&#xd;<br />Position volunteering as a powerful contribution to delivery of the SDGs&#xd;<br />Partnerships lie at the root of all the positive transformation that we create. Together, we work on programme development and delivery, research, advocacy and fundraising.&#xd;<br />VSO’s experience has shown our contribution to ending poverty is best focused on: &#xd;<br />•\tEducation: improving learning outcomes for all children including literacy and numeracy. &#xd;<br />•\tHealth: reducing maternal and child mortality, improving the diagnosis and treatment of STI’s and HIV, and improving family planning. &#xd;<br />•\tLivelihoods: supporting communities to become more economically self-sufficient and resilient against natural and human-made shocks.&#xd;<br />Our national and international volunteers work with education professionals, health practitioners, entrepreneurs, community leaders, policy makers, and activists from the government to the community level. By working together - combining volunteers’ diverse and complementary skills and ideas with local knowledge and expertise – they are able to identify and implement innovative solutions to development challenges. This creates the environment for social change by strengthening human capital and local ownership.&#xd;<br />Our development programmes support and bring together partner organisations across all sectors to work collectively towards common, inter-related outcomes: &#xd;<br />•\tServices: improving the accessibility and quality of basic services. &#xd;<br />•\tMarkets and resources: creating the more equitable distribution and access to productive natural resources, market opportunities and decent employment. &#xd;<br />•\tSocial accountability: strengthening the voice and influence of local communities and the responsiveness of those in power. &#xd;<br />•\tPolicy: improving the design and implementation of policies to tackle poverty and inequality. &#xd;<br />VSO build on the learning generated from our work about ‘what works’, together with the perspectives of the people and organisations we work with, to direct our policy engagement and advocacy at national, regional and international levels. By connecting people at every level, we build a global network of citizens and communities engaged in the fight against poverty","acronym":"VSO","interests":"Agriculture and Rural Development, Budget, Climate Action, Communication, Economy, finance and the euro, Education and training, Energy, Environment, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Trade, Youth","euInitiatives":"VSO currently actively monitors the following EU initiatives, policies and legislative files:&#xd;<br />•\tThe EU’s development policy, in particular policies related to human development including health and education&#xd;<br />•\tThe EU Aid Volunteers Initiative&#xd;<br />•\tThe implementation of the EU’s Development budget&#xd;<br />•\tThe EU’s policy on private sector involvement in Development&#xd;<br />•\tRelevant policy implementation, public relations and communication activities such as projects, events and publications","lastUp":"2019-03-20T18:58:27.039+01:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}