{"id":"33858106461-10","name":"Raiffeisen Bank International AG","registrationDate":"2011-08-23T10:40:13.943+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.rbinternational.com","country":"Austria","headAddress":"Am Stadtpark, 9","headCity":"Vienna","headPostCode":"1030","headPhone":"(431)7 17 07","boss":"Johann Strobl","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstandes","membersCount":6,"membersFTE":"3.0","membership":"RBI ist u.a. Mitglied bei&#xd;\n&#xd;\n- Fachverband der Raiffeisenbanken, als Teilorganisation der Wirtschaftskammer Österreich (WKO): https://www.wko.at/Content.Node/branchen/oe/BankVersicherung/Raiffeisenbanken--Fachverband/Startseite_Raiffeisenbanken__Fachverband.html&#xd;\n- Centre for European Policy Studies (CEPS): www.ceps.be&#xd;\n- UNICO (www.unicobankinggroup.eu) &#xd;\n- Industriellenvereinigung (www.iv.at) &#xd;\n&#xd;\nZusatzinformation:&#xd;\nDer Fachverband der Raiffenbanken ist Mitglied der Europäischen Vereinigung der Genossenschaftsbanken (EACB: www.eacb.coop),  die Raiffeisen Capital Management (Tochtergesellschaft der RBI) bei EFAMA (www.efama.org)","memberOrga":"","goal":"Die Raiffeisen Bank International AG (RBI) betrachtet Österreich, wo sie als eine führende Kommerz- und Investmentbank tätig ist, sowie Zentral- und Osteuropa (CEE) als ihren Heimmarkt. 14 Märkte der Region werden durch Tochterbanken abgedeckt, darüber hinaus umfasst die Gruppe zahlreiche andere Finanzdienstleistungsunternehmen beispielsweise in den Bereichen Leasing, Vermögensverwaltung und M&amp;A. Schließlich fungiert die RBI als Zentralinstitut der Raiffeisen Bankengruppe Österreich (RBG).","acronym":"RBI","interests":"Business and Industry, Competition, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Enlargement, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Regional Policy, Single market, Taxation","euInitiatives":"Aktuelle Rechtssetzungsvorhaben und Initiativen u.a. im Bereich Finanzdienstleistungen, Gesellschaftsrecht und Steuern, Investitionen, Industrie, Wettbewerb.&#xd;<br />Derzeit insbesondere Kapitalmarktunion, BSR, FTT, SSM, EFSI, DGS, EDIS, TLAC/MREL, MiFID, UCITS und CRD/CRR.","lastUp":"2018-07-23T11:08:00.349+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}