{"id":"33885548180-35","name":"European Council for Motor Trades and Repairs","registrationDate":"2012-02-27T15:47:40.949+02:00","category":2,"subCategory":4,"legal":"aisbl","web":"http://www.cecra.eu","country":"Belgium","headAddress":"Boulevard de la Woluwe 46","headCity":"Bruxelles","headPostCode":"1200","headPhone":"(32)27 71 96 56","boss":"Bernard Lycke","bossTitle":"Mr","bossPosition":"Director General","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"The list of CECRA's members is available on the following link:&#xd;\n&#xd;\nhttp://www.cecra.eu/page/members","goal":"The European Council for Motor Trades and Repairs (CECRA) is the European federation of professional associations representing the interests of automotive dealers and repairers. &#xd;<br />&#xd;<br />Through its members – national motor trade associations and European Dealer Councils – CECRA represents the interests of 336,720 automotive businesses all over Europe and beyond. Together they employ around 2.9 million people.&#xd;<br />&#xd;<br />In the automotive retail sector, CECRA acts as a consultative body for its members and represents the industry vis-à-vis other European automotive associations, the European Commission, the European Parliament and other EU institutions.","acronym":"CECRA","interests":"Climate Action, Competition, Consumer Affairs, Energy, Enterprise, Internal Market, Taxation, Trade, Transport","euInitiatives":"Since 1985, the automotive industry has enjoyed a number of specific block exemption regulations, the most recent one being Regulation 1400/2002 on vertical agreements for the purchase, sale or resale of new motor vehicles. In order to safeguard the rights enjoyed by dealers under this Regulation, which expired in May 2013, CECRA has been trying to reach an agreement with vehicle manufacturers concerning a voluntary code of conduct.&#xd;<br />&#xd;<br />Furthermore, over the last couple of years, CECRA worked closely with a range of stakeholders, including vehicle manufacturers and various national and European standardisation bodies in order to ensure that both independent and authorised repairers enjoy standardised access to the information they need to do their job.&#xd;<br />&#xd;<br />As the sole representative of car dealers and repairers at European level, CECRA was part of GEAR 2030, a High Level group created by the Commission to ensure the competitiveness and sustainability of the automotive industry in Europe.","lastUp":"2018-04-13T11:51:33.264+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}