{"id":"3394645201-03","name":"Bundesverband Neue Energiewirtschaft e.V. / Association of Energy Market Innovators","registrationDate":"2008-07-15T17:44:08.929+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein (registered association)","web":"http://www.bne-online.de","country":"Germany","headAddress":"Hackescher Markt 4","headCity":"Berlin","headPostCode":"10178","headPhone":"(4930)4 00 54 80","boss":"Robert Busch","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":2,"membersFTE":"1.25","membership":"bne is founding member of the \"Schlichtungsstelle Energie e.V.\", Berlin: https://www.schlichtungsstelle-energie.de/&#xd;\n&#xd;\nbne is a member of Deutsch-Französisches Büros für die Energiewende (DFBEW), Berlin &amp; Paris: https://enr-ee.com/de/startseite/&#xd;\n&#xd;\nbne is a member of the Smart Energy Euope (SmartEn): http://www.smarten.eu/&#xd;\n&#xd;\nbne is founding member of European Energy Retailers (EER), http://europeanenergyretailers.eu/","memberOrga":"http://www.bne-online.de/de/content/mitgliedsunternehmen","goal":"Our goals:&#xd;<br />&#xd;<br />- Demand for a competitive regulatory framework for the energy sector&#xd;<br />&#xd;<br />- Enforcement and monitoring of competitive principles in market developments&#xd;<br />&#xd;<br />- Implementation of fair and non-discriminatory conditions of competition in the organisation of network access and network usage&#xd;<br />&#xd;<br />- Creation of a transparent market and&#xd;<br />&#xd;<br />- Abolition of cross-subsidies between network and distribution departments within vertically integrated supply companies&#xd;<br />&#xd;<br />Our demands:&#xd;<br />&#xd;<br />Strict unbundling and prevention of cross-subsidies&#xd;<br />&#xd;<br />With multi-utility structures, the network revenues are still available to support distribution - neutral networks are the only way of guaranteeing genuine competition. In Germany, network operators’ neutrality is impeded by insufficient unbundling efforts. This makes it essential to promote neutrality, especially on the distribution network level.&#xd;<br />&#xd;<br />Reasonable network usage fees&#xd;<br />&#xd;<br />As a result of their natural monopoly position, networks tend to be inefficient and deal with costs uncritically. Continuous regulation is necessary to limit these tendencies and simultaneously ensure the networks' quality.&#xd;<br />&#xd;<br />Transparency in the field of natural network monopolies&#xd;<br />&#xd;<br />Transparency is indispensable in the field of natural monopolies. On account of network’s monopoly position, network information is not in need of protection. The information asymmetry, which has also been criticised by the regulator, can only be eliminated by having an extremely high degree of transparency.","acronym":"bne","interests":"Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Energy, Single market, Taxation, Trans-European Networks, Transport","euInitiatives":"Strategie zur Energieunion; Digitaler Binnenmarkt; Internal Energy Market (Framework Guidelines &amp; Network Codes, Energiemarktdesign (MDI), Security of Supply, Retail Market Reform, DSO buisness and regulatory models, DSO-TSO interface &amp; interacation); Heating &amp; Cooling Strategy; Verbraucherthemen @CEER - Wettbewerb, Endkundenmärkte, Wechselhürden; Reform ETS; Clean Energy Package (all files, most relevant are Electricity Directive &amp; Regulation), Clean Transport Package, Gas Package.","lastUp":"2019-03-15T11:13:13.021+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}