{"id":"3394026642-58","name":"BP p.l.c.","registrationDate":"2008-11-14T16:08:26.941+02:00","category":2,"subCategory":3,"legal":"Public Limited Company","web":"http://www.bp.com","country":"United kingdom","headAddress":"St. James's Square, 1","headCity":"London","headPostCode":"SW1Y 4PD","headPhone":"(44)20 74 96 40 00","boss":"Bob Dudley","bossTitle":"Mr","bossPosition":"Group Chief Executive","membersCount":9,"membersFTE":"5.25","membership":"BP is a member of many associations/networks.&#xd;\nDuring the 2017 financial year, the following 5 memberships were most relevant:&#xd;\n1. FuelsEurope/Concawe&#xd;\n2. IOGP (International Association of Oil and Gas Producers)&#xd;\n3. ERT (European Roundtable of Industrialists) &#xd;\n4. BUSINESSEUROPE&#xd;\n5. CEFIC","memberOrga":"","goal":"BP is a global energy company with wide reach across the world’s energy system. The energy we produce serves to power economic growth and lift people out of poverty. The way heat, light and mobility are delivered is changing. We aim to anchor our business in these changing patterns of demand, rather than in the quest for supply. We have a real contribution to make the world’s ambition of a low carbon future. &#xd;<br />We have operations in Europe, North and South America, Australasia, Asia and Africa, and employ around 74,000 people worldwide.&#xd;<br />www.bp.com","acronym":"BP","interests":"Climate Action, Competition, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, Internal Market, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Representation of the positions, views and interests of BP p.l.c. to the institutions of the European Union in areas including: &#xd;<br />&#xd;<br />1. European policy and legislation impacting the business of our company including in the areas of energy, offshore safety, research and innovation, climate change, environmental protection, competition, financial markets, taxation and employment.&#xd;<br />e.g. &#xd;<br />Energy Union - Clean Energy Package/Revision Gas Directives&#xd;<br />Large Combustion Plants Directive&#xd;<br />European Emissions Trading system&#xd;<br />Hydrocarbon Guidance Document&#xd;<br />Low Emission Mobility&#xd;<br />&#xd;<br />2. EU international relations with countries and regions of importance to our business operations:&#xd;<br />- Caspian&#xd;<br />- Russia&#xd;<br />- Northern Africa&#xd;<br />- USA","lastUp":"2018-04-18T15:15:46.030+02:00","customers":"","costAbsolu":"","costRange":"2750000-2999999","turnoverAbsolu":0,"turnoverRange":""}