{"id":"3394026642-58","name":"BP p.l.c.","registrationDate":"2008-11-14T16:08:26.941+01:00","category":2,"subCategory":3,"legal":"Public Limited Company","web":"http://www.bp.com","country":"United kingdom","headAddress":"St. James's Square, 1","headCity":"London","headPostCode":"SW1Y 4PD","headPhone":"(44)20 74 96 40 00","boss":"Bob Dudley","bossTitle":"Mr","bossPosition":"Group Chief Executive","membersCount":9,"membersFTE":"5.25","membership":"BP is a member of many associations/networks.&#xd;\nDuring the 2016 financial year, the following 5 memberships were most relevant:&#xd;\n1. FuelsEurope/Concawe&#xd;\n2. IOGP (International Association of Oil and Gas Producers)&#xd;\n3. ERT (European Roundtable of Industrialists) &#xd;\n4. BUSINESSEUROPE&#xd;\n5. The German Marshall Fund of the United States","memberOrga":"","goal":"BP is of one of the world's leading international oil and gas companies. We operate or market our products in around 72 countries, employ over 74,500 people and provide our customers with fuel for transportation, energy for heating and light, lubricants to keep engines turning, retail services and petrochemicals products used to make everyday items like textiles and food packaging.&#xd;<br />Our interests and activities are split between Upstream, which includes oil and natural gas exploration; field development and production; hydrocarbon transportation, storage and processing; and the marketing and trading of natural gas including liquefied natural gas (LNG), Downstream, which involves the supply and trading, refining, manufacturing, marketing and transportation of crude oil, petroleum and petrochemicals products, and Alternative Energy, which is focused on low-carbon energy activities such as onshore wind farms and biofuels.&#xd;<br />&#xd;<br />www.bp.com","acronym":"BP","interests":"Climate Action, Competition, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, Internal Market, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Representation of the positions, views and interests of BP p.l.c. to the institutions of the European Union in areas including: &#xd;<br />&#xd;<br />1. European policy and legislation impacting the business of our company including in the areas of energy, offshore safety, research and innovation, climate change, environmental protection, competition, financial markets, taxation and employment.&#xd;<br />e.g. &#xd;<br />Energy Union&#xd;<br />Large Combustion Plants Directive&#xd;<br />European Emissions Trading system&#xd;<br />Hydrocarbon Guidance Document &#xd;<br />&#xd;<br />2. EU international relations with countries and regions of importance to our business operations:&#xd;<br />- Caspian&#xd;<br />- Russia&#xd;<br />- Northern Africa&#xd;<br />- USA","lastUp":"2017-04-18T16:45:04.516+01:00","customers":"","costAbsolu":"","costRange":"2750000-2999999","turnoverAbsolu":0,"turnoverRange":""}