{"id":"3394026642-58","name":"BP p.l.c.","registrationDate":"2008-11-14T16:08:26.941+02:00","category":2,"subCategory":3,"legal":"Public Limited Company","web":"http://www.bp.com","country":"United kingdom","headAddress":"St. James's Square, 1","headCity":"London","headPostCode":"SW1Y 4PD","headPhone":"(44)20 74 96 40 00","boss":"Bob Dudley","bossTitle":"Mr","bossPosition":"Group Chief Executive","membersCount":9,"membersFTE":"6.0","membership":"BP is a member of many associations/networks.&#xd;\nDuring the 2018 financial year, BP was a member of the following organisations:&#xd;\n&#xd;\n1. FuelsEurope/Concawe&#xd;\n2. IOGP (International Association of Oil and Gas Producers)&#xd;\n3. ERT (European Roundtable of Industrialists) &#xd;\n4. BUSINESSEUROPE&#xd;\n5. CEFIC&#xd;\n6. CEPS&#xd;\n7. CIEP/Clingendael&#xd;\n8. AdHoC Council&#xd;\n9. Kangaroo Group&#xd;\n10. German Marshall Fund&#xd;\n11. American Chamber of Commerce&#xd;\n12. British Chamber of Commerce","memberOrga":"","goal":"BP is a global energy company with wide reach across the world’s energy system. &#xd;<br />&#xd;<br />We provide customers with fuel for transport, energy for heat and light, power for industry, lubricants to keep engines moving and the petrochemicals products used to make everyday items such as paints, clothes and packaging. The energy we produce serves to power economic growth and lift people out of poverty. &#xd;<br />&#xd;<br />The way heat, light and mobility are delivered is changing. We aim to anchor our business in these changing patterns of demand, rather than in the quest for supply. We have a real contribution to make to the world’s ambition of a low carbon future and are advancing the energy transition.&#xd;<br /> &#xd;<br />We have operations in 78 countries and employ 73,000 people worldwide. In the EU, we operate in each member state and we employ 31,000 staff.&#xd;<br />&#xd;<br />www.bp.com","acronym":"BP","interests":"Business and Industry, Climate Action, Competition, Employment and Social Affairs, Energy, Environment, External Relations, Foreign affairs and security policy, International co-operation and development, Maritime affairs and fisheries, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Representation of the positions, views and interests of BP p.l.c. to the institutions of the European Union in areas including: &#xd;<br />&#xd;<br />1. European policy and legislation impacting the business of our company including in the areas of energy, offshore safety, research and innovation, climate change, environmental protection, competition, financial markets, taxation and employment.&#xd;<br />e.g. &#xd;<br />Energy Union - Clean Energy Package/Revision Gas Directives&#xd;<br />Large Combustion Plants Directive&#xd;<br />European Emissions Trading system&#xd;<br />Hydrocarbon Guidance Document&#xd;<br />Low Emission Mobility&#xd;<br />&#xd;<br />2. EU international relations with countries and regions of importance to our business operations:&#xd;<br />- Caspian&#xd;<br />- Russia&#xd;<br />- Northern Africa&#xd;<br />- USA","lastUp":"2019-04-17T11:53:52.004+02:00","customers":"","costAbsolu":"","costRange":"2500000-2749000","turnoverAbsolu":0,"turnoverRange":""}