{"id":"339569615567-89","name":"European Council on Foreign Relations","registrationDate":"2015-01-14T12:44:24.973+02:00","category":4,"subCategory":5,"legal":"Registered Charity","web":"http://www.ecfr.eu/","country":"United kingdom","headAddress":"4th Floor. Tennyson House","headCity":"London","headPostCode":"W1W 5PA","headPhone":"(44)72 27 68 60","boss":"Alba Lamberti","bossTitle":"Ms","bossPosition":"Deputy Director","membersCount":18,"membersFTE":"18.0","membership":"","memberOrga":"http://www.ecfr.eu/about/council","goal":"ECFR is the first pan-European think-tank. Launched in October 2007, its objective is to conduct research and promote informed debate across Europe on the development of a coherent and effective European values-based foreign policy. &#xd;<br />&#xd;<br />Three distinctive elements define ECFR's activitites:&#xd;<br />&#xd;<br />1) A pan-European Council. ECFR has brought together a distinguished Council of over two hundred and eighty members - politicians, decision-makers, thinkers and business leaders from across Europe - which meets once a year as a full body. Members provide ECFR staff with advice and feedback and assist ECFR's activities within their own countries. The Council is chaired by Carl Bildt, Emma Bonino and Mabel van Oranje. &#xd;<br />&#xd;<br />2) A physical presence in the main EU member states. Uniquely among European think-tanks, ECFR has offices in Berlin, London, Madrid, Paris, Rome, Sofia and Warsaw. The offices are platforms for research, debate, and advocacy.&#xd;<br />&#xd;<br />3) A distinctive research and policy development process. ECFR has brought together a team of distinguished researchers and practitioners from all over Europe to advance its objectives through innovative projects with a pan-European focus.","acronym":"ECFR","interests":"External Relations, Foreign and Security Policy and Defence","euInitiatives":"Foreign Affairs &amp; Security Policy","lastUp":"2018-04-24T12:29:28.111+02:00","customers":"","costAbsolu":"","costRange":"6750000-6999999","turnoverAbsolu":0,"turnoverRange":""}