{"id":"339629927349-13","name":"Vereniging FME-CWM","registrationDate":"2017-06-01T09:40:45.588+02:00","category":2,"subCategory":1,"legal":"Vereniging","web":"http://www.fme.nl","country":"Netherlands","headAddress":"Zilverstraat 69","headCity":"Zoetermeer","headPostCode":"2700 AD","headPhone":"(31)7 93 53 11 00","boss":"Ineke Dezentjé Hamming - Bluemink","bossTitle":"Ms","bossPosition":"Voorzitter - Algemeen directeur","membersCount":20,"membersFTE":"12.5","membership":"www.orgalime.org&#xd;\nwww.ceemet.org","memberOrga":"https://www.fme.nl/nl/leden","goal":"We mobiliseren en verbinden de technologische industrie voor elke vraag of uitdaging die de wereld van vandaag en morgen heeft. Om zo de verdienkracht van individuele leden en de industrie als collectief te vergroten.&#xd;<br />&#xd;<br />FME is de ondernemersorganisatie voor de technologische industrie. Onze 2.200 leden zijn technostarters, handelsbedrijven, middelgrote en kleine industrie (mki) en grote industrie/multinationals die actief zijn in de sectoren metaal, elektronica, elektrotechniek en kunststof. Er werken bij onze leden 220.000 medewerkers. De gezamenlijke omzet van de FME-leden bedraagt 91 miljard en zij exporteren voor 49 miljard. Daarmee realiseren de FME-leden een zesde van wat Nederland in totaal met export verdient. Bij FME zijn ook 45 brancheverenigingen aangesloten.","acronym":"FME","interests":"Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Research and innovation","euInitiatives":"FME is aangesloten bij twee Europese koepelorganisaties, Orgalime en Ceemet. Orgaline is de Europese koepelorganisatie van de machinebouwers in Europa. Ceemet is de Europese werkgeversorganisatie in de technologische en metaal industrie.&#xd;<br />Onderwerpen op de Europese agenda die voor FME van belang zijn o.a.: de verbetering van de Interne Markt, wederzijdse erkenning van producten en meer transparantie op de dienstenmarkt; financiering van bedrijven en het MKB; regelgeving voor nieuwe technologieën (digitalisering, dataverkeer, data-eigendom, Fintech, drones, autonome auto’s); nieuwe vrijhandelsakkoorden; herziening van het emissierechtenhandelssysteem; bevorderen van de circulaire economie; herziening van de blue card voor kenniswerkers; de Europese sociale pijler.","lastUp":"2018-06-07T10:36:24.534+02:00","customers":"","costAbsolu":"","costRange":"2000000-2249999","turnoverAbsolu":0,"turnoverRange":""}