{"id":"339802721820-27","name":"Baltic Internet Policy Initiative","registrationDate":"2016-05-18T23:48:23.251+01:00","category":3,"subCategory":2,"legal":"non-governmental organisation","web":"http://www.e-baltic.org","country":"Estonia","headAddress":"Laeva 2","headCity":"Tallinn","headPostCode":"","headPhone":"(372)7 12 30 49","boss":"Mikhail Doroshevich","bossTitle":"Mr","bossPosition":"Chairman of the Board","membersCount":1,"membersFTE":"0.25","membership":"No","memberOrga":"No","goal":"Baltic Internet Policy Initiative is an independent think tank on ICT developments, e-government and e-democracy in Baltic Sea Region. Baltic Internet Policy Initiative conducts analysis, surveys and advise on trends and specific issues regarding government, political activism and technology. Baltic Internet Policy Initiative monitors political initiatives, specific IT-tenders and projects as well as new e-government trends in Baltic Sea Region.&#xd;<br />&#xd;<br />The mission to provide the basis for comparison, assessments and strategic advice in the sphere of digital media developments in Baltic Sea Region within the framework of international context and policies.&#xd;<br />&#xd;<br />Objectives are to cover digital media developments in Baltic Sea Region from a tech, business and policy perspective Baltic Sea Region in order to allow various stakeholders in the region and abroad to come to grips with the latest trends in the sector.&#xd;<br />&#xd;<br />Goals :&#xd;<br />    to analyze ICT developments from the wide range of perspectives, including civil society, business and public sector;&#xd;<br />    to monitor and publicizes ICT developments in Baltic Sea Region.","acronym":"","interests":"Audiovisual and Media, Communication, Education, Information Society","euInitiatives":"COE Guide to Human Rights for Internet Users&#xd;<br />Recommendation CM/Rec(2016) of the Committee of Ministers to member States on Internet freedom","lastUp":"2017-05-19T00:10:36.846+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}