{"id":"340139929526-82","name":"Fundacja Ochrony i Promocji Dóbr Kultury NIKE","registrationDate":"2018-01-09T16:55:54.565+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://fundacjanike.pl","country":"Poland","headAddress":"ul. Narbutta 25 A","headCity":"Warszawa","headPostCode":"02-536","headPhone":"(48)6 01 07 79 54","boss":"JERZY LUŻUŃSKI","bossTitle":"","bossPosition":"Prezes Fundacji ","membersCount":6,"membersFTE":"1.5","membership":"","memberOrga":"","goal":"1) Ochrona i propagowanie humanistycznych wartości stanowiących podstawy tożsamości kulturowej Polski i Europy. &#xd;<br />2) Ochrona i propagowanie duchowego i materialnego dorobku polskiej kultury narodowej w kraju i zagranicą, ze szczególnym uwzględnieniem środowisk polonijnych. &#xd;<br />3) Promocja Polski za granicą. &#xd;<br />4) Działalność edukacyjna w kraju i za granicą, ze szczególnym uwzględnieniem wspierania nauki języka polskiego, historii i wiedzy o Polsce, w tym  działania z zakresu doskonalenia zawodowego nauczycieli prowadzących nauczanie w języku polskim.&#xd;<br />5) Działania wspierające i wspomagające na rzecz światowej Polonii, środowisk polskich  i Polaków zamieszkałych za granicą,  współpraca z polską diasporą na świecie.&#xd;<br />6) Działalność na rzecz integracji europejskiej, w myśl idei pokojowego współistnienia niezależnych narodów, zachowujących swoją tożsamość oraz możliwość  &#xd;<br />nieskrępowanego rozwoju w dziedzinie nauki, kultury i ekonomii. &#xd;<br />7) Upowszechnianie – poprzez międzynarodowe przedsięwzięcia edukacyjne w dziedzinie kultury i sztuki, szeroko pojętej wiedzy na temat historii i dnia dzisiejszego innych narodów. &#xd;<br />8) Działalność edukacyjna i artystyczna mająca na celu tworzenie kontaktu dla ludzi różnych  orientacji politycznych, różnych narodowości i obszarów kulturowych – ze szczególnym uwzględnieniem środowisk młodzieżowych. &#xd;<br />9) Działalność na rzecz ekologii i ochrony zwierząt oraz ochrony dziedzictwa przyrodniczego.&#xd;<br />10) Produkcja utworów artystycznych: literackich, muzycznych, teatralnych,  plastycznych, fotograficznych, filmowych i innych.&#xd;<br />11) działalność związana z produkcją i dystrybucją filmów, nagrań video, programów   telewizyjnych itp.&#xd;<br />12) działalność związana z organizacją targów wystaw, kongresów, sympozjów, festiwali, warsztatów, szkoleń itp.&#xd;<br />13) Działalność wspomagająca edukację.","acronym":"Fundacja NIKE","interests":"Culture, Education","euInitiatives":"Program Kreatywna Europa. &#xd;<br />Znak Dziedzictwa Europejskiego. &#xd;<br />Unijny plan prac w dziedzinie kultury.","lastUp":"2018-01-09T17:19:13.553+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}