{"id":"340191625873-50","name":"YES FORUM","registrationDate":"2017-02-14T09:09:33.421+01:00","category":3,"subCategory":2,"legal":"PLATFORM","web":"http://www.yes-forum.com","country":"Greece","headAddress":"267, Kifissias Ave","headCity":"Kifissia Athens","headPostCode":"14561","headPhone":"(30)69 45 59 00 30","boss":"Danai Bezantakou","bossTitle":"Ms","bossPosition":"Founder","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"YES to Shipping and YES to Sea Tourism Forum aim to serve as a platform of open dialogue between young promising executives and the Decision Makers from the shipping &amp; tourism Industry, enabling them to exchange views. The 1st YES FORUM was held during the POSIDONIA 2016 in June 2016 and gathered more than 1,300 delegates, between 18-25, among which were 300 shipping company executives, students from 60 Greek and foreign Universities, and candidates from Maritime Academies.&#xd;<br />The dialogue will continue at 2nd YES to Shipping Forum that will take place on Friday 8th June 2018 during Posidonia Exhibition, at the main POSIDONIA Conference Hall.&#xd;<br />&#xd;<br />The 1st YES to Sea Tourism Forum that will take place on Wednesday 24th May 2017 during the Posidonia Sea Tourism Forum, at Megaron Concert Hall. Topics to be discussed at YES to Sea Tourism Forum will deal with cruising, tourism, yachting and passenger ferries. The Delegates will once again be able to submit their questions at the registration and during the Forum through a live application. The participants will also have the opportunity to become acquainted with the International Conference &amp; Exhibition of Posidonia Sea Tourism Forum, as well as exercising in practice their networking  skills.","acronym":"","interests":"Education, Youth","euInitiatives":"The Commissioner of Transport, Violeta Bulc, has been the keynote speaker at YES to Shipping during POSIDONIA 2016 mentioning the importance of youth and empowerment of education. BLUE GROWTH also needs young executives in shipping technology.","lastUp":"2017-02-14T09:10:06.544+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}