{"id":"340474419749-80","name":"Colt Group S.A","registrationDate":"2015-12-01T10:03:27.837+01:00","category":2,"subCategory":3,"legal":"Société Anonyme incorporated and registered in Luxembourg (RCS Luxembourg number: B115 679)","web":"http://www.colt.net","country":"Luxembourg","headAddress":"K2 Building, Forte 1, 2a rue Albert Borschette","headCity":"Luxembourg","headPostCode":"L-1246","headPhone":"(352)25 04 04 22 98","boss":"Caroline Griffin Pain","bossTitle":"Ms","bossPosition":"Company Secretary, Corporate","membersCount":4,"membersFTE":"1.0","membership":"ECTA","memberOrga":"","goal":"Colt provides a range of information and communication services to enterprises across cities in Europe, Asia and North America.&#xd;<br />Colt has an extensive international next-generation network together with deep local fibre access, colocation and IT service assets in key cities and information hubs in 28 countries across Europe, Asia and North America. This allows us to provide customers with seamless end-to-end capability across technologies and geographies. Our pioneering Ethernet and IP networks connect 47 metropolitan area networks, over 200 cities and over 22,000 buildings. Colt operates 29 data centres globally, with 22 in Europe and seven in Asia.&#xd;<br />Colt directly serves thousands of enterprise customers ranging from large multinational companies to midsized businesses. We provide industry-relevant solutions to a selection of industries that are intensive users of information and communication services. We also serve wholesale customers such as carriers, and indirectly serve SME customers through channel partners.&#xd;<br />&#xd;<br />For further information please see www.colt.net","acronym":"","interests":"Communication, Competition, Digital economy and society, Economy, finance and the euro, External Relations, Research and innovation, Single market","euInitiatives":"- Digital Single Market Strategy&#xd;<br />- Network and Information Security Directive and Strategy&#xd;<br />- Regulation of open internet access&#xd;<br />- Policy initiatives around broadband, cloud, M2M/internet of things, big data, internet governance &#xd;<br />- Participate in consultation on the markets susceptible for ex-ante regulation&#xd;<br />- Review of the Telecoms regulatory package &#xd;<br />- Data protection review, safe-harbour review, e-privacy Directive review&#xd;<br />- Data retention Directive&#xd;<br />- Directive on measures to reduce the cost of deploying high-speed electronic communications networks","lastUp":"2019-11-25T10:01:55.036+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}