{"id":"340665834086-55","name":"Stowarzyszenie Stołeczne Towarzystwo Ochrony Ptaków","registrationDate":"2019-02-25T13:45:07.538+01:00","category":3,"subCategory":2,"legal":"stowarzyszenie","web":"http://stop.eko.org.pl","country":"Poland","headAddress":"ul. Czeska 15a/5","headCity":"Warszawa","headPostCode":"03-902","headPhone":"(48)5 19 18 56 68","boss":"Zielińska Dorota","bossTitle":"Ms","bossPosition":"prezeska","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"STOP prowadzi szeroko pojętą działalność na rzecz ochrony przyrody i zwierząt, t. j.: a. prowadzenie i propagowanie działań na rzecz ochrony terenów cennych dla ptaków, poprzez wykupywanie lub&#xd;<br />wydzierżawianie gruntów oraz pokrywanie z funduszy STOP właścicielom gruntów strat spowodowanych ich&#xd;<br />użytkowaniem w sposób sprzyjający ptakom i zalecany przez STOP,&#xd;<br />b. podejmowanie działań mających na celu ochronę przed degradacją terenów szczególnie wartościowych pod względem przyrodniczym, waloryzację siedlisk ptaków, renaturalizację terenów cennych dla ptaków,&#xd;<br />c. działalność interwencyjna w zakresie przestrzegania przepisów dotyczących ochrony ptaków i ich siedlisk wynikających z ustawy o ochronie przyrody, w szczególności przez:&#xd;<br />- występowanie jako strona w rozumieniu właściwych przepisów prawnych w postępowaniu w razie naruszenia przepisów dotyczących ochrony przyrody i środowiska,&#xd;<br />- współprace z organizacjami samorządowymi i instytucjami państwowymi w egzekucji obowiązków wynikających z przepisów dotyczących ochrony przyrody i środowiska,&#xd;<br />d. opiniowanie i wypowiadanie się w kwestii planów zagospodarowania przestrzennego obszarów funkcjonalnych oraz wszelkich działań mogących stanowić zagrożenie dla ptaków i ich siedlisk,&#xd;<br />e. współprace z instytucjami i organizacjami o pokrewnych celach w kraju i za granicą,&#xd;<br />f. współudział w akcjach i pracach związanych z ornitologią organizowanych na terenie Polski i poza granicami kraju,&#xd;<br />g. inicjowanie, organizowanie i finansowanie badań naukowych i akcji ornitologicznych oraz publikowanie wyników tych prac,&#xd;<br />h. uczestnictwo lub organizowanie zjazdów, konferencji, sympozjów, zebrań, dyskusji, odczytów, konkursów, wycieczek, o tematyce zbieżnej z celami statutowymi,&#xd;<br />i. działalność informacyjną i dydaktyczno-oświatową mającą na celu upowszechnienie wiedzy o ptakach, a zwłaszcza:&#xd;<br />- popularyzację idei ochrony przyrody i ornitologii oraz działalności STOP w środkach masowego przekazu,&#xd;<br />- opracowywanie i wytwarzanie materiałów edukacyjnych i informacyjnych, &#xd;<br />- współpracę ze szkolnictwem,&#xd;<br />j. współpracę z krajowymi i zagranicznymi organizacjami naukowymi, zawodowymi, gospodarczymi, społecznymi w zakresie propagowania i realizacji celów określonych w niniejszym statucie.&#xd;<br />k. udzielanie porad dotyczących pomocy ptakom","acronym":"STOP","interests":"Climate Action, Environment","euInitiatives":"Inicjatywa mająca na celu zintensyfikowanie działań UE przeciwko wylesianiu oraz degradacji lasów w strefie tropikalnej.","lastUp":"2019-02-25T13:47:57.805+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}