{"id":"341051518380-63","name":"Reinsurance Advisory Board","registrationDate":"2015-07-30T17:12:16.465+02:00","category":2,"subCategory":4,"legal":"no formal organisation","web":"","country":"Belgium","headAddress":"Reinsurance Advisory Board","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)28 94 30 31","boss":"Mihai Cristina","bossTitle":"Ms","bossPosition":"Head of Prudential Regulation &amp; International Affairs","membersCount":2,"membersFTE":"1.0","membership":"The RAB secretariat is managed by Insurance Europe.","memberOrga":"Member organisations: General Reinsurance Corporation, Hannover Rück SE, Lloyd’s of London, Münchener Rück AG, Partner Re, SCOR and Swiss Reinsurance Company Ltd.","goal":"Insurance Europe’s Reinsurance Advisory Board (RAB) is a specialist representative body for the European reinsurance industry. It is represented at Chief Executive Officer (CEO) level by the seven largest European reinsurance firms: General Reinsurance Corporation, Hannover Rück SE, Lloyd’s of London, Münchener Rück AG, Partner Re, SCOR and Swiss Reinsurance Company Ltd, with Insurance Europe providing the secretariat. Through its member bodies the RAB represents around 60% of total worldwide reinsurance premium income. The RAB promotes a stable, innovative and competitive market environment. It further promotes a regulatory and trading framework that facilitates global risk transfer through reinsurance and other insurance-linked capital solutions.","acronym":"RAB","interests":"Economy, finance and the euro, External Relations, General and Institutional Affairs, Single market, Trade","euInitiatives":"Financial market regulation, insurance regulation and related matters in the following areas:&#xd;<br />• Economic affairs &#xd;<br />• External trade &#xd;<br />• General and institutional affairs &#xd;<br />• Internal market","lastUp":"2018-10-11T14:52:52.720+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}