{"id":"341021921956-87","name":"Dalmatian Group Ltd","registrationDate":"2016-05-26T13:58:45.687+01:00","category":2,"subCategory":3,"legal":"Limited Liability Company","web":"http://www.dalmatiangroup.co.uk","country":"United kingdom","headAddress":"20-22 Wenlock Road","headCity":"London","headPostCode":"N1 7GU","headPhone":"(44)79 37 07 59 46","boss":"Zeljko Romic","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":1,"membersFTE":"0.25","membership":"ICAO","memberOrga":"","goal":"Dalmatian is involved in the air and sea transport sector and is in the process of establishing several subsidiary LCC airline companies within the EU and future joint venture partnerships in Australia, Asia and North America. The aim of the company is to create a global brand and a quality service based on high safety standards. The goup is also in the process of establishing a sea ferry service subsidiary within the EU for transport of passenger and road transport vehicles.","acronym":"Dalmatian","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Air Transport, sea transport, infrastructure, transport, airline, air traffic, bilateral agreements, aviation consultancy","lastUp":"2019-02-05T11:14:57.361+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}