{"id":"34120795067-85","name":"Linking Environment And Farming","registrationDate":"2011-01-23T18:41:55.542+01:00","category":3,"subCategory":2,"legal":"Registered Company Limited by Guarantee Charity","web":"http://www.leafuk.org","country":"United kingdom","headAddress":"Stoneleigh Park, LEAF","headCity":"KENILWORTH, WARWICKSHIRE","headPostCode":"CV8 2LG","headPhone":"(44)24 76 41 39 11","boss":"Caroline Drummond","bossTitle":"Ms","bossPosition":"Chief Executive","membersCount":14,"membersFTE":"3.5","membership":"EISA (European Initiative for the Sustainable development of Agriculture)&#xd;\nISEAL","memberOrga":"National Farmers Union(20000),&#xd;\nCLA(10000),&#xd;\nEISA(15),&#xd;\nAIC(100)&#xd;\nIndividual Farm Members 2000","goal":"Linking Environment And Farming (LEAF) develops more sustainable farming systems &amp; encourages a better public understanding &amp; engagement in farming &amp; countryside, through the development &amp; promotion of Integrated Farming (IF). Developing practical management tools to support farmers in changing practices &amp; performance to deliver a more sustainable agriculture, these include the LEAF Sustainability Farming Review, the Green Box monitoring tool &amp; for the market the LEAF Marque, an environmental food assurance scheme. LEAF have an active network of demonstration farms &amp; innovation centres highlighting achievable steps &amp; approaches for farmers to make change in their businesses.&#xd;<br />For 25 years LEAF has been active in creating change, encouraging a more whole farm approach through a range of methods, including the development of technical management tools; demonstration farms; markets opportunity &amp; political influence. To deliver a lower impact farming system that is highly productive &amp; socially acceptable, LEAF’s work has been developed &amp; built on ‘tried &amp; tested’ traditional methods &amp; encourages the adoption &amp; development of new technologies.  LEAF works collaboratively across the globe &amp; in Europe with EISA (European Initiative for the  Sustainable development in Agriculture).  LEAF’s work involves the whole food chain, including farmers, environmentalists, retailers &amp; consumers.&#xd;<br />IF approaches are helping to enhance ecosystem resilience through participatory processes that engage &amp; empower farmers, strengthen local institutions &amp; create opportunities for new income generation.  A true Environmental Management System (EMS), IF provides a framework for farmers to adopt sustainable business solutions.  It delivers efficient &amp; profitable production, which is economically viable, socially acceptable &amp; environmentally responsible.  IF is geared towards sustaining &amp; optimising the use of all resources on farm, including soil, water, air, staff, machinery, capital &amp; wildlife habitats, landscape &amp; archaeological features.  Its successful uptake requires a detailed understanding of the business &amp; an innovative &amp; challenging approach.&#xd;<br />The LEAF IF approach has been developed as an efficient, workable system to address economic, environmental, social &amp; welfare issues.  It brings together the management practices &amp; decisions across the whole farm in a balanced &amp; considered way.  This includes: Organisation &amp; Planning; Soil Management &amp; Fertility; Crop Health &amp; Protection; Pollution control &amp; By-product management; Animal Husbandry; Energy Efficiency &amp; Water Management; Landscape &amp; Nature Conservation; Community Engagement.&#xd;<br />Specifically LEAF has looked at understanding what delivers change &amp; focuses its work in the following areas:&#xd;<br />Technical knowhow: Through the delivery of IF by developing management tools including the LEAF Sustainability Farming Review, updated annually since 1993 &amp; used by over 1000 farmers each year. A newer development is the LEAF Green Box supporting farmers in monitoring their environmental performance in the field.  LEAF also delivers training for farmers, advisors, students &amp; colleges.&#xd;<br />Demonstration &amp; Communication: Creating a better understanding, discussion &amp; knowledge through a network of demonstration farms, for farmer:farmer information exchange &amp; farmer: consumer communications.  LEAF works with a range of farm types from specialist arable, horticultural &amp; livestock farmers to mixed farms, spread across the UK &amp; representing a wide range of diverse soils, habitats &amp; landscapes.  Events on farm &amp; on the LEAF Innovation Centres encourage change &amp; news ideas &amp; solutions, discussions on farm have led to key developments in the industry, such as EIS for pesticides, farm assurance schemes, etc.  LEAF runs Open Farm Sunday &amp; this year over 400 farmers took part welcoming over 291,000 members of the public out on to the farms on the one day.  LEAF also is running a project which is encouraging a life long love of n","acronym":"LEAF","interests":"Agriculture and Rural Development, Consumer Affairs, Education, Environment, External Relations, Food Safety, Research and Technology","euInitiatives":"All Agriculture policy and strategy related policies and legislation","lastUp":"2017-04-18T10:49:44.303+01:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}