{"id":"341410132871-48","name":"Svenska Institutet för Europapolitiska studier","registrationDate":"2018-10-19T10:19:44.369+02:00","category":4,"subCategory":5,"legal":"Statlig myndighet","web":"http://sieps.se","country":"Sweden","headAddress":"Torsgatan 11","headCity":"Stockholm","headPostCode":"101 21","headPhone":"(46)08 58 64 47 00","boss":"Göran von Sydow","bossTitle":"","bossPosition":"Direktör","membersCount":18,"membersFTE":"16.25","membership":"","memberOrga":"","goal":"Sieps är en statlig myndighet som tar fram forskningsbaserade analyser och annat underlag i frågor som rör utvecklingen av Europeiska unionen och Sveriges europapolitik. Sieps ska vidare göra analyserna tillgängliga för regeringen och övriga aktörer i den politiska beslutsprocessen i Sverige och bidra till en allsidig belysning av aktuella europapolitiska frågor. Sieps deltar i internationellt utbyte inom området och samarbetar med såväl svenska som internationella forskare och experter. Sieps tillhandahåller även utbildningar för den offentliga sektorn i ämnen som rör Europeiska unionen.","acronym":"SIEPS","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Framtidsdiskussionen&#xd;<br />EU:s budgeten/ nästa finansiella perspektiv&#xd;<br />Regionala samarbete inom EU&#xd;<br />Rättsstatsprincipen &#xd;<br />Skattepolitik&#xd;<br />EMU:s utveckling&#xd;<br />EU:s inre och yttre säkerhet","lastUp":"2018-10-19T15:21:37.316+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}