{"id":"341668712648-90","name":"FEDERATION ENVIRONNEMENT DURABLE","registrationDate":"2014-01-17T16:00:33.658+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://environnementdurable.net","country":"France","headAddress":"3 rue des Eaux","headCity":"Paris","headPostCode":"75016","headPhone":"(33)6 80 99 38 08","boss":"Jean-Louis Butré","bossTitle":"Mr","bossPosition":"Président","membersCount":12,"membersFTE":"6.75","membership":"European Platform Against Wind Farms&#xd;\nepaw.org","memberOrga":"1200 associations, collectifs ou adhérents situés pratiquement tous en France","goal":"La Fédération Environnement Durable a pour objet la protection de la nature et de l'environnement, et la prévention des dommages écologiques, technologiques et sanitaires, notamment ceux liés au déploiement des Energies renouvelables (EnR). La Fédération Environnement Durable s’assigne aussi comme but de défendre la population contre toute atteinte à la sécurité ou à la santé des personnes exposées aux EnR et en particulier aux installations de production d'électricité utilisant l'énergie mécanique du vent (l’éolien industriel).&#xd;<br />&#xd;<br /> La Fédération Environnement Durable vise à regrouper les associations et les particuliers dans une démarche de développement durable : - d'une part, en participant à la promotion des technologies d'économies d'énergies auprès du public - d'autre part, en proposant aux pouvoirs et institutions publiques de toutes natures des orientations relatives à la mise en œuvre des EnR. La finalité est que les technologies d'économies d'énergies et les EnR apportent des gains significatifs aux populations et à l'environnement tout en faisant preuve d’innocuité à court et long termes pour la santé et la sécurité des personnes , l'efficacité économique, le respect des paysages et du patrimoine naturel et historique de notre pays.&#xd;<br />&#xd;<br />La Fédération coopérera avec les fédérations et associations locales, nationales et internationales qui poursuivent les mêmes buts.","acronym":"FED","interests":"Climate Action, Consumer Affairs, Development, Economic and Financial Affairs, Energy, Environment, Fisheries and Aquaculture, Justice and Fundamental Rights, Public Health, Research and Technology, Taxation","euInitiatives":"éolien&#xd;<br />santé&#xd;<br />environnement&#xd;<br />paysages&#xd;<br />énergie&#xd;<br />électricité&#xd;<br />climat&#xd;<br />fiscalité&#xd;<br />économie &#xd;<br />énergies renouvelables","lastUp":"2018-03-13T09:01:19.507+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}