{"id":"34174733295-01","name":"Vereinigung der Dienstleister an Deutschen Flughäfen","registrationDate":"2010-03-02T16:33:33.789+02:00","category":2,"subCategory":4,"legal":"e.V.","web":"http://www.vdf-ev.com","country":"Germany","headAddress":"Denkendorfer Str. 11","headCity":"Leinfelden-Echterdingen","headPostCode":"70771","headPhone":"(49)7 11 72 24 19 26","boss":"Klaus Knoepfle","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.5","membership":"www.imw-ev.de&#xd;\nwww.bbaa.de","memberOrga":"","goal":"The Association of Service Providers at German Airports (VDF) is an association of interests in which companies, persons and institutions are organized, either directly providing services at airports or which contribute to their activities in order to provide services at airports.&#xd;<br />The main focus of VDF is thus the airport infrastructure as such, as well as the international and national laws, regulations and directives governing its operation, as well as local regulations.&#xd;<br />As a result, VDF sees itself as the spokesperson for the service providers operating at the German airports, in order to be able to bundle and thus increasingly represent their interests.&#xd;<br />VDF is involved in all discussions concerning airports, as well as on the European, federal and provincial level, where the activities of the service Providers are concerned, and, in the sense of the members, takes a view on practical questions, draft legislation and directives.&#xd;<br />VDF advises members in all matters relating to their activities at the airports.&#xd;<br />VDF was founded in 2002 and currently represents 65 member companies.","acronym":"VDF","interests":"Business and Industry, Competition, Consumers, Employment and Social Affairs, Justice and Fundamental Rights, Single market, Trans-European Networks, Transport","euInitiatives":"Aerodrome and Ground Handling Regulation, all topics concerning safety and security, employment and ground handling","lastUp":"2019-10-25T13:51:05.057+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}