{"id":"342534715247-56","name":"Finnish Institute of International Affairs","registrationDate":"2014-12-12T13:56:41.824+01:00","category":4,"subCategory":5,"legal":"Public entity","web":"http://www.fiia.fi/en/","country":"Finland","headAddress":"Arkadiankatu 23b","headCity":"Helsinki","headPostCode":"00100","headPhone":"(358)94 32 70 00","boss":"Mika Aaltola","bossTitle":"Mr","bossPosition":"Director","membersCount":8,"membersFTE":"2.0","membership":"- Trans European Policy Studies Association (TEPSA) &#xd;\n- European Policy Institutes Network (EPIN)&#xd;\n- Euromesco&#xd;\n- Transatlantic Post-Doctoral Fellowship for International Relations and Security (TAPIR)","memberOrga":"","goal":"The Finnish Institute of International Affairs is a research institute whose mission is to produce high quality, topical information on international relations and the EU. The Institute realizes its aims by conducting research as well as by organizing domestic and international seminars and publishing reports on its research and current international issues. The Institute also publishes a journal, Ulkopolitiikka (Finnish Journal of Foreign Affairs), and maintains a specialized library.&#xd;<br />The purpose of the research carried out by the Institute is to produce focused information of a high standard for use by the academic community and decision-makers, and in public debate. The Institute maintains active international contacts in its activities and its researchers participate in public debate by writing articles for newspapers, periodicals and specialist journals. They also take part in seminars, conferences and similar events both at home and abroad. Furthermore, the researchers lend their expertise to various media. Similarly to universities, the Institute does not have a common view on issues related to its field of research and each researcher comments on topical issues in the news media based his or her own expertise and research.&#xd;<br />The Institute was established by the Parliament of Finland in its centennial plenum in June 2006 and the Parliament also provides the Institute’s basic funding. The Institute is autonomous in its research activities and is governed by a nine-member board, assisted by an advisory council and a scientific advisory council.","acronym":"FIIA","interests":"Economy, finance and the euro, Enlargement, External Relations, Foreign affairs and security policy, Institutional affairs","euInitiatives":"- Common Foreign and Security Policy&#xd;<br />- Common Security and Defense Policy&#xd;<br />- European Neighborhood Policy&#xd;<br />- EU Energy Policy&#xd;<br />- EU Economic Governance&#xd;<br />- General Institutional developments&#xd;<br />- EU as a Global Diplomatic Actor","lastUp":"2019-12-18T12:13:43.162+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}