{"id":"34293437617-43","name":"Consiglio Italiano del Movimento Europeo","registrationDate":"2012-01-26T12:52:42.905+01:00","category":3,"subCategory":2,"legal":"Associazione senza scopo di lucro","web":"http://www.movimentoeuropeo.it","country":"Italy","headAddress":"Via Angelo Brunetti, 60","headCity":"Roma","headPostCode":"00186","headPhone":"(39)06 36 00 17 05","boss":"Pier Virgilio  Dastoli","bossTitle":"Mr","bossPosition":"Presidente","membersCount":120,"membersFTE":"41.25","membership":"Il CIME, è membro fondatore del Movimento Europeo Internazionale (EMI), il quale oggi, mediante i suoi 34 Consigli nazionali e le sue 39 organizzazioni europee aderenti, rappresenta una delle realtà più rilevanti della società civile organizzata a livello continentale.","memberOrga":"AEDE(2300),&#xd;\nAICCRE(0),&#xd;\nCIFE(260),&#xd;\nFICE(0),&#xd;\nISTITUTO BACCARINI(58),&#xd;\nMFE(3600),&#xd;\nUGEF(36),&#xd;\nACLI(960000),&#xd;\nAGCI(0),&#xd;\nCGIL(5700000),&#xd;\nCISL(4500000),&#xd;\nUIL(2200000),&#xd;\nUGL(2000000),&#xd;\nCIDEC(0),&#xd;\nCONFCOMMERCIO(0),&#xd;\nCONFESERCENTI(0),&#xd;\nLEGAUTONOMIE(0),&#xd;\nPD(100.000),&#xd;\nAPI(0),&#xd;\nFederazione dei Verdi(6000),&#xd;\nFederazione dei Liberali(1000),&#xd;\nCNA (650.000)&#xd;\nMRE(0),&#xd;\nANDE(450),&#xd;\nAUSE(170),&#xd;\nCISS(0),&#xd;\nANVGR(0),&#xd;\nAMI(2000),&#xd;\nANPI(0),&#xd;\nAIACE(600),&#xd;\nAGE(200),&#xd;\nMCL(0),&#xd;\nAPC(60),&#xd;\nCollegio Agrotecnici(0)","goal":"Il Consiglio Italiano del Movimento Europeo (CIME) rappresenta l’organizzazione “ombrello”, espressione di tutte le forze democratiche - partiti, sindacati, enti, organizzazioni e associazioni varie – consapevoli della rilevanza per l’Italia del conseguimento dell’Unità europea, intesa secondo il messaggio di Ventotene. Aperto all’adesione di qualsiasi organizzazione che in Italia condivida tali finalità e voglia così partecipare alla loro piena realizzazione, il CIME promuove attività di vario tipo, dallo stimolo verso le istituzioni nazionali ed europee e le forze politiche, all’attività di approfondimento politico e culturale su tematiche internazionali, nonché campagne di sensibilizzazione e informazione verso i cittadini rispetto all’operato dell’Unione, compreso iniziative a sostegno degli interessi italiani nell’ambito del processo di integrazione. La sua struttura composita, inoltre, lo rende un importante referente per tutte quelle istituzioni che a diversi livelli si pongono il problema di allargare il dibattito pubblico europeo, anche mediante progetti innovativi di comunicazione politica europea.","acronym":"CIME","interests":"Audiovisual and Media, Communication, Consumer Affairs, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Internal Market, Justice and Fundamental Rights, Youth","euInitiatives":"- Questioni istituzionali &#xd;<br />- Riforma Trattati europei&#xd;<br />- Politiche fiscali e di bilancio&#xd;<br />- Rafforzamento della coscienza della cittadinanza europea (operatività art.11)&#xd;<br />- Politica dell'informazione e comunicazione europea&#xd;<br />- Trasparenza&#xd;<br />- Rapporti EURO MEDITERRANEI&#xd;<br />- Programmi di finanziamento dell'UE","lastUp":"2017-02-24T14:19:03.136+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}