{"id":"343059028884-80","name":"SAZKA Group a.s.","registrationDate":"2017-11-08T15:54:26.319+01:00","category":2,"subCategory":3,"legal":"a.s. (joint-stock company incorporated under the laws of the Czech Republic).","web":"http://www.sazkagroup.com","country":"Czech republic","headAddress":"Vinohradská 1511/230","headCity":"Prague 10 Strašnice","headPostCode":"100 00","headPhone":"(420)2 25 01 06 12","boss":"Robert Chvátal","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":2,"membersFTE":"1.0","membership":"SAZKA Group a.s. is not affiliated to any organization.&#xd;\n &#xd;\nSome of SAZKA Group a.s. companies are members of “The European Lotteries” (EL) and the “World Lotteries Association” (WLA).","memberOrga":"www.sazkagroup.com","goal":"SAZKA Group a.s. is one of the largest consumer gaming holding companies in Europe. Its business is focused on lottery and sports betting. SAZKA Group a.s. is the sole owner of the Czech lottery company SAZKA and has significant shareholdings in the Greek lottery OPAP, LOTTOITALIA, Casinos Austria and Austrian Lotteries.&#xd;<br />SAZKA Group a.s. strives to bring innovation to the lottery and gaming industry; the vision is to continue expanding whilst adhering to responsible gaming principles, in particular by providing customers with entertainment and life-changing opportunities in a responsible, professional and efficient manner, while having a positive impact on the societies in which it operates. &#xd;<br />Responsibility is one of the key differentiators of how the SAZKA Group a.s. operates lotteries and other gaming activities compared to other forms of competition, illegal competition in particular.  &#xd;<br />Being clearly committed to responsible gaming principles, corporate responsibility is at the heart of the group’s activities.","acronym":"","interests":"Audiovisual and Media, Competition, Consumer Affairs, Culture, Economic and Financial Affairs, Employment and Social Affairs, Enlargement, Enterprise, General and Institutional Affairs, Information Society, Internal Market, Taxation, Trade, Youth","euInitiatives":"EU initiatives in the gaming sector: follow up to the EC Communication on the European Framework for online gambling (COM (2012) 596 final) and the Council Recommendation on principles for the protection of consumers and players of online gambling services and for the prevention of minors from gambling online (2014/478/EU);&#xd;<br />Standardisation request to the European Committee for Standardisation – CEN - as regards ‘a European standard on reporting in support of supervision of online gambling services by the gambling regulatory authorities of the Member States.&#xd;<br />Service Directive 2006/123/EC and proposal (COM) 2016/0152 on geoblocking. &#xd;<br />European Parliament resolution of 2 February 2017 on an integrated approach to Sport Policy: good governance, accessibility and integrity (2016/2143(INI))&#xd;<br />Proposal COM (2017) 0386 re: the Council of Europe Convention on the manipulation of sports competitions with regard to matters related to substantive criminal law and judicial cooperation in criminal matters  (against match fixing);&#xd;<br />Implementation of the 4th anti money laundering Directive (2015/849/EU) and proposal COM (2016) 450 final amending Directive (EU) 2015/849 on the prevention of the use of the financial system for the purposes of money laundering or terrorist financing and amending Directive 2009/101/EC;&#xd;<br />Review of the Audiovisual Media Services Directive (AVMSD –COM (2016) 287 final;&#xd;<br />Communication on Tackling Illegal Content Online: towards an enhanced responsibility of online platforms COM (2017) 555 final.","lastUp":"2017-11-08T15:56:36.210+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}