{"id":"34369111614-57","name":"Société Générale","registrationDate":"2009-04-30T13:12:30.146+02:00","category":2,"subCategory":3,"legal":"SA","web":"http://www.socgen.com","country":"France","headAddress":"Boulevard Haussmann, 29","headCity":"Paris","headPostCode":"75009","headPhone":"(33)1 42 13 04 01","boss":"Frédéric Oudéa","bossTitle":"Mr","bossPosition":"Directeur Général","membersCount":6,"membersFTE":"3.5","membership":"- Association for Financial Markets in EU (AFME),&#xd;\n- Association Française des Entreprises Privées (AFEP)&#xd;\n- European Parliamentary Financial Services Forum (EPFSF),&#xd;\n- Fédération Bancaire Française (FBF),&#xd;\n- IBC,&#xd;\n- Inter Alpha&#xd;\n- European Parliament Financial Services Forum (EPFSF)&#xd;\n- European Securities Forum (ESF),&#xd;\n- Institute of International Finance (IIF)&#xd;\n- International Swaps and Derivatives Association (ISDA),&#xd;\n- International Capital Markets Association (ICMA),&#xd;\n- Mouvement des Entreprises de France (MEDEF)&#xd;\n- Paris Europlace,&#xd;\n- Securities Industry and Financial Markets Association (SIFMA).","memberOrga":"","goal":"Société Générale est l'un des tout premiers groupes européens de services financiers. S'appuyant sur un modèle diversifié de banque universelle, le Groupe allie solidité financière et stratégie de croissance durable avec l'ambition d'être LA banque relationnelle, référence sur ses marchés, proche de ses clients, choisie pour la qualité et l'engagement de ses équipes. Ses 157 000 collaborateurs*, présents dans 85 pays, accompagnent au quotidien plus de 33 millions de clients dans le monde entier. Les équipes Société Générale proposent conseils et services aux particuliers, aux entreprises et aux institutionnels dans trois principaux métiers :&#xd;<br />&#xd;<br />- la banque de détail en France avec les enseignes Société Générale, Crédit du Nord et Boursorama.&#xd;<br />&#xd;<br />- la banque de détail à l'international présente en Europe centrale &amp; orientale et Russie, dans le Bassin méditerranéen, en Afrique sub-saharienne, en Asie et en Outre-Mer.&#xd;<br />&#xd;<br />- la banque de financement et d'investissement avec son expertise globale en banque d'investissement, financements et activités de marché. &#xd;<br />&#xd;<br />Société Générale est également un acteur significatif dans les métiers de services financiers spécialisés, d'assurances, de banque privée, de gestion d'actifs et des services aux investisseurs. &#xd;<br />Société Générale figure dans les indices internationaux de développement durable : FTSE4good et ASPI.","acronym":"SG","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Environment, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Taxation, Trade","euInitiatives":"Société Générale s'efforce d'être un interlocuteur proactif auprès des acteurs politiques de l'UE. Société Générale contribue régulièrement aux consultations organisées par les institutions européennes, comme par exemple celles de 2017 sur la révision du projet d’Union des marchés de capitaux (mid-term review) ou sur les Fintech.&#xd;<br /> &#xd;<br />Les dossiers d’intérêt pour la banque concernent principalement : le paquet bancaire ; l'Union des marchés de capitaux (CMU) ; les sujets digitaux : Fintech, cybersécurité/cybercriminalité ; la finance verte/durable (suivi des travaux du High Level Expert Group on Sustainable Finance); le Brexit et la question des CCPs.","lastUp":"2018-04-10T15:37:27.152+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}