{"id":"343894235220-11","name":"Association for Better European Access to Nutrients","registrationDate":"2019-06-24T20:01:15.457+02:00","category":2,"subCategory":4,"legal":"ASBL","web":"https://www.abean.eu/","country":"Belgium","headAddress":"Rue du Cornet, 81","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)4 75 38 69 12","boss":"Thibault Martinsegur","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"Our members decided to join bean having realised that the European agricultural competitiveness could be improved through better access to nutrients. Better access to nutrients means a better quality of fertilisers, secured availability and a fair price compared to other major agricultural regions with whom European farmers compete. Nitrogen and phosphate fertilisers are , for instance, 10% more expensive in Western Europe that in Brazil or South East Asia. New members are always welcome. Find out here (soon) why you should join ABEAN today! Our members are European stakeholders representing:&#xd;\n&#xd;\n- 700 blenders and complex fertilizer plants;&#xd;\n- 3,000 fertilizer distributors and cooperatives;&#xd;\n- 1,000 farmers;&#xd;\n- Logistic operators working with over 10 different &#xd;\n  European ports.","goal":"ABEAN aims at becoming a privileged spokesperson for the European Institutions, Member States and industry players.&#xd;<br />ABEAN brings and maintains issues related to nutrients high on the agenda of European decision-makers, including the European Commission and the governments of the Member States.&#xd;<br />ABEAN provides unbiased support on fertiliser topics to political, technical and industrial circles in Brussels as well as in European capitals, in the interest of the fertiliser sector and farmers.&#xd;<br />ABEAN benefits from a global and regional expertise on the agriculture and fertiliser industry, from raw materials mining and transformation to distribution and spreading, combined with an in-depth experience of the EU institutions’ mechanisms.","acronym":"ABEAN","interests":"Agriculture and Rural Development, Consumers, Environment, Food Safety, Institutional affairs, Single market, Trade","euInitiatives":"Fertilisers' EU regulatory developments;&#xd;<br />CAP post 2020;&#xd;<br />Trade developments with third countries;&#xd;<br />Taxation issues;&#xd;<br />Competition cases;&#xd;<br />General EU topics.","lastUp":"2019-06-25T11:21:19.598+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}