{"id":"344375133133-05","name":"ID Quantique SA","registrationDate":"2018-11-08T15:04:00.388+02:00","category":2,"subCategory":3,"legal":"Société anonyme","web":"https://www.idquantique.com/","country":"Switzerland","headAddress":"Ch. de la Marbrerie 5","headCity":"Carouge","headPostCode":"1227","headPhone":"(41)2 23 01 83 71","boss":"Grégoire Ribordy","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"Swissphotonics (www.swissphotonics.net):&#xd;\nSwissphotonics is the National Thematic Network (NTN) for Photonics. It is the declared goal of Swissphotonics to improve the competitiveness of its members through the support of innovation forces. Swissphotonics NTN is a non-profit association, registered under Verein Schweizer Laser und Photonik Netz. The activities of Swissphotonics NTN are supported by the Swiss innovation promotion agency, CTI, under the NTN initiative.","memberOrga":"","goal":"ID Quantique (IDQ) is the world leader in quantum-safe crypto solutions, designed to protect data for the long-term future. The company provides quantum-safe network encryption, secure quantum key generation and quantum key distribution solutions and services to the financial industry, enterprises and government organisations globally.&#xd;<br />&#xd;<br />IDQ also commercializes a quantum random number generator, which is the reference in the security, simulation and gaming industries.&#xd;<br />&#xd;<br />Additionally, IDQ is a leading provider of optical instrumentation products, most notably photon counters and related electronics. The company’s innovative photonic solutions are used in both commercial and research applications.","acronym":"IDQ","interests":"Business and Industry, Research and innovation","euInitiatives":"IDQ follows all relevant funding opportunities, notably H2020 (and Horizon Europe in future) and in particular those programs that focus on emerging technologies, metrology, security and information and communication technologies. This comprises membership in expert groups such as the Commission Expert Group on Quantum Technology – High Level Steering Committee (E03453).","lastUp":"2019-05-13T14:29:00.785+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}