{"id":"3444341114-03","name":"Electrolux Home Products","registrationDate":"2008-07-01T16:19:06.182+02:00","category":2,"subCategory":3,"legal":"AB","web":"http://www.electroluxgroup.com","country":"Sweden","headAddress":"St Göransgatan 143","headCity":"Stockholm","headPostCode":"105 45","headPhone":"(46)87 38 60 00","boss":"Anna Leijon","bossTitle":"Ms","bossPosition":"CEO Electrolux Major Appliances Europe","membersCount":3,"membersFTE":"2.0","membership":"Electrolux Home Products Corporation is a member of APPLIA - Home Appliance Europe. Local sales companies of Electrolux Home Products are members of National Industry Associations representing the interest of household appliance manufacturers.&#xd;\n&#xd;\nThe team members of the Environmental and European Affairs department are members of SEAP - The Society of European Affairs Professionals.","memberOrga":"www.applia-europe.eu","goal":"Electrolux is a European based global household appliance manufacturer. In 2018 our global sales amounted to 124 billion SEK, we had 54.000 employees and sales of more than 60 million appliances. In Europe, Electrolux has 16 factories and around 22.000 employees. We produce washing machines, dish washers, tumble driers, vacuum cleaners, refrigerators and freezers, and cooking equipment. Legislation and product requirements influence our activity to a great extent. The activities related to EU decision making are performed by the Environmental &amp; European Affairs Department located in Brussels and in Stockholm. The department monitors development of EU legislation that can have an impact on our products and operations. If legislation has an impact on our products and operations we will seek to explain to decision makers what the impact is and how legislation can be improved if necessary.","acronym":"","interests":"Business and Industry, Climate Action, Consumers, Customs, Energy, Environment, Public Health, Single market, Trade","euInitiatives":"Energy related Product legislation (ErP/Ecodesign Directive); Energy labelling for household appliances; REACH, RoHS, Food Contact Material, F-gas regulation; WEEE; Resource efficiency/ Circular Economy initiative","lastUp":"2019-08-08T12:42:07.789+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}