{"id":"34440804405-24","name":"UNIVERSIDAD DE ALICANTE","registrationDate":"2010-10-25T10:29:46.828+01:00","category":4,"subCategory":12,"legal":"INSTITUCIÓN DE DERECHO PÚBLICO","web":"http://www.ua.es","country":"Spain","headAddress":"CAMPUS DE SAN VICENTE, S/N","headCity":"ALICANTE","headPostCode":"03080","headPhone":"(34)9 65 90 97 93","boss":"AMPARO NAVARRO FAURE","bossTitle":"","bossPosition":"VICERRECTORA INVESTIGACIÓN, DESARROLLO E INNOVACIÓN","membersCount":88,"membersFTE":"28.0","membership":"Socios de:&#xd;\n- AEPUM - Asociación Estatal de Programas Universitarios para Personas Mayores&#xd;\n- AIUTA - Asociación Internacional de Universidades de la Tercera Edad&#xd;\n- RUVID - Red de Universidades Valencianas I+D&#xd;\n- EUA-European Universities Association&#xd;\n-  Xarxa Vives d'Universitats&#xd;\n- CRUE - Conferencia de Rectores de las Universidades Españolas&#xd;\n- UNIVERSIA España&#xd;\n- RED ESPAÑOLA DE UNIVERSIDADES SALUDABLES (REUS)&#xd;\n- Pacto Mundial de Naciones Unidas en España","memberOrga":"","goal":"Los referentes que orientan los VALORES de la Universidad de Alicante (UA) están diseñados con el fin de fomentar una Universidad pública de calidad.&#xd;<br />&#xd;<br />Entre estos valores podemos citar los siguientes:&#xd;<br />&#xd;<br />•Institución abierta, transparente, tolerante, participativa, accesible, moderna,colaborativa,solidaria y sostenible.&#xd;<br />•Pensamiento crítico.&#xd;<br />•Solidaria y sostenible.&#xd;<br />•Proyección global.&#xd;<br />•Referente de identidad de su sociedad.&#xd;<br />•Espacio de encuentro.&#xd;<br />•Igualdad entre mujeres y hombres.&#xd;<br />•Comprometida con la extensión y el uso normal del valenciano.&#xd;<br />&#xd;<br />Entre los objetivos de la UA destacan:&#xd;<br />&#xd;<br />•Ser una institución prestigiosa y reconocida nacional e internacionalmente, identificada como un referente en Alicante y en su entorno.&#xd;<br />&#xd;<br />•Ser una institución valenciana y multilingüe, capacitada para contribuir en una sociedad lingüísticamente diversa y justa.&#xd;<br />&#xd;<br />•Disponer de una oferta de títulos de calidad (Grado, Máster y Doctorado) algunos de ellos ofertados para poder realizarse on-line. Ser una institución competitiva a todos los niveles y orientada a la formación integral y permanente, que facilita la inserción laboral, la flexibilidad y la movilidad.&#xd;<br />&#xd;<br />•Tener  una línea de investigación alineada con la política de investigación Europea 2020, reconocida a nivel nacional e internacional, bien estructurada,  que transfiere el conocimiento y además ser un motor del desarrollo sostenible del entorno económico y social.&#xd;<br />&#xd;<br />•Proporcionar un sistema motivador de desarrollo humano y disponer de una plantilla comprometida, competente y eficaz, bien dimensionada, organizada y plenamente reconocida.&#xd;<br />&#xd;<br />•La Universidad está bien estructurada orgánicamente, esto permite una gobernación eficiente en el cumplimiento de su misión, basada en los objetivos estratégicos establecidos por la comunidad universitaria, la utilización efectiva de los recursos y la adecuada gestión de calidad de los servicios.&#xd;<br />&#xd;<br />•Disponer de espacios, infraestructuras y servicios adecuados, sostenibles y gestionados eficientemente para toda la comunidad universitaria, especialmente de aquellos que son necesarios para la docencia, investigación y transferencia.&#xd;<br />&#xd;<br />•Se produce un gran número de intercambios entre estudiantes, PAS y PDI con universidades y centros de investigación de prestigio no sólo a nivel europeo, sino a nivel global. Existe una presencia notable de estudiantes extranjeros en todos los estudios.  Se han establecido y consolidado redes de colaboración que son nacionales e internacionales en docencia, investigación y cooperación, que permiten la creación y promoción de proyectos compartidos en los distintos campos.&#xd;<br />&#xd;<br />•Ser una institución socialmente responsable que respeta los principios éticos y que está comprometida con el desarrollo sostenible y la promoción de los valores ciudadanos.&#xd;<br />&#xd;<br />•Disponer de la financiación suficiente para realizar las funciones, por la captación de recursos públicos especialmente de la UE y privados que son gestionados de forma eficiente, equitativa y transparente.&#xd;<br />&#xd;<br />•La plena implantación de los servicios digitales que permite racionalizar los procedimientos y optimizar los recursos. La comunicación interna se apoya en las tecnologías del momento y es un instrumento vertebrador de la comunidad universitaria.&#xd;<br />&#xd;<br />•Se han fijado objetivos de investigación y docencia, con incentivos, que sitúan a la UA entre las 10 primeras universidades españolas.&#xd;<br />&#xd;<br />•Continuar siendo una universidad saludable que dispone de un entorno de trabajo inclusivo. La igualdad de oportunidades entre mujeres y hombres es una realidad.&#xd;<br />&#xd;<br />•Disponer de un observatorio de empleabilidad con el objetivo de ver cuáles son las demandas, hacia donde se encamina el mercado laboral y cuáles van a ser los retos tecnológicos del  futuro, para encaminar la docencia y la investigación por esa vía.&#xd;<br />&#xd;<br />•Tener un colectivo de alumnado y profesorado consolidado. Las y los egresados de la UA mantienen sus lazos con la institución y son sus mejores representantes.","acronym":"UA","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- Educación&#xd;<br />- Envejecimiento Activo&#xd;<br />-Investigación y desarrollo&#xd;<br />- Propiedad intelectual &#xd;<br />- Educación superior en terceros países&#xd;<br />- innovación y transferencia de tecnología.","lastUp":"2017-03-31T11:57:04.943+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}