{"id":"344656434295-91","name":"Confederatia Patronala Concordia","registrationDate":"2019-03-19T10:14:31.395+01:00","category":2,"subCategory":4,"legal":"Asociație fără scop lucrativ","web":"http://www.confederatia-concordia.ro/","country":"Romania","headAddress":"Str. Academiei 39-41, Et. 4, Academiei Center","headCity":"Bucuresti","headPostCode":"010013","headPhone":"(40)3 10 69 94 20","boss":"Mihai Bogza","bossTitle":"Mr","bossPosition":"Director Executiv","membersCount":3,"membersFTE":"1.0","membership":"BusinessEurope&#xd;\nInternational Employers Organization","memberOrga":"http://www.confederatia-concordia.ro/despre-noi/prezentare-generala/","goal":"Concordia este confederația patronală reprezentativă pentru mediul de afaceri, reunind cele mai puternice federații sectoriale din economia românească și cuprinzând 7 din primele 10 companii după numărul de angajați și cifra de afaceri.&#xd;<br />Concordia își asumă misiunea reprezentării echidistante a intereselor membrilor săi, companii cu capital românesc și străin, având cea mai diversă și relevantă perspectivă asupra realităților economice și sociale.&#xd;<br />Fiind singura confederație patronală românească afiliată la IOE (International Organization of Employers), Concordia colaborează permanent cu partenerii săi europeni și promovează activ respectarea libertății economice și responsabilității sociale, a bunei guvernanțe și predictibilității cadrului investițional.","acronym":"CPC","interests":"Banking and financial services, Business and Industry, Climate Action, Communication, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Institutional affairs, Regional Policy, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Employment and Social Affairs&#xd;<br />Industrial Policy&#xd;<br />Economy and Finance&#xd;<br />EU Single market&#xd;<br />Digital Economy&#xd;<br />Energy and Environment","lastUp":"2019-03-19T10:15:25.125+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}