{"id":"34504727656-95","name":"Landis+Gyr AG","registrationDate":"2012-01-10T10:04:19.217+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.landisgyr.com","country":"Switzerland","headAddress":"Theilerstrasse 1","headCity":"Zug","headPostCode":"6302","headPhone":"(41)4 19 35 60 00","boss":"Richard Mora","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.75","membership":"Landis+Gyr is a founding member of the European Smart Metering Industry Group (ESMIG) and the Smart Energy Demand Coalition (SEDC). The Company also holds associate memberships in the European Energy Forum (EEF)and Eurelectric.&#xd;\nLandis+Gyr is also a member of trade associations in the various European countries in which we operate, such as Swissmem in Switzerland, BEAMA in the UK and ZVEI in Germany, and through these memberships is also a member of the European Engineering Industry Association, Orgalim.","memberOrga":"http://www.landisgyr.eu/about/worldwide-locations/","goal":"Landis+Gyr, founded in Zug, Switzerland in 1896, is the leading global smart metering solutions provider with an installed base of over 300 million electricity meters worldwide. Today, the Company offers the broadest portfolio of products and services in the electricity and gas metering industry, and is paving the way for the next generation of smart grid. With annualized sales of more than US$1.5 billion, Landis+Gyr operates in more than 30 countries across five continents, and employs over 5,000 people.","acronym":"","interests":"Business and Industry, Communication, Consumers, Digital economy and society, Energy, Environment, Research and innovation, Single market, Trans-European Networks","euInitiatives":"Smart Metering / Smart Grids&#xd;<br />Energy markets&#xd;<br />Energy policy&#xd;<br />Environmental policy&#xd;<br />Sustainable consumption/consumer affairs&#xd;<br />Energy Efficiency","lastUp":"2019-02-22T10:15:45.220+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}