{"id":"345223429184-17","name":"Polskie Towarzystwo Edukacji Medialnej","registrationDate":"2017-12-02T13:00:56.903+01:00","category":3,"subCategory":2,"legal":"stowarzyszenie","web":"http://ptem.org.pl","country":"Poland","headAddress":"ul. Gramatyka 8a, pok. 110","headCity":"Kraków","headPostCode":"30-071","headPhone":"(48)1 26 17 42 52","boss":"Grzegorz Ptaszek","bossTitle":"Mr","bossPosition":"Prezes Zarządu","membersCount":2,"membersFTE":"1.75","membership":"Jesteśmy członkiem Koalicji Edukacji Medialnej i Cyfrowej: https://kemic.org.pl/","memberOrga":"Nie zrzeszamy innych organizacji tylko osoby fizyczne. Wykaz wszystkich członków - osób fizycznych:&#xd;\nhttp://ptem.org.pl/o-nas/lista-czlonkow/","goal":"Celem Towarzystwa jest popularyzowanie i rozwijanie wiedzy o mediach oraz edukacji medialnej, a także prowadzenie badań w tym zakresie. &#xd;<br />&#xd;<br />Towarzystwo realizuje swoje cele przez: &#xd;<br />a) współdziałanie z właściwymi jednostkami organizacyjnymi gospodarki, kultury i edukacji, placówkami naukowymi w zakresie planowania i realizacji rozwoju edukacji medialnej oraz praktycznego jej zastosowania; &#xd;<br />b) współpracę z instytucjami systemu edukacji (zwłaszcza Ministerstwem Edukacji Narodowej i Ministerstwem Nauki i Szkolnictwa Wyższego) oraz kultury (zwłaszcza Ministerstwem Kultury i Dziedzictwa Narodowego) w zakresie opracowywania planów i programów kształcenia związanych z wiedzą o mediach i edukacją medialną oraz metod ich realizacji; &#xd;<br />c) prowadzenie działalności wydawniczej; &#xd;<br />d) organizowanie narad, konferencji, sympozjów, kongresów oraz seminariów naukowych popularyzujących problematykę edukacji medialnej; &#xd;<br />e) prowadzenie szkoleń i warsztatów w zakresie wiedzy o mediach i edukacji medialnej;&#xd;<br />f) występowanie o nagrody oraz przyznawanie nagród Towarzystwa za wybitne osiągnięcia związane z propagowaniem wiedzy o mediach i edukacji medialnej; &#xd;<br />g) inicjowanie i prowadzenie badań naukowych;&#xd;<br />h) udział w krajowych i międzynarodowych kongresach oraz konferencjach poświęconych problematyce wchodzącej w zakres zainteresowań Towarzystwa;&#xd;<br />i) rozwijanie innych form działalności w zakresie wiedzy o mediach i edukacji medialnej oraz upowszechnianie wiedzy w tym zakresie;&#xd;<br />i) współdziałanie z mediami oraz innymi instytucjami i organizacjami w kraju i zagranicą propagującymi wiedzę o mediach i edukacji medialnej.","acronym":"PTEM","interests":"Audiovisual and Media, Communication, Education, Information Society, Youth","euInitiatives":"Public consultation on fake news and online disinformation&#xd;<br />&#xd;<br />https://ec.europa.eu/info/consultations/public-consultation-fake-news-and-online-disinformation_en&#xd;<br />&#xd;<br />Protection of personal data - ePrivacy Direcitive","lastUp":"2017-12-20T22:57:07.481+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}