{"id":"345495734668-82","name":"European Association for Negotiation and Mediation","registrationDate":"2019-05-10T18:08:03.753+02:00","category":4,"subCategory":5,"legal":"ASBL","web":"http://www.eanam.org","country":"Belgium","headAddress":"Square Ambiorix 32","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)0 22 30 07 74","boss":"Galluccio Galluccio","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"2.25","membership":"","memberOrga":"www.eanam.org","goal":"L'association a pour but de développer et d'améliorer les capacités techniques, relationnelles et créatives des acteurs participants aux processus de négociation et de médiation. Il sera encouragé la construction d'un réseaux internationale et multidisciplinaire de théoriciens et praticiens qui puisse faciliter une meilleur compréhension des dynamiques et des processus de la négociation et médiation dans l'ensemble de leur globalité. Il pourrait être prévu la promotion des activités, d'études, de recherches, de training/formation, ainsi que l'organisation de conférences et d'événements, dans le domaine de la négociation internationale e de la médiation. En plus, ils pourraient être prévus des études et recherche en politique internationale et socioéconomique&#xd;<br />L'association se base de préférence sur une approche cognitive dans l'étude et la promotion de la négociation et de la médiation en donnant particulière attention aux recherches, études et résultats scientifiques et professionnels de la psychologie cognitive appliquée, de la psychothérapie cognitive et comportementale et de la formation cognitiviste. Néanmoins, les contributions qui dérivent d'autres disciplines et approches seront également considérées et respectées.","acronym":"EANAM","interests":"Agriculture and Rural Development, Borders and Security, Climate Action, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Migration and asylum, Trade, Youth","euInitiatives":"Evaluation of State aid instruments; disasters and security;&#xd;<br />security and crime and terrorism; European Social Fund — evaluation (2014-20); Foreign policy, enlargement policy.","lastUp":"2019-05-10T19:25:25.721+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}