{"id":"345555521238-97","name":"Blacksmith Initiative","registrationDate":"2016-04-04T16:40:03.687+01:00","category":1,"subCategory":6,"legal":"charity","web":"http://www.blacksmithinitiative.org/; www.pureearth.org","country":"United kingdom","headAddress":"c/o Ferguson &amp; Maidment","headCity":"London","headPostCode":"EC4A 2E","headPhone":"(44)14 94 72 41 55","boss":"Richard Fuller","bossTitle":"Mr","bossPosition":"CEO &amp; President","membersCount":1,"membersFTE":"0.25","membership":"Global Alliance on Health and Pollution (GAHP) www.gahp.net&#xd;\n&#xd;\nUN Global Mercury Partnership http://www.unep.org/chemicalsandwaste/Metals/GlobalMercuryPartnership/tabid/1253/Default.aspx&#xd;\n&#xd;\nGlobal Alliance to Eliminate Lead in Paint (GAELP) http://www.unep.org/chemicalsandwaste/LeadandCadmium/LeadPaintAlliance/tabid/6176/Default.aspx&#xd;\n&#xd;\nPlanetary Health Alliance&#xd;\nhttps://planetaryhealthalliance.org/","memberOrga":"not a membership organization.","goal":"Blacksmith Initiative (sister organization of Pure Earth (formerly Blacksmith Institute) international non-profit organization dedicated to solving pollution problems in low- and middle-income countries, where human health is at risk. Since its inception in 1999, Blacksmith/Pure Earth has completed more than 80 clean-up projects in 20 countries. Blacksmith/Pure Earth works closely with national stakeholders from communities, industry and governments, and coordinates with key organizations such as the World Bank, United Nations Industrial Development Organization, the Asian Development Bank, and the European Commission, many of which provide funding. Blacksmith/Pure Earth focuses on locations throughout the developing world where human health is most affected by pollution. We combine pollution management with legacy pollution remediation to reduce exposures to toxins to local populations, especially children.","acronym":"","interests":"Environment, Humanitarian aid and civil protection, Public Health","euInitiatives":"We follow the Annual DevCo aid program approved by EU Parliament","lastUp":"2019-02-13T22:07:57.829+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"500000-999999"}