{"id":"345748224238-74","name":"Coastal &amp; Marine Union (EUCC)","registrationDate":"2016-11-03T10:56:30.727+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.eucc.net","country":"Netherlands","headAddress":"Rapenburg 8, 2311EV, Leiden","headCity":"Leiden","headPostCode":"2301EE","headPhone":"(31)7 15 14 37 19","boss":"Robert Steenbergen","bossTitle":"Mr","bossPosition":"Director General Affairs","membersCount":8,"membersFTE":"4.5","membership":"","memberOrga":"In the field of coastal and maritime tourism, EUCC is member of ECOTRANS and DestiNet. Together we have working relationships with DG GROW.&#xd;\n&#xd;\nEUCC is member of the ECNC Group, consisting of Coastal &amp; Marine Union – EUCC, and the EUCC MedCentre. The Group offers an additional network to facilitate access to European institutions.&#xd;\n\t&#xd;\nEUCC is a founding member of the European Habitats Forum (EHF), a coalition of NGOs advising DG Environment on habitats and Natura 2000 issues.","goal":"Coastal &amp; Marine Union (EUCC) is a stakeholder and network association with members in 40 countries. Founded in 1989 with the aim of promoting a European approach to coastal conservation by bridging the gap between scientists, environmentalists, site managers, planners and policy makers, it has grown since then into the largest network of coastal and marine practitioners and experts in Europe and neighbouring areas.&#xd;<br />EUCC is dedicated to conserving and maintaining healthy seas and attractive coasts for both people and nature. To this end, EUCC seeks to:&#xd;<br />◦promote integrated marine and coastal management, combining development with the protection of biodiversity, social, historical and cultural values;&#xd;<br />◦work to limit the impacts of climate change;&#xd;<br />◦provide advice, information, communication and policy instruments;&#xd;<br />◦partake in coastal and marine research projects;&#xd;<br />◦raise awareness of environmental issues;&#xd;<br />◦develop partnerships with stakeholders.","acronym":"EUCC","interests":"Climate Action, Communication, Digital economy and society, Environment, International co-operation and development, Maritime affairs and fisheries, Regional Policy, Research and innovation","euInitiatives":"BLUE GROWTH: Integrated Coastal Management / Maritime Spatial Planning:&#xd;<br />Coastal policy’s formulation and implementation is the raison d’être for EUCC. Our experience and network knowledge base intends to provide support towards meeting the newly adopted MSP Directive requirement of ‘land-sea interactions’:&#xd;<br />◦EUCC aim to continue supporting the (further) development and implementation of MSP, with particular attention to the land-sea interactions within the EU and neighbouring countries, especially at regional seas level. We believe that over 20 years of ICM experience can be best applied to the implementation of the EU MSP Directive and to further support the ICM/MSP Group of Experts. This goal is especially relevant regarding governance and stakeholder engagement for better co-ordination.&#xd;<br />◦EUCC has actively participated in meetings of the EU’s Expert Group on Integrated Coastal Management (ICM EG) since it was set up in 2002. We actively participated at the last 5th Joint Meeting of the ICM and MSP Expert Groups, held in Brussels April 2015, and the first joint meeting during the transposition phase of the MSP Directive. EUCC offered its support to the implementation of new legislation based on the experience of ICM principles applied to coastal management, especially considering land-sea interactions in the context of coastal and marine policies and best practices for MSP cross-border projects. Natasha Bradshaw (EUCC Board Member) gave a presentation about the practices undertaken and lessons learned from UK Coastal Partnerships and the Celtic Seas Partnership initiative, contributing successfully to the discussion item dedicated to public participation. It was apparent from this meeting that Member States are keen to obtain more support &amp; expertise on how to interpret and implement their new obligations for MSP, particularly with regard to the land-sea interactions and cross-border collaboration.&#xd;<br />◦At the Regional Seas level, EUCC has been following and contributing to the work as observer of the OSPAR and HELCOM Conventions, as well as following closely the Black Sea and Mediterranean regional seas developments.&#xd;<br />&#xd;<br />MARINE STRATEGY: The Marine Strategy Framework Directive (MSFD) target to achieve ‘good environmental status’ by 2020 is coming under severe pressure. Since the implementation of the Marine Strategy Framework Directive has started, EUCC has been actively involved in the implementation process and, in particular, contributing to several key EU projects and integration in the MSFD Underwater Noise and Marine Litter Technical Subgroups, which have been set-up to provide guidance and recommendations to the MSFD-GES Working Group in respect to these two descriptors.&#xd;<br />&#xd;<br />GREEN COASTS; &#xd;<br />Climate Change Adaptation:&#xd;<br />In recent years, EUCC has paid much attention to adaptation measures necessary for living with the effects of the environmental impacts of ocean warming and acidification and its negative impacts on coastal and marine ecosystems; and of accelerated sea level rise, increasing frequency and intensity of storms, tidal surges, resulting into coastal erosion and poorly designed coastal defence strategies.&#xd;<br />&#xd;<br />Sustainable development:&#xd;<br />In 2013, the European Commission has launched the European Tourism Indicator System (ETIS) for Sustainable Management of Destinations. All ETIS indicators are now included in the EUCC's QualityCoast programme. In addition, QualityCoast is also in compliance with the Global Sustainable Tourism Council (GSTC, established by UN WTO and UNEP). QualityCoast is closely connected to the Global Sustainable Tourism Review (GSTR) – a new Destination Sustainability Support System that makes the GSTC and the ETIS indicators operational towards the tourism sector.","lastUp":"2019-09-24T10:37:27.735+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}