{"id":"345980836444-63","name":"Think Tank Racionální politiky závislostí (Think Tank for Rational Addiction Policies)","registrationDate":"2019-11-03T13:02:28.781+01:00","category":4,"subCategory":5,"legal":"nezisková organizace","web":"https://jindrichvoboril.cz/think-tank/","country":"Czech republic","headAddress":"Pellicova 22","headCity":"Brno","headPostCode":"60200","headPhone":"(420)7 25 80 58 65","boss":"Jindřich Vobořil","bossTitle":"","bossPosition":"ředitel","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"We are a multidisciplinary association of independent and leading/well-established experts committed to research and education in the field of addictions from all points of view: public and individual health, legislation, safety challenges, shadow economy, market modelling, tax, economic and other impacts of addiction issues on public budgets, education, prevention and, last but not least, social, sociological and political sciences, mainly in relation to addictive substances (alcohol, tobacco, pharmaceuticals, illegal psychotropic  drugs) and gambling.&#xd;<br />We strive after cultivating public debates and public awareness in the society concerning the subject of addictions,  political attitude modelling. Through partner institutions and individual experts we want to influence the development of strategic documents at all political and professional levels, including professional set-up of the relevant legislation and we also wish to influence strong industries operating in the field of  addiction-forming products and encourage them to adopt principal  standards of ethics. &#xd;<br />For this purpose, we draw up expert and independent analyses, studies, independent legislative or other policy and strategy-oriented proposals for the implementation of preventive measures. Our work includes the  so-called “visibility” events - round-tables and expert seminars held in the Chamber of Deputies, in the European Commission, and the United Nations, for professionals as well as the non-governmental sector. &#xd;<br />We create a platform for transparent communication between the \"addiction-forming\" industries, governmental, intergovernmental institutions and the non-governmental and professional sector. This platform provides an area that is meant to diminish the need for lobbying or interest representation aimed to  promote particular interests that often border on corrupt environment while eliminating the undesirable impacts of the inability of  public administration to find adequate - and thus functional-  tools to minimise risks and damage. &#xd;<br />We implement projects addressing so far inadequately addressed issues such as domestic violence committed as a result of alcohol abuse, both on  children and adults in a given family system.&#xd;<br />We operate at the national and international levels. Within the international context, we focus primarily on the institutions of the European Commission and the European Parliament, but also, for example, Pompidou Group, UN, large supranational non-governmental institutions and civil society.","acronym":"TT RPZ (TTfRAP)","interests":"Customs, Education and training, Employment and Social Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation, Taxation, Youth","euInitiatives":"We are a multidisciplinary association of independent and leading/well-established experts (Think Tank for Rational Addiction Policies - TTfRAP) committed to research and education in the field of addictions from all points of view: public and individual health, legislation, safety challenges, shadow economy, market modelling, tax-related, economic and other impacts of addiction issues on public budgets, education, prevention and, last but not least, social, sociological and political sciences, mainly in relation to addictive substances (alcohol, tobacco, pharmaceuticals, illegal psychotropic  drugs) and gambling.","lastUp":"2019-11-03T13:05:38.148+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}