{"id":"346484531345-30","name":"CONFEDERACIÓN ESTATAL DE PERSONAS SORDAS","registrationDate":"2018-04-27T11:40:23.109+02:00","category":3,"subCategory":2,"legal":"CONFEDERACIÓN","web":"http://www.cnse.es","country":"Spain","headAddress":"calle Islas Aleutianas, 28","headCity":"Madrid","headPostCode":"28035","headPhone":"(34)3 56 58 32","boss":"MARIA SOL  GONZÁLEZ ACEDO","bossTitle":"","bossPosition":"DIRECTORA GERENTE","membersCount":2,"membersFTE":"0.5","membership":"www.cnse.es&#xd;\nwww.eud.eu&#xd;\nwww.wfdeaf.org","memberOrga":"www.cnse.es&#xd;\nwww.eud.eu&#xd;\nwww.wfdeaf.org","goal":"La CNSE, Confederación Estatal de Personas Sordas, es una ONG de acción social, sin ánimo de lucro y de ámbito estatal que fue fundada en 1936. Luchamos por la igualdad  de oportunidades para las personas sordas, a través de políticas encaminadas a suprimir las barreras que impiden el ejercicio de nuestros derechos. Desde su creación, La CNSE ha desarrollado una labor de reivindicación e incidencia política para lograr la plena ciudadanía de las personas sordas, así como del desarrollo de programas de atención y prestación de servicios a través de sus federaciones y asociaciones de personas sordas.&#xd;<br />La CNSe está integrada por 17 Federaciones Autonómicas, una por cada Comunidad Autónoma, y por la Asociación de Personas Sordas de la Ciudad Autónoma de Melilla.  Estas Federaciones integran, por su parte, más de 118 asociaciones provinciales y locales de personas sordas de todo el Estado. Asimismo, La CNSE acoge a miembros colaboradores entre los que destacan distintas asociaciones de padres y madres de niñas , niños y jóvenes sordos.","acronym":"CNSE","interests":"Communication, Culture, Education and training, Foreign and Security Policy and Defence, Justice and Fundamental Rights, Regional Policy, Youth","euInitiatives":"legislación europea reconocimiento lengua de signos&#xd;<br />Convención ONU sobre los derechos humanos&#xd;<br />legislación en materia bilingüe","lastUp":"2018-04-27T11:41:55.179+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}