{"id":"346400130800-87","name":"CICERO Senter for klimaforskning","registrationDate":"2018-04-04T10:39:00.639+02:00","category":4,"subCategory":5,"legal":"Foundation","web":"http://www.cicero.oslo.no","country":"Norway","headAddress":"Gaustadalleen 21","headCity":"Oslo","headPostCode":"0349","headPhone":"(47)22 00 47 00","boss":"Kristin Halvorsen","bossTitle":"Ms","bossPosition":"director","membersCount":12,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"CICERO is Norway’s foremost institute for interdisciplinary climate Research. We deliver new insight that help solve the climate challenge and strengthen international climate cooperation.&#xd;<br />&#xd;<br />We help to solve the climate problem and strengthen international climate cooperation by predicting and responding to society’s climate challenges through research and dissemination of a high international standard. Our researchers collaborate with top researchers from around the world, and publish their work in recognized international journals, reports, books and periodicals.&#xd;<br />&#xd;<br />CICERO has garnered particular attention for its research on the effects of manmade emissions on the climate, society’s response to climate change, and the formulation of international agreements. We have played an active role in the IPCC since 1992. In recent years we have also developed considerable expertise in climate financing.&#xd;<br />&#xd;<br />CICERO has a national role in promoting knowledge about climate change and is internationally recognised as a driving force for innovative climate communication. We are in constant dialogue about the responses to climate change with public and private decision makers, government administration and civil society.","acronym":"CICERO","interests":"Climate Action, Energy, Environment, Financial Stability, Financial Services and Capital Markets Union ","euInitiatives":"CICERO is a research partner in several FP7 and H2020 projects","lastUp":"2018-04-04T10:44:19.920+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}