{"id":"346734610616-28","name":"Forum InformatikerInnen für Frieden und gesellschaftliche Verantwortung e.V.","registrationDate":"2013-02-10T23:23:09.539+01:00","category":3,"subCategory":2,"legal":"Eingetragener Verein","web":"http://www.fiff.de","country":"Germany","headAddress":"Goetheplatz 4","headCity":"Bremen","headPostCode":"28203","headPhone":"(49421)33 65 92 55","boss":"Stefan Hügel","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstands","membersCount":20,"membersFTE":"5.0","membership":"European Digital Rights (EDRi): edri.org&#xd;\nEuropean At-Large Organization (EURALO): euralo.org","memberOrga":"","goal":"Im FIfF haben sich rund 700 engagierte Frauen und Männer aus Lehre, Forschung, Entwicklung und Anwendung der Informatik und Informationstechnik zusammengeschlossen, die sich nicht nur für die technischen Aspekte, sondern auch für die gesellschaftlichen Auswirkungen und Bezüge des Fachgebietes verantwortlich fühlen. Wir wollen, dass Informationstechnik im Dienst einer lebenswerten Welt steht. Das FIfF bietet ein Forum für eine kritische und lebendige Auseinandersetzung – offen für&#xd;<br />alle, die daran mitarbeiten wollen oder auch einfach nur informiert bleiben wollen.&#xd;<br />Vierteljährlich erhalten Mitglieder die Fachzeitschrift FIfF-Kommunikation mit Artikeln zu aktuellen Themen, problematischenEntwicklungen und innovativen Konzepten für eine verträgliche Informationstechnik. In vielen Städten gibt es regionale AnsprechpartnerInnen oder Regionalgruppen, die dezentral Themen&#xd;<br />bearbeiten und Veranstaltungen durchführen. Jährlich findet an wechselndem Ort eine Fachtagung statt, zu der TeilnehmerInnen und ReferentInnen aus dem ganzen Bundesgebiet und darüber hinaus anreisen. Darüber hinaus beteiligt sich das FIfF regelmäßig an weiteren Veranstaltungen, Publikationen, vermittelt bei Presse- oder Vortragsanfragen ExpertInnen, führt Studien durch und gibt Stellungnahmen ab etc. Das FIfF kooperiert mit zahlreichen Initiativen und Organisationen im In- und Ausland.","acronym":"FIfF","interests":"Education, Foreign and Security Policy and Defence, Home Affairs, Information Society, Justice and Fundamental Rights, Research and Technology","euInitiatives":"EU-Datenschutz-Grundverordnung&#xd;<br />Cyber-Security&#xd;<br />Cyberwar / Cyberpeace","lastUp":"2017-04-18T19:47:09.366+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}