{"id":"34694767407-27","name":"International Yehudi Menuhin Foundation","registrationDate":"2011-12-12T15:27:24.807+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.menuhin-foundation.com","country":"Belgium","headAddress":"boulevard du Souverain 36","headCity":"Brussels","headPostCode":"B 1170","headPhone":"(00322)6 73 35 04","boss":"Marianne Poncelet","bossTitle":"Ms","bossPosition":"Executive Vice-President","membersCount":1,"membersFTE":"0.25","membership":"Membre du réseau belge de la Fondation Anna Lindh&#xd;\nMembre de la plateforme Intercultural Europe","memberOrga":"- Belgium - vzw MUS-E Belgium www.mus-e.be&#xd;\n- Cyprus - www.musecyprus.org&#xd;\n- Germany - Verein MUS-E Deutschland e.V. www.mus-e.de&#xd;\n- Hungary - MUS-E Hungary www.mus-e.hu&#xd;\n- Israel - The Jaffa Institute&#xd;\n- Italy - MUS-E Italia Onlus www.mus-e.it/&#xd;\n- Kosovo - MUS-E Kosova https://www.facebook.com/musekosova&#xd;\n- Liechtenstein www.mus-e.li&#xd;\n- Portugal - Associação Menuhin Portugal www.aymp.pt/&#xd;\n- Spain - Fundación Yehudi Menuhin España (FYME) http://fundacionyehudimenuhin.org/&#xd;\n- Switzerland - MUS-E Schweiz http://www.mus-e.ch&#xd;\nList of MUS-E countries currently active. Other countries are expected to join the network very soon.","goal":"MISSION - VISION: The International Yehudi Menuhin Foundation (IYMF) was created in 1991 by Yehudi Menuhin, one of the greatest violinists of the twentieth century, to realise his humanist dream of giving a voice to the voiceless through the arts, irrespective of background, and building a civilization of reciprocity. This dream has been incorporated into our VISION of fostering art and creativity in education and personal development for a more open, inclusive and harmonious society. It is encapsulated as follows: - Every child has a chance; - Every human has a voice; - Every culture has a channel of expression. Our MISSION is to contribute actively to intercultural dialogue and societal integration at both national and international levels through the creative arts, by:- Enabling international exchanges and co-creation of emerging and established musicians and artists from lesser-known minorities; - Promoting and implementing the use of the creative arts to educate children of all backgrounds. OUR AREAS OF ACTIVITY: Art at School: in its present form, MUS-E® is targeted at elementary schools, primarily in Europe, that are facing the challenge of education a growing multicultural group of children, many of whom come from migrant or disadvantaged families and are at risk of social exclusion or other social problems. In the presence of the classroom teachers, professional artists associated with MUS-E actively introduce and share various forms of art (singing, music, movement, drama, visual and multimedia arts). Thanks to this collective work, MUS-E programme encourages dialogue and togetherness, while awakening the child’s sense of creativity, empathy and resilience. MUS-E® is a trademark of the International Yehudi Menuhin Foundation. All rights reserved. Art for Europe: our organization vaunts a long history of being both leader and a participant in socio-cultural and educational projects commissioned by the European Commission in the areas of intercultural dialogue and social inclusion of children and young people from lesser-known minorities. Art in Residence: We specialise in organising international artistic residences for young artists from diverse cultures drawing on our network of artist experts from around Europe and beyond. These residencies are designed to encourage the exchange of knowledge and good practices between artists and enable the co-creation of new works. These creative laboratories lay the foundations for the future artist ambassadors of our MUS-E® network and its partners. Art on stage: An abiding legacy of Yehudi Menuhin and his collaboration with artists of diverse backgrounds is the unique and high-quality annual concert of performance which we organise, bringing together several cultures in harmonious dialogue through music or other performing arts. Such events convey a strong message of tolerance and understanding and are dynamic demonstration of social integration at European level. Since 1992, the Foundation has united the voices of different cultures in more than 50 live concerts and dance performances, featuring both world-renowned artists and newcomers. Before his death in 1999, Yehudi Menuhin presented among others Stéphane Grappelli, Ravi Shankar, Marcel Marceau and Myriam Makeba on stage. The tradition continues today, with famous names such as Jorge Chaminé continuing to voice Yehudi Menuhin’s powerful message of harmony through music.","acronym":"IYMF","interests":"Communication, Culture, Culture and media, Education and training, External Relations, Youth","euInitiatives":"Project leader for projects submitted to DGEAC Culture; DGEAC LLP: Erasmus+ Programme","lastUp":"2019-08-27T11:36:26.802+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}