{"id":"347193921829-08","name":"Lehrstuhl für Zivil- und Wirtschaftsrecht an der Universität Hamburg","registrationDate":"2016-05-19T11:45:33.853+02:00","category":4,"subCategory":12,"legal":"Keine","web":"http://www.schuldrecht.de/","country":"Germany","headAddress":"Von-Melle-Park 9","headCity":"Hamburg","headPostCode":"20146","headPhone":"(49)4 04 28 38 77 16","boss":"Kai-Oliver Knops","bossTitle":"Mr","bossPosition":"Professor","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Das Forschungsprofil von Prof. Dr. Kai-Oliver Knops und seinem Team umfasst vor allem Bank- und Kapitalmarktrecht, Recht der Erneuerbaren Energien sowie im Verbraucherrecht. In den Lehr- und Forschungsschwerpunkten besteht eine enge Verzahnung mit der Praxis, u.a. werden Gutachten zur Vorbereitung juristischer und wirtschaftlicher Entscheidungen für Ministerien, aber auch für Privatpersonen oder Rechtsanwälte erstellt. Der Lehrstuhl ist international ausgerichtet und hat sehr gute Kontakte ins europäische Ausland. Daher wird die Forschung außer den Problemen und Herausforderungen des Wirtschaftsrechts im nationalen Rechtsraum , auch den nationalen Raum übergreifenden Fragestellungen aus der Europäischen Union gewidmet. Besonders nennenswert ist das Forschungsgebiet zu dem Verbraucherrechtschutz in der Rechtsordnung Deutschlands sowie der Europäischen Union.","acronym":"","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Prof. Dr. Kai Oliver Knops setzt sich in enger Zusammenarbeit mit der Bundesanstalt für Finanzdienstleistungsaufsicht (BaFin) und als Mitglied des Beirats des Finanzmarktwächters für den Verbraucherschutz.&#xd;<br />Im Rahmen des Transparenzregisters will Prof. Dr. Kai Oliver Knops ständig eine Möglichkeit haben, eine Stellungnahme zum Verbraucherrecht in der EU zu beziehen.","lastUp":"2018-04-24T12:12:14.533+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}