{"id":"3474944849-83","name":"Bundesarbeitgeberverband Chemie e.V.","registrationDate":"2008-12-22T13:05:15.863+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein nach deutschem Recht","web":"http://www.bavc.de","country":"Germany","headAddress":"Abraham-Lincoln-Strasse 24","headCity":"Wiesbaden","headPostCode":"65189","headPhone":"(49)6 11 77 88 10","boss":"Dr. Klaus-Peter Stiller","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":3,"membersFTE":"2.5","membership":"Der BAVC ist Mitglied in folgenden Organisationen:&#xd;\n&#xd;\nLRC - International Chemical Employers Labour Relations Committee&#xd;\nECEG - European Chemical Employers Group&#xd;\nBDA - Bundesvereinigung der deutschen Arbeitgeberverbände&#xd;\nIW - Institut der deutschen Wirtschaft","memberOrga":"https://www.bavc.de/bavc/web/web.nsf/id/pa_mitgliedsverbaende.html","goal":"Der Bundesarbeitgeberverband Chemie (BAVC) mit Sitz in Wiesbaden, Deutschland nimmt seit 1949 seine Aufgabe als tarif- und sozialpolitischer Spitzenverband der deutschen chemischen Industrie wahr. Gemeinsam mit seinen 10 regionalen Mitgliedsverbänden führt er im Interesse der Chemie-Unternehmen regelmäßig Tarifverhandlungen mit den Vertretern der Arbeitnehmer. Im Organisationsbereich seiner Mitglieds- und Bezirksverbände sind insgesamt rund 1.900 Mitgliedsunternehmen mit ca. 550.000 Beschäftigten organisiert.&#xd;<br />&#xd;<br />Der Verband repräsentiert damit die deutsche chemische Industrie in ihrer ganzen Vielfalt sowie große Teile der Kautschuk- und der kunststoffverarbeitenden Industrie. Große, mittlere und kleine Unternehmen der verschiedenen Chemiesparten arbeiten in den Gremien des BAVC eng zusammen. &#xd;<br />&#xd;<br />Kernaufgaben des BAVC sind der Abschluss von Tarifverträgen auf Bundesebene, die Koordinierung der Chemie-Tarifpolitik, die Weiterentwicklung der Personal- und Sozialpolitik sowie die Interessenvertretung gegenüber Staat und Gesellschaft.&#xd;<br />&#xd;<br />Vorrangig vertritt der BAVC die Belange der Chemie-Unternehmen gegenüber den Gewerkschaften. Die hierdurch erreichte Balance zwischen Macht und Gegenmacht sorgt für den notwendigen Interessenausgleich zwischen Arbeitgebern und Arbeitnehmern und trägt so zum sozialen Frieden bei. &#xd;<br />&#xd;<br />Grundlegendes Ziel des BAVC ist die Verbesserung der wirtschaftlichen Rahmenbedingungen am Standort Deutschland, um Unternehmen und Arbeitsplätze wettbewerbsfähig zu halten.&#xd;<br />&#xd;<br />Seit 2002 unterhält der BAVC ein Europa Büro in Brüssel.","acronym":"BAVC","interests":"Budget, Competition, Consumer Affairs, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, General and Institutional Affairs, Home Affairs, Internal Market, Justice and Fundamental Rights, Public Health, Research and Technology, Taxation, Trade, Youth","euInitiatives":"Alterssicherung&#xd;<br />Bildung&#xd;<br />Chancengleichheit&#xd;<br />Arbeitszeit&#xd;<br />Gesundheit&#xd;<br />Sozialpartnerschaft&#xd;<br />CSR","lastUp":"2018-03-08T12:57:27.946+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}