{"id":"347814235755-18","name":"Cloud Security Alliance Europe CIC","registrationDate":"2019-08-30T16:33:29.957+02:00","category":3,"subCategory":2,"legal":"Community Interest Company","web":"https://cloudsecurityalliance.org","country":"United kingdom","headAddress":"272 Bath Street Glasgow","headCity":"Glasgow","headPostCode":"G2 4JR","headPhone":"(358)4 49 71 28 04","boss":"Daniele Catteddu","bossTitle":"Mr","bossPosition":"Director and Chief Technology Officer","membersCount":6,"membersFTE":"3.5","membership":"UNINFO: https://www.uninfo.it/index_pages/servizi-associativi/elenco-soci.html","memberOrga":"CSA has approximately 400 member organisation.&#xd;\nThe partial list of the CSA members can found here:&#xd;\nhttps://cloudsecurityalliance.org/membership/current/&#xd;\n&#xd;\nThis is instead the list of affiliate members:&#xd;\nhttps://cloudsecurityalliance.org/membership/current-affiliates/&#xd;\n&#xd;\nAffiliate members are organisations CSA has signed a collaboration agreement with.","goal":"Cloud Security Alliance (“CSA”) is an organisation dedicated to defining and raising awareness of best practices to help ensure a secure cloud computing environment. CSA is a not for profit organisation that includes in its membership base a significant portion (over 400 members) of the cloud service providers and cloud security vendors as well as several cloud customers. Moreover, CSA has over 90,000 individual members and 102 National and Regional Chapters on a global scale.&#xd;<br />&#xd;<br />CSA is mainly dedicated to the definition of security and privacy consensus driven best practices and specifications as well as their implementation through compliance and educational programs. It covers different aspects of technology security and privacy, mainly focusing on cloud computing, but also IoT, Blockchain and Mobile. &#xd;<br />&#xd;<br />The vast majority of CSA’s research is done via working groups, currently 28.&#xd;<br />&#xd;<br />CSA also participates in national policy support and applied research projects. In Europe, in particular, CSA has participated in several FP7 and H2020 projects and contributed to the work of the European Commission and ENISA for the development and implementation of the European Cloud Strategy since 2012.  Similarly CSA is involved in a 7 years applied research project (STRATUS) funded by the New Zealand Government, and a project for the development of an assurance and compliance program for Malaysian Central Bank. CSA collaborates also with the GSA (FedRAMP program) and NIST in the USA  and with the Info-communications Media Development Authority of Singapore on the Multi-Tier Cloud Security (MTCS) certification scheme.&#xd;<br />&#xd;<br />The results of the CSA research activities are leveraged by CSA to deliver additional services to its community (both members and not members), such as:&#xd;<br />Providers/Services certification program (STAR Program)&#xd;<br />Training and Professional certification &#xd;<br />Standardization (International Standardization Council)&#xd;<br /> Events/Conferences&#xd;<br />&#xd;<br />&#xd;<br />Security Transparency Assurance and Risk (STAR) Program:&#xd;<br />It’s the CSA program for cloud security and privacy compliance and assurance.&#xd;<br />Includes options for self-assessment, 3rdparty audit ISO-based certifications and ISAE-based attestations and for continuous monitoring.&#xd;<br />Within the context of the STAR Program, CSA operates as certification scheme owner, whereby it defines the technical standards (thought working groups such as Cloud Control Matrix (CCM)), the certification schemes (via the Open Certification Framework(OCF) working group) and the governance and oversight mechanisms. The actual operation of the scheme, and particularly, auditing and assessment activities are performed by qualified 3rdparty partners (e.g. ISO 27001 certification bodies, CPAs, etc). &#xd;<br />Recently, the STAR Program has been extended to include a Code of Conduct and a Certification for GDPR compliance.&#xd;<br /> &#xd;<br />Training and Professional certification:&#xd;<br />CSA provides several training options and the Certificate of Cloud Security Knowledge (CCSK).&#xd;<br /> &#xd;<br />Standardization&#xd;<br />CSA has constituted the International Standardization Council (ISC), and established formal liaison with leading International Standards Development Organization (SDOs) such as ISO/IEC (liaison Category A with both ISO/IEC JTC 1/SC 27 and SC38) and ITU-T (liaison A4 and A5). Through the ISC, CSA contributes to and co-edits standards.&#xd;<br />https://cloudsecurityalliance.org/isc/&#xd;<br /> &#xd;<br />Events/Conferences:&#xd;<br />CSA organises several awareness and education events such as conferences, workshops and webinars.","acronym":"CSA","interests":"Digital economy and society, Justice and Fundamental Rights, Research and innovation","euInitiatives":"CSA participates in national policy support and applied research projects. CSA has participated in several FP7 and H2020 projects: Helix Nebula - The Science Cloud, Accountability for Cloud, Cirrus, CloudWatch 1 and 2, Cumulus, SPECS, TakeDown, EU-SEC.&#xd;<br />CSA contributed to the work of the European Commission and ENISA for the development and implementation of the European Cloud Strategy since 2012.  &#xd;<br />&#xd;<br />CSA is currently represented in the EC CSPCert, the expert group established by the EC for supporting ENISA in the creation of a cloud computing certification scheme within the scope of the EU CyberSecurity Act.&#xd;<br />CSA is also represented in the European Data Protection Board stakeholder group and it's working to the definition of a Code of Conduct and a certification for GDPR compliance.&#xd;<br />&#xd;<br />CSA is also active within the EU standardisation community via its membership UNINFO.","lastUp":"2019-08-30T16:35:00.862+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}