{"id":"348115818639-60","name":"World Travel &amp; Tourism Council","registrationDate":"2015-09-07T16:05:47.276+02:00","category":3,"subCategory":2,"legal":"Non-profit","web":"http://www.wttc.org/","country":"United kingdom","headAddress":"The Harlequin Building, 65 Southwark St","headCity":"London","headPostCode":"SE1 0HR","headPhone":"(44)20 74 81 80 07","boss":"Jason Norman","bossTitle":"Mr","bossPosition":"FINANCE DIRECTOR &amp; COMPANY SECRETARY","membersCount":2,"membersFTE":"0.5","membership":"1. Official Guest Status in APEC: Asia-Pacific Economic Cooperation (APEC) is a forum for 21 Pacific Rim member economies that promotes free trade throughout the Asia-Pacific region.&#xd;\n&#xd;\n2. Official International Organisation status with ASEAN, engaging Ministerial meetings and  engaging in member  projects. The Association of Southeast Asian Nations (ASEAN) was formed in 1967 by Indonesia, Malaysia, the Philippines, Singapore, and Thailand to promote political and economic cooperation and regional stability. Brunei joined in 1984, Vietnam joined ASEAN in 1995, Laos and Burma were admitted in July 1997 and Cambodia joined in 1999. The ASEAN Community is comprised of three pillars, the Political-Security Community, Economic Community and Socio-Cultural Community.","memberOrga":"150 member organizations. Link to the updated list: http://www.wttc.org/about/members/&#xd;\n&#xd;\nMajority of Membership is based in Europe or have operations in/with Europe","goal":"ABOUT WTTC &#xd;<br />- WTTC is the body which represents the Travel &amp; Tourism private sector globally&#xd;<br />- Our Members consist of CEOs of the world’s T&amp;T companies and industry organisations engaging with Travel &amp; Tourism&#xd;<br />- WTTC has for 25 years been quantifying the economic impact of T&amp;T in 185 countries&#xd;<br />&#xd;<br />Our three strategic priorities are:&#xd;<br />&#xd;<br />1.\tSecurity and travel facilitation&#xd;<br />- Collaborative working to increase security &amp; improve travel facilitation through the use of technology. &#xd;<br />- Seamless processes for entire journey where private sector and public are integrated&#xd;<br />- Use of technology to achieve that seamless process, biometrics is the solution&#xd;<br />- Visa facilitation such as regional visas, e-visas and visa on demand stimulates demand to countries, generating more visitors, more spend and more GDP/jobs&#xd;<br />- Need to quantify the impact of best practice of visas and visa policies&#xd;<br />- Need to share that impact with governments &#xd;<br />&#xd;<br />2.\tCrisis preparedness and management &#xd;<br />- Integration of Travel &amp; Tourism players in crisis planning processes&#xd;<br />- Inclusion of private sector in preparation and management of crises, which leads to faster recovery and less impact on jobs &#xd;<br />&#xd;<br />3.\tSustainable growth &#xd;<br />- Climate Action: T&amp;T has a leading role to play in addressing climate change, through reducing carbon impact using science-based targets and moving towards carbon neutrality &#xd;<br />- Destination Stewardship : Long term planning which includes public, private sectors and communities is vital for viable and sustainable destinations &#xd;<br />- Jobs/workforce/skills: T&amp;T as a sector has unique ability to produce quality jobs because of mobility, opportunities, minimum skills, high expertise - Building the bridge between the needs of the industry and the workforce&#xd;<br />- Social responsibility: T&amp;T needs to be socially responsible and play its part in addressing global challenges such as the illegal wildlife trade, child protection and human trafficking","acronym":"WTTC","interests":"Borders and Security, Business and Industry, Climate Action, Communication, Consumers, Culture, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Environment, External Relations, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"EU Schengen visa code recast&#xd;<br />European Travel information and Authorisation System (ETIAS)&#xd;<br />Smart Borders Package (Entry and Exit System (EES))&#xd;<br />Visa waiver programme","lastUp":"2018-09-11T13:12:10.650+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}