{"id":"348115818639-60","name":"World Travel &amp; Tourism Council","registrationDate":"2015-09-07T16:05:47.276+01:00","category":3,"subCategory":2,"legal":"Non-profit","web":"http://www.wttc.org/","country":"United kingdom","headAddress":"The Harlequin Building, 65 Southwark St","headCity":"London","headPostCode":"SE1 0HR","headPhone":"(44)20 74 81 80 07","boss":"Jason Norman","bossTitle":"Mr","bossPosition":"FINANCE DIRECTOR &amp; COMPANY SECRETARY","membersCount":2,"membersFTE":"0.5","membership":"1. Member of GTAC: GTAC is comprised of Airports Council International (ACI), Cruise Line International Association (CLIA), International Air Transport Association (IATA), International Civil Aviation Organisation (ICAO), Pacific Asia Travel Association (PATA), World Economic Forum (WEF), World Tourism Organization (UNWTO) and the World Travel &amp; Tourism Council (WTTC).&#xd;\n&#xd;\n2. Official Guest Status in APEC: Asia-Pacific Economic Cooperation (APEC) is a forum for 21 Pacific Rim member economies that promotes free trade throughout the Asia-Pacific region.&#xd;\n&#xd;\n3. Official International Organisation status with ASEAN, engaging Ministerial meetings and  engaging in member  projects. The Association of Southeast Asian Nations (ASEAN) was formed in 1967 by Indonesia, Malaysia, the Philippines, Singapore, and Thailand to promote political and economic cooperation and regional stability. Brunei joined in 1984, Vietnam joined ASEAN in 1995, Laos and Burma were admitted in July 1997 and Cambodia joined in 1999. The ASEAN Community is comprised of three pillars, the Political-Security Community, Economic Community and Socio-Cultural Community.&#xd;\n&#xd;\n4. Serve as Advisory private sector capacity to OECD Tourism Committee and serve as a resource for statistical assessments.","memberOrga":"141 member organizations. Link to the updated list: http://www.wttc.org/about/members/&#xd;\n&#xd;\n50% of Membership is based in Europe","goal":"“To maximise the sustainable growth potential of the industry by informing governments and the wider society, of the enormous economic and social benefit that Travel &amp; Tourism brings to the world community.”&#xd;<br />&#xd;<br />Our three pillars are:&#xd;<br />&#xd;<br />1. Freedom to travel: WTTC believes in the right of people to cross international borders efficiently for leisure or business travel purposes, without compromising national security. Despite an increasing number of visa waiver programmes around the world, too many individuals still find it too difficult to enter certain countries as international travellers. WTTC’s ongoing focus is visa facilitation, convincing governments of the huge economic advantages generated by visa policies which encourage inbound visitors. It also engages in facilitating entry by supporting registered traveller programs and other such systems to ease the traveller flows but still maintaining security needs.&#xd;<br />&#xd;<br />2. Policies for growth: WTTC campaigns for governments to implement policies that ensure the business environment is conducive to the growth of Travel &amp; Tourism.&#xd;<br />This means planning and investing in appropriate infrastructure and creating a tax regime which allows the private sector to be competitive.&#xd;<br />WTTC has made it a priority to raise awareness of the negative impact punitive taxation has – particularly aviation tax - on inbound and outbound tourism.  It espouses an intelligent taxation system which hypothecates the funds collected back to the industry from which it is generated, among other principles.&#xd;<br />&#xd;<br />3. Tourism for Tomorrow: WTTC has a huge responsibility for safeguarding the environment and ensuring that the growth of our sector is managed responsibly, finding the balance between people, planet and profits. WTTC continues to promote the very best in sustainable tourism through our Tourism for Tomorrow Awards. We are also spearheading environmental initiatives and our Members’ global reach means that they are in a unique position to drive greener practices into core business models.","acronym":"WTTC","interests":"Climate Action, Communication, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Environment, External Relations, General and Institutional Affairs, Home Affairs, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"EU Schengen visa code recast&#xd;<br />European Travel information and Authorisation System (ETIAS)&#xd;<br />Smart Borders Package (Entry and Exit System (EES))&#xd;<br />Visa waiver programme","lastUp":"2017-10-02T16:48:53.237+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}