{"id":"34863197284-43","name":"Political Intelligence","registrationDate":"2011-11-29T16:14:22.821+01:00","category":1,"subCategory":6,"legal":"SPRL","web":"http://www.political-intelligence.com","country":"Belgium","headAddress":"Rue du commercer, 124","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)25 03 23 28","boss":"Isabelle De Vinck","bossTitle":"Ms","bossPosition":"Managing Partner","membersCount":10,"membersFTE":"10.0","membership":"Member of the Society of European Affairs Professionals (SEAP)&#xd;\nMember of the European Public Affairs Consultancies Association (EPACA)","memberOrga":"","goal":"Political Intelligence is an independent Public Affairs consultancy, with a presence in the key European markets. We help steer our clients across the political landscape so they are fully engaged with the relevant issues and stakeholders that can affect their organisations. Our professional and dedicated team of consultants have extensive knowledge and political understanding of both the national and international institutions in which we operate as well as a strategic understanding of how best to achieve necessary outcomes for our clients. We provide a full range of public affairs services that help our clients participate in the policy making process and communicate their key messages effectively. Through our partners, we also offer wider communications services to ensure campaigns are integrated and impactful. We have been advising a range of different organisations including multi-national corporations, small and medium size enterprises, charities, coalitions and trade associations in various sectors since 1995.","acronym":"PI","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Innovation • Internet • Tax &amp; VAT • Tourism •   Telecommunications • Transport • Technology • Safety • Passenger rights • Sharing economy • Mobility • ecommerce • Road safety • Health • Consumer protection • Access to markets • CO2 emission • Data protection • Skills • Copyright • Education • Green industry •  Smart cities • Liability of intermediaries • circular economy • Wast management • competition and mergers • energy efficiency • child protection • SME and entrepreneurship • green growth • Competition • Aviation","lastUp":"2017-10-20T17:26:39.079+01:00","customers":"Ripe ncc,Google,EuroISPA","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":"","turnoverRange":"500000-999999"}