{"id":"34880145791-74","name":"Zentraler Immobilien Ausschuss","registrationDate":"2011-05-05T15:13:54.289+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.zia-deutschland.de","country":"Germany","headAddress":"Unter den Linden 42","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)30 20 21 58 50","boss":"Gero Gosslar","bossTitle":"Mr","bossPosition":"kommissarischer Geschäftsführer","membersCount":3,"membersFTE":"1.0","membership":"Mitglied im Bundesverband der Deutschen Industrie (BDI) - Registrierungsnummer 1771817758-48&#xd;\n&#xd;\nMitglied im European Real Estate Forum&#xd;\n- Registrierungsnummer: 724956214484-76","memberOrga":"http://www.zia-deutschland.de/mitglieder/mitgliedsunternehmen-und-verbaende/","goal":"Der ZIA Zentraler Immobilien Ausschuss e.V ist die ordnungs- und wirtschaftspolitische Interessenvertretung der deutschen Immobilienwirtschaft. Der Verband fördert und begleitet Maßnahmen, die geeignet sind, das wirtschaftliche, rechtliche, politische und steuerliche Umfeld der Immobilienwirtschaft zu erhalten und zu verbessern. Dazu bündelt er die Interessen der Immobilienwirtschaft und trägt ihre Anliegen mit einer Stimme auf nationaler und europäischer Ebene in Politik und Öffentlichkeit vor.&#xd;<br />&#xd;<br />Der ZIA verfolgt mit seiner Arbeit klare Leitlinien. Zentrales Ziel des Verbandes ist es, die Schlüsselrolle der Immobilienwirtschaft für die europäische Volkswirtschaft überzeugend im Bewusstsein von Politik, Wirtschaft, Medien und Gesellschaft zu verankern und ihr Image aufzuwerten sowie Transparenz und Professionalität dieses zukunftsweisenden Wirtschaftszweiges weiter zu stärken. &#xd;<br />Eine Liste aller Mitglieder des ZIA findet sich auf unserer Website: http://www.zia-deutschland.de.","acronym":"ZIA","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Energy, Environment, General and Institutional Affairs, Justice and Fundamental Rights, Regional Policy, Single market, Taxation, Transport","euInitiatives":"Regulierung im Bereich Finanzdienstleistungen, z.B. Folgemaßnahmen aus dem Aktionsplan Kapitalmarktunion&#xd;<br />&#xd;<br />Initiativen im Bereich Gebäudeenergieeffizienz","lastUp":"2018-08-01T18:05:55.796+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}