{"id":"349960333040-21","name":"Sumitomo Benelux S.A./N.V.","registrationDate":"2018-10-29T11:54:35.453+01:00","category":2,"subCategory":3,"legal":"Societe Anonym","web":"http://sumitomocorpeurope.com","country":"Belgium","headAddress":"8, rue de Spa, 1000","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)5 09 78 11","boss":"oji HITOMI","bossTitle":"Mr","bossPosition":"President &amp; Managing Director","membersCount":2,"membersFTE":"1.0","membership":"Hydrogen Europe","memberOrga":"Our European head office is in London.&#xd;\nhttp://www.sumitomocorpeurope.com/&#xd;\n&#xd;\nAnd our glbal head office is in Tokyo Japan&#xd;\nhttps://www.sumitomocorp.com/en/jp&#xd;\n&#xd;\n&#xd;\nThis explains about our head office having in europe and in Japan.","goal":"To enhance business and investments within European Union as a total coordinator to different business fields, including but not limited to Energy, Infrastructure, Automotive, Steel,  Chemicals and food and logisitics.","acronym":"","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Follow ups on  Japan EU Economic Partnership Agreement and other matters including Trade, Corporate Social Responsibilities etc.,","lastUp":"2018-10-29T14:34:56.609+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}