{"id":"350306624336-68","name":"Hellenic Naval Academy","registrationDate":"2016-11-12T07:22:15.577+02:00","category":4,"subCategory":12,"legal":"Military Academic Institution","web":"http://www.hna.gr","country":"Greece","headAddress":"End of Hatzikiriakou Avenue","headCity":"Athens","headPostCode":"18539","headPhone":"(30)21 04 58 16 56","boss":"Stamatios Kalligeros","bossTitle":"Mr","bossPosition":"Assistant Professor, Director of Fuels &amp; Lubricants Laboratory","membersCount":40,"membersFTE":"13.75","membership":"http://elot.gr/default_en.aspx&#xd;\nhttp://www.cen.eu/Pages/default.aspx&#xd;\nEuropean Sustainable Shipping Forum (ESSF)&#xd;\nEuropean External Action Service/ European Security and Defense College (EEAS/ESDC)","memberOrga":"www.hna.gr","goal":"The Hellenic Naval Academy (HNA) is one of the oldest Military and Academic Higher Educational Institution of Greece which was established in November 24, 1845. Its’ role is well depicted through history. Education of the officers is the most important priority for HNA along with research, that is to maintain the exceptional tradition that have been achieved so far, as well as to introduce and to improve new methods and procedures into the operational educational, training and research scene.","acronym":"HNA","interests":"Borders and Security, Business and Industry, Climate Action, Competition, Culture, Education and training, Energy, Environment, External Relations, Foreign and Security Policy and Defence, International co-operation and development, Research and innovation, Single market, Sport, Transport, Youth","euInitiatives":"The Hellenic Naval Academy follows all the active European  legislation framework which implemented by national, European and International law. Mainly in the maritime sector but affects also the land and air sectors. The Laboratory of Fuel and Lubricants is very active in research activities in all the transport modes in respect to its expertise in the evaluating, standardizing and examining the use of fuel (all kinds) and lubricants into the operational use.","lastUp":"2018-09-23T23:31:22.362+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}