{"id":"350778113049-29","name":"Wikimedia Sverige","registrationDate":"2014-02-28T09:53:32.919+01:00","category":3,"subCategory":2,"legal":"Allmännyttig ideell förening","web":"http://wikimedia.se/","country":"Sweden","headAddress":"Wikimedia Sverige c/o Internetstiftelsen i Sverige (IIS)","headCity":"Stockholm","headPostCode":"12032","headPhone":"(46)7 33 96 51 89","boss":"John Andersson","bossTitle":"Mr","bossPosition":"Verksamhetschef","membersCount":1,"membersFTE":"0.25","membership":"Wikimedia Sverige är medlem i:&#xd;\n* Free Knowledge Advocacy Group EU.&#xd;\n* IDEA - Arbetsgivarorganisation&#xd;\n* Litteraturhuset Göteborg&#xd;\n* Fotosidan - bronsmedlemskap, för att få rabatterat pris på försäkring för Teknikpoolen&#xd;\n* Vetenskap och allmänhet","memberOrga":"https://se.wikimedia.org/wiki/Lista_%C3%B6ver_organisationsmedlemmar","goal":"Wikimedia Sverige är en allmännyttig ideell förening som verkar för att sprida fri kunskap. Förening arbetar främst med projekt kopplade till Wikimedia Foundation, som driver några av världens största fria kunskapskällor, inklusive Wikipedia och Wikimedia Commons.&#xd;<br />&#xd;<br />Föreningen har som mål att öka mängden och kvalitén på fri kunskap i världen, på så många språk som möjligt. Vi arbetar med att sprida information, stödja frivilliga, anordna evenemang och stödja organisationer. &#xd;<br />&#xd;<br />Detta sker främst inom följande områden:&#xd;<br />* Kultur, med att bevara vårt kulturarv och göra det mer tillgängligt;&#xd;<br />* Utbildning, av både volontärer men även att få pedagoger och andra att förstå hur Wikipedia fungerar och hur de kan använda sig av det som ett verktyg;&#xd;<br />* Tillväxt, av mängden kvalitativ fri information (inklusive öppna data); samt &#xd;<br />* Politisk påverkan, för att hjälpa beslutsfattare att identifiera svagheter i lagstiftningen som förhindrar fri tillgång till information för medborgarnas fromma.","acronym":"WMSE","interests":"Culture, Culture and media, Digital economy and society, Education and training, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Trans-European Networks, Youth","euInitiatives":"Wikimedia Sverige följer Kommissionens initiativ för att stärka EU:s inre digitala marknad.&#xd;<br />&#xd;<br />Vi följer särskilt översynen av EU:s upphovsrättsdirektiv i de delar som påverkar förutsättningarna för att sprida kunskap. Ett exempel är panoramafriheten – friheten att utan särskilt tillstånd från rättighetshavaren kunna publicera bilder av offentligt placerade byggnader och skulpturer. Ett annat exempel är den upphovsrättsliga statusen för verk som producerats med offentliga medel. Vi anser att offentligt finansierad information ska vara offentligt tillgänglig.&#xd;<br />&#xd;<br />Vi följer också arbetet med ett nytt dataskyddsdirektiv, liksom arbetet med det lagstiftningspaket som går under benämningen “Connected Continent”.","lastUp":"2019-02-26T04:37:38.404+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}