{"id":"350785314558-76","name":"The European Network on Inclusive Education &amp; Disability","registrationDate":"2014-09-30T18:15:25.841+01:00","category":3,"subCategory":2,"legal":"Network","web":"http://includ-ed.eu/","country":"Spain","headAddress":"c/Muntaner, 262","headCity":"Barcelona","headPostCode":"08021","headPhone":"(0034)9 33 67 04 34","boss":"Bonino Carla","bossTitle":"Ms","bossPosition":"Fundación ONCE - Dpto. Programas Europeos Dirección de Relaciones Soci","membersCount":3,"membersFTE":"0.75","membership":"Currently, its member organisation, as founding partners together with Fundación ONCE are: Association des Paralysés de France (APF), Kynnys ry in Finland, and Rytmus in the Czech Republic. &#xd;\n&#xd;\nSince September 2013, the network has incorporated six Associated Members from different European countries: queraum. cultural &amp; social research - Austria; FIRAH (International Foundation of Applied Disability Research) - France; University of Akureyri - Iceland;  Inclusion Ireland - Ireland; Association RENINCO - Romania; Centre for Studies on Inclusive Education UK.","memberOrga":"Founding members:&#xd;\n- Fundación ONCE (5) http://bit.ly/1DnaETA &#xd;\n- Association des Paralysés de France (APF) (2) http://bit.ly/1ByTDDk &#xd;\n- Kynnys ry (2) http://bit.ly/18CnyUl&#xd;\n- Rytmus (2) http://bit.ly/18CnyUp&#xd;\n&#xd;\nAssociated members:&#xd;\n- queraum. cultural &amp; social research (1) http://bit.ly/1yegLWL&#xd;\n- FIRAH (International Foundation of Applied Disability Research) (2) http://bit.ly/1yKGIMD &#xd;\n- University of Akureyri (1) http://bit.ly/1yegRhc&#xd;\n- Inclusion Ireland (1) http://bit.ly/1Hr6pMN&#xd;\n- Association RENINCO (2) http://bit.ly/1A6qlR7&#xd;\n- Centre for Studies on Inclusive Education (CSIE) (1) http://bit.ly/1Ke2Llv","goal":"The European Network on Inclusive Education &amp; Disability, incluD-ed, has the primary goal of promoting, identifying, exchanging and disseminating good practices on inclusive education for people with disabilities across Europe, in order to promote opportunities for employability and working inclusion. It is a network co-financed by the European Social Fund through the Operational Programme \"Fight Against Discrimination 2007-2013\". The incluD-ed network is aligned with one of the main fields of transnational cooperation defined by the European Social Fund as “the social inclusion of disadvantaged people and fighting discrimination in the labour market”.&#xd;<br />&#xd;<br />According to the European Social Fund “collaborating and sharing experiences across borders, whether national, regional or organisational, is an effective way to access new ideas, innovative approaches and new skills. It helps participants understand what works and what does not, and why”. In this spirit the European Network on Inclusive Education &amp; Disability was formed. incluD-ed is running from 2009 to the end of 2015.&#xd;<br />&#xd;<br />Mission: The main purpose of the European Network on Inclusive Education &amp; Disability, incluD-ed, is to actively contribute to the elimination of barriers through inclusive education. The goal of this network is to promote equal opportunities in the educational context, with the aim of improving employability and work inclusion for people with disabilities.&#xd;<br />&#xd;<br />Vision: incluD-ed seeks to create, at a European level, a social and educational framework to advocate and work towards full inclusion of people with disabilities. The network is a reference on the subject of inclusive education, focused on labour integration and based on collaborative work amongst different social players involved in the educational process.&#xd;<br />&#xd;<br />The Network´s objectives are to:&#xd;<br />&#xd;<br />► Promote, identify, disseminate and exchange good practices in the field of inclusive education &#xd;<br />&#xd;<br />► Communicate and share relevant information&#xd;<br />&#xd;<br />► Look for opportunities to promote programmes and develop policy action.&#xd;<br />&#xd;<br />► Connect stakeholders and encourage joint efforts amongst organisations and individuals in the field of inclusive education.&#xd;<br />&#xd;<br />► Endorse innovative experiences and activities.&#xd;<br />&#xd;<br />&#xd;<br />Four themes have been defined in order to guide the network’s efforts in working towards educational inclusion of people with disabilities and fighting discrimination in the labour market:&#xd;<br />&#xd;<br />►Secondary education: to overcome specific barriers and address the challenges of integrating students in this level of studies.&#xd;<br />&#xd;<br />►Transition to other levels of education: to ensure students with disabilities have access to higher education (university and vocational training) after secondary education.&#xd;<br />&#xd;<br />►Transition to adult life and the labour market: to offer support mechanisms in social and communicative skills, lifelong learning, proper training and other relevant actions to improve employability and facilitate entry to and development in the job market.&#xd;<br />&#xd;<br />►New technologies: to narrow the digital divide and increase participation of people with disabilities in the workforce.&#xd;<br />&#xd;<br />incluD-ed is centered around the idea of working in specific cities, that develop a community of different players such as: local authorities, schools, universities, companies, public services or local associations who work together to promote initiatives among the diversity of actors involved in inclusive education and disability.","acronym":"incluD-ed","interests":"Education, Employment and Social Affairs, Justice and Fundamental Rights, Trans-European Networks, Youth","euInitiatives":"Main EU initiatives, policies and legislative files followed by your organization&#xd;<br />- Interested in EU initiatives, policies and legislative files that concern people with disabilities. Following its mission, the incluD-ed network has a special focus on the fields of education and employment.&#xd;<br />- incluD-ed regularly expresses its opinion on EU initiatives, policies and legislative files. In October 2014, it contributed to the EU2020 strategy midterm review. In January 2015, incluD-ed sent out a position paper on the EU Disability strategy and its education objectives. &#xd;<br />- incluD-ed furthermore expects avec impatience the publication of the EU Accessibility Act.","lastUp":"2017-03-16T14:47:45.557+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}