{"id":"350952629688-14","name":"Teach For All Network","registrationDate":"2018-01-19T14:15:37.365+01:00","category":3,"subCategory":2,"legal":"Registered U.K. Charity","web":"https://teachforall.org/","country":"United kingdom","headAddress":"14 Gray’s Inn Road","headCity":"London","headPostCode":"WC1X 8HN","headPhone":"(852)56 69 51 91","boss":"Hany Aziz","bossTitle":"Mr","bossPosition":"Financial Controller","membersCount":5,"membersFTE":"1.25","membership":"","memberOrga":"Teach For All Network is a global network of 53 independent, locally led and governed partner organizations spread across the world. &#xd;\n&#xd;\nThe network currently counts partners in 15 EU Member States plus the UK (see detailed list below), other European countries (Ukraine and Armenia) and other countries countries outside Europe. For a comprehensive overview of our membership, please see: &#xd;\nhttps://teachforall.org/network-partners","goal":"Teach For All Network is a global network of 53 independent, locally led and governed partner organizations and a global organization that works to accelerate the progress of the network. Each network partner recruits and develops promising future leaders to teach in their nations’ high-need schools and communities for at least two years, and with this foundation, to work with others, inside and outside of education, to ensure all children are able to fulfill their potential. Teach For All’s global organization works to accelerate the network’s progress and increase its impact by: i. capturing and spreading learning; ii. facilitating connections; iii. accessing global resources; and iv. fostering the leadership development of network organization’s  staff, teachers, and alumni. Meaningful, sustainable change requires leaders who are rooted in their local culture, challenges, and opportunities and who believe in the potential of children and their communities. Teach For All is developing collective leadership to improve education and expand opportunity for all children, so they can shape a better future for themselves and the world around them. Our vision is that in 2040, communities in every part of the world are enabling all of their children to have the education, support, and opportunity to shape a better future for themselves and all of us. These communities are inspiring and informing a worldwide movement to achieve this everywhere.","acronym":"TFAN","interests":"Education and training, Youth","euInitiatives":"Teach For All Networks' theory of change is aligned with several European Commission initiatives and policies. Please find below a list of activities aimed at influencing EU policy and decision making: &#xd;<br />&#xd;<br />1) Alignment of our organizational strategy and programming against the following EU policies (not exhaustive) and related priority objectives in areas of relevance to us in the fields of education and youth: &#xd;<br />&#xd;<br />a) May 2018 Council Recommendation on promoting common values, inclusive education, and the European dimension of teaching; &#xd;<br />&#xd;<br />b) May 2018 Council Conclusions on moving towards a vision of a European Education Area; &#xd;<br />&#xd;<br />c) May 2018 Council Recommendation on Key Competences for Lifelong Learning; &#xd;<br />&#xd;<br />d) April 2019 Council Conclusions 'Towards an ever more sustainable Union by 2030';&#xd;<br />&#xd;<br />e) December 2017 Council Conclusions on school development and excellent teaching; &#xd;<br />&#xd;<br />f) November 2017 Commission Communication 'Strengthening European Identity through Education and &#xd;<br />Culture; &#xd;<br />&#xd;<br />g) November 2018 Council Conclusions on the renewed EU Youth Strategy; &#xd;<br />&#xd;<br />h) June 2016 Commission Communication on the New Skills Agenda for Europe; &#xd;<br />&#xd;<br />i) November 2013 Council conclusions on effective leadership in education.&#xd;<br />&#xd;<br />2)\t EU consultations on the Recommendation on Promoting Shared Values and Social Inclusion through Formal and non-Formal Learning and the European Commission’s New Skills Agenda;&#xd;<br /> &#xd;<br />3)\tSubmission of a EU Policy recommendation as an implementing partner of Erasmus+ for the Erasmus+ 2020 strategy; &#xd;<br />&#xd;<br />4)\tParticipation as a member of the Pact for Youth, etc.&#xd;<br />&#xd;<br />5)\tMeetings with several EC officials (see examples set out in the PDF file supplied next to ‘List of meetings with the European Commission’ above). In October 2019, DG EAC Director-General Themis Christophidou’s attended Teach for All Global Conference and did a keynote speech by then on ‘European Commission’s priority agenda for teachers and the value of local leadership development’","lastUp":"2020-01-08T12:19:37.855+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}