{"id":"35128795123-22","name":"Associação Empresarial de Portugal","registrationDate":"2011-01-27T17:36:09.839+02:00","category":2,"subCategory":4,"legal":"Association; Chamber of Commerce and Industry","web":"http://www.aeportugal.pt","country":"Portugal","headAddress":"Av. Dr. António Macedo, n.a.","headCity":"Leça da Palmeira","headPostCode":"4450-617","headPhone":"(00351)2 29 98 15 00","boss":"Céu Filipe","bossTitle":"Mr","bossPosition":"Responsável","membersCount":8,"membersFTE":"2.0","membership":"Associado da CIP - Confederação Empresarial de Portugal","memberOrga":"http://www.aeportugal.pt/","goal":"A AEP - Associação Empresarial de Portugal, Câmara de Comércio e Indústria, é uma associação, de âmbito nacional, sedeada no Porto e fundada em 1849, mas cujos primeiros estatutos datam de 1838.  &#xd;<br />Cabe à Associação o desenvolvimento de um conjunto de acções, designadamente prestação de serviços à comunidade empresarial nos domínios das feiras, exposições, congressos, informação e apoio às empresas, consultoria, formação profissional, missões empresariais, promoção de negócios e investimentos, defesa dos interesses e representação dos associados e reforço do papel do associativismo empresarial a nível nacional e internacional.&#xd;<br />A Missão da AEP é defender os interesses das Empresas e oferecer serviços que potenciem a sua competitividade.","acronym":"AEP","interests":"Audiovisual and Media, Budget, Climate Action, Competition, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"A AEP colabora ativamente, em conjunto com a AIP (Associação Industrial Portuguesa) e com a CIP (Confederação Empresarial de Portugal), na elaboração da publicação económica trimestral intitulada Envolvente Empresarial – Análise de Conjuntura. A publicação faz uma análise mais cuidada e detalhada dos dados de conjuntura, focando-se mais em informação de periodicidade trimestral ou superior e em tendências, sempre dentro de temáticas relevantes para as empresas. &#xd;<br />A publicação tem uma parte inicial de enquadramento onde é feita uma seleção de informação relevante no trimestre, tanto a nível nacional (legislação com impacto económico relevante, decisões posteriores de conselho de ministros e vários outros aspetos de enquadramento) como internacional. A parte de enquadramento internacional integra, por norma, a análise da política monetária do BCE e as decisões mais importantes do Conselho Europeu ou propostas da Comissão Europeia, nomeadamente, abordando sempre temáticas relevantes para as empresas e, se for pertinente, uma análise mais detalhada das implicações.&#xd;<br />Na secção de Previsões Económicas são ainda abordadas as projeções económicas da Comissão Europeia, quer para Portugal, quer para o conjunto da área euro e as economias mais importantes no que se refere aos mercados nacionais de exportação. Na parte de enquadramento nacional, todas as decisões europeias (nomeadamente da Comissão Europeia) especificamente sobre Portugal são referidas, se relevantes.","lastUp":"2018-04-11T11:46:21.667+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}