{"id":"351232629678-23","name":"Intitute for Advance Architecture of Catalonia","registrationDate":"2018-01-22T00:48:15.158+02:00","category":4,"subCategory":12,"legal":"Academic institution","web":"https://iaac.net","country":"Spain","headAddress":"Carrer de Pujades 102","headCity":"Barcelona","headPostCode":"08005","headPhone":"(34)9 33 20 95 20","boss":"Oriol Soler","bossTitle":"Mr","bossPosition":"Legal Representative","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"The mission of IAAC is to imagine the future habitat of our society and build it in the present, by establishing strategic public and private partnerships and specific alliances with industries that promote and support applied research. &#xd;<br />&#xd;<br />To this end, the IAAC:&#xd;<br />&#xd;<br />•\tFocuses on green architecture, sustainability and renewable energies, and acts as a specialized think-tank for innovative strategies within the fields of urban planning and urban design.&#xd;<br />&#xd;<br />•\tIssues Masters degrees in Advanced Architecture, in City &amp; Technology, Avanced Interaction, as well as an Open Thesis Fabrication programme and an Urban Sciences Degree Programme, giving the next generation of architects and change-makers the space to imagine, test and shape the future of cities, architecture and technology.&#xd;<br />•\tFollows the digital revolution at all scales (from bits to geography, from micro-controllers to cities, from materials to the territory), and sets out to take R+D to architecture and urbanism and create multidisciplinary knowledge networks. &#xd;<br />&#xd;<br />•\tParticipates in several research projects (e.g. internet of things, large-scale 3D printing, intelligent cities, self-sufficient habitat research), EU programmes (Horizon2020), working with the Spanish Ministries of Energy, the Digital Agenda and Economics.&#xd;<br />&#xd;<br />•\tWorks in collaboration with several cities and regions, industrial groups and research centers, including the City Council of Barcelona, the Collserola Natural Park, the Massachusetts Institute of Technology (MIT), the Centre for Information Technology and Architecture (CITA), the Southern California Institute of Architecture (Sci-Arc), as well as diverse companies among which CISCO, Endesa, Kuka Robotics.","acronym":"IaaC","interests":"Culture, Education, Environment, Research and Technology","euInitiatives":"The fields of itnterest of Iaac are these following that pursues the European Union Policies:&#xd;<br />&#xd;<br />•\tCulture &#xd;<br />•\tEducation &#xd;<br />•\tEnvironment &#xd;<br />•\tResearch and Technology&#xd;<br />&#xd;<br />Inside those fields, there is specific attention to:&#xd;<br />&#xd;<br />_Smart Cities&#xd;<br />_Urban regeneration&#xd;<br />_Architecture&#xd;<br />_Urban planning&#xd;<br />_Energy and Environment&#xd;<br />_Health and Safety","lastUp":"2018-03-26T13:28:16.842+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}