{"id":"35124436517-75","name":"Fraunhofer-Gesellschaft","registrationDate":"2011-08-31T15:12:47.226+01:00","category":4,"subCategory":5,"legal":"not for profit organisation","web":"http://www.fraunhofer.de","country":"Germany","headAddress":"Hansastraße 27c","headCity":"München","headPostCode":"80686","headPhone":"(49)8 91 20 50","boss":"Mathias Rauch","bossTitle":"Mr","bossPosition":"Director Fraunhofer EU-Office Brussels","membersCount":7,"membersFTE":"6.5","membership":"http://www.fraunhofer.de/en/institutes/international/networks.html","memberOrga":"http://www.fraunhofer.de/de/institute-einrichtungen.html","goal":"The Fraunhofer-Gesellschaft is the leading organization for applied research in Europe. Its research activities are conducted by 72 institutes and research units at locations throughout Germany. The Fraunhofer-Gesellschaft employs a staff of more than 26,600, who work with an annual research budget totaling more than 2.5 billion euros. Of this sum, more than 2.1 billion euros is generated through contract research. Around 70 percent of the Fraunhofer-Gesellschaft’s contract research revenue is derived from contracts with industry and from publicly financed research projects.  International collaborations with excellent research partners and innovative companies around the world ensure direct access to regions of the greatest importance to present and future scientific progress and economic development.","acronym":"FhG","interests":"Agriculture and Rural Development, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Public Health, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"Numerous contacts with European Institutions concerning research and innovation policy especially in the context of \"Horizon 2020\", \"Horizon Europe\" and related policy areas.","lastUp":"2019-02-20T11:36:02.046+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}