{"id":"35147251117-11","name":"Crédit Agricole S.A.","registrationDate":"2009-02-10T20:14:50.707+01:00","category":2,"subCategory":3,"legal":"société anonyme","web":"http://www.credit-agricole.com/","country":"France","headAddress":"Place des Etats Unis, 12","headCity":"Paris","headPostCode":"92127","headPhone":"(33)1 43 23 47 20","boss":"Alban Aucoin","bossTitle":"Mr","bossPosition":"Directeur des affaires publiques","membersCount":4,"membersFTE":"3.5","membership":"Le Groupe Crédit Agricole S.A. est membre de la Fédération bancaire française (FBF). A travers ses filiales, il est membre, indirectement, de plusieurs associations professionelles européennes, dont les principales sont: Business Europe (via le MEDEF), EFAMA (via Amundi), AFME (via CA-CIB), Eurofinas (via CALF), Insurance Europe (via la FFA). Le Groupe Crédit Agricole S.A. est également membre du European Financial Services Roundtable (EFR), du European Banking Group (EBG), du European Financial Services Forum (EPFSF), de Financial Future et de Bruegel. Il participe aussi régulièrement à des activités organisées par des Think Tanks et groupes de réfléxion européens, tels que EUROFI et Paris-Europlace. Par ailleurs, la Fédération Nationale du Crédit Agricole (FNCA) est membre de l'Association Européenne des Banques Coopératives (EACB).","memberOrga":"","goal":"Le Groupe Crédit Agricole S.A. est un leader européen, à dimension mondiale, de la banque et de l’assurance.  Il opère dans plus de 49 pays (28 en Europe) et possède deux principaux marchés domestiques en banque de détail (France et Italie).  A travers ses différentes lignes de métiers spécialisés et son vaste réseau d’agences, il sert plus de 52 millions de clients dans le monde.  Le Groupe Crédit Agricole S.A. compte 139.000 collaborateurs et opère dans tous les métiers de la finance : banque de détail, crédit au consommateur, crédit bail, affacturage, assurance, gestion d’actifs, banque privée, banque de marché et d’investissement. L'entité Crédit Agricole S.A. constitue l'organe central et de contrôle du Groupe Crédit Agricole.","acronym":"","interests":"Banking and financial services, Business and Industry, Competition, Consumers, Economy, finance and the euro, Employment and Social Affairs, Environment, Institutional affairs, Single market, Taxation, Trade","euInitiatives":"transposition of Basel 3; Bank resolution; sujets union des marchés de capitaux ; sujets union bancaire; Banque de détail ; Paiements; MiFID; PRIIPs; digital single market; finance durable; Brexit; UEM; Green new deal; TTF","lastUp":"2019-12-05T17:27:01.637+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}