{"id":"35154383817-54","name":"FUNDACION EUROPEA SOCIEDAD Y EDUCACION","registrationDate":"2010-07-02T12:59:12.446+01:00","category":4,"subCategory":5,"legal":"MIGUEL ANGEL SANCHO GARGALLO","web":"http://www.sociedadyeducacion.org/","country":"Spain","headAddress":"JOSÉ ABASCAL, 57  5º B","headCity":"MADRID","headPostCode":"28003","headPhone":"(3491)4 55 15 76","boss":"MIGUEL ANGEL SANCHO GARGALLO","bossTitle":"","bossPosition":"PRESIDENTE","membersCount":10,"membersFTE":"5.0","membership":"ASOCIACION ESPAÑOLA DE FUNDACIONES&#xd;\nELA&#xd;\nCRELL&#xd;\n-------------------------------------------&#xd;\nSociedad y Educación cuenta con el apoyo de un amplio número de instituciones para desarrollar su misión de think tank socioeducativo.&#xd;\n&#xd;\nEuropean Law Association: Asociación independiente, formada por entidades especialistas en cuestiones de derecho educativo de la que forma parte Sociedad y Educación. Reúne a los principales juristas especialistas en este campo y, en la actualidad, su presidente es el Prof. de Groof, recientemente nombrado Encargado de Misión de la UNESCO para el Derecho a la Educación. &#xd;\nSu objetivo principal es la promoción y defensa del Derecho a la Educación, base para el desarrollo de cada persona y la promoción de los derechos humanos. Las leyes educativas son el fundamento que dará soporte a los derechos educativos, en todas las naciones y para todos los pueblos e individuos.&#xd;\n&#xd;\n&#xd;\nConstituido por la Comisión Europea para colaborar en el seguimiento de los Objetivos Precisos para los Sistemas de Educación y  Formación en Europa y para la elaboración de indicadores de calidad y equidad que faciliten la evaluación como herramienta para la calidad de la enseñanza.  Imprime a sus estudios una perspectiva interdisciplinar en la que participan economistas, estadísticos y expertos en el campo de las ciencias sociales. El CRELL inició sus actividades en Agosto de 2005. Está financiado por la Dirección General de Educación y Cultura de la Comisión Europea y coordinado por el  Joint Research Centre of the European Commission.","memberOrga":"","goal":"El Instituto de Estudios Educativos y Sociales, área de investigación de Sociedad y Educación, está especializado en la realización de estudios de carácter jurídico, político, económico y sociológico, con el fin de prestar un servicio de reflexión y de análisis a instituciones publicas y organizaciones y entidades de ámbito local e internacional&#xd;<br />&#xd;<br />El área de investigación del Instituto especializada en el análisis jurídico y político de la educación se organiza en torno al Centro de Estudios Jurídico-Políticos para la Educación. Los resultados de los trabajos realizados por los juristas integrados en el Centro pretenden servir de referencia constitucional y legal para las administraciones educativas, los interlocutores sociales y los responsables de las políticas públicas en materia de educación y formación. &#xd;<br />&#xd;<br />El programa de trabajo, “Civischool, construyendo la escuela cívica”, tiene por objetivo el fortalecimiento de los valores y virtudes cívicas a través del desarrollo de competencias sociales para la mejora de la convivencia y el clima escolar. Sus contribuciones son el resultado de una reflexión crítica sobre los problemas actuales y su efecto en la educación. Entre sus objetivos figuran la creación de redes, la redacción de informes, el diseño de programas de formación, las convocatorias de expertos y las publicaciones de autor o colectivas. &#xd;<br />&#xd;<br />La Fundación, también mediante un grupo de trabajo sobre Economía y Educación que pretende aportar propuestas, fundamentadas en la investigación, para la mejora de los modelos y factores que intervienen en las políticas de financiación de la enseñanza a escala europea. A este objetivo se suman estudios y proyectos encaminados a:&#xd;<br /> &#xd;<br />1. Analizar – a partir de parámetros de eficacia y eficiencia -, aquellos incentivos que permitan un crecimiento constante de la inversión pública y privada en educación y formación. &#xd;<br />&#xd;<br />2. Conocer la eficacia y eficiencia  del gasto público y el gasto privado en educación en los países de la Unión Europea.  &#xd;<br />&#xd;<br />3. Promover estudios que permitan establecer criterios de referencia nacionales y europeos para orientar mejor la asignación de recursos públicos y lograr una gestión que asegure tanto los objetivos de eficacia como los de equidad.","acronym":"EFSE","interests":"Culture, Education","euInitiatives":"Marco Europeo de la Educación y Formación Europa 2020&#xd;<br />Nueva Ley Orgánica para la Mejora de la Calidad de la Educación (LOMCE)&#xd;<br />Decretos de aplicación de dicha Ley&#xd;<br />Espacio Europeo de Estudios Superiores","lastUp":"2018-02-07T11:32:59.403+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}