{"id":"351792229320-82","name":"PULSO DE VIDA","registrationDate":"2017-12-15T16:09:39.762+01:00","category":3,"subCategory":2,"legal":"FUNDACIÓN","web":"http://www.pulsodevida.com","country":"Spain","headAddress":"C/ Cerdán de Tallada nº2.C bajo","headCity":"Castellón de la Plana","headPostCode":"12004","headPhone":"(34)9 64 10 75 42","boss":"Mutaman El Abdulla El Challal","bossTitle":"","bossPosition":"Vicepresidente","membersCount":2,"membersFTE":"1.0","membership":"La fundación Pulso de Vida tiene sendos convenios de colaboración firmados con las ONG con sede en Turquía ; Organización Internacional  para la Ayuda y el Desarrollo Onsur - &#xd;\nwww.onsursyria.org – y la organización médica , Syrian expatriate Medical Assotiation, (sema-sy.org) &#xd;\nCabe destacar que SEMA gestiona uno de los hospitales más grandes al norte de la provincia de Idlib, así como presta diferentes servicios médicos en diferentes zonas del interior de Siria.&#xd;\nPor su parte la  Organización Internacional  para la Ayuda y el Desarrollo ha sido reconocida por la Oficina de Coordinación de Asuntos Humanitarios de la ONU en Turquía, tanto por su labor en terreno como por su participación en la comisión de evaluación de las necesidades básicas para el Plan de Respuesta  Humanitaria 2018.&#xd;\nAdemás, tenemos el compromiso de llevar adelante otro convenio de colaboración en la misma línea humanitaria con otra organización  en Yemen.","memberOrga":"La fundación está constituida por 3 patronos:&#xd;\n&#xd;\nBassam El Abdulla Abdulla ( PRESIDENTE)&#xd;\nDNI 02879502V&#xd;\nMutaman El Abdulla El Challal ( VICEPRESIDENTE)&#xd;\nDNI 05467361P&#xd;\nJaber Safour Jendi ( VOCAL)&#xd;\nDNI43554886B&#xd;\n&#xd;\nComo SECRETARIO de la mismo ejerce &#xd;\n&#xd;\nMIGUEL LLORENS IZQUIERDO&#xd;\nDNI 18909447-G","goal":"La Fundación Pulso de Vida es una organización, sin ánimo de lucro, no gubernamental de cooperación al desarrollo, cuyo objeto es el desarrollo integral y la asistencia social, sanitaria, educativa a todas las personas, con independencia de la edad, sexo, raza, cultura o religión, en riesgo de exclusión, por razones físicas, sociales, culturales, políticas o religiosas.&#xd;<br />&#xd;<br />Nuestras acciones van dirigidas especialmente a los países del Medio Oriente, debido a las situaciones de vulnerabilidad social que allí se están dando, pero también se dirigen a la sociedad en general, con el objetivo de concienciar y dar a conocer una cultura y sociedad que hoy en día está siendo víctima de una vulneración sistemática de los Derechos Humanos Fundamentales.&#xd;<br />&#xd;<br />Existe pues, un drama humanitario, político, social y cultural, donde miles de personas, incluyendo mujeres, niños/as, ancianos/as y personas con diversidad funcional,   mueren cada día o ven vulnerados sus derechos más básicos. Una sociedad que cada vez se siente más impotente e incapaz de tomar las riendas de su propio futuro, y Europa no puede permanecer impasible ante estos hechos. &#xd;<br />&#xd;<br />Para ello, las acciones de la Fundación Pulso de Vida buscan, no solo  dar una respuesta inmediata a las necesidades de urgencia que puedan surgir tras alguna catástrofe, sino  ofrecer las herramientas necesarias para el empoderamiento de la sociedad, implementando políticas a corto plazo articuladas con una visión estratégica de los procesos de cambio estructural. De esta manera conseguimos que la población destinataria de nuestros proyectos teoricen su propia práctica, y sean los/as protagonistas y rectores de su transformación social.&#xd;<br />&#xd;<br />Además, para que sea posible, debemos dar a conocer, sensibilizar, concienciar y educar a una sociedad, la nuestra, cada vez más alejada e  insensibilizada ante los dramas humanos, la violencia y la injusticia que se da en todas las partes del mundo. Es por ello que consideramos la Educación para una Ciudadanía Global la vía para posibilitar un cambio social real que nos encamine hacia un mundo más justo, solidario e igualitario, donde todas las personas gocen de los mismos derechos y libertades.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Culture, Development, Education, Employment and Social Affairs, Energy, Environment, Food Safety, General and Institutional Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Public Health, Youth","euInitiatives":"La Fundación Pulso de Vida acaba de empezar sus actividades en el marco de la Unión Europea","lastUp":"2018-01-08T16:33:33.296+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}