{"id":"351993625667-82","name":"Center for Health Technology and Services Research","registrationDate":"2017-01-30T16:51:47.808+02:00","category":3,"subCategory":2,"legal":"Public research institute","web":"http://cintesis.eu","country":"Portugal","headAddress":"Rua Dr. Plácido da Costa","headCity":"Porto","headPostCode":"4200-­450","headPhone":"(351)2 25 51 36 22","boss":"Altamiro Costa-­Pereira ","bossTitle":"Mr","bossPosition":"Coordinator","membersCount":5,"membersFTE":"1.25","membership":"","memberOrga":"Universidade do Porto&#xd;\nUniversidade de Aveiro&#xd;\nNOVA Medical School&#xd;\nUniversidade do Algarve&#xd;\nUniversidade da Madeira&#xd;\nEscola Superior de Enfermagem do Porto","goal":"CINTESIS is a decentralized, multidisciplinary research unit comprising 485 researchers (198 PhD integrated members) whose governance and organizational model was designed to provide a highly performing and efficient environment for health sciences and health care research. The Unit relies on a highly flexible and dynamic management structure, supported by administrative and technical staff from 46 institutions from all Portuguese regions (29 HEI, 12 Hospitals/healthcare institutions, 5 health companies), protocolled with the Unit, including 8 local management poles at 5 universities (UPorto, UAveiro, NOVA, UAlgarve, UMadeira) and 1 polytechnic (Nursing School of Porto - ESEP).&#xd;<br />From 2015 to 2017, the integrated researchers published 1,143 papers indexed in the WoS/SCOPUS, over 130 books/book chapters and 57 articles in non-indexed journals. 40% of these publications are in Q1 and 30% have international co-authors. The number of projects funded was 13 (over € 4M of total funding), of which 5 were EU-funded and 5 were in collaboration with Industrial-Health, ICT and Food-partners. Nearly 900 news items were published in the official media with explicit references to CINTESIS, which translated into an AAV higher than € 5.9M. CINTESIS members launched 7 spin-offs and implemented knowledge transference actions that resulted in research partnerships with private and public sectors, research services and academic entrepreneurship.&#xd;<br />The 3 thematic lines (TL) for CINTESIS i.e. Preventive Medicine &amp; Societal Challenges (TL1), Clinical &amp; Translational Research (TL2) and Health Data and Decision Sciences &amp; Information Technologies (TL3) are strongly aligned with the major priorities defined by H2020 (and what is known of FP9 and PT2030) for health research in Europe and the FCT National Agenda for Health, Clinical and Translational Research.&#xd;<br />These TL comprise 23 research groups (RG) that address key Health and Societal Challenges. The 6 RG in TL1 focus on preventive research to relevant societal challenges (e.g. Ageing, Obesity and Primary Care); the 8 RG in TL2 address clinical and translational research aiming to deliver new knowledge and products to support diagnosis and treatment of important diseases (e.g. Cancer, Dementia and Cardiovascular Diseases); and the 9 RG in TL3 focus on the development of methodologies, tools and technologies regarding data collection and analysis (e.g. Big Data and AI), decision making and evaluation of health interventions (e.g. HTA).&#xd;<br />The three TL have also been designed to maximize research interactions and complementarities of expertise among the proposed RG.&#xd;<br />In total, the 23 RG provide the needed research capacities and expertise in order to perform translational research and innovation within real healthcare environment. In Portugal, very few, if any, research units have such wide health research scope, combining public health issues and methods with information technologies and clinical and translational research.","acronym":"CINTESIS","interests":"Digital economy and society, Education and training, Food Safety, Public Health, Research and innovation","euInitiatives":"CINTESIS is a decentralized, multidisciplinary research unit comprising 561 researchers (240 PhD integrated members) whose governance and organizational model was designed to provide a highly performing and efficient environment for health sciences and health care research. The Unit relies on a highly flexible and dynamic management structure, supported by administrative and technical staff from 46 institutions from all Portuguese regions (29 HEI, 12 Hospitals/healthcare institutions, 5 health companies), protocolled with the Unit, including 8 local management poles at 5 universities (UPorto, UAveiro, NOVA, UAlgarve, UMadeira) and 1 polytechnic (Nursing School of Porto - ESEP).&#xd;<br />From 2015 to 2018, the integrated researchers published 1,601 papers indexed in the WoS/SCOPUS (3030 citations, average IF of 3.6), over 230 books/book chapters and 493 articles in non-indexed journals. 38% of these publications are in Q1 and 30% have international co-authors. The number of projects funded was 34 (over € 5.2M of total funding), of which 12 were internationally funded and 10 were in collaboration with Industrial-Health, ICT and Food-partners. Nearly 2000 news items were published in the mainstream media with explicit references to CINTESIS, which translated into an AAV higher than € 12M. CINTESIS members launched 7 spin-offs and implemented knowledge transference actions that resulted in research partnerships with private and public sectors, research services and academic entrepreneurship.&#xd;<br />The 3 thematic lines (TL) for CINTESIS i.e. Preventive Medicine &amp; Societal Challenges (TL1), Clinical &amp; Translational Research (TL2) and Health Data and Decision Sciences &amp; Information Technologies (TL3) are strongly aligned with the major priorities defined by H2020 (and what is known of FP9 and PT2030) for health research in Europe and the FCT National Agenda for Health, Clinical and Translational Research.&#xd;<br />These TL comprise 24 research groups (RG) that address key Health and Societal Challenges. The 7 RG in TL1 focus on preventive research to relevant societal challenges (e.g. Ageing, Obesity and Primary Care); the 8 RG in TL2 address clinical and translational research aiming to deliver new knowledge and products to support diagnosis and treatment of important diseases (e.g. Cancer, Dementia and Cardiovascular Diseases); and the 9 RG in TL3 focus on the development of methodologies, tools and technologies regarding data collection and analysis (e.g. Big Data and AI), decision making and evaluation of health interventions (e.g. HTA). The three TL have also been designed to maximize research interactions and complementarities of expertise among the proposed RG.&#xd;<br />In total, the 24 RG provide the needed research capacities and expertise in order to perform translational research and innovation within real healthcare environment. In Portugal, very few, if any, research units have such wide health research scope, combining public health issues and methods with information technologies and clinical and translational research.","lastUp":"2019-07-15T11:14:20.673+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}