{"id":"35204533304-65","name":"Euroshore International","registrationDate":"2010-03-06T17:21:29.111+02:00","category":2,"subCategory":1,"legal":"vzw","web":"http://www.euroshore.com/","country":"Belgium","headAddress":"Buro &amp; Design Center,","headCity":"BRUSSEL","headPostCode":"1020","headPhone":"(32)27 57 91 70","boss":"Guido Van Meel","bossTitle":"Mr","bossPosition":"Secretaris Generaal","membersCount":1,"membersFTE":"0.5","membership":"ICleantech VZW","memberOrga":"http://www.go4circle.be&#xd;\nhttp://www.scheepsafval.nl","goal":"Euroshore International heeft als doel:&#xd;<br />Het behartigen van de belangen van bedrijven die zich bedrijfsmatig bezighouden met het inzamelen, opslaan, verwerken en verwijderen van afvalstoffen afkomstig van de scheepvaart en dit op een milieutechnisch verantwoorde manier. &#xd;<br />Euroshore zal tevens de standpunten en het beleid van de leden uitdragen naar de relevante internationale en Europese instellingen en problemen bestuderen inzake scheepsafval waar leden in hun dagdagelijkse uitoefening mee worden geconfronteerd.&#xd;<br />Meer in het bijzonder zal Euroshore haar leden vertegenwoordigen op internationale fora om het gebruik van havenontvangstinstallaties te promoten. &#xd;<br />Euroshore zal ook standaarden promoten inzake de inzameling, opslag, verwerking en verwijdering van scheepsafval zoals onder meer standaardisatie van codes, creatie en promotie van een uniform afvalcertificaat. &#xd;<br />Euroshore ijvert ook voor gelijke concurrentievoorwaarden in heel Europa en daarbuiten en staat voor een gezonde en faire concurrentie.","acronym":"Euroshore","interests":"Climate Action, Competition, Economy, finance and the euro, Energy, Enlargement, Environment, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"herziening van de richtlijn EC/2000/59&#xd;<br />monitoring richtlijn EC/2002/59&#xd;<br />Criminele sancties bij mariene pollutie&#xd;<br />plastic afval in zeeën&#xd;<br />alternatieve brandstoffen voor de scheepvaart&#xd;<br />zwavel richtlijn en het gebruik van scrubbers als alternatief voor laagzwavelige brandstoffen","lastUp":"2018-09-25T10:24:14.966+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}