{"id":"352145730849-46","name":"Air Navigation Services Finland Oy","registrationDate":"2018-03-19T09:36:32.162+01:00","category":6,"subCategory":9,"legal":"Limited company","web":"http://www.ansfinland.fi","country":"Finland","headAddress":"Lentäjäntie 1","headCity":"Vantaa","headPostCode":"01530","headPhone":"(358)2 04 28 40 00","boss":"Raine Luojus","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"1.0","membership":"CANSO (Civil Air Navigation Services Organization)&#xd;\nNEFAB (North European Functional Airspace Block)&#xd;\nBorealis Alliance &#xd;\nElinkeinoelämän keskusliitto (Confederation of Finnish Industries)&#xd;\nPalvelualojen työnantajat PALTA ry","memberOrga":"","goal":"ANS Finland is responsible for managing the use of Finnish airspace as well as providing flight route and air navigation services at airports in Finland. En-route services include area control services in Finland, airspace management, aeronautical search and rescue and air traffic flow management.&#xd;<br />&#xd;<br />Our technological air navigation services section maintains and develops all navigation, communication, surveillance and monitoring systems related to en-route services, such as the air traffic control and radar systems required for flight traffic surveillance.&#xd;<br />&#xd;<br />Our customers include airports, the commercial aviation industry, the Finnish state’s aviation operations and military aviation, general aviation and pilot training schools.&#xd;<br />&#xd;<br />From 1 January, 2019 ANS Finland is a part of Traffic Management Finland Group-consortia owned by Finnish State.","acronym":"ANS Finland","interests":"Research and innovation, Trans-European Networks, Transport","euInitiatives":"Single European Sky implementation in line with SES performance and charging scheme. Further SES development proposals commented via CANSO. &#xd;<br />SESAR deployment in co-operation with SESAR Deployment Manager according to European ATM Master Plan. Deployment programs may be supported by EU co-funding via INEA. &#xd;<br />EASA regulations proposals commented via CANSO. ANS Finland supports also the Finnish National Supervisory Authority in its participation in EASA and Single Sky Committee works. &#xd;<br />The Finnish Ministry of Transport and Communications can request ANS Finland opinion on SES related matters.","lastUp":"2019-03-18T09:17:19.450+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}