{"id":"3523776801-85","name":"Bayer AG","registrationDate":"2008-12-17T10:22:19.125+01:00","category":2,"subCategory":3,"legal":"Company / Aktiengesellschaft","web":"http://www.bayer.com","country":"Germany","headAddress":"Bayer AG, -","headCity":"Leverkusen","headPostCode":"51368","headPhone":"(49)21 43 01","boss":"Werner Baumann","bossTitle":"Mr","bossPosition":"CEO","membersCount":15,"membersFTE":"12.25","membership":"Bayer is amongst others directly member of the following European associations:&#xd;\n&#xd;\nBusinessEurope, &#xd;\nEuropean Chemical Industry Council (CEFIC),&#xd;\nEuropean Federation of Pharmaceutical Industries Association (EFPIA), &#xd;\nEuropean Association for Bioindustries (EuropaBio), &#xd;\nEuropean Crop Protection Association (ECPA).&#xd;\n&#xd;\nThe company has a broad network encompassing key actors in the area of health, agricultural and chemical policy.","memberOrga":"","goal":"Bayer is an innovation company with core competencies in the fields of health care and agriculture, developing new molecules for use in innovative products and solutions to improve the health of humans, animals and plants.   &#xd;<br />&#xd;<br />Bayer has 115.200 employees (2016). As of January 1, 2016, Bayer's business is managed by three divisions: Pharmaceuticals, Crop Science and Consumer Health.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Energy, Enterprise, Environment, Food Safety, General and Institutional Affairs, Internal Market, Public Health, Research and Technology, Trade","euInitiatives":"Activities in the policy areas of pharmaceutical legislation and human and animal health, legislation relevant for crop protection products and seeds.&#xd;<br />&#xd;<br />Bayer also follows policies in the area of trade, innovation and research.","lastUp":"2017-04-27T14:08:43.364+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}