{"id":"352665225723-38","name":"Romanian Ornithological Society","registrationDate":"2017-02-02T13:59:50.629+01:00","category":3,"subCategory":2,"legal":"association","web":"http://sor.ro","country":"Romania","headAddress":"Hristov Botev, nr. 3, ap.6","headCity":"Bucharest","headPostCode":"","headPhone":"(4031)4 25 56 57","boss":"Danut Gheorghe Hulea","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"Coalition Natura 2000 in Romania&#xd;\nhttp://natura2000.ro/&#xd;\n&#xd;\nBirdLife&#xd;\nhttp://www.birdlife.org/","memberOrga":"","goal":"The Romanian Ornithological Society (SOR) is an independent non-governmental organization, founded in&#xd;<br />1990, that works for birds and nature and relies on subscriptions, donations and projects.&#xd;<br />Aims: SOR is the Romania's largest wildlife conservation charity aiming to conserve and study the wild bird&#xd;<br />species, their habitats and sites in Romania, increasing people's awareness regarding environmental&#xd;<br />sustainability, working for the protection of biodiversity and bird fauna. As the Romanian partner of BirdLife&#xd;<br />International, SOR carries out its policy and strategy towards a joint worldwide target: conservation of birds&#xd;<br />and their habitats.&#xd;<br />Since June 2003, SOR works with the Romanian Government to implement the Natura 2000 network in&#xd;<br />Romania.&#xd;<br />Activities: The activity of SOR focuses on the following issues: Important Bird Areas Programme, study and&#xd;<br />protection of rare and endangered bird species; studies on bird migration; monitoring of specific bird&#xd;<br />species; distribution of breeding bird species of Romania; building action plans for the protection of bird&#xd;<br />species. SOR manages the national Important Bird Areas (IBA) programme in Romania since 1994. Since&#xd;<br />2010 SOR is custodian of 6 Natura 2000 areas and from 2016 the number of the SPAs managed by SOR&#xd;<br />raised to 17.&#xd;<br />Key activities include:&#xd;<br />a) Leading research on birds and their habitats;&#xd;<br />b) Developing and promoting policies to ensure a better future for the wildlife and the environment;&#xd;<br />c) Promoting solutions to decision makers to encourage environmental friendly management practices;&#xd;<br />d) Cooperating with non-governmental and governmental institutions to implement the Natura 2000&#xd;<br />network in Romania;&#xd;<br />e) Raising awareness, informing and involving 1000 members on conservation issues;&#xd;<br />f) Providing education and training;&#xd;<br />Structure:&#xd;<br />SOR has headquarter in Bucharest and two regional offices in Cluj-Napoca and Tulcea. National coverage&#xd;<br />through 19 branches and two school groups. 24 full time employees.","acronym":"SOR","interests":"Agriculture and Rural Development, Climate Action, Environment, Fisheries and Aquaculture","euInitiatives":"Bird Directive&#xd;<br />Habitat Directive&#xd;<br />Common Agriculture Policy","lastUp":"2018-01-08T12:55:06.355+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}