{"id":"352610013765-44","name":"DE CRISTOFARO SRL","registrationDate":"2014-06-08T19:30:44.018+01:00","category":2,"subCategory":3,"legal":"SOCIETA' A RESPONSABILITA' LIMITATA","web":"http://www.dcfgroup.it","country":"Italy","headAddress":"Contrada Montaratro SP 109 km 28, S/N","headCity":"LUCERA","headPostCode":"71036","headPhone":"(0039)08 81 52 27 30","boss":"FRANCESCO DE CRISTOFARO","bossTitle":"Mr","bossPosition":"Chief executive officer (CEO)","membersCount":1,"membersFTE":"0.25","membership":"La società De Cristofaro è socia di Confindustria Italia.","memberOrga":"","goal":"DCF è l'acronimo di De Cristofaro Francesco, il fondatore dell'omonima ditta individuale, che grazie alle sue spiccate capacità imprenditoriali ha permesso alla propria azienda di distinguersi per la sua efficienza, qualità, competitività, professionalità, competenza e credibilità nel settore della gestione rifiuti e dell'ecologia ambientale in cui opera da oltre venti anni nel Centro-Sud Italia.&#xd;<br />&#xd;<br />In questo lungo arco di tempo la società ha avuto modo di occuparsi a 360° della gestione dei rifiuti, essendo in possesso delle necessarie autorizzazioni per le attività di raccolta e trasporto allo smaltimento finale di rifiuti speciali pericolosi e non pericolosi, recuperabili e non, per la bonifica di siti e beni contenenti amianto e per il trattamento e/o recupero di rifiuti speciali non pericolosi. La società è proprietaria e gestisce una piattaforma polifunzionale di trattamento rifiuti speciali non pericolosi, una discarica per rifiuti inerti ed un impianto di recupero rifiuti speciali non pericolosi, sia fisso che mobile.&#xd;<br />&#xd;<br />Dalla continua e costante evoluzione nasce l'esigenza di trasformare la ditta individuale in una società così che, nel 2009 viene costituita, mediante l'operazione giuridica di conferimento di azienda, la De Cristofaro srl. Competenza e affidabilità, oltre ad essere alimentate dall'esperienza, sono potenziate e attestate dalle certificazioni ottenute in qualità (ISO9001) e ambiente (ISO14001). &#xd;<br />&#xd;<br />Per esempio, nell'ambito dell'ecologia civile, alcune delle moderne tecniche più importanti adottate in sito sono il ''land-farming'', il ''bioventing'', il ''pump &amp; treat'', il ''soil vapor extraction'' e l'estrazione e il trattamento di biogas da discariche di RSU dismesse attraverso biofiltri o in alternativa mediante la combustione in torce statiche; inoltre la società è in grado di effettuare tecniche come la solidificazione/stabilizzazione chimico-fisica, il soil washing, il desorbimento termico e la costruzione di barriere reattive permeabili, in numerosi altri casi si interviene con rimozione totale del materiale e successivo trasporto a discarica. &#xd;<br />&#xd;<br />L'utilizzo di tecniche di smantellamento, demolizione e dismissione fanno dell'unità bonifiche/decommissioning della società De Cristofaro Srl uno dei settori di maggiore Know how a livello nazionale. &#xd;<br />Particolare interesse riveste lo smontaggio aereo e le tecniche di taglio controllato mediante la progettazione di de-costruzione degli interventi avvalendosi dello staff tecnico interno. Ogni intervento viene preventivamente valutato mediante simulazione con software strutturale e rigorosamente programmato redigendo un progetto di smantellamento-demolizione esecutivo e definendo un organigramma specifico di commessa. &#xd;<br />&#xd;<br />Negli interventi di messa in sicurezza permanente/emergenza come costruzione di barriere geologiche o strati di capping per adeguamenti di discariche così come richiesto dal D.Lgs 36/03 si è in grado di eseguire direttamente la saldatura dei teli in HDPE mediante l'utilizzo di personale specializzato dotato di Attestato secondo la norma UNI 10567 rilasciato dall'''ISTITUTO ITALIANO DELLA SALDATURA''.&#xd;<br />L'impegno della società è nel garantire con costanza un livello di qualità dei servizi offerti attraverso il tracciamento e il controllo delle attività ed il rispetto di norme, procedure e istruzioni operative. Il gruppo è composto da 80 dipendenti tra ingegneri, commercialisti, tecnici, amministrativi e operai specializzati ed è insediato in una sede di circa 47.000 mq di cui oltre 10.000 coperti.","acronym":"DC SRL","interests":"Agriculture and Rural Development, Education, Energy, Environment, Food Safety, Research and Technology, Transport","euInitiatives":"programmazione HORIZON 2020","lastUp":"2017-04-12T20:37:47.921+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}