{"id":"35279857524-58","name":"European Movement International","registrationDate":"2011-12-21T17:12:10.684+01:00","category":3,"subCategory":2,"legal":"Non-profit International Association","web":"http://www.europeanmovement.eu","country":"Belgium","headAddress":"Rue Marie-Thérèse, 21","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)25 08 30 88","boss":"Petros Fassoulas","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":11,"membersFTE":"7.0","membership":"","memberOrga":"","goal":"The EUROPEAN MOVEMENT is an international organisation open to all political, economic, social and cultural trends in civil society. Its objective is to \"contribute to the establishment of a united, federal Europe founded on the principles of peace, democracy, liberty, solidarity, and respect for basic human rights. It seeks to provide a structure to encourage and facilitate the active participation of citizens and civil society organisations in the development of a united Europe\". Its 39 National Councils and 40 associated Member Organisations work towards bringing together representatives from European associations, political parties, enterprises, trade unions and individual lobbyists.&#xd;<br />&#xd;<br />Born over half a century ago, the EUROPEAN MOVEMENT has played a crucial role in the construction of Europe. The EUROPEAN MOVEMENT's main focus of attention centres on influencing political, social and cultural arenas within the framework of the European Civil Society.&#xd;<br />&#xd;<br />The EUROPEAN MOVEMENT works as a study and information group, and also as a pressure group. It operates as a study and information group through the many projects and activities undertaken, and has been at the forefront in helping large segments of the public take part in the dissemination of information on European affairs and activities. It operates as a pressure group through the influence exerted by its members at all levels in each sector of activity. The European Parliament, Commission, national parliaments, authorities and governments, business-people, industry associations, NGOs and the many associations which make up the civil society in Europe have been influenced through the European Movement's network of contacts.&#xd;<br />&#xd;<br />Influence is exerted at the EU level via the EUROPEAN MOVEMENT INTERNATIONAL and its individual member organisations and at the level of member countries via national councils, covering a geographical area that extends from Iceland to Turkey and from Portugal to Finland. The EUROPEAN MOVEMENT is also the only NGO of its type that covers almost all of Europe, i.e. the EU countries, the candidate countries as well as non-candidate countries, and as such provides effective information dissemination with a large multiplier effect across Europe.&#xd;<br />&#xd;<br />The EMI carries out further activities through its political committees and under the guise of its Training Academy.","acronym":"EMI","interests":"Borders and Security, Budget, Climate Action, Communication, Culture and media, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Single market, Trade, Trans-European Networks, Youth","euInitiatives":"the European Movement International will work to keep constant contact with its partners in civil society, trade unions, employer organisations, businesses, sectoral interests, academia, political parties, local authorities and the media, in order to further develop cooperation. We will equally strive to develop new partnerships facilitating the network, especially in the regions where the cooperation is still underdeveloped or non-existent. The aim of the European Movement International is to further develop itself as an essential aggregating pole of European-minded civil society and the aforementioned stakeholders, both at national and pan-European level. In order to fulfil this objective, our organisation builds upon its reputation while improving its image and efficiency as a space for dialogue, exchange and co-operation.&#xd;<br />The content-based activities will be developed on the basis of the European Movement International’s Strategic Priorities for 2018-2020 and in lead with the key developments in EU. Since 2016, the European Movement International organises its work around a triangle composed by communications, events and policy and the International Office plans to continue this focus throughout 2019.&#xd;<br />Coordinated by the International Office, the three new Political Committees, which operate in line with the Strategic Priorities, will be closely involved in the development of policy positions and related activities of the European Movement International. These Political Committees will meet in the fringes of the Statutory Meetings and whenever deemed necessary, and are open to all Members. The work of the European Movement International covers the areas of Citizen participation and transparency; Fundamental rights and European values; Migration, integration, and freedom of movement; EMU and Own Resources; European Pillar of Social Rights; Youth and Skills; Sustainability; Brexit; Foreign affairs, security and defence cooperation; Enlargement; Globalisation and trade; Peace-keeping. In 2019, the European agenda will be dominated by the European elections, the withdrawal of the UK from the EU as well as the priorities of the Romanian and Finnish presidencies, the work programme of the Commission and work areas of the European Parliament.","lastUp":"2019-02-19T14:52:23.406+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}