{"id":"352927935149-66","name":"Agencija za komercijalnu djelatnost proizvodno, uslužno i trgovačko d.o.o.","registrationDate":"2019-06-17T10:04:55.638+02:00","category":2,"subCategory":3,"legal":"LLC","web":"http://www.akd.hr","country":"Croatia","headAddress":"Savska cesta 31","headCity":"Zagreb","headPostCode":"10 000","headPhone":"(385)13 65 76 10","boss":"Sertić Jure","bossTitle":"Mr","bossPosition":"glavni direktor","membersCount":3,"membersFTE":"0.75","membership":"http://www.corte.be/","memberOrga":"","goal":"AKD d.o.o. je vodeća hrvatska tvrtka u razvoju proizvoda i rješenja u području identiteta i sigurnosti. Više od 25 godina proizvodimo osobne iskaznice, putovnice, vize, vozačke i druge zaštićene tiskovine, razvijamo napredna IT rješenja te pružamo usluge bankarskom sektoru.&#xd;<br />Djelujemo kao kvalificirani EU pružatelj usluga povjerenja, a u ujedno smo i pravna osoba ovlaštena za obavljanje poslova izdavanja certifikata građanima RH na elektroničkoj osobnoj iskaznici. U AKD-ovu portfelju najznačajniji su razvojni projekti kroz koje nastaju IT rješenja i usluge temeljene na upotrebi kvalificiranih certifikata te projekti temeljeni na elektroničkom identitetu. Neki od aktualnih razvojnih projekata koje AKD vodi su razvoj rješenja za e-Potpis, m-Potpis i Time Stamp (QTSA), pametni tahograf, pružanje usluga komercijalnih kvalificiranih certifikata, uspostava sustava sljedivosti proizvoda, razvoj i nadogradnja PKI sustava, kao i brojni razvojni projekti za javnu upravu te projekti temeljeni na EU regulativi.","acronym":"AKD d.o.o.","interests":"Business and Industry, Digital economy and society, International co-operation and development, Justice and Fundamental Rights","euInitiatives":"Direktiva 2014/40/EU Europskog parlamenta i Vijeća od 3. travnja 2014. o usklađivanju zakona i drugih propisa država članica o proizvodnji, predstavljanju i prodaji duhanskih i srodnih proizvoda i o stavljanju izvan snage Direktive 2001/37/EZ&#xd;<br />Uredba (EU) br. 910/2014 Europskog parlamenta i Vijeća od 23. srpnja 2014. o elektroničkoj identifikaciji i uslugama povjerenja za elektroničke transakcije na unutarnjem tržištu i stavljanju izvan snage Direktive 1999/93/EZ&#xd;<br />Uredba (EU) br. 165/2014 Europskog parlamenta i Vijeća od 4. veljače 2014","lastUp":"2019-06-17T14:43:12.865+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}