{"id":"353427720078-87","name":"LOTTO Hamburg GmbH","registrationDate":"2015-12-23T09:18:54.255+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"https://www.lotto-hh.de","country":"Germany","headAddress":"Überseering 4","headCity":"Hamburg","headPostCode":"22297","headPhone":"(49)40 63 20 56 01","boss":"Torsten Meinberg","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"Deutscher Lotto- und Totoblock (DLTB)&#xd;\n&#xd;\nEuropean Lotteries and Toto Association (EL)&#xd;\n&#xd;\nWorld Lottery Association (EL)&#xd;\n&#xd;\nVerein zur Förderung von Forschung und Lehre auf dem Gebiet „Spiele und Wetten“ (Universität Hohenheim)","memberOrga":"","goal":"Die LOTTO Hamburg GmbH mit Sitz in Hamburg veranstalten mit Genehmigung des zuständigen Bundeslandes Freie und Hansestadt Hamburg auf der Basis des Glücksspielstaatsvertrages und dem Ausführungsgesetz der Freien und Hansestadt Hamburg Lotterien in rd. 450 Annahmestellen Die Lotteriegesellschaft unterstützt das Bundesland beim gesetzlichen Auftrag der Kanalisierung des Spieltriebs.  &#xd;<br />LOTTO Hamburg beschäftigt rund 100 Mitarbeiterinnen und Mitarbeiter.&#xd;<br />Der Jahresumsatz beträgt rd. 160 Mio. EUR (inkl. Bearbeitungsgebühren).&#xd;<br />Bis Ende 2018 hat LOTTO Hamburg die Federführung im Deutschen Lotto- und Totoblock (DLTB) inne. Dem DLTB gehören die Lottogesellschaften der 16 deutschen Bundesländer an. Teil der Aufgabe der Federführung ist es, \"Sprachrohr nach außen\" zu sein. Dazu gehören auch Treffen/Kontakte mit den EU-Institutionen, auf technischer und politischer Ebene.","acronym":"","interests":"Culture and media","euInitiatives":"- Strategie für den digitalen Binnenmarkt&#xd;<br />- Initiativen zur Standardisierung/Harmonisierung im Bereich Glücksspiel&#xd;<br />- Horizontale EU-Vorhaben für den Binnenmarkt (Geldwäsche, Geoblocking etc.)","lastUp":"2019-10-22T09:07:19.731+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}