{"id":"35378765850-63","name":"Union Asset Management Holding AG","registrationDate":"2011-05-16T13:40:44.863+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.union-investment.de","country":"Germany","headAddress":"Weissfrauenstraße, 7","headCity":"Frankfurt am Main","headPostCode":"60311","headPhone":"(49)6 92 56 70","boss":"Hans Joachim Reinke","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"1.25","membership":"Union Investment is i.a. member of the national associations BVI (Bundesverband Investment und Asset Management e.V) and BVR (Bundesverband der Deutschen Volksbanken und Raiffeisenbanken e.V.). On European level Union Investment is i.a. member of the pan European association EFAMA(European Fund and Asset Management Association) and member of the EPFSF (European Parliamentary Financial Services Forum), Financial Future (FF).","memberOrga":"","goal":"The Union Investment Group, based in Frankfurt/Main, Germany was founded in 1956, and is today one of Europe’s leading asset managers for private and institutional clients. Union Investment offers a wide range of investment solutions to professional investors and retail investors in various asset classes and investment styles. Regarding professional investors Union Investment’s sophisticated client base includes banks, pension funds, insurance companies, church organisations, industrial corporations and non-profit organisations such as charitable foundations and trade associations. The product range includes for example fixed income, equity, real estate, infrastructure and alternative investments. Regarding retail investors Union Investment has a very diversified customer base starting from small scale investors to affluent retail clients. Union Investment provides investment solutions for all needs and has a strong market position regarding government-subsidised fund saving plans for retirement and in general of funds which correspond with the UCITS directive.","acronym":"UMH","interests":"Consumer Affairs, Economic and Financial Affairs, Enterprise, General and Institutional Affairs, Internal Market, Taxation","euInitiatives":"- Banking Structural Reform (BSR)&#xd;<br />- Capital Market Union (CMU)&#xd;<br />- MiFID II/ MiFIR &#xd;<br />- Pan-European Personal Pension product (PEPP) &#xd;<br />- Packaged Retail and Insurance-based Investment Products (PRIIPs)&#xd;<br />-  Capital Requirements Regulation (CRR II)","lastUp":"2018-01-16T17:32:29.444+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}