{"id":"353997326645-94","name":"American Enterprise Institute","registrationDate":"2017-04-05T21:01:37.268+01:00","category":4,"subCategory":5,"legal":"Tax-exempt U.S. nonprofit organization","web":"http://www.aei.org","country":"United states","headAddress":"1789 Massachusetts Avenue, NW","headCity":"Washington, D.C.","headPostCode":"","headPhone":"(1)20 28 62 58 00","boss":"John Cusey","bossTitle":"Mr","bossPosition":"Director of Government Relations","membersCount":4,"membersFTE":"1.5","membership":"","memberOrga":"","goal":"The American Enterprise Institute is a community of scholars, staff, and supporters committed to expanding liberty, increasing individual opportunity, and strengthening free enterprise. AEI pursues these unchanging ideals through independent thinking, open debate, reasoned argument, and the highest standards of fact-based research. Without regard for politics or prevailing fashion, we dedicate our work to a more prosperous, safer, and more democratic nation and world.&#xd;<br />&#xd;<br />Located in Washington, DC, AEI is a nonpartisan, nonprofit, 501(c)(3) educational organization. The Institute does not take institutional positions on any issues. AEI does not accept government funding and does not perform contract research.","acronym":"AEI","interests":"Agriculture and Rural Development, Budget, Climate Action, Communication, Competition, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian Aid, Internal Market, Justice and Fundamental Rights, Public Health, Research and Technology, Taxation, Trade, Transport","euInitiatives":"AEI has scholars who study and write about the EU, but we have no specific EU initiatives at this time.","lastUp":"2017-04-05T21:02:04.252+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}