{"id":"354194227301-15","name":"Soutien Belge Overseas","registrationDate":"2017-05-26T17:02:54.503+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://sboverseas.org","country":"Belgium","headAddress":"Rue de Hal 7, 1190","headCity":"Bruxelles","headPostCode":"","headPhone":"(32)23 77 89 08","boss":"Louma Albik","bossTitle":"Ms","bossPosition":"CEO","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Soutien Belge (SB) OverSeas is a non-government, non-profit organisation dedicated to providing essential humanitarian aid, education and psychological support to populations displaced by conflict in Lebanon, Turkey and Syria. Our projects in the Middle East include schools and training centres for women and children refugees. We also organise regular collections of clothing donations for delivery to the most deprived areas in Middle Eastern countries. At a local level in Brussels, we deliver activities and civic engagement programs to help asylum seekers, refugee children and vulnerable youth integrate and find their place in the community.  &#xd;<br />&#xd;<br />We are founded on the philosophy of providing assistance without discrimination or reference towards any political or religious affiliation.","acronym":"SB OverSeas","interests":"Borders and Security, Communication, Culture, Economy, finance and the euro, Education and training, Employment and Social Affairs, Enlargement, External Relations, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Youth","euInitiatives":"•\tEU comprehensive strategy, EU regional strategy for Syria, EU resilience agenda, EU agenda on migration &#xd;<br />•\tmigration and development &#xd;<br />•\tmigration and integration &#xd;<br />•\tmigration and local economic development&#xd;<br />•\tSocial policies affecting migrants and refugees: employment, education, housing, youth, humanitarian aid&#xd;<br />•\tcoping with humanitarian emergencies in the Middle East &#xd;<br />•\tAMIF funding programme and other EU funding relevant to the above issues","lastUp":"2018-05-07T16:46:15.434+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}