{"id":"354108935584-36","name":"ZonMW","registrationDate":"2019-08-06T10:36:15.935+02:00","category":6,"subCategory":9,"legal":"indépendant governing body","web":"http://www.zonmw.nl","country":"Netherlands","headAddress":"Laan van Nieuw Oost-Indië 334","headCity":"The Hague","headPostCode":"2593 CE","headPhone":"(31)7 03 49 51 11","boss":"Mark Raijmakers","bossTitle":"Mr","bossPosition":"Head Cluster Sports &amp; Physical Activity","membersCount":5,"membersFTE":"5.0","membership":"","memberOrga":"","goal":"ZonMw promotes health research and care innovation throughout the entire knowledge chain from fundamental research to implementation. Through various subsidy programmes we promote and fund development and practical application in the area of prevention improvement, care and health.&#xd;<br />&#xd;<br />Solving health problems increasingly means working together at a European or global level, so we work internationally. ZonMw has an influence on the international research and development programming, takes an active part in international networks, and enables Dutch researchers to participate in collaborative international projects.","acronym":"ZonMW","interests":"Budget, Business and Industry, Digital economy and society, Education and training, Employment and Social Affairs, Environment, European Neighbourhood Policy, Food Safety, Institutional affairs, International co-operation and development, Public Health, Regional Policy, Research and innovation, Single market, Sport, Trans-European Networks, Transport, Youth","euInitiatives":"ZonMw is a co-creating party in European research programming. This collaboration serves an international goal, but also a Dutch one: by participating in these programmes we can create better opportunities for Dutch research groups to deploy their talents internationally. The three main European research instruments for member state driven funding collaborations are&#xd;<br />&#xd;<br />- Joint Programming Initiatives (JPIs),&#xd;<br />- ERA-NETs&#xd;<br />- Research Infrastructures&#xd;<br />&#xd;<br />ZonMW's JPIs&#xd;<br />A JPI is a multi-member state  initiative around a given societal challenge. Ten JPIs have been developed, four of which are related to health:&#xd;<br />&#xd;<br />- Healthy Diet for a Healthy Life &#xd;<br />- Antimicrobial Resistance&#xd;<br />- More Years, Better Lives&#xd;<br />- Neurodegenerative disease","lastUp":"2019-08-06T10:39:29.648+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}