{"id":"354474115978-18","name":"Delta Air Lines, Inc.","registrationDate":"2015-02-10T16:28:04.033+01:00","category":2,"subCategory":3,"legal":"A U.S. corporation","web":"http://www.delta.com","country":"United states","headAddress":"1030 Delta Boulevard","headCity":"Atlanta","headPostCode":"30354","headPhone":"(1)40 46 77 50 60","boss":"Peter Carter","bossTitle":"Mr","bossPosition":"Executive Vice President &amp; Chief Legal Officer","membersCount":2,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"Delta Air Lines serves nearly 165 million customers each year. With an industry-leading global network, Delta and the Delta Connection carriers offer service to 333 destinations in 64 countries on six continents. Headquartered in Atlanta, Delta employs nearly 80,000 employees worldwide and operates a mainline fleet of more than 700 aircraft. The airline is a founding member of the SkyTeam global alliance and participates in the industry’s leading trans-Atlantic joint venture with Air France-KLM and Alitalia as well as a newly formed joint venture with Virgin Atlantic. Including its worldwide alliance partners, Delta offers customers more than 15,000 daily flights, with key hubs and markets including Amsterdam, Atlanta, Boston, Detroit, Los Angeles, Minneapolis-St. Paul, New York-JFK, New York-LaGuardia, Paris-Charles de Gaulle, Salt Lake City, Seattle and Tokyo-Narita. Delta has invested billions of dollars in airport facilities, global products, services and technology to enhance the customer experience in the air and on the ground.","acronym":"","interests":"Climate Action, Competition, Consumer Affairs, Environment, External Relations, Home Affairs, Internal Market, Justice and Fundamental Rights, Taxation, Trans-European Networks, Transport","euInitiatives":"Delta Air Lines closely follows EU intitiatives and policies that impact aviation. Generally, we focus on issues including taxation, aviation oversight, security, market access, competition, energy, and finance.","lastUp":"2017-03-06T19:46:17.695+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}