{"id":"35467643719-92","name":"ESL &amp; NETWORK EUROPEAN AFFAIRS SA","registrationDate":"2010-06-09T15:19:42.775+01:00","category":1,"subCategory":6,"legal":"Société Anonyme","web":"http://www.eslnetwork.com/europeanaffairs/","country":"Belgium","headAddress":"rue d'Idalie, 11-13","headCity":"Bruxelles","headPostCode":"1050","headPhone":"(32)27 36 58 00","boss":"Alexandre Medvedowsky","bossTitle":"Mr","bossPosition":"Administrateur délégué","membersCount":4,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"ESL &amp; NETWORK EUROPEAN AFFAIRS SA gathers competences in areas where the European Institutions have a strong power. It masters the EU decision making in the ordinary and special procedures and comitology and serves its client in the drafting, adoption and implemention of legislation, based on proven methodologies. &#xd;<br />&#xd;<br />Services provided to clients include analysis and preparation work, assistance, monitoring, business intelligence, strategy definition, networking, representation, alliance building, communication, and strategy and lobbying action plans.&#xd;<br />&#xd;<br />ESL &amp; NETWORK EUROPEAN AFFAIRS SA rassemble des compétences dans les domaines ou l’Union européenne exerce une compétence forte. Sa maîtrise des processus de décision, procédure spéciale et ordinaire ou comitologie, sert ses clients dans les phases d’élaboration, d’adoption et d’exécution des législations. &#xd;<br />&#xd;<br />Les services offerts, basés sur des méthodologies éprouvées, comprennent: travaux d’analyse et de préparation, assistance, veille, intelligence économique, mise en réseau, représentation, formation d’alliance, communication, et l'élaboration de stratégie déclinée en plan d’actions opérationnel.","acronym":"ESL EA","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Communication, Competition, Consumers, Customs, Digital economy and society, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Transport, Data security, Health, Digital Single Market, International trade, Development, Agriculture and fisheries, External relations of the EU, Energy, Competition issues, Customs and taxation","lastUp":"2019-11-13T10:15:07.663+01:00","customers":"sita,cva","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":"","turnoverRange":"100000-499999"}