{"id":"354751632596-51","name":"Svenska Taxiförbundet","registrationDate":"2018-09-17T10:35:55.190+02:00","category":2,"subCategory":4,"legal":"AB","web":"http://taxiforbundet.se","country":"Sweden","headAddress":"Smidesvägen 10","headCity":"Solna","headPostCode":"171 22","headPhone":"(46)0 8- 56 62 16 60","boss":"Claudio Skubla","bossTitle":"","bossPosition":"VD","membersCount":1,"membersFTE":"0.5","membership":"Svenska Taxiförbundet är medlem i IRU och Svenskt Näringsliv","memberOrga":"","goal":"Svenska Taxiförbundet företräder Sveriges taxiföretag. Bakom oss står 220 beställningscentraler med 4 000 anslutna taxiföretag och cirka 9 000 fordon, vilket motsvarar cirka 70 procent av taxibranschen.&#xd;<br />&#xd;<br />Förbundets uppgift är att arbeta aktivt för att öka taxinäringens anseende och attraktionskraft och att bevaka branschens intressen genom att föra dess talan i dialog med myndigheter och politiker.&#xd;<br />&#xd;<br />Konkurrens på lika villkor och ett ökat miljö- och trafiksäkerhetsarbete i branschen, är exempel på frågor som Förbundet driver. Vi har också tagit en aktiv roll i kollektivtrafikbranschens arbete med syfte att öka taxis roll för kollektivtrafiken och därmed bidra till en hållbar tillväxt för Sverige.&#xd;<br />&#xd;<br />Svenska Taxiförbundet leds av en förbundsstyrelse med sju ledamöter, varav en förbundsordförande.&#xd;<br />Det högsta beslutande organet är kongressen som sammanträder vart tredje år.","acronym":"","interests":"Business and Industry, Competition, Consumers, Digital economy and society, Employment and Social Affairs, Fraud prevention, Single market, Taxation, Transport","euInitiatives":"EU-kommissionens förslag på transparenta regler för online plattformar. Initiativ, strategier och kommande lagförslag för nya former av delningsekonomier som taxi samt kommande initiativ, strategier och lagförslag avseende taximarknaden direkt (som eventuell avreglering av taximarknaden på EU-nivå).","lastUp":"2018-09-17T10:36:30.584+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}