{"id":"3548986723-43","name":"G4S plc","registrationDate":"2008-12-04T14:29:19.103+02:00","category":2,"subCategory":3,"legal":"Public limited company, registered in UK","web":"http://www.g4s.com","country":"United kingdom","headAddress":"G4S PLC","headCity":"London","headPostCode":"SW1E 6QT","headPhone":"(44)20 79 63 31 00","boss":"Ashley Almanza","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":2,"membersFTE":"0.5","membership":"COESS, the Confederation of European Security Services&#xd;\nESTA, the European Secure Transit Association&#xd;\nEOS, the European Organisation for Security&#xd;\nASSA-I, European Aviation Security Organisation&#xd;\nCBI, Confederation of British Industry&#xd;\nBSIA, British Security Industry Association&#xd;\nInternational Security Ligue&#xd;\nUN Global Compact","memberOrga":"","goal":"G4S is the world's leading global, integrated security company. We offer a broad range of security services delivered on a single, multi-service or integrated basis across six continents. &#xd;<br />&#xd;<br />With a presence in several EU countries, G4S' Government Affairs department seeks to understand future EU initiatives and policies and, when necessary, to represent G4S' views to policymakers and legislators in the Commission, Council and Parliament on a wide range of issues affecting the company and our employees.","acronym":"G4S","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"+ Home affairs matters&#xd;<br />+ EU internal and external security policy&#xd;<br />+ International business and trade matters&#xd;<br />+ EU relations","lastUp":"2019-09-05T10:33:37.970+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}