{"id":"354869713074-35","name":"Council of Occupational Therapists for the European Countries","registrationDate":"2014-03-10T21:07:59.139+01:00","category":3,"subCategory":2,"legal":"Registered non-profit organisation","web":"http://www.coteceurope.eu","country":"Germany","headAddress":"Becker-Göring-Str., 26/1","headCity":"76307 Karlsbad-Ittersbach","headPostCode":"76307","headPhone":"(31)6 14 65 88 34","boss":"Anu Söderström","bossTitle":"Ms","bossPosition":"President","membersCount":2,"membersFTE":"1.25","membership":"Member of EPHA from 2011-2015&#xd;\nMember of EFPC since 2013&#xd;\nMember of Health First Europe since 2018&#xd;\nPartner of EUPHA since 2018&#xd;\nMember of EPIC since 2019&#xd;\nMember of the World Federation of Occupational Therapists, WFOT","memberOrga":"http://www.coteceurope.eu/membership-2/","goal":"COTEC was established in 1986 with the purpose of co-ordinating the views of the National Associations of Occupational Therapy in Europe. The aim of COTEC is to enable National Associations of Occupational Therapists to work together to develop, harmonise and improve standards of professional practice through a robust educational system, as well as advance the theory of Occupational Therapy throughout Europe  to best address the social and health issues affecting the citizens of Europe.&#xd;<br />COTEC is the European organization for all Occupational Therapists through their National Associations, with the purpose of ensuring an adequate number of high quality occupational therapy practitioners and services in Europe. &#xd;<br />COTEC represents 30 European Occupational Therapy Associations and more than 120,000 Occupational Therapists. COTEC strives to make Occupational Therapy visible, valued, available and accessible to all European citizens.","acronym":"COTEC","interests":"Education and training, Employment and Social Affairs, Public Health, Youth","euInitiatives":"COTEC is a active member of EFPC and has a representative in their Advisory board and supports the policies of Strengthening Health Systems specifically Primary Care&#xd;<br />COTEC answered several consultations on Digital Health, Health Safety.&#xd;<br />COTEC became an official partner of EUPHA ands actively involved in the first European Public Health Week focussing on physical activity, mental health and accessibility.&#xd;<br />COTEC is a (Executive Board member) of Health First Europe (HFE) and participated in meetings and was involved in the article on Patient Safety, the Wish Campaign of HFE, the Digital Health paper and the Workforce for the Future paper.&#xd;<br />COTEC participated in EBC meetings focussing on the importance of research on occupational and life issues instead of only research on medication.&#xd;<br />COTEC has an official working relation with WHO Europe and attended the WHO regional meeting RC68 in Rome and co signs statements related to strengthening health systems and primary care, palliative care and health workforce. &#xd;<br />COTEC is part of a WHO-EU region consortium of staff working in Mental Health and strives with GAMIAN for more collaboration in the MH field.&#xd;<br />COTEC is a member of the European Pain Forum (EFIC) and promotes coping strategies for patients with pain.&#xd;<br />COTEC has expert representatives in thematic networks of the European Health Policy Forum on pain, digital health and mental health&#xd;<br />COTEC is represented by experts in many conferences and meetings to promote the profession in the European arena &#xd;<br />COTEC endorsed many joined statements on European Health and Social policies.","lastUp":"2019-11-20T21:57:58.188+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}