{"id":"354907429247-73","name":"Semantic Visions, s.r.o.","registrationDate":"2017-12-08T17:23:27.022+01:00","category":2,"subCategory":3,"legal":"s.r.o.","web":"http://www.semantic-visions.com","country":"Czech republic","headAddress":"Zatecka 55/14","headCity":"Prague 1","headPostCode":"11000","headPhone":"(420)6 03 48 32 87","boss":"Frantisek Vrabel","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"1.0","membership":"NATO Industrial Advisory Group https://diweb.hq.nato.int/niag/Pages_Anonymous/Default.aspx","memberOrga":"","goal":"Semantic Visions collects and analyzes 90% of the world’s online news content. Subsequently, we synthesize actionable intelligence and knowledge. In addition to risk detection, we identify trends and recognize their context. Our experience shows that public opinion and customer sentiment is formed by online media content as a whole. But we can go above and beyond that. The key is to harness the power of semantic analysis and say good bye to the legacy keyword approach. We can see more and go further if we use the full potential of our languages.&#xd;<br />&#xd;<br />If the analysis of internet Big Data is done properly, it gives a basis for a better understanding of reality. In other words, the indirect analysis of the world through a critical mass of online media provides previously unattainable heights of insight. &#xd;<br />&#xd;<br />This approach liberates you from depending on surveys, the results of which are increasingly questionable due to the growing heterogeneity of human societies.","acronym":"Semantic Visions","interests":"Communication, Digital economy and society, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Research and innovation","euInitiatives":"CALL FOR APPLICATIONS FOR THE SELECTION OF MEMBERS OF THE HIGH-LEVEL EXPERT GROUP DISINFORMATION AND HOSTILE PROPAGANDA","lastUp":"2019-11-14T09:24:08.862+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}