{"id":"35525111082-17","name":"The Western Union Company","registrationDate":"2009-02-06T12:43:44.737+02:00","category":2,"subCategory":3,"legal":"Incorporated in the State of Delaware, USA","web":"http://www.westernunion.com","country":"United states","headAddress":"East Belford Avenue, 12500","headCity":"Englewood, Colorado","headPostCode":"80112","headPhone":"(1)72 03 32 10 00","boss":"Caroline Tsai","bossTitle":"Ms","bossPosition":"General Counsel","membersCount":2,"membersFTE":"2.0","membership":"Western Union is a member of the European Parliament Financial Services Forum (EPFSF), the European Payment Institutions Federation (EPIF), and EUROFI.","memberOrga":"","goal":"The Western Union Company (NYSE: WU) is a leader in global payment services. Together with its Vigo, Orlandi Valuta, Pago Facil and Western Union Business Solutions branded payment services, Western Union provides consumers and businesses with fast, reliable and convenient ways to send and receive money around the world, to send payments and to purchase money orders. As of December 31, 2015, the Western Union, Vigo and Orlandi Valuta branded services were offered through a combined network of over 500,000 agent locations in 200 countries and territories and over 100,000 ATMs and kiosks. In 2014, The Western Union Company completed 255 million consumer-to-consumer transactions worldwide, moving $85 billion of principal between consumers, and 484 million business payments. For more information, visit www.westernunion.com.","acronym":"WU","interests":"Borders and Security, Competition, Digital economy and society, Economy, finance and the euro, Enlargement, External Relations, General and Institutional Affairs, Humanitarian aid and civil protection, Single market","euInitiatives":"Western Union follows mainly regulatory developments directly related to its existing and planned future product portfolio. This group of initiatives includes consumer protection laws, payments regulations, AML/CFT regulations, data protection, and other rules and regulations which apply to our business in Europe.","lastUp":"2018-09-27T13:15:17.947+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}