{"id":"35525111082-17","name":"The Western Union Company","registrationDate":"2009-02-06T12:43:44.737+02:00","category":2,"subCategory":3,"legal":"Incorporated in the State of Delaware, USA","web":"http://www.westernunion.com","country":"United states","headAddress":"East Belford Avenue, 12500","headCity":"Englewood, Colorado","headPostCode":"80112","headPhone":"(1)72 03 32 10 00","boss":"Caroline Tsai","bossTitle":"Ms","bossPosition":"General Counsel","membersCount":2,"membersFTE":"2.0","membership":"Western Union is a member of the European Parliament Financial Services Forum (EPFSF), the European Payment Institutions Federation (EPIF), and EUROFI.","memberOrga":"","goal":"The Western Union Company (NYSE: WU) is a global leader in cross-border, cross-currency money movement. Our omnichannel platform connects the digital and physical worlds and makes it possible for consumers and businesses to send and receive money and make payments with speed, ease, and reliability. As of March 31, 2019, our network included over 550,000 retail agent locations offering Western Union, Vigo or Orlandi Valuta branded services in more than 200 countries and territories, with the capability to send money to billions of accounts. Additionally, westernunion.com, our fastest growing channel in 2018, is available in approximately 70 countries, plus additional territories, to move money around the world. With our global reach, Western Union moves money for better, connecting family, friends and businesses to enable financial inclusion and support economic growth. For more information, visit www.westernunion.com.","acronym":"WU","interests":"Borders and Security, Competition, Digital economy and society, Economy, finance and the euro, Enlargement, External Relations, Humanitarian aid and civil protection, Institutional affairs, Single market","euInitiatives":"Western Union follows mainly regulatory developments directly related to its existing and planned future product portfolio. This group of initiatives includes consumer protection laws, payments regulations, AML/CFT regulations, data protection, and other rules and regulations which apply to our business in Europe.","lastUp":"2019-07-03T12:39:59.265+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}