{"id":"355363131313-67","name":"Certiport, A Pearson VUE Business","registrationDate":"2018-04-24T09:14:44.567+02:00","category":2,"subCategory":3,"legal":"Inc.","web":"https://certiport.pearsonvue.com/","country":"United states","headAddress":"Certiport, a Pearson VUE Business","headCity":"AMERICAN FORK","headPostCode":"UT 84003","headPhone":"(1)8 01 77 2- 32 70","boss":"Aaron Osmond","bossTitle":"Mr","bossPosition":"Vice President and General Manager","membersCount":4,"membersFTE":"1.0","membership":"We are a member of the European E-Skills Association (EeSA)","memberOrga":"We are dedicated to providing millions of certification exams each year in 148 countries and 26 languages. We have a network of solution provider that deliver in-country support in Europe. These providers are our partners in each EU Member State: &#xd;\nhttps://certiport.pearsonvue.com/Solution-providers","goal":"Certiport is dedicated to helping people succeed through certification. Our globally recognized credentials are aimed at enhancing individual productivity, marketability, and value.&#xd;<br />&#xd;<br />Certiport, a Pearson VUE business is now the leading provider of certification exam development, delivery, and program management services.  Certiport exams are delivered through an expansive network of over 14,000 Certiport Authorized Testing Centers worldwide.&#xd;<br />&#xd;<br />Certiport delivers more than three million exams each year through the secondary, post-secondary, workforce, and corporate technology markets in 148 countries and 26 languages.&#xd;<br />&#xd;<br />Certiport works with industry-leading certification providers and manages a sophisticated portfolio of leading certification programmes including:&#xd;<br />Microsoft® Office Specialist&#xd;<br />Microsoft® Technology Associate&#xd;<br />Microsoft® Certified Educator&#xd;<br />Adobe® Certified Associate&#xd;<br />Autodesk® Certified User&#xd;<br />Autodesk® Certified Professional&#xd;<br />Intuit® QuickBooks Certified User&#xd;<br />IC3 Digital Literacy Certification&#xd;<br />Entrepreneurship and Small Business Certification","acronym":"","interests":"Business and Industry, Digital economy and society, Education and training, Employment and Social Affairs, European Neighbourhood Policy, International co-operation and development, Regional Policy, Single market","euInitiatives":"We follow initiatives, policies and legislative files related to the development of digital skills and certification in Europe, these include:&#xd;<br />Europe 2020 strategy, A Digital Agenda for Europe, the New Skills and Jobs Agenda, the Digital Single Market, Education and Training 2020.","lastUp":"2018-04-24T09:16:34.156+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}