{"id":"355595831868-54","name":"TEKNA srl","registrationDate":"2018-06-22T18:44:19.016+02:00","category":4,"subCategory":5,"legal":"srl","web":"http://www.chefacademy.it","country":"Italy","headAddress":"Piazza Clai, 19","headCity":"Terni","headPostCode":"05100","headPhone":"(39)07 44 42 31 18","boss":"Ronny Albucci","bossTitle":"Mr","bossPosition":"Amministratore","membersCount":20,"membersFTE":"12.5","membership":"WACS&#xd;\nhttps://www.worldchefs.org/RQCE/df79ea0f2e6471d3715c67c6f6b5d19154a0e7f5","memberOrga":"Area Partner Chef Academy&#xd;\nhttp://www.chefacademy.it/it/partner","goal":"La Chef Academy è una scuola internazionale di Cucina accreditata alla Regione Umbria (www.chefacademy.it) ed organizza corsi con rilascio di qualifica professionale legalmente riconosciuta ai sensi della legge 845/78 per i profili di Cuoco, Aiuto Cuoco, Pasticcere, Barman, Gelatiere, Pizzaiolo e Maître. La Chef Academy è riconosciuta a livello internazionale come scuola di eccellenza dall’organismo internazionale WACS (World Association of Chef Societies) che certifica la qualità della nostra Accademia rispetto agli standard internazionali. &#xd;<br />La Chef Academy opera con sistemi di qualità certificati ISO 9001.&#xd;<br />Gli. studenti iscritti alla Chef Academy, grazie al suo prestigio internazionale, accoglie studenti provenienti da tutta Italia e da tutto il mondo. Numerosi i professionisti nello staff della Chef Academy tra cui diversi Chef pluristellati, Maestri pasticceri, Sommelier e Barman professionisti di fama internazionale e campioni del mondo di pasticceria e pizzeria.&#xd;<br />&#xd;<br />Chef Academy dispone di 7 laboratori dedicati attrezzati con le migliori tecnologie, una aula Magna per demo e presentazioni, 2 aule multimediali, 1 aula sommellerie e 1 Sala Ristorante da 50 posti costituiscono la struttura logistica di eccellenza della Chef Academy, che si sviluppa su una superficie complessiva di circa 1.000 mq.&#xd;<br />&#xd;<br />La Chef Academy forma oltre 500 studenti all'anno nelle varie qualifiche e rappresenta un vera e propria eccellenza nel panorama formativo nazionale ed internazionale.","acronym":"Chef Academy","interests":"Culture, Education and training, International co-operation and development, Research and innovation, Youth","euInitiatives":"Siamo particolarmente interessati alle politiche formative in virtù dell'accreditamento istituzionale di Chef Academy (marchio registrato a livello Europeo da Tekna srl). https://europa.eu/european-union/topics/education-training-youth_it","lastUp":"2018-06-22T18:44:49.763+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}