{"id":"355642016161-08","name":"CARE France","registrationDate":"2015-02-23T11:40:08.654+01:00","category":3,"subCategory":2,"legal":"personne morale de droit privé et public avec forme légale","web":"http://www.carefrance.org","country":"France","headAddress":"71 rue archereau","headCity":"Paris","headPostCode":"75019","headPhone":"(33)1 53 19 89 89","boss":"Philippe Lévêque","bossTitle":"Mr","bossPosition":"Directeur Général","membersCount":7,"membersFTE":"2.0","membership":"www.careinternational.org","memberOrga":"","goal":"Fondé en 1945, CARE est l'un des plus grands réseaux humanitaires mondiaux, apolitique et non confessionnel. En 2013, CARE est venu en aide à 97 millions de personnes dans 87 pays en Afrique, Asie, Amérique Latine, Europe de l'Est et au Moyen-Orient...&#xd;<br />&#xd;<br />Un objectif : en finir avec l'extrême pauvreté&#xd;<br />&#xd;<br />Le réseau humanitaire CARE s'attaque aux causes profondes de la pauvreté en menant des programmes d'éducation, de sécurité alimentaire, d'accès à l'eau potable, de santé, d'activités génératrices de revenus...&#xd;<br />&#xd;<br />L' approche holistique de CARE se base sur l'interdépendance des causes de l'extrême pauvreté. Par exemple, nous ne pouvons pas améliorer la santé des communautés rurales sans intervenir sur les pratiques agricoles. La faim et la malnutrition ont un impact direct et désastreux sur la santé. Il nous faut aussi soutenir la productivité agricole locale en prenant en compte les conséquences du changement climatique telles que la raréfaction des ressources en eau.&#xd;<br />&#xd;<br />Nous nous attachons également à promouvoir les droits humains, la justice sociale, économique et environnementale, et la bonne gouvernance.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Development, Education, Food Safety, Humanitarian Aid, Public Health","euInitiatives":"Dossiers, initiatives et politiques en lien avec le développement ou la réponse aux urgences humanitaires avec un focus particuliers sur les femmes et les filles","lastUp":"2018-03-21T11:59:58.457+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}