{"id":"355746725153-85","name":"TransEuropeanStemCellTherapy Society","registrationDate":"2016-12-19T11:15:51.946+02:00","category":4,"subCategory":5,"legal":"association","web":"https://tesct.org","country":"Switzerland","headAddress":"Rainweg 7","headCity":"Stettlen","headPostCode":"3066","headPhone":"(41)7 88 34 62 62","boss":"Marco Traub","bossTitle":"Mr","bossPosition":"CEO","membersCount":13,"membersFTE":"4.25","membership":"http://freedomofresearch.org","memberOrga":"“Associazione Luca Coscioni“ per la libertà di ricerca scientifica, Italia.","goal":"1. Scientifc and technological advances in medical diagnostics and therapeutics.&#xd;<br />2. Implementation of validated natural based drugs in existing therapeutic regiments. &#xd;<br />3. Focus on the greater social impact of disease on the society in total.&#xd;<br />4. Focus and emphasis on disease prevention, e.g. through a healthier lifestyle.&#xd;<br />5. Redefining the role of pharma companies within the health care system and their impact on the translational research sector at large.","acronym":"TESCT","interests":"Consumers, Digital economy and society, Education and training, Food Safety, Humanitarian aid and civil protection, Justice and Fundamental Rights, Public Health, Research and innovation, Trans-European Networks","euInitiatives":"1. Innovative Practices in Active and Healthy Ageing &#xd;<br />The Repository will help to mobilise and gather resources and knowledge on Active and Healthy Ageing to deploy scalable, innovation-driven and digitally-enabled solutions. It is the basis for the European AHA scaling up strategy and constitutes another step in the development of the EIP on AHA to ensure the implementation of innovative solutions for active and healthy ageing on a European scale.&#xd;<br />&#xd;<br />2.“The implementation of the right to enjoy scientific progress and the freedom indispensable for scientific research”&#xd;<br />Scientists and decision-makers will present some of the latest examples of basic and applied research in which the human rights related to freedom of scientific research could be applied, namely in genome editing, stem cell research, in vitro fertilization and will urge the United Nations to promote the full implementation and the respect of those rights in the framework of the International Covenant on Ecomomic Social and Cultural Rights.","lastUp":"2019-10-14T22:38:52.820+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}