{"id":"356530817937-07","name":"ΣΥΛΛΟΓΟΣ ΥΔΑΤΟΚΑΛΛΙΕΡΓΗΤΩΝ ΘΕΣΠΡΩΤΙΑΣ","registrationDate":"2015-06-23T10:19:36.133+02:00","category":2,"subCategory":1,"legal":"ΕΝΩΣΗ","web":"http://www.fishfarms.gr/","country":"Greece","headAddress":"Αγίων Αποστόλων 55","headCity":"ΗΓΟΥΜΕΝΙΤΣΑ","headPostCode":"46100","headPhone":"(30)69 42 47 23 93","boss":"ΙΩΑΝΝΗΣ ΧΕΚΙΜΟΓΛΟΥ","bossTitle":"Mr","bossPosition":"ΠΡΟΕΔΡΟΣ","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Ο σύλλογος ιδρύθηκε το 1997 με βασικό σκοπό να εξυπηρετεί, ως συλλογικό όργανο τις μονάδες ιχθυοκαλλιέργειας του Νομού Θεσπρωτίας. Στόχος του συλλόγου είναι η οργανωμένη προβολή και διοίκηση των μονάδων και των προϊόντων που παράγουν.&#xd;<br />&#xd;<br />Η έδρα του συλλόγου είναι στην Ηγουμενίτσα, πρωτεύουσα νομού Θεσπρωτίας, και με την παρουσία του συμβάλει στην κοινωνική, οικονομική και πολιτιστική ανάπτυξη του τόπου.&#xd;<br />&#xd;<br />Στον νομό Θεσπρωτίας δραστηριοποιούνται συνολικά 28 μονάδες παραγωγής και ένας ιχθυογεννητικός σταθμός. Από αυτές 22 βρίσκονται στην περιοχή Λωρίδα Σαγιάδας και οι υπόλοιπες στα όρια του Δήμου Ηγουμενίτσας, στον όρμο Λυγιάς και στη περιοχή κοντά στο Νέο Λιμάνι, περιοχές οι οποίες χαρακτηρίζονται από το Χωροταξικό σχέδιο ως Ζώνες Ιχθυοκαλλιέργειας (χάρτης).&#xd;<br />&#xd;<br />Η ετήσια ιχθυοπαραγωγή αγγίζει τους 12.000 τόνους ετησίως. Συνολικά στην Θεσπρωτίας απασχολούνται 410 εργαζόμενοι στον κλάδο της Υδατοκαλλιέργειας και με τους ρυθμούς ανάπτυξης των μονάδων παραγωγής δημιουργούνται συνεχώς νέες θέσεις εργασίας, συμβάλλοντας σημαντικά στην οικονομικά ανάπτυξη του Νομού","acronym":"","interests":"Agriculture, Consumers, Environment, Food Safety, Maritime affairs and fisheries, Research and innovation","euInitiatives":"Ανάπτυξη Υδατοκαλλιεργειών, &#xd;<br />Πρόγραμμα \"Ορίζοντας 2020\" (Horizon 2020)&#xd;<br />Πρόγραμμα Εδαφικής Συνεργασίας Ελλάδα- Ιταλία&#xd;<br />Πρόγραμμα Εδαφικής Συνεργασίας Ελλάδα - Αλβανία&#xd;<br />Adrion&#xd;<br />MED","lastUp":"2018-04-24T21:35:33.273+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}