{"id":"35832214158-18","name":"Fachverband der Stein- und keramischen Industrie","registrationDate":"2010-09-12T17:11:23.399+02:00","category":2,"subCategory":4,"legal":"Körperschaft öffentlichen Rechts","web":"http://www.baustoffindustrie.at","country":"Austria","headAddress":"Wiedner Hauptstrasse, 63","headCity":"Wien","headPostCode":"1045","headPhone":"(43)59 09 00 35 32","boss":"Andreas PFEILER","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"UEPG, CPE, ILA, EuLA, CERAMUNIE, PRE, EuroGypsum, EMO, FEPA, FEPF, IMA Europe","memberOrga":"www.baustoffindustrie.at,&#xd;\nwww.wko.at","goal":"Der Fachverband hat im eigenen Wirkungsbereich die fachlichen Interessen der Mitglieder der gleichartigen Fachgruppen und Fachvertretungen zu vertreten. In fachlichen Angelegenheiten ist der Fachverband berechtigt, nach Information der Bundeskammer, die im Wege der zuständigen Bundessparte zu erfolgen hat, selbständig Anträge an staatliche Organe und an internationale Organisationen zu stellen. Zu den vom Fachverband wahrzunehmenden fachlichen Angelegenheiten gehört auch die Pflege der Beziehungen zu entsprechenden ausländischen Interessenvertretungen. &#xd;<br />Eine Berechtigung, welche die Kammermitgliedschaft begründet, führt zu einer Mitgliedschaft bei einem Fachverband oder zur Mitgliedschaft bei mehreren Fachverbänden.&#xd;<br />Der Fachverband gilt mit dem In-Kraft-Treten der Fachorganisationsordnung als errichtet.","acronym":"FV Steine-Keramik","interests":"Business and Industry, Climate Action, Competition, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Institutional affairs, Research and innovation, Single market, Taxation, Trans-European Networks, Transport","euInitiatives":"Raw Materials Initiative, Raw Materials and Construction Materials in general, Labor and Health and safety at work,&#xd;<br />Transport, Energy, Emission,","lastUp":"2019-07-02T11:18:58.284+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}