{"id":"358495727970-12","name":"Internationale Fridtjof Nansen Nothilfe e.V.","registrationDate":"2017-08-09T10:02:20.260+01:00","category":3,"subCategory":2,"legal":"eingetragener Verein","web":"http://nansen-international.de/index.php/ziele","country":"Germany","headAddress":"Rhode Island Allee 54","headCity":"Karlsruhe","headPostCode":"76149","headPhone":"(49)72 14 76 54 79","boss":"Ji Wang","bossTitle":"Ms","bossPosition":"Präsidentin","membersCount":2,"membersFTE":"1.5","membership":"","memberOrga":"","goal":"Wir sehen unsere Verantwortung darin, einen Beitrag zur Verbesserung der Welt zu leis­ten. Jeder Mensch kann einen kleinen oder großen Beitrag erbringen, der die Welt ein Stück zum Besseren verändert.&#xd;<br />Angesichts von zunehmenden Spannungen in Ländern mit multiethnischen /multireligiösen Strukturen, ist es besonders wichtig, für alle Menschen dort auch gleiche soziale Perspek­tiven zu fördern.&#xd;<br />&#xd;<br />Wir glauben daher, dass durch eine nachhaltige Bekämpfung von Armut und der Förderung von Bildung, soziale und ethnische Konflikte vermieden oder abgebaut werden können.&#xd;<br />Armut, Perspektivlosigkeit und die Unsicherheit der eigenen Existenz fördern Auseinandersetzungen bis hin zur kriegerischen Gewalt.&#xd;<br />&#xd;<br />Gewalt vernichtet Wohlstand und verhindert eine verbesserte Entwicklung. Daher helfen wir ALLEN Menschen und arbeiten mit ALLEN Menschen ungeachtet ihrer ethnischen und sozialen Herkunft, religiösen und politischen Überzeugung, sexuellen Identität, ihres Alters und Geschlechts.&#xd;<br />&#xd;<br />In ehrendem Gedenken und Würdigung der großen Persönlichkeit von Fridtjof Nansen, der als Hochkommissar des Völkerbundes für Flüchtlingsfragen die Grundlagen für eine international anerkannte Rechtsstellung von Flüchtlingen schuf und mit Genehmigung der Fridtjof Nansen Foundation, führt der Verein in seinem Geiste die Arbeit so fort.&#xd;<br />&#xd;<br />Der Verein will dabei als geistiger Erbe, Nansens, die Ursachen von Flucht und Vertreibung bekämpfen und Menschen auf der Flucht, u.a. auch in Deutschland helfen, sowie die Voraussetzungen schaffen, dass eine Flucht nicht notwendig wird oder eine sichere, dauerhafte Rückkehr mit Perspektive möglich ist.&#xd;<br />&#xd;<br />Wir bekennen uns daher ausdrücklich zu der auf dem UN-Gipfel in New York am 25. September 2015 beschlossenen \"Agenda 2030 für nachhaltige Entwicklung\" und der Genfer Flüchtlingskonvention vom 28. Juli 1951, (In Kraft getreten am 22. April 1954) sowie Protokoll über die Rechtsstellung der Flüchtlinge vom 31. Januar 1967 (In Kraft getreten am 4. Oktober 1967).","acronym":"IFN","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Legal Migration, Resettlement,  EU 2020 Beschäftigung; Forschung und Entwicklung; Klimawandel und Energie; Bildung sowie Bekämpfung von Armut und sozialer Ausgrenzung.","lastUp":"2017-08-09T10:02:43.604+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}