{"id":"358581035483-54","name":"Labour Mobility Initiative Association","registrationDate":"2019-08-01T10:45:32.616+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"https://www.mobilelabour.eu/","country":"Poland","headAddress":"Plac Wolnica 13/10","headCity":"Kraków","headPostCode":"31-060","headPhone":"(48)5 08 24 91 09","boss":"Marek Benio","bossTitle":"Mr","bossPosition":"Vice President","membersCount":4,"membersFTE":"2.0","membership":"Not applicable","memberOrga":"The association gathers only natural persons.","goal":"a. Promoting labour mobility and free movement of services in the European Union;&#xd;<br />b. Promoting good legislation in the field labour mobility and the free movement of services, fair competition without discrimination and protectionism;&#xd;<br />c. Promoting a clear and coherent interpretation of the law regulating the cross-border provision of services under the free movement of services in the European Union;&#xd;<br />d. Promoting dialogue and cooperation in the area of labour mobility and free movement of services between science, business, administration and politics;&#xd;<br />e. Increasing awareness and knowledge of the law regulating the cross-border provision of services within the framework of the free movement of services in the European Union;&#xd;<br />f. Building a positive image of Polish services in the European Union;","acronym":"LMIA","interests":"Competition, Employment and Social Affairs, Single market","euInitiatives":"Revision of the Regulations 883/2004/EU and 987/2009/EU on Coordination of Social Security Systems. &#xd;<br />&#xd;<br />Revised Directive 96/71/EU on the Posting of Workers in the Framework of the Provision of Services. &#xd;<br />&#xd;<br />European Social Pillar&#xd;<br />&#xd;<br />European Labour Authority&#xd;<br />&#xd;<br />Directive on Transparent and Predictable Working Conditions","lastUp":"2019-08-01T10:47:55.912+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}