{"id":"35890511033-58","name":"Irish Funds Industry Association CLG","registrationDate":"2009-01-30T13:49:38.067+02:00","category":2,"subCategory":4,"legal":"Company Limited by Guarantee","web":"http://www.irishfunds.ie","country":"Ireland","headAddress":"Ground Floor","headCity":"Dublin","headPostCode":"Dublin 2","headPhone":"(353)0 16 75 32 00","boss":"Pat Lardner","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":4,"membersFTE":"1.5","membership":"European Fund and Asset Management Association (http://www.efama.org/SitePages/Home.aspx)&#xd;\n&#xd;\nInternational Investment Funds Association (http://www.iifa.ca/)","memberOrga":"Member Organisations:&#xd;\n(http://www.irishfunds.ie/about/members)","goal":"Founded in 1991, the objective of the Irish Funds Industry Association CLG (Irish Funds) is to support and complement the development of the funds industry in Ireland.  &#xd;<br />&#xd;<br />The Association represents investment fund managers/promoters, custodian banks, administrators, transfer agents and professional advisory firms involved in the international fund services industry in Ireland.&#xd;<br />&#xd;<br />Irish Funds supports and complements the development of the industry through:&#xd;<br />&#xd;<br />•\tActive and thoughtful engagement on policy and regulatory developments domestically and at EU level and globally, backed by the analysis and input from our 39 working groups.&#xd;<br />•\tWorking with the authorities in Ireland to ensure that the environment and infrastructure are supportive of the growth of our industry&#xd;<br />•\tDeveloping industry policy and guidance papers to ensure high standards&#xd;<br />•\tDesigning and supporting the delivery of industry specific training programmes and seminars which support the professional and technical excellence of those working in the industry.&#xd;<br />•\tA global programme of promotional activity.&#xd;<br />&#xd;<br />Irish Funds vigorously pursues the goals of enhancing and promoting Ireland as the location of choice for the domiciling and administration of investment funds.","acronym":"Irish Funds","interests":"Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union , Internal Market, Taxation, Trade","euInitiatives":"Irish Funds follows and communicates those initiatives, policies and files which impact the establishment, operation and competitiveness of regulated cross-border investment funds and the activities of its members in supporting this important link in the creation of savings and the funding of the economy. The following are a sample of the topics/files being followed by the Association;&#xd;<br />•\tUndertakings for Collective Investments in Transferable Securities (“UCITS”) Directives&#xd;<br />•\tAlternative Investment Fund Managers Directive&#xd;<br />•\tMoney Market Fund Regulation&#xd;<br />•\tCommission’s proposal for reforming the European System of Financial Supervision&#xd;<br />•\tCapital Markets Union&#xd;<br />•\tPan-European Personal Pension (PEPP)&#xd;<br />•\tOmnibus proposals on cross-border distribution of investment funds&#xd;<br />•\tMiFID II/MiFIR&#xd;<br />•\tBase Erosion Profit Shifting&#xd;<br />•\t5th Anti Money Laundering Directive&#xd;<br />•\tPRIIPs&#xd;<br />•\tEuropean Commission’s consultation paper on FinTech: A more competitive and innovative European financial sector.","lastUp":"2018-04-20T11:34:15.925+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}