{"id":"359167112876-43","name":"Independent Film &amp; Television Alliance","registrationDate":"2014-02-06T01:03:21.726+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.ifta-online.org","country":"United states","headAddress":"10850 Wilshire Blvd., 9th Floor","headCity":"Los Angeles","headPostCode":"90024","headPhone":"(310)4 46 10 00","boss":"Jean Prewitt","bossTitle":"Ms","bossPosition":"President &amp; CEO","membersCount":4,"membersFTE":"1.0","membership":"International Federation of Film Producers Associations (FIAPF)","memberOrga":"","goal":"The Independent Film &amp; Television Alliance® (IFTA®) is the global trade association of the independent motion picture and television industry and the voice and advocate for the Independents worldwide.  IFTA is a non-profit organization that represents more than 145 members from 23 countries consisting of independent production and distribution companies, sales agents, television companies, and institutions engaged in film finance. IFTA Members rely heavily on Europe as a major marketplace to conduct business and roughly one-third of IFTA Member companies are established in European countries.  Headquartered in Los Angeles, IFTA is dedicated to protecting and strengthening its Members’ ability to finance, produce, market and distribute independent films and television programs in an ever-changing and challenging global marketplace. IFTA actively speaks out and lobbies government officials on critical matters directly affecting the Independents and their business.","acronym":"IFTA","interests":"Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Research and innovation, Single market","euInitiatives":"Directive (2019/790) on copyright and related rights in the Digital Single Market; Directive (2019/789) laying down rules on the exercise of copyright and related rights applicable to certain online transmissions of broadcasting organisations and retransmissions of television and radio programmes; Regulation (2018/302) on addressing unjustified geo-blocking and other forms of discrimination based on customers' nationality, place of residence or place of establishment within the internal market; Regulation (2017/1128) on cross-border portability of online content services in the internal market; Audiovisual Media Services Directive (2010/13/EU); and the general regulatory environment for platforms, online intermediaries, data and cloud computing and the collaborative economy.","lastUp":"2019-12-17T23:53:14.979+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}