{"id":"359167112876-43","name":"Independent Film &amp; Television Alliance","registrationDate":"2014-02-06T01:03:21.726+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.ifta-online.org","country":"United states","headAddress":"10850 Wilshire Blvd., 9th Floor","headCity":"Los Angeles","headPostCode":"90024","headPhone":"(310)4 46 10 00","boss":"Jean Prewitt","bossTitle":"Ms","bossPosition":"President &amp; CEO","membersCount":4,"membersFTE":"1.0","membership":"International Federation of Film Producers Associations (FIAPF)","memberOrga":"","goal":"The Independent Film &amp; Television Alliance® (IFTA®) is the global trade association of the independent motion picture and television industry and the voice and advocate for the Independents worldwide.&#xd;<br />&#xd;<br />IFTA is a non-profit organization that represents more than 130 members from 20 countries consisting of independent production and distribution companies, sales agents, television companies, and institutions engaged in film finance. IFTA Members rely heavily on Europe as a major marketplace to conduct business and roughly one-third of IFTA Member companies are established in European countries.&#xd;<br />&#xd;<br />Headquartered in Los Angeles, IFTA is dedicated to protecting and strengthening its Members’ ability to finance, produce, market and distribute independent films and television programs in an ever-changing and challenging global marketplace. IFTA actively speaks out and lobbies government officials on critical matters directly affecting the Independents and their business.","acronym":"IFTA","interests":"Audiovisual and Media, Communication, Competition, Consumer Affairs, Culture, Information Society, Internal Market, Research and Technology","euInitiatives":"Copyright Directive (2001/29/EC), Audiovisual Media Services Directive (2010/13/EU), Satellite and Cable Directive (93/83/EEC), and the regulatory environment for platforms, online intermediaries, data and cloud computing and the collaborative economy.","lastUp":"2018-02-02T20:29:55.562+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}