{"id":"359267936537-45","name":"Seqirus","registrationDate":"2019-11-11T23:26:08.052+01:00","category":2,"subCategory":3,"legal":"Ltd","web":"http://www.seqirus.com","country":"United kingdom","headAddress":"The Point","headCity":"Maidenhead","headPostCode":"SL68AA","headPhone":"(44)16 28 64 15 00","boss":"John Minardo","bossTitle":"Mr","bossPosition":"Vice President, General Counsel","membersCount":1,"membersFTE":"0.25","membership":"Seqirus is a member of Vaccines Europe, International Federation of Pharmaceutical Manufacturers and Associations (IFPMA), and the Biotechnology Innovation Organization (BIO).","memberOrga":"","goal":"Derived from the expression 'securing health for all of us', Seqirus has public health protection at its core. This reflects the promise of our parent company CSL, founded in 1916 to save lives and protect the health of people. Our first true test came with the Spanish Influenza Pandemic and we have been committed to the fight against influenza ever since. Seqirus is the only vaccine company with a singular global focus on influenza, and we work tirelessly on cutting-edge research, transformative technologies and the latest methods of production and distribution against both seasonal and pandemic influenza. As a global leader in influenza protection, Seqirus has one of the broadest influenza vaccine portfolios in the world.  Our licensed products vary across countries, but we take a particular focus in protecting the most vulnerable populations against influenza (e.g. older adults) and  have both adjuvanted and cell-culture based products. Seqirus’s research and development group focus on improving the effectiveness of current influenza vaccines and their manufacturing processes. Other activities provide support to ensure the conditions are optimised for efficient vaccine manufacture. At the same time, we continue to explore the early stage opportunities in novel formulations and alternate delivery technologies. A driving mission is to maintain the highest level of preparedness for the next pandemic.  Seqirus has manufacturing facilities in the United States, the United Kingdom and Australia,  and R&amp;D hubs across Europe, North America, and Australia.  Seqirus has a globally integrated supply chain and a commercial presence in more than 20 countries and employs more than 3,000 individuals.  Seqirus is a subsidiary of CSL Limited.","acronym":"","interests":"Business and Industry, Public Health, Research and innovation, Trade","euInitiatives":"We are interested in EU initiatives, policies or legislative files on health and pharmaceuticals, in particular those affecting vaccination as well as preparedness and response to public health emergencies (e.g. pandemics). We also follow EU initiatives in the areas of innovation and research, the internal market, trade and business competitiveness.","lastUp":"2019-11-11T23:37:15.542+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}