{"id":"35925808414-96","name":"itside srl","registrationDate":"2012-03-25T12:14:37.801+01:00","category":3,"subCategory":2,"legal":"srl","web":"http://www.mobysign.com","country":"Italy","headAddress":"via simone da corbetta, 29 a","headCity":"corbetta","headPostCode":"20011","headPhone":"(39)34 75 75 36 85","boss":"antonio bonsignore","bossTitle":"Mr","bossPosition":"ceo","membersCount":1,"membersFTE":"0.25","membership":"eInvoicing gateway that treats about digital processes for B2B area","memberOrga":"antonio bonsignore who is ceo and founder","goal":"ITside is focused on giving trusted/legal value to digital information specially through mobile phones. This means to implement new technologies for defining consumers/citizens' digital identities in a very secure way for electronic and mobile payments, for the secure access to websites and homebanking-mobile banking websites, for signing documents with full legal value electronically through the mobile phone, for accessing e-services of public administrations with a secure identity and through the mobile phone as a device of identification. Itside if focused on making more secure our transactions avoiding e-frauds as instead of using credentials like user/passwords/credit card numbers we implement solution where the qualified electronic signature is what is sent on the Internet and so hackers from this can't substitute us as our identity is kept on a secure element on the phone, from which it can't be extracted. With this technology citizens/consumers can pay, surf on the internet, access e-services with only one PIN for authorising many transactions in full security. The PIN activates the private key stored in a secure element for having a PKI electronic signature. &#xd;<br />We work also in e-Invoicing processes, and legal e-archiving.","acronym":"","interests":"Financial Stability, Financial Services and Capital Markets Union , Research and Technology, Trade, Trans-European Networks","euInitiatives":"eIDAS, PSD2, digital signature, mobile and electronic payments","lastUp":"2017-03-25T09:36:06.855+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}