{"id":"359630321201-49","name":"Vessels for the Future Research Association","registrationDate":"2016-03-30T11:10:23.261+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.vftf.eu","country":"Belgium","headAddress":"Rue de la Loi, 67","headCity":"Brussels","headPostCode":"","headPhone":"(31)3 17 49 34 56","boss":"Henk Prins","bossTitle":"Mr","bossPosition":"Chairman","membersCount":18,"membersFTE":"4.5","membership":"Waterborne Technology Platform","memberOrga":"http://vftf.eu/wp-content/uploads/2016/01/VftF-Members-List.pdf","goal":"WHO WE ARE&#xd;<br />Vessels for the Future comprises a leading group of maritime stakeholders with a common interest in the development of advanced waterborne technologies, who want to ensure that the maritime industry has a strong and vibrant future and remains competitive in the global market.&#xd;<br />OBJECTIVE&#xd;<br />To make shipping safer, cleaner and more efficient and to strengthen European industrial competitiveness in the maritime sector through co-funded research and embracing the EU priorities of Blue Growth and Transport Modal Shift in the research.&#xd;<br />HOW&#xd;<br />The Association will promote the case to secure European funding in maritime research through the Horizon 2020 programme and to establish a Public Private Partnership with the EU. It will achieve this through an influencing role and by agreeing and communicating technological development priorities across its membership and with the European Commission. &#xd;<br />GOALS&#xd;<br />Safer Maritime Transport; Ships that are as safe as equivalent land based assets, Safety Target: risk reduction 90%&#xd;<br />Clearer more Efficient Marine Transport; Ships that are more fuel efficient, support the blue economy and modal transport shift, ECO Targets: CO2 emissions reduction 80%, NOx and SOx reduction 100%, underwater noise level reduction 10dB. &#xd;<br />A Competitive Industry that creates new jobs; Ship design, systems development and production leadership,&#xd;<br />Competitiveness Targets: technology supplier productivity improvement 80%, and ship operating costs reduction 80%","acronym":"","interests":"Climate Action, Education, Enterprise, Environment, Research and Technology, Transport","euInitiatives":"Maritime Research calls under EU Horizon 2020 Work Programme.&#xd;<br />&#xd;<br />Research funding through EU cPPP's constituted under Article 187.","lastUp":"2018-03-07T17:51:32.652+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}