{"id":"360291932429-20","name":"Shoreline società cooperativa","registrationDate":"2018-08-28T15:03:37.572+02:00","category":1,"subCategory":6,"legal":"società cooperativa a responsabilità limitata","web":"http://www.shoreline.it","country":"Italy","headAddress":"Area Science Park","headCity":"Trieste","headPostCode":"34149","headPhone":"(39)04 03 75 57 00","boss":"Carlo Franzosini","bossTitle":"Mr","bossPosition":"Legale rappresentante","membersCount":6,"membersFTE":"6.0","membership":"WWF (www.wwf.it)&#xd;\nInternational Union for Conservation of Nature - IUCN (www.iucn.org)","memberOrga":"","goal":"Shoreline cooperative was established in 1988 by a group of young marine biologists involved &#xd;<br />in environmental conservation. Its main activity is providing services to marine protected areas. &#xd;<br />In 1996 its own office and laboratory were opened at AREA Science Park (Trieste, Italy). &#xd;<br />Shoreline is quality certified (UNI EN ISO 9001:2000), is recognised as a High Qualified Laboratory from the Ministry of Education, University and Research and is authorized for running research activity in the field of fisheries and aquaculture by the Ministry for Agriculture. &#xd;<br />The staff is composed mainly of biologists, but also geologists, sociologists, architects, lawyers.","acronym":"Shoreline","interests":"Environment, International co-operation and development, Maritime affairs and fisheries","euInitiatives":"TAIEF Project. The Environmental Technical Assistance and Information Exchange Facility, TAIEF, offers short-term peer-to-peer assistance to support environmental policy development and implementation in Asia, Africa, and Latin America. The following is an indicative list of the countries covered: Asia: China, India, Indonesia, Kazakhstan, Malaysia, Thailand, Vietnam; &#xd;<br />Africa: Kenya, Nigeria and South Africa; &#xd;<br />Latin America: Brazil, Chile, Colombia, Peru, Bolivia, Guatemala, Mexico. &#xd;<br />TAIEF offers rapid mobilisation of experts from EU member state administrations to contribute to workshops or seminars, or to provide short-term targeted assistance on environmental challenges.","lastUp":"2018-08-28T15:10:46.902+02:00","customers":"Istituto Nazionale di Oceanografia e Geofisica Sperimentale","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":"","turnoverRange":"100000-499999"}