{"id":"360344017227-92","name":"CSC - IT Center for Science Ltd.","registrationDate":"2015-05-05T14:14:42.964+02:00","category":2,"subCategory":3,"legal":"Limited Company","web":"http://www.csc.fi","country":"Finland","headAddress":"Keilaranta 14","headCity":"Espoo","headPostCode":"","headPhone":"(358)94 57 20 01","boss":"Kimmo Koski","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":4,"membersFTE":"3.0","membership":"https://www.csc.fi/collaboration","memberOrga":"","goal":"CSC - IT Center for Science Ltd. is a non-profit company, owned by the state of Finland and Finnish universities and universities of applied sciences. CSC is administered by the Finnish Ministry of Education and Culture. CSC as part of the national research system develops, integrates and offers high-quality ICT services for research, education, culture, public administration and companies. CSC operations are guided by values which reflect its social responsibility: responsibly, together, with care and expertise. These values are enforced as the basis for sustainable operations that take account of the relationship between economic activities and ecological, social and cultural values. CSC's strategic targets include: 1) Enable world-class data management and computing, 2) Maximize the value of data, 3) Leverage artificial intelligence and 4) Pave the way for lifelong learning. CSC has offices in Espoo's Keilaniemi and in the Renforsin Ranta business park in Kajaani.","acronym":"CSC","interests":"Business and Industry, Digital economy and society, Education and training, Public Health, Research and innovation, Single market","euInitiatives":"FP7, Horizon2020, FP9, ESFRI, Digital Single Market, ERA, structural funds, European Open Science Cloud, European Data Economy, Skills Agenda, Erasmus+, European Interoperability Framework, eGovernment Action Plan, eHealth","lastUp":"2018-04-27T11:18:37.300+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}