{"id":"360345623797-12","name":"SIN-TRADE sp. z.o.o.","registrationDate":"2016-10-10T10:43:21.908+01:00","category":1,"subCategory":6,"legal":"Sp. z. o.o.","web":"http://sin-trade.business.site","country":"Poland","headAddress":"ul. św Marcin","headCity":"Poznań","headPostCode":"61-806","headPhone":"(48)7 84 98 79 98","boss":"Dominik Sinica","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":1,"membersFTE":"1.0","membership":"Chartered Management Institute&#xd;\n&#xd;\nInstitute of Internal Auditors&#xd;\n&#xd;\nChartered Institute of Management Accountants&#xd;\n&#xd;\nThe Institute of Bankers in Ireland","memberOrga":"","goal":"Our main goal is to represent and be the voice of micro and small enterprises as well as small regional banks who do not have the power to present their opinion on new legislative frameworks.&#xd;<br />&#xd;<br />Another important thing is to give our expertise in the law making period in order for the EU parlament to make best decisions for the EU as a whole.  We want them to be able to hear the voice of interested parties.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"At the moment our organisations monitors:&#xd;<br />&#xd;<br />- Evaluation of procedural and jurisdictional aspects of EU merger control&#xd;<br />- Internal Market for goods – enforcement and compliance (EC) No 765/2008 &#xd;<br />- EU Macro-prudential framework&#xd;<br />- Capital markets union: action on a potential EU personal pension framework&#xd;<br />- BREXIT framework &#xd;<br />-  combatting fraud and counterfeiting on non-cash means of payment","lastUp":"2017-09-27T21:56:02.653+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}