{"id":"36063991244-88","name":"European Landowners'  Organization asbl","registrationDate":"2009-02-25T20:13:46.136+01:00","category":2,"subCategory":4,"legal":"non profit making association","web":"http://www.elo.org","country":"Belgium","headAddress":"rue de Trèves, 67","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)0 22 34 30 00","boss":"Thierry de l'ESCAILLE","bossTitle":"Mr","bossPosition":"Secretary General - CEO","membersCount":12,"membersFTE":"10.75","membership":"Natura 2000 Users Forum, Rural Coalition, FoE, EPC, RISE foundation, Europa Nostra, Alliance 3.3, Soil Alliance, property alliance,","memberOrga":"see updated list on www.elo.org","goal":"The European Landowners Organization (ELO), created in 1972, is a unique federation of national associations from the EU28, which represents the interests of the landowners, land managers, rural entrepreneurs and family businesses at the European political level. Independent and non-profit making and registered as such in Belgian law, ELO is the only organisation able to stand for all rural actors. Such a broad scope gives it an unmatched credibility and communication ability in its relations with the European decision makers, at the highest level and with the public opinion. ELO statutory commitment is to defend and promote sustainable development, conservation, protection and melioration of the environment and the responsible use of natural resources.  ELO promotes a prosperous countryside through sustainable management. In the EU28, rural territories cover up to 90% of the European area. Therefore, a balanced development of these territories in connection with the development of urban areas is vital for the EU future. Countryside has to keep its ability to create economic activity and job opportunities as well as to protect and enhance its environmental heritage. Both are equally essential. &#xd;<br />ELO targets its work and its actions towards seven major issues of European importance:&#xd;<br />- Environment &#xd;<br />- Sustainable hunting and fishing&#xd;<br />- Agriculture and Rural Development&#xd;<br />- Forest&#xd;<br />- Renewable Energy&#xd;<br />- Status of Private Property and Companies&#xd;<br />- Enlargement&#xd;<br />- Trade&#xd;<br />To forward its positions ELO has developed a communication strategy including elaboration and coordination of action programmes, involvement in EU and international conferences and workshops and think tanks management. The efficiency of the organisation relies on its ability to gather together rural actors and political decision makers at local, regional, national and European levels. Its network of 64 organisations throughout Europe represents several millions of landowners and provides the ability to voice positions shared by a huge number of stakeholders from all over the EU and the candidate countries as well as to analysis the local effects of the implementation of the EU legislation.","acronym":"ELO asbl","interests":"Agriculture and Rural Development, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"CAP, EU Biodiversity Strategy, EU strategy growth and jobs 2020, Forest Strategy, EPBD, EIAD, energy EED;","lastUp":"2019-02-15T14:32:52.761+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}