{"id":"360635028553-14","name":"Think Beyond Plastic","registrationDate":"2017-10-05T11:22:01.112+01:00","category":3,"subCategory":2,"legal":"501c3","web":"http://www.thinkbeyondplastic.com","country":"United states","headAddress":"27875 Berwick Drive","headCity":"Carmel","headPostCode":"93923","headPhone":"(1)90 88 27 10 91","boss":"Daniella Russo","bossTitle":"Ms","bossPosition":"CEO","membersCount":6,"membersFTE":"6.0","membership":"","memberOrga":"www.thinkbeyondplastic.com","goal":"Think Beyond Plastic is a global leader in advancing solutions to plastic pollution through innovation and&#xd;<br />entrepreneurship, now in its 5th year.&#xd;<br />&#xd;<br />To achieve this goal, Think Beyond Plastic is developing the ecosystem supporting a shift away from conventional fossil fuel plastics towards bio-based, bio-benign materials from renewable sources; new packaging design; new manufacturing processes; and innovative consumer and business products leveraging these new materials.&#xd;<br />&#xd;<br />These new materials and manufacturing processes, and new products and services have the potential to prevent plastic pollution, to decouple plastic and packaging from fossil-fuel sources, and to find new uses for agricultural waste and natural biopolymers. They can transform the waste stream into a source of useful, bio-benign and non-toxic feed stocks for plastic packaging alternatives.&#xd;<br />&#xd;<br />Since 2012, Think Beyond Plastic has provided a bridge to commercialization to 35 businesses including new materials, new consumer and business products, new packaging and cloud services. It has facilitated early stage investment in many of them. It has developed strategic partnerships with leading academic institutions around the world performing cutting edge research on various aspects of plastic alternatives (materials, safer chemicals and others). It runs an annual Innovation Challenge to identify broad-based innovations – this year in partnership with the UN Environment and over 800 universities around the world.&#xd;<br />&#xd;<br />Our annual acceleration program advances bio-benign materials, associated manufacturing, consumer and business products, and innovative packaging design utilizing these new materials. The program is developed in close collaboration with leading academic and research institutions, business and thought leaders, and investors and is a key element of the New Plastics Economy $2M Grand Innovation Challenge Prize.&#xd;<br />&#xd;<br />In the course of this work, we have identified critical ecosystem needs presenting serious, often prohibitive challenges to innovators and entrepreneurs in this space. These innovators and entrepreneurs often rely on the ongoing access to state-of-the-art material innovation equipment, guidance by industry and science, and collaborative exploration by interdisciplinary teams representing science, business and consumer advocacy. They need to test commercial scalability, toxicity, biodegradability, compostability and design; they need access to research on chemicals, polymers and toxicity. These constraints often discourage and stifle early stage innovation.&#xd;<br />To meet these needs and accelerate innovation and entrepreneurship with focus on plastic pollution, we have launched a partnership with California State University at Monterey Bay to develop an Innovation Center --- a hub bringing together innovators, entrepreneurs, scientists, engineers, businesses, investors and consumer advocates to facilitate a multidisciplinary approach to solving this complex problem. The Innovation Center will enhance and extend the cutting edge research in new materials, packaging design and associated manufacturing, and will provide a bridge to commercialization for innovations with commercial potential. Its programming will include:&#xd;<br />⦁\tprogramming for entrepreneurs, specifically designed for this marketplace;&#xd;<br />⦁\taccess to research and material innovation space: development, characterization, and scalability testing;&#xd;<br />⦁\taccess to capital and investor services as may be necessary;&#xd;<br />⦁\tindustry guidance and mentorship;&#xd;<br />⦁\tIP resource and protection;&#xd;<br />⦁\tannual innovation showcase and investor forum.&#xd;<br />The Innovation Center will begin delivering programming for qualified innovators and entrepreneurs in 2018, and in the following 12-18 months will offer growing access to material innovation space for development, characterization and scalability testing.  ","acronym":"TBP","interests":"Economic and Financial Affairs, Employment and Social Affairs, Environment, Research and Technology","euInitiatives":"EU Plastics Initiative, Marine plastics and Waste management&#xd;<br />EU Chemicals, Human health and biodiversity initiatives","lastUp":"2017-10-05T17:11:26.015+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}