{"id":"36101356444-26","name":"European Jewish Congress","registrationDate":"2011-08-18T11:45:05.781+02:00","category":5,"subCategory":15,"legal":"Non-profit association (ASBL)","web":"http://www.eurojewcong.org","country":"Belgium","headAddress":"rue de Namur, 73","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)4 87 80 55 68","boss":"Raissa Kalenova","bossTitle":"Ms","bossPosition":"Executive Vice-President","membersCount":8,"membersFTE":"5.75","membership":"The EJC is a regional affiliate of the World Jewish Congress.","memberOrga":"http://www.eurojewcong.org/communities/&#xd;\nhttps://eurojewcong.org/who-we-are/our-history/","goal":"Since its establishment thirty one years ago, the European Jewish Congress (EJC) has grown along with an enlarging European Union, and developed to confront the challenges and cultivate the opportunities presented to European Jews in the third millennium. As the sole representative body of democratically elected European Jewish communities throughout Europe, the EJC works with national governments, European Union institutions and the Council of Europe. &#xd;<br />Based in Brussels, the EJC federates and co-ordinates the 42 elected leaders of national Jewish communities in Europe, encompassing approximately 2.5 million Jews.&#xd;<br />&#xd;<br />There is an enormous diversity of Jewish communities within Europe, but they share common needs and interests, which in turn are the EJC’s primary objectives :&#xd;<br />&#xd;<br />-To combat the resurgence of anti-Semitism through education, justice and security, in cooperation with governments and European institutions&#xd;<br />&#xd;<br />-To foster inter-religious dialogue and understanding.&#xd;<br />&#xd;<br />-To ensure memory and education of the Shoah.&#xd;<br />&#xd;<br />-To contribute to a democratic European society based on peace, understanding and tolerance.&#xd;<br />&#xd;<br />-To assist in the revitalisation of the once rich Jewish life in Central and Eastern Europe.","acronym":"EJC","interests":"Culture, Culture and media, Education and training, External Relations, Foreign affairs and security policy, Justice and Fundamental Rights","euInitiatives":"The EJC is following the implementation of the Framework Decision on combating certain forms and expressions of racism and xenophobia by means of criminal law and working closely with the European Commission and MEPs on this issue. &#xd;<br />&#xd;<br />We are also following the work of the LIBE and AFET committees for areas relevant to our activities, including the fight against antisemitism.&#xd;<br />&#xd;<br />The EJC is the Secretariat and member of the advisory board of the European Parliament Working Group on antisemitism and following their activities.","lastUp":"2019-06-19T14:48:12.143+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}