{"id":"36101569520-87","name":"BioMedima","registrationDate":"2012-09-05T13:23:56.080+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.biomedima.org","country":"Switzerland","headAddress":"Aureggi","headCity":"Zurich","headPostCode":"8005","headPhone":"(33)6 68 04 07 34","boss":"Cedric Berger","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"BioMedima is a non-profit Association (Art. 60 ff. Swiss Civil law) that promotes the understanding and use   of biomedical imaging in order to foster knowledge and technology transfer.&#xd;<br />&#xd;<br />BioMedima aims at becoming the main online gateway to&#xd;<br />worldwide resources in the field of biomedical imaging with four main goals:&#xd;<br />&#xd;<br />1)To educate by publishing an open-access comprehensive set of fundamental scientific&#xd;<br />information about biomedical imaging technologies and biophysics principle. On the BioMedima&#xd;<br />web site, the information is structured and presented in an innovative way to ease and fasten&#xd;<br />access and understanding.&#xd;<br />&#xd;<br />2)To reference by gathering in a database worldwide imaging actors (user &amp; manufacturers), their&#xd;<br />expertise and related publications as well as their interactions (e.g. collaborations). Our database&#xd;<br />will use Web 3.0 semantic web technology for more efficient data organization and mining.&#xd;<br />&#xd;<br />3)To review by listing and commenting characteristics and uses of existing imaging scanners/&#xd;<br />machines, related IT tools and biochemical (contrast agents and molecular probes). Such a service&#xd;<br />does not exist at the moment but would be of great help to anyone interesting to invest in an&#xd;<br />imaging device or contrast medium.&#xd;<br />&#xd;<br />4)To synchronize by collecting and coordinating demands and offers for projects and&#xd;<br />collaborations in the field of biomedical imaging. BioMedima shall facilitate and link potential&#xd;<br />partners, take in charge administrative burden, ease the collaboration for sustainability and ensure&#xd;<br />good relations with other research or healthcare groups.","acronym":"","interests":"Research and Technology","euInitiatives":"IMI","lastUp":"2017-03-06T19:27:57.356+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}