{"id":"361370634046-44","name":"Stichting ter behoud van het Schoorlse- en Noord-Kennemerduingebied","registrationDate":"2019-02-21T13:40:17.846+01:00","category":3,"subCategory":2,"legal":"stichting","web":"http://duinstichting.nl","country":"Netherlands","headAddress":"Kerkbrink 22","headCity":"Groet","headPostCode":"1873 HH","headPhone":"(31)7 25 64 00 11","boss":"AJJ Engelbregt","bossTitle":"Mr","bossPosition":"voorzitter","membersCount":6,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"De stichting heeft als doel: te zorgen, toezien en stimuleren van het behoud en het verbeteren van de natuur-, landschappelijke- en cultuurhistorische waarden, de flora en de fauna, de kwaliteit van het milieu waaronder de lucht, de bodem en het water, en de gezondheid van mensen en een goede ruimtelijke ordening, alles in de ruimste zin des woords, in het gehele duingebied van Noord-Kennemerland wordt nageleefd. In geval van vernietiging, beschadiging of falend onderhoud streeft de stichting naar herstel van de conditie. Als referentiepunt hanteert de stichting de situatie zoals deze in het jaar tweeduizend was. Tot de doelstelling behoort mede het verrichten van al wat -hiermee verband houdt of daartoe bevorderlijk kan zijn. Tot dit doel behoort niet het doen van uitkeringen aan de oprichter of aan hen - die deel uitmaken van organen van de stichting.&#xd;<br />2.\tDe stichting beoogt het algemeen nut. &#xd;<br />3.\tDe stichting heeft geen winstoogmerk. &#xd;<br />4.\tDe stichting tracht haar doel onder meer te bereiken door bestuderen van plannen, wet- en regelgeving, verzamelen en beoordelen van tel- en meetgegevens, door regelmatig mondeling en/of schriftelijk overleg met betrokken beheerorganisaties en overheden en door informatieverstrekking aan en overleg met de bewoners en bezoekers van de betreffende regio. Om haar doel te bereiken zal de stichting gevraagd en ongevraagd advies geven aan -beheersorganisaties en overheden. In geval beheersorganisaties en/of overheden onvoldoende in overleg komen met de stichting en de bevolking van de betreffende regio's onvoldoende betrokken is bij wet- en regelgeving aangaande het beheer van het Noord-Kennemerduingebied kan de stichting overgaan tot een actiemodel.","acronym":"Duinstichting","interests":"Climate Action, Environment","euInitiatives":"Natuurwetgeving, Natura 2000, anti boskap maatregelen, CO2 reductie, stikstofreductie, natuurontwikkeling","lastUp":"2019-02-27T14:33:59.245+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}