{"id":"362696619240-92","name":"International Federation Of Denturists","registrationDate":"2015-10-19T17:00:35.254+02:00","category":3,"subCategory":2,"legal":"federation","web":"https://international-denturists.org","country":"Canada","headAddress":"8150 Metropolitain Blvd. East","headCity":"Anjou (Quebec)","headPostCode":"H1K 1A1","headPhone":"(001)51 47 05 24 47","boss":"Tony Sarrapuchiello","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"https://international-denturists.org/index.php/en/about-ifd-menu/member-countries","memberOrga":"https://international-denturists.org/index.php/en/","goal":"•Promote the development of federations or associations of Denturists in each country and political subdivision of each country to represent the views of Denturists to government and governmental authorities and agencies;&#xd;<br />•Promote the interest and general welfare of Denturists throughout the world;&#xd;<br />•Create and maintain favourable national and international climates within which Denturists can practice their profession;&#xd;<br />•Promote research in career training programs for Denturists;&#xd;<br />•Promote high educational standards, and develop a code of ethics for Denturists;&#xd;<br />•Collect statistical and other such information, and disseminate it to its members;&#xd;<br />•Conduct general promotional activities, including advertising and publicity on international and national levels;&#xd;<br />•Disseminate information of a general, economic, social, educational and governmental character and to secure and present the views of the members to other organizations, governmental agencies, legislatures and the public;&#xd;<br />•Promote the recognition and acceptance of the services provided by Denturists.","acronym":"IFD","interests":"Public Health, Single market","euInitiatives":"The IFD's European Committee reflects the profession's (Denturists) voice on EU Directives related and relative to its professional members as Oral Health Carers.&#xd;<br />These Directives are mainly the Medical Devices Directive, Free movement of Professionals and their establisment of Services, together with the Professional Qualification Directive.","lastUp":"2018-10-10T13:48:05.450+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}