{"id":"363669315701-55","name":"Affaires Publiques Consultants","registrationDate":"2015-01-23T18:25:44.923+01:00","category":1,"subCategory":6,"legal":"SARL de droit français","web":"http://www.affairespubliquesconsultants.fr","country":"France","headAddress":"avenue des Champs Elysées, 73","headCity":"Paris","headPostCode":"75008","headPhone":"(331)56 88 39 80","boss":"Jean-Christophe Adler","bossTitle":"Mr","bossPosition":"Dirigeant fondateur","membersCount":3,"membersFTE":"0.75","membership":"Affaires Publiques Consultants est membre, depuis sa création, de l'Association française des conseils en lobbying (AFCL). Jean-Christophe Adler a présidé l'AFCL de 2004 à 2009.&#xd;\n&#xd;\nEn 2014, Affaires Publiques Consultants a également rejoint le réseau Global Communications Alliance qui regroupe actuellement huit cabinets de conseil en communication et affaires publiques à travers le monde.","memberOrga":"","goal":"Affaires Publiques Consultants est un cabinet de conseil indépendant en affaires publiques, lobbying et communication stratégique qui accompagne depuis 2004 des entreprises, fédérations professionnelles, associations ou encore des organismes publics dans leurs relations et démarches auprès des acteurs institutionnels, y compris au plan européen.","acronym":"APc","interests":"Budget, Business and Industry, Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Environment, Institutional affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trans-European Networks, Transport, Youth","euInitiatives":"Droits d'auteurs, &#xd;<br />service de média audiovisuel,&#xd;<br />Opérateurs de télécommunication, &#xd;<br />e-privacy, &#xd;<br />Marché unique numérique.","lastUp":"2019-02-14T15:53:17.418+01:00","customers":"Orientis,NextRadioTV","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}