{"id":"364419427589-90","name":"Fundación ESADE","registrationDate":"2017-06-26T10:54:25.019+02:00","category":4,"subCategory":12,"legal":"Non-profit foundation","web":"http://www.esade.edu","country":"Spain","headAddress":"Av. Pedralbes 60-62","headCity":"Barcelona","headPostCode":"08034","headPhone":"(34)9 32 80 61 62","boss":"Ramon Aspa","bossTitle":"Mr","bossPosition":"Corporate Deputy Director General","membersCount":1,"membersFTE":"0.25","membership":"-","memberOrga":"","goal":"ESADE is an independent nonprofit university institution, founded in 1958 in Barcelona when a group of entrepreneurs and the Society of Jesus members joined forces, Since 1995, it has formed part of the Ramon Llull University.&#xd;<br />&#xd;<br />ESADE's academic activity takes place on its Barcelona and Madrid campuses. The three main areas it focuses on are education, research and social dialogue.&#xd;<br />&#xd;<br />EDUCATION&#xd;<br />With an approach dedicated to personal development and social responsibility, ESADE boasts its own innovative learning model, a pioneer in Europe, based on the development of professional and management skills and techniques. The two educational areas are:&#xd;<br />&#xd;<br />ESADE BUSINESS SCHOOL. Striving towards the leadership of successful, innovative and socially responsible companies, the School offers three study plans: MBA, Executive Education programmes and undergraduate management degrees.&#xd;<br /> &#xd;<br />ESADE LAW SCHOOL. Committed to university education with a practical, innovative approach and close ties to the legal world. The School offers undergraduate law degrees, Masters (LL.M.) and refresher courses.&#xd;<br />RESEARCH&#xd;<br />The university's research into key issues such as business management is internationally renowned. A PhD in Management Sciences is offered and ESADE boasts an array of scholars, institutes and research centres focussing on the study of topics such as the global economy and geopolitics, innovation and entrepreneurship, leadership and governance, knowledge management, corporate social responsibility, law and economics, brand management, etc.&#xd;<br />&#xd;<br />SOCIAL DIALOGUE&#xd;<br />ESADE is a meeting point for businesspeople, executives, scholars, lawyers, politicians and social players. Approximately 20,000 people attend the 270-plus events organised each year. What's more, ESADE publishes the greatest number of op-eds of all business schools in Spain.","acronym":"ESADE","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"ESADE has increased its investment in research year after year. Today, our research units include hundreds of experts in their respective fields, dedicated fully to their research projects.&#xd;<br />&#xd;<br />This unwavering focus on research is the best means to ensure that ESADE faculty continue to participate actively in the scientific conversations, debates and progress that define the limits of knowledge in our respective fields.&#xd;<br />&#xd;<br />ESADE's research units are dedicated to the development and sharing of knowledge applicable to the business world, the non-profit sector, the legal professions and society as a whole.","lastUp":"2018-06-13T12:47:47.401+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}