{"id":"364618024951-09","name":"Coalition Internationale Sida","registrationDate":"2016-12-09T13:21:27.173+01:00","category":3,"subCategory":2,"legal":"Association (loi 1901)","web":"http://www.coalitionplus.org","country":"France","headAddress":"14, rue scandicci","headCity":"Pantin","headPostCode":"93500","headPhone":"(33)06 72 56 36 91","boss":"Himmich Hakima","bossTitle":"Ms","bossPosition":"Présidente","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Union internationale d'ONG communautaires de lutte contre le sida et les hépatites virales fondée en 2008, Coalition PLUS intervient dans près de 40 pays et auprès d’une centaine d’organisations de la société civile. A travers le principe de gouvernance partagée qui la régit, notre union implique 15 organisations adhérentes, du Nord et du Sud, dans la prise de décision stratégique. S’inscrivant dans la démarche communautaire, Coalition PLUS milite pour que les personnes infectées, affectées ou particulièrement vulnérables au VIH et au VHC soient systématiquement associées aux processus décisionnels, de réalisation et d’évaluation des programmes de santé qui les concernent. A travers les différents programmes de son Secrétariat et ses 6 plateformes sous-régionales d’interventions, elle a pour objectif de renforcer les capacités des associations communautaires, tout en organisant des espaces privilégiés de partage de connaissances et d’expertise. Attachée à l'excellence en gestion et au principe essentiel de gouvernance démocratique, Coalition PLUS est labellisée « Don en confiance » par le Comité de la Charte.","acronym":"CIS","interests":"International co-operation and development, Public Health, Research and innovation","euInitiatives":"none at the moment. our members AIDES in France, GAT in Portugal are participating to some EU activities (networks of NGO, CSF on drugs).","lastUp":"2019-11-05T11:28:12.781+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}