{"id":"36482546115-09","name":"P.O. VALORIZZAZIONE PESCA E ACQUACOLTURA","registrationDate":"2011-06-29T12:14:14.727+01:00","category":6,"subCategory":14,"legal":"PUBLIC ADMINISTRATION","web":"http://www.regione.emilia-romagna.it/temi/imprese/pesca","country":"Italy","headAddress":"VIALE DELLA FIERA, 08","headCity":"BOLOGNA","headPostCode":"40127","headPhone":"(39)33 46 41 67 05","boss":"PIERGIORGIO VASI","bossTitle":"Mr","bossPosition":"REGIONAL SUB-UNIT \"ENHANCEMENT FISHING AND AQUACOLTURE","membersCount":14,"membersFTE":"8.5","membership":"","memberOrga":"","goal":"La Regione Emilia-Romagna è competente in materia di pesca professionale nelle acque interne fin dalla sua istituzione. La competenza invece in materia di pesca professionale in acque marittime le deriva dalle modifiche al titolo V della Costituzione. La Regione in particolare:&#xd;<br />Programma interventi di sviluppo e valorizzazione nel settore.&#xd;<br />Promuove la ricerca scientifica.&#xd;<br />Definisce la legislazione e la normativa di riferimento.&#xd;<br />Partecipa all’elaborazione della normativa e degli interventi sia nazionali che comunitari.&#xd;<br />Predispone piani annuali per interventi strutturali in materia di pesca marittima.&#xd;<br />Predispone piani di gestione locale per il controllo dello sforzo di pesca.&#xd;<br />Rilascia le licenze di pesca professionale nelle acque interne attraverso le Province delegate.&#xd;<br />Promuove politiche di qualità controllata (marchio PCAA).&#xd;<br />Valorizza i prodotti ittici.&#xd;<br />Esercita le funzioni relative all’utilizzo del mare territoriale e del demanio marittimo ai fini della pesca.&#xd;<br />Individua e gestisce le aree di tutela biologica in ambito marino.&#xd;<br />Predispone l’istruttoria per il riconoscimento delle OP della pesca (Organizzazioni di Produttori). La Regione ha dato vita  con le Regioni Veneto e Friuli Venezia Giulia ad un Distretto di pesca del Nord-Adriatico, (riconosciuto dal Ministero delle Politiche Agricole alimentari e forestali) che attua il coordinamento dell'attuazione delle politiche unionali e nazionali concontatti ed incontri con le Regioni degli stati della costa orientale (Comuni litoranei sloveni, Istria, Quarnero) per una gestione coordinata delle attività di pesca e di acquacoltura. Partecipa alla proposta di progetti di ccoperazione territoriale europea in particolare sui teni della tutela delle risorse alieutiche, dell’organizzazione del settore peschiero, della promozione della ricerca volti alla creazione di un modello di governance dell’Adriatico.&#xd;<br />Per l'Emilia-Romagna riveste particolare importanza la vallicoltura, ovvero l'allevamento di pesci, crostacei e molluschi nelle valli naturali del Delta del Po nonché la venericoltura sottocosta e la mitilicoltura al largo delle coste regionali.&#xd;<br />La Regione Emilia-Romagna promuove l'acquacoltura allo scopo di ridurre il prelievo di prodotti selvatici, necessariamente limitati, e quale attività economica integrativa dei redditi di agricoltori e pescatori.&#xd;<br />La Regione gestisce direttamente il rilascio di concessioni demaniali marittime per finalità di pesca o di acquacoltura.","acronym":"ER_REGIO_FISHING","interests":"Agriculture and Rural Development, Competition, Consumers, Culture, Culture and media, Environment, Food Safety, Maritime affairs and fisheries, Regional Policy, Research and innovation, Sport, Trade","euInitiatives":"Strategia adriatico-ionica e Programma ADRION - Strategia europea acquacoltura - Fondo europea pesca acquacoltura e affari marittimi (FEAMP) - Programmi MED - ITALIA/CROAZIA - CENTRALEUROPE - LIFE","lastUp":"2019-03-14T10:04:29.472+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}