{"id":"36486304230-57","name":"Friends of the Earth Hungary (Magyar Termeszetvedok Szovetsege)","registrationDate":"2010-09-22T12:36:15.735+02:00","category":3,"subCategory":2,"legal":"Association, non-profit organization (NGO)","web":"http://www.mtvsz.hu","country":"Hungary","headAddress":"Ulloi ut, 91/B.","headCity":"Budapest","headPostCode":"H-1091","headPhone":"(36)12 16 72 97","boss":"István Farkas","bossTitle":"Mr","bossPosition":"Executive President","membersCount":4,"membersFTE":"1.25","membership":"NSC-FoE Hu is a member of several international NGO networks: Friends of the Earth, EEB, ANPED, IUCN, Bankwatch, CAN Europe and CEEWEB.","memberOrga":"E-misszió(10000),&#xd;\nCsalán(5000),&#xd;\nNimfea(5000),&#xd;\nReflex(500),&#xd;\nCSEMETE(500),&#xd;\nBeretzk(50),&#xd;\nZöld Kör(5000),&#xd;\nHolocén(4000),&#xd;\nKerekerdő(300),&#xd;\nMagosfa(400),&#xd;\nDiverziti(200),&#xd;\nBTSSZ(5000),&#xd;\nCsermely(60),&#xd;\nBiocén(20),&#xd;\nBölcs Bagoly(20),&#xd;\nBakcsó(300),&#xd;\nBendegúz TE(20),&#xd;\nETÉK(300),&#xd;\nEötvös K Isk(20),&#xd;\nFauna(400),&#xd;\nFelső-Tisza(300),&#xd;\nGeo-Env(300),&#xd;\nGalga-m(200),&#xd;\nHerman Ottó TE(200),&#xd;\nHelix(200),&#xd;\nIBBK(300),&#xd;\nKökörcsin Kör(300),&#xd;\nKelet TE(30),&#xd;\nKistúr(30),&#xd;\nKalocsak. TE(30),&#xd;\nLadomér Véderő(30),&#xd;\nMessszelátó(300),&#xd;\nOther 86 member groups (small)(2000)","goal":"The National Society of Conservationists-Friends of the Earth Hungary (NSC-FoE HUngary) was founded in 1989. Its overall objective is to protect nature as a whole and to promote the implementation of sustainable development, integrating it into environmental issues. Being an umbrella organisation, currently it has 118 member associations across Hungary with almost 35,000 members. Supporting and co-ordinating member-organisations, the Head Office, with its 11 staff, involves them in an increasing number of projects, campaigns and in thematic working groups (WG), organises relevant workshops and trainings. &#xd;<br />&#xd;<br />NSC-FoE Hu's central programs in general are aimed at environmental awareness-raising of the society and promoting the reinforcement of sustainability aspects in various social and economic processes and, for this sake, to promote public participation in them. NSC-FoE Hu takes an active part in national and EU environmental policy making. Its colleagues, Board members participate in several governmental Committees p.eg. National Environmental Council, National Regional Development Council. NSC-FoE Hu participate in the work of several international NGO networks: Friends of the Earth, EEB, ANPED, IUCN, Bankwatch and CEEWEB.","acronym":"NSC-FoE Hu (MTVSZ)","interests":"Agriculture, Budget, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Energy, Environment, Food Safety, General and Institutional Affairs, International co-operation and development, Regional Policy, Research and innovation, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"- CAP, GMO-related and other food security and biofuels legislation&#xd;<br />- Natura2000 and other nature protection policies&#xd;<br />- EU climate and energy policies (2030 targets, EED, EU-ETS, Energy Union etc.)&#xd;<br />- EU Funds and regional policies&#xd;<br />- TTIP and other inernational agreements, Espoo Convention and Aarhus A.&#xd;<br />- general EU environmental policy issues, development education programs","lastUp":"2018-04-25T13:34:00.254+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}