{"id":"365066616991-22","name":"CNH Industrial","registrationDate":"2015-04-16T16:01:07.111+02:00","category":2,"subCategory":3,"legal":"N.V.","web":"http://www.cnhindustrial.com","country":"United kingdom","headAddress":"St. James Street, 25","headCity":"London","headPostCode":"SW1A1","headPhone":"(44)20 77 66 03 46","boss":"Derek Neilson","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":5,"membersFTE":"2.0","membership":"CNH Industrial is member of the following associations:&#xd;\n- ACEA&#xd;\n- EUCAR&#xd;\n- EUROMOT&#xd;\n- CEMA&#xd;\n- CECE&#xd;\n- NGVA EUROPE&#xd;\n- American Chamber of Commerce to the European Union","memberOrga":"","goal":"CNH Industrial N.V.  is a global leader in the capital goods sector with established industrial experience, a wide range of products and a worldwide presence. Each of the individual brands belonging to the Company is a major international force in its specific industrial sector: Case IH, New Holland Agriculture and Steyr for tractors and agricultural machinery; Case and New Holland Construction for earth moving equipment; Iveco for commercial vehicles; Iveco Bus and Heuliez Bus for buses and coaches; Iveco Astra for quarry and construction vehicles; Magirus for firefighting vehicles; Iveco Defence Vehicles for defence and civil protection; and FPT Industrial for engines and transmissions. CNH Industrial employs about 64,000 people and sells its products in more than 190 markets.","acronym":"","interests":"Climate Action, Competition, Customs, Economic and Financial Affairs, Energy, Enterprise, Environment, External Relations, Information Society, Internal Market, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Transport Policies, Environment, Climate Action, Energy, Industry, Competition, Consumers, Trade, Inetrnal Market, Taxation, Industrial Property, Enterprise, Trans-European Networks.","lastUp":"2018-04-10T18:11:01.291+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}