{"id":"365453815252-29","name":"UBS Group AG","registrationDate":"2014-12-12T19:09:10.236+01:00","category":2,"subCategory":3,"legal":"Public limited company under Swiss law","web":"http://www.ubs.com","country":"Switzerland","headAddress":"Bahnhofstrasse, 45","headCity":"Zurich","headPostCode":"8098","headPhone":"(41)4 42 34 11 11","boss":"Thomas Pohl","bossTitle":"Mr","bossPosition":"Head of Governmental Affairs International","membersCount":6,"membersFTE":"1.5","membership":"UBS is member of different trade associations and organisations related to the financial services sector in the EU, such as the Swiss Finance Council, AFME, UK Finance, EFAMA, EFR, EPFSF, Eurofi, and others (non-exhaustive list).","memberOrga":"","goal":"UBS draws on its 150-year heritage to serve private, institutional and corporate clients worldwide, as well as retail clients in Switzerland. Its business strategy is centered on its pre-eminent global wealth management businesses and its leading universal bank in Switzerland, complemented by its Asset Management business and its Investment Bank, with a focus on capital efficiency and businesses that offer a superior structural growth and profitability outlook.&#xd;<br />&#xd;<br />Headquartered in Zurich and Basel, Switzerland, UBS is present in all major financial centers worldwide and employs about 60,000 people around the world. It has offices in more than 50 countries.&#xd;<br />&#xd;<br />Under Swiss company law, UBS is organized as an Aktiengesellschaft, a corporation that has issued shares of common stock to investors. UBS Group AG is the holding company of the UBS Group (Group). The operational structure of the Group comprises the Corporate Center and five business divisions: Wealth Management, Wealth Management Americas, Private &amp; Corporate, Asset Management and the Investment Bank.","acronym":"UBS","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union , Internal Market, Taxation","euInitiatives":"UBS follows a broad range initiatives and policies of relevance to the financial services industry.","lastUp":"2018-02-01T14:47:27.503+01:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":0,"turnoverRange":""}