{"id":"36564929700-77","name":"Junta de Comunidades de Castilla-La Mancha","registrationDate":"2012-09-26T12:10:50.980+01:00","category":6,"subCategory":14,"legal":"regional authority","web":"http://www.castillalamancha.es/gobierno/vicepresidenciaprimera","country":"Spain","headAddress":"Plaza del Cardenal Siliceo, s/n","headCity":"Toledo","headPostCode":"45071","headPhone":"(34)9 25 26 76 00","boss":"José Luis Martínez Guijarro","bossTitle":"Mr","bossPosition":"Vicepresidente Primero (Vice president)","membersCount":46,"membersFTE":"13.25","membership":"","memberOrga":"http://www.castillalamancha.es/","goal":"La Vicepresidencia Primera de la Junta de Comunidades de Castilla-La Mancha tiene las siguientes competencias: &#xd;<br />a) En materia de Relaciones Institucionales:&#xd;<br />1º. La presencia del Gobierno de Castilla-La Mancha en los organismos de carácter suprautonómico.&#xd;<br />2º. La coordinación de los trabajos de las Comisión Bilateral.&#xd;<br />3º. La coordinación de los trabajos de las Comisión Mixta de Transferencias.&#xd;<br />4º. La planificación, coordinación y seguimiento de la acción institucional de la Administración de la Junta de Comunidades&#xd;<br />y el asesoramiento general a sus órganos administrativos y entidades instrumentales sobre esta materia.&#xd;<br />5º. El impulso, coordinación y desarrollo de las relaciones de cooperación entre la Junta de Comunidades de Castilla-La&#xd;<br />Mancha y las regiones limítrofes.&#xd;<br />6º. La coordinación y seguimiento de los acuerdos y convenios de colaboración que se puedan suscribir con otras&#xd;<br />Administraciones&#xd;<br />b) En materia de asuntos europeos:&#xd;<br />1º. La coordinación de los asuntos relacionados con la Unión Europea.&#xd;<br />2º. El apoyo a instituciones y órganos administrativos de la Comunidad Autónoma en sus gestiones ante la Unión&#xd;<br />Europea.&#xd;<br />3º. El desarrollo de planes de formación y sensibilización en asuntos europeos y la colaboración con otras instituciones&#xd;<br />del ámbito de la misma para fomentar la transnacionalidad de Castilla-La Mancha.&#xd;<br />4º. La coordinación y seguimiento de expedientes de infracción de la Unión Europea contra el Reino de España en&#xd;<br />el ámbito de las competencias de la Comunidad Autónoma.","acronym":"JCCM","interests":"Agriculture and Rural Development, Budget, Business and Industry, Climate Action, Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"El futuro de la PAC, de la política de Cohesión (con especial interés en las zonas con desafíos demográficos) y el Marco Financiero Plurianual. Brexit","lastUp":"2019-02-08T10:04:38.574+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}