{"id":"366117914426-10","name":"Amazon Europe Core SARL","registrationDate":"2014-09-15T13:46:39.227+02:00","category":2,"subCategory":3,"legal":"Société à responsabilité limitée","web":"","country":"Luxembourg","headAddress":"rue Plaetis, 5","headCity":"Luxembourg","headPostCode":"L-2338","headPhone":"(352)26 73 30 00","boss":"Barbara Scarafia","bossTitle":"Ms","bossPosition":"AGC, Legal Director","membersCount":10,"membersFTE":"4.25","membership":"EDIMA (European Digital Media Association) &#xd;\nEUROISPA (European Internet Services Providers Associations)   &#xd;\nEIF (European Internet Foundation)  &#xd;\nEMOTA&#xd;\nFedil-ICT&#xd;\nBruegel&#xd;\nTPN&#xd;\nDigital Europe&#xd;\nCCIA&#xd;\nEPIF&#xd;\nEcommerce Europe&#xd;\nEurocommerce&#xd;\nEuropean Policy Centre","memberOrga":"","goal":"Since its inception as an online retailer in 1995, Amazon has been relentlessly focused on being Earth’s most customer-centric company, where people can find and discover anything they want to buy online. Amazon also enables other retailers to sell through the Amazon Marketplace platform.&#xd;<br />&#xd;<br />Description of Activities:&#xd;<br />Develop, maintain and protect any intellectual property rights it considers appropriate, and to exploit those intellectual property rights to provide e-commerce services, features, or technologies through various websites available to any subsidiary or affiliate of the Company directly or indirectly controlled by the Amazon group and to third parties. The Company will provide services including, but not limited to: ecommerce technology solutions; listing services for related party and third-party merchants; third-party business offerings; and administrative services","acronym":"","interests":"Audiovisual and Media, Competition, Consumer Affairs, Culture, Customs, Economic and Financial Affairs, Enterprise, Environment, External Relations, Food Safety, Information Society, Internal Market, Justice and Fundamental Rights, Taxation, Trade, Transport","euInitiatives":"Digital economy, e-commerce, retail, data protection, copyright, Intellectual Property Rights (IPR), Single Market, taxation, transport and consumer rights.","lastUp":"2018-03-30T11:11:19.764+02:00","customers":"","costAbsolu":"","costRange":"1750000-1999999","turnoverAbsolu":0,"turnoverRange":""}