{"id":"36636102190-34","name":"ÖBB-Holding AG","registrationDate":"2009-08-27T18:38:48.677+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.oebb.at/","country":"Austria","headAddress":"Am Hauptbahnhof 2","headCity":"Wien","headPostCode":"1100","headPhone":"(43)1 93 00 00","boss":"Bettina  Gusenbauer ","bossTitle":"Ms","bossPosition":"Head Corporate Affairs ","membersCount":5,"membersFTE":"2.5","membership":"CER (cer.be), UIC (uic.org), CIT (cit-rail.org), RNE (rne.eu), Rail Forum Europe (rail-forum.eu), Florence School of Regulation (fsr.eu.eu)","memberOrga":"","goal":"Als umfassender Mobilitätsdienstleister bringt der ÖBB Konzern jährlich 459 Millionen Fahrgäste und 115 Millionen Tonnen Güter umweltfreundlich ans Ziel. Die ÖBB gehörten 2017 mit rund 96 Prozent Pünktlichkeit zu den pünktlichsten Bahnen Europas. Konzernweit sorgen 41.107 MitarbeiterInnen bei Bahn und Bus (zusätzlich rund 1.900 Lehrlinge) dafür, dass täglich rund 1,3 Millionen Reisende sicher an ihr Ziel kommen. Strategische Leitgesellschaft des Konzerns ist die ÖBB-Holding AG.","acronym":"ÖBB","interests":"Budget, Business and Industry, Climate Action, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, European Neighbourhood Policy, External Relations, Institutional affairs, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Richtlinie 2003/98/EG des Europäischen Parlaments und des Rates vom 17. November 2003 über die Weiterverwendung von Informationen des öffentlichen Sektors – betrifft nur die Ausarbeitung der „High-Value-Datasets“.&#xd;<br />&#xd;<br />Verordnung (EG) Nr. 1371/2007 des Europäischen Parlaments und des Rates vom 23. Oktober 2007 über die Rechte und Pflichten der Fahrgäste im Eisenbahnverkehr.&#xd;<br />&#xd;<br />Richtlinie 2009/22/EG des Europäischen Parlaments und des Rates vom 23. April 2009 über Unterlassungsklagen zum Schutz der Verbraucherinteressen.&#xd;<br />&#xd;<br />Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on electronic freight transport information COM/2018/279 final - 2018/0140 (COD).&#xd;<br />&#xd;<br />Vorschlag für eine RICHTLINIE DES EUROPÄISCHEN PARLAMENTS UND DES RATES zur Änderung der Richtlinie 92/106/EWG über die Festlegung gemeinsamer Regeln für bestimmte Beförderungen im kombinierten Güterverkehr zwischen Mitgliedstaaten- COM(2017) 648 final.&#xd;<br />&#xd;<br />Vorschlag für eine RICHTLINIE DES EUROPÄISCHEN PARLAMENTS UND DES RATES zur Änderung der Richtlinie 1999/62/EG über die Erhebung von Gebühren für die Benutzung bestimmter Verkehrswege durch schwere Nutzfahrzeuge- COM(2017) 275 final.&#xd;<br />&#xd;<br />Vorschlag für eine VERORDNUNG DES EUROPÄISCHEN PARLAMENTS UND DES RATES zur Änderung der Verordnung (EG) Nr. 1071/2009 und der Verordnung (EG) Nr. 1072/2009 im Hinblick auf ihre Anpassung an die Entwicklungen im Kraftverkehrssektor COM(2017) 281 final.&#xd;<br />&#xd;<br />Vorschlag für eine RICHTLINIE DES EUROPÄISCHEN PARLAMENTS UND DES RATES zur Änderung der Richtlinie 2006/22/EG bezüglich der Durchsetzungsanforderungen und zur Festlegung spezifischer Regeln im Zusammenhang mit der Richtlinie 96/71/EG und der Richtlinie 2014/67/EU für die Entsendung von Kraftfahrern im Straßenverkehrssektor - COM(2017) 278 final.&#xd;<br />&#xd;<br />Vorschlag für eine RICHTLINIE DES EUROPÄISCHEN PARLAMENTS UND DES RATES zur Änderung der Richtlinie 2006/1/EG über die Verwendung von ohne Fahrer gemieteten Fahrzeugen im Güterkraftverkehr - COM(2017) 282 final.&#xd;<br />&#xd;<br />Vorschlag für eine VERORDNUNG DES EUROPÄISCHEN PARLAMENTS UND DES RATES zur Änderung der Verordnung (EG) Nr. 561/2006 hinsichtlich der Mindestanforderungen in Bezug auf die maximalen täglichen und wöchentlichen Lenkzeiten, Mindestfahrtunterbrechungen sowie täglichen und wöchentlichen Ruhezeiten und der Verordnung (EU) Nr. 165/2014 in Bezug auf die Positionsbestimmung mittels Fahrtenschreibern - COM (2017) 277 final.&#xd;<br />&#xd;<br />Vorschlag  für  eine VERORDNUNG DES EUROPÄISCHEN  PARLAMENTS  UND DES RATES zur  Änderung  der  Verordnung  (EG)  Nr. 1073/2009 über gemeinsame Regeln für den Zugang zum grenzüberschreitenden Personenkraftverkehrsmarkt - COM(2017) 647 final.&#xd;<br />&#xd;<br />Vorschlag für eine VERORDNUNG DES RATES zur Festlegung des Mehrjährigen Finanzrahmens für die Jahre 2021 bis 2027 - COM(2018) 322 final.&#xd;<br />&#xd;<br />Vorschlag für eine VERORDNUNG DES EUROPÄISCHEN PARLAMENTS UND DES RATES zur Schaffung der Fazilität „Connecting Europe“ und zur Aufhebung der Verordnungen (EU) Nr. 1316/2013 und (EU) 283/2014 - COM(2018) 438 final.&#xd;<br />&#xd;<br />Vorschlag für eine VERORDNUNG DES EUROPÄISCHEN PARLAMENTS UND DES RATES über das Rahmenprogramm für Forschung und Innovation „Horizont Europa“ sowie über die Regeln für die Beteiligung und die Verbreitung der Ergebnisse - COM(2018) 435 final.&#xd;<br />&#xd;<br />VERORDNUNG  2018/0138 (COD) DES EUROPÄISCHEN PARLAMENTS UND DES RATES über die Straffung von Maßnahmen zur rascheren Verwirklichung des transeuropäischen Verkehrsnetzes.&#xd;<br />&#xd;<br />Beschluss (EU) 2019/392 des Rates über den Abschluss des Vertrags zur Gründung der Verkehrsgemeinschaft im Namen der Europäischen Union.&#xd;<br />&#xd;<br />RU Dialogue Plenary Meetings","lastUp":"2019-10-19T21:08:32.927+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}