{"id":"366997312527-51","name":"Trans European Policy Studies Association","registrationDate":"2014-01-03T11:25:35.049+01:00","category":4,"subCategory":5,"legal":"Aisbl","web":"http://www.tepsa.eu","country":"Belgium","headAddress":"rue d'Egmont, 11","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)25 11 34 70","boss":"Jaap W. De Zwaan","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"http://www.tepsa.eu/members/","goal":"The Trans European Policy Studies Association (TEPSA) is a network of 39 leading policy research institutes in 35 European countries. Due to its geographical scope it is a unique network, active in member states, candidate countries and the European public sphere. &#xd;<br />&#xd;<br />TEPSA aims to stimulate discussion on policies and political options by:&#xd;<br />- organising conferences and seminars; &#xd;<br />- conducting policy research; &#xd;<br />- facilitating interaction between research, policy-makers and between citizens across the EU. &#xd;<br />&#xd;<br />The statutes define TEPSA's goal as \"to study or to organise research on problems relating to the development of European integration, based on human rights and democracy, to propose solutions, and to promote their taking into consideration by institutions, both private and public, at national or Community level, and to diffuse the results of its work.\"&#xd;<br />&#xd;<br />More information can be found on our website: www.tepsa.eu","acronym":"TEPSA","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Trade, Trans-European Networks, Youth","euInitiatives":"Strategic Agenda of the EU, including policy areas like citizenship and democratic legitimacy, EU foreign policy, enlargement policy, security and defence, financial and economic policies, justice and home affairs and energy policy, human rights, development cooperation.","lastUp":"2018-01-12T10:38:56.408+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}