{"id":"367580436203-11","name":"International Raw Materials Observatory, AISBL","registrationDate":"2019-10-13T20:22:08.986+02:00","category":3,"subCategory":2,"legal":"Association Internationale sans but lucratif (AISBL)","web":"https://intraw.eu/","country":"Belgium","headAddress":"Rue Vautier, 54","headCity":"Bruxelles","headPostCode":"1050","headPhone":"(32)24 54 50 52","boss":"Steve Henley","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"1.75","membership":"Not applicable.","memberOrga":"The updated list of member organisations can be found at&#xd;\nhttps://intraw.eu/partners/","goal":"The International Raw Materials Observatory is an international not-for-profit international association, established on 25 September 2017. The Observatory was created to support international cooperation on mineral raw materials’ research &amp; innovation, education &amp; outreach, industry &amp; trade and recycling, management &amp; substitution of strategic raw materials.&#xd;<br />&#xd;<br />Mineral raw materials are the focus area of the International Raw Materials Observatory and diplomacy, dialogues, independent expert analysis and foresight are the primary tools used to advance international cooperation, informed policymaking and better governance of mineral raw materials. &#xd;<br />&#xd;<br />The International Raw Materials Observatory is built around the concept of honest broker, acting as an impartial international mediator specialised in the minerals value chain to support international cooperation and exchange of best practice. The Observatory’s goals are to: &#xd;<br />•\tPromote international cooperation on mineral raw materials research &amp; innovation, education &amp; outreach, industry &amp; trade and recycling, management &amp; substitution of strategic raw materials;&#xd;<br />•\tExpand raw materials diplomacy and disseminate best practices on mineral raw materials supply;&#xd;<br />•\tProvide policy-makers independent comprehensive analysis of raw materials that is authoritative, confidential and objective;&#xd;<br />•\tHelp organisations along the minerals value chain improving their sustainability.&#xd;<br />&#xd;<br />The vision of the International Raw Materials Observatory is to be the organisation of reference in the world on the diffusion of best practices along the mineral raw materials value chain.","acronym":"INTRAW","interests":"Business and Industry, Climate Action, Economy, finance and the euro, Education and training, Energy, Environment, External Relations, Foreign affairs and security policy, International co-operation and development, Research and innovation, Trade","euInitiatives":"The Observatory works as a platform for dialogues on mineral raw materials with representatives of international intergovernmental organisations, and it publishes a specialised periodic barometer and (foresight) reports on trends that shape possible opportunities and threats to mineral raw materials provision. &#xd;<br />&#xd;<br />The Raw Materials Initiative and the activities that relate to it (e.g. the Raw Materials Scoreboard, the Raw Materials Supply Group, the European Battery Alliance, the Conflict Minerals Regulation) have a particular interest to the activities of the Observatory.","lastUp":"2019-10-13T20:23:35.209+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}