{"id":"367682319221-26","name":"Center for Data Innovation","registrationDate":"2015-10-16T14:03:30.938+02:00","category":4,"subCategory":5,"legal":"Charity","web":"http://www.datainnovation.org/","country":"United states","headAddress":"Center for Data Innovation","headCity":"Washington, DC","headPostCode":"20005","headPhone":"(1)2 02 44 9- 13 51","boss":"Daniel Castro","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"1.0","membership":"http://www.itif.org/","memberOrga":"","goal":"From creating a modern, evidence-based health care system to building sustainable, energy-efficient cities, data is increasingly a critical component in many initiatives to make the world a better place. In the coming years, the collection, analysis, and use of massive amounts of data will have the potential to generate enormous social and economic benefits, but successfully capitalizing on these opportunities will require public policies designed to allow data-driven innovation to flourish.&#xd;<br />&#xd;<br />The Center for Data Innovation is the leading think tank studying the intersection of data, technology, and public policy. With offices in Washington, DC and Brussels the Center formulates and promotes pragmatic public policies designed to maximize the benefits of data-driven innovation in the public and private sectors. It educates policymakers and the public about the opportunities and challenges associated with data, as well as technology trends such as predictive analytics, open data, cloud computing, and the Internet of Things. The Center is a non-profit, non-partisan research institute proudly affiliated with the Information Technology and Innovation Foundation. The Center also sponsors the annual Data Innovation Day.","acronym":"","interests":"Communication, Competition, Culture and media, Digital economy and society, Economy, finance and the euro, Energy, Justice and Fundamental Rights, Research and innovation, Single market, Trade, Trans-European Networks","euInitiatives":"Platform to business relations&#xd;<br />ePrivacy Regulation&#xd;<br />The EU's AI strategy&#xd;<br />Digital Single Market&#xd;<br />Illegal content online&#xd;<br />Data and competition policy&#xd;<br />Free flow of data regulation","lastUp":"2018-09-06T15:43:55.699+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}