{"id":"368029129221-78","name":"ABN AMRO Clearing Bank N.V.","registrationDate":"2017-12-07T11:07:09.583+01:00","category":2,"subCategory":3,"legal":"Naamloze Vennootschap","web":"http://www.abnamroclearing.com","country":"Netherlands","headAddress":"Gustav Mahlerlaan 10","headCity":"Amsterdam","headPostCode":"1082 PP","headPhone":"(31)0 90 00 24","boss":"Rutger Schellens","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":2,"membersFTE":"1.25","membership":"ABN AMRO Clearing Bank N.V. is a member of the Futures Industry Association (FIA) and is taking part in the proceedings of AFME and the European Banking Federation (EBF)","memberOrga":"www.fia.com&#xd;\nwww.afme.eu&#xd;\nwww.ebf.eu","goal":"ABN AMRO Clearing Bank N.V. (AACB) is a wholly owned subsidiary of ABN AMRO Bank N.V. (AAB) The legal entity AACB is part of AAB Corporate and Institutional Banking within the business segment Corporate Banking. &#xd;<br />&#xd;<br />AACB is a top-3 provider of clearing and financing services for listed derivatives and cash securities, OTC products, warrants, commodities and FX. AACB covers the full market chain from market access and execution services to clearing, settlement and multiproduct asset servicing on a global basis. &#xd;<br />&#xd;<br />In addition, AACB provides collateralised financing and securities borrowing and lending services to its clients. AACB is a third party general clearing member (GCM) that guarantees its clients towards the exchanges and central counterparties (CCPs). AACB is in principle not engaged in proprietary trading and solely operates for the risk and account of its clients. &#xd;<br />&#xd;<br />The AACB operating model is, where possible, self-supporting due to the nature of its business. Since  regulators and clients expect separation of clearing activities from general banking activities, AACB is a dedicated legal entity with its own banking licence and regulated under the Single Supervisory Mechanism.&#xd;<br />&#xd;<br />AACB provides clearing and related services on all major central counterparties in Europe, the United States and Asia-Pacific. The client base includes the world’s largest market makers and liquidity providers in listed derivatives.","acronym":"AACB","interests":"Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union ","euInitiatives":"ABN AMRO Clearing Bank N.V. closely follows all topics related to capital requirements (CRD/CRR), market infrastructure (MiFID/EMIR), as well as other policies related to capital markets, trading, settlement and clearing.","lastUp":"2017-12-11T10:12:40.389+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}