{"id":"368004115421-54","name":"SALAM for Democracy and Human Rights","registrationDate":"2015-01-09T15:17:01.011+01:00","category":3,"subCategory":2,"legal":"Non-governmental organisation","web":"http://www.salam-dhr.org","country":"United kingdom","headAddress":"Unit 16","headCity":"London","headPostCode":"NW10 7XF","headPhone":"(44)74 49 92 65 77","boss":"Jawad Fairooz","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"A member organisation in Bahrain Observatory Human Rights, an umbrella association for Bahraini human rights groups, to push for accountability and abidance of internationally signed and ratified agreement, like the International Covenant on Civil and Political Rights. Also a participant in the Bahraini List, which is a coalition of local human rights activists aswell as international human rights activists sharing information, networking and promoting human rights and democratic principles.","memberOrga":"","goal":"Promote human rights preservation in Bahrain.&#xd;<br />&#xd;<br />Oblige the Bahraini authorities to observe international agreements signed and ratified by Bahrain. &#xd;<br />&#xd;<br />Provide a platform for victims of human rights violations in Bahrain.&#xd;<br />&#xd;<br />Reach out to international organisations on behalf of victims of human rights violations in Bahrain.&#xd;<br />&#xd;<br />Reach out to the international communities regarding grave violations and unresolved issues in Bahrain.&#xd;<br />&#xd;<br />Competently document the latest development regarding Bahraini human rights issues.","acronym":"SALAMDHR","interests":"External Relations, Foreign affairs and security policy, Justice and Fundamental Rights","euInitiatives":"Following and trying to incorporate EU's human rights policy and attempting to seek advantage out of the latest Action Plan to strengthen human rights defenders and civil society actors, to ensure human rights and democracy is respected, especially in Bahrain, through advocacy and cooperation with the EU.","lastUp":"2019-02-13T00:11:03.692+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}