{"id":"368644522786-84","name":"INSTITUTO VALENCIANO DE INVESTIGACIONES AGRARIAS","registrationDate":"2016-07-25T10:02:41.358+02:00","category":6,"subCategory":9,"legal":"ORGANISMO AUTÓNOMO DE LA ADMINISTRACIÓN PÚBLICA","web":"http://www.ivia.gva.es","country":"Spain","headAddress":"Carretera CV-315, km 10.7","headCity":"MONCADA","headPostCode":"46113","headPhone":"(34)9 63 42 40 03","boss":"ENRIQUE MOLTÓ GARCÍA","bossTitle":"","bossPosition":"DIRECTOR","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"El IVIA es el organismo público de la administración regional valenciana (Generalitat Valenciana) dedicado a la investigación e innovación agrarias. Su misión es contribuir a la actividad agraria productiva y sostenible, impulsando la competitividad de los sectores agrícola, ganadero y agroalimentario mediante la generación de conocimientos que den respuesta a las demandas técnicas, sociales y económicas, a través de una investigación aplicada y excelente y una óptima transferencia de resultados.","acronym":"IVIA","interests":"Agriculture, Climate Action, Environment, Food Safety, Regional Policy, Research and innovation","euInitiatives":"Estrategia Española de Ciencia y Tecnología y de Innovación 2013-2020.&#xd;<br />Plan Estatal de Investigación Científica y Técnica y de Innovación.&#xd;<br />Ley 4/1991 de 13 de marzo, de creación como entidad autónoma de la Generalitat Valenciana, del Instituto Valenciano de Investigaciones Agrarias (IVIA).&#xd;<br />Reglamento (UE) 1991/2013 por el que se establece Horizonte 2020, Programa Marco de Investigación e Innovación (2014-2020 y por el que se deroga la Decisión nº 1982/2006/CE.&#xd;<br />Decisión del Consejo de 3 de diciembre de 2013 por la que se establece el Programa Específico por el que se ejecuta Horizonte 2020 – Programa Marco de Investigación e Innovación (2014-2020) y se derogan las Decisiones 2006/971/CE, 2006/972/CE, 2006/973/CE, 2006/974/CE y 2006/975/CE.","lastUp":"2018-07-27T13:01:39.853+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}