{"id":"368766714131-58","name":"CONSELHO EMPRESARIAL DO TÂMEGA E SOUSA","registrationDate":"2014-07-31T19:27:20.339+02:00","category":2,"subCategory":4,"legal":"Associação Privada sem fins Lucrativos","web":"http://www.cets.pt","country":"Portugal","headAddress":"Avenida Magalhães Lemos . Casa das Torres, 00","headCity":"FELGUEIRAS","headPostCode":"4610-106 FELGUEIRAS","headPhone":"(351)2 55 10 35 31","boss":"Paulo Adriano Guedes Portela","bossTitle":"Mr","bossPosition":"Presidente da Direção","membersCount":7,"membersFTE":"3.5","membership":"O Conselho Empresarial é associado da European Projects Association (http://europeanprojects.org/) e da Câmara de Cooperação e Desenvolvimento Portugal-China.","memberOrga":"www.cets.pt","goal":"O Conselho Empresarial do Tâmega e Sousa nasce da vontade manifestada pelas 12 Associações Empresariais da região em constituírem uma estrutura representativa, de forma a contribuir mais eficazmente para os novos processos de desenvolvimento regional.&#xd;<br />&#xd;<br />Esta iniciativa teve como precedente histórico a criação do Fórum para a Competitividade na Região do Tâmega, a 07 de Abril de 2011. Neste sentido, foi constituído um painel de Empresários, Empresas e Associações que as representam num fórum de discussão, buscando a convergência em torno de oportunidades, desafios e da solução dos constrangimentos que afetam estes interlocutores do desenvolvimento.&#xd;<br />A definição de metas e ações voltadas para a implementação de uma nova política de desenvolvimento da atividade económica na região desenha-se, assim, num quadro de afirmação da iniciativa empresarial e capacidade das forças vivas da região. &#xd;<br />Posteriormente, a 16 de março de  2012, foi aprovado e subscrito por todas as Associações Empresariais um Acordo de Cooperação para a Competitividade Empresarial, o qual consagra cinco áreas de intervenção prioritárias, tendo em vista o aumento da competitividade regional. De salientar:  &#xd;<br />•\tQualificação das pessoas e organizações;&#xd;<br />•\tEconomia e desenvolvimento regional;&#xd;<br />•\tVocação de internacionalização, fomento das exportações e abertura ao exterior;&#xd;<br />•\tCooperação e associativismo;&#xd;<br />•\tRealizações e eventos. &#xd;<br />&#xd;<br />O ato constitutivo do Conselho Empresarial resultou da subscrição conjunta dos Estatutos pelas seguintes Associações:&#xd;<br />Associação Comercial e Industrial de Castelo de Paiva&#xd;<br />Associação Empresarial de Felgueiras&#xd;<br />Associação Empresarial de Paredes&#xd;<br />Associação Empresarial de Penafiel&#xd;<br />Associação Industrial de Lousada&#xd;<br />Associação Empresarial de Vila Meã&#xd;<br />Associação Empresarial de Baião&#xd;<br />Associação Empresarial de Amarante&#xd;<br />Associação Empresarial de Marco de Canaveses&#xd;<br />Associação Empresarial de Fafe&#xd;<br />Associação Empresarial de Cinfães&#xd;<br />Associação Empresarial de Resende&#xd;<br />Associação Empresarial de Paços de Ferreira&#xd;<br />&#xd;<br />Um ano após a criação da instituição, a 20 de outubro de 2013, surge o CETS Moçambique - a primeira sucursal além-fronteiras, localizada em Maputo. &#xd;<br />&#xd;<br />A cidade de Felgueiras, mais precisamente a emblemática Casa das Torres, acolhe a sede do CETS.","acronym":"CETS","interests":"Agriculture and Rural Development, Competition, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, General and Institutional Affairs, Information Society, Regional Policy, Research and Technology, Trade, Youth","euInitiatives":"Horizonte 2020;&#xd;<br />Europe Enterprise Network&#xd;<br />RIS3 Platform","lastUp":"2018-03-29T23:06:07.661+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}