{"id":"369394724693-87","name":"University of Stirling","registrationDate":"2016-11-24T13:29:33.196+02:00","category":4,"subCategory":12,"legal":"Public body","web":"http://www.stir.ac.uk","country":"United kingdom","headAddress":"Cottrell Building","headCity":"Stirling","headPostCode":"FK9 4LA","headPhone":"(44)17 86 46 70 41","boss":"John Rogers","bossTitle":"Mr","bossPosition":"Director of Research &amp; Enterprise","membersCount":20,"membersFTE":"5.0","membership":"","memberOrga":"","goal":"The University of Stirling was founded by Royal Charter in 1967 as the first genuinely new university in Scotland for over 400 years and embraces its role as an innovative, intellectual and cultural institution. A research-led university with an international reputation for high-quality research directly relevant to society’s needs, Stirling aims to be at the forefront of research and learning that helps to improve lives. The University works closely with its stakeholders in policy, practice and industry to facilitate this and enhance the relevance and impact of its research. The international excellence of the University’s research was recognised in the most recent Research Excellence Framework (REF 2014), where Stirling enhanced its position as one of the top research-led universities in the UK.","acronym":"UoS","interests":"Agriculture, Banking and financial services, Borders and Security, Business and Industry, Climate Action, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, Food Safety, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Research and innovation, Sport, Trade, Trans-European Networks","euInitiatives":"Food Research Area, Food 2030 Flagship, International Bio-economy Forum, All Atlantic Research Alliance","lastUp":"2018-10-09T16:32:34.758+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}