{"id":"369699114231-49","name":"Bundesverband fuer Tiergesundheit","registrationDate":"2014-08-14T18:07:37.568+02:00","category":2,"subCategory":4,"legal":"e.V. (Eingetragener Verein)","web":"http://www.bft-online.de","country":"Germany","headAddress":"Schwertbergerstr., 14","headCity":"Bonn","headPostCode":"53177","headPhone":"(49228)31 82 96","boss":"Sabine Schüller","bossTitle":"Ms","bossPosition":"Geschäftsführerin","membersCount":3,"membersFTE":"1.25","membership":"The BfT is a corporate member of the German Association of the Chemical Industry (VCI) and of HealthforAnimals, the global association of the animal health industry and the European Federation of Animal Health Industry (AnimalhealthEurope).","memberOrga":"http://www.bft-online.de/mitglieder/","goal":"BfT represents the leading manufacturers of veterinary medicines in Germany.The BfT is a corporate member of the German Association of the Chemical Industry (VCI) and of HealthforAniamls, the global association of the animal health industry and the European Federation of Animal Health Industry (IFAH Europe). Activities include representing members' interests with legislators, government agencies and professional organizations, supporting high standards of animal health and in the entire food production, sharing information with member companies about relevant latest developments, and informing the public about animal health issues and products.","acronym":"BfT","interests":"Agriculture and Rural Development, Business and Industry, Consumers, Digital economy and society, Environment, Food Safety, Institutional affairs, Maritime affairs and fisheries, Public Health, Research and innovation, Single market, Trade","euInitiatives":"Implementation of  Veterinary Medicines Regulation&#xd;<br />Implementation of  Medicated Feed Directive&#xd;<br />Animal Health Regulation&#xd;<br />&#xd;<br />[Verordnung (EU) 2019/6 des Europäischen Parlaments und des Rates vom 11. Dezember 2018 über Tierarzneimittel und zur Aufhebung der Richtlinie 2001/82/EG&#xd;<br />Verordnung (EU) 2019/6&#xd;<br />&#xd;<br />Verordnung (EU) 2019/4 des Europäischen Parlaments und des Rates vom 11. Dezember 2018 über die Herstellung, das Inverkehrbringen und die Verwendung von Arzneifuttermitteln, zur Änderung der Verordnung (EG) Nr. 183/2005 des Europäischen Parlaments und des Rates sowie zur Aufhebung der Richtlinie 90/167/EWG des Rates&#xd;<br />Verordnung (EU) 2019/4 &#xd;<br />&#xd;<br />Mit Verordnung (EU) 2019/5 des Europäischen Parlaments und des Rates vom 11. Dezember 2018 ]","lastUp":"2019-07-19T18:30:24.668+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}