{"id":"369971425437-60","name":"victor mestre / sofia aleixo, arquitectos lda","registrationDate":"2017-01-13T16:49:25.494+01:00","category":4,"subCategory":5,"legal":"'none'","web":"http://www.vmsa-arquitectos.com","country":"Portugal","headAddress":"rua goncalo nunes","headCity":"lisboa","headPostCode":"1400-185","headPhone":"(351)9 65 73 77 79","boss":"Sofia Aleixo","bossTitle":"Ms","bossPosition":"CEO","membersCount":4,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"Victor Mestre |Sofia Aleixo, Arquitectos Lda. is an Architecture Studio founded in 1997, joining the separate freelance professional activity of its two associates.&#xd;<br />Their professional experience contributed to the Studio's participation in many initiatives, in invitations to participate in different multidisciplinary Project and discussion teams, in the issuing of technical guidance, magazine articles and articles in peer-reviewed journals, giving lectures in conferences on its associates' work and research in Portugal and abroad. The practice has been involved in both research and architectural design, in Europe, Africa, and Asia. &#xd;<br />&#xd;<br />The range of available services it provides includes architecture studies and projects (new buildings, rehabilitation | restoration | recovering of buildings with patrimonial/historical value), urbanism, equipment design, models, exhibitions and consulting.&#xd;<br />&#xd;<br />&#xd;<br />Victor Mestre |Sofia Aleixo, Arquitectos Lda. is a company that divides its activity between the public and private sectors, having developed new Projects and Conservation Projects and followed the respective constructions within a vast array of programs, such as City Museums, Churches, Palaces, Lisbon Citadel Allure, Interpretative and Museological Centres, Bridges, Healthcare Centres, Hotels, Nature and Rural Tourism Units, Documentation Centres, Archaeological Site Interpretation Centres, Housing, Rehabilitation of Rural and Vernacular Architecture, Public Illumination, Master Plans, Design Guidelines, Public Spaces, Kindergartens, Nurseries, Daycare Centres for elderly and for children, Lyceums/Secondary Schools rehabilitation, 5*+ Hotels, and particularly in Heritage Conservation.&#xd;<br />&#xd;<br />&#xd;<br />A permanent research in the vernacular architecture, architectonic patrimony and landscape fields, coupled with an attentive look on the expressions of universal culture, have strongly contributed to the practice's identity. This identity has been rooted in workshop experimentation, laboratory-like, where persistent professional practice, based in an indispensable construction site technical follow up, reinforces the knowledge of project and construction being one.&#xd;<br />Has projects and construction sites, finished or in progress, from the North to the South of Portugal and also in the Madeira and Azores Islands, in Nagoya (Japan), Remexio (Timor LoroSae), Milan (Italy), Angola and Goa (India). In 2005 was co-author of the Portuguese Pavilion Project, at the Aichi Universal Exhibition in Nagoya, Japan.&#xd;<br /> &#xd;<br />&#xd;<br />&#xd;<br />&#xd;<br />&#xd;<br />Victor Mestre |Sofia Aleixo, Arquitectos Lda. Has participated in Architecture Contests and as a result some of the related work is built or prized.&#xd;<br />Has projects and construction shown in several different specialty publications, and has frequently participated in conferences, both in Portugal and abroad (Spain, Germany, Mexico, Brazil, Colombia, France, Morocco, India, Slovenia, UK, and USA).&#xd;<br />&#xd;<br />&#xd;<br />The Studio's work has been published in a theme monograph entitled Restoration of Time, (Caleidoscópio, 2004) and Heritage: Between Time and Movement: Liceu Passos Manuel (Uzina Books, 2001).&#xd;<br />&#xd;<br />&#xd;<br />Takes part in collective exhibitions, such as \"Habitar Portugal 2000|2002\" (with the Alamal Inn) and “Habitar 2003|2005\" (with Carlos Relvas Photographic Studio), and shows its work in 2004 in the Project Room, initiatives of the Order of the Architects. Its Alamal Inn work was selected to represent the Portuguese candidature to the III Bienal Iberoamericana de Arquitectura e Ingeniería Civil [2002].&#xd;<br />The Studio also created the Architecture Project for the Exhibition commissioned by the Presidency of the Republic 1999 | 2004 - Architecture and Design in Portugal - Trienalle di Milano, Palazzo Dell'Arte, in Milan, Italy – general Curator, Designer Henrique Cayatte [2004 | 2005]. Victor Mestre was also Curator for Architecture and Public Spaces.","acronym":"vmsa arqtos","interests":"Culture, Education, Environment, Research and Technology","euInitiatives":"Europa Nostra Awards 2013","lastUp":"2018-01-15T23:39:30.642+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}