{"id":"370200435629-58","name":"Center for Global Development","registrationDate":"2019-08-13T12:19:37.129+02:00","category":4,"subCategory":5,"legal":"501(c)(3)","web":"http://www.cgdev.org","country":"United states","headAddress":"2055 L Street NW","headCity":"Washington DC","headPostCode":"20036","headPhone":"(1)20 24 16 40 00","boss":"Masood Ahmed","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"CGD works to reduce global poverty and improve lives through innovative economic research that drives better policy and practice by the world's top decision makers. We strive for excellence and intellectual rigor and believe global prosperity starts with smart policy based on evidence. Our work is nonpartisan and our recommendations are not influenced by our funders. We are willing to challenge powerful institutions and the status quo for better development practices.&#xd;<br />&#xd;<br />We are committed to transparency, diversity, and professional and personal integrity. We value mutual respect, a collegial work place, and a healthy sense of humor.&#xd;<br />&#xd;<br />CGD is currently focused on the following areas critical to development progress:&#xd;<br />- Global Health Policy&#xd;<br />- Migration, Displacement, and Humanitarian Policy&#xd;<br />- Sustainable Development Finance&#xd;<br />- Technology&#xd;<br />- Education&#xd;<br />- Governments and Development&#xd;<br />&#xd;<br />CGD researchers also work in other areas that impact development progress, including:&#xd;<br />Gender and Equality&#xd;<br />Financial Inclusion and Regulation","acronym":"CGD","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"Global Health Policy; Migration, Displacement and Humanitarian Policy; Sustainable Development Finance; Technology and Development; Education, European Development Policy","lastUp":"2019-08-13T12:19:56.027+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}