{"id":"370268426115-24","name":"Buca Cengiz Sani Ilkokulu","registrationDate":"2017-03-03T11:47:51.977+01:00","category":4,"subCategory":12,"legal":"School","web":"http://cengizsani.meb.k12.tr/","country":"Turkey","headAddress":"Seyhan Mah. 550 sokak No1 BUCA","headCity":"Izmir","headPostCode":"","headPhone":"(90)23 24 52 10 13","boss":"Gursoy Kubilay","bossTitle":"Mr","bossPosition":"Principal","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Buca Cengiz Sani Ilkokulu (Primary school) is named after the businessman Cengiz Sani who financed the construction of the school. The school started education in 2009. The education started with one preschool class and three classes and now it continues with 6 preschool classes, 4 special education classes, 7 first grade , 7 second grade, 7 third grade, 4 fourth grade classes, and 1 support training and education class, in total 35 classes. Currently there are 1 Principal, 2 Vice Principals, 2 Guidance Counselors, 2 English teachers, 7 Special Education teachers, 6 Preschool teachers and 24 Primary School teachers in our school. Students can also take Chess, drama, folk games trainings in our school. Also for parents; family training and handcraft courses take place in accosiation with Public Training Center, within the scope of “Schools Become Life” project.","acronym":"Cengiz Sani Pri Sch","interests":"Culture, Education, Youth","euInitiatives":"The school has active and dynamic teacher group and experienced managers.&#xd;<br />- The staff of the school are willing to participate in EU project activities and learn new and innnovative methods.&#xd;<br />- The teachers are social, active and they are open to new experiences.&#xd;<br />- The school has got essential equipments to implement project activities.&#xd;<br />&#xd;<br />With this objective in mind our school closely follows the Erasmus+ Programme.","lastUp":"2018-03-06T13:17:41.276+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}