{"id":"370395223657-58","name":"Acceleratio B.V.","registrationDate":"2016-09-29T16:23:00.825+02:00","category":1,"subCategory":8,"legal":"limited liability private company (Dutch B.V.)","web":"http://www.acceleratio.eu","country":"Netherlands","headAddress":"van Ostadelaan 49","headCity":"Naarden","headPostCode":"1412 JH","headPhone":"(31)6 51 08 08 47","boss":"Frederik (Freek) van Eijk","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":1,"membersFTE":"1.0","membership":"Freek van Eijk is a board member of the Society for Enterprises and Society (SMO), board member of Mobility start-up TravelClear, alumnus of the Dutch King William I (public affairs) Circle and a member of the Nieuwspoort international press centre. As of June 1, 2018 he is Director of the Foundation Holland Circular Hotspot.","memberOrga":"","goal":"We are not in an era of change but in the change of an era. A smart &amp; circular future offers exciting opportunities for business and planet alike. We believe you have the potential to make your business model sustainable. We help you to accelerate your transition towards a circular economy&#xd;<br />We have an unique expertise in Waste Management, Circular Economy and Smart &amp; Sustainable Cities.&#xd;<br />– Waste Management because it is a great way to start a transition and eliminate the concept of waste&#xd;<br />– Circular Economy because it offers a vision that makes business sense&#xd;<br />– Smart &amp; Sustainable city because it is the place of action&#xd;<br />&#xd;<br />Acceleratio is not just an ordinary consultancy firm. Acceleratio empowers companies, cities, regions and governments to make a transition towards green growth. It brings a “can do” mentality and helps you to create the network and idea’s for execution.","acronym":"Acceleratio","interests":"Climate Action, Competition, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, International co-operation and development, Research and innovation, Trade","euInitiatives":"Circular Economy Package + all spin off (GPP, Ecodesign, Ecolabel, EPR, Fertiliser Directive, ..)&#xd;<br />&#xd;<br />Relates to a.o.&#xd;<br />- Waste Framework Directive&#xd;<br />- Interface Waste-Chemicals&#xd;<br />- Resource Efficiency discussions&#xd;<br />- Horizon 2020&#xd;<br />- EIP's&#xd;<br />- (Renewable)Energy &#xd;<br />- Water Directive&#xd;<br />- Plastics&#xd;<br />- Critical Resources","lastUp":"2018-09-05T21:56:55.260+02:00","customers":"Rijkswaterstaat,UNIDO","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}