{"id":"370314436821-69","name":"WorldLife Foundation","registrationDate":"2019-12-17T13:57:32.141+01:00","category":6,"subCategory":9,"legal":"NGO","web":"http://worldlife.foundation","country":"Netherlands","headAddress":"Dorpstraat 6a (temprorary)","headCity":"Nuland","headPostCode":"5391AW","headPhone":"(31)6 22 72 34 31","boss":"Christine Lancaster","bossTitle":"Ms","bossPosition":"Board member","membersCount":3,"membersFTE":"1.75","membership":"www.cgiar.org&#xd;\nwww.wur.nl&#xd;\nwww.groasis.com&#xd;\nwww.uva.es&#xd;\nwww.london.ac.uk&#xd;\nwww.lidl.be/ www.lidl.com","memberOrga":"Other organisations that we collaborate with are:&#xd;\nLidl Belgium &#xd;\nLidl Luxemburg&#xd;\nLidl Spain &#xd;\nUniversity Vallodalid &#xd;\nUniversity of Wageningen &#xd;\nLondon University &#xd;\nNASA&#xd;\nGroasis &#xd;\nICRAF","goal":"WorldLife's aim is to address of global warming and climate change by reforestation, afforestation and agroforestry. By using our innovative techniques we're able to plant trees in decertified and degraded land. &#xd;<br />&#xd;<br />WorldLife's goal is to plant 1 billion indigenous trees in Europe before 2025.","acronym":"WLF","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Communication, Consumers, Economy, finance and the euro, Education and training, Employment and Social Affairs, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, International co-operation and development, Migration and asylum, Public Health, Research and innovation, Trade, Trans-European Networks","euInitiatives":"We are currently following the New Green Deal announcements and the relevant legislation to be implemented early next year.  On an ongoing basis we are also following the Common Agricultural Policy, The EU emissions trading scheme, land use land use change and forestry legislation.","lastUp":"2019-12-19T09:50:35.226+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}