{"id":"37031706884-33","name":"Dober Partners","registrationDate":"2011-10-05T17:11:09.052+02:00","category":1,"subCategory":6,"legal":"Registered company in Belgium","web":"http://www.doberpartners.com","country":"Belgium","headAddress":"rue de Naples, 41","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)25 03 57 34","boss":"Mark Dober","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":4,"membersFTE":"2.5","membership":"","memberOrga":"Friends of Europe","goal":"Dober Partners is a Brussels consultancy specialising in EU Public Affairs, Communications &amp; People. &#xd;<br />&#xd;<br />COMMUNICATIONS. The primary risk to any organisation is losing its reputation. Dober Partners helps clients to analyse external perceptions and gauge them against our client’s reality and in-house Communications capability. We help clients to articulate convincing messages and deliver them via the media and other channels. We also organise one-on-one meetings and events with journalists and important stakeholders in Brussels. &#xd;<br />&#xd;<br />EU PUBLIC AFFAIRS. After loss of reputation, a change in policy presents the second major risk for any organization. EU and government decisions can literally change entire industry sectors overnight, prohibit products or technology, open or close markets. Brussels also presents significant opportunities for organizations to position themselves favourably on issues, and connect with stakeholders in new ways. Dober Partners helps clients analyse the issues that matter, and devise political strategies &#xd;<br />&#xd;<br />PEOPLE. People without the right competencies, training or personality can actually harm an organization’s reputation and aggravate sensitive issues or miss opportunities. Dober Partners helps develop People through coaching and training programmes. Together with Ellwood Atfield, the specialist Executive Search firm we also aim to find and place the right people for jobs in Communications and Public Affairs.","acronym":"","interests":"Audiovisual and Media, Communication, External Relations, Foreign and Security Policy and Defence, Trade","euInitiatives":"EU Trade Policy, Foreign Policy, Market Economy Status, Anti-dumping regulation, EU-China relations","lastUp":"2018-04-18T08:28:25.238+02:00","customers":"Ellwood Atfield,European Bicycle Manufacturers Association","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":"","turnoverRange":"100000-499999"}