{"id":"371194117099-35","name":"Bundesverband Garten-, Landschafts- und Sportplatzbau e.V.","registrationDate":"2015-04-24T13:44:04.256+01:00","category":2,"subCategory":4,"legal":"e.V.","web":"http://www.galabau.de","country":"Germany","headAddress":"Alexander-von-Humboldt-Str. 4","headCity":"Bad Honnef","headPostCode":"53604","headPhone":"(49)2 22 47 70 70","boss":"Dr. Robert Kloos","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":2,"membersFTE":"1.25","membership":"","memberOrga":"","goal":"1. Wahrung und Vertretung der Interessen der Betriebe  des deutschen Garten-, Landschafts- und Sportplatzbaus in allen Belangen.&#xd;<br />&#xd;<br />2. Förderung aller Bestrebungen, die dem Ansehen und der Bedeutung des Garten-, Landschafts- und Sportplatzbaus in Deutschland und Europa dienen.&#xd;<br />&#xd;<br />3. Angebot fachlicher Informationen an Gesetzgeber und Verwaltung.&#xd;<br />&#xd;<br />4. Förderung der Kooperation mit Organisationen ähnlicher Zielsetzung, unter anderem auch des Wissenstransfers in und aus Ländern außerhalb Europas.&#xd;<br />&#xd;<br />5. Förderung des gegenseitigen Informations- und Erfahrungsaustausches zum Wohle der Betriebe des Garten-, Landschafts- und Sportplatzbaus im Rahmen von Kongressen, Seminaren und Tagungen.&#xd;<br />&#xd;<br />6. Unterrichtung der Öffentlichkeit über Aufgaben und Ziele des Verbandes sowie über den deutschen Garten-, Landschafts- und Sportplatzbau.&#xd;<br />&#xd;<br />7. Gedankenaustausch über verbandsinterne Organisationsstrukturen, um einen möglichst hohen Organisationsgrad der Betriebe des Garten-, Landschafts- und Sportplatzbaus anzustreben.&#xd;<br />&#xd;<br />8. Vorbereitung und Durchführung von Ausstellungen, Messen und Veranstaltungen des Garten-, Landschafts- und Sportplatzbaus von internationaler Bedeutung.&#xd;<br />&#xd;<br />9. Förderung der Nachwuchsbildung und gegenseitiger Austausch von jungen qualifizierten Landschaftsgärtnern.","acronym":"BGL","interests":"Agriculture and Rural Development, Climate Action, Competition, Consumer Affairs, Education, Employment and Social Affairs, Enterprise, Environment, Internal Market, Regional Policy, Research and Technology, Taxation","euInitiatives":"a)\tREFIT: Bürokratieabbau, „bessere Rechtsetzung“, &#xd;<br />b)\tInvestitionspaket von 315 Mrd. € &#xd;<br />c)\tÖffentliches Auftragswesen: Entwurf der Durchführungsverordnung der Kommission zur Einheitlichen Europäischen Eigenerklärung (EEE) &#xd;<br />d)\tSchutz vor Pflanzenschädlingen&#xd;<br />e)\tBekämpfung von Pflanzenkrankheiten &#xd;<br />f)\tKonsultationen zum Klimaschutz&#xd;<br />g)\tNature Based Solutions &amp; Re-Naturing Cities&#xd;<br />h)\tGreen Infrastructure: A European Success Story&#xd;<br />i)\tEU-Städteagenda\t&#xd;<br />j)\tURBACT III&#xd;<br />k)\tInvasive Arten","lastUp":"2017-03-20T16:39:39.897+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}