{"id":"371411126726-42","name":"​Fundacja Kształcenia Ustawicznego PERITIA","registrationDate":"2017-04-12T03:09:37.353+01:00","category":3,"subCategory":2,"legal":"organizacja pozarządowa","web":"http://fundacjaperitia.pl/, http://centrumngopoznan.pl/","country":"Poland","headAddress":"​ul. Grottgera 16/1","headCity":"Poznań","headPostCode":"60-758","headPhone":"(48)5 02 62 35 05","boss":"Monika Łagodzińska","bossTitle":"Ms","bossPosition":"Prezes Zarządu/CEO","membersCount":1,"membersFTE":"0.25","membership":"1) Europa Cafe Network of Polish NGOs  focused on EU values, EU eduaction etc. (about 200 NGOs)&#xd;\nEuropa Cafe- nieformalna sieć organizacji pozarządowych w Polsce (ok.200 NGO) działająca przy Komisji Europejskiej w Warszawie (nasza oddolna inicjatywa)&#xd;\nhttp://centrumngopoznan.pl/30-11-01-12-2017-x-spotkanie-nieformalnej-sieci-ngo-europa-cafe/&#xd;\n&#xd;\n2) EUNET -European Network for Education and Training&#xd;\nhttp://www.european-net.org/&#xd;\n&#xd;\n3) Citizens for Europe Network&#xd;\nhttp://www.citizensforeurope.eu/&#xd;\n&#xd;\n4) Member of the Partnership 27 and the National Panel of experts&#xd;\nCzłonek Partnerstwa 27, jako część Strategicznej Mapy Drogowej NGO i członek Krajowego Panelu Expertów&#xd;\nhttp://nowastrategiasektora.ngo.pl/","memberOrga":"","goal":"POLISH:&#xd;<br />Żyj świadomie, ucz się i działaj! &#xd;<br />&#xd;<br />Naszą pasją jest dzielenie się wiedzą  i tą pasją zarażamy innych!!&#xd;<br />Przekazując wiedzę zmieniamy sposób myślenia, a dzięki temu świat się zmienia :)&#xd;<br />&#xd;<br />&#xd;<br />Ponad 2700 uczestników w okresie  03.2010-12.2016&#xd;<br />Od 11.2014 mamy status OPP (Organizacji Pożytku Publicznego)&#xd;<br />&#xd;<br />&#xd;<br />ENGLISH:&#xd;<br />&#xd;<br />Our motto: Unleash your awareness, educate yourself and act! &#xd;<br />&#xd;<br />Our passion is to give and share knowledge and we spread this passion all over the world. &#xd;<br />By this we change the way people think and thus the world is changing!&#xd;<br />&#xd;<br />More than 2700 participants in the period 03/2010-12/2016&#xd;<br />&#xd;<br />The main aim of the Foundation is to carry out comprehensive activity towards the concept of lifelong learning through:&#xd;<br />• additional education for children and the youth&#xd;<br />• the lifelong learning of adults\t&#xd;<br />• conducting training and educational activities&#xd;<br />relating to the improvement of professional qualifications, full social presence and the individual personal development.&#xd;<br />&#xd;<br />It serves also to fulfill the gap between the traditional educational system and the needs of the dynamically changed environment as well as the great rate of change in the present world.&#xd;<br />&#xd;<br />Activity Fields:&#xd;<br />• Development, Self-education of youth/students (Workshops/ trainings on self-development, Coaching, International partners and programs, Exchange programs)&#xd;<br />• Promotion of pro-entrepreneurial and pro-active attitude of youth/students (WPiK.pl, Cooperation &#xd;<br />with business, Young entrepreneurs, Promotion of CSR - best practices)&#xd;<br />• NGO education and development (Workshops for NGOs, All in one service-Centrumngopoznan.pl; International partners, programs)&#xd;<br />&#xd;<br />The Foundation is a nonprofit organization.&#xd;<br />&#xd;<br />Since November 2014, the Foundation PERITIA is registered as a Public Good Organization (OPP status).","acronym":"Fundacja PERITIA","interests":"Agriculture and Rural Development, Budget, Communication, Development, Economic and Financial Affairs, Employment and Social Affairs, Enlargement, Enterprise, External Relations, General and Institutional Affairs, Home Affairs, Information Society, Justice and Fundamental Rights, Regional Policy, Youth","euInitiatives":"1) Rola NGO i udział NGO w kształtowaniu polityk europejskich oraz budowania społeczeństwa obywatelskiego&#xd;<br />The Role of NGOs/CSOs in the creation of the European policies and shaping the civil society&#xd;<br />&#xd;<br />2) Petycje do Parlamentu Europejskiego&#xd;<br />Petition to the European Parliament (procedure, results etc.)","lastUp":"2018-03-17T00:52:19.476+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}