{"id":"371567915480-41","name":"Bill &amp; Melinda Gates Foundation","registrationDate":"2015-01-08T18:10:44.939+01:00","category":3,"subCategory":2,"legal":"501 c3","web":"http://www.gatesfoundation.org/","country":"United states","headAddress":"5th Ave N., 440","headCity":"Seattle","headPostCode":"98109","headPhone":"(1)20 67 09 31 00","boss":"Sue Desmond-Hellmann","bossTitle":"Ms","bossPosition":"CEO","membersCount":3,"membersFTE":"1.25","membership":"n/a","memberOrga":"","goal":"Guided by the belief that every life has equal value, the Bill &amp; Melinda Gates Foundation works to help all people lead healthy, productive lives. In developing countries, it focuses on improving people’s health and giving them the chance to lift themselves out of hunger and extreme poverty. In the United States, it seeks to ensure that all people—especially those with the fewest resources—have access to the opportunities they need to succeed in school and life. Based in Seattle, Washington, the foundation is led by CEO Dr. Susan Desmond-Hellmann and Co-chair William H. Gates Sr., under the direction of Bill and Melinda Gates and Warren Buffett.&#xd;<br />&#xd;<br />The Foundation is represented in the following countries: UK, Germany, US, China, India, Ethiopia, Nigeria, South Africa.","acronym":"BMGF","interests":"Agriculture and Rural Development, Education and training, International co-operation and development, Public Health, Research and innovation, Youth","euInitiatives":"Main EU initiatives covered the year before by activities falling under the scope of the Transparency Register:&#xd;<br />&#xd;<br />-       Attendance of meetings and conferences (such as European Development Days);&#xd;<br />&#xd;<br />-       Bilateral meetings with DG Development Cooperation and DG Research staff on global health and agriculture issues related to Research and Development, nutrition, Sustainable Development Goals and broader health, gender and agriculture policies.","lastUp":"2019-02-26T17:32:49.397+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}