{"id":"371545334243-49","name":"STERREBEEK 2000 vzw","registrationDate":"2019-03-13T16:01:14.169+01:00","category":6,"subCategory":9,"legal":"v.z.w.","web":"http://www.sterrebeek2000.be","country":"Belgium","headAddress":"FELIX TIMMERMANSLAAN","headCity":"Sterrebeek","headPostCode":"1933","headPhone":"(32)04 68 17 88 57","boss":"Luc Caluwaerts","bossTitle":"Mr","bossPosition":"president","membersCount":3,"membersFTE":"0.75","membership":"Bond Beter Leefmilieu Vlaanderen","memberOrga":"","goal":"De vereniging heeft tot doel op alle vlakken van de samenleving bij te dragen tot de harmonische ontwikkeling van de Vlaamse gemeenschap te Sterrebeek en omgeving in een gezond en duurzaam leef , woon  en werkmilieu, in samenwerking met alle groepen van burgers en verenigingen en met speciale aandacht voor de inspraak van de bevolking;&#xd;<br />Deze doelstelling omvat onder andere: &#xd;<br />-\tde ontwikkeling van Sterrebeek als Vlaamse deelgemeente van Zaventem. Dit impliceert de versterking van het Vlaams imago van Sterrebeek en het eentalig Vlaams karakter van de gemeente en de Vlaamse Rand;&#xd;<br />-\thet nastreven van een betaalbaar woonbeleid en van een sociaal beleid in het algemeen;&#xd;<br />-\thet nastreven van een leefbare ruimtelijke ordening met aandacht voor de verkeersleefbaarheid en het behoud, het herstel, de ontwikkeling en het beheer van open en groene ruimte, landschappen, monumenten, cultureel erfgoed en het dorpsschoon; &#xd;<br />-\thet behoud, het herstel, de ontwikkeling en het beheer van het leefmilieu en van een leefbare woonomgeving. Dit impliceert het beperken van alle vormen van milieuhinder, waaronder alle vormen van geluidshinder, verkeersoverlast, geurhinder, lichthinder,…; &#xd;<br />-\thet aansporen tot een beleid, gericht op de ontwikkeling van de nodige recreatie-  en cultuurinfrastructuur, zoals sport- en ontmoetingscentra;&#xd;<br />-\thet behoud, het herstel, de ontwikkeling en het beheer van de biodiversiteit, natuur en natuurwaarden; \t&#xd;<br />-\teen verantwoord en duurzaam gebruik van de natuurlijke rijkdommen, ruimte en energiebronnen. Dit impliceert productie- en consumptiepatronen die de be-schikbare milieugebruiksruimte en de draagkracht van het ecosysteem respecteren; &#xd;<br />-\thet bereiken van een algemene basismilieukwaliteit voor de milieucompartimenten water, bodem en lucht en het bereiken van een bijzondere milieukwaliteit in specifieke omstandigheden of gebieden; &#xd;<br />-\thet stimuleren van een beleid gericht op de bescherming van de gezondheid van de mens;&#xd;<br />-\thet nastreven van een beleid dat berust op het voorzorgsbeginsel en het beginsel van preventief handelen, het beginsel dat milieu- en gezondheidsaantastingen bij voorrang aan de bron moeten worden bestreden en het beginsel dat de vervuiler betaalt; &#xd;<br />-\thet bereiken van een beleid dat gestoeld is op een volwaardige participatie van burgers en verenigingen en dat de toegang tot het gerecht voor dezen garandeert. &#xd;<br />-\thet nauwlettend opvolgen van alle plannen, initiatieven en activiteiten van plaatselijke, provinciale, gewestelijke, federale en Europese overheden en instellingen, alsmede van de privé sector die voor Sterrebeek en omgeving van belang zijn. De vereniging laat daaromtrent de mening en de gevoelens van de bevolking aan bod komen. De Raad van Bestuur brengt de aldus geuite meningen en gevoelens onder de aandacht van de betrokken overheden. &#xd;<br />-\tDe vereniging kan met alle wettelijke middelen de nuttige initiatieven nemen, steunen en coördineren, onder meer door: zijn leden in rechte en in feite te vertegenwoordigen, overal waar het doel van de vereniging dit wenselijk en noodzakelijk maakt; deel te nemen aan de werking van commissies, advies- en overlegorganen; rechtstreekse tussenkomsten bij officiële instanties en particulieren; projecten en campagnes te realiseren en studies en publicaties uit te werken; perscampagnes te voeren; openbare manifestaties te organiseren of eraan mee te werken; de doelstelling van de vereniging te vrijwaren langs gerechtelijke weg; haar leden, het brede publiek of specifieke doelgroepen te informeren en te sensibiliseren; &#xd;<br />thematische netwerken, platformen en ad hoc samenwerkingsverbanden op te richten of eraan mee te werken; met andere verenigingen en koepels samen te werken op plaatselijk, provinciaal, gewestelijk, federaal en internationaal niveau;","acronym":"","interests":"Climate Action, Energy, Environment, European Neighbourhood Policy","euInitiatives":"- VERORDENING (EU) Nr. 598/2014&#xd;<br />- RICHTLIJN 2002/49/EG&#xd;<br />- Corsia&#xd;<br />- Klimaat, Co2","lastUp":"2019-03-15T10:03:18.240+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}