{"id":"37160717622-18","name":"Considerati","registrationDate":"2012-01-06T11:53:49.837+02:00","category":1,"subCategory":6,"legal":"private company with limited liability","web":"https://www.considerati.com","country":"Netherlands","headAddress":"De Boelelaan 7","headCity":"Amsterdam","headPostCode":"1070 KE","headPhone":"(31)2 07 37 00 69","boss":"Ton Wagemans","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":6,"membersFTE":"1.5","membership":"","memberOrga":"ECP &#xd;\nThe Hague Security Delta","goal":"Considerati operates where technology and society meet. We provide legal and public affairs advice to organisations in the information society on a wide range of strategic, regulatory and policy-related issues. Today's information society is characterised by rapid technological, cultural and political changes. Now more than ever, reputation, trust and knowledge are key factors for success.&#xd;<br />&#xd;<br />Considerati was launched in 2007 to pursue the vision for a successful information society. In this vision, new technologies and innovative services are carefully embedded within the fabric of society to optimise benefits for all. Government agencies, businesses and other stakeholders best work together to respond to and meet the demands of society as a whole.&#xd;<br />&#xd;<br />By pulling together all the relevant disciplines, we deliver the insights and expertise your organisation needs to adequately and responsibly meet the challenges of our fast moving information society.","acronym":"","interests":"Audiovisual and Media, Competition, Consumer Affairs, Economic and Financial Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Taxation","euInitiatives":"- Competition&#xd;<br />- Consumer protection&#xd;<br />- Copyright&#xd;<br />- Digital Single Market&#xd;<br />- E-commerce directive&#xd;<br />- General Data Protection Regulation&#xd;<br />- Network &amp; Information Security Directive&#xd;<br />- PSD&#xd;<br />- Taxation","lastUp":"2018-03-29T14:31:25.025+02:00","customers":"beslist.nl","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}