{"id":"371838712280-15","name":"United Airlines, Inc.","registrationDate":"2013-11-21T16:42:23.879+01:00","category":2,"subCategory":3,"legal":"A U.S. corporation","web":"http://www.united.com","country":"United states","headAddress":"South Wacker Drive, 233","headCity":"Chicago, Illinois","headPostCode":"60606","headPhone":"(1)31 28 75 00 66","boss":"Steven Fus","bossTitle":"Mr","bossPosition":"Assistant General Counsel","membersCount":2,"membersFTE":"0.75","membership":"United is a member of Airlines for America, a U.S.-based trade association and the International Air Transport Association, the global trade association for airlines.","memberOrga":"www.airlines.org and www.iata.org","goal":"United Airlines and United Express operate more than 4,500 flights a day to 339 airports across five continents. In 2016, United and United Express operated more than 1.6 million flights carrying more than 143 million customers. United is proud to have the world's most comprehensive route network, including U.S. mainland hubs in Chicago, Denver, Houston, Los Angeles, New York/Newark, San Francisco and Washington, D.C. United operates 737 mainline aircraft and the airline's United Express partners operate 483 regional aircraft. The airline is a founding member of Star Alliance, which provides service to 192 countries via 28 member airlines. For more information, visit united.com, follow @United on Twitter or connect on Facebook. The common stock of United's parent, United Continental Holdings, Inc., is traded on the NYSE under the symbol \"UAL\".","acronym":"","interests":"Climate Action, Competition, Consumer Affairs, Environment, External Relations, Foreign and Security Policy and Defence, Home Affairs, Internal Market, Justice and Fundamental Rights, Taxation, Trans-European Networks, Transport","euInitiatives":"Our principal focus in on EU legislation and policies that impact aviation.  We also monitor developments in the areas of environment, taxation and competition that are relevant to aviation.  United seeks to ensure that strategies, policies and legislation that the EU adopts in the area of aviation are beneficial and cost effective.","lastUp":"2018-02-01T22:54:59.339+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}