{"id":"371838712280-15","name":"United Airlines, Inc.","registrationDate":"2013-11-21T16:42:23.879+02:00","category":2,"subCategory":3,"legal":"A U.S. corporation","web":"http://www.united.com","country":"United states","headAddress":"South Wacker Drive, 233","headCity":"Chicago, Illinois","headPostCode":"60606","headPhone":"(1)31 28 75 00 66","boss":"Steve Fus","bossTitle":"Mr","bossPosition":"Assistant General Counsel","membersCount":2,"membersFTE":"0.75","membership":"United is a member of Airlines for America, a U.S.-based trade association and the International Air Transport Association, the global trade association for airlines.","memberOrga":"www.airlines.org and www.iata.org","goal":"United Airlines and United Express operate approximately 4,900 flights a day to 355 airports across five continents. In 2018, United and United Express operated more than 1.7 million flights carrying more than 158 million customers. United is proud to have the world's most comprehensive route network, including U.S. mainland hubs in Chicago, Denver, Houston, Los Angeles, New York/Newark, San Francisco and Washington, D.C.  United operates 779 mainline aircraft and the airline's United Express carriers operate 569 regional aircraft. United is a founding member of Star Alliance, which provides service to 193 countries via 28 member airlines.  For more information, visit united.com, follow @United on Twitter and Instagram or connect on Facebook. The common stock of United's parent, United Continental Holdings, Inc., is traded on the Nasdaq under the symbol \"UAL\".","acronym":"UA","interests":"Borders and Security, Climate Action, Competition, Consumers, Customs, Environment, External Relations, Foreign affairs and security policy, Justice and Fundamental Rights, Single market, Taxation, Trans-European Networks, Transport","euInitiatives":"Our principal focus in on EU legislation and policies that impact aviation.  We monitor developments in the areas of consumer protection, environment, infrastructure, taxation and competition that are relevant to aviation.  United seeks to ensure that strategies, policies and legislation that the EU adopts in the area of aviation are beneficial and cost effective.","lastUp":"2019-07-08T18:12:42.545+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}