{"id":"372209821529-64","name":"SOL","registrationDate":"2016-04-26T14:33:49.528+01:00","category":3,"subCategory":2,"legal":"association","web":"http://sol-asso.fr","country":"France","headAddress":"20 rue de rochechouart","headCity":"paris","headPostCode":"75009","headPhone":"(33)1 48 78 33 26","boss":"clotilde Bato","bossTitle":"Ms","bossPosition":"director","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"SOL www.sol-asso.fr","goal":"Notre vision : « être passeur de changement »&#xd;<br />Pour nous la diversité culturelle et la pluralité des visions sont une force !&#xd;<br />C’est pour cela que nous travaillons, depuis plus de 30 ans, à la diffusion d’alternatives.&#xd;<br />En refusant l’idée d’un modèle agricole unique, en valorisant les ressources locales, économiques, écologiques, sociales et culturelles nous agissons pour l’émergence d’un monde où la vie est décente pour Tous !&#xd;<br />Notre priorité « replacer l’Homme au cœur de son environnement »&#xd;<br />Par la valorisation de l’agriculture paysanne (agroécologie, agriculture biologique et communautaire) nous souhaitons permettre l’accroissement du respect vis-à-vis de notre environnement.&#xd;<br />L’agroécologie est un ensemble de pratiques agricoles qui ouvrent l'accès à une alimentation durable tout en nourrissant la Terre. Nous sommes convaincus que produire une nourriture saine, éthique pour tous et protéger la biodiversité sont étroitement liés.&#xd;<br />&#xd;<br />Notre mission : « l’autonomie des populations »&#xd;<br />Nous accompagnons des programmes alternatifs sur le long terme. Dans cette logique nous venons en appuis  aux  paysans en collaborant à des projets construits par les populations locales afin qu'elles puissent subvenir à leurs besoins essentiels de manière durable. En veillant à accroitre la réciprocité nous contribuons à la revalorisation des rôles des paysans dans nos sociétés et à l'échange des connaissances.&#xd;<br />Par le soutien aux actions locales nous visons à ce que chaque population puisse mettre en place, par elle-même, les pratiques qui leurs permettent de conquérir réellement leur autonomie.&#xd;<br />NOTRE THEMATIQUE CENTRALE&#xd;<br />« L’agriculture, au service de l’Homme et de son écosystème »&#xd;<br />&#xd;<br />Avec l’agroécologie et l’agriculture paysanne nous souhaitons permettre :&#xd;<br />- à chaque peuple de se nourrir par lui-même et améliorer ses moyens d’existence, &#xd;<br />-  à la régénération des écosystèmes par la gestion durable des ressources naturelles,&#xd;<br />à la revalorisation dans nos sociétés de la place de ceux qui produisent éthiquement afin de nourrir sainement leur environnement locale. ...","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Development, Environment, Food Safety, Humanitarian Aid","euInitiatives":"- Traité de libre échange et APE Afrique de l'ouest, aide au développement","lastUp":"2017-04-14T10:34:23.594+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}