{"id":"37399753690-65","name":"Alzheimer Europe","registrationDate":"2010-06-01T10:34:29.241+02:00","category":3,"subCategory":2,"legal":"Non-Profit organisation","web":"http://www.alzheimer-europe.org","country":"Luxembourg","headAddress":"rue Dicks, 14","headCity":"Luxembourg","headPostCode":"1417","headPhone":"(352)29 79 70","boss":"Jean Georges","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":4,"membersFTE":"2.5","membership":"Alzheimer Europe is a full member of the European Patients' Forum and joined the European Disability Forum in 2017.","memberOrga":"http://www.alzheimer-europe.org/Alzheimer-Europe/Who-we-are/Our-members","goal":"Alzheimer Europe sees its mission as “changing perceptions, practice and policy in order to improve the quality of life of people with dementia and their carers”.&#xd;<br />&#xd;<br />Alzheimer Europe will achieve this mission by providing a voice to people with dementia and their carers, making dementia a European priority, promoting a rights based approach to dementia, supporting dementia research and strengthening the European dementia movement.","acronym":"AE","interests":"Borders and Security, Employment and Social Affairs, Justice and Fundamental Rights, Public Health, Research and innovation","euInitiatives":"AE is involved in the activities of the European Innovation Partnership on Active and healthy Ageing and is an active participant of a number of projects co-funded by the Innovative Medicines Initiative. The organisation is also actively involved in DEM2, the 2nd Joint Action on Dementia and previously collaborated with ALCOVE, the European Joint Action on Dementia.&#xd;<br />As a member of the European Patients' Forum, the organisation followed legislative proposals such as the Clinical Trials Directive, EU legislation on data protection and the Crossborder Healthcare discussions.","lastUp":"2018-09-17T13:31:20.606+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}