{"id":"37424435419-63","name":"DEMOGRAFICI ASSOCIATI","registrationDate":"2011-03-04T10:43:55.233+01:00","category":4,"subCategory":5,"legal":"non-profiting organization","web":"http://www.deaweb.org","country":"Italy","headAddress":"CORSO MATTEOTTI, 90","headCity":"PISA","headPostCode":"56021","headPhone":"(39050)3 14 81 20","boss":"MAURO PARDUCCI","bossTitle":"Mr","bossPosition":"PRESIDENT AND LEGAL REPRESENTATIVE","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"DeA Association  has established, through a public deed, on April 20, 2001. &#xd;<br />On 22 April  2003 DeA has received acknowledgement for non-profit corporation. &#xd;<br />Relations with other national and international organizations&#xd;<br />At the international level: &#xd;<br />•\tD has signed a memorandum of understanding and cooperation with Euro African Partnership for Decentralized Governance for international cooperation projects aimed at the implementation of systems in African countries Population &#xd;<br />&#xd;<br />•\tDeA has developed a working relationship with regard to electronic voting with the Dutch company Nedap which manages, through its information systems, electronic voting in the vast majority of municipalities in the Netherlands. &#xd;<br />&#xd;<br />•\tDeA has conducted a pilot project for the computerization of registry offices of some municipalities of Romania. Il progetto, iniziato nel 2002, finanziato dal Governo italiano, è stato realizzato in collaborazione con il partner AP Systems e si è concluso nel 2004. The project started in 2002, funded by the Italian government, was created in collaboration with AP Systems company partner and was completed in 2004. &#xd;<br />&#xd;<br />•\tDeA is successfully collaborating with the Argentine Association PRO CIVITAS since 2005, based in Buenos Aires, on citizenship Italian subject matter.&#xd;<br />•\tDeA has been called to intervene and has recorded numerous television series, broadcast by RAI International in SPORTELLO ITALIA advising on citizenship, and about the release and the search of civil status certificates, and about marriage of Italians abroad. &#xd;<br />&#xd;<br /> At national level:&#xd;<br />•\tDeA works profitably, being inserted in appropriate ommittees and working groups, with the Ministry of the Interior, the Ministry for Reforms and Innovation in Public Administration, the National Statistics Institute (ISTAT), the USCI and the ANCI. &#xd;<br />•\tAs regards the cooperation with the Ministry of Interior we should remember that DeAhas participated in the following Committees: &#xd;<br />o\tCommissione per l'esame delle problematiche dei Servizi Demografici istituita nel 2003; &#xd;<br />o\tCommission to examine the issues of the Registry Offices established in 2003; &#xd;<br />o\tComitato tecnico istituito nel 2003 per l'informatizzazione del sistema di vigilanza delle anagrafi; Technical Committee established in 2003 to computerize the system of supervision of municipal registering authorities; &#xd;<br />o\tComitato tecnico istituito nel 2004 per l'informatizzazione degli archivi comunali di Stato Civile; Technical Committee established in 2004 for the computerization of the municipal archives of Marital Status; &#xd;<br />o\tTechnical Committee established in 2005 for the Reform of Registry regulations; &#xd;<br />o\tTechnical Committee established in 2005 for privacy; &#xd;<br />o\tComitato tecnico istituito nel 2006 per la validazione dei software dei servizi demografici; Technical Committee established in 2006 to validate the softwares of the Registry Offices; &#xd;<br />o\tTechnical Committee established in 2006 for the security measures of ID e-card at the Ministry of the Interior. &#xd;<br />&#xd;<br />•\tRegarding the collaboration with ISTAT, DeA is participating in the Advisory Committee established in 2007 for the preparation of the Census.&#xd;<br />•\tDeA is in the working group established for the project \"Simple Town Hall\" in the Ministry for Reform and Innovation in Public Administration in collaboration with ANCI &#xd;<br />•\tDeA ha sottoscritto un Protocollo di intesa e collaborazione con l'Unione Statistica dei Comuni Italiani (USCI) che prevede, tra l'altro, l'utilizzo degli esperti di tale associazione per la formazione in campo statistico. DeA has signed a Memorandum of Understanding and cooperation with the Union of Italian Statistics Municipalities (USCI), which provides, inter alia, the use of the experts of the association for statistics training. &#xd;<br />•\tDeA is working together with ANCI, USCI, Sistan and  Tuscany Region, to the implementation of the 2nd Statistics Conference of the Tuscany Region. &#xd;<br />•\tDeA has established a fruitful cooperation, since 2004,","acronym":"DeA","interests":"Employment and Social Affairs, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Justice and Fundamental Rights, Research and Technology, Trans-European Networks","euInitiatives":"Since 2001 Dea has carried out research and training activities for local municipalities, specializing, in particular, in the areas of reference of the Registry Office subject matters.&#xd;<br />DeA uses and has used since its establishment, many teachers and experts who had already gained extensive training experience in other trade associations.","lastUp":"2017-03-29T10:22:30.202+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}