{"id":"374596826959-36","name":"Ελληνικό Δίκτυο ΦΙΛΟΙ της ΦΥΣΗΣ","registrationDate":"2017-04-28T07:03:11.726+02:00","category":3,"subCategory":2,"legal":"Σωματείο","web":"http://naturefriends-gr.blogspot.gr/","country":"Greece","headAddress":"Ανθέων 72","headCity":"Χαϊδάρι","headPostCode":"12461","headPhone":"(30)21 55 25 74 08","boss":"Κωνσταντίνος Φωτεινάκης","bossTitle":"Mr","bossPosition":"Πρόεδρος","membersCount":24,"membersFTE":"11.0","membership":"Naturefriends International http://www.nfi.at&#xd;\nSEATTLE TO BRUSSELS http://s2bnetwork.org/&#xd;\nPeople4Soil https://www.people4soil.eu/el&#xd;\nUNITED  for Intercultural Action http://www.unitedagainstracism.org/&#xd;\nOur World Is Not For Sale http://notforsale.mayfirst.org/","memberOrga":"","goal":"Η οργάνωση εμπνέεται από τις περιβαλλοντικές και κοινωνικές αξίες των Naturefriends International. Τα μέλη των ΦτΦ αγωνίζονται να συμβάλλουν για τη δημιουργία μιας κοινωνίας, στην οποία δεν θα υπάρχουν προνόμια και διακρίσεις που αφορούν τις πολιτικές πεποιθήσεις, το θρήσκευμα, το φύλο, το χρώμα του δέρματος, την καταγωγή, την κοινωνική τάξη κ.ά. γιατί μόνο σε μια τέτοια δίκαιη κοινωνία μπορούν να βρoυν πλήρη εφαρμογή οι αρχές της αειφορίας, της αλληλεγγύης, της κλιματικής κοινωνικής δικαιοσύνης. &#xd;<br />Σκοποί του Σωματείου Ελληνικό Δίκτυο «Φίλοι της Φύσης» είναι μη κερδοσκοπικού χαρακτήρα, ειδικότερα δε το σωματείο έχει ως σκοπούς:&#xd;<br />1.\tΝα προβάλλει και να διαδίδει τις αρχές της αειφορίας και της βιωσιμότητας του φυσικού περιβάλλοντος και των φυσικών πόρων και να συμβάλλει στην υλοποίηση των αρχών αυτών μέσα από την διάδοση και προβολή ενός άλλου τρόπου οργάνωσης  των οικονομικών και παραγωγικών δραστηριοτήτων, που να διασφαλίζει τόσο την προστασία του περιβάλλοντος όσο και την κοινωνική δικαιοσύνη και την ευημερία.&#xd;<br />2.\tΝα συμβάλλει ενεργά στην προστασία του τοπίου, των οικοσυστημάτων και της βιοποικιλότητας, στη διατήρηση και την αναπαραγωγή των φυσικών πόρων, οι οποίοι αποτελούν τη βάση της ζωής στη γη αλλά και γενικότερα να συμβάλλει σε θέματα προστασίας του περιβάλλοντος και βελτιστοποίησης των συνθηκών ζωής.&#xd;<br />3.\tΝα αναπτύσσει εντός αλλά και εκτός Ελλάδας σχέσεις και συνεργασίες με άλλες οργανώσεις, φορείς, σωματεία, συλλόγους και δίκτυα οργανώσεων ή πολιτών με παρόμοιους σκοπούς και κυρίως εφόσον υιοθετούν τις αρχές της δημοκρατίας, της κοινωνικής δικαιοσύνης και της  αειφορίας.&#xd;<br />4.\tΝα διαδίδει και να εφαρμόζει εναλλακτικές μορφές τουρισμού και να οργανώνει δραστηριότητες για την αξιοποίηση του ελεύθερου χρόνου συμβατές με το φυσικό και πολιτισμικό περιβάλλον.&#xd;<br />5.\tΗ διάδοση της αξίας της φύσης για την ανθρώπινη ύπαρξη και η προώθηση δράσεων, ιδεών και απόψεων με στόχο την εναρμόνιση της ανθρώπινης δραστηριότητας και τη διατήρηση του φυσικού περιβάλλοντος. &#xd;<br />6.\tΝα συμβάλλει στην ομαλή ένταξη και ενσωμάτωση στην κοινωνία, πολιτών διαφορετικών εθνικοτήτων, διαφορετικής κουλτούρας, θρησκείας και καταγωγής, όπως επίσης και να στηρίζει κοινωνικά αδύναμες ομάδες πολιτών.&#xd;<br />7.\tΝα αναπτύσσει σχέσεις συνεργασίας με τα κινήματα και τις οργανώσεις πολιτών για τη βελτίωση της ζωής στην πόλη (αστικό, ανθρωπογενές περιβάλλον).&#xd;<br />8.\tH Περιβαλλοντική εκπαίδευση και γενικότερα η προαγωγή της επιστημονικής γνώσης και κατάρτισης σε θέματα που αφορούν τον άνθρωπο και το περιβάλλον μέσα στο οποίο αναπτύσσει δραστηριότητα. &#xd;<br />9.\tΗ ενημέρωση και ευαισθητοποίηση μελών και πολιτών σχετικά με ανθρωπιστικά, κοινωνικά, περιβαλλοντικά θέματα που σχετίζονται άμεσα ή έμμεσα με τη λειτουργιά της κοινωνίας και τη ζωή των ανθρώπων. &#xd;<br />10.\tΗ αλληλεγγύη, συνεργασία και συλλογική δράση, για την ηθική, μορφωτική, πολιτιστική, περιβαλλοντική και κοινωνική προαγωγή των μελών του και γενικά όλων των ανθρώπων.&#xd;<br />11.\tΗ προώθηση κοινωνικών, οικολογικών, πολιτικών, πολιτιστικών και επιστημονικών θέσεων που ενστερνίζονται τα μέλη του συλλόγου αλλά και η Διεθνής Οργάνωση Nature Friends International. &#xd;<br />12.\tΗ προώθηση και προβολή της αξίας του εθελοντισμού και των εθελοντικών δράσεων καθώς και η δημιουργία ενός πανελλήνιου δικτύου εθελοντών για την προώθηση του θεσµού του εθελοντισµού και την εµπέδωση της κοινωνικής συνοχής&#xd;<br />13.\tΗ παρακολούθηση της περιβαλλοντικής νομοθεσίας και κυρίως η παρέμβαση με σκοπό τη προβολή και τη βελτίωση του θεσμικού πλαισίου που διέπει την άσκηση και ανάπτυξη των δραστηριοτήτων όλου του φάσματος της Οικολογίας.&#xd;<br />14.\tΝα συμβάλλει µε οποιονδήποτε τρόπο στην ανέλιξη, καλλιέργεια και προστασία της νεότητας και της παιδικής ηλικίας, εδραζόμενο στις αρχές της δημοκρατίας, της ισότητας, της συμμετοχής και της ελευθερίας. &#xd;<br />15.\tΗ διατήρηση της πολιτιστικής και ιστορικής κληρονομιάς καθώς και η καλλιέργεια της τέχνης των γραμμάτων και του πνεύματος.","acronym":"ΦτΦ | NFGR","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Βιώσιμη Ανάπτυξη | Αειφόρος Ανάπτυξη - Βιώσιμος Τουρισμός -  Εμπορικές Συμφωνίες TTIP CETA TiSA (κ.ά) -&#xd;<br /> Βιοποικιλότητα - Περιβάλλον -  Δάση -  Ρύπανση -  Κλιματική αλλαγή - Μέσα Μαζικής Μεταφοράς -  Δικαιώματα - Μεταναστευτικό - Προσφυγικό - Δίκαιο Εμπόριο - Περιβαλλοντική Εκπαίδευση -  Νεολαία -  Εργασία -  Εξοπλισμοί -  Ενέργεια - Αστικό Περιβάλλον - Πολιτισμός -  Ψυχαγωγία -  Πολιτικά και κοινωνία δικαιώματα κ.ά","lastUp":"2018-04-02T20:30:10.878+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}