{"id":"374941419805-96","name":"ASOCIACIÓN ESPAÑOLA DE FABRICANTES DE CEREALES EN COPOS O EXPANDIDOS","registrationDate":"2015-12-03T13:13:01.511+02:00","category":2,"subCategory":4,"legal":"Asociación empresarial","web":"http://www.asociacioncereales.es","country":"Spain","headAddress":"Calle de Diego de León 54, escalera B,  5º derecha","headCity":"Madrid","headPostCode":"28006","headPhone":"(34)9 14 11 05 20","boss":"D. Jorge de Saja González","bossTitle":"","bossPosition":"Secretario ","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"http://www.asociacioncereales.es/asociacion/que-es-el-cereal/miembros/","goal":"Su principal objetivo es informar sobre el papel de los cereales en la alimentación y fomentar hábitos saludables para el desayuno, como parte de una dieta equilibrada y de un estilo de vida sano. Otro de sus principales objetivos es el de defender y promover los intereses generales de la Asociación y sus miembros, así como representarlos antes las diversas entidades, tanto públicas como privadas. Además de tratar de establecer un diálogo positivo entre las empresas fabricantes de cereales y los consumidores. A nivel europeo se encuentra integrada en http://www.ceereal.eu/","acronym":"AEFC","interests":"Agriculture, Business and Industry, Competition, Consumers, Economy, finance and the euro, Energy, Environment, Food Safety, Maritime affairs and fisheries, Research and innovation, Single market, Trade","euInitiatives":"1.Reuniones con diversas Direcciones Generales del MAPAMA (www.mapama.gob.es)&#xd;<br />&#xd;<br />2.Reuniones con diversas Subdirecciones Generales de la AECOSAN (http://www.aecosan.msssi.gob.es/)&#xd;<br />&#xd;<br />3.Difusión de notas de Prensa&#xd;<br />http://www.asociacioncereales.es/asociacion/prensa/notas-de-prensa&#xd;<br />&#xd;<br />4.Publicación libro \"Cereales de Desayuno, Nutrición y Gastronomía&#xd;<br />&#xd;<br />5.Participación en los Grupos de Trabajo de CEEREAL&#xd;<br />http://www.ceereal.eu/","lastUp":"2018-09-24T16:30:45.230+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}