{"id":"375186527639-84","name":"Agrární komora České republiky","registrationDate":"2017-07-03T11:48:11.685+02:00","category":2,"subCategory":1,"legal":"Profesní komora","web":"http://www.agrocr.cz","country":"Czech republic","headAddress":"Blanická 3","headCity":"Olomouc","headPostCode":"77900","headPhone":"(420)5 85 22 25 17","boss":"Zdeněk  Jandejsek","bossTitle":"Mr","bossPosition":"prezident","membersCount":1,"membersFTE":"0.25","membership":"COPA-COGECA http://www.copa-cogeca.be/Menu.aspx","memberOrga":"","goal":"Agrární komora ČR (AK ČR) byla zřízena zákonem č. 301/1992 Sb. ve znění zákona č. 121/1993 Sb. a ve znění zákona č. 223/1994 Sb., sdružuje většinu podnikatelů v zemědělství, lesnictví a potravinářství, prosazuje a obhajuje zájmy svých členů, poskytuje poradenství a informační služby na celém území ČR v následujících oblastech:&#xd;<br />&#xd;<br />právní a legislativní, konzultační, poradenské a praktické přípravy na povolání, zahraničních vztahů, celní a certifikační, informatiky.&#xd;<br />Agrární komora ČR je rozhodující nevládní agrární organizací, která zastupuje zájmy 103 tisíc svých členů, jimiž jsou zemědělci, lesníci, potravináři, ale také včelaři a další. Jsme organizací, která má ambice sehrát svoji roli nejenom ve svém tradičním pojetí produkce surovin pro výrobu potravin a údržbu krajiny.&#xd;<br />Svoji nezastupitelnou roli máme v novém moderním pojetí rozvoje venkova, kde chceme být partnerem obcí a všech ostatních subjektů venkovského prostoru. Zemědělství, cultura agri, k venkovu vždy patřilo a nebude tomu jinak ani v budoucnosti.","acronym":"AK ČR","interests":"Agriculture, Budget, Competition, Consumers, Environment, Food Safety, International co-operation and development, Maritime affairs and fisheries, Single market","euInitiatives":"Rozpočet Evropské unie, Společná zemědělská politika Evropské unie, Ochrana životního prostředí, Ochrana spotřebitele, Hospodářská soutěž","lastUp":"2018-06-18T09:33:22.261+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}