{"id":"375178720977-08","name":"Humanitarian Crises Secretariat","registrationDate":"2016-03-08T17:45:12.245+01:00","category":3,"subCategory":2,"legal":"Autonomous Ecclesiastical Agency - Legal  entity of private Law","web":"","country":"Greece","headAddress":"19. Agias Philotheis str.","headCity":"Athens","headPostCode":"10556","headPhone":"(30)21 03 35 23 70","boss":"Nikodimos Farmakis","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":4,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"The Humanitarian Crisis Secretary is an NGO and the  National Operations Center Against the Humanitarian Crisis, under the aegis of the Archbishop of Athens &amp; All Greece Ieronymos . &#xd;<br />&#xd;<br />The Humanitarian Crisis Secretary plans, coordinates, and finances social policies &amp; actions based on the real needs and priorities, which will arise through continuous consultation and cooperation with all entities providing social work (Sacred, urban areas, municipalities, regions, public institutions, non-governmental organizations), and  implemented  throughout it. &#xd;<br />&#xd;<br />The Humanitarian Crisis Secretariat  currently  administrate ecclesiastical activities to combat efficiently and transparent the humanitarian crisis in Greece.&#xd;<br />&#xd;<br />The ecclesiastical actions, are based on a decentralized structure of the Church of Greece,  as well as in the different Institutions (generally funds, local funds , institutions providing social work etc.).  This structure offers access to all remote locations, &#xd;<br />&#xd;<br />The Humanitarian Crisis Secretariat address the problems that the humanitarian crisis and the refuges crises witch effects all the country.  &#xd;<br />&#xd;<br />The Humanitarian Crisis Secretariat is the relevant organisation for comprehensive planning and optimal use of all available resources. &#xd;<br />&#xd;<br />This Humanitarian Crisis Secretariat  is based in Athens and works under the supervision of Archbishop of Athens &amp; All Greece  with following purpose:&#xd;<br />&#xd;<br />• The strategic planning of actions against the humanitarian crisis.&#xd;<br />• The consultation of planning with all the actors in the field of social policy (municipalities, regions, Sacred urban areas, public institutions etc. )&#xd;<br />• The management and allocation of all available resources for the specialization of actions resulting from the consultation.&#xd;<br />• The assessment of actions that will occur.","acronym":"","interests":"Culture, Education, Humanitarian Aid, Public Health, Youth","euInitiatives":"we currently following the new activities of the commission regarding the humanitarian aid because of the exploding refuges  crisis in Europe.","lastUp":"2018-02-11T01:07:17.057+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}