{"id":"37544129782-90","name":"Trina Solar (Schweiz) AG","registrationDate":"2012-10-11T13:58:14.899+01:00","category":2,"subCategory":3,"legal":"AG Aktien Gesellschaft","web":"http://www.trinasolar.com","country":"Switzerland","headAddress":"Richtistraße, 11","headCity":"Wallisellen","headPostCode":"8304","headPhone":"(41)4 32 99 68 00","boss":"Vincenzo Costanzelli","bossTitle":"Mr","bossPosition":"Head of Finance, Europe ","membersCount":1,"membersFTE":"0.25","membership":"PV CYCLE (Europe Wide)&#xd;\nSolar Trade Association (UK)&#xd;\nSolar Power Europe (Europe Wide)&#xd;\nAustrian PV Association &#xd;\nANIE Italy PV Association&#xd;\nEnerplan (France)&#xd;\nChina-Lux Chamber of Commerce&#xd;\nIrish Solar energy Association","memberOrga":"","goal":"Trina Solar Limited (NYSE:TSL) is a global leader in photovoltaic modules, solutions and services. Founded in 1997 as a PV system integrator, Trina Solar today drives smart energy together with installers, distributors, utilities and developers worldwide. The company’s industry-shaping position is based on innovation excellence, superior product quality, vertically integrated capabilities and environmental stewardship. &#xd;<br />&#xd;<br />The core values of Trina Solar are “Customer Focus, Open Mindedness, Respect &amp; Collaboration for Win-Win, and Pursuit of Excellence”. Our corporate mission is to benefit humanity with solar energy. We are committed to being a responsible corporate citizen, building a safe, healthy and environment-friendly work environment for all employees. For the past 3 years, the Silicon Valley Toxic coalition has ranked Trina Solar as the most environmentally sustainable solar manufacturer globally. We additionally hold an Ecovadis Silver rating from 2014. &#xd;<br />&#xd;<br />European Public Affairs is responsible for communications and awareness raising for policies and regulation which grow a sustainable solar market.","acronym":"","interests":"Climate Action, Customs, Economic and Financial Affairs, Energy, Environment, Trade","euInitiatives":"We actively follow the WEEE Directive, State Aid Directive and evolution of National Renewable Energy Actions plans and targets. The EU engagement in the Environmental Goods Agreement (at the WTO) and the COP's are of interest to our company.","lastUp":"2017-03-03T15:22:54.699+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}