{"id":"375726630683-26","name":"Federatia Nationala a Grupurilor de Actiune Locala din Romania","registrationDate":"2018-03-08T11:19:31.714+01:00","category":3,"subCategory":2,"legal":"FUNDATIE","web":"http://www.fngal.ro","country":"Romania","headAddress":"Brasov","headCity":"Tecuci","headPostCode":"805300","headPhone":"(004)07 44 85 81 10","boss":"VALERIU CAPRARU","bossTitle":"Mr","bossPosition":"PRESEDINTE","membersCount":1,"membersFTE":"1.0","membership":"www.fngal.ro","memberOrga":"","goal":"- Negocieri cu administratiile de la diferite niveluri, cu organismele guvernamentale centrale sau descentralizate, cu diverse entitati asociative, institutii sau persoane juridice care activeaza in domeniul dezvoltarii rurale, cu organisme nationale sau europene, cu competente in dezvoltarea rurala;&#xd;<br />- Colaborarea cu alte federatii sau organisme similare, din tara sau strainatate, implicate in dezvoltarea rurala si guvernanta locala;&#xd;<br />- Participarea activa in RNDR si ELARD;&#xd;<br />- Diseminarea informatiilor de interes pentru sfera de activitate a GAL-urilor;","acronym":"FNGAL","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- Dispoziții comunitare privind dispozițiile (UE) nr. 1303/2013: un set de norme de bază care definesc abordarea strategică comună a fondurilor structurale și de investiții europene, inclusiv Fondul european agricol pentru dezvoltare rurală (FEADR)&#xd;<br />- Regulamentul (UE) nr. 1305/2013 privind dezvoltarea rurală: un set de norme specifice privind sprijinirea dezvoltării rurale în cadrul FEADR&#xd;<br />- Regulamentul (UE) nr. 1306/2013: norme privind finanțarea, gestionarea, monitorizarea și evaluarea politicii agricole comune (PAC)&#xd;<br />- Regulamentul tranzitoriu (UE) nr. 1310/2013: dispoziții privind sprijinul pentru dezvoltare rurală în cadrul FEADR care reglementează tranziția între perioadele de finanțare 2007-2013 și 2014-2020","lastUp":"2018-03-08T11:21:58.719+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}