{"id":"376020730995-15","name":"Verband für Dämmsysteme, Putz und Mörtel e.V.","registrationDate":"2018-03-30T17:40:19.275+02:00","category":2,"subCategory":4,"legal":"e.V.","web":"http://www.vdpm.info","country":"Germany","headAddress":"Verband für Dämmsysteme, Putz und Mörtel e.V.","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)20 39 92 39 47","boss":"Hans-Joachim Riechers","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":4,"membersFTE":"1.25","membership":"https://www.baustoffindustrie.de/&#xd;\nhttp://www.dgfm.de/&#xd;\nhttp://www.euromortar.com/home/&#xd;\nhttps://www.ea-etics.eu/home/","memberOrga":"https://www.vdpm.info/","goal":"Der Verband für Dämmsysteme, Putz und Mörtel e.V. (VDPM) repräsentiert die führenden Hersteller von Fassadendämmsystemen und deren Zubehör, Außen- und Innenputzen, Mauermörtel und Estrich. Im Sinne seiner über 100 Mitgliedsunternehmen engagiert sich der VDPM für eine effiziente Interessenvertretung gegenüber der (Fach)Öffentlichkeit, der Politik, sowie den Behörden und Institutionen auf deutscher und europäischer Ebene. Die Fachgremien des VDPM erarbeiten und bewerten dabei Grundlagen und Vorschläge zu Technik- und Umweltschutzthemen sowie zum Arbeits- und Gesundheitsschutz, beteiligen sich an Forschungsvorhaben und leisten erfolgreiche Presse- und Normungsarbeit. Für Planer, Architekten und Bauherren stellt der Verband eine Vielzahl herstellerneutraler Informationen zur Verfügung und ist kompetenter Ansprechpartner. Der VDPM ist im Mai 2017 aus einer Fusion des Industrieverbandes WerkMörtel e.V. (IWM) mit dem Fachverband Wärmedämm-Verbundsysteme e.V. (FV WDVS) hervorgegangen.","acronym":"VDPM","interests":"Climate Action, Energy, Enterprise, Environment, Internal Market, Research and Technology","euInitiatives":"Mitarbeit an der Umsetzung der Construction Product Regulation national und europäisch&#xd;<br />Intensive Mitarbeit in allen CEN Normungsgremien, von denen unsere Mitgliedsunternehmen direkt oder indirekt betroffen sind&#xd;<br />Mitarbeit bei EOTA im Bereich der Zulassung von Wärmedämm-Verbundsystemen&#xd;<br />Beobachtung aller Initiativen im Zusammenhang mit der CLP Verordnung und Mitarbeit in europäischen und nationalen Gremien im Zusammenhang mit der Umsetzung dieser Verordnung","lastUp":"2018-03-30T17:41:04.497+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}