{"id":"376118821398-61","name":"Royal Caribbean Cruises Ltd.","registrationDate":"2016-04-28T10:13:41.326+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.rclcorporate.com/about/","country":"United states","headAddress":"Royal Caribbean Cruises Ltd.","headCity":"Miami","headPostCode":"","headPhone":"(1)30 55 39 61 59","boss":"Bradley Stein","bossTitle":"Mr","bossPosition":"General Counsel","membersCount":1,"membersFTE":"0.25","membership":"CLIA Europe","memberOrga":"","goal":"RCL is a global cruise company that operates the Royal Caribbean International, Celebrity Cruises, Azamara Club Cruises, as well as TUI Cruises through 50% joint venture. Together, these brands operate about 50 cruise ships with an additional ships on order. They operate diverse itineraries around the world that call in approximately 500 destinations on all continents. &#xd;<br />&#xd;<br />The Government Relations goal vis-a-vis the EU is to maintain professional relationships and regular exchange of information with the Commission, the Parliament and the Council regarding all policy fields that have an impact on RCL's ship building activity and cruise business (passenger shipping &amp; tourism) in Europe and beyond.","acronym":"RCL","interests":"Climate Action, Competition, Consumer Affairs, Customs, Employment and Social Affairs, Environment, Home Affairs, Information Society, Internal Market, Public Health, Taxation, Transport","euInitiatives":"1. Environmental legislation, such as:&#xd;<br />i) Air-emissions (e.g. the implementation of the \"sulphur directive\"). &#xd;<br />ii) The upcoming revision of the port reception facilities directive. &#xd;<br />iii) EU's positions at the International Maritime Organization&#xd;<br />&#xd;<br />2. All policies related to tourism and (free) movement of people (e.g. revision of the Schengen Visa Code) and consumer policies. &#xd;<br />&#xd;<br />3. Transport, maritime and tax policies (when relevant for passenger shipping).","lastUp":"2018-04-13T14:48:08.647+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}