{"id":"376222916112-22","name":"Unione Italiana del Lavoro","registrationDate":"2015-02-24T12:00:20.734+01:00","category":2,"subCategory":1,"legal":"Associazione no Profit","web":"http://www.uil.it","country":"Italy","headAddress":"Via Lucullo 6","headCity":"Roma","headPostCode":"","headPhone":"(39)0 64 75 32 90","boss":"Carmelo Barbagallo","bossTitle":"Mr","bossPosition":"Segretario Generale","membersCount":14,"membersFTE":"5.25","membership":"La Uil aderisce e partecipa attivamente alla Confederazione Europea dei Sindacati. www.etuc.org e alla Confederazione Internazionale dei Sindacati (ITUC). www.ituc-csi.org&#xd;\nInoltre, la UIL, ? affiliata al TUAC (Trade Union Advisory Committee) to the OECD","memberOrga":"http://www.uil.it/organizzazione/default.asp","goal":"UIL, Unione Italiana del Lavoro, is the democratic and unitarian trade union confederation of workers and&#xd;<br />retired people of any belief, creed, political and ethnical belonging affiliated for the defense of rights and&#xd;<br />common professional, economic social and moral interests in compliance with the principles of democracy&#xd;<br />and freedom enshrined both in the Italian republican Constitution and the E.U. Charter of Fundamental&#xd;<br />Rights proclaimed at the Nice European Council. Thanks to its more than 2 million members, UIL is the third&#xd;<br />Italian trade union confederation. Its representation is expressed by means of a dual level: - a horizontal&#xd;<br />level: through Regional unions and 107 provincial union chambers as well as the structures responsible&#xd;<br />for assistance and protection to workers and retired people and the achievement of the so called \"citizens'&#xd;<br />trade union\"; - a vertical level: with 16 industry-wide National Unions through which it concludes labour&#xd;<br />contracts and performs an activity designed to reaffirm, protect and conquer individual and collective rights.","acronym":"UIL","interests":"Climate Action, Competition, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Internal Market, Justice and Fundamental Rights, Regional Policy, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"Dialogo sociale,&#xd;<br />Politiche del lavoro (legislazione,formazione, welfare), Governance europea, &#xd;<br />Salute e Sicurezza sul Lavoro,&#xd;<br />Contrattazione collettiva, &#xd;<br />Occupazione e crescita, &#xd;<br />Coesione sociale, &#xd;<br />Sviluppo sostenibile,&#xd;<br />Pari opportunit?, &#xd;<br />Energia e ambiente,&#xd;<br />Formazione e apprendimento continuo,&#xd;<br />Politiche giovanili,&#xd;<br />Diritti fondamentali,&#xd;<br />Inclusione sociale.","lastUp":"2017-02-20T13:16:26.668+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}