{"id":"376898732379-76","name":"Pon Holdings","registrationDate":"2018-08-23T08:09:08.269+02:00","category":2,"subCategory":3,"legal":"Private Limited Liability Company","web":"http://www.pon.com","country":"Netherlands","headAddress":"Rondebeltweg 41","headCity":"Almere","headPostCode":"1329BP","headPhone":"(31)8 86 06 01 00","boss":"Bastiaan Sprong","bossTitle":"","bossPosition":"CFO","membersCount":1,"membersFTE":"0.25","membership":"The most important branch assosiations of which Pon is a member are:&#xd;\n-VNO-NCW (as part of Business Europe)&#xd;\n-Rai (as part of Conebi and ACEA)&#xd;\n-Bovag/VIV&#xd;\n-ANWB (as part of FIA)&#xd;\n-VNA&#xd;\n-Fietserbond (as part of ECF/CIC)&#xd;\n-BMWT&#xd;\n-Scheepbouw Nederland&#xd;\n-GGNL","memberOrga":"Pon has no member organisations","goal":"Pon is one of the largest family businesses in the Netherlands.&#xd;<br />Pon employs almost 13.000 people at over 450 branches across 32 countries.&#xd;<br />Our goal each day is to present the best offers we can to our (potential) customers.&#xd;<br />&#xd;<br />Offers bases on selling top products from the best manufacturers, and providing complementary services, such as maintenance, repair, leasing, rental and financing. &#xd;<br />Pon is an international trade and service company, that engages in a wide range of activities. &#xd;<br />The greater part of the activities is focused on import, logistics, marketing, distribution, service and maintenance of products which complement each other in terms of type, quality, and organisation. &#xd;<br />The products and markets are cars, commercial vehicles, trucks, busses, tires, road construction and earthmoving equipment, shipping, off-shore, transport and logistics. &#xd;<br />Next to the activities Pon is also a manufacturer of bicycles.","acronym":"Pon","interests":"Climate Action, Competition, Customs, Energy, Environment, Regional Policy, Research and innovation, Trade, Transport","euInitiatives":"Main EU files followed are mobility, air pollution and climate change. &#xd;<br />We follow these via public sources or via information supplied by branch organisations.","lastUp":"2018-08-23T08:10:14.145+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}