{"id":"37687314978-15","name":"Union of European Veterinary Practitioners","registrationDate":"2011-01-13T15:54:02.110+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.fve.org/members/uevp/","country":"Belgium","headAddress":"Avenue de Tervueren, 12","headCity":"Bruxelles","headPostCode":"1040","headPhone":"(32)25 33 70 20","boss":"Thierry Chambon","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"National Veterinarian Practitioner Associations of the following countries: &#xd;\nAustria&#xd;\nBelgium &#xd;\nCroatia&#xd;\nCzech Republic&#xd;\nDenmark&#xd;\nEstonia&#xd;\nFinland &#xd;\nFrance&#xd;\nGermany&#xd;\nGreece&#xd;\nHungary&#xd;\nIreland&#xd;\nItaly&#xd;\nLatvia&#xd;\nLuxemburg&#xd;\nNetherlands&#xd;\nNorway&#xd;\nPoland&#xd;\nPortugal&#xd;\nRomania&#xd;\nSerbia&#xd;\nSlovakia&#xd;\nSlovenia&#xd;\nSpain &#xd;\nSweden&#xd;\nSwitzerland&#xd;\nUnited Kingdom&#xd;\n&#xd;\nFECAVA ( European Federation of companion animal practitioners)&#xd;\nFEEVA ( European Federation of Horse practitioners)&#xd;\nEAPHM (European Association of Porcine Health Management)&#xd;\nObserver: Cyprus","memberOrga":"","goal":"Practicing veterinarians are without a doubt the sector of the veterinary profession best known to the public. Caring for the health of companion, farm and/or zoo animals, they are also the largest group, representing around two thirds of the veterinary work force in Europe. Practicing veterinarians may be self-employed, an associate partner, or work as salaried assistant or locum (relief veterinarian). In some countries, veterinary practitioners are employed by the state or by municipalities.&#xd;<br />&#xd;<br />Though all veterinarians receive a general basic training, encompassing all animal species and diseases, a growing number of practitioners are specializing in one or more species (such as companion animals, horses, pigs or exotic animals) or in a particular discipline (e.g. dermatology, surgery, internal medicine, reproduction, ophthalmology).&#xd;<br />&#xd;<br />The interests of practicing veterinarians on a European level are represented since 1970 by the UEVP, the European umbrella organization of national veterinary practitioners' associations","acronym":"UEVP","interests":"Education and training, Food Safety, Maritime affairs and fisheries, Public Health, Single market, Transport","euInitiatives":"animal health and welfare, veterinary medicines, One Health (human &amp; animals), Education","lastUp":"2019-02-20T11:12:49.601+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}