{"id":"377055313623-72","name":"Deutscher Derivate Verband","registrationDate":"2014-05-13T11:23:32.322+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.derivateverband.de","country":"Germany","headAddress":"Pariser Platz, 3","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)3 04 00 04 75 15","boss":"Dr. Hartmut Knüppel","bossTitle":"Mr","bossPosition":"Geschäftsführender Vorstand","membersCount":6,"membersFTE":"4.5","membership":"Der Deutsche Derivate Verband ist Mitglied im europäischen Dachverband European Structured Investment Products Association (EUSIPA). EUSIPA vertritt die Interessen der Branche in Europa. &#xd;\n&#xd;\nIm Mittelpunkt stehen dabei strukturierte Wertpapiere wie Zertifikate und Optionsscheine. EUSIPA setzt sich für einen attraktiven und fairen regulatorischen Rahmen dieser Finanzprodukte ein. Der Dachverband ist Ansprechpartner der Politik und der europäischen Wertpapieraufsicht zu allen Fragen rund um Zertifikate. Wo immer gewünscht, stellt der Verband sein Expertenwissen zur Verfügung. Er begleitet Parlamentsinitiativen und Regulierungsvorhaben der Kommission und nimmt Stellung zu allen Themen, die für die europäische Zertifikatebranche von Bedeutung sind.","memberOrga":"https://www.derivateverband.de/DEU/Verband/Mitglieder","goal":"Der Deutsche Derivate Verband (DDV) ist die Branchenvertretung der 15 führenden Emittenten derivativer Wertpapiere in Deutschland. Die in- und ausländischen Banken repräsentieren etwa 90 Prozent des Gesamtmarktes. Bei den strukturierten Wertpapieren handelt es sich ausschließlich um börsennotierte Anlagezertifikate und Hebelprodukte für Privatanleger. Der DDV wurde am 14. Februar 2008 gegründet und ist als politischer Interessenverband in Berlin und Brüssel aktiv. Der intensive Meinungsaustausch mit politischen Entscheidern und die Begleitung von Gesetzesinitiativen zählen zu den Hauptaufgaben des Verbands. Wo immer gewünscht stellt er sein Expertenwissen zur Verfügung. Mehr Anlegerschutz sowie mehr Transparenz und Verständlichkeit der Produkte sind wichtige Anliegen des Verbands. Gemeinsam mit seinen Mitgliedern und Fördermitgliedern setzt er hier Branchenstandards.","acronym":"DDV","interests":"Consumer Affairs, Economic and Financial Affairs, Taxation","euInitiatives":"MiFID II / MiFIR; Packaged Retail Investment Products (PRIIPs); Finanztransaktionssteuer; Index-Verordnung; Review of Prospectus Directive","lastUp":"2018-03-28T10:56:21.376+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}