{"id":"377462122157-01","name":"Air Transport Action Group","registrationDate":"2016-06-08T17:11:16.966+02:00","category":2,"subCategory":4,"legal":"Not-for-profit association","web":"http://www.atag.org","country":"Switzerland","headAddress":"Air Transport Action Group","headCity":"Geneva 15","headPostCode":"1215","headPhone":"(41)2 27 70 20 97","boss":"Michael Gill","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"see our web page: http://www.atag.org/membership/our-members.html","goal":"ATAG brings together all aviation industry players so that they can speak with one voice -- and works to promote avaition's sustainable growth for the benefit of our global society. &#xd;<br />&#xd;<br />ATAG's mission is to define common positions on issues and to make expert and constructive contributions to the industry and governmental consultation process.&#xd;<br />&#xd;<br />To this end, ATAG:&#xd;<br />o\tadvocates for coordinated action on strategic issues (such as environment and infrastructure) that require cross-industry involvement – and contributes to public policy debates;&#xd;<br />o\tmobilises the industry towards joint statements and promotion of a joint vision;&#xd;<br />o\tcarries out appropriate studies to develop consistent data and information;&#xd;<br />o\tproactively communicates aviation's positive role and impact with respect to economic and social development; and&#xd;<br />o\toperates with flexibility and an open-mind, thus creating the conditions for a transparent dialogue. In so doing, ATAG plays an influential role in ensuring that aviation can continue to grow according to market demands and deliver the enormous economic and social benefits it brings to the world.","acronym":"ATAG","interests":"Climate Action, Economy, finance and the euro, Energy, Environment, Trade","euInitiatives":"Aviation sustainable development, infrastructure development, as well as transport policy and climate policy.","lastUp":"2018-05-03T10:30:26.728+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}