{"id":"377434630504-43","name":"Irish Green Building Council","registrationDate":"2018-03-02T17:23:29.874+01:00","category":3,"subCategory":2,"legal":"Not for profit","web":"http://www.igbc.ie","country":"Ireland","headAddress":"19 Mountjoy Square East","headCity":"Dublin","headPostCode":"00001","headPhone":"(353)8 77 62 10 47","boss":"Pat Barry","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"- World Green Building Council worldgbc.org/our-regional-networks/europe&#xd;\n- Renovate Europe http://renovate-europe.eu/","memberOrga":"https://www.igbc.ie/membership/members/","goal":"With a network of over 100 member organisations, the IGBC is working to transform the Irish construction and property sector into a global leader in quality and sustainability. &#xd;<br />&#xd;<br />IGBC's main activities relate to:&#xd;<br />- Education: The IGBC is the leading provider of green building certification and full building LCA training in Ireland. Other activities include organising large-scale conferences and site visits.&#xd;<br />- Sustainable building tools: The IGBC has developed many tools to make the Irish Construction industry more sustainable. This includes EPD Ireland platform and the Home Performance Index, Ireland's first national certification for quality and sustainability in the residential sector&#xd;<br />- Advocacy: the IGBC work in close cooperation with its members to influence policy both at national and European level - through the World Green Building Council - Europe and Renovate Europe. For instance, in 2016 the IGBC, in conjunction with the Department of Climate Action, organised a large scale consultation process to co-design an ambitious national energy renovation for Ireland. An example at EU level, is our contribution to the development of Level(s), the European framework for sustainable building.","acronym":"IGBC","interests":"Climate Action, Energy, Environment","euInitiatives":"- Energy Efficiency &#xd;<br />- EPBD&#xd;<br />- Circular Economy&#xd;<br />- Green Public Procurement","lastUp":"2018-03-02T17:24:03.823+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}