{"id":"378197115670-41","name":"Assotrasporti","registrationDate":"2015-01-20T11:43:57.396+02:00","category":2,"subCategory":4,"legal":"Associazione di categoria","web":"http://www.assotrasporti.eu","country":"Italy","headAddress":"Via Fiume, 34","headCity":"Sanremo (IM)","headPostCode":"18038","headPhone":"(39)01 71 41 31 46","boss":"Secondo Sandiano","bossTitle":"Mr","bossPosition":"Presidente","membersCount":4,"membersFTE":"1.0","membership":"Assotrasporti aderisce alla Confederazione Europea Piccole Imprese CEPI-UCI","memberOrga":"","goal":"1) tutela degli interessi generali e specifici delle imprese di autotrasporto merci, mediante la rappresentazione delle stesse in ambito nazionale ed internazionale presso le competenti Autorità, Amministrazioni e Organizzazioni sindacali;&#xd;<br />2) incentivazione e attuazione di forme di collaborazione fra gli associati e di cooperazione tra gli stessi,riunendoli in cooperative e consorzi;&#xd;<br />3) promozione di qualsiasi iniziativa tesa a risolvere le problematiche del settore di ordine tecnico, giuridico, economico, sindacale, commerciale, assicurativo, logistico, valorizzare e potenziare l’attività delle imprese associate e concludere convenzioni per l’acquisizione dei beni e/o servizi da parte degli associati.","acronym":"Assotrasporti","interests":"Competition, Customs, Development, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, Internal Market, Justice and Fundamental Rights, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Richiesta di intervento alla Commissione europea nei confronti della legge francese che vieta il riposo settimanale a bordo del camion, la quale ha ottenuto le risposte n° Ref. Ares(2014)2102078 - 26/06/2014 e Ref. Ares(2014)2599911 del 06/08/2014.&#xd;<br />Richiesta di considerazioni circa la piattaforma programmatica Assotrasporti per la riforma dell’autotrasporto, la quale ha ottenuto risposta n° Ref. Ares(2014)1507177 - 12/05/2014","lastUp":"2018-03-26T11:55:32.177+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}