{"id":"378142414263-73","name":"Global CCS Institute Ltd","registrationDate":"2014-08-25T17:03:46.096+02:00","category":4,"subCategory":5,"legal":"Independent, not-for-profit company registered under the (Australian) Corporations Act 2001 (Cth).","web":"http://www.globalccsinstitute.com/","country":"Australia","headAddress":"Level 16, Elizabeth street 360","headCity":"Docklands","headPostCode":"VIC 3000","headPhone":"(61)3 86 20 73 00","boss":"Brad Page","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":5,"membersFTE":"1.25","membership":"Zero Emission Technology Platform (ZEP), Climate Technology Centre Network (CTCN)","memberOrga":"","goal":"The Global CCS Institute is an international think tank whose mission is to accelerate the deployment of carbon capture and storage (CCS), a vital technology to tackle climate change and provide energy security. The Institute aims to drives the adoption of CCS as quickly and cost effectively as possible by sharing expertise, building capacity and providing information, advocacy and advice to ensure this clean technology can play its vital role in reducing greenhouse gas emissions.&#xd;<br />&#xd;<br />Our objectives&#xd;<br />- Provide authoritative knowledge sharing&#xd;<br />- Offer fact-based advice and advocacy&#xd;<br />- Create favourable conditions to implement CCS&#xd;<br />&#xd;<br />Our objectives&#xd;<br />- Increased public understanding and acceptance of CCS&#xd;<br />- Increased commercial opportunities for CCS&#xd;<br />- Equal treatment of CCS with other clean energy technologies in energy and climate change policy","acronym":"GCCSI","interests":"Budget, Business and Industry, Climate Action, Competition, Energy, Environment, External Relations, Institutional affairs, Research and innovation, Trade, Trans-European Networks, Transport","euInitiatives":"Fact-based advocacy &#xd;<br />&#xd;<br />The Institute positions and promotes the critical role of CCS in a low-carbon economy. We do this by connecting and advising key domestic and international influencers on the overall benefits of CCS. &#xd;<br />&#xd;<br />We also raise the profile of CCS as a vital, safe and clean energy technology through ongoing media and public awareness campaigns. &#xd;<br />Greater understanding of the technology advances the development, demonstration, and deployment of CCS and leads to the formation of appropriate incentives, funding, financing and risk solutions. &#xd;<br />&#xd;<br />Knowledge sharing &#xd;<br />&#xd;<br />The Institute generates, collects and shares information, experiences and lessons learnt by connecting people and networks. This enables government and industry to accelerate the uptake of technology, improve public awareness, reduce costs and drive innovation. &#xd;<br />Strengthening capacity for CCS implementation. &#xd;<br />The Institute helps Members to build capability for implementing CCS demonstration across people, technology and policy matters. &#xd;<br />We do this by working directly with stakeholders to support the development of appropriate policies and programs, building understanding of financial and commercial issues as they affect projects, and deploying capability development programs. &#xd;<br />&#xd;<br />As a result, we are able to make progress on a range of complex challenges that have an impact on the demonstration of CCS.","lastUp":"2019-07-04T12:15:41.219+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}