{"id":"37826442653-25","name":"De Regenboog Groep","registrationDate":"2009-11-21T17:58:38.013+02:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.deregenboog.org","country":"Netherlands","headAddress":"Drogbak, 1d","headCity":"Amsterdam","headPostCode":"1001 EW","headPhone":"(31)2 04 20 35 28","boss":"Hans Wijnands","bossTitle":"Mr","bossPosition":"General Director","membersCount":5,"membersFTE":"2.75","membership":"RG/CN is member of the International Drug Policy Consortium (IDPC)  and the European Federation of Associations working with the homeless (FEANTSA)","memberOrga":"http://www.correlation-net.org/index.php/network-members","goal":"The Regenboog Group is an Amsterdam based NGO, which provides low threshold and harm reduction services to drug users, homeless people and people with mental health problems. The main aim of the organisation is to reduce social isolation and to support the participation of marginalised groups in society. &#xd;<br />More specifically this includes: &#xd;<br />&#xd;<br />- Low threshold and harm reduction services, such as day and night shelter, Drug Consumption Rooms, needle exchange programme.&#xd;<br />&#xd;<br />- Psycho-social support and counselling: the RG cooperates with a broad network of organisations in Amsterdam to provide support where needed. &#xd;<br />&#xd;<br />- Work integration: the RG runs different work programmes, which support the  (re)integration of marginalised groups in the labour market.&#xd;<br />&#xd;<br />- Informal care and buddy support: a dedicated group of volunteers and professionals supports marginalised groups in managing their daily life(includes also debt assistance). Buddy's play an important role in reducing social isolation and loneliness.  &#xd;<br />&#xd;<br />- International cooperation: The RG has an international department, which coordinates a variety of European projects and initiatives. This department coordinates as well Correlation- - European Harm Reduction Network, which has members in more than 220 countries.","acronym":"RG","interests":"Public Health","euInitiatives":"Evaluation of the EU Drug Programme (DG Justice)&#xd;<br />The RG is involved in the evaluation of the EU Drug Programme, which is currently carried out by DG Justice. &#xd;<br />&#xd;<br />&#xd;<br />Staff Working Document (DG Sante)&#xd;<br />The RG and Correlation - European Harm Reduction Network (CN) contributes to the identification of best practices in the Staff Working Document and in both the Health Policy Platform Library and the Public Health Portal of DG SANTE.&#xd;<br />&#xd;<br />&#xd;<br />EU Drug Action Plan &#xd;<br />De RG/CN is member of the Civil Society Forum on Drugs. One of the activities within the CSFD focus on evaluating the implementation of the EU Drug Action Plan. In 2018 the RG/CN will produce a policy briefing paper to promote the implementation of the EU Drug Action Plan on a national level. &#xd;<br />&#xd;<br />Europe 2020 strategy &#xd;<br />The RG/CN is dedicated to the topics of poverty and social exclusion and aims to increase employment among marginalsed groups. This applies in particular &#xd;<br />to the flagship initiatives of the Europe 2020 strategy, including the Platform against Poverty and Social Exclusion and the Agenda for New Skills and Jobs.","lastUp":"2018-03-29T15:07:40.892+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}