{"id":"37826442653-25","name":"De Regenboog Groep","registrationDate":"2009-11-21T17:58:38.013+01:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.deregenboog.org","country":"Netherlands","headAddress":"Drogbak, 1d","headCity":"Amsterdam","headPostCode":"1001 EW","headPhone":"(31)2 04 20 35 28","boss":"Hans Wijnands","bossTitle":"Mr","bossPosition":"General Director","membersCount":2,"membersFTE":"2.0","membership":"De Regenboog Groep runs an European Network www.correlation-net.org) and  is member of European projects in the field of Public Health.","memberOrga":"http://www.correlation-net.org/index.php/network-members","goal":"The Regenboog Group has the following seven points as its general mission and goals: &#xd;<br />1.\tTo provide low threshold shelter and guidance to as many homeless people, especially addicts, in Amsterdam.&#xd;<br />2.\tto realise a better link between the services in the drop-in centres and treatments and healthcare.&#xd;<br />3.\tto exist out of employees, volunteers and interns that work with devotion towards a dignified existence for our target group. &#xd;<br />4.\tTo provide good housing, both for our clients and visitors as for our employees and volunteers. &#xd;<br />5.\tTo provide an important contribution to the realisation of social services for our target groups. &#xd;<br />6.\tTo be a reliable partner, who takes responsibility for its actions, for all parties concerned. &#xd;<br />7.\tTo improve the internal conduct of business, so more methods can be used to achieve our set goals.","acronym":"RG","interests":"Public Health","euInitiatives":"The Hepatitis C and drug Use Initiative brings together more than 30 organisations – networks, grass root organisations, NGO's, health institutes and universities –  all of them working in the field of infection diseases. The aim of the Initiative is, to contribute to the improvement of knowledge and capacities and to create synergy in order to rise awareness on the issue. A Manifesto with recommendations was presented at the European Parliament and sent to all governments in WHO Europe","lastUp":"2017-12-29T14:37:59.346+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}