{"id":"378515625839-84","name":"International Development Alliance","registrationDate":"2017-02-10T07:37:09.157+01:00","category":3,"subCategory":2,"legal":"NGO","web":"http://idanetwork.eu","country":"Bulgaria","headAddress":"Pop Bogomil 1","headCity":"Sofia","headPostCode":"1202","headPhone":"(359)8 87 58 40 54","boss":"Hristina Asenova","bossTitle":"Ms","bossPosition":"Director","membersCount":9,"membersFTE":"8.25","membership":"","memberOrga":"","goal":"International Development Alliance is a global network of community development associations, youth leaders and activists who are committed to issues of young people. International Development Alliance a non-governmental, non-political and non-profit corporation that works to:&#xd;<br />&#xd;<br />            Support community development as a key method of addressing issues of poverty, inequality, discrimination, and exclusion.&#xd;<br />            Build sustainable peace using community development processes.&#xd;<br />            Promote quality education, training, research, practice exchange, and support for activists and youth workers.&#xd;<br />            Assist social integration and personal orientation of the young people in unequivalent social condition and disapleds.&#xd;<br />&#xd;<br />&#xd;<br />The purpose of International Development Alliance is to foster those educational processes which will promote understanding and goodwill among people of all nations.&#xd;<br />&#xd;<br />To achieve the goal of international understanding, International Development Alliance will promote contact between peoples of all nations, through all channels of communication.&#xd;<br />&#xd;<br />International Development Alliance operates in seven global regions including: Europe, Asia, Oceania, North America, South America, the Middle East and North Africa and Sub-Saharan Africa.","acronym":"IDA","interests":"Communication, Culture, Development, Education, Information Society, Regional Policy, Research and Technology, Youth","euInitiatives":"Children &amp; Youth: To bring together young people to participate in (international) youth activities and broaden the chances for those who are, by various reasons excluded. Strengthening the involvement of young people in decision making at a local level. The active promotion of democratic youth initiatives and structures.&#xd;<br />    Communication &amp; Media: Developing and co-ordinate international activities between members and the exchange of information; Ensure the availability of and access to information enabling greater citizens Participation and work with relevant partners for the realization of the active participation of citizens.&#xd;<br />    Education: Developing and advocating higher education policies that correspond to the needs of a knowledge society as well as respect the rights and needs of individuals; the widespread recognition of the value of Non Formal Education in promoting active citizenship.&#xd;<br />    Equality &amp; Social Inclusion: All members, regardless of gender, age, ability, race, culture, language, sexual orientation, or social and economic status have equal opportunity to become engaged in the community development process and are able to access its social and economic benefits.&#xd;<br />    Human Rights: Eradicate racism, sexism and homophobia; and promote equality and justice in our society. A Europe valuing the abilities of the individual and celebrating diversity. Advocate for more gender sensitive civil policies aiming at equal opportunities, developing programmes and activities that are more gender sensitive.&#xd;<br />    Local Leadership: The youth plays the leadership role in its own development. Encourage the activities of organizations representing marginalized and disadvantaged citizens.&#xd;<br />    Social &amp; Cultural Development: Provide spaces for intercultural and inter-faith dialogue, and learning through interaction; Promote mobility in education as a learning method and tool for developing better understanding, cultural interaction and open minded society.&#xd;<br />    Volunteerism: The adoption and implementation of policies and measures to support, promote and facilitate volunteering by citizens; Advocate for the recognition and valuing of the benefits of volunteering, both to the individual and to society, as well as of the skills, competences and attitudes gained through volunteering.&#xd;<br />    Women: Eliminate discrimination and harassment in the workplace, schools, the justice system, and all other sectors of society; secure abortion, birth control and reproductive rights for all women; end all forms of violence against women.","lastUp":"2017-02-10T07:47:07.974+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}