{"id":"379033334356-97","name":"Fundación Seminario de Investigación para la Paz","registrationDate":"2019-03-25T19:39:42.113+01:00","category":4,"subCategory":5,"legal":"Fundación","web":"http://www.seipaz.org","country":"Spain","headAddress":"Paseo de la Constitución, 6","headCity":"Zaragoza","headPostCode":"50008","headPhone":"(34)9 76 21 72 15","boss":"Carmen Magallón Portolés","bossTitle":"","bossPosition":"Presidenta","membersCount":3,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"La Fundación SIP:&#xd;<br />- se propone asegurar un espacio para la investigación para la paz con las siguientes características: rigor científico en el método, independencia en el ejercicio de su trabajo, interdisciplinariedad, capacidad de diálogo y respeto mutuo en el debate colectivo.  &#xd;<br />- Pretende practicar su trabajo no de manera neutral sino en empatía con las personas y pueblos víctimas de condiciones inhumanas que hacen imposible la paz.&#xd;<br />- Quiere trasmitir a la sociedad la necesidad de no separar la preocupación por la violencia y la paz en el escenario mundial, y la violencia y la paz en nuestro entorno social. &#xd;<br />- Para ello desea fomentar una Cultura de Paz que sea válida a todos los niveles y que concite la aportación de todos, en la que tenga un lugar propio la educación para la paz y la manera de afrontar sin violencia los conflictos inherentes a todo lo humano.&#xd;<br />- Desea colaborar en el plano internacional con los organismos multilaterales, especialmente el sistema de las Naciones Unidas, y en los planos nacional y autonómico, con la Universidad, las instituciones de investigación para la paz, ONG humanitarias y de cooperación al desarrollo, y movimientos sociales y religiosos.&#xd;<br />- Dentro de una concepción no restrictiva de paz, que incluye como meta la reducción de la violencia directa, de la violencia estructural y de la violencia cultural, se siente llamada a resaltar muy especialmente los aspectos estructurales y los modelos culturales de la violencia que muchas veces permanecen escondidos, entendiendo que la paz está en relación con el desarrollo, los derechos humanos, la democracia y el desarme.&#xd;<br />- En el marco más amplio de los objetivos de la investigación y de la cultura de paz, sigue con especial atención la problemática que nace de las relaciones de la paz y/o violencia con las religiones, los procesos de reconciliación, las mujeres, los movimientos migratorios y de refugiados, y el cuidado del medio ambiente, entre otros.","acronym":"Fundación SIP","interests":"Borders and Security, Climate Action, Culture, Culture and media, Education and training, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum","euInitiatives":"Política Exterior de la UE, en relación con conflictos armados.&#xd;<br />Apoyo a procesos de paz&#xd;<br />Derechos Humanos e Igualdad de género&#xd;<br />Participación Mujeres en procesos de paz&#xd;<br />Politicas e iniciativas frente al Extremismo Violento&#xd;<br />Políticas de inmigración&#xd;<br />Educación para la paz&#xd;<br />Fortalecimiento de organismos multilaterales.","lastUp":"2019-03-25T19:40:42.423+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}