{"id":"37907479522-75","name":"UNION DE PROFESIONALES Y TRABAJADORES AUTONOMOS DE ANDALUCIA","registrationDate":"2012-09-05T15:01:25.738+01:00","category":2,"subCategory":1,"legal":"ASOCIACION PROFESIONAL DE TRABAJO AUTONOMO","web":"http://www.upta-andalucia.org/","country":"Spain","headAddress":"AVDA. BLAS INFANTE, Nº 4, 4ª PLANTA Y MEDIA","headCity":"SEVILLA","headPostCode":"41011","headPhone":"(034)9 54 54 00 06","boss":"INES MAZUELA ROSADO","bossTitle":"","bossPosition":"SECRETARIA GENERAL","membersCount":9,"membersFTE":"9.0","membership":"UPTA Andalucía forma parte de la estructura estatal que engloba la Unión de Profesionales y Trabajadores Autónomos de España (UPTA). UPTA España es una organización intersectorial que atiende a todos los ámbitos de actividad económica que se ejercen por cuenta propia, exceptuando la agricultura. Su prioridad es la organización de autónomos propiamente independientes; es decir, que no tienen trabajadores a su cargo, así como a las microempresas hasta cinco trabajadores, ya que constituyen el sector mayoritario y el más diseminado organizativamente.","memberOrga":"","goal":"La Unión de Profesionales y Trabajadores Autónomos de Andalucía (UPTA Andalucía) es una entidad sin ánimo de lucro, de ámbito regional y al servicio del colectivo de autónomos/as, en la que se agrupan trabajadores/as por cuenta propia, independientemente de la actividad económica o profesional desarrollada y el sector al que pertenezcan.&#xd;<br />Se constituye con la firme intención de asistir, representar y atender los intereses de los/as profesionales y trabajadores/as autónomos/as en todos los ámbitos de la sociedad, con el fin de dar un paso adelante en la consolidación de este colectivo en el tejido económico y social andaluz.","acronym":"UPTA ANDALUCIA","interests":"Business and Industry, Culture, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Environment, Regional Policy, Single market, Taxation, Trade, Transport, Youth","euInitiatives":"Trabajo por cuenta propia&#xd;<br />Eliminación de barreras trabajadores por cuenta propia en el territorio UE&#xd;<br />Políticas de empleo&#xd;<br />Mejora de la protección social de los trabajadores por cuenta propia&#xd;<br />Fomento del emprendemiento","lastUp":"2019-02-04T08:30:39.223+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}