{"id":"37914257766-19","name":"COUNCIL OF EUROPEAN FORESTERS","registrationDate":"2012-01-18T13:58:12.974+01:00","category":4,"subCategory":5,"legal":"Association","web":"http://www.ceforg.eu","country":"Romania","headAddress":"Magheru, 31","headCity":"Bucharest","headPostCode":"010325","headPhone":"(4021)3 13 82 83","boss":"Marian Stoicescu ","bossTitle":"Mr","bossPosition":"vice President","membersCount":1,"membersFTE":"0.5","membership":"Other actors in the forest, environmental and natural resources sector in Europe","memberOrga":"","goal":"The objectives of C.E.F. are:&#xd;<br />to develop the understanding among foresters and between foresters and society.&#xd;<br />to sustain, at the country, European and global level, the interests of the foresters, members of C.E.F.&#xd;<br /> to develop the international solidarity between the foresters.&#xd;<br />to inform the organization members about the topics and issues of the world and continental forestry sector.&#xd;<br />to represent member organizations and foresters at the international institutions as UN, Council of  Europe, European Parliament, European Council, European Commission and others related to the forestry field, natural environment, bio-energy reserves, wood and biomass and to the labor relations field.&#xd;<br />to develop contacts, understanding and cooperation among C.E.F. members and between the C.E.F. and other international foresters organizations.&#xd;<br />to develop exchange of knowledge and experience on forestry issues between the organization members.&#xd;<br />to promote the provisions of the Forester’s Declaration for their recognition and implementation by the states and international institutions.&#xd;<br />to use the forest expertise experience of its members within the European Advisory Forest Experts Group during the contacts with the institutions of the Council of Europe and European Union. In this respect, CEF will establish the European Advisory Forest Experts Group which shall consist of one or two foresters from each foresters’ organization member of CEF and the representative of forestry state university or forestry state faculty from any European country, and a representative of each national forest research institute from any country of Europe. These representatives from forestry state universities or faculties and from national forest research institutes will become members of CEF. The Rules of Organizing and Functioning of the Advisory Forest Experts Group will be approved by CEF.","acronym":"CEF","interests":"Agriculture and Rural Development, Budget, Climate Action, Consumer Affairs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Humanitarian Aid, Internal Market, Regional Policy, Research and Technology","euInitiatives":"Participation in the work of EC-DGAGRI, FOREST EUROPE and the UNFF as an observer. Looking for possibilities to widen cooperation with official international organizations dealing with forestry and forest policy.","lastUp":"2017-02-09T09:16:39.471+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}