{"id":"379158835047-06","name":"European Minds Sweden AB","registrationDate":"2019-06-04T14:37:21.411+02:00","category":1,"subCategory":6,"legal":"Aktiebolag","web":"http://europeanminds.eu","country":"Sweden","headAddress":"Storgatan 53","headCity":"Skellefteå","headPostCode":"931 30","headPhone":"(46)7 05 59 65 95","boss":"Tommie Helgee","bossTitle":"","bossPosition":"CEO","membersCount":3,"membersFTE":"3.0","membership":"Arbetsgivarorganisationen Almega","memberOrga":"","goal":"Skapar positiv samhällsutveckling&#xd;<br />European Minds tjänster hjälper företag, organisationer och branscher att utvecklas. Tillsammans med oss når du nya höjder. Det kan handla om alltifrån att utveckla din organisation, hitta finansiering till nya satsningar, stimulera en bransch, genomföra en utbildning eller utvärdera ett projekt till att skapa idéprocesser när du är i behov av innovation och nya tankar.&#xd;<br />&#xd;<br />Gedigen erfarenhet&#xd;<br />European Minds var ett av de första företagen i Sverige att hjälpa kunder med EU-relaterade frågor. Sedan dess har vi arbetat med tusentals kunder och utökat våra tjänster till en betydligt bredare marknad. I dag arbetar vi med kommuner, företag, ideella föreningar och stiftelser i hela Europa. Alltifrån näringslivskontor på kommuner till dataspelsföretag till organisationer som Röda korset.&#xd;<br />&#xd;<br />Får andra att växa&#xd;<br />Vi vilar på en värdegrund av allas lika värde. Därför är vi bland annat ofta involverade i arbeten som stöttar socialt utsatta i samhället. Det kan till exempel vara uppdrag och projekt gällande tidiga skolavhopp, drogmissbruk eller integration. Vi brinner för att få andra att växa, både företag och individer. Att hjälpa människor att uppnå något de först inte trodde var möjligt är en oslagbar känsla för oss!","acronym":"European Minds","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Culture and media, Education and training, Employment and Social Affairs, Energy, International co-operation and development, Migration and asylum, Regional Policy, Research and innovation, Youth","euInitiatives":"Arbetet med de nya ESF, ERUF, Erasmus, med regionala utvecklingsfrågor, arbetsmarknad, social inkludering.","lastUp":"2019-06-04T14:37:59.904+02:00","customers":"Skellefteå Kommun","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":"","turnoverRange":""}