{"id":"37937886834-69","name":"European Magazine Media Association","registrationDate":"2011-09-29T23:21:32.090+02:00","category":2,"subCategory":4,"legal":"aisbl","web":"http://www.magazinemedia.eu/emma/index.html","country":"Belgium","headAddress":"Rue de Namur 73A","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)25 36 06 00","boss":"Joy de Looz-Corswarem","bossTitle":"Ms","bossPosition":"Interim Executive Director","membersCount":5,"membersFTE":"4.5","membership":"CMBA&#xd;\nAIG&#xd;\nEASA&#xd;\nPMG&#xd;\nIFFRO&#xd;\nEDAA&#xd;\nEIF","memberOrga":"The complete list of our member organisations can be found at www.magazinemedia.eu. There are three categories of membership: Corporate Members, International and National Associations, and Strategic Partners.","goal":"The European Magazine Media Association, EMMA, is a non-profit organization based in Brussels. This European umbrella association represents towards the Institutions of the Europe Union the interests of the different national associations of magazine media in Europe, as well as a number of corporate members. &#xd;<br />&#xd;<br />EMMA’s mission is to promote and protect the interests of publishers of magazine media within the European Union, thus ensuring the long-term survival and prosperity of a plural, diverse and economically successful magazine media in the EU. In this logic, EMMA defends the freedom of expression, thus promoting pluralism and diversity, and make certain that Europe’s magazine media sector remains competitive and vibrant.","acronym":"EMMA","interests":"Audiovisual and Media, Competition, Consumer Affairs, Culture, Economic and Financial Affairs, Environment, Information Society, Internal Market, Taxation","euInitiatives":"The main files covered by EMMA include such topics as: data protection, copyright, competition, VAT, media pluralism, media freedom, privacy, and postal usage.","lastUp":"2018-03-29T12:47:45.911+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}