{"id":"37955905654-37","name":"CELGENE","registrationDate":"2011-04-14T10:05:22.699+01:00","category":2,"subCategory":3,"legal":"Corporation - publicly traded","web":"http://www.celgene.com/","country":"United states","headAddress":"Morris Avenue, 86","headCity":"Summit","headPostCode":"NJ07901","headPhone":"(01)90 86 73 90 00","boss":"Mark Alles","bossTitle":"Mr","bossPosition":"Chairman and Chief Executive Officer","membersCount":5,"membersFTE":"2.5","membership":"Celgene is a member of following organizations in Brussels:&#xd;\nEuropean Federation of Pharmaceutical Industries and Associations (EFPIA)&#xd;\nEuropean Confederation of Pharmaceutical Entrepreneurs (EUCOPE)&#xd;\nAmerican Chamber of Commerce to the European Union (AmCham EU)&#xd;\nFriends of Europe&#xd;\nEuropean Policy Center","memberOrga":"","goal":"Celgene Corporation, headquartered in Summit, New Jersey, is an integrated global biopharmaceutical company engaged primarily in the discovery, development and commercialization of innovative therapies for the treatment of cancer and inflammatory diseases through next-generation solutions in protein homeostasis, immuno-oncology, epigenetics, immunology and neuro-inflammation.","acronym":"","interests":"Business and Industry, Competition, Consumers, Employment and Social Affairs, Institutional affairs, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Celgene works with European institutions to raise awareness of diseases with a high unmet medical need - such as rare diseases, rare cancers and immune and inflammatory diseases - to drive greater focus on patients with these underserved conditions. We seek cooperation in policy developments that improve regulatory processes for pharmaceuticals and ensure the right environment for research and industry in Europe. We foster debates around improved and equal access to innovative medicines for patients through open dialogues with European policy-makers.&#xd;<br />&#xd;<br />We therefore monitor EU initiatives related to the registration and evaluation of medicines as well as the current EU policy debates on innovation in healthcare, Health Technology Assessment cooperation, access to medicines and intellectual property.","lastUp":"2019-02-15T14:01:04.126+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}