{"id":"379870635946-34","name":"la France et le Monde","registrationDate":"2019-09-18T14:37:19.009+02:00","category":3,"subCategory":2,"legal":"association","web":"http://lafranceetlemonde.com/","country":"France","headAddress":"christophenourissier@lafranceetlemonde.com","headCity":"Paris","headPostCode":"","headPhone":"(33)6 98 40 62 56","boss":"Christophe Nourissier","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"La France et le Monde seeks to promote the relationship between France and often left out international economic partners, the European construction. &#xd;<br />In addition to our observational and analytical activities, we aim toraise awareness about transparency in politics. It is a non-profit NGO that regroups unpaid workers. We aim to expose the influence of fake NGOs on European politics and the derogatory influence of foreign interest groups in European affairs. &#xd;<br />To that end, we organise conferences with major media personalities, experts and MEPs to raise awareness about such issues.","acronym":"","interests":"External Relations, Foreign affairs and security policy, Fraud prevention, Institutional affairs","euInitiatives":"We aim to expose the influence of fake NGOs on European politics and the derogatory influence of foreign interest groups in European affairs.&#xd;<br />&#xd;<br />To that end, the main legislative files that la France et le Monde follows are:&#xd;<br />- Regulation 1049/2001 on access to EU documents &#xd;<br />- Transparency of the EU institutions, including of spending&#xd;<br />- Codes of Conduct in all EU Institutions&#xd;<br />- Rules on the EU Transparency Register&#xd;<br />- Migration and refugee policy and financing (especially regarding high status political refugees)&#xd;<br />- Common Foreign and Security Policy&#xd;<br />- Legislative files that affect Whistleblower Protection, fight against corruption, money laundering rules, copyright, data protection, the re-use of public sector information, and media freedom&#xd;<br />- EU Transparency Register and its implementation","lastUp":"2019-09-26T14:52:55.727+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}