{"id":"380149936195-88","name":"Alfa Laval Corporate AB","registrationDate":"2019-10-11T18:38:54.832+02:00","category":2,"subCategory":3,"legal":"AB","web":"http://alfalaval.com","country":"Denmark","headAddress":"Rudeboksvägen 1","headCity":"Lund","headPostCode":"SE-226 55","headPhone":"(45)46 36 65 00","boss":"Tom Erixon","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"SeaEurope&#xd;\nDanísh Maritime - and other like equipment manufacturer associations&#xd;\nCIMAC&#xd;\nDanish Standard (ISO)&#xd;\nEGCSA","memberOrga":"","goal":"Alfa Laval is today a world leader within the key technology areas of heat transfer, separation and fluid handling. Our company was founded on a single brilliant invention and innovation remains at the heart of everything we do.&#xd;<br />With more than 2500 patents, we provide worldwide solutions in areas that are vital to society both today and for the future.&#xd;<br />With the vision of creating better everyday conditions for people, Alfa Laval has developed products since 1883. The world is increasingly focused on saving energy and protecting the environment. Alfa Laval is committed to those goals. Our products are involved in treating water, reducing carbon emissions and minimizing water and energy consumption, as well as heating, cooling, separating and transporting food. These areas represent the core of Alfa Laval's expertise.&#xd;<br />Two sides of sustainability: Business Principles and Business opportunities&#xd;<br />Alfa Laval's Business Principles, our Code of Conduct, describe the way we act within society whilst achieving our business goals. The four principles; Social, Business Integrity, Environment and Transparency include respecting the human rights of our employees and the communities in which we operate and our work to reduce environmental impact. At Alfa Laval sustainability is also about capturing business opportunities. Our products and solutions are involved in treating water, improving energy efficiency, reducing carbon emissions and minimizing environmental pollution, as well as heating, cooling, separating and transporting food. In other words, sustainability is at the core of our business.","acronym":"AL","interests":"Climate Action, Energy, Environment, Maritime affairs and fisheries, Research and innovation","euInitiatives":"Anything relevant for GHG, air emissions, energy efficiency, water regulations, maritime regulation, maritime equipment, etc.&#xd;<br />ESSF and its subgroups.&#xd;<br />Horizon 2020","lastUp":"2019-10-11T19:04:05.562+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}