{"id":"380369829542-85","name":"Institute of Directors Belgium","registrationDate":"2018-01-11T11:23:54.688+01:00","category":2,"subCategory":4,"legal":"None","web":"https://www.iod.com/events-community/regions/international#tab-Belgium","country":"United kingdom","headAddress":"116 Pall Mall","headCity":"London","headPostCode":"SW1Y 5ED","headPhone":"(44)20 74 51 31 04","boss":"Mark Cunningham","bossTitle":"Mr","bossPosition":"Chairman","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Our mission and responsibility has four elements:&#xd;<br />&#xd;<br />Better Directors&#xd;<br />&#xd;<br />Professionalism&#xd;<br />To promote for the public benefit high levels of skill, knowledge, professional competence and integrity on the part of directors and equivalent office holders of companies and other organisations.&#xd;<br />&#xd;<br />Better Economy&#xd;<br />&#xd;<br />Lobbying&#xd;<br />To represent the interests of IoD members and the business community, to government and all opinion formers. To encourage and foster a climate favourable to entrepreneurial activity and wealth creation.&#xd;<br />&#xd;<br />Better Business&#xd;<br />&#xd;<br />Corporate Governance&#xd;<br />To promote the study. research and development of the law and practice of corporate governance, and to share findings.&#xd;<br />&#xd;<br />Better Services&#xd;<br />&#xd;<br />Support&#xd;<br />To advance the interests of members of the institute, and to provide facilities, services and benefits for them.","acronym":"IOD Belgium","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Financial reporting &amp; accounting, including IFRS endorsement&#xd;<br />&#xd;<br />Taxation policy&#xd;<br />&#xd;<br />Single Market issues&#xd;<br />&#xd;<br />Mobility of workers&#xd;<br />&#xd;<br />Workers rights&#xd;<br />&#xd;<br />DSM, IPR, GDPR and affect on our members","lastUp":"2019-11-20T11:55:39.255+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}