{"id":"38064081304-25","name":"Deutsches Aktieninstitut","registrationDate":"2009-03-05T18:11:03.504+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein (e.V.)","web":"http://www.dai.de","country":"Germany","headAddress":"Senckenberganlage 28","headCity":"Frankfurt am Main","headPostCode":"60325","headPhone":"(49)69 92 91 50","boss":"Dr. Christine Bortenlänger","bossTitle":"Ms","bossPosition":"Geschäftsführendes Vorstandsmitglied","membersCount":9,"membersFTE":"4.5","membership":"Das Deutsche Aktieninstitut ist Mitglied im europäischen Dachverband EuropeanIssuers (http://europeanissuers.eu)sowie im Center for European Policy Studies (CEPS, www.ceps.eu).","memberOrga":"https://www.dai.de/de/das-sind-wir/mitglieder/unsere-mitglieder.html","goal":"Das Deutsche Aktieninstitut e.V., im Jahr 1953 als \"Arbeitskreis zur Förderung der Aktie\" gegründet, ist der Verband der Unternehmen und Institutionen, die sich am deutschen Kapitalmarkt engagieren. Seit 2003 vertritt es - in der Nachfolge des aufgelösten Finanzplatz e.V. - die Interessen des gesamten Finanzplatzes Deutschland.&#xd;<br />&#xd;<br />Ziel des Deutschen Aktieninstituts ist es, die Position Deutschlands als Standort für Finanzdienstleistungen im internationalen Wettbewerb zu stärken, zur Weiterentwicklung der kapitalmarktpolitischen Rahmenbedingungen beizutragen und die Unternehmensfinanzierung in Deutschland zu verbessern.&#xd;<br />&#xd;<br />Als unabhängige und nicht gewinnorientierte Institution setzt sich das Deutsche Aktieninstitut auf allen gesellschaftlichen Ebenen und im politischen Umfeld für den Finanzplatz Deutschland und für die Aktie als Anlage- und Finanzierungsinstrument ein. Es informiert in vielfältiger Weise über die Vorteile der Aktie - ohne die möglichen Risiken zu verschweigen. Darüber hinaus wirkt das Deutsche Aktieninstitut - in Berlin wie in Brüssel - auf eine Verbesserung der rechtlichen Rahmenbedingungen des deutschen Kapitalmarktes hin, wirbt im In- und Ausland für den Finanzplatz Deutschland und steht seinen Mitgliedsunternehmen als Dienstleister zur Verfügung.","acronym":"DAI","interests":"Economic and Financial Affairs, Education, Enterprise, Financial Stability, Financial Services and Capital Markets Union , Internal Market, Taxation, Trade","euInitiatives":"Projekt Kapitalmarktunion, Nachhaltigkeit und Sustainable Finance,  Brexit-Verhandlungen, EU-Pläne zur Überarbeitung der EU Aufsichtsbehörden und der European Market Infrastructure Regulation (EMIR) sowie Level 2- Maßnahmen im Bereich der EU-Finanzmärkterichtlinie und Verordnung (MiFID/MiFIR) sowie der Marktmissbrauchverordnung, Marktmissbrauchs-Richtlinie (MAR/MAD) und EU-Prospekteverordnung.","lastUp":"2018-03-16T16:10:55.639+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}