{"id":"38096451110-61","name":"UEIL, Union of the European Lubricants Industry","registrationDate":"2009-02-10T15:01:20.385+01:00","category":2,"subCategory":4,"legal":"ASBL","web":"http://www.ueil.org","country":"Belgium","headAddress":"Avenue des Arts 46","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)25 04 90 03","boss":"Valentina Serra-Holm","bossTitle":"Ms","bossPosition":"President","membersCount":3,"membersFTE":"0.75","membership":"UEIL is member of ATIEL. &#xd;\n&#xd;\nATIEL represents the combined knowledge and experience of Europe’s leading engine oil manufacturers.&#xd;\n&#xd;\nIts expertise in engine lubricants technology has helped to establish industry best practices and quality standards for both vehicle manufacturers and consumers.&#xd;\n&#xd;\nBy drawing on the technical know-how of its membership it promotes consensus on key technical issues, ensuring that engine oils continue to contribute to improved wear protection, deposit control, lower emissions and fuel economy.&#xd;\n&#xd;\nhttp://atiel.org/","memberOrga":"https://www.ueil.org/members/","goal":"UEIL is the pre-eminent Trade Association in Europe representing the interests of companies involved in the lubricants industry. With members in over 20 European Member States and a unique collective experience of lubricants and the lubricants market, UEIL is the strongest representative body for manufacturers of lubricants in Europe. We facilitate the resolution of EU regulatory, investment, political and competitiveness issues that impact our members and play a role in creating better understanding of EU matters with members.","acronym":"UEIL","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Energy, Environment, Public Health, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"-: Access to vehicle repair and maintenance information&#xd;<br />-: Access to Technical information&#xd;<br />-: CLP, Classification, Labeling and Packaging. Method of classifying and labeling chemicals it introduced is based on the United Nations' Globally Harmonized System (GHS).&#xd;<br />-: REACH, Study to monitor the impacts of the REACH Regulation on innovation, competitiveness and SMEs&#xd;<br />-: Ecolabel, contribution to consultation&#xd;<br />-: Borates, prioritization of borates for REACH&#xd;<br />-: Circular economy&#xd;<br />-: CSR consultation","lastUp":"2019-03-18T11:35:17.688+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}