{"id":"381248732047-48","name":"Confederation of Organisations in Road Transport Enforcement","registrationDate":"2018-07-23T11:13:48.961+02:00","category":3,"subCategory":2,"legal":"A.I.S.B.L.","web":"http://www.corte.be/","country":"Belgium","headAddress":"37, rue des Deux Eglises","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 86 80 32","boss":"Rémy Russotto","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"0.75","membership":"Collaboration:&#xd;\n- With CITA in the common CITA-CORTE Road Worthiness Working Group&#xd;\n- EU Road Transport Committee (DG MOVE)&#xd;\n- EU Road Worthiness Committee (DG MOVE)&#xd;\n- UN Road Transport expert group&#xd;\n- European Organisation for Security (EOS)&#xd;\n- European Cybersecurity Organisation (ECSO)","memberOrga":"http://www.corte.be/members/list-of-members","goal":"Objectives of CORTE: a) Support the common implementation and use of EU Road Transport, Road Safety and Road Security rules; b) Develop smart practices in the field of Road Transport, Road Safety and Road Security; c) Research (implementation of EU projects).","acronym":"CORTE","interests":"Research and innovation, Transport","euInitiatives":"CORTE delivers conceptual analysis and practical expertise: a) on EU &amp; international transport legislation; b) on the implementation and enforcement of EU &amp; international transport legislation. &#xd;<br />&#xd;<br />All CORTE activities promote: 1. harmonized Best Practice enforcement methodologies; 2.common understanding, implementation and enforcement of Road Transport, Road Safety and Road Security legislation.&#xd;<br />&#xd;<br />The main CORTE services are: 1) the production of Factsheets (agreements between national transport authorities, members of CORTE, on how to best enforce pieces of legislation that are not uniformly applied at international level, in collaboration with the main EU transport associations and the transport industry - each CORTE Factsheets offers an exhaustive explanation of one specific road transport issue and delivers an agreed recommendation); 2) expertise in the enforcement of Road Transport, Safety and Security legislation; 3) a strong knowledge-sharing network and political platform gathering all major enforcement stakeholders including national transport authorities, transport associations and the transport industry; 4) direct link and access to the UN and EU Institutions; 5) participation to international projects and working groups; 6) access to the documents produced by CORTE on Road Transport, Safety and Security; 7) the CORTE Road Transport Law Magazine (offering analysis of the European road transport legal framework and the legal changes affecting it).","lastUp":"2018-07-23T15:06:10.159+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}