{"id":"381275416878-41","name":"Bundesverband Glasfaseranschluss","registrationDate":"2015-04-08T15:36:32.431+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein (e. V.)","web":"http://buglas.de","country":"Germany","headAddress":"Eduard-Pflüger-Str. 58","headCity":"Bonn","headPostCode":"53113","headPhone":"(49)22 89 09 04 50","boss":"Wolfgang Heer","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"http://www.buglas.de/index.php?id=169","goal":"Der Bundesverband Glasfaseranschluss e. V. (BUGLAS) fördert als Berufsverband wachstums- und investitionsfreundliche Rahmenbedingungen für die Verbreitung von Glasfaseranschlüssen (FTTB und FTTH) für Privat- und Geschäftskunden in Deutschland, sowohl im Retail als auch im Wholesale durch Open-Access. Der Verein bildet die Allianz der Unternehmen, die in Deutschland für ein gemeinsames Ziel eintreten: eine flächendeckende Verfügbarkeit von ausfallsicheren Glasfaseranschlüssen, die die höchsten Bandbreiten im Down- und Upload bieten können. Als der deutsche Glasfaserverband tritt der Verein dafür ein, dass wirtschaftliche und ordnungspolitische Anreize für einen Glasfaserausbau gesetzt und gestärkt werden, um den Weg zur Gigabitgesellschaft zu ebnen.&#xd;<br />&#xd;<br />Der Verein vertritt zur Erfüllung dieses Zwecks die Interessen der Errichter, Betreiber und Investoren von Glasfaser-Anschlussnetzen gegenüber Politik und Regulierung auf nationaler und europäischer Ebene, insbesondere durch Anregungen und Stellungnahmen an Politik, Gesetzgeber, Behörden und Institutionen und unterstützt einen allgemeinen Informationsaustausch zwischen Herstellern, Anbietern, Nutzern und Interessierten. Daneben wirkt der Verein aktiv auf die Normierung und Standardisierung von Glasfaseranschlussstrukturen hin.&#xd;<br />&#xd;<br />Der Zweck des Vereins wird insbesondere verwirklicht durch:&#xd;<br />•\tverbandspolitische Tätigkeit auf kommunaler, landespolitischer, nationaler, europäischer und internationaler Ebene;&#xd;<br />•\tWahrnehmung der Interessen in Bezug auf die Verbreitung von Glasfaseranschlüssen (FTTB und FTTH) gegenüber der Öffentlichkeit, Organen der Legislative und Organen der Exekutive sowie diese (rechtlich, technisch und/oder wirtschaftlich) beratende Organisationen bzw. Institutionen;&#xd;<br />•\tInformation der Öffentlichkeit sowie Einbringung des Vereins in politische Entscheidungsfindungsprozesse;&#xd;<br />•\tBeteiligung des Vereins bei der Erarbeitung von Richtlinien, Standards und Gesetzen, welche die Vereinszwecke berühren, auf kommunaler, landespolitischer, nationaler, europäischer und internationaler Ebene;&#xd;<br />•\tAustausch von Erfahrungen in Bezug auf den Vereinszweck.","acronym":"BUGLAS","interests":"Communication, Competition, Consumer Affairs, Enterprise, Information Society, Internal Market, Regional Policy","euInitiatives":"- TK-Review (EECC)","lastUp":"2017-09-04T13:44:29.397+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}