{"id":"381796719468-68","name":"CLG Europe","registrationDate":"2015-11-09T14:30:12.741+02:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.corporateleadersgroup.com/","country":"United kingdom","headAddress":"1 Trumpington Street","headCity":"Cambridge","headPostCode":"CB2 1QA","headPhone":"(44)12 23 76 88 50","boss":"Polly Courtice","bossTitle":"Ms","bossPosition":"Director CISL","membersCount":5,"membersFTE":"5.0","membership":"","memberOrga":"https://www.corporateleadersgroup.com/corporate-leaders-group-europe/members-clg-europe","goal":"CLG Europe develops credible, ambitious positions amongst its membership and deploys effective strategic communications to engage with the highest levels of policy audiences. CLG Europe is diverse in its membership and representative of Europe in both geography and sector, welcoming the innovative talent of SMEs as well as leading established companies. The group works closely with policymakers – particularly the Green Growth Group of EU climate and environment ministers, and supportive Members of the European Parliament through its Green Growth Partnership. &#xd;<br />&#xd;<br />The group also maintains a network of sister groups across the EU and works in partnership with some of the largest business-focused organisations in support of climate action as one of the founders of the We Mean Business coalition, for which it provides the EU policy lead.","acronym":"","interests":"Climate Action, Energy, Environment, Trans-European Networks","euInitiatives":"The Group is essentially about driving strategic, long-term, transformational change in the economy.The Group is focusing on the changes necessary to ensure long-term economic prosperity, competitive advantage and corporate sustainability at an EU-wide level.&#xd;<br />&#xd;<br />Files currently followed by our organisation:&#xd;<br />Climate &amp; Energy policy for 2030&#xd;<br />Energy Efficiency&#xd;<br />RES&#xd;<br />ETS reform&#xd;<br />INDCs","lastUp":"2019-10-10T14:54:41.199+02:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}