{"id":"381805014604-45","name":"Telia Company AB","registrationDate":"2014-10-07T10:10:56.165+01:00","category":2,"subCategory":3,"legal":"aktiebolag","web":"http://www.teliacompany.com","country":"Sweden","headAddress":"Stjärntorget 1","headCity":"Solna","headPostCode":"169 94","headPhone":"(46)8 50 45 50 00","boss":"Phillip Malloch","bossTitle":"Mr","bossPosition":"Head of Group Public Affairs","membersCount":5,"membersFTE":"2.0","membership":"GSMA, ETNO, EIF, WEF, GNI","memberOrga":"","goal":"Telia Company provides network access and telecommunication services that help people, companies and societies stay in touch with everything that matters 365/24/7 – on their own terms. Headquartered in Stockholm, we offer services in the Nordic and Baltic countries, as well as in some emerging markets of Eurasia.&#xd;<br />&#xd;<br />Founded in the 1850’s, we are pioneers of the telecom industry, one of the inventors of mobile communications and founders of GSM. True to our heritage, we continue to invest in high quality networks to meet our customers’ demand for connectivity. Together with our partners and suppliers we will ensure that our customers have access to the best solutions available now and in the future. &#xd;<br />&#xd;<br />We continue to focus relentlessly on bringing the world even closer for our customers and driving the digital society forward. As the world keeps changing, so are we, on a mission to create a New Generation Telco.","acronym":"","interests":"Audiovisual and Media, Communication, Competition, Consumer Affairs, Economic and Financial Affairs, Enlargement, Enterprise, External Relations, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Taxation, Trade, Trans-European Networks","euInitiatives":"European Electronic Communications Code, Telecom/Digital Single Market Regulation, General Data Protection Regulation, ePrivacy Directive, Review of Relevant Markets, Network and information Security Directive, e-ID, AVMSD, Content Portability Regulation.","lastUp":"2017-04-06T16:19:56.148+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}