{"id":"3819438251-87","name":"Euro Coop - European Community of Consumer Co-operatives","registrationDate":"2008-07-28T15:36:47.681+01:00","category":2,"subCategory":4,"legal":"International non-profit association (AISBL)","web":"https://www.eurocoop.coop","country":"Belgium","headAddress":"Rue du Trône, 4","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 85 00 70","boss":"Todor Ivanov","bossTitle":"Mr","bossPosition":"Secretary-General","membersCount":5,"membersFTE":"4.0","membership":"Euro Coop is a member of Cooperatives Europe www.coopseurope.coop, the European region of the International Cooperative Alliance - www.ica.coop.","memberOrga":"https://www.eurocoop.coop/membership/","goal":"Euro Coop promotes to the European institutions the economic and social objectives of Europe's consumer co-operatives.&#xd;<br />&#xd;<br />Euro Coop informs its member organisations about European policies and initiatives which are relevant to their activities, and provides knowledge to the EU policy process relevant to the sector and co-operative business model.&#xd;<br />&#xd;<br />Euro Coop provides a forum for the exchange of information and co-ordination of the common interests of member organisations.","acronym":"EURO COOP","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, International co-operation and development, Single market, Trade, Youth","euInitiatives":"Food policy (production, safety, quality, labelling, sale of), consumer protection and rights, retail policy, supply chain relations, GMOs, sustainable development, employment, co-operative development, enterprise policy.&#xd;<br />&#xd;<br />Top priority dossiers: Farm to Fork Strategy, Common Food Policy, Plastics Strategy.","lastUp":"2020-01-13T09:59:01.764+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}