{"id":"382084528219-09","name":"INSTYTUT IN.EUROPA","registrationDate":"2017-09-15T13:39:36.372+02:00","category":4,"subCategory":5,"legal":"Spółka z Ograniczoną Odpowiedzialnością","web":"http://ineuropa.pl","country":"Poland","headAddress":"ul. Cegłowska 30 m. 3","headCity":"Warszawa","headPostCode":"01-803","headPhone":"(48)6 02 24 06 43","boss":"Anna RADWAN RÖHRENSCHEF","bossTitle":"Ms","bossPosition":"Board of the President","membersCount":5,"membersFTE":"3.5","membership":"none","memberOrga":"none","goal":"In.Europa&#xd;<br />is a new type of an innovative, pro-European organization&#xd;<br />&#xd;<br />do tank, not think tank:&#xd;<br />we want to select the topics of most importance for Europe successfully introduce them into the public debate,&#xd;<br />we do not want to produce new reports legible only to a limited group of experts&#xd;<br />&#xd;<br />civic perspective:&#xd;<br />we want to deal with areas of life wherein the Union brings tangible benefits to its citizens,&#xd;<br />we do not want to view the Union in isolation from the reality surrounding us&#xd;<br />&#xd;<br />pro-european attitude:&#xd;<br />we believe in the European project and in the ways it has benefited Poland and the Poles,&#xd;<br />we do not want force ourselves to represent phony objectivism&#xd;<br />&#xd;<br />smart organization:&#xd;<br />a small, flexible team, boldly facing the challenges with the support of experienced colleagues can achieve more,&#xd;<br />we do not need to immediately create a big office with dozens of employees&#xd;<br />&#xd;<br />design attitude:&#xd;<br />we intend to develop by analyzing specific issues pertaining to the Union&#xd;<br />we do not want to deal exclusively with grand ideas – though we also believe in them","acronym":"In.Europa","interests":"Banking and financial services, Communication, Culture, Economy, finance and the euro, Education and training, Enlargement, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Justice and Fundamental Rights","euInitiatives":"In.Europa is a new type of organization (we start on this year) which  concentrated on the most important topics for Europe and try to introduce to public.&#xd;<br />&#xd;<br />The fields of our interest are: rule of law, foreign and security policy, education, general and institutional matters, economic and financial matters.","lastUp":"2018-08-24T14:20:21.546+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}