{"id":"38307428506-47","name":"Groupement national interprofessionnel des semences et plants","registrationDate":"2012-04-04T16:11:50.003+01:00","category":2,"subCategory":4,"legal":"Organisme parapublic et sui généris","web":"http://www.gnis.fr","country":"France","headAddress":"rue du louvre, 44","headCity":"Paris","headPostCode":"75001","headPhone":"(33)1 42 33 51 12","boss":"François Burgaud","bossTitle":"Mr","bossPosition":"Directeur relations extérieurs","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Le Gnis - Groupement National Interprofessionnel des Semences et plants - rassemble toutes les parties prenantes de la filière semences. Espace de concertation, il permet à ses membres de définir ensemble leurs relations et d’élaborer les conditions du développement de la filière semences. Il est force de proposition et de consultation sur la réglementation française et européenne applicable au secteur des semences. Le Gnis exerce une mission de service public dans le domaine du contrôle de la qualité et de la certification des semences au travers du Soc, Service Officiel de Contrôle et de Certification, accrédité selon la norme ISO/CEI 17 065. Il a également une délégation de contrôle dans le domaine phytosanitaire. Le secteur semencier français représente 72 entreprises de sélection, 248 entreprises de production, 19 000 agriculteurs- multiplicateurs, 22 400 points de vente ainsi que les utilisateurs, agriculteurs et transformateurs. Cela représente 15 000 emplois. Le chiffre d'affaires du secteur semencier français est de 3,3 milliards d'euros, dont 1,6 milliard à l’exportation, en 2015-2016.","acronym":"Gnis","interests":"Agriculture and Rural Development, Development, Environment, Food Safety, Humanitarian Aid, Research and Technology, Trade","euInitiatives":"Biotechnologies végétales&#xd;<br />Règlement agriculture biologique&#xd;<br />Santé des végétaux&#xd;<br />Propriété intellectuelle dans le domaine des plantes&#xd;<br />Better regulation semences&#xd;<br />OGM","lastUp":"2017-04-04T10:33:19.338+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}