{"id":"383141223328-63","name":"VLC Photonics S.L.","registrationDate":"2016-09-09T17:02:24.635+02:00","category":2,"subCategory":3,"legal":"SL","web":"http://www.vlcphotonics.com","country":"Spain","headAddress":"Ed. 9B, D2, UPV","headCity":"Valencia","headPostCode":"46022","headPhone":"(34)9 61 33 78 84","boss":"Jose David Domenech Gomez","bossTitle":"Mr","bossPosition":"CTO and Legal representative (Apoderado)","membersCount":15,"membersFTE":"14.75","membership":"Photonics21 (http://www.photonics21.org/)&#xd;\nFotonica21 (http://www.fotonica21.org/)&#xd;\nSECPHO (http://www.secpho.org/)&#xd;\nEPIC (https://www.epic-assoc.com/)","memberOrga":"http://www.photonics21.org/organisation_list.php&#xd;\nhttp://www.fotonica21.org/miembros/listado-de-miembros&#xd;\nhttp://www.secpho.org/socios/lista-de-socios/","goal":"Our mission is to provide engineering solutions that allow our customers to harness the benefits of photonic integration, as well as to build up on our providers technologies. Our mission spans from the initial work of drafting high-level optical system architectures to the final part of specifying its deepest technical details, all the while under a customized approach to the specific application domain at hand.&#xd;<br />&#xd;<br />    We aim at becoming a reputable pure-play photonic design house, skilled in the main material platforms under a fabless business model approach. We value expertise and reliability, to be able to fulfill the most defying challenges and provide trustworthy and professional solutions.&#xd;<br />&#xd;<br />VLC Photonics aims at being a fundamental global actor of the complex and evolving photonic integration ecosystem, contributing to the development of synergies among different international players, and to the expansion of photonic integration technologies and the growth of their markets.","acronym":"VLC","interests":"Research and innovation","euInitiatives":"H2020 and Horizon Europe research initiatives and policies, and in general, any R&amp;D and SME regulation and policy. Members of H2020 projects TERAPOD, MORPHIC, MOICANA, PASSION, CIVIQ, S2QUIP, InPulse, mainly in technical workpackages.","lastUp":"2019-07-03T12:28:01.396+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}