{"id":"3832920956-65","name":"Altroconsumo","registrationDate":"2009-01-13T14:47:26.569+01:00","category":3,"subCategory":2,"legal":"Non profit and private association","web":"http://www.altroconsumo.it","country":"Italy","headAddress":"via Valassina, 22","headCity":"Milano","headPostCode":"20159","headPhone":"(02)66 89 01","boss":"Luisa Crisigiovanni","bossTitle":"Ms","bossPosition":"Segretario Generale","membersCount":8,"membersFTE":"2.0","membership":"On an international level, Altroconsumo is a member of BEUC (European Bureau of Consumer Organizations) and of Euroconsumers the European group composed by independent consumers association in several countries: Test-Achats (Belgium), DECO (Portugal), OCU (Spain) - PROTESTE (Brasil).&#xd;\n&#xd;\nAltroconsumo is an active member of Consumers International (a worldwide organization of consumer associations) and thanks to the ICRT (International Consumers Testing &amp; Research) membership, many Altroconsumo tests are performed in collaboration with independent consumer associations in other European countries. &#xd;\n&#xd;\nOur aim, in close collaboration with these consumer organisations, is to reinforce consumerism and to get the voice of European consumers heard at world level.","memberOrga":"","goal":"ALTROCONSUMO promotes and protects the basic interest and rights of consumers, as regards health and safety, the protection of economic interests, the right to redress, the right to be informed, the right to consumer education, the right to be represented and heard, the right to a healthy environment.&#xd;<br />ALTROCONSUMO takes action on two fronts: on the one hand information and assistance to consumers through our magazines and services, and on the other by representing consumers with local, national and international institutions and collective information spread through the media.&#xd;<br />Our main way of action to protect consumers is to inform and educate them. We do this by means of our publications that carry the results of product comparison tests, wide coverage on surveys, concrete and useful advice to single out the best quality versus price ratio and the most profitable opportunities for consumers, thereby enabling the latter to be in a position to choose, negotiate, avoid mistakes or swindles and to protect themselves.&#xd;<br />ALTROCONSUMO wants the voice of consumers to be heard by national and international institutions responsible for the decisions made on issues regarding aspects of the consumer’s daily life and actively takes part in a great number of hearings, meetings and committees, both Italian and international, dealing with consumer problems.&#xd;<br />Through press releases, press conferences, TV and radio programs, our activity is publicized with the general public. Mass media are often a useful ally in making people aware, on a local, domestic and international level.&#xd;<br />ALTROCONSUMO is committed to transparency about EU interest representation. &#xd;<br />When registering, we have therefore chosen to give all relevant information that we consider necessary for lobbying transparency. A credible EU lobbying transparency register should include names of individual lobbyists and the issues that they try to influence, provide precise and comparable financial information on lobbying, and have effective sanctions to ensure the accuracy and completeness of the information disclosed. In an effort to arrive at a more objective way of calculating lobbying expenditures, we follow guidelines that result from consultations with public interest organisations, professionals working on lobby transparency as well as experts of US lobby disclosure legislation. Our registration is therefore providing a more comprehensive calculation of our lobbying expenses, and a list of those who, on behalf of ALTROCONSUMO, carry out activities with the objective of influencing the policy formulation and decision-making processes of the European institutions.&#xd;<br />Our registration is based on the guidelines for transparent registration developed by the Civil Society Contact Group and ALTER-EU (which can be accessed at: http://www.act4europe.org/register)","acronym":"AC","interests":"Agriculture and Rural Development, Banking and financial services, Climate Action, Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Environment, Food Safety, Fraud prevention, Institutional affairs, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Research and innovation, Single market, Taxation, Transport","euInitiatives":"2018&#xd;<br />&#xd;<br />- 21.02 -  voto Proposta di direttiva del Parlamento europeo e del Consiglio relativa a determinati aspetti dei contratti di vendita online e di altri tipi di vendita a distanza di beni (COM (2015) 635 final. La Commissione ha adottato la Proposta emendata (COM(2017) 637 final), che estende il campo di applicazione della proposta di direttiva al fine di farvi rientrare la vendita ‘faccia a faccia) (Deputati Italiani Commissione IMCO – PE)&#xd;<br />&#xd;<br />- 15.05 - Altroconsumo – Caso Facebook-Cambridge Analytica: proposta di comunicazione congiunta (Antonio Tajani, Presidente Parlamento EU)&#xd;<br />&#xd;<br />- 18.05 - Altroconsumo/Euroconsumers – richiesta di partecipazione all’audizione con Mark Zuckerberg (Antonio Tajani, Presidente Parlamento EU – Paolo Corazza Portavoce del Presidente Tajani)&#xd;<br />&#xd;<br />- 12.06 - Art. 13 della Proposta di Direttiva del Parlamento europeo e del Consiglio sul diritto d'autore nel mercato unico digitale – Utilizzi specifici di contenuti protetti da parte di servizi online&#xd;<br />&#xd;<br />- 02.07 - Nuova Direttiva Ue sul Copyright – la relazione della commissione JURI non tutela gli interessi dei consumatori europei (Deputati Italiani PE)&#xd;<br />&#xd;<br />- 10.07 - Cybersecurity Act – Altroconsumo asks you please use this opportunity to solve part of growing cybersecurity problem for consumers (Deputati Italiani PE) &#xd;<br />&#xd;<br />- 12.07 – Net neutrality enforcement in the EU (Commissioner Vice-President ANSIP – Commissioner Gabriel) &#xd;<br />&#xd;<br />- 11.09 - Proposta di Direttiva sul diritto d'autore nel mercato unico digitale – è necessario intervenire per non mettere a rischio gli interessi dei consumatori (Deputati Italiani PE)&#xd;<br />&#xd;<br />- 02.10 -  Votazione Regolamento standard CO2 Cars&amp;Vans – richiesta sostegno emendamenti (Deputati Italiani PE)&#xd;<br />&#xd;<br />- 14.11 – votazione proposta Regolamento Rail Passenger Rights – richiesta sostegno (Deputati Italiani PE)","lastUp":"2019-03-15T10:19:34.508+01:00","customers":"","costAbsolu":"","costRange":"5000000-5249999","turnoverAbsolu":0,"turnoverRange":""}