{"id":"383776936066-26","name":"bayernets Erdgas Transport Systeme GmbH","registrationDate":"2019-10-02T17:12:37.114+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"https://www.bayernets.de/","country":"Germany","headAddress":"Poccistr. 7","headCity":"München","headPostCode":"80336","headPhone":"(49)89 89 05 72 00","boss":"Dr. Matthias Jenn","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.75","membership":"","memberOrga":"http://www.entsog.eu/&#xd;\nhttps://www.bdew.de/&#xd;\nhttp://www.fnb-gas.de/&#xd;\nhttp://www.dvgw.de/&#xd;\nhttps://www.prisma-capacity.eu/&#xd;\nhttps://www.net-connect-germany.de/&#xd;\nhttp://www.powertogas.info","goal":"Die bayernets GmbH, München, befördert Erdgas umweltschonend und unsichtbar durch ein 1.500 km langes Hochdruckleitungsnetz in Bayern. Das Unternehmen gehört mit einem Netzgebiet von 32.000 Quadratkilometern und einem durchschnittlichen Leitungsdurchmesser von DN 500 zu den großen Ferngasnetzbetreibern in Deutschland. Als Netzbetreiber untersteht bayernets der Aufsicht durch die Bundesnetzagentur (BNetzA), der deutschen Regulierungsbehörde, und ist an die rechtlichen Rahmenbedingungen der EU und des deutschen Gesetzgebers gebunden.&#xd;<br />Zu den Kerntätigkeiten des Münchner Unternehmens gehören die Vermarktung von Gastransportkapazitäten (einschließlich Mengenermittlung und Abrechnung), der Betrieb, die Wartung und Instandhaltung des Leitungssystems sowie die Steuerung und Überwachung des Netzes. Des Weiteren umfassen die Kerntätigkeiten die bedarfsgerechte Optimierung und nachhaltige Weiterentwicklung der Fernleitungsnetze. Als starker Partner der Gas-Marktgebietskooperation NetConnect Germany bindet bayernets das deutsche Gastransportsystem im Südosten durch Import- und Exportpunkte an das österreichische Pipelinesystem an. bayernets bietet Transportkunden damit ein Tor zum osteuropäischen Gasmarkt.&#xd;<br />Aufgrund sich ständig verändernder regulativer Rahmenbedingungen sieht sich der Energiemarkt insbesondere auch im Transportbereich einem permanenten Wandel ausgesetzt. Um diesen Wandel im Sinne unserer Kunden und der Branche mitzugestalten, beteiligt sich bayernets als aktiver Marktpartner an der Umsetzung der Energiewende und der zukünftigen Ausgestaltung der nationalen und europäischen Gasfernleitungsinfrastruktur u.a. über die Vereinigung der deutschen Fernleitungsnetzbetreiber (FNB Gas e.V.) und den Verband der europäischen Fernleitungsnetzbetreiber (ENTSOG).","acronym":"bayernets","interests":"Banking and financial services, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Energy, Environment, Single market, Trans-European Networks, Transport","euInitiatives":"European Energy Union, TEN-E-Verordnung, EU LNG und Storage Strategy, Infrastrukturpaket, REMIT, SoS Gas-Verordnung, Low Carbon Roadmap 2050, Energie- und Klimapaket 2030, Energieeffizienz-Richtlinie, Erneuerbare Energien Richtlinie, EU Klimapaket, EU Clean Energy for All Package, Quo vadis Study, ETS Revision, PCI list, Connecting Europe Facility, GRIP, TYNDP, Madrid Forum, Copenhagen Infrastructure Forum, Horizon 2020","lastUp":"2019-10-02T17:13:20.068+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}