{"id":"383821814353-88","name":"Eo Ipso Communications","registrationDate":"2014-09-04T14:10:31.643+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.eoipsocommunications.com","country":"Germany","headAddress":"Friedrichstrasse 68","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)1 60 92 90 32 45","boss":"Oliver  Aust ","bossTitle":"Mr","bossPosition":"Geschäftsführer ","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Eo Ipso Communications ist eine Kommunikationsberatung mit Spezialisierung auf Unternehmenskommunikation, Public Affairs, Finanzkommunikation und Krisenmanagement mit internationaler Ausrichtung und Sitz in Brüssel und Berlin.&#xd;<br />&#xd;<br />Wir bieten Leistungen in Deutschland, Brüssel und Großbritannien.&#xd;<br />&#xd;<br />Eo Ipso Communications hilft Unternehmen, sich klar, authentisch und einprägsam zu positionieren und eine bleibende, positive Reputation aufzubauen. Wir verbinden erstklassige Strategieberatung mit effektiver Umsetzung durch Senior-Berater, die langjährige Erfahrung einbringen und mit Engagement und Einsatz Ergebnisse erzielen.&#xd;<br />&#xd;<br />Die Zielgruppen von Unternehmen werden immer komplexer und internationaler. Vor diesem Hintergrund hilft Ihnen Eo Ipso Communications, Ihr Profil zu schärfen und sich bei allen relevanten Stakeholdern Gehör zu verschaffen. Unser Ziel ist dabei die Thought Leadership Ihres Unternehmens.&#xd;<br />&#xd;<br />Eo Ipso bedeutet “aus sich selbst heraus” und steht für Substanz und Authentizität. Unser Ansatz ist es, durch positiven Dialog mit Zielgruppen dauerhaft belastbare Glaubwürdigkeit aufzubauen.","acronym":"","interests":"Communication, Research and innovation, Transport","euInitiatives":"Implementing legislation following the revision of EASA Basic Regulation.&#xd;<br />EU Aviation Strategy and EU Aviation Package &#xd;<br />Air passenger rights legislation","lastUp":"2019-12-03T16:58:01.745+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}