{"id":"383958926553-97","name":"ACP Young Professional Network","registrationDate":"2017-04-17T12:15:41.162+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.acpypn.com/","country":"Belgium","headAddress":"3c rue du beau site","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)04 74 78 99 09","boss":"Yentyl Williams","bossTitle":"Ms","bossPosition":"Founder and President","membersCount":6,"membersFTE":"1.75","membership":"","memberOrga":"","goal":"The ACP YPN provides a platform for young people to play an active role in policy-making processes at the national, regional and international levels. We aim to assure that all young professionals can benefit from equality of opportunity by promoting and facilitating the integration of the perspectives of ACP and EU youth in several key dialogues, in order for them to benefit from professional development opportunities and integration in society","acronym":"ACP YPN","interests":"Agriculture and Rural Development, Climate Action, Culture, Development, Education, Employment and Social Affairs, Environment, External Relations, Food Safety, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Sport, Trade, Youth","euInitiatives":"-Establishing the bi-annual Youth Forum at the EU-ACP Joint Parliamentary Assembly, which gives young people a permanent Forum to exchange directly with over 100 parliamentarians from the EU and ACP countries, in partnership with the Commonwealth Youth Council, the European Youth Forum, the National Youth Councils of the host countries and the EU and ACP JPA Secretariats.&#xd;<br />&#xd;<br />-Influencing the future of EU-ACP relations on youth cooperation. Through the creation of ACP YPN, we have campaigned for utilising Article 26 of the EU-ACP Cotonou Partnership Agreement on ‘youth issues’ and securing cooperation on ‘youth issues’ in a future agreement after 2020. We mobilised youth experts to contribute to the European Commission’s consultation on the issue, and we were the only youth organisation to give input. We used the European Development Days and other events, to raise the issue with key officials and stakeholders.&#xd;<br />&#xd;<br />-Participation in the European Development Days 2016, where ACP YPN had a stand and two panels in partnership with the EU Committee of the Regions and the UN Arts Initiative on youth and localising SDGs, and with the ONE Campaign on youth and nutrition. We are going to participate also in the 2017 edition","lastUp":"2017-05-08T22:25:07.528+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}