{"id":"384028912403-82","name":"Transgender Europe","registrationDate":"2013-12-09T20:59:40.101+02:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.tgeu.org","country":"Germany","headAddress":"Heidelbergerstr. 63/64","headCity":"Berlin","headPostCode":"12435","headPhone":"(49)30 53 60 26 64","boss":"Julia Ehrt","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":4,"membersFTE":"2.5","membership":"TGEU enjoys participatory status with the Council of Europe and is member of of the International Association for Lesbian, Gay, Bisexual, Trans and Intersex people - ILGA, the social platform and participates in the Fundamental Rights Platform.&#xd;\nTGEU holds the alternative civil society representation position to the Expert Forum of the European Gender Equality Institute.","memberOrga":"http://tgeu.org/about/#members","goal":"TGEU works for the full equality of all trans people in European societies. Our vision is a Europe where where every person can freely live according to their gender identity or expression without interference. In European societies people are exclusively perceived as either men or women. People whose gender identity or gender expression differs from these socially accepted norms fall between the cracks. Trans people either permanently or during transition challenge these norms. As a result they may face ridicule, discrimination, unemployment, social exclusion and violence at the hands of individuals or institutions. TGEU was founded as a response, to strengthen the trans movement and to provide a consistent voice at European level. Because trans rights are human rights.&#xd;<br />TGEU works to advance human rights and equality of all transgender people through advocacy, collaboration, empowerment and research.","acronym":"TGEU","interests":"Development, Education, Employment and Social Affairs, Enlargement, External Relations, Justice and Fundamental Rights, Public Health, Trans-European Networks","euInitiatives":"•\tLGBTI List of Action (DG JUST)&#xd;<br />•\tGender Equality Staff Working Document (DG JUST)&#xd;<br />•\tVictims Rights Directive&#xd;<br />•\tGender Recast Directive and Gender Goods &amp; Services Directive&#xd;<br />•\tHealth Inequalities","lastUp":"2018-03-27T17:20:09.377+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}