{"id":"384071617717-17","name":"Nesta","registrationDate":"2015-06-22T12:11:50.962+02:00","category":3,"subCategory":2,"legal":"Company Limited by Guarantee","web":"http://www.nesta.org.uk","country":"United kingdom","headAddress":"58 Victoria Embankment","headCity":"London","headPostCode":"","headPhone":"(44)20 74 38 25 00","boss":"Geoff Mulgan","bossTitle":"Mr","bossPosition":"Chief Executive Officer ","membersCount":17,"membersFTE":"10.75","membership":"","memberOrga":"","goal":"Nesta brings bold ideas to life to  change the world for good. By bringing together money, people and knowledge, Nesta galvinises innovations that tackle bid social and economic challenges of our time to benefit the public. Since our inception Nesta has provided investments and grants, run practical programmes, carried out research and mobilised networks and building skills to make innovation work for everyone. The following not exhaustive examples of programmes illustrate the broad success of Nesta's portfolio: People Powered Health;  Digital making in education;  Putting the public back into public services;  Growing investment with impact;   Making evidence useful;    Growing digital innovation for the common good;   Mapping the new economy;   Innovation skills; Pioneering new methods for innovation and Shape the future. Nesta now works all over the world promoting effective innovation for the common good. We have outstanding teams working in investment, research, grant–making and practical programmes.","acronym":"","interests":"Business and Industry, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Environment, External Relations, International co-operation and development, Public Health, Regional Policy, Research and innovation","euInitiatives":"People Powered Health&#xd;<br />Digital Agenda for Europe&#xd;<br />Digital Social Innovation&#xd;<br />Tech for good&#xd;<br />Entrepreneurship and SME support&#xd;<br />Circular Economy&#xd;<br />Financial instruments and alternative finance&#xd;<br />Creative industries&#xd;<br />Cultural heritage &#xd;<br />Education&#xd;<br />Youth &#xd;<br />Social innovation&#xd;<br />Social investment&#xd;<br />Futurescoping","lastUp":"2019-06-04T15:39:46.444+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}