{"id":"38429111298-23","name":"European Chemical Employers Group","registrationDate":"2009-03-04T17:26:34.401+01:00","category":2,"subCategory":7,"legal":"AISBL","web":"http://www.eceg.org","country":"Belgium","headAddress":"Boulevard Auguste Reyers 80","headCity":"Brussels","headPostCode":"1030","headPhone":"(32)22 38 97 73","boss":"Klaus-Peter Stiller","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.75","membership":"ECEG is an independent association dealing with social affairs and social dialogue on behalf of the EU chemical industry. We are a recognised social partner on the EU level. ECEG also works closely with BusinessEurope within the European Employers Network (EEN). http://www.eceg.org/who-we-are/","memberOrga":"http://www.eceg.org/members/","goal":"The European Chemical Employers Group (ECEG) is the Brussels-based social affairs organisation of the European chemical industry and a recognised social partner in the Sector Social Dialogue Committee. The main area of activities is representing employers' interests in the chemical, pharmaceuticals, rubber and plastics industries.","acronym":"ECEG","interests":"Business and Industry, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Institutional affairs, Research and innovation, Single market, Trade, Trans-European Networks, Youth","euInitiatives":"- competitiveness, RDI (research, development and innovation) and management of change, with particular attention for the impact on the industry of digitalisation and of sector-specific policies such as REACH and those related to nanotechnology,&#xd;<br />- active involvement in shaping the new European Pillar of Social Rights,&#xd;<br />- occupational health and safety,&#xd;<br />- sustainable employment and career development in light of demographic change, &#xd;<br />- training and lifelong learning, including the identification of future skills needs and skills mismatches,&#xd;<br />- labour mobility and work force migration, &#xd;<br />- dissemination of the Framework Agreement on Competence Profiles at national and company level,&#xd;<br />- following up of and contributing to industrial, energy and climate policies,&#xd;<br />- implementing the committee's Roadmap 2015-2020?&#xd;<br />- gender equality and gender balance","lastUp":"2019-12-16T16:44:49.157+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}