{"id":"384830518360-49","name":"International Precious Metals Institute, Inc.","registrationDate":"2015-07-28T22:36:16.619+01:00","category":2,"subCategory":4,"legal":"non-profit, charitable association","web":"http://www.ipmi.org","country":"United states","headAddress":"IPMI","headCity":"Pensacola","headPostCode":"32504","headPhone":"(00)85 04 76 11 56","boss":"John Rosso","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":3,"membersFTE":"1.5","membership":"Prospectors &amp; Developers Association of Canada&#xd;\nCouncil of Engineering &amp; Science Society Executives&#xd;\nAssociation of Fuel &amp; Petrochemical Manufacturers","memberOrga":"The entire membership of IPMI is >1200.  Here is the link to our website which shows the list of major corporate members.   http://ipmi.org/membership/coporate.cfm","goal":"The International Precious Metals Institute (IPMI) was founded in 1976, as a collaborative effort of research professors from a wide collection of prestigious University’s; Cornell, NYU, Columbia, Brooklyn Polytechnic, MIT and others.   &#xd;<br />The IPMI’s mission is to collect, archive &amp; share substantive, definitive and factual information regarding literally all aspects of the precious metals (gold, silver, platinum, palladium, rhodium, ruthenium, iridium &amp; osmium).  &#xd;<br />Our members include corporations, universities, individuals involved in literally every aspect of the precious metals world.&#xd;<br />-- exploration &amp; mining&#xd;<br />-- banking, trading &amp; finance&#xd;<br />-- refining &amp; manufacturing&#xd;<br />-- and consumer goods&#xd;<br />&#xd;<br />We fulfill our mission by organizing and holding a variety of activities each year.&#xd;<br />-- An Annual International Conference:  with session topics addressing precious metals topics of current interest.  Presented by world recognized leaders &amp; experts in the field.&#xd;<br />-- Regional Seminars which focus in depth on specific topics:  PGM economics, new refining approaches, new technologies and precious metals, etc.&#xd;<br />We have regional chapters which also conduct informative and educational seminars&#xd;<br />Special Committees &amp; Councils&#xd;<br />We have a number of internal committees and councils.  Their purpose is to provide a forum for focused work and distribution of information on topics pertinent to the group.&#xd;<br />-- The Environmental &amp; Regulatory Affairs Council (ERAC).  Holds meetings at least twice yearly.  Their focus is on environmental &amp; banking regulations that impact the precious metals and their usage, world-wide.  We have specialty legal counsel to assist us in this area.  Through our legal advisors we make available a monthly newsletter, updating our members on the most recent developments in environmental and regulatory law.  Key geographical regions covered include North America, the EU and Asia.&#xd;<br />-- The Analytical Council.  Holds meetings as needed but communicates regularly.  Exploring and explaining new developments in the area of precious metals analysis.  From the latest in new instrumentation to the latest in analytical techniques.&#xd;<br />&#xd;<br />-- The Petroleum Refiners Council.  Specifically for those companies who refine petroleum regionally or worldwide.  They hold meetings at least twice per year.  They examine topics in depth that impact the safe &amp; effective utilization of precious metals in the world of petroleum refining.&#xd;<br />-- The Security Council.  Specifically for senior management &amp; executive level personnel who are involved with or responsible for security of precious metals and/or precious metals accounting at their companies.  They hold meetings at least once/year and are always a key component of our annual conference.  They constantly update our members on the latest in new security approaches.","acronym":"IPMI","interests":"Climate Action, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Energy, Environment, Financial Stability, Financial Services and Capital Markets Union , Public Health, Research and Technology, Taxation, Trade, Transport","euInitiatives":"-- Trans Atlantic Trade &amp; Investment Partnership.&#xd;<br />IPMI worked in collaboration with the European Precious Metals Federation (EPMF) and presented a 'joint proposal' to the EU Commission:  DG Trade, in 2014.&#xd;<br />&#xd;<br />-- REACH.  Working in collaboration with our European members to facilitate communication, understanding &amp; compliance in those areas where REACH involved precious metals containing materials.","lastUp":"2017-07-05T21:48:18.451+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}