{"id":"385134710440-04","name":"Verein für Anti-Piraterie der Film- und Videobranche","registrationDate":"2013-01-30T10:35:24.619+01:00","category":2,"subCategory":4,"legal":"Association (non-profit)","web":"http://www.vap.cc","country":"Austria","headAddress":"Wiedner Hauptstraße 63","headCity":"Vienna","headPostCode":"1045","headPhone":"(43590)9 00 30 35","boss":"Werner Müller","bossTitle":"Mr","bossPosition":"Chair of the Board","membersCount":2,"membersFTE":"0.5","membership":"Stakeholder in Internet Governance Forum Austria &#xd;\n(www.igf-austria.at)&#xd;\n&#xd;\nListed in the Connections Gateway of Business Action to Stop Counterfeiting and Piracy (BASCAP)&#xd;\n(http://iccwbo.org/advocacy-codes-and-rules/bascap/)","memberOrga":"www.vap.cc","goal":"Seit seiner Gründung 2003 setzt sich der Verein für Anti-Piraterie der Film- und Videobranche (VAP) engagiert für die Rechte von österreichischen Filmverleihern, Home-Entertainment-Unternehmen, Film- und Fernsehproduzenten, Zulieferer der Filmbranche und Kreativen ein. Der VAP bekämpft insbesondere gewerbliche Urheberrechtsverletzungen durch Öffentlichkeitsarbeit zur Förderung des Sicherheitsbewusstseins der Konsumenten, sowie hinsichtlich gewerbsmäßiger Internetpiraterie vor Gericht und in Zusammenarbeit mit anderen Stakeholdern. Schließlich wird durch Lobbying-Arbeit auf regionaler, nationaler und internationaler Ebene angestrebt, den Stellenwert von geistigem Eigentum und damit verbundene netzpolitische Themen bei den Politikern und Behörden anzuheben.","acronym":"VAP","interests":"Audiovisual and Media, Communication, Consumer Affairs, Culture, Information Society, Internal Market, Justice and Fundamental Rights","euInitiatives":"Information Society&#xd;<br />Digital Single Market&#xd;<br />IPR-Enforcement&#xd;<br />E-Commerce&#xd;<br />Intermediary Liability&#xd;<br />Cybercrime","lastUp":"2018-02-08T13:05:58.925+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}