{"id":"38526121292-88","name":"European Federation of Pharmaceutical Industries and Associations","registrationDate":"2009-03-04T09:55:35.458+02:00","category":2,"subCategory":4,"legal":"Non-profit association","web":"http://www.efpia.eu","country":"Luxembourg","headAddress":"8 Rue Mil Neuf Cents","headCity":"Luxembourg","headPostCode":"L-2157","headPhone":"(32)26 26 25 55","boss":"Oschmann Stefan","bossTitle":"Mr","bossPosition":"President","membersCount":30,"membersFTE":"15.75","membership":"EFPIA’s constituent entities include:&#xd;\n•\t40 corporate members (companies)&#xd;\n•\t33 member associations (national associations)&#xd;\n•\t2 specialised groups: Vaccines Europe (VE) and the European Bio-Pharmaceutical Enterprises (EBE) are registered separately under n° 768792210017-73 and 53073567234-18, respectively.&#xd;\n•\t26 Partners in Research.&#xd;\n&#xd;\nhttp://www.efpia.eu/about-us/membership","memberOrga":"AMCHAM&#xd;\nBIAC&#xd;\nBritish Chamber of Commerce&#xd;\nDIA&#xd;\nEACD&#xd;\nEAPM &#xd;\nEPC&#xd;\nFAIB&#xd;\nFriends of Europe&#xd;\nKangaroo Group&#xd;\nTOPRA","goal":"EFPIA operates as the representative organisation of the research based pharmaceutical industry in Europe. The aim of the Federation, which has no profit-making purpose, is to promote pharmaceutical discovery and development in Europe and to promote a European regulatory environment, which facilitates innovative medicinal products to the market in order to improve human health worldwide. &#xd;<br />&#xd;<br />In addition, EFPIA pursues a mainly scientific aim, ensuring and promoting the technological and economic development of the pharmaceutical industry in Europe. EFPIA’s activities extend to all matters of common interest to its members. In particular, it aims to foster an environment that encourages pharmaceutical research and development, manufacture in compliance with high quality standards, intellectual property protection and the introduction of regulatory requirements to allow patients rapid access to medicinal products. &#xd;<br />&#xd;<br />EFPIA has developed Guidance for its members and it is available on its website.","acronym":"EFPIA","interests":"Budget, Competition, Consumer Affairs, Customs, Development, Education, Employment and Social Affairs, Enlargement, Enterprise, Environment, General and Institutional Affairs, Humanitarian Aid, Information Society, Internal Market, Public Health, Research and Technology, Taxation, Trade, Trans-European Networks","euInitiatives":"Any health or pharmaceutical policy stemming from the European Institutions such as life sciences strategy, European Semester, Europe 2020 strategy, IMI, HTA policy etc. EFPIA also follows ongoing trade negotiations and legislative files when relevant to the innovative pharmaceutical industry (such as Water Framework Directive, Welfare of animals in scientific testing etc).","lastUp":"2018-04-21T00:07:43.296+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}