{"id":"385277129360-61","name":"EMN National Contact Point of Luxembourg (University of Luxembourg)","registrationDate":"2017-12-19T16:43:18.863+01:00","category":4,"subCategory":12,"legal":"University","web":"http://www.emnluxembourg.lu","country":"Luxembourg","headAddress":"LU EMN NCP","headCity":"Esch/Belval","headPostCode":"4366","headPhone":"(352)46 66 44 93 18","boss":"Birte NIenaber","bossTitle":"Ms","bossPosition":"Professor","membersCount":5,"membersFTE":"4.5","membership":"European Migration Network (https://ec.europa.eu/home-affairs/what-we-do/networks/european_migration_network_en)","memberOrga":"To maintain objectivity and independence, the coordination of the Luxembourgish NCP was assigned to the University of Luxembourg.&#xd;\n&#xd;\nPartners&#xd;\n•Office luxembourgeois de l’accueil et de l’intégration (www.olai.etat.lu) -  Marc Hayot (Steering Board Member). From 01/12/2019 OLAI will become Office National de l’accueil under the supervision of the Ministry of Foreign and European Affairs&#xd;\n•Direction de l’immigration du Ministère des Affaires étrangères et européennes (http://www.gouvernement.lu/4210546/immigration) – Christiane Martin &#xd;\n•Centre d’étude et de formation interculturelles et sociales (CEFIS) (www.cefis.lu) – Sylvain Besch&#xd;\n•Institut national de la statistique et des études économiques du Grand-Duché de Luxembourg (STATEC) (www.statec.lu) – François Peltier","goal":"The European Migration Network (EMN) established by Council Decision 2008/381/EC is an EU co-funded network whose purpose is to provide up-to-date, objective, reliable and comparable information on migration and asylum for the institutions of the European Union (EU) as well as its Member States, plus Norway, in order to inform policymaking as well as the wider public and facilitate practical cooperation. It is made up of the European Commission &amp; National Contact Points (EMN NCPs).&#xd;<br />&#xd;<br />It responds to information needs through its reports and studies, Ad-Hoc Queries, informs (policy briefs), bulletins and policy factsheets. It normally does not engage in primary research; instead its key strength is to collect, document and make available, in an accessible and comparative manner, statistics and other information held or collected at national and EU level. It further analyses and synthesises this information to improve its comparability and harmonisation at EU level. In this way, the EMN makes a valuable contribution to evidence-based policymaking.","acronym":"LU EMN NCP","interests":"Borders and Security, Customs, Education and training, Employment and Social Affairs, European Neighbourhood Policy, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Trans-European Networks","euInitiatives":"The LU EMN NCP’s principal mission is to represent Luxembourg’s migratory situation at national and European level, as well as before other Member States, plus Norway. Thus, it aims to provide up-to-date, objective, reliable and comparable information on Luxembourg’s migration and asylum situation.&#xd;<br />It also coordinates the EMN Platform on Statelessness created by the Council Conclusions of 3 and 4 December 2015. It mission is to exchange information with MS, international organizations (UNHCR and UNICEF) and European NGOs that work in the field to promote awareness and contribute to the reduction of Statelessness.","lastUp":"2019-10-26T12:52:34.823+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}