{"id":"386735920730-21","name":"EUROPEAN ALLIANCE OF YMCAs","registrationDate":"2016-02-24T15:38:40.499+01:00","category":3,"subCategory":2,"legal":"International Non-Governmental Organisation","web":"http://www.ymcaeurope.com/","country":"Czech republic","headAddress":"Na Porici 12","headCity":"Prague","headPostCode":"CZ-110 00","headPhone":"(420)2 24 87 20 22","boss":"Juan Simoes Iglesias","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":3,"membersFTE":"2.25","membership":"European Youth Forum","memberOrga":"http://www.ymcaeurope.com/member-movements","goal":"YMCA Europe is an umbrella organization that serves more than 40 national YMCA movements throughout Europe. Inspired by our Christian ecumenical mission, we offer administrative support, facilitate networking and programme sharing, organize seminars and events and in accordance with our Strategic Plan serve to enhance and positively influence lives of young people.&#xd;<br /> &#xd;<br />YMCA Europe cooperates with different public and private European institutions developing projects in different countries. Young people are involved either as beneficiaries or as leaders at various initiatives. Representatives of our member movements meet at the annual General Assembly and set the main goals for each term. A democratically elected Executive Committee together with the Secretary General and the Staff work on the implementation of the Strategy with a special focus on Movement Strengthening.","acronym":"YMCA Europe","interests":"Budget, Culture, Education and training, Employment and Social Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Sport, Youth","euInitiatives":"Multi Annual Financial Framework of the EU, New Erasmus+ Programme, European Solidarity Corps, Youth Guarantee, Migration Policy, European Elections 2019, New Social Policy","lastUp":"2019-02-14T15:38:00.854+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}