{"id":"386945216502-25","name":"Scope Ratings GmbH","registrationDate":"2015-03-12T16:03:00.448+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.scoperatings.com","country":"Germany","headAddress":"Lennéstraße 5","headCity":"Berlin","headPostCode":"10785","headPhone":"(49)30 27 89 10","boss":"Torsten Hinrichs","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"EACRA (European Association of Credit Rating Agencies)&#xd;\nTSI (True Sales International)&#xd;\nECBC (European Covered Bond Council)&#xd;\nAHK (Deutsche Handelskammer für Spanien)&#xd;\nAFTE (Association Française des Trésoriers d'Entreprise)&#xd;\nDAI (Deutsches Aktieninstitut)","memberOrga":"","goal":"Die Scope Ratings GmbH ist Teil der Scope Group mit Hauptsitz in Berlin sowie Niederlassungen in Frankfurt, London, Madrid, Mailand, Oslo und Paris. Als führende europäische Ratingagentur ist die Scope Ratings auf die Analyse und Bewertung von Finanzinstituten, Unternehmen, Fremdkapitalinstrumenten, strukturierten Finanzprodukten sowie von Projekt- und Staatsfinanzierung spezialisiert. Scope Ratings bietet eine meinungsstarke, vorausschauende und nicht rein mechanistische Kreditrisikoanalyse und trägt zu einer größeren Meinungsvielfalt für institutionelle Investoren bei. Die Scope Ratings ist eine nach der EU-Rating-Verordnung registrierte Ratingagentur mit einem External Credit Assessment Institutions (ECAI)-Status.&#xd;<br />&#xd;<br />&#xd;<br />Scope Ratings GmbH is part of the Scope Group with headquarters in Berlin and offices in Frankfurt, London, Madrid, Milan, Oslo and Paris. As the leading European credit rating agency, the company specialises in the analysis and ratings of financial institutions, corporates, structured finance, project finance and public finance. Scope Ratings offers a credit risk analysis that is opinion-driven, forward-looking and non-mechanistic, an approach which adds to a greater diversity of opinions for institutional investors. Scope Ratings is a credit rating agency registered in accordance with the EU rating regulation and operating in the European Union with ECAI status.","acronym":"","interests":"Banking and financial services, Business and Industry, Business and Industry, Communication, Competition, Digital economy and society, Economy, finance and the euro, Energy, External Relations, Institutional affairs, Regional Policy, Research and innovation","euInitiatives":"MiFID / MiFIR&#xd;<br />Solvency II&#xd;<br />Basel III&#xd;<br />AIFMD&#xd;<br />Bankenunion / BRRD&#xd;<br />Kapitalmarktunion&#xd;<br />EU Regulierung von Ratingagenturen","lastUp":"2019-02-04T12:28:24.988+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}