{"id":"387273031247-73","name":"Social Economy Europe","registrationDate":"2018-04-18T13:27:50.568+02:00","category":2,"subCategory":4,"legal":"ASBL","web":"http://www.socialeconomy.eu.org/","country":"Belgium","headAddress":"Boulevard Charlemagne 74","headCity":"Brussels","headPostCode":"","headPhone":"(32)22 30 46 18","boss":"Juan Antonio Pedreño","bossTitle":"Mr","bossPosition":"President of SEE","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"AEIP, AIM, AMICE, CASES, CEPES, CONCERTES, EFC, ENSIE, ESS-France, FEBEA, FTS, REVES","goal":"Social Economy Europe (SEE), is the voice of the 2.8 social economy enterprises and organisations in Europe. &#xd;<br />The Social Economy refers to a wide diversity of enterprises and organisations -cooperatives, mutuals, associations, foundations, social enterprises, paritarian institutions of social protection etc.- that share common values and features such as the primacy of the individual and the social objective over capital, a democratic governance, and the reinvestment of most of the profits/surpluses to carry out sustainable development objectives, services of interest to members or of general interest. &#xd;<br />According to the European Parliament, the social economy is one of the pillars of the European social model which “plays an essential role in the European economy, by combining profitability with solidarity, creating high-quality jobs, strengthening social, economic and regional cohesion, generating social capital, promoting active citizenship, solidarity and a type of economy with democratic values which puts people first, in addition to supporting sustainable development and social, environmental and technological innovation”.&#xd;<br />The social economy is formed by enterprises and organisations of all sizes -ranging from SMEs to large companies and groups- that operate in all the economic sectors such as: industry, education, healthcare and social services of general interest, agri-food, ethical and cooperative banking, insurance, renewable energy, re-use and recycling, retail and consumption; housing, tourism, culture and leisure, building, professional services, digital economy, etc. &#xd;<br />Because of its strong social commitment, the Social Economy offers innovative solutions to the main economic, social and environmental challenges of our time.&#xd;<br />Our mission: to represent the interests of the Social Economy in the European Union so that the main EU policies promote and take into consideration this enterprise model; to promote the dialogue and the inter-cooperation between our members and develop new services of common interest; to boost the visibility of the economic and social impact of the Social Economy and of its values and principles; to support the Member States and the national organizations keen to promote the Social Economy development.&#xd;<br />Our vision: SEE believes in a European Union that chooses to promote the social and economic progress of its people and consolidates as the Social Economy worldwide leader. We believe in: a diverse economy at the service of people, democratic, sustainable, inclusive and committed to society; a more favourable ecosystem for the development of the European Social Economy that will keep offering innovative solutions in response to societal demands; Social Economy participation in development and implementation of the principal socio-economic policies of the EU.","acronym":"SEE","interests":"Competition, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Internal Market, Public Health, Regional Policy, Taxation, Youth","euInitiatives":"SEE has a deep engagement towards the following European policies: Single Market Strategy and general policies on internal Single Market, employment policies, European Pillar of Social Rights, entrepreneurship policies (Social entrepreneurship and social enterprises), EU legal framework for the social economy, public procurement, EFSI, European Social Fund and ERDF,&#xd;<br />industrial policies (reindustrialisation), energetic transition, Capitals Market Union and banking union. SEE also closely follow initiatives such as the Youth Employment Initiative and the Youth Guarantee and the Recommendation to the Member States on the integration of longterm unemployed into the labour market.","lastUp":"2018-04-18T14:02:38.418+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}