{"id":"387959121868-75","name":"Collecting Society of Hungarian Creative Artists Association Hungart","registrationDate":"2016-06-08T15:00:23.741+01:00","category":2,"subCategory":1,"legal":"association","web":"http://www.hungart.org/","country":"Hungary","headAddress":"Falk Miksa u. 30.","headCity":"Budapest","headPostCode":"1055","headPhone":"(36)1 30 2- 43 86","boss":"Győző Sárkány","bossTitle":"Mr","bossPosition":"president","membersCount":2,"membersFTE":"0.5","membership":"International:&#xd;\n&#xd;\n- CISAC CONFÉDÉRATION INTERNATIONALE DES SOCIÉTÉS D'AUTEURS ET COMPOSITEURS&#xd;\nwww.cisac.org&#xd;\n &#xd;\n- GESAC GROUPEMENT EUROPÉEN DES SOCIÉTÉS D'AUTEURS ET COMPOSITEURS&#xd;\nwww.gesac.org &#xd;\n &#xd;\n- EVA EUROPEAN VISUAL ARTISTS&#xd;\nwww.evartists.org&#xd;\n&#xd;\nNational: &#xd;\n&#xd;\n- ProArt - Szövetség a Szerzői Jogokért (Copyright Alliance)&#xd;\nhttp://www.proart.hu/","memberOrga":"HUNGART cooperates with the following professional organisations, however they are not members of our association:&#xd;\n-\tMagyar Alkotóművészek Országos Egyesülete (Association of Hungarian Creative Artists) / http://www.alkotok.hu/ &#xd;\n-\tMagyar Képzőművészek és Iparművészek Szövetsége (Association of Hungarian Artists of Fine Art and Applied Arts) &#xd;\nhttp://www.mkisz.hu/&#xd;\n-\tMagyar Képzőművészeti és Iparművészeti Társaságok Szövetsége (Association of Hungarian Fine and Applied Arts Societies)","goal":"HUNGART was founded in 1997 and represents a little more than 900 Hungarian creators and copyright owners of fine &amp; applied art work and photography. Its main goals are to represent the interests and rights of the visual artists as well as to perform the collective management related activities. As a CISAC member HUNGART also actively cooperates with the biggest European and American collective management societies in the field of visual art relating to collection of royalties and providing professional support to each other.","acronym":"Hungart","interests":"Competition, Consumer Affairs, Culture, Economic and Financial Affairs, Education, Information Society, Internal Market, Justice and Fundamental Rights","euInitiatives":"- the exploitation of orphan works by public cultural institutions&#xd;<br />- Panorama-exception (including Wikipedia's current strategy relating to Freedom of Panorama) &#xd;<br />- negotiations of agreements and/or enforcement of rights against social media and sharing platforms&#xd;<br />- competition complaint against Google Image Search","lastUp":"2017-05-31T14:38:28.714+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}