{"id":"387982022951-28","name":"European Land Information Service","registrationDate":"2016-08-18T11:31:38.143+01:00","category":3,"subCategory":2,"legal":"EEIG (European Economic Interest Group)","web":"http://www.eulis.eu","country":"Netherlands","headAddress":"Hofstraat 110","headCity":"Apeldoorn","headPostCode":"7311KZ","headPhone":"(31)8 81 83 37 68","boss":"Rik Wouters","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":2,"membersFTE":"0.5","membership":"We have established partnerships with e-Justice, ELRA, EG, PCC and CLGE. &#xd;\nWe have signed a common vision agreement with ELRA, EG, PCC and CLGE and thus sustain a viable organisation and are able to share our knowledge and experiences.","memberOrga":"http://eulis.eu/news-and-events/story/common-vision-conference-a-success/","goal":"The European Land Information Service (EULIS) provides access to land and property information across Europe to meet the needs of both professional users - lenders, conveyancers, real estate agents, banks, governmental organisations and other professional groups, as well as citizens.&#xd;<br />&#xd;<br />&#xd;<br />European e-Justice Portal and EULIS co-operation quote:&#xd;<br />&#xd;<br />\"EULIS is co-operating with the Council e-Justice Working Party and the European Commission (DG Justice and Home Affairs) on the development of the European e-Justice portal.&#xd;<br />EULIS is the solution for providing land registry information throughout Europe (direct register access and contact information). In line with the Council's European e-Justice Action Plan, a link to EULIS is established on the European e-Justice portal.&#xd;<br />The Council e-Justice Working Party, the European Commission and EULIS are continuing the process integration of EULIS into the Portal.&#xd;<br />The expertise of the land registry organisations involved in EULIS will further develop a service to the benefit of all users of land and property information in Europe.\"&#xd;<br />&#xd;<br />EULIS promotes the economy of the European Community by contributing to:&#xd;<br />•\tflourishing best practices; &#xd;<br />•\tlinks with non-EU countries; and &#xd;<br />•\tenhanced competition in credit market and real property market.&#xd;<br />EULIS contributes to the free movement of capital and people by making cross border transactions more transparent and accessible for professional users in the financial and real estate market.&#xd;<br />&#xd;<br />&#xd;<br />The EULIS (European Land Information Service) organisation was founded in 2005 to create a European portal for online exchange of land information. Now the European Commission has taken the initiative to build a similar portal that will be ready by the end of 2017.&#xd;<br />At the annual meeting 2017 in Gavle the members decided, in view of the progress to construct a new portal by the EU-Commission, to close the EULIS portal and to abolish the EULIS EEIG. See: http://eulis.eu/news-and-events/story/eulis-website-closing-down/ &#xd;<br />From January 1st 2018 the website will no longer be available. In connection with the abolishment of the EULIS Association, the website will be removed. We thank you for your interest in EULIS over the past decade.&#xd;<br />For inquiries you may consult the website of the EU commission:  https://e-justice.europa.eu/content_land_registers_in_member_states-109-en.do &#xd;<br />&#xd;<br />In 2018 the new portal on land and property information will become available. Recently a new user group was established, that focusses on the connection to the new EU-portal and the promotion of the portal to land registers and potential users in Europe.","acronym":"EULIS","interests":"Communication, Consumer Affairs, Development, Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union , Research and Technology, Trans-European Networks","euInitiatives":"EULIS works within legal frameworks, both on national level as on European level. On European level this legal framework is mainly built around:&#xd;<br />•\tEU Directive 96/9/EC (data right and copyright) &#xd;<br />•\tPSI Directive(2003/4/EY) &#xd;<br />•\tPSI Directive 2003/98/EC article 8.2 &#xd;<br />•\tEU Directive 95/46/EC (data protection: privacy) articles 7, 11, 25, 26","lastUp":"2017-11-15T09:53:43.403+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}