{"id":"388341731904-25","name":"Renaissance Numérique","registrationDate":"2018-06-27T12:03:25.597+02:00","category":4,"subCategory":5,"legal":"Association","web":"http://www.renaissancenumerique.org/","country":"France","headAddress":"22 bis rue des Taillandiers","headCity":"Paris","headPostCode":"75011","headPhone":"(33)6 82 15 47 02","boss":"Henri Isaac","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"0.75","membership":"","memberOrga":"http://www.renaissancenumerique.org/les-adherents","goal":"Le think tank Renaissance Numérique est né d’une conviction forte, celle de la nécessité d’anticiper la transformation numérique des sociétés afin qu’elle n’induise pas de nouvelles fractures. &#xd;<br />&#xd;<br />Le think tank accompagne aujourd'hui l’action publique dans sa transition numérique et poursuit son objectif d’une société numérique inclusive, équitable et vecteur de croissance. &#xd;<br />&#xd;<br />Le think tank émet des propositions concrètes, fruits des analyses menées en son sein et avec l’écosystème numérique. Publiées sous forme de notes, de rapports, de livres ou encore d’enquêtes, ces propositions sont également portées à l’occasion de débats publics et d’événements particuliers.&#xd;<br />&#xd;<br />Renaissance Numérique a identifié quatre dimensions dans lesquelles s’opère le changement de société que nous vivons. Ils constituent la base de ses réflexions : &#xd;<br />-\tPolitiques, institutions et démocratie ;&#xd;<br />-\tLibertés publiques et éthique ;&#xd;<br />-\tInclusion numérique et solidarité ;&#xd;<br />-\tÉconomie, emploi, travail.&#xd;<br />&#xd;<br />Renaissance Numérique porte le projet citoyen de lutte contre les propos haineux en ligne, Seriously, qui a été officiellement lancé en juillet 2017.","acronym":"","interests":"Digital economy and society","euInitiatives":"De manière générale, tous les dossiers ayant trait au numérique et au Digital Single Market, et plus précisément :&#xd;<br />- Régulation sur les plateformes (désinformation, lutte contre les propos illicites en ligne, Observatoire des plateformes, plateformes B2B, etc.) ;&#xd;<br />- Régulation sur les données (Règlement général sur la protection des données, E-privacy, etc.) ;&#xd;<br />- Démocratie et citoyenneté numériques européennes.","lastUp":"2018-06-27T12:14:00.466+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}