{"id":"388429736784-66","name":"Phiren Amenca International Network aisbl","registrationDate":"2019-12-16T16:32:34.499+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://phirenamenca.eu/","country":"Belgium","headAddress":"rue de Finnes 86","headCity":"Brussels","headPostCode":"1070","headPhone":"(33)7 82 54 08 54","boss":"Marietta Herefort","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":4,"membersFTE":"4.0","membership":"None","memberOrga":"All the members and their contacts are published on our website:&#xd;\nhttps://phirenamenca.eu/category/member-organisations/","goal":"Phiren Amenca is a network of Roma and non-Roma volunteers and voluntary service organizations creating opportunities for non-formal education, dialogue, and engagement, to challenge stereotypes and racism.&#xd;<br />We believe that volunteering is a powerful tool of social change, as volunteers dedicate their time and energy to contribute to society. Based on national and international voluntary service programs, the Phiren Amenca network creates opportunities for young Roma and non-Roma to live and engage in local communities and projects for up to one year. Placement themes may include youth and sports activities, social inclusion, arts and culture, environment and human rights. In exchange for their engagement, the volunteers can benefit from unforgettable life experience, intercultural learning, non-formal education, and new language skills.&#xd;<br />&#xd;<br />Voluntary service organizations in the Phiren Amenca network are European and North American non-profit bodies sending and/or hosting these young adults, and providing support such as mentoring, on-arrival, mid-term and pre-departure seminars, pocket money, room, board, and insurance.&#xd;<br />&#xd;<br />The experience of voluntary service can both stimulate &amp; challenge young people through meeting new cultures, languages, people, and ideas. This opportunity can enable the volunteers to develop new skills and talents, discover new interests, and make new relationships. Phiren Amenca network wants to support and encourage volunteers in this learning experience through seminars on intercultural learning, conflict-management, Roma history and cultures, civil rights activism, as well as discrimination, mechanisms of exclusion, antigypsyism, and extremist movements today.","acronym":"Phiren Amenca","interests":"Education and training, Employment and Social Affairs, Justice and Fundamental Rights, Youth","euInitiatives":"Phiren Amenca is following the programs and policies related to youth and non-discrimination such as:&#xd;<br />1) Erasmus Plus &#xd;<br />2) Rights, Equality, Citizenship - REC&#xd;<br />3) Post-2020 EU Framework for National Roma Integration Strategies&#xd;<br />&#xd;<br />We follow events organised by the European Youth Forum, as well as by Roma MEPs Livia Jaroka, Peter Pollak, Romeo Franz. &#xd;<br />&#xd;<br />We are official partners in the organisation of the EU Roma Week 2020 in the European Parliament.","lastUp":"2019-12-17T00:08:33.065+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}