{"id":"388611229631-69","name":"Krajowa Izba Rozliczeniowa S.A.","registrationDate":"2018-01-25T15:44:50.242+01:00","category":2,"subCategory":3,"legal":"Spółka Akcyjna","web":"http://kir.pl","country":"Poland","headAddress":"Pileckiego 65","headCity":"Warszawa","headPostCode":"02-781","headPhone":"(4822)5 45 55 00","boss":"Piotr Alicki","bossTitle":"Mr","bossPosition":"Prezes Zarządu","membersCount":1,"membersFTE":"0.25","membership":"-EACHA-The European Automated Clearing House Association &#xd;\n- Polski Komitet Użytkowników SWIFT (który działa w ramach struktury organizacyjnej ZBP)&#xd;\n-Podmiot stowarzyszony z ZBP","memberOrga":"nie dotyczy","goal":"KIR to kluczowy podmiot infrastruktury polskiego systemu płatniczego, który świadczy kompleksowe usługi rozliczeniowe oraz dostarcza najwyższej jakości rozwiązania spełniające potrzeby i oczekiwania sektora bankowego oraz płatniczego. Aktywnie działa na rzecz wykorzystania innowacyjnych technologii rozszerzających ofertę banków. Czynnie uczestniczy w pracach związanych z podnoszeniem poziomu cyfryzacji kraju. Od 25 lat wspiera rozwój bezgotówkowych i elektronicznych procesów w gospodarce.&#xd;<br />&#xd;<br />Działalność KIR opiera się na czterech głównych filarach:&#xd;<br />zapewnianiu kompletnych i niezawodnych rozliczeń międzybankowych w złotych i euro;&#xd;<br />dostarczaniu usług wspierających płatności bezgotówkowe, m.in. kartowe, mobilne, internetowe oraz wygodne płatności faktur;&#xd;<br />dostarczaniu usług wspólnych oraz badań i rozwoju (R&amp;D) dla sektora bankowego;&#xd;<br />dostarczaniu usług wspierających uczestnictwo sektora bankowego w programach dla administracji publicznej.&#xd;<br />&#xd;<br />Pozycję lidera KIR buduje poprzez zachowanie najwyższych standardów bezpieczeństwa rozliczeń międzybankowych, wejście na rynek rozliczeń kartowych, udział w inicjatywach programu Polska Cyfrowa, a także świadczenie usług wspólnych i pełnienie roli sektorowego ośrodka R&amp;D dla banków.","acronym":"KIR","interests":"Banking and financial services, Consumers, Economy, finance and the euro, Fraud prevention","euInitiatives":"Dyrektywa 2007/64/WE Parlamentu Europejskiego i Rady z dnia 13 listopada 2007 r. w sprawie usług płatniczych w ramach rynku wewnętrznego zmieniająca dyrektywy 97/7/WE, 2002/65/WE, 2005/60/WE i 2006/48/WE i uchylająca dyrektywę 97/5/WE z 13-11-2007 (DY)&#xd;<br />Dz.Urz.UE.L.2007.319.1&#xd;<br />&#xd;<br />Dyrektywa Parlamentu Europejskiego i Rady (UE) 2015/2366 z dnia 25 listopada 2015 r. w sprawie usług płatniczych w ramach rynku wewnętrznego, zmieniająca dyrektywy 2002/65/WE, 2009/110/WE, 2013/36/UE i rozporządzenie (UE) nr 1093/2010 oraz uchylająca dyrektywę 2007/64/WE&#xd;<br />&#xd;<br />Rozporządzenie Parlamentu Europejskiego i Rady (UE) nr 910/2014 z dnia 23 lipca 2014 r. w sprawie identyfikacji elektronicznej i usług zaufania w odniesieniu do transakcji elektronicznych na rynku wewnętrznym oraz uchylające dyrektywę 1999/93/WE&#xd;<br />&#xd;<br />Dyrektywa 98/26/WE Parlamentu Europejskiego i Rady z dnia 19 maja 1998 r. w sprawie zamknięcia rozliczeń w systemach płatności i rozrachunku papierów wartościowych z 19-5-1998 (DY)&#xd;<br />Dz.Urz.UE.L.1998.166.45","lastUp":"2019-02-04T15:32:20.415+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}