{"id":"388620435175-53","name":"European Renal Association - European Dialysis and Transplant Association","registrationDate":"2019-06-28T10:00:28.770+02:00","category":3,"subCategory":2,"legal":"Charity","web":"https://www.era-edta.org/en/","country":"Italy","headAddress":"Via XXIV Maggio 38","headCity":"Parma","headPostCode":"43123","headPhone":"(39)05 21 98 90 78","boss":"Carmine Zoccali","bossTitle":"Mr","bossPosition":"ERA-EDTA President","membersCount":13,"membersFTE":"13.0","membership":"The ERA-EDTA is one of the founding members of EKHA (http://ekha.eu/about-us/members/) and EKHA is a member of ECDA, the European Chronic Disease Alliance (https://www.alliancechronicdiseases.org/index.php?id=7)&#xd;\nIt is currently holding the Presidency of the Alliance until the end of 2020.","memberOrga":"","goal":"ERA-EDTA’s Mission: The objects of the Association are the advancement of medical science by promoting fundamental and clinical advances in the field of nephrology, dialysis, renal transplantation, hypertension, and related subjects.&#xd;<br />&#xd;<br />ERA-EDTA’s Vision:&#xd;<br />– To advance education and continuous professional development by a  new type of educational symposia which -applying a  standard, common format for all subspecialties- systematically focus on the recent (2 years) gain in knowledge in all areas of nephrology, from clinical nephrology to dialysis and transplantation.&#xd;<br />– To promote ambitious collaborations among  European investigators aimed at formulating high quality projects to be submitted for funding to the EU commission.&#xd;<br />– To interact with the EU commission and the EU parliament in order to enhance the attention on chronic kidney disease as a public health priority and to raise the  level of funding needed to fight renal diseases (via the EKHA).&#xd;<br />– To increasingly involve young nephrologists in all core activities of the Society.&#xd;<br />– To promote awareness within the nephrology community and the public in general of the threat posed by health care activities, including dialysis treatments, to the environment and to support initiatives aimed at mitigating the adverse impact of health care on the environment.&#xd;<br />– To promote Nephrology as a career opportunity for European medical students.","acronym":"ERA-EDTA","interests":"Education and training, Environment, Food Safety, International co-operation and development, Public Health, Research and innovation","euInitiatives":"- ERA-EDTA is part of an Alliance, together with the European Dialysis nurses’ association, the patient’s association and the foundations (EKHA – European Kidney Health Alliance).&#xd;<br />- EDITH, co-funded by the EU, which is a study regarding the opinion of patients on the treatment modality choice in dialysis and kidney transplantation in Europe.&#xd;<br />- CONVINCE is coordinated by Prof. Peter J Blankestijn (University Medical Centre Utrecht)in collaboration with ERA-EDTA/EuDial Working Group. The project, granted with HORIZON 2020 in 2017, consists in a consortium of 9 partners/head contributors, 7 work packages, 50 centres and 1800 patients involved. This study aims at proofing superiority of high-dose  HDF over HD on cardiovascular events and all-cause mortality, cost-effectiveness, safety, and patient satisfaction, in an end-of-discussion study using a comprehensive randomized controlled clinical trial (RCT), to establish high-dose HDF as treatment of choice for all ESKD patients.","lastUp":"2019-06-28T10:03:57.351+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}