{"id":"38870176589-43","name":"TUSIAD","registrationDate":"2011-09-06T16:08:57.718+02:00","category":2,"subCategory":4,"legal":"asbl","web":"http://www.tusiad.org","country":"Turkey","headAddress":"Mesrutiyet Caddesi, 46","headCity":"Istanbul","headPostCode":"34420","headPhone":"(90212)2 49 19 29","boss":"Bahadir Kaleagasi","bossTitle":"Mr","bossPosition":"secretary general","membersCount":7,"membersFTE":"4.75","membership":"TUSIAD is one of the member federations of the BUSINESSEUROPE (The Confederation of European Business).&#xd;\n&#xd;\nTUSIAD is a member of the EPC (European Policy Centre), the CEPS (Centre for European Policy Studies) and BIAC (The Business and Industry Advisory Committee to the OECD). http://www.tusiad.org/tusiad/international-memberships/ ad http://www.tusiad.org/tusiad/national-memberships/","memberOrga":"","goal":"TÜSİAD is the non-governmental representative organisation of the Turkish private sector (industries, finance and services) at the national level  |  over 55% of the economic added-value (80% of exports) 85% of corporate tax revenues. It is the leading business organisation in Turkey.&#xd;<br />TÜSİAD is a member of BUSINESSEUROPE, Global Business Coalition, BIAC (Business and Industry Advisory Council of the OECD), BusinessMed; &#xd;<br />TÜSİAD is composed of direct members representing companies and leads a platform founded by sectoral and regional business federations (TÜRKONFED: Turkish Confederation of Enterprise and Business);&#xd;<br />TÜSİAD is a window of business through its representations in Brussels, Berlin, Paris London, Washington DC and Beijing.&#xd;<br />TÜSİAD is and committed to monitor and promote Turkey’s economic competitiveness, institutional reform process and membership to the European Union.","acronym":"TUSIAD","interests":"Agriculture, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Trade agreement negotiations, Energy Union Initiative, update of European Neighbourhood Policy, Single Market, Energy and Climate Change, Digital Market.","lastUp":"2018-06-08T09:42:57.655+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}