{"id":"388728111714-79","name":"Verband der Mineralfarbenindustrie e. V.","registrationDate":"2013-08-14T11:24:13.592+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein nach deutschem Vereinsrecht (e.V.)","web":"http://www.vdmi.de","country":"Germany","headAddress":"Mainzer Landstraße 55","headCity":"Frankfurt am Main","headPostCode":"60329","headPhone":"(4969)25 56 13 51","boss":"Heike Liewald, Dr.","bossTitle":"Ms","bossPosition":"Geschäftsführerin","membersCount":1,"membersFTE":"0.25","membership":"Der VdMi ist Mitgliedsverband im Verband der Chemischen Industrie e. V. (VCI), Mitglied im europäischen Dachverband der Pigment-, Füllstoff- und Farbmittelhersteller Eurocolour. Verbindungen bestehen zum European Council of Paint sowie Printink Ink and Artists Colours Industry (CEPE).","memberOrga":"","goal":"Der Verband der Mineralfarbenindustrie e. V. bezweckt unter Ausschluß jedes wirtschaftlichen Geschäftsbetriebes die Wahrnehmung und Förderung der allgemeinen und wirtschaftlichen Interessen der Mineralfarbenindustrie.&#xd;<br />Im Verband der Mineralfarbenindustrie e. V. sind historisch bedingt unterschiedliche Branchen organisiert. Dies sind die Hersteller von anorganischen und organischen Pigmenten, von Produkten für die keramische Industrie, von Kieselsäuren, die als helle Verstärkerfüllstoffe Verwendung finden, von Carbon Black und von Lebensmittelfarben, ebenso wie die Weiterverarbeiter von Farbmitteln. Dazu zählen die Hersteller von Masterbatches, die sich im \"Masterbatch Verband\" zusammengeschlossen haben, sowie die Hersteller von Künstler- und Schulfarben. Im Fachverband angewandte Photokatalyse haben sich sowohl die Hersteller von Photokatalysatoren als auch die Anwender aus der Baustoff- und Coatingsindustrie zusammengeschlossen.","acronym":"VdMi","interests":"Consumers, Education and training, Energy, Environment, Food Safety, Public Health, Research and innovation","euInitiatives":"Roadmap \"FoodContact\"&#xd;<br />öffentliche Konsultationen&#xd;<br />- Nano-Pigmentregister/-Definition&#xd;<br />- SVHC / Autorisierung","lastUp":"2019-02-26T09:46:39.187+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}