{"id":"388752931719-18","name":"Digital House of Europe Foundation","registrationDate":"2018-06-06T11:59:50.608+02:00","category":4,"subCategory":12,"legal":"Stichting","web":"http://digitalhouseofeurope.eu","country":"Netherlands","headAddress":"Kanaalpark 157","headCity":"Leiden","headPostCode":"2321 JW","headPhone":"(31)6 55 81 38 54","boss":"Ronald le Clercq","bossTitle":"Mr","bossPosition":"Voorzitter","membersCount":30,"membersFTE":"7.5","membership":"","memberOrga":"","goal":"Digital House of Europe Foundation wil Europese Communities ondersteunen, in de breedste betekenis van het woord, in het regisseren van hun digitaal humane recht. Het individu binnen de Community is eigenaar van en verantwoordelijk voor zijn/haar eigen data. Het individu is hierin gelijk aan ‘digital me’, de persoon die zelf bepaalt of de gegevens met derden worden gedeeld.  Van privacy naar ownership.&#xd;<br />Tussen deze Europese Communities kunnen er (tijdelijke) samenwerkingsverbanden ontstaan t.b.v. bijvoorbeeld kennisuitwisseling en dataoverdracht. &#xd;<br />Een Europese community bestaat uit leden die een gezamenlijke binding hebben. De Europese Communities hebben hun eigen taal, cultuur en eigenschappen. In het gedachtengoed van de Digital House of Europe Foundation wordt uitgegaan van de Europese wet- en regelgeving, Europese Rechten van de Mens en het Europese Hof.&#xd;<br />Digital House of Europe Foundation tracht haar te doel bereiken door Europese Communities met raad en daad bij te staan en op een neutraal en onafhankelijke manier te ondersteunen ter voorkoming van en het anticiperen op het belemmeren of misbruiken van hun digitaal humane recht door derden.&#xd;<br />Digital House of Europe Foundation verbindt, ontwikkelt, initieert en faciliteert al dan niet op een proactieve wijze de Europese Communities.&#xd;<br />Digital House of Europe Foundation creëert en onderhoudt een meldpunt voor schending van digitaal humane rechten.&#xd;<br />Digital House of Europe Foundation peilt en signaleert en kan als belangenbehartiger optreden.&#xd;<br />Digital House of Europe Foundation kan onderzoek doen, onderzoek faciliteren en in onderzoek participeren. Het stelt de onderzoeksinformatie ter beschikking aan de Europese Community.&#xd;<br />Digital House of Europe Foundation vergroot de mobiliteit van het individu door het blijvend ter beschikking zijn/houden van de eigen data.&#xd;<br />Digital House of Europe Foundation is een kennisinstituut op het gebied van digitale humane rechten.&#xd;<br />Digital House of Europe Foundation geeft voorlichting op het gebied van digitale humane rechten.&#xd;<br />Digital House of Europe Foundation is een vraagbaak op het gebied van digitale humane rechten.&#xd;<br />Digital House of Europe Foundation is beheerder van de smart contracting bibliotheek&#xd;<br />Digital House of Europe Foundation is beheerder van het validatie-register digitale nieuwe persoonlijkheid t.b.v. wetenschappelijk- en klinisch onderzoek&#xd;<br />Digital House of Europe Foundation ontwikkelt en valideert de informed consent procedures en dient als een ethische commissie voor digitale onderzoeken.","acronym":"DHoE","interests":"Communication, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Fraud prevention, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Trans-European Networks, Youth","euInitiatives":"Trans-Europese netwerken, Regio ontwikkeling, Digitale Agenda, Educatie en Health Roadshow van Digital House of Europe, GDPR, Human Rights","lastUp":"2018-06-06T12:46:48.937+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}