{"id":"388924736529-03","name":"Universidad de la Iglesia de Deusto","registrationDate":"2019-11-11T12:38:07.553+01:00","category":4,"subCategory":12,"legal":"Universidad privada sin animo de lucro","web":"http://www.deusto.es","country":"Spain","headAddress":"Avenida de la Universidades, 24","headCity":"Bilbao","headPostCode":"48007","headPhone":"(34)9 44 13 90 00","boss":"Gonzalo Meseguer Tapiz","bossTitle":"","bossPosition":"Director Económico Financiero","membersCount":10,"membersFTE":"2.5","membership":"","memberOrga":"","goal":"La Universidad de Deusto pretende en nuestros días servir a la sociedad mediante una contribución específicamente universitaria y a partir de una visión cristiana de la realidad.&#xd;<br />&#xd;<br />En cuanto universidad, está presidida por el amor a la sabiduría y el afán de conocer e indagar con rigor y metodología científicos la estructura de lo real. Por ello busca la excelencia en la investigación y en la docencia. Pretende simultáneamente la formación de personas libres, ciudadanos responsables y profesionales competentes, dotados de aquellos conocimientos, valores y destrezas que les permitan comprometerse en la promoción del saber y en la transformación de la sociedad.  &#xd;<br />Su arraigo en la tradición cristiana le lleva a creer que la fe en Dios, además de dar sentido a la vida, inspira y estimula un conocimiento cada vez más profundo y crítico de todo proceso cultural verdaderamente humano. Reconoce, a la inversa, que la cultura, la ciencia y la tecnología ofrecen instrumentos valiosos para actualizar la comprensión del mensaje cristiano. Todo ello la convierte en un lugar de encuentro y de diálogo entre la fe y el saber, entre la esperanza trascendente y la búsqueda de un futuro más humano para todos. &#xd;<br />&#xd;<br />Al mismo tiempo la UD se sabe asociada, desde su origen, a la misión de la Compañía de Jesús. Se inserta así en una red universitaria de alcance mundial y en una tradición pedagógica centrada en la persona como valor preeminente. Comparte asimismo en nuestros días la persuasión de que el servicio a la fe conlleva la promoción de la justicia. Por ello se compromete, mediante una reflexión sobre la cultura y en diálogo con los agentes sociales, a hacer oír su voz dondequiera que el hombre y la sociedad comprometen su futuro; en concreto, en el respeto a la vida, en la implantación universal de los derechos humanos, en la justa distribución de los bienes, en el cultivo de la paz y en la salvaguarda de la naturaleza.&#xd;<br />&#xd;<br />Dentro del horizonte universal de los saberes y del interés general por lo humano, característicos de la universidad, la de Deusto se siente particularmente próxima a la sociedad vasca, a la que quiere servir como institución universitaria, tanto en sus necesidades culturales, como en el desarrollo social, técnico y económico a todos los niveles.&#xd;<br />&#xd;<br />La primacía de la persona hace, por fin, que esta Universidad conciba la vida universitaria como una comunidad de hombres y mujeres que se esfuerzan por brindar un modelo de convivencia en el que el diálogo respetuoso facilite relaciones de colaboración y amistad.&#xd;<br />&#xd;<br />Las universidades jesuíticas comparten con otras universidades la misión de servicio a la persona y a la sociedad mediante su contribución a la ciencia y a la cultura, a la vez que, por su condición de jesuíticas, participan de la misión de la Compañía de Jesús. Su reto y fundamento es, por tanto, cumplir su misión de servicio de la fe, a través de su servicio a la ciencia y a la cultura, evitando toda instrumentación de la cultura y del ser universitario.&#xd;<br />&#xd;<br />Con la puesta en marcha del nuevo Espacio Europeo de Educación Superior, que obliga a revisar el cuadro de titulaciones y a redefinir los currículos académicos, las Universidades y centro superiores de la Compañía de Jesús van a a revisar, a la luz de su identidad y misión, los objetivos últimos de su presencia en el mundo académico. UNIJES (Universidad-Jesuitas) elaboró en septiembre de 2001 una Declaración en la que se describía de manera general la última razón de ser de los Centros Superiores de la Compañía de Jesús. Con ella enlazan las presentes 'Reflexiones i+m ante los nuevos desafíos universitarios'.&#xd;<br />&#xd;<br />La Misión de una Universidad jesuítica exige además que sus objetivos (fe, justicia y cultura) se desarrollen en un clima y con una dinámica de diálogo con aquellos agentes religiosos, culturales o sociales, de cuya cooperación dependen valores fundamentales, que son compartidos y compartibles entre creyentes y no creyentes.","acronym":"UD","interests":"Borders and Security, Budget, Business and Industry, Consumers, Digital economy and society, Education and training, Employment and Social Affairs, External Relations, Foreign affairs and security policy, Fraud prevention, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Transport","euInitiatives":"Las actividades descritas en el apartado 9 están alineadas con las prioridades de la Universidad de Deusto en materia de investigación e impacto social a través de sus equipos de investigación y de las 5 plataformas interdisciplinares que de manera flexible generan agrupaciones para dar respuesta a los retos sociales actuales y recogidos en la estrategia europea y en la Smart Specialisation Strategy del País Vasco (RIS3 Euskadi). &#xd;<br />&#xd;<br />La participación en las actividades relacionadas con las iniciativas y políticas europeas se llevarán a cabo siguiendo un análisis de la adecuación de dichas prioridades de investigación con los marcos legislativos, objetivos comunitarios y orientaciones políticas de los ámbitos relacionados con el objetivo de proporcionar un análisis científico independiente del objeto de la investigación.","lastUp":"2019-11-11T23:28:50.225+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}