{"id":"389104725356-56","name":"The R&amp;A","registrationDate":"2017-01-09T10:40:18.174+01:00","category":2,"subCategory":3,"legal":"Limited company","web":"http://www.RandA.org","country":"United kingdom","headAddress":"9-11","headCity":"St Andrews","headPostCode":"KY16 9JD","headPhone":"(44)13 34 46 00 00","boss":"Stephen Isaac","bossTitle":"Mr","bossPosition":"Director - Sustainability","membersCount":3,"membersFTE":"0.75","membership":"International Golf Federation https://www.igfgolf.org/","memberOrga":"http://www.randa.org/TheRandA/Working-for-Golf/Affiliates-Search","goal":"The R&amp;A group of companies was formed in 2004 to take on The Royal &amp; Ancient Golf Club of St Andrews' responsibilities for governing the Rules of Golf, staging The Open, golf's original championship, and developing the sport.  The British Golf Museum in St Andrews is part of the R&amp;A group.&#xd;<br />&#xd;<br />Together, The R&amp;A and the USGA govern the sport of golf worldwide, operating in separate jurisdictions with a commitment to a single code for the Rules of Golf, Rules of Amateur Status and Equipment Standards.  The R&amp;A, through R&amp;A Rules Ltd, governs the sport worldwide, outside of the United States and Mexico, on behalf of over 36 million golfers in 143 countries and with the consent of 157 organisations from amateur and professional golf.&#xd;<br />&#xd;<br />The R&amp;A merged with the Ladies' Golf Union in 2017 and now has responsibility for running a series of world class amateur events and international matches in women's and girls as well as men's and boys golf.  The R&amp;A works with IMG to stage the Women's British Open and with the European Tour to stage the Senior Open.&#xd;<br />&#xd;<br />The R&amp;A is committed to investing £200 million in developing golf over the next decade and supports the growth of the sport internationally, including the development and management of sustainable golf facilities.  For more information, visit www.randa.org.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Education and training, Energy, Environment, Research and innovation, Sport","euInitiatives":"Directives on water and pesticides.  Pollinators initiative. EU Sport Unit activities.","lastUp":"2019-11-06T09:48:17.506+01:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}