{"id":"389275311163-19","name":"Drax Group plc","registrationDate":"2013-05-22T11:41:31.757+01:00","category":2,"subCategory":3,"legal":"plc","web":"http://www.drax.com/","country":"United kingdom","headAddress":"Drax Power Station","headCity":"Selby","headPostCode":"YO8 8PH","headPhone":"(44)17 57 61 83 81","boss":"David McCallum","bossTitle":"Mr","bossPosition":"General Counsel and Group Company Secretary","membersCount":3,"membersFTE":"1.5","membership":"• AEBIOM &#xd;\n• EURELECTRIC","memberOrga":"","goal":"Drax Group plc is playing a vital role in helping change the way energy is generated, supplied and used as the UK moves to a low carbon future.&#xd;<br />&#xd;<br />Drax Group employs around 2,300 people and has three principal activities – electricity generation, energy supply, and compressed wood pellet manufacturing for use in electricity production.&#xd;<br /> &#xd;<br />We are responsible for generating 7% of the UK’s electricity. Having successfully upgraded the UK’s biggest power station through innovative engineering, we are now a predominantly biomass-fuelled generator. 70% of the electricity we produce – enough to power Leeds, Manchester, Sheffield and Liverpool – is now made using compressed wood pellets rather than coal.&#xd;<br />&#xd;<br />Our US business employs innovative manufacturing techniques, using wood from responsibly managed working forests to produce compressed biomass pellets. These pellets are shipped safely and efficiently around the world to generate reliable, renewable energy precisely when it’s needed. We plan to self-supply an increasing percentage of the wood pellets we use at Drax Power Station.&#xd;<br />&#xd;<br />At the other end of our supply chain, Drax Group’s retail division serves the energy needs of a growing number of SMEs and large organisations. Our ability to inspire customers to change the type of energy they use and then work with them to use it more efficiently and affordably, establishes our current and future retail brands as the biggest challengers in the market.&#xd;<br />&#xd;<br />Today we are one of the UK’s largest energy producers and we stand ready to do more, helping to reduce carbon emissions, forcing more coal off the system and providing additional system support to plug the gaps created by intermittent renewables and boost security of supply.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Energy, Environment","euInitiatives":"Nothing specific but in general:&#xd;<br />Biomass Sustainability Policy &#xd;<br />Wood Pellet imports &#xd;<br />Power Generation","lastUp":"2017-03-07T11:07:12.709+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}