{"id":"389561426715-93","name":"Freight Transport Association Ireland","registrationDate":"2017-04-11T10:55:03.502+02:00","category":2,"subCategory":4,"legal":"CGL","web":"http://www.ftai.ie","country":"Ireland","headAddress":"Unit 1 DHL Building","headCity":"Cloghran Co Dublin","headPostCode":"K67 A0F4","headPhone":"(353)18 44 75 16","boss":"Aidan Flynn","bossTitle":"Mr","bossPosition":"General Manager","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"FTA Ireland is a not-for-profit membership trade association for the Irish freight and logistics industry. We are wholly owned and governed by our members and will act solely in advancing their best interests.&#xd;<br />&#xd;<br />FTA Ireland covers all aspects of private and public freight transport, passenger transport and logistics supply chain, including road, rail, sea and air.&#xd;<br />&#xd;<br />Our mission is to help our members develop safer, more efficient and sustainable supply chains and transport operations. We will work hard to enhance the Irish freight and logistics industry's influence and image by promoting high standards of safety and compliance.&#xd;<br />&#xd;<br />We are committed to working with our industry and Government partners to help us achieve these objectives and develop a truly innovative, efficient, competitive and sustainable Irish freight and logistics industry to support the Irish economy","acronym":"FTAI","interests":"Budget, Climate Action, Competition, Customs, Employment and Social Affairs, Environment, Regional Policy, Trade, Trans-European Networks, Transport","euInitiatives":"- Mobility Package (access to the profession &amp; to the market, social pillar - drivers' hours rules &amp; posting of drivers, Eurovignette) &#xd;<br />- Requirements for the initial qualification and periodic training of professional drivers&#xd;<br />- Brexit","lastUp":"2018-04-03T12:56:07.940+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}