{"id":"389715028237-59","name":"World Economic Forum","registrationDate":"2017-09-05T18:31:28.132+02:00","category":3,"subCategory":2,"legal":"Private Foundation","web":"http://www.weforum.org","country":"Switzerland","headAddress":"Route de la capite 91-93","headCity":"Cologny","headPostCode":"1223","headPhone":"(41)2 28 69 12 12","boss":"Daniela Barat","bossTitle":"Ms","bossPosition":"Head of Legal","membersCount":1,"membersFTE":"0.5","membership":"https://www.weforum.org/about/our-members-and-partners","memberOrga":"https://www.weforum.org/about/our-members-and-partners","goal":"The Forum aims to improve the state of the world through engaging the foremost political, business and other leaders of society to shape global, regional and industry agendas.&#xd;<br />&#xd;<br />It is independent, impartial and not tied to any special interests. The Forum strives in all its efforts to demonstrate entrepreneurship in the global public interest while upholding the highest standards of governance. Moral and intellectual integrity is at the heart of everything it does.","acronym":"","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Single market policies; data regulation; EU reform and many other initiatives","lastUp":"2018-09-12T16:32:24.918+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}