{"id":"389715028237-59","name":"World Economic Forum","registrationDate":"2017-09-05T18:31:28.132+01:00","category":3,"subCategory":2,"legal":"Private foundation","web":"http://www.weforum.org","country":"Switzerland","headAddress":"Route de la capite 91-93","headCity":"Cologny","headPostCode":"1223","headPhone":"(41)2 28 69 12 12","boss":"Daniela Barat","bossTitle":"Ms","bossPosition":"Head of Legal","membersCount":1,"membersFTE":"0.5","membership":"https://www.weforum.org/about/our-members-and-partners","memberOrga":"https://www.weforum.org/about/our-members-and-partners","goal":"The Forum aims to improve the state of the world through engaging the foremost political, business and other leaders of society to shape global, regional and industry agendas.&#xd;<br />&#xd;<br />It is independent, impartial and not tied to any special interests. The Forum strives in all its efforts to demonstrate entrepreneurship in the global public interest while upholding the highest standards of governance. Moral and intellectual integrity is at the heart of everything it does.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Single market policies; data regulation; EU reform and many other initiatives","lastUp":"2017-09-05T18:31:54.458+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}