{"id":"389747235517-57","name":"Seaborough","registrationDate":"2019-07-24T12:02:37.468+02:00","category":2,"subCategory":3,"legal":"B.V.","web":"http://www.seaborough.com","country":"Netherlands","headAddress":"Matrix VII Innovation Center","headCity":"Amsterdam","headPostCode":"1098 XG","headPhone":"(31)2 02 61 00 86","boss":"Martijn Dekker","bossTitle":"Mr","bossPosition":"CEO, Statutory director","membersCount":2,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"Seaborough&#xd;<br />&#xd;<br />Working for the Seaborough organization, a Dutch clean-tech scale-up of about 20 people strong with a dynamic, informal and respectful working environment, means having the potential to positively contribute to revolutionize the lighting industry by inventing and developing proprietary technologies, commercializing those by patenting and licensing, and turn those into applications and products together with leading industry partners. More specifically, Seaborough targets to create maximum value out of intellectual property in the areas of (i) breakthrough LED lamp concepts which are fully compatible with the existing infrastructure, (ii) ground-breaking photonic materials for LEDs, LED displays or LED lamps and (iii) fully novel concepts that will revolutionize human centric lighting. Seaborough teams up with best-in-class external experts around the world to achieve above goals. Seaborough is located in Amsterdam, The Netherlands, a city recognized to be one of Europe’s hotspots when it comes to a fruitful start-up business environment.  Seaborough started in 2013 and is backed by the Dutch private equity firm Momentum Capital, which focuses on Cleantech companies that have the potential to challenge the existing and set the new standard in their respective areas of business and thus positively contribute to the world’s climate goals set by the Paris agreement.","acronym":"","interests":"Climate Action, Energy, Environment, Research and innovation","euInitiatives":"RoHS implementation and derogation, Ecodesign and updates. Light and health.","lastUp":"2019-07-24T12:03:41.491+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}