{"id":"390331424747-18","name":"IPC — Association Connecting Electronics Industries®","registrationDate":"2016-11-28T02:06:05.229+02:00","category":2,"subCategory":4,"legal":"501c6","web":"http://www.ipc.org","country":"United states","headAddress":"3000 Lakeside Drive, 105 N","headCity":"Bannockburn, IL","headPostCode":"60015","headPhone":"(1)84 76 15 71 00","boss":"John W. Mitchell","bossTitle":"Mr","bossPosition":"President &amp; CEO","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"IPC Mission, Vision and Goals&#xd;<br />&#xd;<br />Mission Statement&#xd;<br />&#xd;<br />IPC is a global trade association dedicated to furthering the competitive excellence and financial success of its members, who are participants in the electronics industry.  In pursuit of these objectives, IPC will devote resources to management improvement and technology enhancement programs, the creation of relevant standards, protection of the environment, and pertinent government relations.  IPC encourages the active participation of all its members in these activities and commits to full cooperation with all related organizations.&#xd;<br />&#xd;<br />Aspirational Goals&#xd;<br />&#xd;<br />Standards: IPC will be the most respected organization known for its leadership and global footprint in providing standards and quality programs supporting the electronics industry.&#xd;<br />&#xd;<br />Education: IPC will become the world's leading electronics education and knowledge provider to the electronics industry.&#xd;<br />&#xd;<br />Advocacy: IPC will be known as the industry's most influential advocate for a regulatory and legislative business environment that enables our members to improve their global competitiveness.&#xd;<br />&#xd;<br />Solutions: IPC will work with the electronics industry to identify and collaborate on finding solutions to industry challenges.","acronym":"IPC","interests":"Business and Industry, Education and training, Environment, Foreign and Security Policy and Defence, Research and innovation, Taxation, Trade, Youth","euInitiatives":"1. Regulation for Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH)&#xd;<br />2. Restriction of Hazardous Substances (RoHS)&#xd;<br />3. Conflict Minerals&#xd;<br />4. Circular Economy&#xd;<br />5. SME policies&#xd;<br />6. TIP&#xd;<br />7. EU Defense Action Plan&#xd;<br />8.  Taxation&#xd;<br />9.  Intellectual Property&#xd;<br />10. New Skills Agenda for Europe","lastUp":"2018-06-12T18:21:33.489+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}