{"id":"39068194588-61","name":"Fédération Internationale des Corps et Associations Consulaires","registrationDate":"2010-11-23T11:14:32.176+01:00","category":3,"subCategory":2,"legal":"association internationale sans but lucratif","web":"http://www.ficacworld.org","country":"Belgium","headAddress":"avenue de Tervuren, 246","headCity":"Brussels","headPostCode":"1150","headPhone":"(32)27 62 51 46","boss":"Aykut Eken","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"Recognized as NGO with ECOSOC Status by United Nations since 1993.","memberOrga":"Albania (30),&#xd;\nArgentina(11),&#xd;\nAruba(12),&#xd;\nBahamas(33),&#xd;\nBangladesh(40),&#xd;\nBarbados(15),&#xd;\nBelarus (15),&#xd;\nBelgium(170),&#xd;\nBenin (7),&#xd;\nBolivia(42),&#xd;\nBrazil(66),&#xd;\nChile (25),&#xd;\nColumbia (11),&#xd;\nCyprus(114),&#xd;\nCzech Republic(21),&#xd;\nDominican Republic(26),&#xd;\nEcuador(7),&#xd;\nEgypt(9),&#xd;\nFinland (213),&#xd;\nFYROM (8),&#xd;\nGeorgia (17),&#xd;\nGhana(26),&#xd;\nGreece(25),&#xd;\nGuatemala(5),&#xd;\nHaiti(30),&#xd;\nHonduras(8),&#xd;\nHong Kong &amp; Macau(39),&#xd;\nHungary(33),&#xd;\nIceland (88),&#xd;\nIndia(104),&#xd;\nIndonesia(11),&#xd;\nIsrael(120),&#xd;\nJamaica(38),&#xd;\nJordan(15),&#xd;\nLiechtenstein(22),&#xd;\nMadagascar(5),&#xd;\nMalaysia(12),&#xd;\nMalawi(3),&#xd;\nMali (25),&#xd;\nMalta(15),&#xd;\nMarocco(7),&#xd;\nMauritius(11),&#xd;\nMexico(57),&#xd;\nMonaco(84),&#xd;\nNepal(37),&#xd;\nNetherlands (139),&#xd;\nNew Zealand(7),&#xd;\nNicaragua(5),&#xd;\nNigeria(40),&#xd;\nNorway (150),&#xd;\nPakistan Lahore(88),&#xd;\nPanama (13),&#xd;\nParaguay(12),&#xd;\nPeru(11),&#xd;\nPhilippines(45),&#xd;\nRussia (11),&#xd;\nSerbia (6),&#xd;\nSeychelles (24),&#xd;\nSint Christopher and Nevis(3),&#xd;\nSpain(8),&#xd;\nSlovenia(28),&#xd;\nSri Lanka(44),&#xd;\nSuriname(29),&#xd;\nThailand(62),&#xd;\nTurkey(102),&#xd;\nTrinidad and Tobago(33),&#xd;\nUganda (40),&#xd;\nUruguay(7),&#xd;\nUSA(15),&#xd;\nVietnam(11),&#xd;\nItaly(21),&#xd;\nSerbia(6),","goal":"The Federation is the organization of Consular Corps and Consular Associations throughout the world.&#xd;<br />The Federation is non-profit making. It shall abstain from all religious or political activities and from the practice of any dis-crimination on grounds of race, sex, colour, religion or such other grounds as enumerated in relevant international human rights trea-ties.&#xd;<br />The main objectives of the Federation, as a global network, are:&#xd;<br />a.\t to enhance the performance of consular services on behalf of sending States in receiving States,&#xd;<br />b.\t to support and improve the status, legitimacy and effective-ness of all consular officers, and to seek the extension of such of the well-recognized facilities, privileges and immunities to Honorary Consular Officers by the receiving States as are necessary for the efficient discharge of their functions with dignity, while taking note of the fact that honorary consular officers, in comparison with ca-reer consular officers and diplomatic agents performing consular functions, do not enjoy all facilities, privileges and immunities granted by receiving States and, in many cases, do not have the same links with the sending States which appoint them,&#xd;<br />c.\t to encourage the establishment of new Associations and their membership of the Federation,&#xd;<br />d.\t to pursue clarity about the legal position of honorary consuls as compared to the legal position of career consuls&#xd;<br />e.\t to promote and protect the interests of its Member Associa-tions and to encourage co-operation amongst them,&#xd;<br />f.\t to promote and improve contacts and friendship amongst Consuls throughout the world,&#xd;<br />g.\t to become a member and/or attend meetings of appropriate organizations whose activities affect the status, interests and func-tions of consuls,&#xd;<br />h.\t to promote implementation of the Convention of Vienna, to encourage its ratification by non-signatory States and to seek, when appropriate, to influence any  amendments to it,&#xd;<br />i.\t to encourage States, in both their receiving and sending ca-pacities, to recognize and support Associations, Member Associa-tions and the Federation,&#xd;<br />j.\t to educate a wider public about the nature and importance of consular functions, to work to ensure the rights of all persons to ac-cess to consular services.","acronym":"F.I.C.A.C.","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"New role of the honorary consuls&#xd;<br />Files concerning the citizens from EU and non EU countries to be followed by diplomacy","lastUp":"2017-02-24T10:38:44.360+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}