{"id":"390663019815-38","name":"Agrupación de Exportadores de Almendra y Avellana de España","registrationDate":"2015-12-03T15:24:35.537+02:00","category":2,"subCategory":1,"legal":"Asociación empresarial","web":"http://almendrave.com","country":"Spain","headAddress":"Calle de Diego de León 54, escalera B,  5º derecha","headCity":"Madrid","headPostCode":"28006","headPhone":"(34)9 15 42 50 17","boss":"D. Jorge de Saja González","bossTitle":"","bossPosition":"Director General","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://www.almendrave.com/img/exportadores.pdf","goal":"Sus Objetivos son: &#xd;<br />&#xd;<br />a) representar, coordinar, defender y fomentar los intereses comunes de sus asociados, a nivel nacional e internacional. &#xd;<br />&#xd;<br />b) Realizar labores administrativas y de gestión.&#xd;<br />&#xd;<br />c) Ser un interlocutor ante las administraciones y el sector exportador.&#xd;<br />&#xd;<br />d) Servir de apoyo e intercambio de información con organismos públicos y muy activamente con el Ministerio de Comercio. &#xd;<br />&#xd;<br />e) Desarrollar y coordinar planes de promoción con el objetivo de consolidar el consumo de almendras y avellanas en mercados tradicionales y apertura de nuevos.","acronym":"ALMENDRAVE","interests":"Agriculture, Business and Industry, Competition, Consumers, Economy, finance and the euro, Energy, Environment, Food Safety, Maritime affairs and fisheries, Research and innovation, Single market, Trade","euInitiatives":"Situación de la PAC y su impacto. Comercio exterior. Reevaluación de plaguicidas.&#xd;<br />&#xd;<br />Reglamento (CE) 396/2005 DEL PARLAMENTO EUROPEO Y DEL CONSEJO&#xd;<br />de 23 de febrero de 2005 relativo a los límites máximos de residuos de plaguicidas en alimentos y piensos de origen vegetal y animal y que modifica la Directiva 91/414/CEE del Consejo&#xd;<br /> http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2005:070:0001:0016:es:PDF&#xd;<br />&#xd;<br />Reglamento (CE) 1881/2006 de la Comisión de 19 de diciembre de 2006 por el que se fija el contenido máximo de determinados contaminantes en los productos alimenticios&#xd;<br />http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2006:364:0005:0024:ES:PDF","lastUp":"2018-09-21T09:23:29.102+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}