{"id":"390852330109-22","name":"Pan European Region of the International Association of Dental Research","registrationDate":"2018-02-13T12:11:09.351+01:00","category":3,"subCategory":2,"legal":"i vzw","web":"http://www.iadr.org/IADR/About-Us/Leadership/Regions-Divisions-and-Sections/Pan-European-Region","country":"Belgium","headAddress":"PER-IADR attn to Rosa Ciloglu","headCity":"Leuven","headPostCode":"3000","headPhone":"(32)4 78 28 14 58","boss":"TIMOTHY WATSON","bossTitle":"Mr","bossPosition":"PRESIDENT","membersCount":1,"membersFTE":"0.5","membership":"http://www.iadr.org/IADR/About-Us/Leadership/Regions-Divisions-and-Sections/Pan-European-Region","memberOrga":"The following five IADR Divisions constitute the PER-IADR: &#xd;\n◾British Division (BSODR)&#xd;\n◾Continental European Division (CED)&#xd;\n◾Irish Division&#xd;\n◾Israeli Division&#xd;\n◾Scandinavian Division (NOF)&#xd;\n&#xd;\nhttp://www.iadr.org/IADR/About-Us/Leadership/Regions-Divisions-and-Sections/Pan-European-Region","goal":"PER-IADR stands for the Pan European Region of the International Association for Dental Research. PER-IADR was officially founded in Leuven, Belgium in 2013, having its domicile in Belgium, 3000 Leuven, Kapucijnenvoer 33 with the email address per.iadr@uzleuven.be. PER-IADR is a subsidiary of the International Association for Dental Research (IADR). The IADR is organized into five Regions for purposes of more effective and efficient delivery of IADR Member Services. PER-IADR is an international nonprofit association. &#xd;<br />&#xd;<br />The following five IADR Divisions constitute the PER-IADR: &#xd;<br />◾British Division (BSODR)&#xd;<br />◾Continental European Division (CED)&#xd;<br />◾Irish Division&#xd;<br />◾Israeli Division&#xd;<br />◾Scandinavian Division (NOF)&#xd;<br />&#xd;<br />The objective of the PER-IADR is to promote research in all aspects of oral and related sciences, by encouraging development of improved methods for the prevention and treatment of oral and dental diseases, by improving the oral health of the public through research, and by facilitating the cooperating among investigators and the communication or research findings and their implications throughout the Association. &#xd;<br />&#xd;<br />What are the activities of the PER-IADR? &#xd;<br />◾Promote health in general and oral and dental health in particular by the dissemination of relevant knowledge and scientific information;&#xd;<br />◾Serve as a platform for networking, exchange of information and experiences for all oral and dental health researchers in Europe;&#xd;<br />◾Advocate for the support and financing of appropriate research funding in oral health;&#xd;<br />◾Encourage oral and dental health research through stipends, awards, etc.;&#xd;<br />◾Provide research training to young researchers;&#xd;<br />◾Collect funding (membership fee, meeting registration, company sponsoring, etc.) to be used for the direct implementation of the primary objectives of the association;&#xd;<br />◾Organize European oral and dental health scientific meetings (biannual PER-IADR meetings); and&#xd;<br />◾Contribute to the International Association (IADR) at-large.","acronym":"PER-IADR","interests":"Education, Public Health, Research and Technology","euInitiatives":"We are a solely scientific organization in the field or Oral Health Research. We would like to influence in the fields of:&#xd;<br />* research &amp; technology&#xd;<br />* education&#xd;<br />* youth&#xd;<br />* consumer&#xd;<br />* public health","lastUp":"2018-02-28T18:18:54.818+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}