{"id":"391391731425-90","name":"NEW SAVERS","registrationDate":"2018-05-02T19:24:04.730+02:00","category":2,"subCategory":7,"legal":"association","web":"http://trendiest.eu","country":"Italy","headAddress":"piazza Bertarelli 1","headCity":"Milano","headPostCode":"20122","headPhone":"(39)37 55 66 01 51","boss":"Paolo Brambilla","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"1.0","membership":"www.wfic.org","memberOrga":"www.wfic.org","goal":"As Italian member of World Federation of Investors, is an independent, not-for-profit organization. All members of WFI are primarily national shareholders' associations. WFI was formed to promote investor education and shareholder advocacy.&#xd;<br />&#xd;<br />WFI OBJECTIVES&#xd;<br />Commit to becoming the recognized international resource for investor education.&#xd;<br />Issue papers on topics of interest to associations and their members.&#xd;<br />Continue to support developing markets.&#xd;<br />Leverage technology to enable all members to access WFI resources.&#xd;<br />Develop an investor education resource portfolio and curriculum.&#xd;<br />Become strong advocates for shareholder protections and rights.","acronym":"","interests":"Banking and financial services, Digital economy and society, Economy, finance and the euro, Education and training, External Relations, Justice and Fundamental Rights, Taxation","euInitiatives":"Recent events underscore how economic systems and individual portfolios can quickly become very fragile. Since WFI's founding over fifty years ago, the use and capabilities of the computer and Internet have exploded, giving every person the potential to access a wealth of information and resources.&#xd;<br />&#xd;<br />Several tools have been developed, such as the widely acclaimed NAIC/BetterInvesting Stock Selection Guide and Investors Tool Kit analysis software, are available through the conventions, investor fairs, manuals and folders. national associations. Investment education is provided through investment seminars","lastUp":"2018-05-07T17:24:33.268+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}