{"id":"391412626167-33","name":"Club Gibraltar","registrationDate":"2017-03-02T15:11:45.478+01:00","category":3,"subCategory":2,"legal":"Association loi 1901","web":"http://www.clubgibraltar.org","country":"France","headAddress":"8 rue de varenne, appartement 3E","headCity":"Paris","headPostCode":"75007","headPhone":"(212)6 61 14 62 60","boss":"Othmane El Ferdaous","bossTitle":"Mr","bossPosition":"Président","membersCount":3,"membersFTE":"1.25","membership":"","memberOrga":"","goal":"The Mediterranean Sea is not more of a border between the EU and the Maghreb than the Baltic Sea is between Scandinavia and the European Peninsula. This simple statement has set the roots of the Club Gibraltar which aims at promoting the anchoring of the Maghreb in the European project. The mission of Club Gibraltar is to produce a « South-North » perspective on European affairs, to respond to the various public consultations organized by European institutions and, more broadly, to educate to the European project. It provides a non-partisan forum for high-quality debate, by bringing together a wide array of prominent stakeholders : public decision-makers, local authorities, private sector companies and citizens from both shores. Meetings of the Club Gibraltar are set behind closed doors, four times a year and built around a distinguished guest, under the Chatham House Rule allowing free and frank debates between members and guests.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Politique de voisinage, Elargissement, Aide au développement, Diplomatie et défense, Commerce extérieur, Agriculture, Pêche, Economie et monnaie, Energie, Transport, Immigration et asile.","lastUp":"2017-03-25T10:25:00.547+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}