{"id":"391575415702-29","name":"Springer Nature AG &amp; Co. KGaA","registrationDate":"2015-01-21T12:28:34.962+01:00","category":2,"subCategory":3,"legal":"AG &amp; Co. KGaA","web":"http://www.springernature.com","country":"Germany","headAddress":"Heidelberger Platz 3","headCity":"Berlin","headPostCode":"14197","headPhone":"(49)30 82 78 70","boss":"Daniel Ropers","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"1.0","membership":"International Association of STM Publishers: https://www.stm-assoc.org/ &#xd;\nPublishers Association: https://www.publishers.org.uk/","memberOrga":"","goal":"Springer Nature advances discovery by publishing robust and insightful research, supporting the development of new areas of knowledge, making ideas and information accessible around the world, and leading the way on open access. Key to this is our ability to provide the best possible service to the whole research community: helping authors to share their discoveries; enabling researchers to find, access and understand the work of others; supporting librarians and institutions with innovations in technology and data; and providing quality publishing support to societies.&#xd;<br />As a research publisher, Springer Nature is home to trusted brands including Springer, Nature Research, BMC, Palgrave Macmillan and Scientific American. Springer Nature is also a leading educational and professional publisher, providing quality content through a range of innovative platforms, products and services. Every day, around the globe, our imprints, books, journals and resources reach millions of people.","acronym":"Springer Nature","interests":"Digital economy and society, Education and training, Research and innovation, Single market, Taxation","euInitiatives":"- Digital agenda (including VAT reform)&#xd;<br />- Copyright reform (including TDM)&#xd;<br />- Open Access / open science&#xd;<br />- open data / EOSC&#xd;<br />- Horizon Europe","lastUp":"2019-03-15T10:31:27.123+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}