{"id":"391796433461-57","name":"Huhtamäki Oyj","registrationDate":"2018-12-12T12:23:25.920+01:00","category":2,"subCategory":3,"legal":"Oyj","web":"http://www.huhtamaki.com","country":"Finland","headAddress":"Revontulenkuja 1","headCity":"Espoo","headPostCode":"02100","headPhone":"(358)01 06 86 70 00","boss":"Sami Pauni","bossTitle":"Mr","bossPosition":"Group General Counsel","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"http://www.pack2go-europe.com&#xd;\nhttps://europen-packaging.eu/","goal":"Huhtamäki Oyj listed on the Helsinki Stock Exchange and is a global specialist in food and drink packaging and has leading positions in three business areas:&#xd;<br />&#xd;<br />Our foodservice business serves quick service and fast casual restaurants, convenience stores, coffee shops, cafeterias and vending operators. We offer single and double wall paper cups, paper and plastic plates and bowls, plastic cups, cutlery and food-to-go packaging. We’re a pioneer in exploring and using new, more sustainable materials, such as bio-plastics. &#xd;<br />&#xd;<br />Our fiber packaging business uses recycled fiber derived from newspapers, magazines and other paper products to produce new packaging. We offer egg cartons, fruit trays, bottle dividers and cup carriers to protect, preserve and help with the handling of delicate food products.&#xd;<br />&#xd;<br />Our flexible packaging business produces innovative, high-quality packaging and labels for food and drink, pet food, household and hygiene products, as well as pharmaceuticals. We provide food safety, material saving, as well as specialized printing and branding opportunities for global and local brands that are part of our everyday life.","acronym":"Huhtamaki","interests":"Business and Industry, Competition, Consumers, Customs, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Institutional affairs, International co-operation and development, Regional Policy, Research and innovation, Single market, Trade","euInitiatives":"Circular economy and waste legislation, food safety, packaging, energy, climate, research and development, trade policy, logistics","lastUp":"2019-11-14T22:03:30.238+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}