{"id":"391944723267-45","name":"Verband der Privaten Bausparkassen e.V.","registrationDate":"2016-09-05T16:42:44.722+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.vdpb.de","country":"Germany","headAddress":"Klingelhöferstrasse 4","headCity":"Berlin","headPostCode":"10785","headPhone":"(49)5 90 09 15 00","boss":"Christian König","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":2,"membersFTE":"0.5","membership":"Europäische Bausparkassenvereinigung&#xd;\nInternational Union for Housing Finance","memberOrga":"http://www.bausparkassen.de/index.php?id=bausparkassen_mitglieder","goal":"Der Verband der Privaten Bausparkassen e.V. besteht seit 1948. Er vertritt zur Zeit 12 Unternehmen und damit alle privaten Bausparkassen in Deutschland. &#xd;<br />&#xd;<br />Seit dieser Zeit begleitet und prägt der Verband mit seiner Arbeit das deutsche Bausparwesen. Am Aufbau des Bausparens in den neuen Bundesländern hatte er wesentlichen Anteil. Mit dem Zusammenwachsen Europas und dem zunehmenden Interesse anderer Länder am deutschen Bausparmodell hat sich die internationale Tätigkeit des Verbandes laufend verstärkt. Davon profitiert auch das deutsche Bausparwesen. &#xd;<br />&#xd;<br />Der Verband der Privaten Bausparkassen hat seinen Sitz in Berlin. Organe sind die Mitgliederversammlung und der Vorstand.","acronym":"VdpB","interests":"Banking and financial services, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Energy, Institutional affairs, Justice and Fundamental Rights, Single market, Taxation","euInitiatives":"Der Verband verfolgt für die Bausparkassen als Spezialkreditinstitute die europäische Gesetzgebung im Bereich des Bankaufsichtsrechts, den Vorgaben zur Geldwäscheprävention, zum Datenschutz, zum Verbrauchervertragsrecht und zum energieeffizienten Bauen.","lastUp":"2019-06-24T11:34:12.672+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}