{"id":"39217046408-27","name":"Union of European Football Associations","registrationDate":"2011-08-10T14:24:22.402+02:00","category":2,"subCategory":4,"legal":"Non-profit organisation","web":"http://www.uefa.com","country":"Switzerland","headAddress":"Route de Genève, 46","headCity":"Nyon","headPostCode":"1260","headPhone":"(41)8 48 00 27 27","boss":"Theodore Theodoridis","bossTitle":"Mr","bossPosition":"General Secretary","membersCount":2,"membersFTE":"1.5","membership":"UEFA is a member of:&#xd;\n&#xd;\n- the Association of European Team Sports (ETS); and&#xd;\n&#xd;\n- the Sports Rights Owners' Coalition (SROC).","memberOrga":"","goal":"UEFA is the governing body for football in Europe with a membership comprising 55 national football associations across the entire continent, including all 28 Member States of the European Union.  Our mission is to develop football at all levels, amateur and professional, and to deal with all questions relating to European football.&#xd;<br />&#xd;<br />At EU level, we aim at strengthening the notion of specificity of sport and building on the structures of the European sports model, underpinned by the sports federations.  We communicate UEFA policy to the EU institutions and contribute to the growing European debate on sports policy.  More generally, we have a duty to develop good relations with individual MEPs, EC officials and representatives from EU Member States that have an interest in sports policy.","acronym":"UEFA","interests":"Borders and Security, Business and Industry, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, External Relations, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Single market, Sport, Youth","euInitiatives":"- Education &amp; Culture;&#xd;<br />- Digital Single Market;&#xd;<br />- Copyrights;&#xd;<br />- Free movement of workers;&#xd;<br />- Competition policy.","lastUp":"2019-07-09T11:26:25.543+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}