{"id":"392684236469-39","name":"Koninklijke Nederlandse Beroepsorganisatie van Accountants","registrationDate":"2019-11-18T14:14:47.932+01:00","category":2,"subCategory":1,"legal":"Openbaar lichaam","web":"https://www.nba.nl/","country":"Netherlands","headAddress":"Antonio Vivaldistraat 2","headCity":"Amsterdam","headPostCode":"1083 HP","headPhone":"(31)2 03 01 03 01","boss":"Berry  Wammes","bossTitle":"Mr","bossPosition":"Directeur","membersCount":3,"membersFTE":"1.25","membership":"Accountancy Europe&#xd;\nhttps://www.accountancyeurope.eu/&#xd;\n&#xd;\nEFAA (European Federation of Accountants and Auditors for SMEs)&#xd;\nhttps://www.efaa.com/","memberOrga":"","goal":"De Koninklijke Nederlandse Beroepsorganisatie van Accountants (NBA) is de bij wet ingestelde organisatie die onder andere belast is met het bevorderen van de goede beroepsuitoefening van haar leden (registeraccountants en Accountants-Administratieconsulenten).&#xd;<br />&#xd;<br />De NBA helpt accountants hun cruciale rol in de maatschappij te vervullen, nu en in de toekomst. Zij is de publiekrechtelijke organisatie die de belangen van de maatschappij en het beroep dient als de vertegenwoordiger van het gehele accountantsberoep in Nederland. De NBA vormt zo de brug tussen de beroepsbeoefenaren en de maatschappij.&#xd;<br />&#xd;<br />In het accountantsregister van de NBA staan alle accountants in Nederland ingeschreven. Accountants zijn werkzaam in de openbare praktijk, bij de overheid, als intern accountant en in het management van organisaties. Ze vormen een brede, pluriforme beroepsgroep van ruim 21.000 professionals met gemeenschappelijke gedragsregels. Integriteit, objectiviteit, deskundigheid en zorgvuldigheid, geheimhouding en professioneel gedrag zijn essentiële waarden voor iedere accountant.&#xd;<br />&#xd;<br />De accountant heeft vanwege zijn of haar cruciale rol in de maatschappij een wettelijk beschermde titel. De NBA beschermt de beide titels die accountants mogen hanteren (RA en AA) en bevordert een goede beroepsuitoefening. Zij doet dit door het opstellen en handhaven van heldere gedrags- en beroepsregels voor alle accountants, door toetsing en door permanente educatie. De beroepsorganisatie bewaakt de kwaliteit van het accountantsberoep en stimuleert de ontwikkeling van het vakgebied. Ook zorgt de NBA er voor dat het accountantsberoep op belangrijke nationale en internationale podia haar stem duidelijk laat horen.","acronym":"NBA","interests":"Banking and financial services, Business and Industry, Economy, finance and the euro, Fraud prevention, Single market, Taxation","euInitiatives":"Alle EU- regelgeving met betrekking tot de uitoefening van het beroep van de accountant.&#xd;<br />Dit betreft o.a. Richtlijn 2014/56/EU, verordening (EU) nr. 537/2014 en de ontwikkeling van verslagevingsregels, zowel op financieel gebied, maar ook op het gebied van ESG en non-financial information.","lastUp":"2019-11-18T14:15:12.977+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}