{"id":"392858920724-24","name":"European Cyber Security Group","registrationDate":"2016-02-18T10:59:25.585+01:00","category":2,"subCategory":4,"legal":"Stichting (not-for-profit foundation)","web":"http://cybersecuritygroup.eu","country":"Netherlands","headAddress":"Olof palmestraat 6","headCity":"Delft","headPostCode":"2600","headPhone":"(31)1 52 84 79 99","boss":"Daniel Shepherd","bossTitle":"Mr","bossPosition":"Chairman","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"S21sec : https://s21sec.com&#xd;\nFox-IT : https://fox-it.com&#xd;\nLEXSI : https://lexsi.com&#xd;\nCSIS : https://csis.dk&#xd;\n(+ a 5th member based in a European member states that wants to remain anonymous)","goal":"EUROPE’S LARGEST AND MOST AGILE&#xd;<br />PROVIDER OF CERT EXPERTISE&#xd;<br />&#xd;<br />The ECSG is an expert consortium of like-minded, independent cyber security firms across Europe dedicated to reducing cyber risk and improving cyber defense through direct services and expert advocacy. The ECSG is a not for profit foundation based in the Netherlands. Cyber security is what we breathe and live every day; it’s not work, but a way of life. As independents, the only people we serve are our clients, whose security we take as seriously as our own.&#xd;<br />&#xd;<br />Seeing the cyber security threat horizon morph and accelerate, while helping organizations both public and private as they struggle to respond, we decided to join forces for the common good. With more than 600 experts, the ECSG is now effectively the largest European provider of CERT Computer Emergency Response – services. By working together, we each bring our own firms’ uniqueness to the table to deliver faster and more complete solutions in agile ways that a single, large organization simply cannot.","acronym":"ECSG","interests":"Foreign and Security Policy and Defence, Information Society, Research and Technology","euInitiatives":"EU NIS + Data protection Directives&#xd;<br />EU cPPP and Cybersecuity Strategy&#xd;<br />EU funding schemes (H2020, Internal Security Fund, etc.) and Strategic Research Agenda","lastUp":"2017-02-07T10:40:43.717+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}