{"id":"393423121496-65","name":"Nike, Inc.","registrationDate":"2016-04-22T11:27:10.588+02:00","category":2,"subCategory":3,"legal":"Nike European Operations Netherlands B.V.","web":"http://www.nike.com","country":"United states","headAddress":"One Bowerman Drive","headCity":"Beaverton, Oregon","headPostCode":"97005","headPhone":"(1)50 36 71 64 53","boss":"Bill Berner","bossTitle":"Mr","bossPosition":"Europe General Counsel - Nike European Operations Netherlands B.V.","membersCount":4,"membersFTE":"4.0","membership":"- AmCham EU (www.amchameu.eu) - American Chamber of Commerce to the EU&#xd;\n- FESI (www.fesi-sport.org) - Federation of European Sporting Goods Industry&#xd;\n- AIM (www.aim.be) - European Brands Association&#xd;\n- WFA (www.wfanet.org) - World Federation of Advertisers&#xd;\n- EBCA (www.ebca-europe.org) - European Branded Clothing Alliance","memberOrga":"","goal":"Nike, Inc. based near Beaverton, Oregon, is the world's leading designer, marketer, and distributor of authentic footwear, apparel, equipment and accessories for a wide variety of sports and fitness activities. Wholly owned Nike subsidiaries include Converse, Inc., Hurley International LLC, which designs, markets and distributes actions sports and youth lifestyle footwear, apparel and accessories. For more information, visit www.nikebiz.com.&#xd;<br />&#xd;<br />Nike's headquarters for Western Europe (WE) and Central and Eastern Europe (CEE) are based in Hilversum, The Netherlands. The distribution and customer service facility for the same region is based in Laakdal, Belgium. The region covering Western Europe (WE) and Central and Eastern Europe (CEE) accounts for 16,096 employees.&#xd;<br />&#xd;<br />As stated in recent Sustainable Business Performance reports, Nike has a code of ethics for all employees called \"Inside the Lines\". It defines the standards of conduct we expect employees to follow and includes a range of topics on employee activity, ethical behavior, product safety, legal compliance, competition and use of resources. Each year, all Nike employees are required to verify that they have read and understand \"Inside the Lines\". &#xd;<br />&#xd;<br />Nike follows the provisions of the U.S. Foreign Corrupt Practices Act (FCPA).","acronym":"","interests":"Audiovisual and Media, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Environment, External Relations, General and Institutional Affairs, Information Society, Internal Market, Public Health, Research and Technology, Sport, Taxation, Trade, Transport","euInitiatives":"Nike, Inc. is following EU initiatives, policies and legislative files on&#xd;<br />- External trade policy and trade agreements&#xd;<br />- Intellectual property rights, innovation, and anti-counterfeiting policies&#xd;<br />- Global supply chain issues&#xd;<br />- Corporate social responsibility &#xd;<br />- Tax, grants and funding&#xd;<br />- Environment and circular economy&#xd;<br />- Consumer, product safety and product labelling&#xd;<br />- Sports policy&#xd;<br />- Social and employment affairs&#xd;<br />- Digital economy&#xd;<br />- Competition&#xd;<br />- Privacy and data protection","lastUp":"2018-04-16T10:16:17.454+02:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}