{"id":"393804435480-65","name":"Nufarm Europe GmbH","registrationDate":"2019-07-18T16:24:42.574+02:00","category":2,"subCategory":3,"legal":"GmbH, Gesellschaft mit beschränkter Haftung","web":"http://www.nufarm.com","country":"Germany","headAddress":"Parsevalstrasse 11","headCity":"Düsseldorf","headPostCode":"40468","headPhone":"(49)21 15 18 06 00","boss":"Hugo Schweers","bossTitle":"Mr","bossPosition":"Executive Regional Manager","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"Nufarm is member of the following industry associations:&#xd;\n-\tEuropean Crop Protection Association (ECPA)&#xd;\n-\tCropLife International","goal":"Nufarm is one of the world's leading crop protection and specialist seeds companies. We produce products to help farmers protect their crops against damage caused by weeds, pests and disease. With manufacturing and marketing operations based in Europe, Australia, New Zealand, Asia, and the Americas, Nufarm employs more than 3,100 people, all of whom make a vital contribution to the company's reputation for quality products, innovation and first-class marketing and technical support. In the financial year 2017/2018, group revenues amounted to 3.31 billion AUD. Nufarm is listed on the Australian Stock Exchange (symbol NUF) and its head office is located at Laverton in Melbourne. More information can be found at www.nufarm.com.","acronym":"Nufarm","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Competition, Consumers, Enlargement, Environment, External Relations, Food Safety, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Nufarm follows activities in the policy areas of agriculture and legislations relevant for crop protection products, biotechnology and seeds.&#xd;<br />&#xd;<br />We also follow policies in the area of environment, trade, development, innovation and research.","lastUp":"2019-07-18T16:59:48.346+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}