{"id":"3945154610-54","name":"European Anti Poverty Network","registrationDate":"2008-11-04T19:24:12.910+02:00","category":3,"subCategory":2,"legal":"International Association under Belgian Law","web":"http://www.eapn.eu","country":"Belgium","headAddress":"Boulevard Bischoffsheim 11","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(322)2 26 58 50","boss":"Sergio Aires","bossTitle":"Mr","bossPosition":"President","membersCount":6,"membersFTE":"2.25","membership":"Social Platform (The Platform of European Social NGOs)","memberOrga":"EAPN Belgium - Réseau belge de lutte contre la pauvreté - Belgisch(1),&#xd;\nEAPN Bulgaria - Bulgarian Anti Poverty Network(1),&#xd;\nEAPN Czech Republic(1),&#xd;\nEAPN Cyprus - National Anti-Poverty Network Cyprus(1),&#xd;\nEAPN Croatia&#xd;\nEAPN Denmark - DANEMU (Danish network against exclusion)(1),&#xd;\nEAPN Estonia&#xd;\nEAPN Finland - EAPN-Fin(1),&#xd;\nEAPN France(1),&#xd;\nEAPN Germany - Nationale Armutskonfrenz Deutschland(1),&#xd;\nEAPN Greece - Ελληνικό Δίκτυο για την Καταπολέμηση της Φτώχειας(1),&#xd;\nEAPN Hungary - Hungarian Anti Poverty Network (HAPN)(1),&#xd;\nEAPN Iceland&#xd;\nEAPN Ireland(1),&#xd;\nEAPN Italy – CILAP(1),&#xd;\nEAPN Lithunia – Lithunian National Anti Poverty Network(1),&#xd;\nEAPN Luxembourg - EAPN Lëtzebuerg(1),&#xd;\nEAPN Malta(1),&#xd;\nMacedonian EAPN&#xd;\nEAPN Netherlands – EAPN Nederland(1),&#xd;\nEAPN Norway – Velferdsalliansen(1),&#xd;\nEAPN Portugal Rede Europeia Anti Pobreza / Portugal – REAPN(1),&#xd;\nEAPN Romania - RENASIS(1),&#xd;\nEAPN Serbia&#xd;\nEAPN Slovakia – Slovak Anti Poverty Netrwork(1),&#xd;\nEAPN Spain - EAPN-España(1),&#xd;\nEAPN Sweden - EAPN Sverige(1),&#xd;\nEAPN UK(1),&#xd;\nATD Fourth World(1),&#xd;\nBABELEA(1),&#xd;\nCaritas Europa(1),&#xd;\nEMMAÜS Europe(1),&#xd;\nEurochild(1),&#xd;\nEURODIACONIA(1),&#xd;\nEuropean Federation of Food Banks(1),&#xd;\nEuropean Foundation for Street Children Worldwide (EFSCW)(1),&#xd;\nEuropean Network against Racism (ENAR)(1),&#xd;\nEuropean Older People's Platform (AGE)(1),&#xd;\nInternational Association of Charities (AIC)(1),&#xd;\nInternational Voluntary Women’s Group for Education and Developmen(1),&#xd;\nMental Health Social Exclusion Europa (SMES Europa)(1),&#xd;\nPlatform for International Cooperation on Undocumented Migrants (PICUM(1),&#xd;\nSalvation Army(1),&#xd;\nEuropean Consumer Debt Netwrok(1),","goal":"The goal of EAPN is to establish across Europe a democratic and effective network of voluntary groups or non-governmental organisations (NGOs) working against poverty, which shall primarily be an expression of the desire of people experiencing poverty to initiate and effect change in the structures that keep people in a marginalised position. The explicit and main purpose of groups that join the Network must be to empower people and groups experiencing poverty and social exclusion to fulfil their responsibilities, to exercise their rights, to break their isolation and counter their social exclusion. &#xd;<br />&#xd;<br />The Network shall pursue three main objectives:&#xd;<br />\tTo promote and enhance the effectiveness of actions against poverty and social exclusion; &#xd;<br />\tTo help shape social policies and design action programmes &#xd;<br />\tTo lobby for and with people and groups experiencing poverty and social exclusion. &#xd;<br />&#xd;<br />While EAPN is committed to the eradication of poverty globally the primary focus of our activities is on the eradication of poverty within the member states of the European Union. &#xd;<br />&#xd;<br />EAPN is committed to transparency about EU interest representation.  &#xd;<br />&#xd;<br />Our registration is based on the guidelines for transparent registration developed by the Civil Society Contact Group and ALTER-EU.  You can find the guidelines on “http://www.act4europe.org or http://www.alter-eu.org”&#xd;<br />&#xd;<br />EAPN as an “interest representative” of people experiencing poverty and social exclusion and the organisations who defend their interests or in which they participate at regional, national and EU and international levels.","acronym":"EAPN","interests":"Budget, Competition, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Taxation, Youth","euInitiatives":"The goal of EAPN is to establish across Europe a democratic and effective network of voluntary groups or non-governmental organisations (NGOs) working against poverty, which shall primarily be an expression of the desire of people experiencing poverty to initiate and effect change in the structures that keep people in a marginalised position. The explicit and main purpose of groups that join the Network must be to empower people and groups experiencing poverty and social exclusion to fulfill their responsibilities, to exercise their rights, to break their isolation and counter their social exclusion. &#xd;<br />&#xd;<br />The Network shall pursue three main objectives:&#xd;<br />\tTo promote and enhance the effectiveness of actions against poverty and social exclusion; &#xd;<br />\tTo help shape social policies and design action programmes &#xd;<br />\tTo lobby for and with people and groups experiencing poverty and social exclusion. &#xd;<br />&#xd;<br />While EAPN is committed to the eradication of poverty globally the primary focus of our activities is on the eradication of poverty within the member states of the European Union.","lastUp":"2018-04-03T15:48:23.532+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}