{"id":"39456841401-09","name":"Forbrugerrådet Tænk (the Danish Consumer Council)","registrationDate":"2009-03-20T13:43:03.320+02:00","category":3,"subCategory":2,"legal":"Private organisaton","web":"http://www.taenk.dk","country":"Denmark","headAddress":"Fiolstræde, 17","headCity":"København K","headPostCode":"1017","headPhone":"(45)77 41 77 41","boss":"Lars Pram","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":8,"membersFTE":"2.25","membership":"The Danish Consumer Council is an active member of the European Consumers' Organisation (BEUC) and the international consumer organisation, Consumers International (CI). We also play an active role in the TransAtlantic Consumer Dialogue (TACD), which is designed to promote contacts and discuss policy issues with our colleagues in the US.","memberOrga":"https://taenk.dk/om-os/medlemsorganisationer-i-forbrugerraadet-taenk","goal":"Forbrugerrådet Tænk (the Danish Consumer Council) is an independent membership organisation. Our members include about 78,000 individuals and 29 organisations, but we work for all Danish consumers. &#xd;<br />Our vision: A Denmark where all consumers can make a safe choice.&#xd;<br />Our mission: We strengthen consumer empowerment.&#xd;<br />Forbrugerrådet Tænk publishes the magazines Forbrugerrådet Tænk, the leading consumer magazine in Denmark, and Forbrugerrådet Tænk Penge.","acronym":"","interests":"Audiovisual and Media, Climate Action, Competition, Consumer Affairs, Economic and Financial Affairs, Energy, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Food Safety, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Trade, Transport","euInitiatives":"General consumer protection, better regulation, TTIP and consumer protection in the areas of financial services, digital agenda, travel, food and harzardous chemicals.","lastUp":"2018-04-11T11:14:32.152+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}