{"id":"395226426453-30","name":"Education and Training Boards Ireland","registrationDate":"2017-03-22T12:35:39.733+01:00","category":3,"subCategory":2,"legal":"Charity","web":"http://etbi.ie","country":"Ireland","headAddress":"Pipers Hill","headCity":"Naas","headPostCode":"","headPhone":"(353)45 90 10 70","boss":"Michael Moriarty","bossTitle":"Mr","bossPosition":"General Secretary","membersCount":5,"membersFTE":"2.5","membership":"EFEE (European Federation of Education Employers)&#xd;\nhttp://www.educationemployers.eu/","memberOrga":"The 16 ETBs are our member organisations. The ETBsare statutory authorities which have responsibility for education and training, youth work and a range of other statutory functions. ETBs manage and operate second-level schools, further education colleges, multi-faith community national schools and a range of adult and further education centres delivering education and training programmes.&#xd;\nhttp://www.etbi.ie/etbs/what-is-an-etb/","goal":"Education and Training Boards Ireland&#xd;<br />Under the Education and Training Boards Act 2013, Education and Training Boards Ireland is&#xd;<br />defined as; an association established to collectively represent education and training&#xd;<br />boards and promote their interests.&#xd;<br />Vision&#xd;<br />To be an effective organisation that represents and promotes the development of the ETB sector by&#xd;<br />providing innovative and high-quality support services to meet the needs of ETBs and other&#xd;<br />stakeholders in the rapidly-changing world of Irish public-sector education and training.&#xd;<br />With the support of ETBI, Education and Training Boards will be the leading providers of high quality,&#xd;<br />locally responsive, inclusive and innovative public sector education and training in their areas. ETBI&#xd;<br />will work with ETBs to promote excellent outcomes for learners at all stages of lifelong learning, and&#xd;<br />to enhance social and economic cohesion in the communities they serve.&#xd;<br />Mission&#xd;<br />ETBI is a central resource for the ETB sector, providing, procuring and coordinating a range of&#xd;<br />support services which are most appropriately and efficiently delivered at national level. It is a&#xd;<br />shared repository of best practice providing research, development and specialist expertise for the&#xd;<br />sector. ETBI provides a range of coordinated and cost effective services that include:&#xd;<br />• Staff negotiations and staff development&#xd;<br />• Policy analysis, research and administrative support services&#xd;<br />• Management services required by ETBs in the performance of their executive and reserved functions,&#xd;<br />with specific reference to schools, further education and training (FET) and organisational&#xd;<br />development and support;&#xd;<br />• Specialised supports to assist ETBs in promoting equality of opportunity in education and training,&#xd;<br />and in responding to the needs of disadvantaged communities&#xd;<br />• Services as required by the Minister for Education and Skills.&#xd;<br />ETBI fulfils its role by using the expertise of its professional staff, and by harnessing the expertise&#xd;<br />that exists within ETBs. It also promotes effective working partnerships among ETBs, the Department&#xd;<br />of Education and Skills, SOLAS and other external bodies.&#xd;<br />Values&#xd;<br />• ETBI works on behalf of ETBs collectively, promotes their development as a coherent unified sector&#xd;<br />and acts as a single voice to speak on behalf of the sector.&#xd;<br />• ETBI supports ETBs in their role as providers of high-quality, locally responsive public sector education&#xd;<br />and training services in their areas, thus ensuring that they have the capacity and capability&#xd;<br />to achieve national policy objectives and strategic targets, with particular reference to FET.&#xd;<br />• ETBI collaborates with ETBs to promote an inclusive ethos of learning, underpinned by excellence&#xd;<br />and innovation.&#xd;<br />• ETBI provides high-quality professional services and supports that are effectively aligned with,&#xd;<br />and promote the implementation of, the ETB legislation and the public sector reform programme.&#xd;<br />• ETBI operates in an environment of partnership, trust, integrity and respect, which guide and inform&#xd;<br />all aspects of its work.&#xd;<br />• ETBI’s working relationships with ETB staff, Boards and other stakeholders are based on fairness,&#xd;<br />transparency and professionalism.&#xd;<br />• ETBI fosters a sense of shared responsibility for the successful performance of the executive and&#xd;<br />reserved functions of ETBs, in the interests of achieving the very best outcomes for all learners.&#xd;<br />• ETBI promotes a culture of collaboration and collegiality between the professionals working in&#xd;<br />ETBs and the members of boards, based on common shared values and commitment to quality&#xd;<br />in education and training.&#xd;<br />• ETBI seeks to build on the strong legacy of vocational education established over the past 80&#xd;<br />years.","acronym":"ETBI","interests":"Communication, Education, Enterprise, Regional Policy, Research and Technology, Trans-European Networks, Youth","euInitiatives":"As a founding member of the European Federation of Education Employers (EFEE), ETBI (then IVEA) has been a partner since 2010 in the European Sectoral Social Dialogue in Education (ESSDE) with ETUCE which represented European education trade unions. The ESSDE is a key contributor to and influencer of European education policy.During a meeting of Ministers in charge of Vocational Education and Training, European Social Partners and the European Commission in Riga in June 2015, Michael Moriarty, President of the European Federation of Education Employers (EFEE), signed a joint pledge with the European Trade Union Committee for Education (ETUCE) on apprenticeships.&#xd;<br />&#xd;<br />With the pledge, EFEE and ETUCE wish to:&#xd;<br />&#xd;<br />improve the esteem, image and quality of VET and apprenticeships&#xd;<br />improve social dialogue on this issue at European and national level, and&#xd;<br />improve cooperation between schools and companies on organisation and quality assurance of apprenticeships and work-­based learning.&#xd;<br />The pledge underlines EFEE’s and ETUCE’s commitment to enhance the work of their organisations and the joint activities in the framework of the European Sectoral Social Dialogue in Education to further contribute to the implementation of the goals of the European Alliance for Apprenticeships.&#xd;<br />&#xd;<br />Furthermore at the meeting, organised by the Latvian Presidency, Ministers from the European Union, Candidate Countries and the European Economic Area Countries endorsed the “Riga Conclusions” on a new set of priorities to improve Vocational Education and Training for the period of 2015-2020.ETBI, through its membership of EFEE, is involved in a significant European research project jointly led by European Centre of Employers and Enterprises providing Public services (CEEP) and EFEE.&#xd;<br />&#xd;<br />The project explores the competences that employees need to have to ensure that that those working in the delivery of public services are able to adapt to the needs of public service providers in the future. It does this by mapping the current and future competences needed in public services, documenting the competences that education and training providers claim they provide to prospective public servants and, where it exists identifying the competence gap and the good practice that public service employers and others implement to bridge that gap. The overall aim of the project is to generate European policy recommendations regarding how the competences provided by education and training institutions might better meet the competence requirement of public service employers in Europe.&#xd;<br />&#xd;<br />The core work of the project involves the researchers interviewing those who line-manage public servants and those involved in the management and delivery of education and training programmes to prepare prospective public servants. For example, the researchers interviewed two second level school principals and two university lectures involved in the provision of initial teacher education in Ireland.&#xd;<br />&#xd;<br />The project also involves two seminars, one of which was hosted by IVEA in Piper’s Hill on 7 June 2013. These seminars facilitate the researchers sharing their preliminary findings with those managing the project and with a select number of public service employers/managers and education/training providers. The discussion at these seminars informs the progress of the research and the generation of the project’s recommendations.&#xd;<br />&#xd;<br />This particular project focusses on the following public services: education and training, health care, public transport, energy and public administration.&#xd;<br />national VET associations and intermediary bodies, and other stakeholders from the world of education and work. EULIVET is a successor to EUproVET.","lastUp":"2017-03-24T11:54:38.574+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}