{"id":"395203024266-66","name":"Svensk Dagligvaruhandel","registrationDate":"2016-11-02T23:48:21.263+01:00","category":2,"subCategory":4,"legal":"ingen","web":"http://www.svenskdagligvaruhandel.se","country":"Sweden","headAddress":"Regeringsgatan 60","headCity":"Stockholm","headPostCode":"10329","headPhone":"(46)87 62 78 05","boss":"Karin Brynell","bossTitle":"","bossPosition":"VD","membersCount":1,"membersFTE":"0.25","membership":"Svensk Dagligvaruhandel äger, tillsammans med framför allt DLF (Dagligvaruleverantörernas Förbund), ett antal bolag som har till uppgift att effektivisera flöden i dagligvarubranschen.&#xd;\n&#xd;\nDet är också ett sätt för branschen att ta ansvar för bland annat återvinning av förpackningsmaterial samt livsmedelssäkerheten genom ökad spårbarhet.&#xd;\n&#xd;\nDessa är:&#xd;\nElkretsen&#xd;\n&#xd;\nFTI&#xd;\n&#xd;\nGS1&#xd;\n&#xd;\nPantamera&#xd;\n&#xd;\nSvensk_Glasåtervinning&#xd;\n&#xd;\nSvenska_Retursystem&#xd;\n&#xd;\nFrån_Sverige","memberOrga":"","goal":"Svensk Dagligvaruhandel är branschorganisationen för dagligvaruhandeln i Sverige. Svensk Dagligvaruhandel tillvaratar och främjar sina medlemsföretags gemensamma intressen i näringspolitiska frågor samt företräder medlemsföretagen i frågor av gemensamt intresse inför stat, myndigheter, organisationer, EU och andra internationella organ.&#xd;<br />&#xd;<br />Dagligvarubranschen är en viktig del i livsmedelskedjan från jord till bord. Det är dessutom få branscher som möter så många människor dagligen, dels som kunder men också som anställda. Detta är ett stort ansvar som vi har stor respekt för. Svensk Dagligvaruhandel deltar aktivt i de forum som skapas av departement och myndigheter. Vi arbetar också för att påverka lagar och regler som är viktiga för att dagligvaruhandeln ska kunna bedriva en lönsam verksamhet och samtidigt ta ansvar i samhällsviktiga frågor.&#xd;<br />&#xd;<br />Svensk Dagligvaruhandel företräder sedan medlemsföretagen genom att:&#xd;<br />- Vara remissinstans för remisser från departement och myndigheter&#xd;<br />- Ta fram branschriktlinjer/överenskommelser&#xd;<br />- Bedriva opinion- och påverkansarbete&#xd;<br />- Delägarskap i materialbolagen","acronym":"SvDH","interests":"Agriculture and Rural Development, Environment, Fisheries and Aquaculture, Food Safety, Public Health, Trade","euInitiatives":"Supply Chain Initiative&#xd;<br />Otillbörliga affärsmetoder&#xd;<br />Livsmedelsinformation&#xd;<br />Livsmedelskontroll&#xd;<br />Djurskydd&#xd;<br />Matsvinn&#xd;<br />Antibiotikaanvändningen till djur","lastUp":"2017-10-09T09:23:20.251+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}