{"id":"395371917701-06","name":"The Options Clearing Corporation","registrationDate":"2015-06-05T18:06:58.394+01:00","category":2,"subCategory":3,"legal":"Corporate entity (clearing organization operating under the jurisdiction of the U.S. Securities and Exchange Commission and the U.S. Commodity Futures Trading Commission)","web":"http://www.theocc.com/","country":"United states","headAddress":"One North Wacker Drive, Suite 500","headCity":"Chicago","headPostCode":"IL 60606","headPhone":"(1)31 23 22 62 00","boss":"Joseph Kamnik","bossTitle":"Mr","bossPosition":"Senior Vice President and General Counsel","membersCount":1,"membersFTE":"0.25","membership":"OCC is a member of the following associations, networks and other bodies: &#xd;\n- FIA Americas&#xd;\n- International Swaps &amp; Derivatives Association (ISDA)&#xd;\n- Securities Industry and Financial Markets Association (SIFMA)&#xd;\n- Financial Services Sector Coordinating Council (FSSCC)&#xd;\n- World Federation of Exchanges (WFE)&#xd;\n- CCP12&#xd;\n- International Organization of Securities Commission (IOSCO)&#xd;\n- Swiss Futures and Options Association&#xd;\n- National Association of Corporate Directors","memberOrga":"OCC does not have any member organizations.","goal":"Founded in 1973, OCC is the largest clearing organisation in the world for equity derivatives. Operating under the jurisdiction of the U.S. Securities and Exchange Commission (SEC) and the U.S. Commodity Futures Trading Commission (CFTC), OCC issues and clears U.S.-listed options and futures on a number of underlying financial assets including common stocks, currencies and stock indexes. OCC’s clearing membership consists of approximately 120 of the largest U.S. broker-dealers, U.S. futures commission merchants and non-U.S. securities firms representing both professional traders and public customers. OCC provides clearing services for options, financial and commodity futures, security futures, securities lending transactions and over-the-counter equity options.&#xd;<br />&#xd;<br />OCC primarily services clearing members established in the US, although it does also provide direct clearing services in Canada.","acronym":"OCC","interests":"Economic and Financial Affairs","euInitiatives":"1. European Market Infrastructure Regulation (the Regulation on OTC derivative transactions, central counterparties (CCPs) and trade repositories) (Regulation 648/2012); and&#xd;<br />&#xd;<br />2. CRD IV, consisting of the Capital Requirements Regulation (Regulation 575/2013) and the CRD IV Directive (2013/36/EU).","lastUp":"2017-05-31T19:42:54.413+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}