{"id":"395485815776-81","name":"ChinaEU","registrationDate":"2015-01-26T18:35:23.575+01:00","category":2,"subCategory":7,"legal":"AISBL","web":"http://www.chinaeu.eu/","country":"Belgium","headAddress":"Rue de la loi 28","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)27 81 13 87","boss":"Luigi Gambardella","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Founded in Brussels in 2015, ChinaEU has been set up as a forum to foster public-private partnerships, business cooperation and joint investments in digitization processes and hi-tech fields by European and Chinese companies, respecting high privacy protection standards. Areas where ChinaEU excel include organizing events and providing advice to its partners regarding the development of new digital services in the EU. In particular, ChinaEU assists Chinese and EU businesses in identifying new partnerships and promoting their digital applications and innovative services in the European markets. Where relevant, ChinaEU also shares its expertise on the applicable EU regulatory framework, including through trainings and events. ChinaEU earmarked the digitization of local authorities (smart cities), digital commerce and of the tourism sector as priority areas. In the past, ChinaEU has dedicated substantial resources and mobilized relationships with its European and Chinese partners in favour of startups and scale-ups seeking business opportunities in the other market. Based on the acquired expertise, ChinaEU is well placed to help its partners in selecting and developing mutually beneficial business opportunities.","acronym":"","interests":"Business and Industry, Digital economy and society, Research and innovation","euInitiatives":"A connected Digital Single Market&#xd;<br />start up policy&#xd;<br />digitization of the tourism sector","lastUp":"2020-01-16T19:24:15.063+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}