{"id":"395596910029-01","name":"Malopolska Region Brussels Office","registrationDate":"2012-11-01T10:07:25.848+01:00","category":6,"subCategory":14,"legal":"public administration","web":"https://www.malopolska.pl/samorzad/wspolpraca-miedzynarodowa/przedstawicielstwo-w-brukseli","country":"Poland","headAddress":"Racławicka, 56","headCity":"Kraków","headPostCode":"30-017","headPhone":"(4812)6 16 06 53","boss":"Dawid PUSZKO","bossTitle":"Mr","bossPosition":"Director of the Chancellery of the Managing Board of the Małoposlka Re","membersCount":2,"membersFTE":"1.0","membership":"ERRIN &#xd;\nhttps://www.errin.eu/&#xd;\n&#xd;\nVanguard Initiative &#xd;\nhttp://www.s3vanguardinitiative.eu/","memberOrga":"","goal":"Małopolska Region Brussels Office is a part of the Marshal’s Office of the Małopolska Region. Małopolska was among the first Polish regions to set up a regional representation in Brussels – it was opened in 2002, two years before the accession to the European Union. &#xd;<br />&#xd;<br />Małopolska Region office in Brussels was set up in order to represent the interest of our region on the European forum. By being present in the European capital, we are able to monitor the progress of crucial policies. That gives us a first-hand view of the opportunities that it creates for our region.&#xd;<br />&#xd;<br />A wide network of direct contacts with the European institutions and other regional representations allows us to include the strategic interest of Małopolska into the discussion on the future shape of the EU policies.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Food Safety, General and Institutional Affairs, Information Society, Public Health, Regional Policy, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"Cohesion Policy&#xd;<br />Strategie Europa 2020&#xd;<br />Horizon 2020, &#xd;<br />9 Framework Programm,&#xd;<br />Common Agricultural Policy","lastUp":"2018-03-08T18:07:17.380+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}