{"id":"39568344135-06","name":"European Association for the Study of the Liver","registrationDate":"2010-09-08T16:04:26.340+01:00","category":3,"subCategory":2,"legal":"NON FOR PROFIT ASSOCIATION - organisation of healthcare professionals based on individual membership","web":"http://www.easl.eu/","country":"Switzerland","headAddress":"Rue Daubin, 7","headCity":"Geneva","headPostCode":"1203","headPhone":"(41)2 28 07 03 60","boss":"Tom Hemming Karlsen","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":3,"membersFTE":"2.25","membership":"EASL is one of the seven founding members of the United European Gastroenterology (UEG) founded in 1992.&#xd;\nEASL has signed a Memorandum Of Understanding (MOU) with the American Association for the Study of the Liver Diseases (AASLD) and with the Asian Pacific Association for the Study of the Liver (APASL) in 2010.  EASL is also a member of the European Chronic Disease Alliance (ECDA) and of the Alliance for Biomedical Research in Europe (BioMed Alliance) and EPHA.","memberOrga":"None, we are an individual membership organisation.","goal":"The mission of the European Association for the Study of the Liver (EASL) is to raise awareness of liver disease, promote liver research and to improve the treatment and prevention of liver disease throughout Europe. This is mainly done through EASL's annual congress and fellowship and educational programs.&#xd;<br />Since its creation in 1966, the EASL congress has been hosted in 20 different European countries.  Currently the association has over 4000 members and the annual congress attracts over 10,000 delegates from over 65 countries each year.","acronym":"EASL","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Food Safety, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Research and Technology, Taxation, Trade, Transport, Youth","euInitiatives":"Horizon 2020 health research policy and calls&#xd;<br />EU alcohol policy &#xd;<br />EU food and nutrition policy e.g. labelling and transfats&#xd;<br />Viral Hepatitis and chronic disease initiatives&#xd;<br />Access to medicines initiatives&#xd;<br />TTIP","lastUp":"2018-03-21T22:53:33.039+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}