{"id":"3960234639-24","name":"Quaker Council for European Affairs","registrationDate":"2008-11-14T11:24:31.983+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.qcea.org","country":"Belgium","headAddress":"Square Ambiorix, 50","headCity":"Brussels","headPostCode":"1000","headPhone":"(322)2 30 49 35","boss":"Andrew Lane","bossTitle":"Mr","bossPosition":"Director","membersCount":6,"membersFTE":"3.75","membership":"The Quaker Council for European Affairs belongs to the following formal networks:&#xd;\n&#xd;\nEuropean Peacebuiding Liaison Office&#xd;\nHuman Rights and Democracy Network&#xd;\nChristian Group on Migration&#xd;\nEuropean Forum on Armed Drones&#xd;\nPlatform for Undocumented Migrants (PICUM)","memberOrga":"Britain Yearly Meeting of the Religious Society of Friends (16000),&#xd;\nIreland Yearly Meeting of the Religious Society of Friends (1500),&#xd;\nGerman Yearly Meeting of the Religious Society of Friends (270),&#xd;\nNorway Yearly Meeting of the Religious Society of Friends (150),&#xd;\nSweden Yearly meeting of the Religious Society of Friends (100),&#xd;\nNetherlands Yearly Meeting of the Relgious Society of Friends (100),&#xd;\nFrance Yearly Meeting of the Religious Society of Friends(60),&#xd;\nSwitzerland Yearly Meeting of the Religious Societh of Friends (75),&#xd;\nBelgium and Luxembourg Monthly Meeting of the Religious Society of Friends (40),&#xd;\nFriends World Committee for Consultation EMES (20,000),&#xd;\nEurope and Middle East Young Friends (100),&#xd;\nDenmark Yearly Meeting of the Religious Society of Friends (30),&#xd;\nQCEA British Committee (15),&#xd;\nFriends of QCEA - Netherlands (VVQREA)(10),&#xd;\nIreland Support Committee (4)&#xd;\nEurope and Middle East Section of Friends World Committee for Consultation (120)","goal":"The Quaker Council for European Affairs brings a Quaker vision of just relationships (between peoples, and between people and planet) to the European institutions. We seek to promote values of peace and economic and environmental justice.","acronym":"QCEA","interests":"Budget, Climate Action, Communication, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, Home Affairs, Humanitarian Aid, Justice and Fundamental Rights, Public Health, Research and Technology, Trade, Trans-European Networks","euInitiatives":"We follow topics in peacebuilding, militarism, human rigths and sustainable economic development.","lastUp":"2018-01-25T08:45:08.117+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}