{"id":"396456625196-76","name":"Austrian Institute of Technology GmbH","registrationDate":"2016-12-21T08:22:06.933+01:00","category":4,"subCategory":5,"legal":"GmbH","web":"http://www.ait.ac.at","country":"Austria","headAddress":"Giefinggasse 4","headCity":"Wien","headPostCode":"1210","headPhone":"(43)50 55 00","boss":"Anton Plimon","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":47,"membersFTE":"11.75","membership":"ACARE - Advisory Council for Aviation R&amp;I in Europe&#xd;\nAGFW - Energieeffizienzverband für Wärme, Kälte und KWK e.V.&#xd;\nAIOTI - Alliance for the IoT Innovation&#xd;\nALICE - Europ. Technology Platform&#xd;\nARTEMIS-IA&#xd;\nASME (American Society of Mechanical Engineers)&#xd;\nBBI - Biobased industries&#xd;\nBDVA - Big Data Value Association&#xd;\nBionanonet&#xd;\nDKV (Deutscher Kälte- und Klimatechnischer Verein e.V)&#xd;\nEAB - European Association for Biometrics&#xd;\nEARPA - Europ. Automotive Research Partners Association&#xd;\nEARTO - European Association of Research Technology Organizations&#xd;\nEASST European Association for the Study of Science and Technology&#xd;\nECSEL JU&#xd;\nECSO - Europ. Cyber Security Organisation&#xd;\nECTP - European Construction Technology Platform&#xd;\nECTP (European Conference on Thermophysical Properties)&#xd;\nECTRI - Europ. Conference of Transport Research Institutes&#xd;\nEERA  JP e3s - Europ. Energy Research Alliancen JP in Environment, Economy, Society&#xd;\nEERA European Energy Research Alliance (PV, SC, SG, Hydro,…)&#xd;\nEERA Joint Programme Smart Cities &#xd;\nEERN  Entrepreneurship Ecosystem Research Network&#xd;\nEGVIA - Europ. Green Vehicle Initiative Association&#xd;\nEHPA - Europ. Heat Pump Association&#xd;\nEIP-SCC - European Innovation Partnership on Smart Cities and Communities&#xd;\nEIT Food&#xd;\nEIT Health&#xd;\nEMVA European Machine Vision Association&#xd;\nEPoSS - Europ. Research Platform Smart Systems Integration&#xd;\nEPSO - European Plant Sciences Organisation&#xd;\nERA Monitoring Board (Austria)&#xd;\nERCOFTAC (European Research Community on Flow, Turbulence and Combustion)&#xd;\nEREA - Association of European Research Establishments in Aeronautics&#xd;\nERTRAC - Europ. Road Transport Research Advisory Council&#xd;\nETIP PV - Europ. Technology&amp;Innovation Platform PV&#xd;\nETIP RHC - European Technology and Innovation Platform (RHC)&#xd;\nETIP SNET - Europ. Technology&amp; Innovation Platforms on Smart Networks for Energy Transition&#xd;\nETSC - European Transport Safety Council&#xd;\nEUREC - The Association of European Renewable Energy Research&#xd;\nEURNEX - EUropean rail Research Network of Excellence&#xd;\neuRobotics&#xd;\nEUROMECH (European Mechanics Society)&#xd;\nEuropean Forum for Studies of Policies for Research and Innovation Eu-SPRI&#xd;\nEuropean Joint Programming Initiative Urban Europe&#xd;\nEuropean School of Social Innovation (ESSI)&#xd;\nEUSAAT - European Society For Alternatives To Animal Testing&#xd;\nFCH JU (Fuel Cells and Hydrogen Joint Undertaking)&#xd;\nFDBR (Fachverband für Dampfkessel-, Behälter- und Rohrleitungsbau e.V.)&#xd;\nFEHRL - Forum of Europ. National Highway Research Laboratories&#xd;\nGEFTA (Gesellschaft für Thermische Analyse e.V.)&#xd;\nH2020 Transportforum&#xd;\nHTHP (High Temperatures – High Pressures), the International Journal of Thermophysical Properties &#xd;\nIABSE - International Association for Bridge and Structural Engineering&#xd;\nIEA - International Energy Agency DHC TCP&#xd;\nIEA - International Energy Agency HPT&#xd;\nIEA - International Energy Agency IETS&#xd;\nIEA - International Energy Agency PVPS&#xd;\nIEA - International Energy Agency SHC&#xd;\nIEA - International Energy Agency TCP ISGAN&#xd;\nIEA - International Energy Agency TCP 4E –Power Electronic Conversion Technology Annex (PECTA)&#xd;\nIEEE - Women in Engineering (WIE) &#xd;\nIFAC (International Federation of Automatic Control)&#xd;\nIG Lebenszyklus Bau&#xd;\nIIF (International Institute of Refrigeration)&#xd;\nInternational Journal of Aeroacoustics (Editorial Board)&#xd;\nInternational Phytobiomes Alliance&#xd;\nISA International Sociological Assocation&#xd;\nITF-OECD (IRTAD) International Transport Forum / International Traffic Safety Data and Analysis Group (IRTAD)&#xd;\nKoordinationsplattform EU Stadt- und Stadtregionspolitik&#xd;\nMission Innovation&#xd;\nMutual Learning Exercise (MLE) on Innovation Procurement - 1 Person&#xd;\nNanoNet Austria&#xd;\nNetWorld2020 - European Technology Platform&#xd;\nOE-A (Organic and Printed Electronics Association)&#xd;\nÖGMBT -  Österreichische Gesellschaft für Molekulare Biowissenschaften und Biotechnologie (ÖGMBT)&#xd;\nÖGNI (Austrian Sustainable Building Council)","memberOrga":"","goal":"Das AIT Austrian Institute of Technology ist Österreichs größte außeruniversitäre Forschungseinrichtung und ist unter den europäischen Forschungseinrichtungen der Spezialist für die zentralen Infrastrukturthemen der Zukunft.&#xd;<br />Das AIT Austrian Institute of Technology nimmt in Österreich eine führende Position bei Innovationen ein und spielt zudem auf europäischer Ebene eine Schlüsselrolle als jene Forschungs- und Technologieeinrichtung, die sich mit den zentralen Infrastrukturthemen der Zukunft befasst.&#xd;<br />Durch die Forschung und technologischen Entwicklungen des AIT werden grundlegende Innovationen für die nächste Generation von Infrastrukturtechnologien in den Bereichen Energy, Mobility, Health &amp; Environment sowie Digital Safety &amp; Security verwirklicht. Ergänzt werden diese wissenschaftlichen Forschungsgebiete um die Kompetenz im Bereich Innovation Systems.&#xd;<br />Als nationaler und internationaler Knotenpunkt an der Schnittstelle zwischen Wissenschaft und Industrie macht das AIT dank seiner wissenschaftlich-technologischen Kompetenz, Erfahrung auf den Märkten, der engen Kundenbindung und einer hervorragenden Forschungsinfrastruktur Innovationen möglich.  &#xd;<br />Bei der Erfüllung seiner zentralen Aufgabengebiete nimmt das AIT Austrian Institute of Technology in Österreich und Europa durch seine Tätigkeit in der angewandten Forschung und die Verwertung innovativer Infrastrukturlösungen in der Praxis eine führende Position bei Innovationen ein. Erst dieser Brückenschlag zwischen Forschung und technologischer Vermarktung ermöglicht die Kommerzialisierung neuer Technologien sowie die Förderung der wirtschaftlichen Entwicklung. &#xd;<br />Das AIT erfüllt diese Rolle in der österreichischen Innovationslandschaft durch seine neue Ausrichtung, indem es ein Forschungsumfeld gewährleistet, das sich den mittel- bis langfristigen Herausforderungen der wichtigsten österreichischen Industriezweige stellt. &#xd;<br />Während sich die Universitäten auf die Grundlagenforschung konzentrieren und die Comet-Kompetenzzentren eher auf die kurzfristige Verwertung gemeinsamer Forschungsergebnisse der Universitäten abzielen, deckt das AIT das gesamte Spektrum ab: vom Engagement in den Emerging Technologies, dem ersten Proof of Concept und der angewandten Forschung bis hin zur Realisierung dieser aufkommenden Technologien im Rahmen spezifischer Anwendungen und Demonstratoren sowie der Entwicklung von Prototypen. Auf diese Art und Weise sind wir das Bindeglied zwischen der Grundlagenforschung und dem Einsatz der neuen Technologien in der Industrie und bereiten den Weg für die Kommerzialisierung.","acronym":"AIT","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Communication, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Environment, Food Safety, Foreign affairs and security policy, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Transport","euInitiatives":"COM - ERTRAC Roadmap for Electrification of Transport for 2020&#xd;<br />COM - WP 2018-2020 Smart Grid and Integrated Transport; - \"Connected Vehicles\" DG Connect; Implementation of Carbon Reduction in Transport&#xd;<br />COM(2010) - 19. Mai 2010  „Eine Digitale Agenda für Europa“ &#xd;<br />COM(2011) 571 „Fahrplan für ein ressourcenschonendes Europa“ vom 20.September 2011&#xd;<br />COM(2013) - 7.2.2013; Cybersecurity Strategy of the European Union: An Open, Safe and Secure Cyberspace&#xd;<br />COM(2013) 913 - 17 December 2013 - Together towards competitive and resource-efficient urban mobility&#xd;<br />COM(2015) -  Fahrplan für den Übergang zu einer wettbewerbsfähigen CO2-armen Wirtschaft bis 2050&#xd;<br />COM(2015) - 06.05.2015 - Strategie für einen digitalen Binnenmarkt für Europa&#xd;<br />COM(2015) 614 -  vom 2.12.2015 Den Kreislauf schließen – Ein Aktionsplan der EU für die Kreislaufwirtschaft&#xd;<br />COM(2016) - 5G for Europe: An Action Plan&#xd;<br />COM(2016) 766 final - A European strategy on Cooperative Intelligent Transport Systems, a milestone towards cooperative, connected and automated mobility&#xd;<br />COM(2016) 860 final - Clean Energy For All Europeans&#xd;<br />COM(2018) 233 final - Enabling the digital transformation of health and care in the Digital Single Market; empowering citizens and building a healthier society&#xd;<br />COM(2018) 237 - Artificial Intelligence for Europe.   &#xd;<br />Commission Implementing Regulation (EU) on the rules and procedures for the operation of unmanned aircraft&#xd;<br />COMMISSION STAFF WORKING DOCUMENT, SWD(2017) 223 final, Towards clean, competitive and connected mobility: the contribution of Transport Research and Innovation to the Mobility package&#xd;<br />COUNCIL REGULATION (EU) No 561/2014 of 6 May 2014 establishing the ECSEL Joint Undertaking&#xd;<br />DECISIONS ADOPTED JOINTLY BY THE EUROPEAN PARLIAMENT AND THE COUNCIL, DECISION No 406/2009/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 23 April 2009 on the effort of Member States to reduce their greenhouse gas emissions to meet the Community’s greenhouse gas emission reduction commitments up to 2020&#xd;<br />Directive 2002/49/EC of the European Parliament and of the Council of 25 June 2002 relating to the assessment and management of environmental noise&#xd;<br />Directive 2004/54/EC of the European Parliament and of the Council of 29 April 2004 on minimum safety requirements for tunnels in the Trans-European Road Network&#xd;<br />Directive 2008/96/EC of the European Parliament and of the Council of 19 November 2008 on road infrastructure safety management&#xd;<br />DIRECTIVE 2009/125/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 21 October 2009 establishing a framework for the setting of ecodesign requirements for energy-related products&#xd;<br />DIRECTIVE 2009/72/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 13 July 2009 concerning common rules for the internal market in electricity and repealing Directive 2003/54/EC (Text with EEA relevance)&#xd;<br />DIRECTIVE 2010/31/EU OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 19 May 2010 on the energy performance of buildings (recast)&#xd;<br />Directive 2010/40/EU of the European Parliament and of the Council of 7 July 2010 on the framework for the deployment of Intelligent Transport Systems in the field of road transport and for interfaces with other modes of transport&#xd;<br />Directive 2011/24/EU of the European Parliament and of the Council of 9 March 2011 on the application of patients’ rights in cross-border healthcare&#xd;<br />REGULATION (EC) No 1222/2009 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 25 November 2009 on the labelling of tyres with respect to fuel efficiency and other essential parameters","lastUp":"2019-12-13T14:40:15.815+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}