{"id":"396586834906-56","name":"Offene Häuser e.V.","registrationDate":"2019-05-21T17:20:26.182+02:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://heritagevolunteers.eu","country":"Germany","headAddress":"Goetheplatz 9 B","headCity":"Weimar","headPostCode":"","headPhone":"(49)36 43 50 23 90","boss":"Bert Dr. Ludwig","bossTitle":"Mr","bossPosition":"Vorstand","membersCount":1,"membersFTE":"0.25","membership":"Offene Häuser e.V.&#xd;\n- Trägerkonferenz der internationalen Gemeinschaftsdienste&#xd;\n- Arbeitskreis internationaler Gemeinschaftsdienste&#xd;\n- Coordinating Committee of International Volunteering Service&#xd;\n- Alliance of European Voluntary Organizations&#xd;\n&#xd;\nEuropean Heritage Volunteers:&#xd;\n- Europa Nostra","memberOrga":"nur natürliche Mitglieder","goal":"Offene Häuser e.V. ist ein gemeinnütziger Verein, der auf dem Gebiet der internationalen Jugendarbeit und Jugendbildung tätig ist, mit einem besonderen Fokus auf kulturellem Erbe, Denkmalpflege und Erinnerungskultur. Offene Häuser e.V. ist anerkannter Träger der Jugendhilfe und Mitglied der Trägerkonferenz der internationalen Gemeinschaftsdienste sowie des Arbeitskreises internationale Gemeinschaftsdienste und wird seit 2001 über das Bundesministerium für Familie, Senioren, Frauen und Jugend im Rahmen einer wiederkehrenden Projektförderung gefördert. Offene Häuser e.V. führt alljährlich 40 bis 50 Maßnahmen der internationalen Jugendbildung mit den obengenannten Schwerpunkten in Deutschland durch, an denen etwa 500 junge Menschen aus 30 bis 40 Ländern teilnehmen. - European Heritage Volunteers ist ein Zweig, also eine rechtlich unselbständige Untergliederung, von Offene Häuser e.V., der europaweit Projekte mit ähnlicher Ausrichtung wie oben beschrieben durchführt, wobei die Zielgruppe stärker zu Young Professionals tendiert, als dies bei den Projekten von Offene Häuser e.V. der Fall ist. European Heritage Volunteers führt alljährlich in enger Partnerschaft mit Organisationen und Institutionen, die in den jeweiligen Ländern bzw. europaweit im Bereich des kulturellen Erbes tätig sind, etwa 30 bis 40 außercurriculäre Bildungsprojekte in 15 bis 20 europäischen Ländern durch, an denen etwa 400 Young Professionals teilnehmen. Daneben koordiniert European Heritage Volunteers im Auftrag des UNESCO-Welterbezentrums den europäischen Teil des Programms UNESCO World Heritage Volunteers. Letztlich ist European Heritage Volunteers auf dem Gebiet der advocacy für das kulturelle Erbe Europas und die Einbeziehung der Zivilgesellschaft für deren Schutz und Bewahrung tätig.","acronym":"OH","interests":"Culture, Culture and media, Youth","euInitiatives":"Aktivitäten im Rahmen des Europäischen Kulturerbejahres; Folgeaktivitäten des Europäischen Kulturerbejahres; European Framework for Action on Cultural Heritage; Europäische Jugendpolitik; Erasmus+","lastUp":"2019-05-21T17:28:43.695+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}