{"id":"39671713910-36","name":"Finnish Forest Industries Federation (Metsäteollisuus ry)","registrationDate":"2010-07-23T11:57:40.215+02:00","category":2,"subCategory":4,"legal":"Registered Association","web":"http://www.forestindustries.fi/","country":"Finland","headAddress":"Snellmaninkatu 13","headCity":"HELSINKI","headPostCode":"00170","headPhone":"(3589)1 32 61","boss":"Timo Jaatinen","bossTitle":"Mr","bossPosition":"Managing director","membersCount":11,"membersFTE":"3.75","membership":"Confederation of European Paper Industries (CEPI)&#xd;\nConfederation of European Wood-working Industries (CEI-Bois)","memberOrga":"http://www.forestindustries.fi/members/","goal":"The Finnish Forest Industries Federation represents the interests of companies that engage in the forest-based industry and associated activities in Finland. It promotes the competitiveness and profitability of paper and wood products manufacturing by strengthening the industry's operating environment and positive public image in Finland and abroad. The Federation has over 90 member companies that operate in the pulp, paper, paperboard and packaging industries. Member companies in the wood products sector include industrial-scale sawmills, panel manufacturers as well as producers of construction joinery products and prefabricated wooden houses. &#xd;<br />&#xd;<br />There are approx 50 pulp and paper mills in Finland. In addition, over 230 industrial-scale sawmills, panel factories and other wood products firms are active in Finland.","acronym":"FFIF","interests":"Agriculture and Rural Development, Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Food Safety, Internal Market, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"EU energy and climate change policy&#xd;<br />EU policies related to forests and nature&#xd;<br />EU circular economy and waste policy&#xd;<br />EU environmental policy&#xd;<br />EU policies related to transportation and logistics&#xd;<br />EU trade policy&#xd;<br />EU employment and social affairs policy","lastUp":"2018-03-28T11:46:06.047+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}