{"id":"39838147687-59","name":"European Cockpit Association","registrationDate":"2012-01-13T11:33:51.782+01:00","category":2,"subCategory":1,"legal":"AISBL","web":"http://www.eurocockpit.be/","country":"Belgium","headAddress":"rue du Commerce, 20-22","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)0 27 05 32 93","boss":"Philip von Schoppenthau","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":13,"membersFTE":"6.25","membership":"Ifalpa International Air Line Pilots Associations http://www.ifalpa.org&#xd;\nFlight Safety Foundation https://flightsafety.org/&#xd;\nEUROCAE https://www.eurocae.net/&#xd;\nCEN https://www.cen.eu/Pages/default.aspx","memberOrga":"ACA(513),&#xd;\nAEROPERS(1088),&#xd;\nALPL(571),&#xd;\nALPAB&#xd;\nALPA SL(85),&#xd;\nANPAC (1024)&#xd;\nAPPLA(671),&#xd;\nBALPA(7900),&#xd;\nBECA(368),&#xd;\nBULALPA(12),&#xd;\nCROALPA(117),&#xd;\nCZALPA(124),&#xd;\nDALPA(1122),&#xd;\nESTON ALPA(45),&#xd;\nFIA(552),&#xd;\nFPA(1001),&#xd;\nFYROM&#xd;\nHALPA&#xd;\nHUNALPA(85),&#xd;\nIALPA(1047),&#xd;\nISRALPA(688),&#xd;\nLIT ALPA(3),&#xd;\nMALTA ALPA(95),&#xd;\nAMPLM (210)&#xd;\nMON ALPA(35),&#xd;\nNF(1335),&#xd;\nPALPU(60),&#xd;\nPOLALPA(82),&#xd;\nPTUL(61),&#xd;\nROALPU(100),&#xd;\nSCA(83),&#xd;\nSEPLA(2304),&#xd;\nSNPL(3964),&#xd;\nSPF(1143),&#xd;\nTALPA(700),&#xd;\nUALPA(205),&#xd;\nVC(7125),&#xd;\nVNV(3557)","goal":"The European Cockpit Association represents the collective interests of its Member Associations at European level, striving for the highest levels of aviation safety and fostering social rights and quality employment for pilots in Europe.ECA strives to ensure safe and sustainable growth of the air transport industry across Europe, based upon clear, harmonised and enforceable rules throughout the EU.&#xd;<br />Moreover, since 2000, ECA is a recognised Social Partner in the EU's Sectoral Social Dialogue. This allows it to develop - jointly with European employers' organisations - common positions, recommendations and agreements that can have legally binding effect throughout the EU. &#xd;<br />&#xd;<br />ECA pursues its aims by:&#xd;<br />Active involvement with the European Institutions regulating the European air transport, such as EASA, the European Commission, European Parliament and Council of Ministers, as well as EUROCONTROL and ECAC;&#xd;<br />Monitoring European legislative and policy developments and advising our members accordingly; preparing opinions and positions for the European regulators and providing expertise in the many consultative bodies set up at European level;&#xd;<br />Participating in the European Social Dialogue for the Air Transport Sector;&#xd;<br />Closely liaising with Brussels-based, aviation-related trade union organisations and other major stakeholders in the field of aviation;&#xd;<br />Supporting and assisting our Members in their industrial actions, and in coping with the industrial and legal challenges created by the emergence of transnational airlines (TNA);&#xd;<br />Conducting research on aviation related topics which our Member Associations use, e.g. during contract negotiations with their companies;&#xd;<br />Organising meetings, seminars, press-conferences to discuss pan-European industry and social issues related to the aviation industry;&#xd;<br />Closely coordinating our activities and positions with the International Federation of Air Line Pilots' Associations (IFALPA).","acronym":"ECA","interests":"Employment and Social Affairs, Internal Market, Justice and Fundamental Rights, Transport","euInitiatives":"Aviation safety and security&#xd;<br />White paper on transport&#xd;<br />Single european Sky&#xd;<br />Transport social package&#xd;<br />fight against undeclared work&#xd;<br />training and skills&#xd;<br />posting of workers&#xd;<br />working time","lastUp":"2018-02-01T15:29:25.984+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}