{"id":"398553618102-39","name":"Arbeitsgemeinschaft katholisch-sozialer Bildungswerke in der Bundesrepublik Deutschland e.V..","registrationDate":"2015-07-08T09:16:52.902+02:00","category":3,"subCategory":2,"legal":"eingetragener Verein","web":"http://www.aksb.de","country":"Germany","headAddress":"AKSB e.V.","headCity":"Bonn","headPostCode":"53123","headPhone":"(49)22 82 89 29 30","boss":"Karl Dr. Weber","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":9,"membersFTE":"3.0","membership":"http://www.eaea.org/","memberOrga":"http://www.cathyouthadult.org/ueber-das-europabuero/","goal":"Das Europabüro für katholische Jugendarbeit und Erwachsenenbildung in Brüssel befindet sich in Trägerschaft der Arbeitsgemeinschaft katholisch-sozialer Bildungswerke in der Bundesrepublik Deutschland (AKSB), der Arbeitsstelle für Jugendseelsorge der Deutschen Bischofskonferenz (afj), dem Bund der Deutschen Katholischen Jugend (BDKJ), dem Jugendhaus Düsseldorf e.V. und der Katholischen  Erwachsenenbildung Deutschland (KEB) sowie der Europäischen Föderation für Katholische Erwachsenenbildung (FEECA). Zusätzlich vertritt es die Interessen des Netzwerks Rete Juventutis – Katholisches Netzwerk Jugend in Europa. Durch die Ansiedlung des Büros in den Räumen der Kommission der Bischofskonferenzen in der Europäischen Union (COMECE) ergeben sich zusätzliche Synergieeffekte und Kooperationsmöglichkeiten.&#xd;<br />&#xd;<br />Zu den Aufgaben des Büros gehören Information, Monitoring, Netzwerkarbeit, Interessenvertretung in Brüssel sowie der Service für die Träger und ihre Einrichtungen. Inhaltlich stehen die europäische Jugend- und Bildungspolitik im Zentrum der Arbeit des Büros. Das Büro informiert zudem die angeschlossenen Träger über vorhandene Fördermöglichkeiten.","acronym":"AKSB","interests":"Borders and Security, Climate Action, Communication, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Youth","euInitiatives":"Erasmus +, REST-Richtlinie, &#xd;<br />Qualifizierung und Weiterbildung von Erwachsenen auf europäischer Ebene, Änderung der Mehrwertsteuerbefreiung öffentlich geförderter Träger, TTIP, Europa für Bürgerinnen und Bürger (EfBB), Rechte, Gleichstellung und Unionsbürgerschaft 2014-2020, Haushaltslinie 33 02 02: Antragsfristen für maßnahmebezogene Finanzhilfen sowie Betriebskostenzuschüsse, Europäischer Sozialfonds (ESF), Digitale Agenda, Flüchtlingspolitik","lastUp":"2018-07-02T11:29:04.441+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}