{"id":"398920216464-45","name":"Association of Locistic Enterprises in Finland","registrationDate":"2015-03-11T13:22:32.497+01:00","category":2,"subCategory":4,"legal":"association","web":"http://www.logistiikkayritykset.fi","country":"Finland","headAddress":"Eteläranta 10","headCity":"Helsinki","headPostCode":"00130","headPhone":"(358)9 42 02 33 89","boss":"Pekka Aaltonen","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.25","membership":"LL is member of Confederation of Finnish Industries (EK)","memberOrga":"","goal":"Association of Logistic Enterprises in Finland - LL members are the largest logistics services providers in Finland, linked by logistics and the employers' position. The member companies' lines of business include: transportation systems, terminal and storage activities, as well as logistics systems, mainly in the home country. We have 25 members. Our members a total turnover is over 1.4 billion. EUR, which is a quarter of Finland's road transport turnover.&#xd;<br />&#xd;<br />The main tasks of the Association are: &#xd;<br />1. Improve conditions for members operating in the transport and logistics business &#xd;<br />2. Promote the solutions of employees and subcontractors resources  &#xd;<br />3. Promote the competitiveness of in the logistics sector &#xd;<br />&#xd;<br />Associations strategy and mission can be simplified as follows: \"Logistics Business Association's members are key players in the field, who co-create and develop best practices in a global supply chain management. Logistics task is the business development of competitiveness and therefore we are looking for solutions and business models that contribute to our customers' competitiveness","acronym":"LL","interests":"Climate Action, Competition, Consumer Affairs, Development, Education, Employment and Social Affairs, Energy, Environment, Internal Market, Trans-European Networks, Transport","euInitiatives":"LL follows mainly European Union transport and traffic policy and other policies covering especially road transport market.","lastUp":"2018-03-05T12:40:36.345+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}