{"id":"39900807417-87","name":"Peugeot S.A.","registrationDate":"2011-12-13T12:08:50.426+01:00","category":2,"subCategory":3,"legal":"Société Anonyme","web":"http://www.groupe-psa.com","country":"France","headAddress":"Rue Henri Sainte-Claire Deville, 7","headCity":"Rueil-Malmaison","headPostCode":"92500","headPhone":"(33)1 55 94 81 00","boss":"Carlos Tavares","bossTitle":"Mr","bossPosition":"Président du Directoire","membersCount":3,"membersFTE":"1.5","membership":"Au plan européen, le Groupe PSA est membre de l’Association des Constructeurs européens d'Automobiles (ACEA), et participe aux activités européennes du Cercle des Délégués Permanents Français ainsi que de la Chambre de Commerce espagnole en Belgique.","memberOrga":"-","goal":"Le Groupe PSA (acronyme de Peugeot société anonyme) est le 2ème constructeur automobile européen et leader sur le marché européen des véhicules utilitaires légers. Il rassemble cinq marques automobiles -Peugeot, Citroën, DS, ainsi que Opel et Vauxhall depuis 2017- et dispose d’une présence industrielle dans dix pays de l’Union européenne (usines de montage, moteurs et pièces). Le Groupe propose en outre une offre diversifiée de services connectés et de mobilité portés par la marque Free2Move. Le Groupe PSA est engagé dans la mobilité propre et durable, et est l’un des pionniers de la voiture autonome et du véhicule connecté. Ses activités s’étendent également au financement automobile avec Banque PSA Finance et à l’équipement automobile avec Faurecia. En 2018, le Groupe, qui compte avec 218 00 collaborateurs monde, a réalisé un chiffre d’affaires de 74 Md € et a vendu au total 3,9 M de véhicules. Les principaux objectifs et missions du bureau Affaires Publiques européennes du Groupe PSA sont: a.Veiller et informer le Groupe sur les politiques et projets règlementaires européens susceptibles d’en affecter les activités et le fonctionnement; b.Informer les décideurs européens de l’impact de ces projets sur le Groupe et apporter son expertise dans le cadre du processus décisionnel; c.Représenter le Groupe auprès des associations professionnelles et autres organismes intervenant auprès des Institutions européennes.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Employment and Social Affairs, Energy, Environment, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Politiques et initiatives européennes impactant l'industrie automobile, dont : émissions CO2, qualité de l'air, mobilité urbaine, connectivité automobile, ITS, cybersécurité, véhicule autonome, Brexit, accords commerciaux, instruments de défense commerciale (acier), règlement général sécurité, Horizon 2020/Horizon Europe et Economie circulaire.","lastUp":"2019-11-19T14:46:18.680+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}