{"id":"399081432112-88","name":"HAUTE ECOLE SPECIALISEE DE SUISSE OCCIDENTALE","registrationDate":"2018-07-20T12:12:38.123+02:00","category":4,"subCategory":12,"legal":"Public university","web":"http://hes-so.ch","country":"Switzerland","headAddress":"HES-SO Rectorat","headCity":"Delémont","headPostCode":"2800","headPhone":"(41)5 89 00 00 00","boss":"Luciana Vaccaro","bossTitle":"Ms","bossPosition":"Rector","membersCount":1,"membersFTE":"0.75","membership":"EUA: http://www.eua.be/&#xd;\nUAS4EUROPE: http://uas4europe.eu/&#xd;\nswissuniversities: https://www.swissuniversities.ch/en/&#xd;\nEuresearch Network: http://www.euresearch.ch","memberOrga":"","goal":"The HES-SO is the largest University of Applied Sciences and Arts (UAS) in Switzerland and the second largest higher education institution of the country, with more than 21'000 students, 25 schools located in 7 cantons.  HES-SO is organised in six faculties: Business Management &amp; Services, Design &amp; Fine Arts, Engineering &amp; Architecture, Health, Music &amp; Performing Arts and Social Work.  HES-SO offers a large range of education programmes: 46 Bachelor degrees, 22 Master degrees and 255 continuing education courses.  Strongly anchored in the regional economy, HES-SO collaborates closely with SMEs, and its R&amp;D also extends to certain aspects of industrial-scale production.  International collaboration is an integral part of HES-SO’s stragegy for research and education. We have been involved in European Framework Programmes since 1998.","acronym":"HES-SO","interests":"Agriculture, Business and Industry, Climate Action, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, International co-operation and development, Migration and asylum, Public Health, Research and innovation, Trans-European Networks, Transport","euInitiatives":"Participation in European Framework Programmes for Research and Innovation, in Particular Horizon 2020.","lastUp":"2018-07-23T07:56:50.981+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}