{"id":"399343412089-18","name":"DS Avocats A.A.R.P.I","registrationDate":"2013-10-31T10:44:51.524+02:00","category":1,"subCategory":10,"legal":"Association d'Avocats à Responsabilité Illimitée","web":"http://www.ds-avocats.com/","country":"France","headAddress":"Rue Duret, 6","headCity":"PARIS","headPostCode":"75116","headPhone":"(33)1 53 67 50 00","boss":"Daniel Chausse","bossTitle":"Mr","bossPosition":"Président de DS Avocats, avocat associé","membersCount":4,"membersFTE":"1.0","membership":"DS Avocats est le créateur du réseau DS, ayant des membres en Europe à Barcelone et Madrid (Espagne), Milan (Italie) et Stuttgart (Allemagne) ainsi qu'en dehors de l’Europe, en Afrique (Dakar Cotonou), en Asie (Pékin, Shanghai, Canton, Singapour, Hanoi, Ho Chi Minh City), en Amérique Latine (Bogota, Buenos Aires, Lima , Santiago) et en Amérique du Nord (Montréal, Québec, Toronto et Vancouver). &#xd;\nPar le réseau Lexwork international, DS Avocats offre à ses clients des prestations dans les pays européens dans lesquels DS n’est pas encore implanté.","memberOrga":"","goal":"DS Avocats dispose d’un bureau à Bruxelles facilitant les démarches de ses clients auprès des institutions européennes. &#xd;<br />&#xd;<br />L'activité de DS Avocats à Bruxelles se divise en plusieurs activités:&#xd;<br />&#xd;<br />1/Le droit du commerce international (droit de l'OMC, mesures de défense commerciale et droit douanier de l'Union européenne);&#xd;<br />2/Les programmes de financements européens et les appels d'offres des institutions européennes;&#xd;<br />3/Le droit européen de la concurrence (pratiques anticoncurrentielles, contrôle des concentrations, droit des aides d'Etat);&#xd;<br />4/Le contentieux européen (recours directs, renvois préjudiciels, pourvois devant la Cour de justice); &#xd;<br />5/Droit des nouvelles technologies. &#xd;<br />&#xd;<br />DS Avocats possède une expertise partagée entre l’Asie, le Canada et l’Europe en matière d’accords de libre-échange, de droit de l’OMC et en droit douanier.&#xd;<br />Cette expertise est attestée par la participation régulière des associés de DS Avocats aux travaux d’organisations internationales : International Chamber of Commerce (ICC), Organisation mondiale des Douanes (OMD) et Organisation Mondiale du Commerce (OMC).","acronym":"DS Avocats","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Code des douanes de l'Union&#xd;<br />Modernisation des instruments de défense commerciale&#xd;<br />Directive sur les sanctions douanières&#xd;<br />Réglementations sur les biens double usage&#xd;<br />Programmes européens de financement&#xd;<br />Décisions PESC&#xd;<br />Droit de l'environnement de l'UE","lastUp":"2018-05-03T17:41:03.135+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":""}