{"id":"39968323574-10","name":"Asociación de Armadores de Buques de Pesca en el Gran Sol","registrationDate":"2010-05-11T13:02:56.603+01:00","category":2,"subCategory":7,"legal":"Asociación profesional","web":"http://www.arvi.org","country":"Spain","headAddress":"Puerto Pesquero, s/n.","headCity":"Vigo","headPostCode":"36202","headPhone":"(34)9 86 43 38 44","boss":"José Antonio Suárez-Llanos Rodríguez","bossTitle":"","bossPosition":"Director gerente","membersCount":2,"membersFTE":"0.5","membership":"Anasol está integrada en las siguientes organizaciones:&#xd;\n&#xd;\nFederación Española de Organizaciones Pesqueras (Feope)&#xd;\nConfederación Española de Pesca (Cepesca)&#xd;\nConsejo Consultivo  de Aguas Occidentales del Sur&#xd;\nConsejo Consultivo  de Aguas Noroccidentales","memberOrga":"","goal":"Defender los intereses de la flota que representa, integrada por arrastreros, en su mayoría, y también por palangreros. A esta asociación están adscritos 29 buques y 26 empresas armadoras, que ejercen su actividad extractiva en aguas de la Unión Europea, principalmente en las costas de Irlanda, Reino Unido y Francia, Zonas VI, VII y VIII del ICES, dirigida a especies como el gallo, rape, merluza, pulpo, raya, pota, jurel, caballa, etc.&#xd;<br />&#xd;<br />Promover el ejercicio de una pesca sostenible y responsable, a través del contacto y el trabajo en equipo con los estamentos científicos.&#xd;<br />&#xd;<br />Combatir la pesca ilegal, no declarada y no reglamentada.","acronym":"Anasol","interests":"Environment, Maritime affairs and fisheries","euInitiatives":"Defensa general de los intereses de la actividad pesquera de la flota que representa.&#xd;<br />Actividades relacionadas con las normativas en materia de pesca, aduanera y sanitaria.&#xd;<br />Actividades de representación de sus asociados en la interrelación con las organizaciones no gubernamentales.&#xd;<br />Asistencia reuniones organizadas por las Administraciones autónoma, estatal y comunitaria.&#xd;<br />Gestión y representación de sus asociados ante organismos públicos de toda índole.&#xd;<br />Política Pesquera Común, Política Marítima Integrada y Políticas Medioambientales de Comercio y de Sanidad.","lastUp":"2019-02-27T08:59:48.988+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}