{"id":"399723225068-15","name":"Technological Institute for Industrial Mathematics","registrationDate":"2016-12-19T12:48:11.950+01:00","category":4,"subCategory":5,"legal":"Public consortium","web":"http://www.itmati.com","country":"Spain","headAddress":"Edificio Instituto Investigaciones Tecnológicas, planta -1, Rúa de Constantino Candeira s/n. Campus Vida.","headCity":"Santiago de Compostela","headPostCode":"15782","headPhone":"(34)8 81 81 33 57","boss":"Peregrina Quintela","bossTitle":"Ms","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"http://www.math-in.net/&#xd;\nhttp://www.eu-maths-in.eu/EUMATHSIN/","memberOrga":"Spanish network of Mathematics &amp; Industry (math-in)&#xd;\nEUROPEAN SERVICE NETWORK OF MATHEMATICS FOR INDUSTRY AND INNOVATION (EU-MATHS-IN)","goal":"The Technological Institute for Industrial Mathematics (ITMATI) provides advanced solutions for productive sectors of society, especially businesses, industries and the public administration. Our main function is to transfer mathematical technology to help improve competitiveness and support innovation in the productive sector.&#xd;<br />ITMATI is a public consortium in which the three Galician universities participate. Its main aim is to become a centre of technological research of international reference in the field of Industrial Mathematics. In addition to its own staff, nine research groups in Industrial Mathematics from the three Galician universities collaborate with us. These groups have extensive experience and recognized expertise in the development of solutions for the business world, either independently, in collaboration with companies or with research groups in other fields.&#xd;<br />Our role is to provide solutions to business, industry and government to support innovation and improve competitiveness in the productive sector using Mathematical Technology. For this we have experts in the fields of Applied Mathematics, Statistics and Operations Research, with extensive experience and recognized expertise in the development of solutions for the business world. Our solutions integrate the most advanced mathematical technology to contribute decisively to add value in many sectors of economic activity and in many different topics, such as quality control, simulation and optimization of processes or management and resource planning.","acronym":"ITMATI","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Horizon 2020; EU Projects: &#xd;<br />&#xd;<br />http://www.itmati.com/en/romsoc&#xd;<br />http://www.itmati.com/precom&#xd;<br />OTEAres: Fortissimo Call 2016","lastUp":"2017-12-20T11:22:39.686+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}