{"id":"40008443911-07","name":"Col·legi Professional de l'Audiovisual de Catalunya","registrationDate":"2010-07-23T13:02:58.528+01:00","category":6,"subCategory":9,"legal":"Corporación de Derecho Público","web":"http://www.cpac.cat","country":"Spain","headAddress":"Casp, 130","headCity":"Barcelona","headPostCode":"08013","headPhone":"(0034)9 32 65 81 94","boss":"Marta Fernàndez i Vidal","bossTitle":"Ms","bossPosition":"Dean","membersCount":8,"membersFTE":"4.0","membership":"- Plataforma en Defensa de los Medios de Comunicación Social (Cataluña)&#xd;\n- Mesa sectorial en defensa de los medios de comunicación social&#xd;\n- Asociación Intercolegial de Colegios Profesionales de Cataluña&#xd;\n-Foro de entidades de personas usuarias del audiovisual (CAC)","memberOrga":"Nuestra entidad no la integran empresas, sino personas físicas. Pueden encontrar el directorio en el siguiente enlace: http://www.cpac.cat/quisom.php","goal":"Artículo 1. &#xd;<br />&#xd;<br />Definición El Colegio Profesional del Audiovisual de Catalunya se configura como una corporación de derecho público, con personalidad jurídica propia, en virtud del marco legal creado por la Ley 13/1982, de 17 de diciembre, de colegios profesionales, aprobada por el Parlamento de Catalunya. &#xd;<br />&#xd;<br />Artículo 2. &#xd;<br />&#xd;<br />Funciones Las funciones del Colegio son: &#xd;<br />a) Profundizar en la mejora de las condiciones en qué los profesionales del audiovisual llevan a término su trabajo. b) Procurar la defensa profesional de sus miembros. &#xd;<br />c) Dar los servicios asistenciales propios de un colegio profesional. &#xd;<br />d) Garantizar la independencia y la libertad en el ejercicio de su función, en beneficio de una sociedad más libre y democrática. &#xd;<br />e) Defender, de acuerdo con el artículo 20.1 de la Constitución española, el derecho a las libertades de información y de expresión, garantizadas a todos los ciudadanos. &#xd;<br />f) Salvaguardar a la sociedad de todas aquellas tareas, en el mundo audiovisual, que puedan atentar a los derechos fundamentales de las personas y velar por el mejor cumplimiento. &#xd;<br />g) Todos aquellos otras puntos que el Colegio crea convenientes para el ejercicio de su tarea, así como todas las otras funciones previstas en la Ley 13/1982, de 17 de diciembre.","acronym":"CPAC","interests":"Audiovisual and Media, Culture, Education, Information Society, Research and Technology","euInitiatives":"Todas aquellas relacionados con el sector audiovisual y el de la cultura, como el tema de la liberación del espectro electromagnético para el 5G, el IVA cultural, políticas de beneficios fiscales para incentivar la inversión en el sector audiovisual del país, etc., además de aquellas relacionadas con la alfabetización audiovisual.","lastUp":"2018-02-27T13:07:04.812+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}