{"id":"400183910694-08","name":"SALESAS TRES CENTRO DE ESTUDIOS","registrationDate":"2013-02-27T18:24:18.582+02:00","category":1,"subCategory":10,"legal":"SOCIEDAD LIMITADA","web":"http://palacioyasociados.com/","country":"Spain","headAddress":"PLAZA DE LAS SALESAS, 3","headCity":"MADRID","headPostCode":"28004","headPhone":"(34)9 13 10 23 93","boss":"MARÍA DEL CARMEN OLIAS RUBIO","bossTitle":"","bossPosition":"ADMINISTRADORA ÚNICA","membersCount":6,"membersFTE":"3.25","membership":"PARTENARIADO ESTRATÉGICO CON \"THE ALBRIGHT STONEBRIDGE GROUP, LLC\"","memberOrga":"","goal":"Nuestra organización, nació hace más de veinticinco años como un despacho de abogados tradicional, centrado fundamentalmente en España -si bien con vocación europeísta-, operando bajo la marca y denominación comercial \"Palacio y Asociados, Abogados\". En estos años ha ido ampliando su ámbito geográfico de acción y se ha convertido en una firma de asesoramiento estratégico global, ayudando a sus clientes –empresas, asociaciones, organizaciones sin ánimo de lucro y personas físicas- a cumplir con sus objetivos de proyección mundial, en un mercado cada día más competitivo y complejo, que se encuentra en continuo cambio. &#xd;<br />Nuestro principal objetivo es generar valor añadido a largo plazo para nuestros clientes, abordando las cuestiones que les afectan e interactuando con las personas e instituciones de los entornos en que nuestros clientes operan. &#xd;<br />Para ello, en su objeto social se encuentra tanto el consejo jurídico, cuanto el asesoramiento en las interacciones entre el derecho, la política y la economía, y la elaboración de estudios y proyectos sobre cuestiones geoestratégicas, sociológicas, de emigración y de costumbres.","acronym":"","interests":"Competition, Consumers, Culture and media, Customs, Energy, Food Safety, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Acceso a Internet y mercado digital.&#xd;<br />Fronteras inteligentes.&#xd;<br />Ciber seguridad.&#xd;<br />Directiva 2001/29/EC sobre armonización de derechos de autor y asimilados en la sociedad de la información.&#xd;<br />Trazabilidad.&#xd;<br />Productos del tabaco.&#xd;<br />Biotecnología y Financiación de I+D.&#xd;<br />Redes Sociales y Protección de Datos.","lastUp":"2018-09-05T15:24:09.306+02:00","customers":"Albright Stonebridge Group - Spotify","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":"","turnoverRange":"500000-999999"}