{"id":"400207831496-21","name":"Vinces Consulting","registrationDate":"2018-05-10T19:36:20.197+02:00","category":1,"subCategory":6,"legal":"S.L.","web":"http://www.vinces.es/en","country":"Spain","headAddress":"Calle Monte Esquinza 14 1º centro dcha.","headCity":"Madrid","headPostCode":"28010","headPhone":"(34)9 17 02 47 37","boss":"David Cordova","bossTitle":"","bossPosition":"Managing Partner","membersCount":3,"membersFTE":"1.5","membership":"CEOE&#xd;\nhttp://www.ceoe.es/en/ &#xd;\n&#xd;\nCámara de Comercio de España en Bruselas y Luxemburgo  http://www.e-camara.com/web/","memberOrga":"","goal":"Vinces is a Government and Corporate Affairs Consultancy that builds social legitimacy of corporate interests through an integrated methodology. Our mission is to help our clients build their legitimacy and reputation through a proprietary method with transparency and integrity. Vinces’s approach is based on what Vinces calls the Representation Pyramid, according to the following fundamental principle: “the stronger the social legitimacy, the greater the ability to influence politics and policy.","acronym":"","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"-\tAgriculture and rural development&#xd;<br />-\tClimate action&#xd;<br />-\tDigital Single Market&#xd;<br />-\tEnergy union strategy&#xd;<br />-\tTrade Policy and bilateral trade agreements&#xd;<br />-\tEU regional development&#xd;<br />-\tEU Consumer Rules&#xd;<br />-\tNew VAT rules&#xd;<br />-\tE-Health&#xd;<br />-\tFishing Policy","lastUp":"2018-05-10T19:37:01.369+02:00","customers":"Esteve","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":"","turnoverRange":"0-99999"}