{"id":"400265329967-29","name":"Murad Mammadov","registrationDate":"2018-02-02T15:32:48.738+01:00","category":1,"subCategory":8,"legal":"Sole Trader","web":"","country":"Belgium","headAddress":"Avenue Franklin Roosevelt 188A","headCity":"Brussels","headPostCode":"","headPhone":"(32)04 92 53 75 45","boss":"Murad Mammadov","bossTitle":"Mr","bossPosition":"Public Affairs Consultant","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"- Facilitate economic, political and cultural relations between Belgium and Azerbaijan&#xd;<br />- Raising awareness on internally displaced persons of Azerbaijan &#xd;<br />- Managing projects targeting social justice issues in Azerbaijan and other Eastern Partnership countries (such as access to education and healthcare, gender issues, labour laws, civil rights, etc.)&#xd;<br />- Managing projects targeting environmental issues (climate change, pollution, resource depletion, etc.)&#xd;<br />&#xd;<br />Increasing awareness of the ongoing Nagorno-Karabakh conflict.&#xd;<br />&#xd;<br />Besides my general objective of raising awareness of political, economical and cultural actors vis-à-vis Azerbaijan in Belgium and at the EU level in Brussels, my main role as an independent consultant is to prepare and manage related projects and events while assuming their practical implementation. In this context, representing the clients, as well as developing and maintaining good relations with my networks, including with the EU institutions is of the utmost importance.","acronym":"","interests":"Climate Action, Communication, Culture, Economic and Financial Affairs, Education, Environment, Foreign and Security Policy and Defence, Justice and Fundamental Rights, Trade, Youth","euInitiatives":"Foreign and security policy (in particular Eastern Neighbourhood Policy), Environment policy, Human rights, Climate action.","lastUp":"2018-02-02T15:36:01.580+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}