{"id":"400309213564-96","name":"ALTERTOX","registrationDate":"2014-04-29T16:36:45.870+02:00","category":1,"subCategory":8,"legal":"SPRL","web":"https://academy.altertox.be/","country":"Belgium","headAddress":"av general de gaulle, 36/2","headCity":"ixelles","headPostCode":"1050","headPhone":"(32)4 95 10 40 37","boss":"francois busquet","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.5","membership":"http://sftox.com/&#xd;\nhttp://estiv.org/","memberOrga":"http://cms.uni-konstanz.de/leist/caat-europe/","goal":"As a toxicologist by education, I have been working for the last 10 years in toxicology on alternative test methods to animal testing.  My speciality areas cover 3Rs (replacement, reduction and refinement), regulatory toxicology, zebrafish embryo toxicity tests and endocrine disrupters.  I represent the university of Konstanz - CAAT (center for alternatives to animal testing) to run their EU policy program.&#xd;<br />On their behalf, I am in charge of fostering the novel technologies and concepts (Tox21, AOP, 3Rs etc.) at the EU institution level in Brussels. I communicate  on cell cultures, in vitro techniques, computer modelling and new concepts in safety testing that are emerging from the scientific community.","acronym":"","interests":"Budget, Business and Industry, Consumers, Education and training, Environment, External Relations, Food Safety, International co-operation and development, Public Health, Research and innovation, Trade","euInitiatives":"horizon 2020&#xd;<br />endocrine disrupter parliament own initiative report&#xd;<br />medical devices&#xd;<br />consumer safety regulation&#xd;<br />ttip own initiative report from the european parliament&#xd;<br />european citizenship initiative (stop vivisection)&#xd;<br />european medicine agency&#xd;<br />nano&#xd;<br />budget 2017&#xd;<br />global ban on animal testing for cosmetics&#xd;<br />EU-toxRisk at the european parliament&#xd;<br />discusion on EU Japan global on animal testing&#xd;<br />discussion on upcoming test guidelines for Endocrine disrupters&#xd;<br />data harmonisation between ECHA, EMA and EFSA (Pilot project)&#xd;<br />PEST special report on authorisation of PPP and use of alternatives to animal testing","lastUp":"2019-07-23T21:31:57.289+02:00","customers":"university of Konstanz","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}