{"id":"40040077603-02","name":"TERRAQUI","registrationDate":"2012-01-09T11:55:54.957+02:00","category":1,"subCategory":10,"legal":"Sociedad Limitada Unipersonal","web":"http://www.terraqui.com","country":"Spain","headAddress":"Diagonal, 527","headCity":"Barcelona","headPostCode":"08029","headPhone":"(34)9 34 14 63 07","boss":"Christian Morron Lingl","bossTitle":"Mr","bossPosition":"Lawyer-Sole Administrator","membersCount":1,"membersFTE":"0.5","membership":"- FUNDACIÓN FORUM AMBIENTAL&#xd;\n- Asociación Nacional de Industrias Transformadoras de Grasas y Subproductos Animales (ANAGRASA)&#xd;\n- Gremi de recuperació de Catalunya&#xd;\n- Associació de Subproductes Animals de Catalunya&#xd;\n- COAMB, Col·legi Oficial d'Ambientòlegs de Catalunya","memberOrga":"","goal":"Despacho de abogados especializado en Derecho Ambiental.&#xd;<br />&#xd;<br />Nuestro conocimiento de la normativa referente al medio ambiente nos permite asesorar, defender y formar a nuestros clientes. Desde 1996 trabajamos con empresas, principalmente del sector económico del medio ambiente, administraciones públicas, grupos de interés y entidades académicas.&#xd;<br />&#xd;<br />Proporcionamos asesoramiento para la gestión ambiental de empresas, administraciones públicas, grupos de interés y el ámbito académico.&#xd;<br />&#xd;<br />Defendemos nuestros clientes en materia de responsabilidad civil, administrativa y penal en materia ambiental.&#xd;<br />&#xd;<br />El dinamismo del derecho ambiental – el más cambiante dentro del derecho administrativo – nos obliga a actualizar nuestro conocimiento legal constantemente. Aplicamos esta información en nuestro trabajo de asesoramiento y defensa, pero también lo trasladamos a instituciones académicas y otras entidades donde realizamos formaciones a medida.","acronym":"TERRAQUI","interests":"Climate Action, Energy, Environment","euInitiatives":"Medio Ambiente&#xd;<br />Residuos y recursos, economía circular, recursos naturales, urbanismo y ordenación del territorio, cambio climático y contratación pública.","lastUp":"2019-07-22T12:48:10.284+02:00","customers":"UNION SALINERA DE ESPAÑA,ANAGRASA","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"100000-499999"}