{"id":"400697016645-95","name":"J K Consultancy","registrationDate":"2015-03-18T15:45:18.925+01:00","category":1,"subCategory":8,"legal":"Selfemployed","web":"https://linkedin.com/in/jan-kappel-3772612/","country":"Belgium","headAddress":"Boulevard Louis Schmidt 6","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)26 48 64 85","boss":"Jan Kappel","bossTitle":"Mr","bossPosition":"Owner","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"To provide advice and attend meetings concerning preparation of EU policies and legislation as well as the implementation of legislation, control and enforcement - in particular with regard to EU fisheries and environmental issues as well as animal welfare (fish). Special in depth knowledge about recreational fisheries - Europe and globally. Contracted by the European Anglers Alliance and the European Fishing Tackle Trade Association since September 2001 until today.","acronym":"","interests":"Agriculture and Rural Development, Borders and Security, Budget, Business and Industry, Climate Action, Consumers, Culture, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"CFP reform implementation; the discard ban; the control regulation; various fish species management plans (eels, sea bass, salmon, cod, tuna..); Marine Strategy Framework Directive; Water Framework Directive; EU 2020 Biodiversity Strategy; EU Invasive Alien Species Regulation; SUP Directive; REACH; Birds- and Habitats Directives / Natura 2000; the impact by hydropower on the aquatic environment, socio-economic value of recreational fishing; BLUE GROWTH strategy","lastUp":"2020-01-01T14:28:22.381+01:00","customers":"European Anglers Alliance,European Fishng Tackle Trade Association","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}