{"id":"400697016645-95","name":"J K Consultancy","registrationDate":"2015-03-18T15:45:18.925+01:00","category":1,"subCategory":8,"legal":"Selfemployed","web":"","country":"Belgium","headAddress":"Boulevard Louis Schmidt 6","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)4 98 84 05 23","boss":"Jan Kappel","bossTitle":"Mr","bossPosition":"Owner","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"To provide advice and attend meetings concerning preparation of EU policies and legislation as well as the implementation of legislation, control and enforcement - in particular with regard to EU fisheries and environmental issues as well as animal welfare (fish). Special in depth knowledge about recreational fisheries - Europe and globally. Contracted by the European Anglers Alliance and the European Fishing Tackle Trade Association since September 2001 until today.","acronym":"","interests":"Agriculture and Rural Development, Budget, Climate Action, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"CFP reform implementation; the discard ban; the control regulation; various fish species management plans (eels, sea bass, salmon, cod, tuna..); Marine Strategy Framework Directive, Water Framework Directive, EU 2020 Biodiversity Strategy; EU Invasive Alien Species Regulation implementation; the evaluation of the Birds- and Habitats Directives / Natura 2000; the impact by hydropower on the aquatic environment, socio-economic value of recreational fishing, BLUE GROWTH strategy...","lastUp":"2018-02-21T23:15:44.936+01:00","customers":"European Anglers Alliance,European Fishng Tackle Trade Association","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}