{"id":"401111262-07","name":"Edison Spa","registrationDate":"2008-06-25T11:54:17.711+01:00","category":2,"subCategory":3,"legal":"Società per Azioni","web":"http://www.edison.it","country":"Italy","headAddress":"Foro Buonaparte, 31","headCity":"Milano","headPostCode":"20121","headPhone":"(39)0 26 22 21","boss":"Marc Benayoun","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":3,"membersFTE":"2.0","membership":"Edison participates in various organizations of interest representation in Italy as well as in Europe. The sharing of information through the presence of Edison representatives in committees and working groups contributes to an informed internal debate.  &#xd;\nOn a purely informational basis, below are listed some of the most important organizations Edison is working closely with : &#xd;\n&#xd;\n- Assoelettrica / UNEI / Eurelectric&#xd;\n- Confindustria / Businesseurope&#xd;\n- Eurogas&#xd;\n- GIE / GTE / GSE / GLE&#xd;\n- Efet&#xd;\n- Recs&#xd;\n- GII (Gruppo Iniziativa italiana)&#xd;\n&#xd;\nEdison also participates in the activities of the Industry Advisory Panel of the Charter Energy Treaty.&#xd;\n&#xd;\nFor further information please check www.edison.it or contact bruxelles@edison.it","memberOrga":"none.","goal":"Edison (www.edison.it) is one of the oldest energy companies in Europe. It is a leader of the national energy market in Italy as well as being very active in the sector of electricity and gas in several European countries. Edison is involved in ambitious investments projects , in partnership with major stakeholders, reflecting its commitment to the establishment of a new way of generating energy. Edison is committed to several energy sources as well as being a part of several projects of highest strategic importance to the EU. As part of the EDF group, Edison plans to further develop this policy.&#xd;<br />For more information please check www.edison.it or contact bruxelles@edison.it","acronym":"EDS","interests":"Budget, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Internal Market, Regional Policy, Research and Technology, Taxation, Trans-European Networks","euInitiatives":"Edison’s advocacy activities are only related to the field of energy. We provide our contributions to all the public consultations, we formulate position papers on specific subjects and we arrange meetings with the EU institutions. We are currently following several dossiers related to the energy union, gas infrastructure, electricity and gas market design and related energy and environmental policies.","lastUp":"2017-10-04T16:04:40.392+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}