{"id":"401151925277-38","name":"Centre national Interprofessionnel de l'Economie Laitière","registrationDate":"2017-01-03T16:55:25.549+01:00","category":2,"subCategory":1,"legal":"association loi 1901 - interprofession","web":"http://www.maisondulait.fr","country":"France","headAddress":"42 rue de Chateaudun","headCity":"PARIS","headPostCode":"75314","headPhone":"(33)1 49 70 71 71","boss":"Caroline LE POULTIER","bossTitle":"","bossPosition":"directrice générale","membersCount":12,"membersFTE":"4.5","membership":"FIL (fédération Internationale du Lait)","memberOrga":"FNPL (http://www.fnpl.fr/)&#xd;\nFNCL (http://fncl.coop/)&#xd;\nFNIL (http://www.maison-du-lait.com/fr/les-organisations/fnil)","goal":"le CNIEL est l'interprofession du lait de vache, en France.&#xd;<br />Cet organisme a été créé par les professionnels laitiers : producteurs de lait, transformateurs privés et coopératifs. L'interprofession laitière est reconnue par les Pouvoirs Publics français et communautaires. &#xd;<br />L'interprofession laitière remplit deux objectifs principaux : &#xd;<br />- faciliter les relations entre producteurs et transformateurs de la filière laitière en élaborant notamment des éléments de référence partagés par l’ensemble de la filière&#xd;<br />- promouvoir l'image du lait et des produits laitiers auprès des consommateurs pour contribuer au développement des ventes, anticiper les attaques contre le secteur et y répondre en s’appuyant sur une expertise scientifique incontestable.&#xd;<br />Forte de son savoir-faire et de son expertise (qualité, sécurité des aliments, analyses des marchés laitiers, communication collective en France comme à l’export etc.), l’interprofession, pour pemerttre à la filière laitière de se projeter dans l’avenir doit répondre à 5 grands défis :&#xd;<br />- Renforcer la performance économique de chaque maillon de la filière laitière, en s’appuyant sur son ancrage territorial,&#xd;<br />-  Fournir les éléments nécessaires à un dialogue constructif entre tous les acteurs de la filière,&#xd;<br />-   Faire la promotion du modèle français et de ses produits à l’international, en soutenant l’exportation,&#xd;<br />- Participer à une meilleure connaissance des valeurs des produits laitiers et de leur diversité : qualités nutritionnelles, sanitaires, organoleptiques et culturelles…&#xd;<br />-  Valoriser les nombreux atouts de la filière laitière française ainsi que les nombreuses démarches de progrès mises en place par l’Interprofession et  communiquer sur la légitimité de la filière comme acteur du développement durable.","acronym":"CNIEL","interests":"Agriculture and Rural Development, Climate Action, Communication, Competition, Consumer Affairs, Development, Environment, Food Safety, Public Health, Regional Policy, Trade","euInitiatives":"PAC, politiques environnementale et climatique de l’Union européenne, protection des consommateurs, politique de l’Union européenne en matière de sécurité de la chaîne alimentaire, etc.","lastUp":"2018-01-08T15:31:00.921+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}