{"id":"401442732242-59","name":"European Youth Card Association","registrationDate":"2018-08-06T10:51:51.729+02:00","category":3,"subCategory":2,"legal":"association","web":"http://eyca.org","country":"Belgium","headAddress":"Rue d'Alost 11","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)28 80 68 43","boss":"Manel Sanchez","bossTitle":"Mr","bossPosition":"Director","membersCount":3,"membersFTE":"1.25","membership":"No.","memberOrga":"EYCA has only member organisations, no natural persons as members. At this moment, we have 39 members in 37 countries. Link here: &#xd;\nhttp://www.eyca.org/card/countries","goal":"The European Youth Card Association (EYCA) is a non-profit organisation that represents 38 youth card organisations in 36 countries across Europe.  All are committed to promoting youth mobility and active citizenship to more than 6 million cardholders. EYCA has one member organisation in every country/territory where it is represented; this member develops the youth card and provides young people access to discounts and benefits in the fields of mobility, accommodation, culture, services and products. EYCA member organisations are NGOs and private foundations, as well as state and public institutions and social benefit enterprises. The highest governing body is the General Assembly, which elects ten members of the Board and the President.&#xd;<br />&#xd;<br /> &#xd;<br />&#xd;<br />EYCA VISION&#xd;<br />&#xd;<br />A Europe where all young people are mobile and active&#xd;<br />&#xd;<br /> &#xd;<br />&#xd;<br />EYCA MISSION&#xd;<br />&#xd;<br />Member organisations work together to stimulate more young people to be socially, culturally, educationally and economically mobile by:&#xd;<br />&#xd;<br />Delivering quality European Youth Card services&#xd;<br />Contributing to better policy on youth mobility and active citizenship&#xd;<br /> &#xd;<br />&#xd;<br />EYCA VALUES&#xd;<br />&#xd;<br />Youth-Oriented&#xd;<br />&#xd;<br />by generating, disseminating and using knowledge of young people and continuously focusing all EYCA activities on young people&#xd;<br />Inclusive&#xd;<br />&#xd;<br />by appealing to all young people and creating opportunities for all young people to participate, taking account of diversity and differential needs of excluded groups&#xd;<br />Sustainable&#xd;<br />&#xd;<br />by investing to continuously develop and improve services and opportunities for long-term impact&#xd;<br />Accountable&#xd;<br />&#xd;<br />by actively participating and taking responsibility in the further development of the association&#xd;<br />Innovative&#xd;<br />&#xd;<br />by developing new solutions and engaging young people to co-create and implement them&#xd;<br /> &#xd;<br />&#xd;<br />EYCA was founded in 1987 and its office is based in Brussels, Belgium.","acronym":"EYCA","interests":"Communication, Culture and media, Youth","euInitiatives":"EYCA is following the topics of: &#xd;<br />Youth Policies&#xd;<br />Education policies&#xd;<br />Mobility policies&#xd;<br />&#xd;<br />In particular we are interested in:&#xd;<br />European Solidarity Corps&#xd;<br />Erasmus+&#xd;<br />DiscoverEU&#xd;<br />European  Youth Strategy and its implementation&#xd;<br />EU Youth Guarantee","lastUp":"2018-08-06T10:52:15.591+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}