{"id":"402082635570-97","name":"Fachvereinigung Kaltwalzwerke e.V.","registrationDate":"2019-08-02T11:41:48.678+02:00","category":2,"subCategory":4,"legal":"registered association","web":"http://www.fv-kaltwalzwerke.de","country":"Germany","headAddress":"Kaiserswerther Straße 137","headCity":"Düsseldorf","headPostCode":"40474","headPhone":"(49)21 14 56 41 20","boss":"Martin Kunkel","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"CIELFFA, Wirtschaftsvereinigung Stahl- und Metallverarbeitung (WSM), Orgalime","memberOrga":"24 german cold rolling companies, ECRA","goal":"The Kaltwalzwerke e.V. (FVK) association, founded in 1908, is the German trade association of manufacturers of cold-rolled strip steels in all versions.&#xd;<br />&#xd;<br />The task of the FVK is to safeguard and promote the common economic and economic interests of the cold rolling industry. As a representation of the interests of the predominantly medium-sized companies, the FVK serves its members to position themselves as an industrial sector in relation to the public and to global competition.","acronym":"FVK e.V.","interests":"Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Ferrous Metal Processing BREF, REACH, EU Safeguard Measures, IED fitness check","lastUp":"2019-08-02T11:47:49.746+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}