{"id":"402017316983-27","name":"TDF","registrationDate":"2015-04-17T10:59:34.162+02:00","category":2,"subCategory":3,"legal":"Société par actions simplifiée (SAS)","web":"http://www.tdf.fr","country":"France","headAddress":"155 bis avenue Pierre Brossolette","headCity":"Montrouge","headPostCode":"92541","headPhone":"(33)1 55 95 10 00","boss":"Olivier Huart","bossTitle":"Mr","bossPosition":"Président Directeur Général","membersCount":2,"membersFTE":"0.5","membership":"European Telecommunications Network Operators' Association (ETNO), Broadcast Network europe (BNE), Union International des Télécoms (UIT), European Wireless Infrastructure Association (EWIA)","memberOrga":"","goal":"Le Groupe TDF, présent pour l'essentiel en France et en Europe, est spécialisé dans la fourniture de services pour les médias et dans la conception et la maintenance des infrastructures pour les radiodiffuseurs et les opérateurs de télécoms (TNT, radio, Haut débit). Créateur de solutions innovantes, TDF se positionne à la rencontre des nouvelles technologies numériques, mobiles et multimédias : TNT connectée, vidéo à la demande, télévision de rattrapage, médias sur le web, hébergement sur points hauts (pylônes ou toits terrasses), connexions ultra haut débit, datacenters. Depuis 2017, TDF fournit aux collectivités un service de déploiement, exploitation et commercialisation de réseaux fibre dans les zones peu denses, mettant ainsi son expertise au service de l’aménagement numérique du territoire.","acronym":"","interests":"Audiovisual and Media, Competition, Enterprise, General and Institutional Affairs, Information Society, Internal Market, Research and Technology, Trade, Trans-European Networks","euInitiatives":"Proposition d'un Code européen des communications électroniques - Stratégie pour un marché unique du numérique - Directive relative aux services de médias audiovisuels - Politique européenne du spectre","lastUp":"2018-04-11T16:06:01.013+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}