{"id":"402612622998-53","name":"RISE Research Institutes of Sweden AB","registrationDate":"2016-08-12T11:28:01.262+02:00","category":4,"subCategory":5,"legal":"AB","web":"http://www.ri.se","country":"Sweden","headAddress":"Brinellgatan 4","headCity":"Borås","headPostCode":"50115","headPhone":"(46)1 05 16 50 00","boss":"Pia Sandvik","bossTitle":"","bossPosition":"CEO","membersCount":30,"membersFTE":"7.5","membership":"http://www.earto.eu/","memberOrga":"","goal":"RISE AB is a polytechnic research institute and constitutes the parent company of the RISE Group. The RISE Group employs 2300 people . 1,500 of the employees work at RISE AB. The remaining 700 are employed in the companies belonging to the Swedish ICT Group and INNVENTIA AB. RISE AB have contributed to the development and innovation processes of 10,000 customers through research, development, advanced laboratories, experimental methods, standardised testing and certification and much more. As an industrial research institute, RISE helps create sustainable, long-term solutions to major societal challenges such as climate change, urbanisation, scarce resources and demographic changes. With its in-depth technical expertise, industry know-how and overall perspective on the challenges, RISE contributes to innovation and to enhancing the competitiveness of Swedish business. The RISE Group is organised in five divisions:&#xd;<br /> RISE Bioeconomy&#xd;<br /> RISE Built Environment&#xd;<br /> RISE ICT&#xd;<br /> RISE Bioscience and materials&#xd;<br /> RISE Safety &amp; Transport","acronym":"RISE","interests":"Agriculture, Business and Industry, Climate Action, Competition, Digital economy and society, Energy, Environment, Food Safety, Maritime affairs and fisheries, Public Health, Research and innovation, Single market","euInitiatives":"The general and specific development of Horizon Europe, EC's next framework program for R&amp;D.","lastUp":"2018-07-09T10:19:22.518+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}