{"id":"402738735931-35","name":"ΙΔΡΥΜΑ ΤΕΧΝΟΛΟΓΙΑΣ ΚΑΙ ΕΡΕΥΝΑΣ","registrationDate":"2019-09-17T14:57:18.586+02:00","category":4,"subCategory":5,"legal":"ΚΝΠΙΔ","web":"http://forth.gr","country":"Greece","headAddress":"ΝΙΚΟΛΑΟΥ ΠΛΑΣΤΗΡΑ 100","headCity":"ΗΡΑΚΛΕΙΟ","headPostCode":"70013","headPhone":"(30)28 10 39 15 00","boss":"ΝΕΚΤΑΡΙΟΣ ΤΑΒΕΡΝΑΡΑΚΗΣ","bossTitle":"Mr","bossPosition":"ΠΡΟΕΔΡΟΣ ΔΙΟΙΚΗΤΙΚΟΥ ΣΥΜΒΟΥΛΙΟΥ &amp; ΔΙΕΥΘΥΝΤΗΣ ΚΕΝΤΡΙΚΗΣ ΔΙΕΥΘΥΝΣΗΣ","membersCount":26,"membersFTE":"7.25","membership":"www.forth.gr","memberOrga":"www.forth.gr","goal":"Το Ίδρυμα επικεντρώνεται σε νέες διατμηματικές ερευνητικές κατευθύνσεις μεγάλου επιστημονικού, κοινωνικού και οικονομικού ενδιαφέροντος και υψηλής προστιθέμενης αξίας, όπως: Επιστήμη Λέιζερ και Φωτονικής, Μικρο/Νανο-ηλεκτρονική, Προηγμένα Υλικά, Μοριακή Βιολογία και Γενετική, Βιοτεχνολογία, Πληροφορική, Βιοπληροφορική, Ιατρική Ακριβείας, Βιολογία Συστημάτων, Ρομποτική, Τηλεπικοινωνίες, Εφαρμοσμένα και Υπολογιστικά Μαθηματικά, Χημική Μηχανική, Ενέργεια, Περιβάλλον, Κοινωνικές Επιστήμες, Αστροφυσική και Αστρονομία. Δημιουργία και διατήρηση ενός περιβάλλοντος που ευνοεί τη Μάθηση, την Έρευνα και την Καινοτομία, ως πυλώνες Περιφερειακής, Εθνικής και Ευρωπαϊκής κοινωνικο-οικονομικής ανάπτυξης και προόδου.","acronym":"ΙΤΕ - FORTH","interests":"Climate Action, Communication, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Foreign affairs and security policy, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Trans-European Networks","euInitiatives":"Ευρύτερη πολιτική για την έρευνα.&#xd;<br />&#xd;<br />Ευρωπαΐκή πολιτική για την ηλεκτρονική υγεία.&#xd;<br />&#xd;<br />GDPR και θέματα ασφάλειας και ιδιωτικότητας.&#xd;<br />&#xd;<br />Ρυθμιστικά θέματα τηλεπικοινωνιών.","lastUp":"2019-09-23T10:26:46.653+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}