{"id":"4029997261-81","name":"Bundesarbeitsgemeinschaft Deutscher Kommunalversicherer","registrationDate":"2008-07-30T20:22:42.435+01:00","category":6,"subCategory":9,"legal":"Gesellschaft Bürgerlichen Rechts","web":"http://www.badk.de","country":"Germany","headAddress":"Aachener Straße, 952-958","headCity":"Köln","headPostCode":"50831","headPhone":"(0221)48 90 70","boss":"Dr. Thomas Bielefeld","bossTitle":"Mr","bossPosition":"Geschäftsführender Direktor","membersCount":1,"membersFTE":"1.0","membership":"Die BADK und die in ihr zusammengeschlossenen Mitglieder gehören der European municipal insurance group (EMIG) an, einem europäischen Zusammenschluß von nationalen Kommunalversicherungsgesellschaften auf Gegenseitigkeit,&#xd;\nmit dem Ziel, das Versicherugsangebot für Kommunal- und Gebietskörperschaften zu verbessern.","memberOrga":"","goal":"Die Bundesarbeitsgemeinschaft Deutscher Kommunalversicherer (BADK) vertritt die deutschen Kommunalversicherer und befaßt sich mit allen Fragen, die die Interessen dieser speziell für den kommunalen Bereich gegründeten Versicherer berühren.&#xd;<br />Die Kommunalversicherer wurden von den deutschen Städten, Gemeinden, Gemeindeverbänden und anderen mehrheitlich kommunal getragenen Institutionen als Selbsthilfeorganisation Anfang des 20. Jahrhunderts gegründet, um für umfassenden und preisgünstigen Versicherungschutz zu sorgen.&#xd;<br />Herausgehobene Tätigkeiten der BADK sind Fragen, die sich aus der Gesetzgebung oder Rechtsprechung für die kommunale Haftpflicht gegenüber Dritten oder für die Tätigkeiten der Kommunalversicherer ergeben.","acronym":"BADK","interests":"Agriculture and Rural Development, Competition, Consumer Affairs, Culture, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, Food Safety, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trans-European Networks, Transport","euInitiatives":"Solvency II","lastUp":"2017-02-09T10:23:58.684+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}