{"id":"403368130873-42","name":"European Center for Transitional Justice","registrationDate":"2018-03-20T17:04:35.395+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://europeanctj.org/","country":"Spain","headAddress":"CL/ JUPITER, 7, 3º B, ESC. IZDA","headCity":"Madrid","headPostCode":"28042","headPhone":"(39)3 39 31 39","boss":"Martin Eduardo Botero","bossTitle":"Mr","bossPosition":"Founding President","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"Full updated list can be found here http://europeanctj.org/#1443662918010-53d045c7-24d3","goal":"We are an organization aimed at the advocacy of the respect for the dignity of the human person, and the promotion of initiatives to support peace policies, the protection of human rights, and fundamental freedoms. Among the specific objectives of our activity are the support, development, and consolidation of mechanisms of transitional justice in countries emerging from armed conflicts, the support of the role of civil society in these processes, and the search of the reconciliation of the society and the victims through finding the truth and achieving the confidence in the processes. We firmly believe that 3 principles are necessary for building a sustainable peace: Justice should be based on the truth, society as a whole must look for peace and security, and those two are based on the developing of democracy and equitable development.","acronym":"ECTJ","interests":"Communication, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, External Relations, Food Safety, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights","euInitiatives":"European Commission  International Cooperation and Development - People and Peace - DG DEVCO’s human, financial and technical resources – planning, budget, audit, legal affairs, and human resource management.&#xd;<br />&#xd;<br />European Commission Latin America and Caribbean&#xd;<br />&#xd;<br />European Union External Action Latin America and the Caribbean -Conflict Prevention, Peace building and Mediation - Humanitarian aid and civil protection (ECHO) -Development and Cooperation - EuropeAid - Human rights and Democracy - Migration Partnership","lastUp":"2018-03-20T17:06:50.381+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}