{"id":"403389730767-67","name":"Groupement des Industries Françaises Aéronautiques et Spatiales","registrationDate":"2018-03-12T10:12:45.580+01:00","category":2,"subCategory":1,"legal":"Syndicat professionnel","web":"http://www.gifas.asso.fr/","country":"France","headAddress":"8 RUE GALILEE","headCity":"PARIS","headPostCode":"75116","headPhone":"(33)1 44 43 17 00","boss":"PIERRE BOURLOT","bossTitle":"Mr","bossPosition":"Délégué Général","membersCount":2,"membersFTE":"1.25","membership":"ASD (AeroSpace and Defense Industries Association of Europe) https://www.asd-europe.org/aerospace-and-defence-industries-association-of-europe&#xd;\nCDPF (Cercle des Délégués Permanents Français) http://cdpf-asso.eu/","memberOrga":"https://www.gifas.asso.fr/recherche_adherents","goal":"Le Groupement des Industries Françaises Aéronautiques et Spatiales est une fédération professionnelle qui regroupe de l’ordre de 370 sociétés – depuis les grands maîtres d’œuvre et systémiers jusqu’aux PME – spécialisées dans l’étude, le développement, la réalisation, la commercialisation et la maintenance de tous programmes et matériels aéronautiques et spatiaux.&#xd;<br />Son domaine recouvre les avions et les hélicoptères civils et militaires, les moteurs, les missiles et armements, les drones, les satellites et les lanceurs spatiaux, les grands systèmes aéronautiques, de défense et de sécurité, les équipements, les sous-ensembles et les logiciels associés.&#xd;<br />&#xd;<br />Les membres actifs sont regroupés dans trois catégories de sociétés :&#xd;<br />&#xd;<br />-\tLes constructeurs et systémiers&#xd;<br />-\tLes fabricants d’équipements embarqués réunis au sein du GEAD (Groupe des&#xd;<br />\tEquipements Aéronautiques et de Défense)&#xd;<br />-\tLes PME réunies au sein d’un Comité AERO-PME pour défendre les intérêts&#xd;<br /> \tspécifiques de ces sociétés.&#xd;<br />&#xd;<br />Le GIFAS a trois missions majeures :&#xd;<br />&#xd;<br />1-\tReprésentation et coordination&#xd;<br />Pleinement représentatif de l’ensemble de l’industrie aérospatiale française, le GIFAS exerce son action en France et à l’étranger dans de multiples domaines et notamment :&#xd;<br />-\tReprésentation de la profession auprès des instances nationales, européennes ou internationales, publiques ou privées.&#xd;<br />-\tCoordination des activités industrielles et commerciales.&#xd;<br />-\tHarmonisation des procédures techniques.&#xd;<br />&#xd;<br />2-\tEtude et défense des intérêts de la profession&#xd;<br />Le GIFAS a en charge l’examen de toute mesure d’ordre économique, social, financier, environnemental ou technique, prise dans un cadre national, européen ou international, et pouvant avoir des incidences sur les intérêts communs de ses membres. Il s’agit, entre autres, de points aussi divers que les Etats Généraux de l’Industrie, l’Europe de la Défense, la R&amp;D, les relations transatlantiques, le soutien aux PME, la veille sectorielle pays, les marchés publics, l’environnement et le développement durable, la sécurité, la certification et la normalisation, la fiscalité, la prévention des risques, les assurances. &#xd;<br />&#xd;<br />3-\tPromotion et formation&#xd;<br />Le GIFAS contribue à la promotion de l’image de la profession par :&#xd;<br />-\tSa participation à des manifestations et des salons internationaux.&#xd;<br />-\tL’organisation d’expositions, de missions de prospection et d’information.&#xd;<br />-\tUne action de communication dynamique vers tous les médias, en France comme à l’étranger, ainsi que les pouvoirs publics et politiques.&#xd;<br />-\tL’organisation, tous les deux ans, du Salon International de l’Aéronautique et de l’Espace de Paris-Le Bourget.&#xd;<br />&#xd;<br />Le GIFAS contribue aussi à la formation en France – en liaison avec les écoles spécialisées – de stagiaires de certains pays étrangers, par l’intermédiaire d’un organisme spécifique : l’IAS (Institut Aéronautique et Spatial).","acronym":"GIFAS","interests":"Budget, Business and Industry, Climate Action, Customs, Digital economy and society, Economy, finance and the euro, Energy, Environment, External Relations, Foreign affairs and security policy, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Aéronautique, Espace, Défense et Sécurité.&#xd;<br />Changement climatique.&#xd;<br />Environnement. Politique commerciale (accord de libre-échange). Brexit.&#xd;<br />Programmes Cadres de Recherche et Développement&#xd;<br />Cadres financiers pluriannuels.&#xd;<br />Politique industrielle.","lastUp":"2019-03-13T08:29:53.947+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}