{"id":"403765136087-34","name":"Polska Federacja Producentow Zywnosci Zwiazek Pracodawcow","registrationDate":"2019-10-04T10:08:58.233+02:00","category":2,"subCategory":1,"legal":"Zwiazek Pracodawcow","web":"http://www.pfpz.pl","country":"Poland","headAddress":"Chalubinskiego 8","headCity":"Warszawa","headPostCode":"00-613","headPhone":"(48)2 28 30 70 55","boss":"Andrzej Gantner","bossTitle":"Mr","bossPosition":"Wiceprezes","membersCount":2,"membersFTE":"0.5","membership":"Współpraca krajowa:&#xd;\nCzłonkostwo w Związku Przedsiębiorców i Pracodawców od 2018 roku;&#xd;\nCzłonkostwo w Federacji Branżowych Związków Producentów Rolnych od 2018 roku;&#xd;\nCzłonkostwo w Krajowej Izbie Gospodarczej od 2016 roku;&#xd;\nCzłonkostwo w Pracodawcy RP od 2013 roku;&#xd;\nCzłonkostwo w Związku Stowarzyszeń Rada Reklamy od 2009 roku.&#xd;\nWspółpraca międzynarodowa:&#xd;\nCzłonkostwo w FoodDrinkEurope - Konfederacji Przemysłu Żywności i Napojów UE od 1999 roku;&#xd;\nCzłonkostwo w SNE - Europejskim Stowarzyszeniu Producentów Żywności Specjalnego Przeznaczenia Żywieniowego od 2007 roku;&#xd;\nCzłonkostwo w UNESDA - Europejskiej Organizacji Producentów Napojów Bezalkoholowych od 2013 roku.","memberOrga":"FEDERACJA POLSKICH BANKÓW ŻYWNOŚCI;&#xd;\nSTOWARZYSZENIE PRODUCENTÓW POMIDORÓW I OGÓRKÓW POD OSŁONAMI;&#xd;\nUNIA PRODUCENTÓW I PRACODAWCÓW PRZEMYSŁU MIĘSNEGO;&#xd;\nZWIĄZEK \"POLSKIE MIĘSO\";&#xd;\nZWIĄZEK POLSKICH PRZETWÓRCÓW MLEKA;&#xd;\nZWIĄZEK PRODUCENTÓW CUKRU W POLSCE.","goal":"Polska Federacja Producentów Żywności została powołana w celu zapewnienia efektywnego współudziału podmiotów gospodarczych w tworzeniu prawnych, organizacyjnych i ekonomicznych warunków rozwoju sektora żywnościowego, jednej z największych i najsilniejszych gałęzi polskiej gospodarki. Członkami PFPZ ZP są wiodące firmy i organizacje związane z szeroko rozumianym rynkiem żywności w Polsce.","acronym":"PFPZ ZP","interests":"Agriculture and Rural Development, Business and Industry, Economy, finance and the euro, Environment, Food Safety, International co-operation and development, Public Health, Single market","euInitiatives":"Z zakresu m.in. jakości i bezpieczeństwa żywności, w tym znakowania żywności (Rozporządzenie Parlamentu Europejskiego i Rady (UE) nr 1169/2011 z dnia 25 października 2011 r. w sprawie przekazywania konsumentom informacji na temat żywności), oświadczeń zdrowotnych i żywieniowych (Rozporządzenie (WE) nr 1924/2006 Parlamentu Europejskiego i Rady z dnia 20 grudnia 2006 r. w sprawie oświadczeń żywieniowych i zdrowotnych dotyczących żywności), rynków rolnych (Rozporządzenie Parlamentu Europejskiego i Rady (UE) nr 1308/2013 z dnia 17 grudnia 2013 r. ustanawiające wspólną organizację rynków produktów rolnych oraz uchylające rozporządzenia Rady (EWG) nr 922/72, (EWG) nr 234/79, (WE) nr 1037/2001 i (WE) nr 1234/2007), a także kwestii środowiskowych, gospodarki o obiegu zamkniętym, zdrowia publicznego.","lastUp":"2019-10-04T12:45:30.770+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}