{"id":"404863333682-63","name":"Unión Nacional de Autoturismos","registrationDate":"2019-01-18T14:11:17.768+02:00","category":2,"subCategory":4,"legal":"Asociación","web":"http://unautovtc.es","country":"Spain","headAddress":"C/ Sofía","headCity":"madrid","headPostCode":"28022","headPhone":"(34)6 08 32 93 21","boss":"Eduardo Martín Gómez de Villalba","bossTitle":"","bossPosition":"Presidente","membersCount":4,"membersFTE":"2.5","membership":"","memberOrga":"","goal":"Nuestra principal función es defender los intereses de nuestros profesionales y empresas asociadas de manera colectiva, con el fin de asegurar el derecho a trabajar con total libertad y seguridad de nuestros conductores, así como el derecho a elegir la opción de movilidad que los usuarios quieran.","acronym":"UNAUTO VTC","interests":"Competition, Transport","euInitiatives":"Nuestra asociación se ha reunido en dos ocasiones con varias instituciones europeas al objeto de tratar la legislación española que regula nuestra actividad cada vez más restrictiva, dañando la libre competencia del mercado.&#xd;<br />Año 2018:&#xd;<br />- Reunión con Luis de Grandes, Partido Popular Europeo. Comisión de Transportes y Turismo.&#xd;<br />- Reunión con Adrián Vazquez Lazara, oficial de enlace en la UE- Ciudadanos International Officer- Ciudadanos.&#xd;<br />- Sra Anja Kaeller (Policy officer – Road Transport). Ella viene de la DG MOVE (transporte)&#xd;<br /> Sr Henning Ehrenstein (Deputy Head of Unit – Services Policy for Consumers). &#xd;<br />- Reunión con Izaskun Bilbao Barandica, PNV. &#xd;<br />- Reunión con Diana Alonso San Alberto, del GUE-NGL &#xd;<br />- Reunión con Sergio Gutierrez Prieto, PSOE&#xd;<br />- Peter Szatmári. Dirección General de Movilidad y Transporte. Director de Políticas de Transporte Terrestre. &#xd;<br />- Paola Caselli. Dirección General de Movilidad y Transporte. Asesora de la Unidad Legal de la Comisión Europea&#xd;<br />- Claudia Martínez Félix (española). Mercado Interior, Industria, Emprendimiento y PYMES. Asesora jurídica.","lastUp":"2019-07-31T11:06:08.600+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}