{"id":"405035424973-74","name":"PODRAVKA Food Processing Industry, Incorporated","registrationDate":"2016-12-08T15:46:51.530+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.podravka.com/","country":"Croatia","headAddress":"Ante Starcevića 32","headCity":"Koprivnica","headPostCode":"48000","headPhone":"(385)48 65 11 44","boss":"Marin Pucar","bossTitle":"Mr","bossPosition":"President of the Management Board","membersCount":1,"membersFTE":"0.25","membership":"www.amcham.hr&#xd;\nwww.hup.hr&#xd;\nwww.hrvatski-izvoznici.hr&#xd;\nwww.hrpsor.hr","memberOrga":"","goal":"We operate today in two main business segments: food and pharmaceuticals and are one of the leading companies in the South East, Central and Eastern Europe. Most famous brands of Podravka Group include Podravka, Vegeta, Lino, Žito and Belupo.&#xd;<br />&#xd;<br />We are guided by a vision of improving everyday quality of life for our consumers, customers and employees by being innovative and international. &#xd;<br />Our basic values are creativity – ideas that move the heart, because the heart moves everything else, trust – as a stock of every good meal, passion – what turns a meal into a feast, consumer satisfaction – we do not have consumers, we have guests at our table, and in everything we do we add excellence. &#xd;<br />We operate under the principles of sustainable development, trying to use our resources optimally, with as little waste as possible. We pay particular attention to preserving the environment, and developing our community and society, carefully listening to their needs.&#xd;<br />Podravka is also distinguished by being included in various life processes of its employees, the entire community and so we especially cherish respect, trust, honest dialogue, transparency and fellowship.","acronym":"PODRAVKA Inc.","interests":"Agriculture and Rural Development, Banking and financial services, Business and Industry, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Food Safety, Maritime affairs and fisheries, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"European competition policy&#xd;<br />Antitrust Damages Actions&#xd;<br />EU Consumer policy&#xd;<br />EU food safety&#xd;<br />Green Paper on unfair trading practices in the business-to-business food and non-food supply chain in Europe&#xd;<br />Forum for a Better Functioning Food Supply Chain&#xd;<br />Single Market Forum","lastUp":"2019-10-21T13:48:41.002+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}