{"id":"405284919699-91","name":"Transports Développement Intermodalité Environnement - Voyageurs et Marchandises","registrationDate":"2015-11-27T11:47:05.939+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.tdie.eu","country":"France","headAddress":"9 rue de Berri","headCity":"PARIS","headPostCode":"75008","headPhone":"(331)44 13 31 84","boss":"Philippe DURON","bossTitle":"Mr","bossPosition":"Coprésident délégué","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"Voici la liste des adhérents de TDIE : FNTP, USIRF, SNCF, SNCF-Réseau, VNF, Ile-de-France Mobilité, RATP, UTP, Régions de France, CCI-France, SETVF, FIF, Egis, AFITF, Alstom, CAF, APRR, SANEF, Kéolis, Transdev, Renault Trucks, AUTF, AFRA, FNTV, Vinci-Concessions, Vinci-Autoroutes, Lohr, TLF, Haropa, Bombardier, Comité des armateurs fluviaux, CCFA, OTRE, Union des aéroports de France, URF, UTP, FNMS, OITC du Sud Est, Euro 21, ASFA, Easydis, TLF-Overseas, Transalpine, Département de Charente Maritime, Dordogne, Essonne, Oise, Orne, Var, Conseil régional Grand Est, Conseil régional Normandie, Conseil régional Bourgogne Franche-Comté, Conseil régional Occitanie, Conseil régional Pays de la Loire, Conseil régional PACA.","goal":"Think Tank - Plateforme de réflexion et d’échange : l’objectif de TDIE est d’élaborer des propositions au service du développement des systèmes de mobilités multimodaux et durables avec les acteurs des transports, de les soumettre au débat, et de les porter auprès des pouvoirs publics.&#xd;<br />&#xd;<br />Association pluraliste, et multimodale : TDIE réunit l’ensemble des acteurs publics et privés des différents modes de transport : gestionnaires de réseaux, exploitants, chargeurs, transporteurs, logisticiens, élus, collectivités locales, entrepreneurs, industriels, experts, ou chercheurs.&#xd;<br />&#xd;<br />Un Conseil scientifique pour appuyer les réflexions prospectives : les orientations et les propositions portées par TDIE s’appuient sur le travail du Conseil scientifique de l’Association. Présidé par Michel Savy, économiste des transports, universitaire et expert international, le Conseil scientifique contribue à la définition du programme d’activités, encadre les études, assure une veille et conduit une réflexion sur des sujets prospectifs.&#xd;<br />&#xd;<br />De 2001 à 2017, TDIE a été co-présidée par deux parlementaires issus de familles politiques différentes. Depuis 2017, Philippe Duron, co-président délégué de TDIE et Louis Nègre, co-président de TDIE, ne sont plus parlementaires.","acronym":"TDIE","interests":"Budget, Business and Industry, Climate Action, Competition, Economy, finance and the euro, Energy, Environment, Public Health, Regional Policy, Research and innovation, Taxation, Trans-European Networks, Transport","euInitiatives":"Libre blanc sur les transports (2011) / Politique européenne des transports&#xd;<br />Paquets mobilité&#xd;<br />Stratégie pour une mobilité plus propre&#xd;<br />Véhicule autonome&#xd;<br />RTE-T&#xd;<br />MIE&#xd;<br />Green Deal","lastUp":"2019-12-05T09:57:09.162+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}