{"id":"405881626456-70","name":"Tudatos Vásárlók Közhasznú Egyesülete","registrationDate":"2017-03-22T14:28:42.706+01:00","category":3,"subCategory":2,"legal":"egyesület","web":"http://tudatosvasarlo.hu","country":"Hungary","headAddress":"Győri út 6/B.","headCity":"Budapest","headPostCode":"1123","headPhone":"(36)12 25 81 36","boss":"Emese Gulyás","bossTitle":"","bossPosition":"Elnök","membersCount":1,"membersFTE":"0.25","membership":"Consumers International&#xd;\nGlobal Action Plan International&#xd;\nURGENCI&#xd;\nICRT","memberOrga":"","goal":"A Tudatos Vásárlók Egyesületének célja, hogy a magyar társadalom fenntarthatóvá és etikusabbá váljon, a társadalom tagjai elkötelezetté váljanak e célok elérése iránt. A TVE célja továbbá, hogy tudatosítsa az egyéni felelősséget a fenntartható fogyasztás megvalósulásában. Ennek érdekében a TVE elsősorban előremutató programokkal tájékoztatja a fogyasztókat a tudatos vásárlás, a fenntartható fogyasztás mibenlétéről, kézzelfogható megvalósítási lehetőségeiről, s ösztönzi őket a fenntartható fogyasztást elősegítő egyéni vagy közösségi kezdeményezések létrehozására és működtetésére. A fogyasztók tájékoztatása mellett a TVE programjait önálló kutatásokkal alapozza meg, illetve érdekérvényesítő, nyomásgyakorló és közösségépítő tevékenységet folytat céljai eléréséért. Az egyesület együttműködésre törekszik az érintett magánszemélyekkel és szervezetekkel.","acronym":"TVE","interests":"Agriculture and Rural Development, Climate Action, Communication, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Environment, Food Safety, Research and innovation, Trade","euInitiatives":"i.\tA fogyasztók érdekeinek/ jogainak érvényesítése, fogyasztói problémák feltárása, fogyasztói jogok érvényesülésének értékelése, fogyasztók képviselete; fogyasztók tájékoztatása &#xd;<br />ii.\tA fogyasztók oktatása &#xd;<br />iii.\tKörnyezeti nevelés, képzés, művelődés elősegítése &#xd;<br />iv.\tA természetvédelmi kultúra fejlesztése, a természet védelmével kapcsolatos ismeretek oktatása","lastUp":"2019-03-19T15:24:26.054+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}