{"id":"406038125094-81","name":"International Association of Universities","registrationDate":"2016-12-15T12:05:44.630+01:00","category":3,"subCategory":2,"legal":"Association loi 1901","web":"http://www.iau-aiu.net","country":"France","headAddress":"UNESCO House","headCity":"Paris Cedex 15","headPostCode":"75732","headPhone":"(33)1 45 68 48 00","boss":"Hilligje van't Land","bossTitle":"Ms","bossPosition":"Secretary-General","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"https://iau-aiu.net/List-of-IAU-members?lang=en","goal":"IAU, founded in 1950, is the UNESCO-based worldwide association of higher education institutions. It brings together institutions and organisations from some 120 countries for reflection and action on common concerns and collaborates with various international, regional and national bodies active in higher education. Its services are available on the priority basis to Members but also to organisations, institutions and authorities concerned with higher education, as well as to individual policy and decision-makers, specialists, administrators, teachers, researchers and students.&#xd;<br />The Association aims at giving expression to the obligation of universities and other higher education institutions as social institutions to promote, through teaching, research and services, the principles of freedom and justice, of human dignity and solidarity, and contributes, through international cooperation, to the development of material and moral assistance for the strengthening of higher education generally.","acronym":"IAU","interests":"Education and training, International co-operation and development, Research and innovation","euInitiatives":"Part of the ENIC-NARIC network.&#xd;<br />HE Working Group, Directorate of Democratic Citizenship and Participation&#xd;<br />BFUG&#xd;<br />EHEA&#xd;<br />EQAR&#xd;<br />Council of Europe Framework for Competencies for Democratic Culture","lastUp":"2019-11-07T15:10:28.478+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}