{"id":"406498626314-73","name":"Tahrir Institute for Middle East Policy Europe","registrationDate":"2017-03-13T16:49:55.280+02:00","category":4,"subCategory":5,"legal":"iASBL","web":"http://timep.org","country":"Belgium","headAddress":"Rue de la Loi 155","headCity":"BRussels","headPostCode":"1040","headPhone":"(32)4 96 61 43 75","boss":"Koert Debeuf","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"The Tahrir Institute for Middle East Policy (TIMEP), nonpartisan, and nonprofit organization, is dedicated to understanding and supporting Middle Eastern countries undergoing democratic transitions and committed to informing European and international policymakers and the public of developments in these countries.&#xd;<br />There is an ample supply of information and expertise on Middle Eastern politics in Western think tanks, media and academia. However, there is a dearth of knowledge about, and little understanding of, how regional political changes affect the everyday lives and needs of the region’s people. The world has celebrated the rising stars of the “Arab Spring” revolutions and appreciated their contributions to bringing about change, but many others remain unrecognized, their grievances marginalized or ignored. With the support of our deeply knowledgeable and extensive network of actors in the region, TIMEP is committed to having these marginalized voices be acknowledged. The analyses provided by TIMEP will particularly aim to connect those outside the region with local knowledge and perspectives. By harnessing the extensive regional expertise of its staff—along with that of its expansive network of on-the-ground experts and activists—TIMEP will contribute significantly to the national dialogue concerning the Middle East and thereby promote well-founded policy in the region.","acronym":"TIMEP Europe","interests":"Borders and Security, Enlargement, External Relations, Foreign and Security Policy and Defence, Humanitarian aid and civil protection, Justice and Fundamental Rights","euInitiatives":"Work of the Mashreq and Mahreb delegation of the European Parliament&#xd;<br />EU Policy towards the Southern Neighbourhood&#xd;<br />EU Policy towards Migration&#xd;<br />EU Policy towards Terrorism&#xd;<br />EU Policy towards Integration &#xd;<br />Human Rights&#xd;<br />Freedom of Religion","lastUp":"2018-06-07T12:52:03.450+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}