{"id":"406861430816-04","name":"Fédération Nationale des Distilleries Coopératives Viticoles","registrationDate":"2018-03-15T11:27:50.631+01:00","category":2,"subCategory":1,"legal":"Association loi 1901","web":"http://www.fndcv.fr","country":"France","headAddress":"11 rue Tronchet","headCity":"PARIS","headPostCode":"75008","headPhone":"(33)01 71 20 52 56","boss":"Hubert BURNEREAU","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"La FNDCV adhère aux associations ou syndicats suivants:&#xd;\n&#xd;\nWIDEN&#xd;\nCEDIVI&#xd;\nAFAIA&#xd;\nCOOP de FRANCE&#xd;\nNATEL","memberOrga":"Seules des entreprises sont adhérentes de la FNDCV.&#xd;\nIl s'agit de distilleries coopératives viticoles françaises ou d'unions de distilleries coopératives et de distilleries privées dont l'actionnaire majoritaire est une distillerie ou union de distillerie coopérative viticole. Deux entreprises vendant des mouts concentrés et/ou mouts concentrés rectifiés sont également membres de la FNDCV.","goal":"La Fédération Nationale des Distilleries Coopératives Viticoles a pour objet général : &#xd;<br />&#xd;<br />-\td’assurer la représentation et la défense générale des intérêts professionnels, matériels et moraux de ses membres auprès des pouvoirs publics et des organisations professionnelles ou interprofessionnelles au niveau national, européen, et international ;&#xd;<br />-\td’étudier, coordonner, négocier et signer toute convention collective de travail applicable au personnel desdits membres ;&#xd;<br />-\tde publier toute information, et diffuser tout document de son ressort.","acronym":"FNDCV","interests":"Agriculture and Rural Development, Budget, Climate Action, Customs, Energy, Environment, Institutional affairs, Taxation, Transport","euInitiatives":"La FNDCV suit essentiellement deux dossiers:&#xd;<br />&#xd;<br />- La future réforme de la PCA&#xd;<br />&#xd;<br />- Le projet de directive RED II","lastUp":"2019-02-18T14:35:44.985+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}