{"id":"407337522323-78","name":"Schweizerische Public Affairs Gesellschaft","registrationDate":"2016-06-14T16:40:37.142+01:00","category":3,"subCategory":2,"legal":"Verein nach Art. 60ff ZGB","web":"http://www.spag-sspa.ch","country":"Switzerland","headAddress":"SPAG I SSPA","headCity":"Bern","headPostCode":"3000","headPhone":"(41)3 15 11 00 01","boss":"Reto Wiesli","bossTitle":"Mr","bossPosition":"Präsident SPAG","membersCount":1,"membersFTE":"0.25","membership":"PACE (www.paceurope.eu)","memberOrga":"http://www.public-affairs.ch/de/ueber-uns/mitglieder","goal":"Die Schweizerische Public Affairs Gesellschaft (SPAG) verfolgt als beruflicher Interessenverband den Zweck, Behörden und Öffentlichkeit für Sinn und Wert politischen, wirtschaftlichen und kulturellen Lobbyings und dessen Bedeutung im demokratischen Entscheidungsprozess zu sensibilisieren.","acronym":"SPAG I SSPA","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Transparenzregeln&#xd;<br />Akkreditierung&#xd;<br />Datenschutz Richtlinien&#xd;<br />Lobbyismus&#xd;<br />Interessenvertretung&#xd;<br />Interessenbindung&#xd;<br />Informationsaustausch&#xd;<br />Public Affairs&#xd;<br />Demokratie &#xd;<br />Politik","lastUp":"2019-12-17T08:55:46.261+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}