{"id":"407495628215-85","name":"Universitatea „Dunărea de Jos” din Galați","registrationDate":"2017-09-05T08:52:49.721+02:00","category":4,"subCategory":12,"legal":"instituție publică","web":"http://www.ugal.ro","country":"Romania","headAddress":"str. Domnească nr. 47","headCity":"Galați","headPostCode":"800008","headPhone":"(40)3 36 13 01 09","boss":"Iulian Gabriel Bîrsan","bossTitle":"Mr","bossPosition":"rector","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"European Association of Universities - http://www.eua.be/&#xd;\nAgence Universitaire de la Francophonie - https://www.auf.org/&#xd;\nBlack Sea Universities Network - http://www.bsun.org/&#xd;\nAsociația Internaționala EFMD - European Foundation of Management Development - https://www.efmd.org/what-is-efmd&#xd;\nThe Network of Institutes and Schools of Public Administration in Central and Eastern Europe NISPAcee - http://www.nispa.org/","goal":"Universitatea \"Dunărea de Jos\" din Galaţi îşi asumă misiunea de a genera şi de a transfera cunoaştere către societate prin: formare iniţială şi formare continuă la nivel universitar şi postuniversitar, cercetare ştiinţifică, dezvoltare, inovare şi transfer tehnologic, prin creaţie individuală şi colectivă, în domeniul ştiinţelor, al ştiinţelor inginereşti, al ştiinţelor economice, al artelor, al literelor, al ştiinţelor umaniste, al ştiinţelor medicale, al ştiinţelor juridice, prin asigurarea performanţelor şi dezvoltării fizice şi sportive, precum şi valorificarea şi diseminarea rezultatelor acestora. Universitatea \"Dunărea de Jos\" din Galaţi îşi asumă rolul de centru cultural şi civic menit să contribuie la formarea şi difuzarea valorilor culturale, la promovarea pluralismului opţiunilor şi la dezvoltarea culturii politice şi civice. De asemenea, îşi asumă rolul de pol de creaţie ştiinţifică şi tehnologică pentru sprijinirea tuturor unităţilor economice, de învăţământ şi sociale din regiune. Universitatea îşi îndeplineşte misiunea prin realizarea următoarelor obiective: formarea de specialişti cu pregătire superioară pentru învăţământ, ştiinţă şi cultură, sănătate, activităţi tehnice, economice, juridice, sociale, potrivit programelor de studii aflate în structura Universităţii, standardelor educaţionale şi cerinţelor societăţii; actualizarea şi perfecţionarea pregătirii specialiştilor prin programe de masterat, doctorat, studii postdoctorale şi postuniversitare şi de formare continuă; asigurarea calităţii activităţii didactice la nivelul standardelor naţionale şi internaţionale, dezvoltarea cercetării avansate, fundamentale şi aplicative prin creşterea potenţialului uman şi a resurselor materiale ale centrelor de cercetare; prin stimularea participării colectivelor de cercetare la competiţiile de nivel naţional şi internaţional, pentru susţinerea financiară şi asigurarea vizibilităţii cercetării fundamentale şi aplicative; prin dezvoltarea, atestarea şi diversificarea centrelor de cercetare şi prin dezvoltarea cooperării ştiinţifice internaţionale, inclusiv prin stimularea participării în cadrul programelor de cercetare, dezvoltare, inovare la nivel internaţional.","acronym":"UDJG","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"a)\tJoint Programming Initiatives; &#xd;<br />b)\tBusiness, Economy, Euro; &#xd;<br />c)\tFunding, Tenders; &#xd;<br />d)\tResearch and innovation (Research funding, partners, results, and EU action to promote innovation); &#xd;<br />e)\tEnergy, Climate change, Environment; &#xd;<br />f)\tEducation (Education and training opportunities, EU actions on schools, youth, higher education, adult learning and vocational training); &#xd;<br />g)\tFood, Farming.","lastUp":"2018-09-14T09:05:45.526+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}