{"id":"407687636063-78","name":"PRIMOM Szabolcs-Szatmár-Bereg Megyei Vállalkozásélénkítő Alapítvány","registrationDate":"2019-10-01T09:51:36.173+02:00","category":3,"subCategory":2,"legal":"Alapítvány","web":"http://primom.hu","country":"Hungary","headAddress":"Váci Mihály","headCity":"Nyíregyháza","headPostCode":"4400","headPhone":"(36)79 91 40","boss":"Csaba Czomba","bossTitle":"","bossPosition":"Kuratórium elnöke","membersCount":2,"membersFTE":"0.75","membership":"A PRIMOM Alapítvány tagja az Enterprise Europe Network  hálózatnak&#xd;\nA PRIMOM Alapítvány tagja a az Európai Mikrofinanszírozási Hálózatnak, 2019. óta Code of Conduct kitüntető cím birtokosa","memberOrga":"","goal":"A PRIMOM Alapítvány célja  a megyei mikro-, kis és középvállalkozások számára térítésmentes szolgáltatások biztosítása, melyek segítségével gazdaságilag megerősödhetnek, és nemzetközi piacokra léphetnek. Ennek érdekében megalakulása óta aktív tagja az Enterprise Europe Network világhálózatnak. A nemzetközi piaci tanácsadás mellett üzleti partnerközvetítés, EU-források népszerűsítése és szakmai programok szervezése is a profilunkba tartozik. A KKV-k a tanácsadás mellett részt vesznek az EU-szakpolitikák értékelésében, melyet az Alapítvány rendszeresen továbbít az EU Bizottság felé, SME-paneles kérdőívek gyűjtésével. Az Alapítvány a megyei gazdaság irányító szervezeteivel is kapcsolatban van, melynek során törekszik az Alapítvány a megyei KKV-k érdekeinek érvényesítésére. &#xd;<br />Az Alapítvány a gazdaság élénkítésének érdekében mikrohitelt is biztosít saját forrásból és országos forrásokból közvetítőként egyaránt. Az Alapítvány részt vesz a megyei gazdaságot érintő döntések előkészítésében együttműködve a megyei és regionális szervezetekkel egyaránt.","acronym":"PRIMOM Alapítvány","interests":"Agriculture and Rural Development, Business and Industry, Competition, Economy, finance and the euro, External Relations, Food Safety, Regional Policy, Research and innovation, Single market, Trade","euInitiatives":"Élelmiszerbiztonság&#xd;<br />Egységes piac, &#xd;<br />Kutatás és Innováció&#xd;<br />Mezőgazdaság&#xd;<br />Kereskedelem&#xd;<br />Európai vállalkozások és európai ipar&#xd;<br />Uniós támogatások kis- és középvállalkozásoknak&#xd;<br />Regionális projektek","lastUp":"2019-10-01T09:56:01.925+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}