{"id":"40839587237-49","name":"International Campaign for Tibet","registrationDate":"2011-11-25T09:46:33.915+01:00","category":3,"subCategory":2,"legal":"Centrum van Werkzaamheiden","web":"http://www.savetibet.org","country":"Netherlands","headAddress":"Vijzelstraat 77, 1017HG Amsterdam The Netherlands","headCity":"Amsterdam","headPostCode":"1017HG","headPhone":"(31)2 03 30 82 65","boss":"Metten Vincent ","bossTitle":"Mr","bossPosition":"EU Policy Director","membersCount":2,"membersFTE":"2.0","membership":"Our NGO is member of FIDH (Fédération Internationale des Ligues des Droits de l'Homme)","memberOrga":"ICT has around 25 permanent staff in its different offices. &#xd;\nwe have 150.000 members worldwide who support our work including by donating to the organization.","goal":"The International Campaign for Tibet (ICT) works to promote human rights and democratic freedoms for the people of Tibet. ICT does the following:&#xd;<br />&#xd;<br />- Monitors and reports on human rights, environmental and socio economic conditions in Tibet;&#xd;<br />- Advocates for Tibetans imprisoned for their political or religious beliefs;&#xd;<br />- Works with governments to develop policies and programs to help Tibetans;&#xd;<br />- Secures humanitarian and development assistance for Tibetans;&#xd;<br />- Mobilizes individuals and the international community to take action on behalf of Tibetans; and&#xd;<br />- Promotes self-determination for the Tibetan people through negotiations between the Chinese government and the Dalai Lama.&#xd;<br />&#xd;<br />Founded in 1988, ICT, a 501(c)(3) organization, maintains offices in Washington, DC, Amsterdam, Berlin, and Brussels, with field offices in Dharamsala, India and Kathmandu, Nepal.","acronym":"ICT","interests":"Budget, Climate Action, Culture, Development, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, Humanitarian Aid, Trade","euInitiatives":"ICT is following EU's foreign Policy towards China but also India and Nepal where are based Tibetan communities. &#xd;<br />ICT is monitoring the activities of the European Commission, the European Parliament, the EU Council, the EEAS and the EESC. &#xd;<br />Areas of interest for ICT are also development policies, EIDHR, budget issues, environmental issues.","lastUp":"2018-01-30T14:13:19.459+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}