{"id":"408326914999-51","name":"RAR - Refinarias de Açúcar Reunidas, S.A.","registrationDate":"2014-11-24T17:29:09.990+01:00","category":2,"subCategory":3,"legal":"Public Limited Company","web":"http://www.rar.pt","country":"Portugal","headAddress":"Rua Manuel Pinto de Azevedo, 272","headCity":"Porto","headPostCode":"4100-320","headPhone":"(351)2 26 19 46 54","boss":"Miguel Geraldes ","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":1,"membersFTE":"0.25","membership":"RAR has full membership of:&#xd;\nARAP - Portuguese Sugar Refiners Association&#xd;\nFIPA - Portuguese Agro-industry Federation&#xd;\nESRA - European Sugar Refiners Association","memberOrga":"","goal":"RAR - Refinarias de Açúcar Reunidas, was founded in 1962 and is located at Oporto, Portugal. Its main activity is to refine imported raw cane sugar. &#xd;<br />RAR develops many contacts with the European Instituitions in order to ensure the EU legislation secures the balance between the to main sources of sugar in the EU: refineries and beet producers. &#xd;<br />Sugar is a very heavily regulated market in Europe. Cane sugar currently accounts for around 20% of the total sugar and isoglucose availability in Europe. &#xd;<br />Around 70% of Europe’s cane sugar imports are typically sourced from developing countries with which the EU has a preferential trading relationship. These relationships are formalised under both the Economic Partnership Agreements (EPAs) and the Everything But Arms Agreements (EBA). The remaining 30% of cane sugar imports are largely sourced under the “CXL” quota. This is a quota that exists as a result of trade negotiations with countries that previously supplied countries that have subsequently joined the EU. Most of this sugar is subject to a €98 per tonne import duty.&#xd;<br />&#xd;<br />The operation of the EU sugar market is governed by the Common Agricultural Policy (CAP). Such has settled that in 2017 the beet producers will have no limits on quantity of prices to the sugar they produce our sell, while raw sugar refineries will be limited in quantities and import duties from preferential and other cane sugar suppliers.","acronym":"RAR","interests":"Agriculture and Rural Development, Competition, Consumer Affairs, Customs, Energy, Enterprise, Environment, External Relations, Food Safety, General and Institutional Affairs, Internal Market, Trade","euInitiatives":"OCM, CAP, Full Time Refiners Dossiers, Beet Processors, Sugar in general","lastUp":"2017-02-08T19:33:30.955+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}