{"id":"408775033035-14","name":"Chamber of Economy of Montenegro","registrationDate":"2018-10-29T11:53:29.667+01:00","category":2,"subCategory":1,"legal":"business association","web":"http://www.privrednakomora.me/","country":"Montenegro","headAddress":"ul. Novaka Miloševa 29/II, Podgorica, Montenegro","headCity":"Podgorica","headPostCode":"81000","headPhone":"(382)20 23 05 45","boss":"Vlastimir Golubović","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"0.75","membership":"The membership into EUROCHAMBERS and several regional initiatives and organizations provide us with the knowledge and better understanding of possibilities opened through international partnership.","memberOrga":"All business entities in Montenegro are members of Chamber.","goal":"The Chamber of Economy of Montenegro is an organization which represents the interests of all registered economic agents. As a result of the election process completed in September 2015, this association now has 593 representatives in its organs and associations which were elected by the overall economy sector. These representatives are successful business people with respectable personal and professional reputation. For the sake of illustration, in 2014 the companies of our representatives generated the income of 2.6 billion EUR, which makes 70% of the total income of the Montenegrin economy. Thanks to our inter-sector structure, we are able to make a fast identification of the causes of all economic problems and to propose the solutions acceptable for everyone.&#xd;<br />&#xd;<br />The Statute of the Chamber, as the highest constitutive act, stipulates the establishment of 13 Association Boards actively involved in the performance of the sectors they cover by closely following all aspects of their functioning, proposing measures and conducting statistics, empirical and strategic analyses. The Association Boards include those of Agriculture, Tourism and Hotel Management, Small and Medium Sized Enterprises, etc. The Chamber is divided into the Sectors for Education, Legal and Common Affairs, Analysis and Researches, Foreign Economic Relations, and Quality and Project Department, respectively. &#xd;<br />&#xd;<br />The institutional position of CEM as an intermediary organization in creating economic policy which favours entrepreneurship has proven to be important in strengthening the companies’ ability to absorb knowledge and skills. In daily contact with the companies we gain an overarching view of problems, which helps us identify educational needs for skilled labour and advanced technologies and thus makes the preconditions for future developments. &#xd;<br />&#xd;<br />Given our direct insight into the performance of the business sector, we move focus on the adoption of constant innovations and improvements in line with the needs of the market. In that respect, CEM regularly organizes trainings and other educational activities aimed at developing knowledge and skills required to achieve this objective.  &#xd;<br />MISSION&#xd;<br />&#xd;<br />• To represent the general interests of the economy and all economic agents; &#xd;<br />• To enable the companies to participate in managing the economy and thus preserving their freedom; &#xd;<br />• To encourage production;&#xd;<br />• To present business opportunities in foreign countries;&#xd;<br />• To foster business ethics and practices.","acronym":"CEM","interests":"Education and training, Employment and Social Affairs","euInitiatives":"With respect to our role in the EU accession process, the Chamber has delegated the members of its personnel as experts in each of 30 Montenegrin negotiating groups for EU accession. In addition, the Chamber is involved in the implementation of CEFTA and we find this experience precious in identifying the bottlenecks in the integration process, as well as legal constrains which need to be removed, deficiencies in regulations, the strengths and weaknesses and the crucial expectations and worries of domestic entities related to the adoption of EU standards, free competition and changed business environment. Through its engagement in the working groups for the reforms of legislation, the Chamber has gained knowledge about the institutional and legal context and the direction in which it should be modified for the purpose of successful EU integration process","lastUp":"2018-10-29T11:54:19.240+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}