{"id":"40887916962-23","name":"Cicero Consulting Limited","registrationDate":"2011-10-18T18:26:11.028+02:00","category":1,"subCategory":6,"legal":"UK Limited Company","web":"https://www.cicero-group.com","country":"United kingdom","headAddress":"Old Bailey, 10","headCity":"London","headPostCode":"EC4M 7NG","headPhone":"(44207)6 65 95 30","boss":"Jeremy Swan","bossTitle":"Mr","bossPosition":"CEO","membersCount":8,"membersFTE":"8.0","membership":"We are members of the American Chamber of Commerce to the EU (AmChamEU) and EPACA.","memberOrga":"","goal":"Cicero Group is an independent communications agency principally owned by directors and staff. Our 50 strong team drawn from media, industry and government has a simple mission – to help clients design and implement communications strategies to realise their commercial ambitions, manage their reputation and maximise their return on investment. Founded in the UK in 2000 we have grown from one to over 200 clients serviced from our offices in London and Brussels. Many of our clients have been with us for at least five years with an increasing number now passing the ten year mark. We are proud to count some of world's largest global corporates as clients together with financial institutions, governments, regulators, trade bodies, NGOs and private clients.","acronym":"Cicero","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Communication, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Financial Stability, Financial Services and Capital Markets Union , Food Safety, General and Institutional Affairs, Internal Market, Taxation, Trade","euInitiatives":"Cicero Group is a full service communications consultancy. We are proud to work for clients that include businesses, trade associations and membership organisations. We cover a range of policy areas including financial services, the digital economy, energy and health. We help our clients understand and engage in policy discussions at a pre-legislative phase, co-decision, level 2 and during implementation.","lastUp":"2018-04-16T14:57:51.273+02:00","customers":"World Gold Council,EHF","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":"","turnoverRange":"500000-999999"}