{"id":"409040419797-14","name":"ITTI Sp. z o.o.","registrationDate":"2015-12-03T12:13:00.316+01:00","category":1,"subCategory":6,"legal":"przedsiębiorstwo","web":"http://www.itti.com.pl","country":"Poland","headAddress":"ul. Rubiez 46","headCity":"Poznan","headPostCode":"61-612","headPhone":"(48)6 16 22 69 85","boss":"Rafał Renk","bossTitle":"Mr","bossPosition":"President of the Board","membersCount":5,"membersFTE":"1.25","membership":"Membership in the national and international organizations:&#xd;\n- Integrated Mission Group for Security (IMG-S)- created in order to bring together academia, industry and some end users a common view and roadmap on the future EU Science and technology needs. The main goals – conjunction with the previous and ongoing exercises such as ESRAB-ESRIF and their successor, and to facilitate the transition from research and innovation to European programmes and markets;&#xd;\n- Public Safety Communication Europe Forum – forum established in order to facilitate global consensus on key public safety communication and information management systems issues between all stakeholders;.&#xd;\n- Polish Space Industry Association – ITTI is one of the co-founders of the Polish Space Industry Association which is managed by The Industrial Research Institute for Automation and Measurements. The Association gathers main entities in the field of the national space sector: companies &amp; research institutes. The main goal of the Association is to strengthen the position of Polish space sector in the market and promote international and national cooperation in space business. The organization aims to consolidate the collaboration with public administration representatives and non-profit organizations in order to define a coherent strategy to develop the Polish space sector.&#xd;\n- Wielkopolska ICT Cluster – organization having members from Wielkopolska region. The companies, research institutions, as well as public administration are ICT-oriented entities. They have high expertise in e-government, medical and banking areas and smart grid projects, also in terms of auditing and market analysis. Companies cooperate with R&amp;Ds’ in terms of mutual trainings, internships and audits.","memberOrga":"","goal":"ITTI is an IT company (SME) providing software solutions for the companies and institutions in Poland and in other countries. The company operates since 1996 and is located in Poznan, Poland. Currently, ITTI has a team consisting of ca. 80 persons.&#xd;<br />The main goal of ITTI is develop and provide innovative applications and dedicated software solutions which are adjusted to customer needs, e.g. systems supporting management of warehouses, systems supporting manufacturing processes, as well as systems supporting space situational awareness and space missions.&#xd;<br />Since a number of years ITTI has been also involved in the research and development projects performed in the programmes funded by European Commission, European Defence Agency, national research programmes, and recently European Space Agency.","acronym":"ITTI","interests":"Borders and Security, Digital economy and society, Research and innovation","euInitiatives":"- EC-funded initiatives, currently in the Horizon 2020 (formerly also FP7, FP6 and FP5),&#xd;<br />- European Defence Agency programmes (e.g. JIP-FP, JIP-CBRN) &#xd;<br />- NATO Industrial Advisory Group studies&#xd;<br />- projects for European Space Agency (ESA).","lastUp":"2019-11-15T08:34:50.511+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}