{"id":"409945716647-81","name":"European Centre for Democracy and Human Rights","registrationDate":"2015-03-18T17:04:19.177+01:00","category":3,"subCategory":2,"legal":"Non-Profit","web":"http://www.ecdhr.org/","country":"Belgium","headAddress":"Rue de la Linière - Vlasfabriekstraat 11","headCity":"Brussels","headPostCode":"1060","headPhone":"(32)26 09 44 15","boss":"Husain Abdulla","bossTitle":"Mr","bossPosition":"Executive Director ","membersCount":7,"membersFTE":"7.0","membership":"","memberOrga":"","goal":"Our main objective is to raise awareness and promote the respect of fundamental human rights in the Gulf region, with a particular focus on Bahrain and Saudi Arabia. To do so, we maintain contacts with EU institutions, media and other relevant stakeholders. &#xd;<br />We also collaborate closely with other international NGOs and NGO networks committed to the issues of human rights and democracy in the region.&#xd;<br />Besides our Brussels office, we also have an office in Beirut, Lebanon which is focused on independence and neutrality of medical services during armed conflicts and civil unrest through our initiative Defenders for Medical Impartiality (DMI).","acronym":"ECDHR","interests":"Communication, External Relations, Foreign affairs and security policy, International co-operation and development, Justice and Fundamental Rights, Trade","euInitiatives":"European Parliament resolutions and letters, EU Strategic Framework and Action Plan on Human Rights. &#xd;<br />&#xd;<br />1- Hold meetings with Members of the European Parliament to educate and discuss with them the human rights situation in Gulf Cooperation Council Countries like Bahrain, Saudi Arabia, United Arab Emirates, and the others. &#xd;<br />2- Hold meetings with Members of the European Parliament to educate and discuss with them the situation of the migrant workers in Gulf Cooperation Council Countries like Bahrain, Saudi Arabia, United Arab Emirates, and the others. &#xd;<br />3- Hold meetings with the staffers and advisors of the Members of the European Parliament to educate and discuss with them the human rights situation and the situation of the migrant workers in the Gulf Cooperation Council Countries like Bahrain, Saudi Arabia, United Arab Emirates, and the others. &#xd;<br />4- Bring delegations consistent of activists and human rights defenders from the Gulf Cooperation Council Countries who are living in the region or in Europe to meet with members of European Parliament. The purpose of those meetings to spread awareness and educate the members about the human rights situation in their countries. &#xd;<br />5- Conduct joint meetings with other international non-government organization and members of the European Parliament to advocate for policies which are pro-human rights in the region. &#xd;<br />6- Advocate for stronger human rights policies toward Gulf Cooperation Council Countries in every meeting with members of the European Parliament and their staffers. &#xd;<br />7- Advocate for resolutions, public letters, public speeches, other forms of public advocacy by members of the European Parliament to address the concerns of the ongoing human rights violations in the Gulf Cooperation Council Countries. &#xd;<br />8- Distribute research and publications about human rights violations and culture of impunity in the Gulf Cooperation Council Countries.","lastUp":"2019-10-30T19:59:23.869+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}