{"id":"410061726362-75","name":"BL","registrationDate":"2017-03-16T14:13:44.370+01:00","category":2,"subCategory":4,"legal":"Forening","web":"http://bl.dk","country":"Denmark","headAddress":"Studiestræde 50","headCity":"København V","headPostCode":"1554","headPhone":"(45)33 76 20 00","boss":"Bent Madsen","bossTitle":"","bossPosition":"Administrerende direktør","membersCount":1,"membersFTE":"0.25","membership":"BL er medlem af Housing Europe.","memberOrga":"https://bl.dk/find-organisationer/","goal":"BL’s formål er som interesseorganisation&#xd;<br />at samle de almene boligorganisationer til fælles&#xd;<br />arbejde for disses og deres beboeres interesse&#xd;<br />i udvikling af beboerdemokratiet og bedre&#xd;<br />boligforhold for brede befolkningsgrupper. BL’s formål som brancheorganisation er at styrke medlemmerne administrativt, teknisk og socialt til altid at fremstå som moderne og effektive aktører på boligmarkedet. BL skal ved forhandling og indgåelse af aftaler om relevante kollektive aftaler om løn og ansættelsesvilkår styrke medlemmernes funktion som arbejdsgivere.","acronym":"","interests":"Climate Action, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Environment, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trans-European Networks, Youth","euInitiatives":"I øjeblikket har BL særligt fokus på kommissions vinterpakke om energiregulering, alle tiltag vedrørende energiunionen, det fremtidige arbejde med at implementere Baselkomitéens anbefalinger i EU, udmøntningen af persondataforordningen, E-privacy-direktivet, konsultation om reform af momsdirektiverne og flygtningepolitik.","lastUp":"2017-03-17T13:41:35.497+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}