{"id":"410540760-32","name":"European Development Finance Institutions","registrationDate":"2008-06-25T10:47:57.554+02:00","category":2,"subCategory":4,"legal":"asbl","web":"http://www.edfi.eu","country":"Belgium","headAddress":"Rue de la Loi, 81A","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 30 23 69","boss":"Soren Peter Andreasen","bossTitle":"Mr","bossPosition":"General Manager","membersCount":4,"membersFTE":"2.0","membership":"Friends of Europe","memberOrga":"https://www.edfi.eu/members/meet-our-members/&#xd;\n&#xd;\n1. BIO: Belgian Investment Company for Developing Countries&#xd;\n2. BMI-SBI: Belgian Corporation for International Investment&#xd;\n3. CDC Group plc&#xd;\n4. COFIDES: Compañía Española de Financiación del Desarrollo S.A.&#xd;\n5. DEG - Deutsche Investitions- und Entwicklungsgesellschaft mbH&#xd;\n6. FINNFUND: Teollisen yhteistyön rahasto Oy&#xd;\n7. FMO: Nederlandse Financierings-Maatschappij voor Ontwikkelingslanden N.V.&#xd;\n8. IFU: Danish International Investment Funds&#xd;\n9. NORFUND: Norwegian Investment Fund for Developing Countries&#xd;\n10. OeEB: Oesterreichische Entwicklungsbank AG&#xd;\n11. PROPARCO: Société de Promotion et de Participation pour la Coopération Economique&#xd;\n12. SIFEM: Swiss Investment Fund for Emerging Markets&#xd;\n13. SIMEST: Società Italiana per le Imprese all’Estero SpA&#xd;\n14. SOFID: Sociedade para o Financiamento do Desenvolvimento, Instituição Financeira de Crédito, SA&#xd;\n15. SWEDFUND: Swedfund International AB","goal":"EDFI’s  mission is to foster its 15 members’ cooperation with EU institutions and other DFIs, improve their efficiency and effectiveness, provide them with common representation, develop and support joint policies, and secure joint financing opportunities. In addition, EDFI serves to inform the public and government stakeholders about the European DFIs’ contribution to development. Since its foundation, EDFI has supported financial and technical co-operation among its members and co-operation with the European and multilateral institutions. Although very different in size, the EDFI members cooperate on equal footing and in many different ways by complementing each other with country and sector specific expertise and by jointly financing projects. In December 2013, EDFI, the EIB and the European Commission set up the European Union – European Development Finance Institutions Private Sector Development Facility (EEDF) a facility dedicated to promoting access to modern energy services in Sub-Saharan Africa. EDFI also administrates the Interact Climate Change Facility (ICCF) since 2011 as well as the European Financing Partners (EFP) since 2003. In 2016, EDFI established EDFI Management Company (EDFI MC), to manage delegated funding from the EU including ElectriFI, AgriFI and the T&amp;C guarantee.","acronym":"EDFI","interests":"Agriculture and Rural Development, Banking and financial services, Budget, Business and Industry, Climate Action, Communication, Competition, Employment and Social Affairs, Energy, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, International co-operation and development, Taxation, Trade, Trans-European Networks","euInitiatives":"EDFI and its members are currently following EFSD, European financial architecture for development, EU capital requirements regulation, EU alternative investment fund managers directive review, EU tax policy, EU regulation of ESG-related investment disclosures, “Sustainable finance” and Climate/Infrastructure finance.","lastUp":"2019-08-21T15:46:12.780+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}