{"id":"410734026917-81","name":"Asociación Española de Criadores de Ungulados Silvestres","registrationDate":"2017-04-26T05:27:23.599+01:00","category":3,"subCategory":2,"legal":"Asociación Nacional sin ánimo de lucro","web":"","country":"Spain","headAddress":"c/ Guardia Civil, 21. Local 3B","headCity":"Valencia","headPostCode":"46020","headPhone":"(34)6 07 38 81 00","boss":"Pedro Corell Alcantarilla","bossTitle":"","bossPosition":"Presidente","membersCount":4,"membersFTE":"1.0","membership":"Federation of European Deer Farmers Associations - FEDFA.&#xd;\nwww.fedfa.org","memberOrga":"","goal":"La existencia de esta Asociación tiene como fines:&#xd;<br />1)\tLa defensa y promoción de los ungulados cinegéticos como bienes ecológicos y agropecuarios. Así como los modelos de sus crianzas que sean ecológicamente sostenibles y económicamente rentables, a través de sus aprovechamientos, cinegéticos, turísticos, cárnicos y cualesquiera otros sostenibles, que contribuyan al desarrollo rural y a la conservación activa de la naturaleza.&#xd;<br />2)\tEn aras a la conservación de la biodiversidad, especialmente luchará por promover modelos de cría que contribuyan a conservar el carácter silvestre de estas especies, para que sigan manteniendo con el medio que ocupan la relación natural basada en milenios de coevolución, que asegura la estabilidad y diversidad del ecosistema, a diferencia de lo que ocurre con las especies de ungulados domésticos, cuyo comportamiento innato está alterado en gran medida pudiendo afectar negativamente a las comunidades vegetales al no mediar esa relación coevolutiva que las salvaguarde.&#xd;<br />3)\tCon objeto de garantizar el futuro de la cría de estas especies, AECUS se fija como objetivo, la representación, defensa y promoción de los intereses económicos, sociales, profesionales y culturales de sus asociados ante las autoridades regionales, nacionales, europeas e internacionales, actores económicos y sociales, y finalmente frente a la opinión pública, para la promoción legal y social de los modelos de cría y el aprovechamiento comercial de sus productos.&#xd;<br />4)\tFinalmente, presentar a la sociedad y a las Administraciones Públicas, la cría de ungulados silvestres en los términos que defiende la Asociación, como el Paradigma de los objetivos que desea promover la Política Agraria Comunitaria (PAC) a partir de 2014 entre los agricultores y ganaderos europeos, para diversificar la producción primaria mediante alimentos de calidad diferenciada, con un alto valor añadido y, que además conlleven procesos productivos que promuevan y velen por la conservación del Medio Ambiente y la Biodiversidad. Con la intención de que sea reconocida como merecedora de las ayudas de la PAC y así se promueva esta nueva actividad agropecuaria entre agricultores y ganaderos tradicionales.&#xd;<br />Para el cumplimiento de estos fines se realizarán las siguientes actividades: &#xd;<br />Relaciones con las Administraciones Públicas: AECUS se ofrece a colaborar con la Administración del Estado y sus organismos autónomos en la ordenación y regulación de la cría de los ungulados cinegéticos en cotos y granjas, así como en cuantas actividades puedan afectar a los intereses cinegéticos y agropecuarios relacionados con la cría de estas especies, proponiendo la adopción de cuantas medidas se consideren convenientes para armonizar los intereses económicos de sus asociados con el respeto a las leyes y la conservación de la naturaleza.&#xd;<br />Intercambio de información: entre asociaciones homólogas a nivel internacional, organizaciones científicas o tecnológicas, así como empresas relacionadas y cuales quiera otras que puedan reportar avances en las áreas de interés de la asociación. Así como el establecimiento de una red de intercambio libre de información entre los asociados. &#xd;<br />Promoción de la internacionalización del sector.&#xd;<br />Publicaciones y Comunicaciones: Apoyando campañas o iniciativa de información que de a conocer esta actividad como el modelo paradigmático de productor primario que persigue la Unión Europea con las medidas adoptadas en su Política Agraria Comunitaria para el futuro post 2014.&#xd;<br />Relaciones Internacionales: Coordinación con organizaciones supranacionales como la FEDFA (Federación Europea de Productores de Ciervos, www.fedfa.org) y otras a nivel UE.","acronym":"AECUS","interests":"Agriculture and Rural Development, Climate Action, Environment, Food Safety","euInitiatives":"Estamos muy interesados en el reconocimiento de nuestra actividad como modelo productivo innovador y más comprometido con las exigencia de la sociedad europea para desarrollo de la actividad agraria. Por tanto deseamos que nuestra actividad pase a formar parte de la PAC2020 con plenos derechos para la percepción de las ayudas del Pilar I de la Política Agraria Comunitaria.&#xd;<br />&#xd;<br />Armonización de las políticas agrarias y medioambientales. Nuestra actividad se desarrolla en zonas con especiales  dificultades naturales que deben ser tenidas en cuenta para evitar el pago de ayudas a actuaciones que van en contra de las buenas prácticas para el mantenimiento de la fertilidad de nuestros suelos, la capa vegetal y la biodiversidad.&#xd;<br />&#xd;<br />Aplicación del Reglamento CE 853/2004 en España.&#xd;<br />Desarrollo normativo específico para nuestro sector en España.","lastUp":"2017-04-26T05:29:02.383+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}