{"id":"411098519407-76","name":"European Financial Reporting Advisory Group","registrationDate":"2015-11-03T16:35:47.610+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.efrag.org","country":"Belgium","headAddress":"Square de Meeus 35","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 10 44 00","boss":"Andrew Watchman","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"0.75","membership":"8 European stakeholder organisations: http://www.efrag.org/Front/c1-266/EFRAG-General-Assembly-and-EFRAG-Member-Organisations.aspx","memberOrga":"http://www.efrag.org/Front/c1-266/EFRAG-General-Assembly-and-EFRAG-Member-Organisations.aspx","goal":"EFRAG – European Financial Reporting Advisory Group – is a private association established&#xd;<br />in 2001 with the encouragement of the European Commission to serve the public interest. Its&#xd;<br />member organisations have an interest in the development of International Financial Reporting&#xd;<br />Standards (IFRS) and how they contribute to the efficiency of capital markets.&#xd;<br />&#xd;<br />EFRAG’s mission is to serve the European public interest by developing and promoting European&#xd;<br />views in the field of financial reporting and ensuring these views are properly considered in the&#xd;<br />IASB standard-setting process and in related international debates. EFRAG ultimately provides&#xd;<br />advice to the European Commission on whether newly issued or revised IFRS meet the criteria&#xd;<br />in the IAS Regulation for endorsement for use in the EU, including whether endorsement would&#xd;<br />be conducive to the European public good.&#xd;<br />&#xd;<br />EFRAG is achieving its mission both through its participation in the IASB consultation process and its proactive work, and, under the leadership of the European Commission, its interaction with the Accounting Regulatory Committee, to hear about the potential economic or political concerns from Member States’ representatives. Upon request, EFRAG also provides the European Commission with technical expertise and advice on whether newly published IFRS meet the criteria for endorsement in the European Union, in conformity with the 1606-2002 “IAS Regulation”.","acronym":"EFRAG","interests":"Economic and Financial Affairs, Enterprise, Financial Stability, Financial Services and Capital Markets Union , Internal Market","euInitiatives":"EFRAG provides European input into the development of IFRS issued by the IASB and provides the European Commission with technical expertise and advice on accounting matters. This advice includes the endorsement advice in conformity with the 1606-2002 “IAS Regulation”.","lastUp":"2017-09-26T14:35:45.310+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}