{"id":"41126912590-71","name":"NEW AREVA HOLDING SA","registrationDate":"2009-11-06T15:58:53.589+01:00","category":2,"subCategory":3,"legal":"French \"société anonyme\" with a board of directors","web":"http://www.areva.com","country":"France","headAddress":"Place Jean Millier, 1","headCity":"Courbevoie","headPostCode":"FR - 92400","headPhone":"(33)1 34 96 00 00","boss":"Philippe Knoche","bossTitle":"Mr","bossPosition":"CEO","membersCount":6,"membersFTE":"3.75","membership":"Foratom, European Energy Forum, ENEF","memberOrga":"NA","goal":"In accordance with the guidelines for the reorganization of the nuclear industry set out in June 2015, and with the 2016-2020 roadmap, AREVA is moving ahead with its transformation.&#xd;<br />&#xd;<br />AREVA is effecting a strategic refocusing on its nuclear fuel cycle business, with projects to withdraw from certain activities and divest assets outside the scope of the fuel cycle, in particular activities linked to renewables, propulsion and research reactors. These remain, until such time as divestments occur, within the scope of AREVA SA. &#xd;<br />&#xd;<br />The alignment of interests within the nuclear sector in France decided by the government also involves the takeover of AREVA NP by EDF. An agreement in principle has been concluded with EDF on the sale price of AREVA NP at a figure of 2.5 billion euros.&#xd;<br />&#xd;<br />Furthermore, the French state has undertaken to play its part in a 5 billion euro recapitalization. &#xd;<br />&#xd;<br />AREVA is organized into two main activities, with New AREVA (NA) and AREVA NP (NP).&#xd;<br />&#xd;<br />New AREVA includes all of the fuel cycle activities and related central departments. &#xd;<br />&#xd;<br />New AREVA, refocused on the production and recycling of nuclear materials and waste management, will develop its activities in mining, uranium chemistry (conversion and enrichment), used fuel recycling, logistics, dismantling and fuel cycle engineering. &#xd;<br />&#xd;<br />AREVA NP, to be sold to EDF, covers NSSS design, supply, construction, maintenance and modernization activities, as well as fuel design and fabrication.","acronym":"","interests":"Climate Action, Competition, Economic and Financial Affairs, Energy, Enterprise, Environment, External Relations, General and Institutional Affairs, Internal Market, Public Health, Research and Technology, Trade, Trans-European Networks","euInitiatives":"AREVA Brussels follows&#xd;<br />+ all energy and climate policies (ie. Energy Security of Supply Strategy, Energy Union, 2030 Energy and Climate Package, ETS/MSR…) and related regulatory files, including Euratom;&#xd;<br />+ trade policy (TTIP, FTA Japan, green goods…)&#xd;<br />+ EU funds (H2020, NER 400…)&#xd;<br />+ public consultations (Guidelines on Environmental &amp; Energy Aid, draft Union Framework for State aid for Research, Development and Innovation…)","lastUp":"2017-03-30T09:44:02.143+01:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}