{"id":"412066335513-72","name":"World Federation of United Nations Associations","registrationDate":"2019-07-23T22:50:47.897+02:00","category":3,"subCategory":2,"legal":"NGO","web":"http://wfuna.org","country":"Switzerland","headAddress":"Palais de Nations","headCity":"Geneva","headPostCode":"1211","headPhone":"(41)2 29 17 32 13","boss":"Bonian  Golmohammadi ","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":9,"membersFTE":"7.0","membership":"","memberOrga":"https://wfuna.org/una-directory","goal":"The World Federation of the United Nations Associations (WFUNA) is a global nonprofit organization representing and coordinating a membership of over 100 national United Nations Associations (UNAs) and their thousands of constituents. Guided by our vision of a United Nations that is a powerful force in meeting common global challenges and opportunities, WFUNA works to strengthen and improve the United Nations. We achieve this through the engagement of people who share a global mindset and support international cooperation- global citizens.","acronym":"WFUNA","interests":"Climate Action, Education and training, Environment, External Relations, Foreign affairs and security policy, International co-operation and development, Justice and Fundamental Rights, Sport, Trans-European Networks, Youth","euInitiatives":"1. The European Consensus on Development: The EU is at the forefront of the implementation of the 2030 Agenda for Sustainable Development and the Sustainable Development Goals. Particularly important EU priorities related to our organization are the elements of “Peace – Peaceful and inclusive societies, democracy, effective and accountable institutions, rule of law and human rights for all” and “Partnerships- the EU as a force for the implementation of the 2030 Agenda” outlined on the European Consensus on Development. &#xd;<br />&#xd;<br />2. Sustainable Development Goal 16: Good governance, democracy, rule of law and human rights are essential to the success of the 2030 Agenda for Sustainable Development. SDG16 is seen, by many, as the bedrock upon which this agenda should be implemented, and the EU has the moral legitimacy and the political leverage to put these elements at the center of implementation of the SDGs, particularly in the European context, but in the global context as well.  &#xd;<br />&#xd;<br />3. Youth, Peace, and Security: Paragraph 68 of the European Consensus on Development highlights the importance of “engaging with all stakeholders in conflict – prevention, peacekeeping and peacebuilding processes.” This is seen against the backdrop of the adoption of the UN Security Council Resolution 2250 (UNSCR 2250) on Youth, Peace and Security. Several EU member states, such as Finland, Sweden, Norway, Denmark, Belgium, and Spain have championed this agenda and are key actors in its implementation. The interlinkages between UNSCR 2250 and the 2030 Agenda for Sustainable Development are visible. The EU is in the best position to explore how these two agendas interact at the national level. &#xd;<br />&#xd;<br />4. Education and Global Citizenship: Paragraph 122 and the European Consensus on Development states that raising awareness of the Sustainable Development Goals contributes to the involvement of the public and contributing to the implementation of the SDGs, thus fostering global citizenship. Global citizenship is at the very heart of WFUNA’s mission, and education for global citizenship has been long central to our strategic approach. Global citizenship education promotes critical-thinking and problem-solving, increases awareness of the interconnectedness between global issues and local life, and empowers young people to act on topics that are important to them and their communities. &#xd;<br />&#xd;<br />5. Partnerships: Moreover, partnerships are essential to the implementation of this agenda. At a time where the spaces for civil society are under attack and shrinking, the commitment of the EU to protect, promote and nurture the space for civil society is essential to build a stronger EU. Our organization believes that a successful alignment of EU Global Strategy and the 2030 Agenda for Sustainable Development can only be successful and will be successful if civil society organizations are given a seat at the table when decisions are made that impact the citizens of Europe.","lastUp":"2019-07-24T00:25:04.518+02:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}