{"id":"412234027818-79","name":"OceanWise Limited","registrationDate":"2017-07-21T20:06:55.136+02:00","category":1,"subCategory":8,"legal":"Limited Company","web":"https://www.oceanwise.eu","country":"United kingdom","headAddress":"Dovedale House","headCity":"Alton","headPostCode":"GU34 1NB","headPhone":"(44)14 20 76 82 62","boss":"Mike Osborne","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.25","membership":"International Hydrographic Organisation (IHO) MSDI WG; The Hydrographic Society; UK Association of Geographic Information (AGI); Institute of Marine Engineering, Science and Technology (IMarEST); Open Geospatial Consortium (OGC) Marine Domain WG; UN-IOC Ocean Teacher Programme","memberOrga":"","goal":"OceanWise specialises in all aspects of marine environmental data acquisition, data management, GIS and other services.  We are an independent company using our expertise in marine data to solve offshore environmental and engineering challenges.  Our unique knowledge and close relationships with instrument manufacturers, software vendors and standards bodies mean we are able to provide our customers with comprehensive, cost effective end-to-end marine and coastal data management and decision support.  Our business areas include: marine and coastal mapping data; environmental data sharing and publishing services and software; marine GIS and application specific toolsets; training, mentoring and capacity building; advice on data governance, preparation of data strategies and the delivery of data managements systems.  Our customers include regional and national Government Departments and Agencies, Ports and Harbours, Offshore Renewable Energy, Telecoms and Oil &amp; Gas Companies.  We are expert advisors and trainers on hydrographic data management and Marine SDI to the International Hydrographic Organisation (IHO).","acronym":"","interests":"Environment","euInitiatives":"Infrastructure for Spatial Information in Europe (INSPIRE); Marine Strategy Framework Directive (MSFD)","lastUp":"2018-07-26T19:04:14.919+02:00","customers":"European Marine Observation and Data Network","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}