{"id":"412366615831-33","name":"Cellnex Telecom S.A.","registrationDate":"2015-02-10T10:02:03.092+01:00","category":2,"subCategory":3,"legal":"ninguno","web":"http://www.cellnextelecom.com","country":"Spain","headAddress":"Calle Juan Esplandiú","headCity":"Madrid","headPostCode":"28007","headPhone":"(34)9 35 02 13 29","boss":"Tobías Martínez Gimeno","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"2.25","membership":"","memberOrga":"","goal":"Cellnex Telecom is Europe's leading operator of wireless telecommunications and broadcasting infrastruc-tures with a portfolio of 58,000 sites including forecast roll-outs up to 2027. Cellnex operates in Spain, Italy, Netherlands, France, Switzerland, the United Kingdom, Ireland and Portugal.&#xd;<br />&#xd;<br />Cellnex's business is structured in four major areas: telecommunication infrastructures services; audiovisu-al broadcasting networks; security and emergency service networks and solutions for smart urban infra-structure and services management (Smart cities and the Internet of Things (IoT)).&#xd;<br />&#xd;<br />The company is listed on the continuous market of the Spanish stock exchange and is part of the selective IBEX 35 and EuroStoxx 600 indices. It is also part of the FTSE4GOOD and CDP (Carbon Disclosure Project) and \"Standard Ethics\" sustainability indexes. &#xd;<br />&#xd;<br />Cellnex's reference shareholders include ConnecT, with a 29.9% stake in the share capital, as well as Crite-riaCaixa, Blackrock, Wellington Management Group and Canada Pension Plan, holding smaller stakes.","acronym":"CLNX","interests":"Communication, Competition, Culture and media, Digital economy and society, Economy, finance and the euro, Institutional affairs, International co-operation and development, Research and innovation","euInitiatives":"Tratado de Funcionamiento de la Ue (art. 179-190, Innovación, desarrollo tecnológico y espacio)&#xd;<br />Seguridad de los sistemas de información (directiva 92/242/CEE)&#xd;<br />Comunicaciones móvil GSM-UMTS, entre ellos la directiva 87/372/CEE&#xd;<br />Reforzar el mercado interior del teléfono móvil&#xd;<br />Itinerancia en las redes de telegonía móvil&#xd;<br />Radiofrecuencias: Telecomunicaciones digitales sin hilos DECT UMT (91/288/CEE)&#xd;<br />Libro verde de convergencia de les sectores de telecomunicaciones, medios de comunicación y tecnologias de la información&#xd;<br />Marco regulador de las comunicaciones electrónicas&#xd;<br />Organismo de Reguladores Europeos de las Comunicaciones Electrónicas (ORECE)&#xd;<br />Acceso a las redes de comunicaciones electrónicas","lastUp":"2020-01-15T10:11:48.961+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}