{"id":"412752013756-49","name":"National Energy Ombudsmen Network","registrationDate":"2014-06-05T15:51:50.639+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.neon-ombudsman.org","country":"Belgium","headAddress":"Boulevard du Roi Albert II 8","headCity":"BRUXELLES","headPostCode":"1000","headPhone":"(32)22 10 89 60","boss":"Gwiazdowski Janusz","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.75","membership":"","memberOrga":"http://www.neon-ombudsman.org/about-2/members/","goal":"NEON is the European network of independent, not-for-profit consumer dispute-resolution services and ombudsmen active in the energy sector. Our members have the public mandate to provide an easily-accessible and free-of-charge way to solve disputes between consumers and companies.&#xd;<br />&#xd;<br />We work to:&#xd;<br />- encourage the protection and empowerment of energy consumers through the promotion of statutory, public-interest and independent complaint-resolution bodies;&#xd;<br />- promote a specific model of Alternative Dispute Resolution (ADR), based on independent, national and regional ADR services that defend the general interest and the rights of all consumers;&#xd;<br />- represent our members at European level and to link up with European counterparts in the fields of energy and consumer protection;&#xd;<br />- facilitate the exchange of information, experience and good practices among our members.","acronym":"NEON","interests":"Climate Action, Consumers, Digital economy and society, Employment and Social Affairs, Energy, Environment, Institutional affairs, Justice and Fundamental Rights, Regional Policy, Single market, Taxation","euInitiatives":"Energy, Consumer protection, redress, alternative dispute resolution, legal matters, Energy Union, Clean Energy Package, New Deal for Consumers","lastUp":"2020-01-03T10:00:09.739+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}