{"id":"412795119651-67","name":"European Professionals Network","registrationDate":"2015-11-24T14:12:06.497+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://epnetwork.eu","country":"Belgium","headAddress":"Auguste Reyerslaan 207 - 3","headCity":"Brussels","headPostCode":"1030","headPhone":"(32)27 34 79 00","boss":"YUKSEL KAYA","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.25","membership":"UNITEE ( New European Business Confederation ) http://www.unitee.eu/&#xd;\n&#xd;\nFEDACTIO ( Federatie van Actieve Verenigingen van België ) www.fedactio.be","memberOrga":"Professionals Network http://www.pronet.org.uk/&#xd;\n&#xd;\nReseau Proactif http://reseauproactif.org/&#xd;\n&#xd;\nPeritus Network http://www.peritusnetwork.nl/","goal":"Founded in 2009 as an independent association, the purpose of the European Professionals Network (EPN) is to provide professionals in Belgium with services to foster career development, awareness-raising, network building and social enrichment by implementing projects on national and European level. &#xd;<br />&#xd;<br />EPN has 9 sub platforms: Law and Human Rights; Diplomacy and Politics; Economy and Finance; Media and Communications; Technology and Engineering; IT; Health; Social and Cultural Affairs; Energy and Environment Platforms. &#xd;<br />&#xd;<br />These platform function as semi-independent entities that represent a hub where professionals in related sector come together, discuss some issues of common concern and undertake projects and activities accordingly. The main objectives of the platforms are networking among professionals in certain sectors, organizing programs for career development as well as contributing to the awareness-raising efforts within the general public on the issues in concern.&#xd;<br />&#xd;<br />The association also aims the following: &#xd;<br />•\tContributing to the career development of high-skilled people&#xd;<br />•\tAdvocating professionals’ rights and challenges at the EU level&#xd;<br />•\tPromoting and supporting high skilled people’s personal and social empowerment by helping them actively participate in the society they live&#xd;<br />•\tMobilizing professionals to work for the public good and to improve the quality of life and business&#xd;<br />•\tFacilitating communication with and among other interested associations and EU institutions","acronym":"EPN","interests":"Audiovisual and Media, Competition, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Environment, Information Society, Justice and Fundamental Rights","euInitiatives":"EU Development policies&#xd;<br />Europe 2020&#xd;<br />Single Market Act&#xd;<br />Professional Qualification Recognition Directive","lastUp":"2018-03-22T13:01:56.394+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}