{"id":"413155526339-44","name":"Association for Consumer Rights (MALTA)","registrationDate":"2017-03-15T13:36:18.371+01:00","category":3,"subCategory":2,"legal":"The Assocation is registered with the Malta Commissioner for Voluntry Organisations . Registration Number 0685","web":"http://www.acrmalta.com","country":"Malta","headAddress":"C/O Pope Pius XII flats,","headCity":"Blata l-Bajda","headPostCode":"HMR 1579","headPhone":"(356)3 56 21 24 69 82","boss":"GRACE ATTARD ","bossTitle":"Ms","bossPosition":"GENERAL SECRETARY","membersCount":2,"membersFTE":"1.0","membership":"Ms Grace Attard has been a member of the EESC for over 10 years, where among other areas she worked in the Consumers Category. She has been a member of ANEC and later appointed on the ANEC Steering Committee. Currently she is EESC CCMI delegate representing consumers interests  &#xd;\nMs Pauline Azzopardi who is  an Executive Committee member has been for several years alternate member on the ECCG, which again has been a source of information on addressing legislative aspects as well as in implementation and standardisation. &#xd;\nShe  represents the elderly and the disabled on the AGE Platform&#xd;\nGrace Attard is currently alternate member on ANEC","memberOrga":"None but ACR works closely with the Malta National Council of Women which is affiliated to other NGOs.","goal":"The organisation was established officially in 2012.  Work to set up the Association started in 2011.&#xd;<br />&#xd;<br />The Association is an independent, voluntary, non-sectarian, non-political and non-profit making organisation, based on Adult individual membership as defined in the Voluntary Organisations Act (Chapter 492) of the Laws of Malta.  &#xd;<br />Mission Statement: The Association is committed to safeguard the interests of consumers in Malta in all aspects.  The Association shall use all its resources to achieve this aim  &#xd;<br />&#xd;<br />•\tWhat are your organisation’s main strategic aims?&#xd;<br />&#xd;<br />1.\tTo act as a pressure group and see that legislation beneficial to consumers is enacted and    relevant measures are implemented in an active and effective manner. &#xd;<br />2.\tTo create consumer awareness with regards to products, services and methods of production which may be supplied both by the private and public sector.&#xd;<br />3.\tTo represent consumers in the preparation, formulation and implementation of relevant policies in order to safeguard their interests.&#xd;<br />4.\tTo assist consumers in seeking adequate redress and compensation resulting from the purchase of goods and services.&#xd;<br />5.\tTo ensure that consumers are offered quality services including product safety, adequate standards and  the protection of the environment.&#xd;<br />6.\tTo ensure that decisions taken and criteria adopted by the respective authorities at national, European and global level are accessible to the consumers&#xd;<br />7.\tTo monitor market practices with the aim of bringing them to the attention of the relevant authorities  with the aim of curbing any unfair commercial practice.&#xd;<br />8.\tTo provide recommendations to the Authorities regarding standards regulating advertising.","acronym":"ACR","interests":"Climate Action, Consumer Affairs, Economic and Financial Affairs, Education, Energy, Environment, Financial Stability, Financial Services and Capital Markets Union , Food Safety, Information Society, Internal Market, Public Health, Trade, Transport","euInitiatives":"See n\tUnfair commercial practices &#xd;<br />•\tModernizing the current information requirements and the ways of improving the accessibility and comprehension by consumers&#xd;<br />•\tProduct Safety and market surveillance&#xd;<br />•\tConsumer protection and household indebtedness&#xd;<br />•\tRaising awareness on button battery safety &#xd;<br />•\tPassenger services&#xd;<br />&#xd;<br />Redress&#xd;<br />•\tADR/ODR monitoring&#xd;<br />•\tLaw enforcement","lastUp":"2018-02-21T22:42:40.324+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}