{"id":"413298326955-58","name":"Rolava z.s.","registrationDate":"2017-04-27T17:38:27.332+02:00","category":3,"subCategory":2,"legal":"spolek","web":"","country":"Czech republic","headAddress":"Vysoká Pec 160","headCity":"Nejdek","headPostCode":"36221","headPhone":"(420)7 75 16 51 28","boss":"Lucie Klempířová","bossTitle":"Ms","bossPosition":"jednatel","membersCount":4,"membersFTE":"1.25","membership":"","memberOrga":"","goal":"Prvním a hlavním  cílem a posláním spolku Rolava je ochrana přírody a krajiny  a ochrana životního prostředí.  Za tímto účelem spolek vstupuje do územních a stavebních řízení ve smyslu Zákona č. 114/1992 a 244/1992 Sb. , a dalších správních řízení, dotýkajících se náplně činnosti spolku. &#xd;<br />         Spolek se v této věci soustředí zejména na:&#xd;<br />         ochranu krajinného rázu urbanizované i neurbanizované krajiny; vedle ochrany ohrožených druhů a lokalit ochranu všech jinak nechráněných rostlin a živočichů, přírodních společenstev a přírodních celků, které do zdejší krajiny dlouhodobě  historicky patří, s ohledem na zachování jejich rozmanitosti druhové, ale i rozmanitosti prostorové, a množství.&#xd;<br />     Druhým, neméně důležitým, cílem je ochrana hmotného i nehmotného kulturního  dědictví.  Za tímto účelem spolek iniciuje správní řízení dotýkající se této věci nebo do nich vstupuje. &#xd;<br />\t\tSpolek se v této věci soustředí zejména na:&#xd;<br />\t\tochranu veškerého zdejšího hmotného i nehmotného kulturního dědictví v úzkém sepětí  s ochranou přírody a krajiny jako celku; vedle ochrany hmotného i nehmotného kulturního dědictví dle památkového zákona také ochranu hmotného i kulturního dědictví, na které zákon nepamatuje. Zvláště pak za důležité považujeme péči o zachování těchto hodnot v místě (\"in situ\"). &#xd;<br />\t\tV souvislosti s tím chce spolek chránit, rozvíjet a podporovat:&#xd;<br />- regionální tradice a kulturu v rámci  celého  středoevropského kulturního prostoru&#xd;<br />- zdraví a kvalitu života prostřednictvím ochrany a zlepšování kvality přirozené i kulturní krajiny&#xd;<br />- problematiku místní dopravy řešit s důrazem na bezpečnost, ekologii a podporovat především  pěší, cyklistickou a hromadnou dopravu – obzvláště místní železniční,  jak osobní, tak i nákladní&#xd;<br />- respektování zásad opatrného a šetrného využívání krajiny a přírodních zdrojů podporou malých místních výrobních činností – drobného ekologického zemědělství, ekologické malovýroby a tradičních rukodělných řemesel s důrazem na řemesla stavební.&#xd;<br />- v oblasti osvěty prosazovat: úsporu energií, chápání krajiny jako životadárného prostoru a zachování zdravé půdy jako základního prostředku pro přežití.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Culture, Education, Energy, Environment, Food Safety, Transport","euInitiatives":"ochrana mokřadů, ochrana klimatu, šetrná doprava, racionální využívání nerostného bohatství","lastUp":"2018-04-16T10:47:54.967+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}