{"id":"41335422680-77","name":"British Veterinary Association","registrationDate":"2009-11-30T16:42:38.807+01:00","category":2,"subCategory":1,"legal":"Representative body for the veterinary profession in the UK","web":"http://bva.co.uk","country":"United kingdom","headAddress":"Mansfield Street, 7","headCity":"London","headPostCode":"W1G 9NQ","headPhone":"(020)76 36 65 41","boss":"David Calpin","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":2,"membersFTE":"0.5","membership":"The BVA is represented on the Federation of Veterinarians of Europe, the Commonwealth Veterinary Association, the World Veterinary Association and the International Veterinary Officers Council.","memberOrga":"http://www.bva.co.uk/About-BVA/Association/","goal":"The BVA is the national representative body for the veterinary profession with over 16,000 members.  The BVA is a not for profit organisation and a registered company limited by guarantee.  Its main functions are:&#xd;<br />&#xd;<br />Developing and delivering policy affecting the profession&#xd;<br />&#xd;<br />Promoting and protecting the profession in matters proposed by government and other external bodies&#xd;<br />&#xd;<br />Provision of services to members. &#xd;<br />&#xd;<br />&#xd;<br />Our vision&#xd;<br />A strong and respected veterinary profession working to improve animal health and welfare for the benefit of society.&#xd;<br />&#xd;<br />Our mission &#xd;<br />To be the leading body representing, supporting and championing the whole UK veterinary profession.&#xd;<br />&#xd;<br />Our values&#xd;<br />Our work is guided by our values:&#xd;<br />&#xd;<br />We are responsive to members? needs and put our members at the heart of everything we do&#xd;<br />&#xd;<br />We believe the veterinary profession is stronger when we speak with one voice and so we work collaboratively with our divisions and branches to represent the interests of the whole UK veterinary profession&#xd;<br />&#xd;<br />We seek to influence public policy and debate by being proactive in our campaigning and we strive to develop and promote evidence-led policies&#xd;<br />&#xd;<br />We are open, honest and transparent in our dealings with our members, staff and stakeholders, and we respect diversity and promote equality in everything we do&#xd;<br />&#xd;<br />We are innovative in providing benefits and services to support our members and provide value for money&#xd;<br />We demonstrate leadership within the veterinary profession and in representing the profession in wider society","acronym":"BVA","interests":"Agriculture and Rural Development, Environment, Fisheries and Aquaculture, Food Safety","euInitiatives":"Responding to EU consultations.&#xd;<br />Meeting with MEPs.","lastUp":"2017-01-27T11:36:15.984+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}