{"id":"414057515145-62","name":"DNV GL","registrationDate":"2014-12-04T16:45:35.621+02:00","category":2,"subCategory":3,"legal":"AS","web":"http://www.dnvgl.com","country":"Norway","headAddress":"Veritasveien, 1","headCity":"Høvik","headPostCode":"1322","headPhone":"(47)67 57 99 00","boss":"Remi ERIKSEN","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"2.0","membership":"International Association of Classification Societies (IACS), International Confederation of Inspection and Certification Organisations (CEOC), European Wind Energy Association (EWEA), Confederation of Norwegian Enterprise (NHO)","memberOrga":"","goal":"DNV GL in brief&#xd;<br />Our vision is to have a Global impact for a Safe and Sustainable future&#xd;<br />&#xd;<br />We provide classification and technical assurance along with software and independent expert advisory services to the maritime, oil and gas, and energy industries. We also provide certification services to customers across a wide range of industries. Operating in more than 100 countries, our 16,000 professionals are dedicated to helping our customers make the world safer, smarter and greener. &#xd;<br />&#xd;<br />PURPOSE, VISION AND VALUES&#xd;<br />&#xd;<br />Our Purpose is our reason for being, as an organisation. It is why we do what we do. We are all working to fulfill this obligation to society – it’s our promise to all stakeholders as DNV GL.&#xd;<br />&#xd;<br />PURPOSE &#xd;<br />To Safeguard Life, Property, and the Environment&#xd;<br />&#xd;<br />VALUES&#xd;<br />\t• We build trust and confidence&#xd;<br />\t• We never compromise on quality or integrity&#xd;<br />\t• We are committed to teamwork and innovation&#xd;<br />\t• We care for our customers and each other&#xd;<br />\t• We embrace change and deliver results&#xd;<br />&#xd;<br />VISION &#xd;<br />Global impact for a safe and sustainable future&#xd;<br />&#xd;<br />SUSTAINABILITY&#xd;<br />DNV GL strives to be a sustainable organisation. Through the services we provide to our customers and in the way we run our business, we seek to create social, environmental and economic value over the long term.&#xd;<br />The DNV GL vision – global impact for a safe and sustainable future – expresses our ambition to make a positive contribution to the world and meet the needs of people and the planet. Driven by our purpose of safeguarding life, property and the environment, we enable our customers to advance the safety and sustainability of their business. Meanwhile, our corporate strategy puts sustainability at the heart of how we operate.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Consumer Affairs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, General and Institutional Affairs, Home Affairs, Public Health, Research and Technology, Trans-European Networks, Transport","euInitiatives":"i.a.: European Maritime Safety Policy and EU relations to the IMO ; European Regulation of EU Recognised Organisations ; European Energy Union ; Cross-border Healthcare ; European Food Safety ; Horizon 2020 ; European Standardisation Initiative ; TTIP .","lastUp":"2018-04-20T10:01:52.927+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}