{"id":"414517320656-62","name":"Coöperatieve Circle Economy U.A.","registrationDate":"2016-02-22T08:53:41.443+01:00","category":3,"subCategory":2,"legal":"Cooperative","web":"http://circle-economy.com","country":"Netherlands","headAddress":"Mauritskade 64","headCity":"Amsterdam","headPostCode":"1092AD","headPhone":"(31)8 55 36 63 00","boss":"Harald Friedl","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"https://www.circle-economy.com/our-members/","goal":"Circularity has a key part to play not only in dramatically reducing our footprint but also in shaping a visionary and practical future for our planet. It is about becoming inspired by the biological processes of nature while retaining value at the heart of every design, manufacturing, and consumer decision – from renewable energy and remanufacturing of used parts, to the ability for reuse designed into everything we consume.&#xd;<br />&#xd;<br />We have witnessed an increased interest in the circular economy, at the political, social and commercial levels, as a possible solution for the world’s biggest problems. The challenge, of course, is implementation at a practical and scalable level.&#xd;<br />&#xd;<br />Our tools and programs are designed to facilitate decision making and action plans for businesses and governments in a wide range of sectors. Alongside our powerful network of members, strategic partners, sponsors and donors we seek to inspire the hearts and minds of the mainstream, from cities and corporations to entrepreneurs and innovators.&#xd;<br />&#xd;<br />We strive to create the conditions for disruption, innovation, and opportunity based on a logical and practical foundation.","acronym":"Circle Economy","interests":"Climate Action, Economy, finance and the euro, Energy, Environment, International co-operation and development, Research and innovation, Trans-European Networks","euInitiatives":"We are lead partner of the project: Interreg NWE - Fibersort","lastUp":"2019-11-04T17:28:55.654+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}