{"id":"414512225652-64","name":"CRU International","registrationDate":"2017-01-30T10:27:56.828+01:00","category":1,"subCategory":6,"legal":"Limited liability company","web":"http://www.crugroup.com/","country":"United kingdom","headAddress":"chancery House","headCity":"London","headPostCode":"WC2A1QS","headPhone":"(44)0 20 79 03 20 00","boss":"Geoff Barber","bossTitle":"Mr","bossPosition":"Chief Financial Officer","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"CRU International is an independent business intelligence consultancy specialising in the global metals, mining and fertilizer industries. We offer market analysis, management consultancy and events.&#xd;<br />&#xd;<br />Our team of over 200 analysts, consultants and event producers have a shared mission: to deliver the highest quality business intelligence and advice to our clients in the worldwide metals, mining and fertilizer industries.&#xd;<br />&#xd;<br />Everything we do is underpinned by our independence. Put simply, we tell it like it is, without fear or favour. We don’t have to check with a corporate parent to see if they approve of our conclusion. We aren’t in thrall to big corporate sponsors or advertisers.&#xd;<br />&#xd;<br />We produce research because we believe it will benefit our clients, not because we think it’s newsworthy. Our events are primarily about content (though of course they’re perfect networking opportunities because so many top metals, mining and fertilizer executives attend).&#xd;<br />&#xd;<br />One of the strengths we bring to every project is to have experts on the ground in all key global locations. Our London headquarters sits at the heart of our business. Our 11 regional offices spread across the Americas, Asia and Australasia allow us to see at first hand the mines, the smelters, the mills and the processing plants our clients want us to report on.&#xd;<br />&#xd;<br />Customer service is a big part of our business. We find that serving a global client base is best done with a global network of offices. Wherever you operate there is a CRU office local to you. Our teams are multinational and multi-lingual – we speak our clients languages.","acronym":"","interests":"Climate Action, Development, Economic and Financial Affairs, Energy, Environment, Research and Technology, Trade","euInitiatives":"European Innovation Partnership on Raw Materials&#xd;<br />EIT Raw Materials&#xd;<br />Circular Economy","lastUp":"2018-01-24T13:57:00.669+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}