{"id":"414775024301-47","name":"Kræftens Bekæmpelse","registrationDate":"2016-11-03T15:38:33.403+01:00","category":3,"subCategory":2,"legal":"NGO, forening","web":"http://www.cancer.dk","country":"Denmark","headAddress":"Kræftens Bkæmpelse","headCity":"København Ø","headPostCode":"2100","headPhone":"(45)35 25 75 00","boss":"Jesper Fisker","bossTitle":"","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"European Cancer League&#xd;\nNordic Cancer Union&#xd;\nAssociation of Nordic Cancer Registries&#xd;\nUnion for International Cancer Control&#xd;\nEuropean Organisation for Research and Treatment of Cancer&#xd;\nDanske Patienter","memberOrga":"","goal":"Statutes of The Danish Cancer Society:&#xd;<br />&#xd;<br />§ 2 Purpose&#xd;<br />Para. 1. The purpose of the Cancer Society is to fight cancer.&#xd;<br />Para. 2. The Cancer Society (’the Society’) shall endeavour:&#xd;<br /> – to prevent the onset of cancer&#xd;<br /> – to increase the potential for cures&#xd;<br /> – to alleviate the physical, psychological and social impacts of cancer&#xd;<br />&#xd;<br />§ 3 Spheres of activity&#xd;<br />Para. 1. The Society’s spheres of activity include research, education, increasing awareness, prevention, patient support, and formulating cancer policies both&#xd;<br /> within these areas and within the fields of diagnosics and treatment.&#xd;<br />Para. 2. The Society undertakes its prescribed tasks by means of&#xd;<br /> – its own activities, including research&#xd;<br /> – collaboration with relevant national and international public, voluntary and private partners&#xd;<br /> – political influence at local, regional, national and international levels&#xd;<br />Para. 3. The Society shall, in its activities, work to develop, expand and strengthen the wider community’s overall efforts to fight cancer – which shall include initiating new measures – without thereby replacing the&#xd;<br /> activities of the public sector itself.&#xd;<br />Para. 4. In all its activities, the Society shall endeavour to ensure that each individual is capable of assuming their natural responsibility for their own situation in relation to the prevention and early diagnosis of cancer, as well as for their treatment and for their rehabilitation following cancer.","acronym":"","interests":"Public Health, Research and innovation","euInitiatives":"Initiativer, politikker og lovgivningstiltag, der vedører kræftforebyggelse, sygdomsbehandling, databehandling og forskning","lastUp":"2019-11-11T16:08:21.363+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}