{"id":"414957820141-06","name":"Open &amp; Agile Smart Cities","registrationDate":"2016-01-03T13:55:58.193+02:00","category":3,"subCategory":2,"legal":"vzw","web":"http://oascities.org","country":"Belgium","headAddress":"Pleinlaan 9","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)26 14 86 72","boss":"Martin Brynskov","bossTitle":"Mr","bossPosition":"Chair","membersCount":4,"membersFTE":"2.0","membership":"","memberOrga":"There are currently (Oktober 2018) 117 cities from 24 countries in Europe, Latin America and Asia-Pacific who have officially joined the Open &amp; Agile Smart Cities initiative.&#xd;\nhttp://www.oascities.org/list-of-open-agile-smart-cities/","goal":"Open &amp; Agile Smart Cities (OASC) is a non-profit, international smart city network that has the goal of creating and shaping the nascent global smart city data and services market based on the needs of cities and communities. We are already today at the forefront of tomorrow’s standards for city data, services, and technology – and we work based on city needs with support from industry. OASC is driven by implementation and focused on open platforms and citizen engagement.&#xd;<br />&#xd;<br />OASC is growing rapidly and connects 100+ smart cities globally organised in national chapters. Together, we strive to establish the Minimal Interoperability Mechanisms (MIMs) needed to create a smart city market. MIMs are simple and transparent mechanisms, ready to use in any city, regardless of size or capacity. By implementing MIMs cities increase the speed and openness of innovation and development, whilst decreasing cost and inefficiency. In essence, MIMs allow cities to engage in global digital transformation.","acronym":"OASC","interests":"Budget, Communication, Culture and media, Digital economy and society, General and Institutional Affairs, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"- Digital Single Market.&#xd;<br />- Standardisation.&#xd;<br />- European Innovation Partnership on Smart Cities and Communities.&#xd;<br />- Urban Agenda.&#xd;<br />- Digital entrepreneurship.&#xd;<br />- Digital Europe Pogramme&#xd;<br />- Horizon Europe","lastUp":"2018-10-08T14:23:47.623+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}