{"id":"415569825888-34","name":"Stichting Aids Fonds - Soa Aids Nederland","registrationDate":"2017-02-14T16:42:35.368+02:00","category":3,"subCategory":2,"legal":"foundation","web":"http://www.aidsfonds.nl","country":"Netherlands","headAddress":"Keizersgracht 392","headCity":"Amsterdam","headPostCode":"1016GB","headPhone":"(31)02 06 26 26 69","boss":"Louise Van Deth","bossTitle":"Ms","bossPosition":"executive director","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"De Stichting tracht haar doel onder meer te verwezenlijken door:&#xd;<br />a.\thet verder ontwikkelen en het stimuleren van de uitvoering van het nationaal en internationaal aids- en soa-beleid (pleitbezorging);&#xd;<br />b.\thet ontwikkelen en uitvoeren van fondsenwervende activiteiten ter financiering van concrete activiteiten op het terrein van de nationale en internationale strijd tegen HIV/Aids en andere seksuele overdraagbare aandoeningen (fondsenwerving);&#xd;<br />c.\tfinanciële steun te verlenen aan activiteiten van organisaties op het terrein van de aan hiv/aids en/of soa gerelateerde zorg, preventie en onderzoek (fondsenbesteding);&#xd;<br />d.\thet bevorderen van de betrokkenheid van de Nederlandse samenleving bij mensen met HIV/Aids en andere seksuele overdraagbare aandoeningen en het beleid terzake daarvan, door middel van bijvoorbeeld scholing, advisering en het organiseren van bijeenkomsten (voorlichting);&#xd;<br />e.\thet ontwikkelen en uitvoeren van programma's gericht op het publiek, of specifieke groepen daarbinnen, professionals en overheden.&#xd;<br />De Stichting werkt, wanneer aangewezen in het kader van de doelstelling, samen met overheidsinstellingen en natuurlijke of rechtspersonen in binnen- en buitenland.&#xd;<br />De Stichting kan voor de uitvoering van haar werkzaamheden gebruik maken van (dochter-)rechtspersonen.","acronym":"Aidsfonds","interests":"Budget, European Neighbourhood Policy, External Relations, International co-operation and development, Public Health, Research and innovation","euInitiatives":"EU Civil Society Forum on HIV/AIDS, TB and HCV&#xd;<br />Research &amp; Development&#xd;<br />Development","lastUp":"2018-09-24T11:18:22.576+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}