{"id":"41572336784-71","name":"Agenzia per la Globalizzazione delle Imprese e dei Territori","registrationDate":"2011-09-26T16:40:26.588+02:00","category":1,"subCategory":6,"legal":"Limited liability company","web":"http://www.agitesrl.eu","country":"Italy","headAddress":"Antonio Bosio, 23","headCity":"Rome","headPostCode":"00161","headPhone":"(39)06 44 25 82 48","boss":"Claudio Leone","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Agite is an italian company wich provides territorial public entities and private companies with personalized assistance in the evaluation of the economic, entrepreneurial and socio-cultural potentialities of their territories aimed at the strengthening of the European unity and of the globalization of the markets.&#xd;<br />&#xd;<br />Agite is specialized in looking for partners for research agreement, production, joint-ventures, transferring of know-how, and trade development for small and medium sized enterprises.&#xd;<br />It offers personalized assistance to the enterprises regarding initiatives at national, European and international level.&#xd;<br />In particular, Agite is currently committed to carrying out lobbying and advocacy actions at the European Institutions level. This activity is aimed at encouraging dialogue between italian and european stakeholders, and institutions to strengthen the European single market.","acronym":"Agite","interests":"Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Enterprise, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Internal Market, Regional Policy, Trade, Trans-European Networks","euInitiatives":"Modernisation of Trade Defence Instruments;&#xd;<br />Commercial negotiations UE-China; &#xd;<br />Market Economy Status to China;&#xd;<br />TTIP; UE- Viet Nam;","lastUp":"2018-04-03T09:53:40.408+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}