{"id":"416386725703-51","name":"Centre for Interactive Education (CIE Global Limited)","registrationDate":"2017-02-01T00:57:45.835+01:00","category":4,"subCategory":12,"legal":"Private Limited Company","web":"http://cieglobal.co.uk","country":"United kingdom","headAddress":"6 Mitre Passage","headCity":"London","headPostCode":"SE10 0ER","headPhone":"(44)0 20 89 35 55 94","boss":"Rezaul Hai","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"CIE Global Limited is accredited by Skills Funding Agency (https://www.gov.uk/government/collections/sfa-register-of-training-organisations - UKPRN: 10048533).","goal":"Mission:&#xd;<br />&#xd;<br />“Our mission is to enable learners to explore their potentialities, capabilities and opportunities and to make them independent to serve the society and industry with their intellectual, personal and professional knowledge and skills.”&#xd;<br />&#xd;<br />&#xd;<br />Vision:&#xd;<br />&#xd;<br />CIE will meet the changing needs of the society and industry through creating Professionals, Innovators, Entrepreneurs and Leaders. We will be dedicating all our knowledge, skills and energy to reduce the gap between the learners, institutions, employers and industries and to generate new opportunities.","acronym":"CIE","interests":"Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, External Relations, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Research and Technology, Trans-European Networks, Youth","euInitiatives":"Education, Audiovisual and Culture Executive Agency (EACEA)&#xd;<br />Erasmus+&#xd;<br />European Training Foundation (ETF)&#xd;<br />European Centre for the Development of Vocational Training (CEDEFOP)&#xd;<br />Executive Agency for SMEs (EASME)&#xd;<br />European qualifications framework (EQF)","lastUp":"2018-01-19T03:23:21.652+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}