{"id":"416456120129-02","name":"BSH Hausgeräte GmbH","registrationDate":"2015-12-30T15:44:36.170+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.bsh-group.com","country":"Germany","headAddress":"Carl-Wery-Strasse 34","headCity":"München","headPostCode":"81739","headPhone":"(49)8 94 59 00","boss":"Uwe Raschke","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":4,"membersFTE":"2.5","membership":"Fair and transparent&#xd;\nAs a company operating worldwide, we represent our interests and opinions in national, European and international industry associations and through direct contacts with policy makers. Over and above that, we play an active part internationally in bodies devoted to technical regulations and standardisation. Current topics of our work in associations include not only revising the European Energylabel or the Circular Economy, but also introducing standards for product safety and usability. Our contribution to political and social opinion-making is constructive and responsible. To ensure that our activities in this area comply with our values and principles, all employees who represent BSH’s interests towards stakeholder groups must first complete compliance training.&#xd;\n&#xd;\nBSH is in Europe a member of some 300  organizations or associations, either directly or through its staff,  ranging from national industry association to memberships in regional industry chambers.","memberOrga":"Key memberships in industry associations&#xd;\nAPPLiA – Home Appliances Europe, Association of the Home Appliances Manufacturers, formerly filed under the name CECED  &#xd;\nZVEI – Zentralverband Elektrotechnik- und Elektronikindustrie e.V., – Germany’s Electrical and Electronic Manufacturers’ Association&#xd;\nAHAM – Association of Home Appliance Manufacturers, USA&#xd;\nCHEAA – China Household Electrical Appliances Association, China&#xd;\nEuropElectro – Representation of European Electrical and Electronics Industry, China&#xd;\n&#xd;\nParticipation in key standardisation organisations&#xd;\nIEC – International Electrotechnical Commission&#xd;\nCENELEC – European Committee for Electrotechnical Standardization&#xd;\nDKE –  Deutsche Kommission Elektrotechnik Elektronik Informationstechnik in DIN und VDE–  German Commission for Electrical, Electronic &amp; Information Technologies of DIN and VDE","goal":"BSH Hausgeräte GmbH  is one of the world's leading companies in the sector and the largest home appliance manufacturer in Europe. To be the first choice for consumers worldwide drives the company and its employees. BSH aspires to improve the quality of life for people with its exceptional brands, high-class products and superior solutions.&#xd;<br />&#xd;<br />Alongside the global brands Bosch and Siemens, as well as Gaggenau and Neff, the brand portfolio includes the local brands Thermador, Balay, Profilo, Constructa, Pitsos, Coldex and Zelmer.&#xd;<br />&#xd;<br />Founded in 1967 as a joint venture of Robert Bosch GmbH (Stuttgart) and Siemens AG (Munich), BSH has been 100 percent owned by Bosch Group since January 2015. In its over 50 years of history, BSH has grown from a German exporter into one of the world's leading home appliance manufacturers. With more than 61,800 employees worldwide, BSH increased its revenue in 2017 to around 13.8 billion euro. BSH produces the entire range of modern home appliances at 42 factories worldwide. The product portfolio ranges from cookers, ovens and extractor hoods, dishwashers, washers and dryers, fridges and freezers to small appliances such as vacuum cleaners, coffee machines or food processors.","acronym":"BSH","interests":"Climate Action, Consumers, Digital economy and society, Energy, Environment, International co-operation and development, Research and innovation, Single market","euInitiatives":"- Energy Efficiency:&#xd;<br />   Ecodesign / Energy Label&#xd;<br />- Resource Efficiency&#xd;<br />- Circular Economy Package&#xd;<br />- Waste and WEEE legislation&#xd;<br />- Market Surveillance Regulation&#xd;<br />- Product Safety&#xd;<br />- Consumer Policy&#xd;<br />- Digital Single Market&#xd;<br />- Digitising Industry&#xd;<br />- Cybersecurity&#xd;<br />- Horizon 2020&#xd;<br />- Substance and materials regulation","lastUp":"2019-07-02T08:32:44.618+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}