{"id":"416460135231-43","name":"Etelä-Savon maakuntaliitto","registrationDate":"2019-06-25T12:28:20.340+02:00","category":6,"subCategory":9,"legal":"kuntayhtymä","web":"http://www.esavo.fi","country":"Finland","headAddress":"Mikonkatu 5","headCity":"MIKKELI","headPostCode":"50100","headPhone":"(358)0 15 32 11 30","boss":"Pentti Mäkinen","bossTitle":"","bossPosition":"maakuntajohtaja","membersCount":4,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"Etelä-Savon maakuntaliitto on 14 kunnan muodostama kuntayhtymä, joka toimii itäisen Suomen alueella. Tehtäviin kuuluu toimia aluekehitysviranomaisena sekä suunnittelu- ja edunvalvontaorganisaationa etelä-savon maakunnan alueella kuntien, väestön ja elinkeinolämän hyväksi ja pitää yhteyttä alueen kansanedustajiin. Etelä-Savon maakuntaliitto luo ja toteuttaa yhdessä alueen toimijoiden kanssa maakuntastrategian, laatii maakuntasuunnitelman ja valtuustokausittain tarkistettavan maakuntaohjelman sekä myöntää kehittämisrahaa maakuntaohjelman mukaisesti maakuntaa kehittäviin hankkeisiin. EU-ohjelmien mukaisten hankkeiden hallinta ja valvonta kuuluu myös maakuntaliiton tehtäviin. Etelä-Savon maakuntaliitto toimii myös yhdessä viranomaistahojen kanssa sovittaen yhteen eri viranomaisten toimintoja ja vastaa maakuntatasolla maankäytön suunnittelusta. Kansainvälisesti Etelä-Savon maakuntaliitto toimii EU-tasolla yhteistyössä monien toimijoiden kanssa tuoden maakunnan etua ja tietoisuutta koko EU:n alueelle. Liitolla on yhteistyötä Brysselissä Itä- ja pohjois-suomen EU toimistolla.","acronym":"E-SML","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Communication, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Environment, International co-operation and development, Regional Policy, Research and innovation, Trans-European Networks, Transport, Youth","euInitiatives":"Aluepolitiikka, koheesiopolitiikka, maa-alueiden käyttö, ympäristö- ja liikennepolitiikka, liikenne, avoin data, kiertotalous, biotalous,","lastUp":"2019-06-25T12:30:48.043+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}