{"id":"416841712322-37","name":"Hochschulrektorenkonferenz","registrationDate":"2013-11-25T16:26:02.801+01:00","category":3,"subCategory":2,"legal":"Stiftung des privaten Rechts","web":"http://www.hrk.de","country":"Germany","headAddress":"Ahrstraße, 39","headCity":"Bonn","headPostCode":"53175","headPhone":"(49)2 28 88 70","boss":"Peter-André Prof. Dr. Alt","bossTitle":"Mr","bossPosition":"Präsident","membersCount":5,"membersFTE":"1.25","membership":"- Die HRK ist Mitglied der EUA, der Europäischen Universitätsvereinigung. Die EUA ist die größte Hochschulvertretung auf europäischer Ebene. Mitglieder sind Universitäten und andere forschungsstarke Hochschulen sowie nationale Rektorenkonferenzen&#xd;\n&#xd;\n- Die HRK ist Mitglied der Allianz der Wissenschaftsorganisationen. Diese Allianz ist ein Zusammenschluss der bedeutendsten Wissenschafts- und Forschungsorganisationen in Deutschland. Sie nimmt regelmäßig zu Fragen der Wissenschaftspolitik, Forschungsförderung und strukturellen Weiterentwicklung des deutschen Wissenschaftssystems Stellung.","memberOrga":"https://www.hrk.de/mitglieder/mitgliedshochschulen/","goal":"Die Hochschulrektorenkonferenz (HRK) ist der freiwillige Zusammenschluss der staatlichen und staatlich anerkannten Universitäten und Hochschulen in Deutschland. Die HRK ist die Stimme der Hochschulen gegenüber Politik und Öffentlichkeit, und sie ist das Forum für den gemeinsamen Meinungsbildungsprozess der Hochschulen. Sie befasst sich mit allen Themen, die Aufgaben der Hochschulen betreffen: Forschung, Lehre und Studium, wissenschaftliche Weiterbildung, Wissens- und Technologietransfer, internationale Kooperationen sowie Selbstverwaltung. &#xd;<br />&#xd;<br />Die inhaltliche Arbeit der HRK umfasst Bereiche wie Information der Mitgliedshochschulen, Formulierung und Vertretung gemeinsamer hochschulpolitischer Positionen der Mitgliedshochschulen, Information der Öffentlichkeit, Unterstützung der Mitgliedshochschulen bei der Umsetzung von Reformen, Beratung von Politik und Verwaltung in Bund und Ländern, Sicherung der Qualität von Lehre und Studium sowie der Mobilität von Studierenden, Zusammenarbeit mit anderen Organisationen und Verbänden, internationale Hochschulzusammenarbeit, Vertretung der deutschen Hochschulen im Rahmen der EU-Bildungs- und Wissenschaftspolitik, Sammlung und Dokumentation einschlägiger Literatur.&#xd;<br />&#xd;<br />Rechts- und Finanzträger der HRK ist die Stiftung zur Förderung der HRK. Ihr Zweck besteht darin, das Personal und die sachlichen Mittel zur Erfüllung der Aufgaben der HRK bereitzustellen&#xd;<br />&#xd;<br />Das Büro Brüssel verfolgt die forschungs- und bildungspolitischen Entwicklungen und Entscheidungsprozesse im europäischen Umfeld.","acronym":"HRK","interests":"Business and Industry, Competition, Digital economy and society, Education and training, Employment and Social Affairs, Regional Policy, Research and innovation, Single market, Trade","euInitiatives":"Die HRK beobachtet alle EU-Initiativen, die unmittelbare oder mittelbare auf die Rahmenbedingungen der Hochschulen in Deutschland haben könnten, sei es im Bereich der Finanzierung, Rechtsvorschriften, Forschung oder Lehre.","lastUp":"2019-02-21T12:56:12.274+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}