{"id":"416862517878-83","name":"SAMARITAN INTERNATIONAL","registrationDate":"2015-06-17T16:31:07.457+02:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://samaritan-international.eu","country":"Germany","headAddress":"Sülzburgstraße 140","headCity":"Köln","headPostCode":"50937","headPhone":"(49)2 21 47 60 52 75","boss":"Ivo Bonamico","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":2,"membersFTE":"0.75","membership":"SAMARITAN INTERNATIONAL is an associated member of SOLIDAR: http://solidar.org/","memberOrga":"Please see:&#xd;\nhttp://www.samaritan-international.eu/members-3/","goal":"SAMARITAN INTERNATIONAL is a network of 19 European aid- and welfare organisations in 18 countries.&#xd;<br />&#xd;<br />Almost three million members, 145,000 volunteers and 45,000 full-time employees form the basis of SAMARITAN INTERNATIONAL and the network in the different organisations and countries.&#xd;<br />&#xd;<br />The members contribute their extensive experience in the fields of social services, rescue services, first-aid training and humanitarian aid overseas to the common work. They work together in disaster prevention and the development of international civil protection systems.&#xd;<br />&#xd;<br />SAMARITAN INTERNATIONAL serves to coordinate the member's joint activities, to develop new cross-border partnerships and represents the interests of its members towards the European Union. In particular with regard to questions of emergency care the member organisations also practically support the development of a united Europe.","acronym":"SAM.I.","interests":"Borders and Security, Budget, Competition, Consumers, Education and training, Employment and Social Affairs, External Relations, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Single market, Youth","euInitiatives":"Social Impact Measurement&#xd;<br />&#xd;<br />Public procurement of services of general interest&#xd;<br />&#xd;<br />Impact of trade agreements on the network's members' areas of activity&#xd;<br />&#xd;<br />European association law&#xd;<br />&#xd;<br />Migration/refugee policy&#xd;<br />&#xd;<br />Recognition of educational certificates (First Aid)&#xd;<br />&#xd;<br />European cooperation in civil protection&#xd;<br />&#xd;<br />Framework conditions for volunteering&#xd;<br />&#xd;<br />Other matters concerning European third-sector NGOs","lastUp":"2018-05-09T16:12:08.751+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}