{"id":"417169813927-13","name":"Nationwide Building Society","registrationDate":"2014-07-07T13:00:50.404+02:00","category":2,"subCategory":3,"legal":"building society","web":"http://www.nationwide.co.uk/","country":"United kingdom","headAddress":"Nationwide House","headCity":"Swindon","headPostCode":"SN38 1NW","headPhone":"(44)17 93 51 35 13","boss":"Chris Bose","bossTitle":"Mr","bossPosition":"Head of Policy and Public Affairs","membersCount":2,"membersFTE":"0.5","membership":"Building Societies Association - www.bsa.org.uk&#xd;\n&#xd;\nUK Finance - www.ukfinance.org.uk&#xd;\n&#xd;\nAFME - www.afme.eu&#xd;\n&#xd;\nInternational Swaps and Derivatives Association - www.isda.org","memberOrga":"","goal":"Nationwide is the world's largest building society and one of the UK’s largest savings providers and a top-three provider of mortgages, with circa £190bn in assets. Nationwide is a market leader in providing banking services but we are not a bank – we are a mutual building society. We are owned by and run for the benefit of our 15 million members, who include our retail savings and mortgage customers. As such we are unique in UK retail financial services, providing a credible alternative to the plc banks and focusing on long-term, transparent customer relationships. Whilst our core business is residential mortgage lending funded by retail deposits, we are a full service personal finance provider, offering current accounts, personal loans, credit cards, investments and insurance.  &#xd;<br />&#xd;<br />The principles on which we are run are fundamentally different to those of our plc peers – we exist to deliver value to our member customers and we are accountable to them.  We are able to optimise profit – rather than maximise profit – to deliver member value over the longer term through improved pricing and market-leading customer service.  This results in a lower risk appetite and profile than that of our peers meaning we have remained safe and secure throughout the financial crisis with capital and liquidity ratios amongst the highest in our peer group.","acronym":"","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Internal Market, Trade","euInitiatives":"All financial services related iniatives, policies and legislative files","lastUp":"2018-04-05T18:05:56.595+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}