{"id":"4172526951-19","name":"European Association of Co-operative Banks","registrationDate":"2009-01-12T16:04:28.385+01:00","category":2,"subCategory":7,"legal":"International Non-Profit Association (AISBL)","web":"http://www.eacb.coop","country":"Belgium","headAddress":"Rue de l'Industrie, 26-38","headCity":"Brussels","headPostCode":"1040","headPhone":"(322)2 30 11 24","boss":"Hervé Guider","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":11,"membersFTE":"10.5","membership":"The European Association of Co-operative Banks is a member of:&#xd;\n- European Banking Industry Committee (EBIC)&#xd;\n- European Payments Council (EPC)&#xd;\n- European Financial Reporting Advisory Group (EFRAG)&#xd;\n- Co-operatives Europe","memberOrga":"http://www.eacb.coop/en/about/structure/board-and-executive-commitee.html","goal":"Founded in 1970, the European Association of Co-operative Banks (EACB) is the voice of co-operative banks in Europe. As such it represents, promotes and defends the common interests of its 28 member organisations and co-operative banks at large and acts as their representative organ vis-à-vis the European Union’s institutions and governing bodies.&#xd;<br />&#xd;<br />To that end and according to its statute,  the association performs among others, the following activities: &#xd;<br />&#xd;<br />- informs members on the evolution of legislation and regulatory initiatives affecting the sector;&#xd;<br />- provides a platform for members to exchange experiences and points of view and coordinates their positions with regard to common issues;&#xd;<br />- voices the common positions towards the European bodies&#xd;<br />- prepares position papers on issues of common interest&#xd;<br />&#xd;<br />Moreover the EACB is also responsible for:&#xd;<br />- strengthening cooperation between European cooperative banking groups;&#xd;<br />- promoting and developing the cooperative principle in the banking sector at international level and, more generally, in collaboration with other representative cooperative organisations.&#xd;<br />&#xd;<br />Co-operative banks form decentralised networks which are governed by banking as well as co-operative legislation. The co-operative banks business model is based on three pillars: democracy, transparency and proximity. With 58.000 outlets and 3.135 banks, co-operative banks are widely represented throughout the enlarged European Union playing a major role in the financial and economic system. In other words, in Europe one out of two banks is a co-operative. Co-operative banks have a long tradition in serving 209 million customers, mainly consumers, retailers and SMEs. Quantitatively co-operative banks in Europe represent about 80,5 million members, 732,000 employees with a total average market share of about 20%.&#xd;<br />&#xd;<br />For more info, please visit our website: www.eacb.coop","acronym":"EACB","interests":"Agriculture and Rural Development, Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Enlargement, Enterprise, Information Society, Internal Market, Regional Policy, Taxation","euInitiatives":"- Banking Regulation&#xd;<br />- Financial Services&#xd;<br />- Company Law and Taxation","lastUp":"2018-03-05T09:10:20.995+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}