{"id":"417754836688-29","name":"SOLIDARNA- Foundation for Human Rights and Solidarity","registrationDate":"2019-12-02T13:16:49.070+01:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://www.solidarna.hr","country":"Croatia","headAddress":"Trg kralja P. Kresimira IV 2","headCity":"Zagreb","headPostCode":"10000","headPhone":"(385)15 54 47 22","boss":"Marina Škrabalo","bossTitle":"Ms","bossPosition":"Director","membersCount":2,"membersFTE":"0.75","membership":"We are member of the ARIADNE Network-https://www.ariadne-network.eu (there is no public information on the members of the Network)","memberOrga":"Legally, as a foundation we do not have member but we have 3 persons full time employed and a 5 member Managing Board who are volunteers for the Foundation.","goal":"SOLIDARNA was set up in 2015 as a strategic initiative of 55 Croatian human rights activists and civil society organisations, as it became clear that sustainability of human rights protection, the rule of law and democratic standards in Croatia are not safeguarded by the country’s membership in the EU on its own merit. The founders were especially concerned about the political trends and social tendencies of rising anti-liberalism, nationalism, xenophobia and authoritarianism in Croatia and its two neighbouring regions of Central Europe and the Balkans, but also more broadly. The assumption of gradual implosion of public funding for human rights advocacy proved correct, as did the expectation of rising needs for ad hoc citizen actions against illiberal trends, which are not eligible for project and program funding from the EU and state donors.&#xd;<br />&#xd;<br />SOLIDARNA’s founders believe that promoting and protecting all generations of human rights – from fundamental freedoms of expression, assembly and association, to right to work, home, healthy environment and basic public goods – requires lasting effort, creativity and strong resilience to all kinds of pressures. Nurturing domestic philanthropy for human rights is viewed as much needed and much belated test of democratic culture in Croatia. Hence, SOLIDARNA strives to earn trust from citizens and a broad range of donors both from Croatia and internationally, who understand the value autonomy of human rights activism and are ready to support it, by their donations, in-kind support, and public endorsement.","acronym":"SOLIDARNA Foundation","interests":"Borders and Security, Climate Action, Communication, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Enlargement, Environment, European Neighbourhood Policy, External Relations, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Research and innovation, Trans-European Networks, Youth","euInitiatives":"everything regarding womens rights, rise of right-wing extremism, illiberal democracies, social rights and EU values.","lastUp":"2019-12-02T17:16:19.224+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}