{"id":"41816938101-07","name":"IBERDROLA","registrationDate":"2012-02-17T18:55:56.977+01:00","category":2,"subCategory":3,"legal":"Public listed company","web":"http://www.iberdrola.com","country":"Spain","headAddress":"Plaza de Euskadi, 5","headCity":"BILBAO","headPostCode":"48009","headPhone":"(34)9 44 15 14 11","boss":"Ignacio Galán","bossTitle":"Mr","bossPosition":"Chairman of the Board and CEO","membersCount":4,"membersFTE":"2.25","membership":"-EURELECTRIC, WindEurope, European Energy Forum, EDSO for Smart Grids, Aelec, EASE, Solar Power Europe…","memberOrga":"","goal":"With a history of over 170 years, IBERDROLA is one of the largest electricity utilities worldwide with an installed capacity of 29,100 MW and 1st wind energy producer worldwide. Today Iberdrola is an international leader committed to low-emission energies: it produces and supplies electricity to more than 100 million people in the countries in which it operates.&#xd;<br />As a result of its commitment to the environment and pledge to the decarbonisation of the economy, Iberdrola stands out as the leading renewable energy company and it has managed to reduce its emissions in Europe by 75% since 2000, reaching levels that are 70% below the average figures of the European companies in the sector.&#xd;<br />In the European Union, it has an important presence in Spain, and in the United Kingdom, through its affiliate Scottish Power Limited. As regards other EEA countries, Iberdrola has some interests in electricity generation (primarily wind farms) and trading activities mainly in Greece, Portugal, Germany, France, Italy, and Romania. It is also present in the United States, Mexico and Brazil.","acronym":"IBE","interests":"Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Energy, Environment, External Relations, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"Principales expedientes legislativos, iniciativas y políticas de la UE de interés para su organización:&#xd;<br />-Clean energy package for all Europeans&#xd;<br />-Clean Mobility package II &amp; III.&#xd;<br />-Directive concerning common rules for the internal market in natural gas&#xd;<br />-State Aid and Competition&#xd;<br />-Sustainable finance&#xd;<br />-Long term decarbonization strategy&#xd;<br />-Screening of foreign direct investments into the European Union Regulation&#xd;<br />-Horizon 2020","lastUp":"2019-02-18T15:37:51.526+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}