{"id":"41816938101-07","name":"IBERDROLA","registrationDate":"2012-02-17T18:55:56.977+01:00","category":2,"subCategory":3,"legal":"Public listed company","web":"http://www.iberdrola.com","country":"Spain","headAddress":"Plaza de Euskadi, 5","headCity":"BILBAO","headPostCode":"48009","headPhone":"(34)9 44 15 14 11","boss":"Ignacio Galán","bossTitle":"Mr","bossPosition":"Chairman of the Board and CEO","membersCount":5,"membersFTE":"3.75","membership":"UNESA, EURELECTRIC, EFET, IETA, Foro Nuclear, FORATOM, SEDIGAS, EUROGAS, AEE, EWEA, CEPS, ENERGY UK, EDSO","memberOrga":"","goal":"Iberdrola, S.A. (“Iberdrola”) is a global energy company, listed on the Spanish Stock Exchange and present in nearly 40 countries. It is mainly active in the electricity and gas markets. In the European Union, it has an important presence in Spain, and in the United Kingdom, through its affiliate Scottish Power Limited. As regards other EEA countries, Iberdrola has some interests in electricity generation (primarily wind farms) and trading activities mainly in Greece, Portugal, Germany, France, Italy, and Romania. It is also present in the United States, Mexico and Brazil.&#xd;<br />Iberdrola serves more than 31 million clients worldwide. &#xd;<br />Iberdrola has, in addition, a strong commitment to clean energy, the creation of value and the promotion of sustainable development, being nowadays one of world-wide leading companies in wind energy. At the end of  2016, the global installed capacity in Renewable Energy Sources was around 15,150 MW.","acronym":"IBE","interests":"Climate Action, Competition, Consumer Affairs, Economic and Financial Affairs, Energy, Enterprise, Environment, External Relations, Information Society, Internal Market, Regional Policy, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"Nuclear activities (waste treatement, safety,etc.), Power Generation and Distribution, Clean Energy Package, ETS reform, Juncker Plan, Interconnections.","lastUp":"2017-12-29T13:53:44.514+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}