{"id":"41826153178-91","name":"European Federation of Inland Ports","registrationDate":"2010-02-04T11:20:50.451+02:00","category":2,"subCategory":4,"legal":"VZW/ASBL non profit organisation","web":"http://www.inlandports.be","country":"Belgium","headAddress":"The European Port House","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 19 82 07","boss":"Reekmans Rainier","bossTitle":"Mr","bossPosition":"Vice-President","membersCount":3,"membersFTE":"1.75","membership":"","memberOrga":"https://www.inlandports.eu/members","goal":"Since 1994, EFIP’s mission is: &#xd;<br />-to act as the unique voice of inland ports in Europe and to highlight and promote their role as nodal points for intermodal transport, combining road, rail, inland waterway and based on geographical accessibility also short-sea shipping. &#xd;<br />- to represent the inland ports to the European institutions at European level and other national and international organisations which are concerned with questions of transport, in particular the European Conference of Ministers of Transport, the Economic Commission of the United Nations for Europe, the Central Commission for the Navigation on the Rhine and the Danube Commission.&#xd;<br />- to take common positions with regard to these questions at European and international level on behalf of European inland ports.&#xd;<br />- to promote among the public a knowledge of the activities of inland ports and their position in the national and international economy. &#xd;<br />- to ensure the exchange of information and opinions between its members. &#xd;<br />- to study those general and scientific questions which are of interest to inland ports, and in particular the problems of transport, and the entirety of the intermodal goods logistics chain.","acronym":"EFIP","interests":"Budget, Environment, General and Institutional Affairs, Regional Policy, Trade, Trans-European Networks, Transport","euInitiatives":"Transport-related initiatives, policies and files, mainly focused on inland ports, inland waterways, inland navigation,...","lastUp":"2018-03-26T11:08:21.425+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}