{"id":"418454731344-81","name":"Comhdhail Oileain na hEireann Teoranta","registrationDate":"2018-05-02T16:38:52.506+02:00","category":3,"subCategory":2,"legal":"Charity","web":"http://www.oileain.net","country":"Ireland","headAddress":"Inishlyre","headCity":"Mayo","headPostCode":"F28 Y208","headPhone":"(353)8 72 21 20 73","boss":"Rhoda Twombly","bossTitle":"Ms","bossPosition":"Secretary","membersCount":2,"membersFTE":"0.5","membership":"ESIN: https://www.europeansmallislands.com","memberOrga":"https://www.oileain.net&#xd;\nhttps://www.europeansmallislands.com &#xd;\nhttps://www.iimro.org","goal":"Comhdháil Oileáin na hÉireann - The Irish Islands Federation was founded thirty years ago in 1984 to advocate on behalf of islanders at a national and European level. The organisation has been very successful at organising island communities across the country, identifying and addressing issues in partnership with islanders and state agencies including government departments and local authorities.  The organisation is a founder member and active participant of The European Small Islands Federation ( http://europeansmallislands.com ) and has successfully run a number of national and European programmes since its foundation including the National Rural Development Programme (2002-2006), Interreg IIIc and New Opportunities for Women Programme. &#xd;<br />&#xd;<br />Due to new Government structural requirements for the delivery of the National Rural Development in 2008-09 Comhdháil Oileán na hÉireann setup a new LEADER delivery company; Comhar na nOileán to deliver the programme on the islands. Since then the Comhdháil has been active in addressing ongoing challenges faced by fragile communities on our offshore islands including social exclusion, healthcare, education, transport, communications, fisheries and agriculture.&#xd;<br />&#xd;<br />Unlike Comhar na Oileáin, the implementing body for LEADER, Comhdháil is the only representative organization drawn from the population of offshore Island communities. Comhdháil Oileáin na hÉireann has a mandate through our constitution and membership to act on  behalf of the offshore, permanently populated Islands of Ireland.&#xd;<br />&#xd;<br />Comhdháil Oileáin na hEireann’s aim is to protect and develop island communities through representation and involvement in policy making at local, regional, national and European levels. A forum is provided for island groups and individuals to raise concerns about island issues, while creating communication links between Irish island communities as well as exchanging ideas and experiences with other European islands.&#xd;<br /> &#xd;<br />Comhdháil Oileáin na hÉireann has been working with some of the most disadvantaged groups, namely communities on the offshore islands, since its foundation thirty-one years ago.  The federation is committed to the overall development of island communities, especially their economic and cultural development and in so doing, fostering the full development of the individual in the island community.&#xd;<br />&#xd;<br />Educating the Government on key issues affecting Island life and sustainability is considered a core aim of the organization. Comhdháil, as the only representative body for the Islands, who have been advising Government on policy relevant to Island communities since its formation, is uniquely placed for this role. &#xd;<br />&#xd;<br />The Comhdhail “Manifesto for the Islands” sets out an agreed set of development aims, agreed by all island representatives. The manifesto puts a strong emphasis on enterprise/employment aims. &#xd;<br />&#xd;<br />The main aims are:&#xd;<br />●\tGiving islanders a say through:&#xd;<br />●\trecognizing the Islands as a region&#xd;<br />●\tintroducing an islands policy at all levels of government&#xd;<br />●\tisland proofing all legislation and programmes&#xd;<br />&#xd;<br />&#xd;<br />Enterprise and Employment Creation through:&#xd;<br />●\tEstablishment of a Special Enterprise Fund for Islands&#xd;<br />●\tsupport for traditional industries including agriculture and fishing&#xd;<br />●\tdevelopment of Natural Resources&#xd;<br />●\tprovision of drive-on drive-off ferry facilities&#xd;<br />&#xd;<br />Reducing the cost of living difference through:&#xd;<br />●\tintroducing Tax Incentives for Island Locations&#xd;<br />●\tfree passenger travel for islanders&#xd;<br />●\treduced freight charges with quay to door delivery&#xd;<br />●\tforced mainland stays paid for by deciding authority&#xd;<br />&#xd;<br />Encouragement of the Young to stay through:&#xd;<br />●\tnew job creation&#xd;<br />●\tprovision of adequate facilities and services&#xd;<br />●\tsympathetic and understanding planning regime&#xd;<br />&#xd;<br />Improvement of infrastructure through:&#xd;<br />●\tguaranteeing high quality and reliable electricity supply&#xd;<br />●\textension of broadband telecom services to islands&#xd;<br />●\tinternal infrastructure programme agreed","acronym":"COE","interests":"Agriculture, Budget, Business and Industry, Communication, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, General and Institutional Affairs, Maritime affairs and fisheries, Public Health, Regional Policy, Sport, Taxation, Transport, Youth","euInitiatives":"Common fisheries policy post 2020&#xd;<br />Common agricultural policy post 2020&#xd;<br />Clean Energy for EU islands  &#xd;<br />Territorial Cohesion post 2020&#xd;<br />Island Enterprise &amp; branding&#xd;<br />Comhdhail will be a partner in a LEADER transnational project between Ireland and Scotland islands","lastUp":"2018-05-02T16:48:35.447+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}