{"id":"418409825700-51","name":"Association for the Catalytic Control of Emissions from Stationary Sources to air","registrationDate":"2017-01-31T21:44:24.339+01:00","category":2,"subCategory":4,"legal":"association","web":"http://www.accessa.org","country":"Belgium","headAddress":"Maison des Associations Internationales","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)26 40 18 08","boss":"Joseph McCarney","bossTitle":"Mr","bossPosition":"Chairman","membersCount":4,"membersFTE":"1.5","membership":"","memberOrga":"The founding members of ACCESSa are Clariant, Haldor Topsoe and Johnson Matthey.&#xd;\nwww.clariant.com&#xd;\nwww.topsoe.com&#xd;\nwww.matthey.com","goal":"ACCESSa, the Association for the Catalytic Control of Emissions from Stationary Sources to air is an industry group whose members develop and supply technical solutions that utilise catalysis to remove pollutants from exhaust gas / off gas before it enters the wider atmosphere and impacts on the environment.&#xd;<br />&#xd;<br />The founding members of ACCESSa are Clariant, Haldor Topsoe and Johnson Matthey.  These companies operate globally and are technology and market leaders in their sectors. They have major operating facilities in Germany, Denmark and the United Kingdom and commercial activities in all EU countries.  &#xd;<br />&#xd;<br />The Association's primary objective is to improve the understanding and awareness of the capability of catalytic after-treatment technology, especially in applications as applied to exhaust gas before it enters the wider atmosphere ? where catalysts can remove up to 95% of NOx, CO, VOC/HAP and particulate material.&#xd;<br />&#xd;<br />The aim of ACCESSa is to work with regulators, non-governmental organizations and other interested parties to support the deployment, demonstration and development of cost-effective technology solutions.&#xd;<br />&#xd;<br />All the member companies invest significantly in R&amp;D and in the development of emerging technologies. They have a long-term strategy to develop optimal solutions for the good of society. &#xd;<br />&#xd;<br />Collectively ACCESSa?s member organisations hold a significant market share in the following areas, with a reference list that includes thousands of installations of:&#xd;<br />? Selective Catalytic Reduction Systems (to abate NOx) &#xd;<br />? Oxidation Catalysts to abate CO, VOC and un-combusted hydrocarbon fuel &#xd;<br />? Filters to remove particulate matter &#xd;<br />? Catalytic and associated processes for SO2 emission control &#xd;<br />Among these are some 50 Large Combustion Plants.&#xd;<br />&#xd;<br />Another important aspect of our work will be to understand the regulatory process and, in particular, its timetable so that technology can be developed and manufactured to meet demand. We believe that ACCESSa can bring knowledge and expertise to the Forum that is not fully represented at present. This assertion is recognised by some of the officers of DG Environment. &#xd;<br />&#xd;<br />Representatives  are middle and senior managers of their respective companies and all have considerable experience in the sector of emissions control and all have experience working with other industry groups such as AECC, IACCSEA and DMT (Association of Danish Environmental Technology Companies). All of them speak and write fluent English.","acronym":"ACCESSa","interests":"Climate Action, Development, Energy, Environment, Public Health, Research and Technology","euInitiatives":"Implementation of Directive 2010/75/EU on industrial emissions (integrated pollution prevention and control) (IED)","lastUp":"2017-01-31T21:47:20.985+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}