{"id":"418732134720-23","name":"American Chamber of Commerce in Romania","registrationDate":"2019-05-02T13:22:15.150+02:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.amcham.ro","country":"Romania","headAddress":"11 Ion Campineanu St.","headCity":"Bucharest","headPostCode":"","headPhone":"(40)2 13 12 48 34","boss":"Anca Harasim","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":1,"membersFTE":"0.25","membership":"Accredited by the U.S. Chamber of Commerce in Washington - www.uschamber.org&#xd;\n&#xd;\nMembers of AmChams in Europe  - www.amchamsineurope.com","memberOrga":"https://www.amcham.ro/members","goal":"AmCham Romania’s mission is to offer its members a professional platform for interaction, collaboration, exchange of best practices and promotion aimed at business development and trade relations, as well as to represent its members’ business priorities on matters of joint interest, in relation with the Romanian authorities.&#xd;<br /> &#xd;<br />Currently, AmCham Romania’s over 430 members – U.S., international and Romanian companies allow AmCham to engage in promoting the business priorities for many industries, through dedicated working groups, such as: Capital Markets, Corporate Governance, Competition and State-Aid, Education, Energy, Environment, Health, ICT, Infrastructure, Labor, Structural Funds, Public Procurement and PPP, Real Estate, Taxation and Tourism.","acronym":"AmCham Romania","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Digital Economy, Competition Policy, Economic and Monetary Policy, Business and Industry, Energy, Climate Change, Environment, Labor Market, Investment Plan, US- EU Trade, Public Health","lastUp":"2019-05-02T13:29:35.551+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}