{"id":"419396713408-95","name":"Corporazione del Giglio del Beccaio 2013","registrationDate":"2014-04-08T13:13:40.760+01:00","category":4,"subCategory":5,"legal":"Associazione","web":"","country":"Italy","headAddress":"Saccaccio, 197","headCity":"Nola","headPostCode":"80035","headPhone":"(081-)08 18 65 64 43","boss":"Felice Grilletto","bossTitle":"Mr","bossPosition":"Presidente","membersCount":7,"membersFTE":"1.75","membership":"Confederazione Confraternite delle Diocesi d'Italia","memberOrga":"Arciconfraternita Maria SS. del Carmine di Nola.&#xd;\nPremio città di Nola \"IL GIGLIO simbolo di Nolanità\"","goal":"•\tdi svolgere  un’intensa attività di sostegno di tutela e di promozione della Festa dei Gigli di Nola,  insignitia del prestigioso riconoscimento Unesco, con il compito di far conoscere al mondo l’enorme patrimonio   della cultura popolare nolana e vuole  rappresentare   uno dei principali interlocutori per tutti coloro che hanno a cuore la Festa Eterna. &#xd;<br />•\tdi  favorire il culto di San Paolino e San Pio da Pietralcina ,&#xd;<br />•\tdi risvegliare i valori della cavalleria , attraverso la preghiera comune e la meditazione, la difesa della fede cattolica e gli studi storici .","acronym":"Corporazione","interests":"Budget, Climate Action, Communication, Culture, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian Aid, Justice and Fundamental Rights, Public Health, Taxation, Trade, Transport, Youth","euInitiatives":"La Corporazione  si propone tramite i suoi aderenti  di promuovere e sviluppare la cultura della solidarietà e di nuove forme di partecipazione ed integrazione sociale tra gli individui, elaborare, promuovere e diffondere contributi culturali educativi e scientifici sul tema della solidarietà e dei servizi sociali con particolare riguardo ai fenomeni della marginalità e del disagio sociale. A tale scopo  intende promuovere, incoraggiare e sostenere il volontariato in ogni sua forma e nei campi dove possa operare. Prestare la sua opera a sostegno delle problematiche dei portatori di handicap, dei disabili fisici e psichici, aiuto alle famiglie ed ai giovani e comunque a sostegno di tutti i fenomeni di disagio sociale.","lastUp":"2018-01-23T08:44:25.343+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}