{"id":"419798730315-54","name":"ASOCIACION MALDITA CONTRA LA DESINFORMACIÓN, PERIODISMO, EDUCACIÓN, INVESTIGACIÓN Y DATOS EN NUEVOS FORMATOS","registrationDate":"2018-02-21T13:27:36.250+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://maldita.es","country":"Spain","headAddress":"Calle Embajadores 196 6A","headCity":"Madrid","headPostCode":"28045","headPhone":"(34)6 59 54 12 04","boss":"Jimenez Cruz Clara","bossTitle":"Ms","bossPosition":"President","membersCount":1,"membersFTE":"0.5","membership":"IFCN - International Fact Checking Network&#xd;\nhttps://ifcncodeofprinciples.poynter.org/","memberOrga":"","goal":"Maldita.es is an independent journalistic platform focused on the control of disinformation and public discourse through fact-checking and data journalism techniques. We are a non profit organization with three main objectives:  &#xd;<br />&#xd;<br />Monitor and control political discourse and promote transparency in public and private institutions.&#xd;<br />Verify and fight against misinformation.&#xd;<br />Promote media literacy and technological tools in order to create an aware community that can defend itself from disinformation and lies in all areas.&#xd;<br />Our watchword is “journalism to not be fooled” because through fact -checking and verification techniques, data journalism, archive research, technological tools and education we create content that enables citizens to have a greater reassurance about what is real and what is not in order to build informed opinions and decisions. We’ve developed innovative formats especially focused on social media and the creation of a community committed to the project that collaborates with us.&#xd;<br />&#xd;<br />Maldita.es is divided into niche projects which target specific themes and audiences enabling us to reach different users and to cross their interests along each project afterwards. Each project has its own trademark, imagery and language depending on the audience it aims to reach. Two of those projects are:&#xd;<br />&#xd;<br />&#xd;<br />Maldito Bulo: it outstands as the Spanish benchmark in the fight against disinformation, through a built up community that reports to us what is going viral at each moment through social media and our WhatsApp Service. The aim of Maldito Bulo is to make debunked information as viral as disinformation itself, therefore we’ve created an image format that is easily shared and publish it directly on social media with no need for our community to get into our webpage. Being the only Spanish verification project selected for the High-Level Group of Experts Against Fake News appointed by the European Commission and an International Fact- Checking Network’s Code of Principles signatory, it was shortlisted for the Innovation European Press Prize 2018. We collaborate with different TV programs and radio shows.&#xd;<br />&#xd;<br />Maldito Dato: our data and transparency project. Spain’s transparency law is fairly new (2013) and therefore citizens are not yet making the most of it. Through this project we want facilitate the access to the procedures and serve as expert guidance in posing the questions to the administrations. We have an interface and database in which our community can tell us what they want to ask about and we will help them by either registering the question ourselves or aiding them in the process. In Maldito Dato we also want to help our community to understand specific social and political issues by giving context through data analysis in innovative ways.&#xd;<br />&#xd;<br />Our projects add up more than 500,000 followers in social media networks and also, thanks to initiatives such as our subscription (7.300 people), newsletter (5.700 with an average opening of 45%), WhatsApp service (150 – 200 messages per day), Telegram channels (10.000 subscribers) or our forum we are creating a strong and committed community that actively participates in reporting misinformation and disseminating and sharing our content.","acronym":"Maldita.es","interests":"Communication, Culture and media, Digital economy and society, Education and training","euInitiatives":"- Currently we're part of the High-Level Group on Fake News and online disinformation","lastUp":"2019-02-07T19:48:07.444+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}