{"id":"419874835766-57","name":"Stiftelsen The Stockholm Environment Institute","registrationDate":"2019-09-10T19:49:19.885+02:00","category":4,"subCategory":5,"legal":"Stiftelse","web":"http://www.sei.org","country":"Sweden","headAddress":"Linnégatan 87D","headCity":"Stockholm","headPostCode":"11523","headPhone":"(46)8 30 80 44","boss":"Måns Nilsson","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"SEI is an international non-profit research and policy organization that tackles environment and development challenges.&#xd;<br />&#xd;<br />We connect science and decision-making to develop solutions for a sustainable future for all. Our work spans climate, water, air and land-use issues, and integrates evidence and perspectives on governance, the economy, gender and human health.&#xd;<br />&#xd;<br />SEI’s approach is highly collaborative: stakeholder involvement is at the heart of our efforts to build capacity, strengthen institutions and equip partners for the long term.&#xd;<br />&#xd;<br />We make sure our knowledge and findings are clearly communicated and accessible to decision-makers and civil society. We publish our own open access material, and in leading academic journals, and repackage our research to offer effective decision support.&#xd;<br />&#xd;<br />To promote debate and share knowledge we convene decision-makers, academics and practitioners, and engage with policy processes, development action and business practice throughout the world.&#xd;<br />&#xd;<br />We are committed to transparency and believe that full disclosure of our finances and funding builds trust in our work. The Swedish International Development Cooperation Agency (Sida) is our largest single donor, but we also receive broad support from other development agencies, governments, NGOs, universities, businesses and financial institutions.","acronym":"SEI","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Consumers, Energy, Environment, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Research and innovation, Trade, Transport","euInitiatives":"Sustainable Development&#xd;<br />Climate change&#xd;<br />Energy&#xd;<br />Environment&#xd;<br />Industry&#xd;<br />Transport&#xd;<br />Agriculture&#xd;<br />Development cooperation&#xd;<br />Research","lastUp":"2019-09-10T19:49:36.360+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}