{"id":"420330021227-96","name":"Gewerbeverein Illingen e.V.","registrationDate":"2016-04-01T15:56:20.651+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.illingen-hats.de","country":"Germany","headAddress":"Gewerbeverein Illingen e.V.","headCity":"Illingen- Schützingen","headPostCode":"D- 75428","headPhone":"(49)0 70 43 92 06 61","boss":"Sebastian Zaiß","bossTitle":"Mr","bossPosition":"1. Vorsitzender","membersCount":1,"membersFTE":"0.25","membership":"Bund der Selbständigen Baden Württemberg e.V.&#xd;\nhttp://www.bds-gewerbevereine.de/v2/public/Land/Default.aspx","memberOrga":"Hier finden Sie alle Unternehmen, die bei Uns im Gewerbeverein Mitglieder sind&#xd;\n&#xd;\nhttp://www.illingen-hats.de/de/page/mitgliederliste","goal":"Der Verein erstrebt den Zusammenschluss aller Gewerbetreibenden (Industrie, Handel, Handwerk, sonstiges&#xd;<br />Gewerbe, sowie der freiberuflich Tätigen) des Ortes zur Wahrnehmung und Durchsetzung der Interessen des&#xd;<br />selbständigen Mittelstandes auf örtlicher Ebene und Unterstützung des Bundes der Selbständigen auf Bundesund&#xd;<br />Landesebene.&#xd;<br />Der Verein soll dazu&#xd;<br />a) mit der Gemeindeverwaltung Kontakt halten, um die Anliegen des Handels, des Gewerbes, der&#xd;<br />Industrie, des Handwerks und der freien Berufe zu kommunalen Fragen rechtzeitig vortragen und&#xd;<br />vertreten zu können,&#xd;<br />b) die Mitglieder über Fragen der Gemeindeverwaltung stets aufklären,&#xd;<br />c) durch Werbeaktionen den Konsumenten auf das örtliche Angebot aufmerksam machen,&#xd;<br />d) durch Vortragsveranstaltungen den Mitgliedern eine berufliche und allgemeine Weiterbildung&#xd;<br />ermöglichen,&#xd;<br />e) durch geselliges Beisammensein den Gemeinschaftsgeist pflegen,&#xd;<br />f) durch Mitwirkung in der überörtlichen Organisation, dem Bund der Selbständigen,&#xd;<br />Landesverband Baden-Württemberg e.V. und Bundesverband zur Stärkung des selbständigen Mittelstandes&#xd;<br />beitragen.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Communication, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Food Safety, Information Society, Internal Market, Public Health, Regional Policy, Taxation, Trade","euInitiatives":"Wir sind lokal tätig und vertreten die Interessen unserer Unternehmen gemäß oben genannter Ziele und Aufgaben.&#xd;<br />&#xd;<br />Wir beobachten die Initiativen der EU, betreiben aber keine Lobbyarbeit um Rechtssetzung zu beeinflussen.","lastUp":"2018-03-31T00:47:40.358+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}