{"id":"420623726849-53","name":"Wojskowa Akademia Techniczna im. Jarosława Dąbrowskiego","registrationDate":"2017-04-25T14:56:43.421+02:00","category":4,"subCategory":12,"legal":"publiczna szkoła wyższa","web":"http://wat.edu.pl","country":"Poland","headAddress":"ul gen. Witolda Urbanowicza 2","headCity":"Warszawa","headPostCode":"00-908","headPhone":"(48)2 61 83 90 00","boss":"Tadeusz Szczurek","bossTitle":"Mr","bossPosition":"Rektor-Komendant","membersCount":1,"membersFTE":"0.25","membership":"Institute of Electrical and Electronics Engineers (IEEE)&#xd;\nhttps://www.ieee.org/about/about_index.html&#xd;\n&#xd;\nIACR (International Association for Cryptologic Research)&#xd;\nhttps://www.iacr.org&#xd;\n&#xd;\nEUROMECH&#xd;\nhttp://www.euromech.org/&#xd;\n&#xd;\nUnion Radio-Scientifique Internationale (URSI)&#xd;\nhttp://ursi.oeaw.ac.at/&#xd;\n&#xd;\nEuropean Structural Integrity Society ESIS&#xd;\nhttps://www.structuralintegrity.eu/&#xd;\n&#xd;\nIntegrated Mission Group for Security (IMG-S)&#xd;\nhttp://www.imgs-eu.org/&#xd;\n&#xd;\nPhotonics21&#xd;\nhttp://www.photonics21.org/","memberOrga":"","goal":"The Military University of Technology (MUT) in Warsaw is a state polytechnical school at a university level founded in 1951. Nowadays MUT is one of the largest universities of science and technology and the leading research centre in Poland. MUT offers both for military and civilian students high quality undergraduate and postgraduate studies leading to Bachelor’s, Master’s and  DSc degree as well as specialistic short time courses.&#xd;<br />The Commandant – Rector is nominated by Ministry of Defence for four year term and he heads the Military University of Technology along five Vice-Rectors who are elected for a four-year term by the College of Electors. The Academic Senate, consisting of deans and rep¬resentatives of the professors, other staff members and students, acts as the University’s governing body.&#xd;<br />The Military University of Technology conducts regular full-time studies courses in more than 50 disciplines. The model of the studies, the curricula and syllabuses introduced at the University fully comply with the standards of the European Federation of National Engineering Society. MUT participates in many international students exchange programmes, such as Longlife Learning Programme “Erasmus”, the programme of the German Centre of the Academic Exchange (DAAD) and the standard exchange conducted on the basis of the agreements signed between universities all over the world. In 2004 MUT has introduced the European Credit Transfer System (ECTS), enabling alternative studies for the students both at Polish and foreign universities. Erasmus students can choose between over than 30 universities in whole Europe.","acronym":"WAT","interests":"Energy, Information Society, Research and Technology, Youth","euInitiatives":"NATO Research and Technology Organisation, European Defence Agency, Horizon 2020,9th Framework Programme","lastUp":"2018-04-17T10:11:16.477+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}