{"id":"420759225344-39","name":"European Federation of Statisticians in the Pharmaceutical Industry","registrationDate":"2017-01-06T10:49:38.637+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.efspi.org/","country":"United kingdom","headAddress":"Chester House","headCity":"Macclesfield","headPostCode":"SK11 6DY","headPhone":"(44)16 25 66 45 49","boss":"Hans Ulrich Burger","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://www.efspi.org/EFSPI/About_EFSPI/EFSPI_Council/Member_Groups/EFSPI/About_EFSPI/Member_Groups.aspx","goal":"EFSPI, the European Federation of Statisticians in the Pharmaceutical Industry, is open to constituted groups of statisticians. Eligibility for membership is open to one national group per country placing a major emphasis on technical and scientific activities directed at statisticians who are working in or for the pharmaceutical industry. Thus, EFSPI is engaged in statistical aspects of research, development, production, and surveillance of drugs and medical devices. The constitutional objectives of the Federation are:&#xd;<br />&#xd;<br />    To promote professional standards of statistics and the standing of the statistical profession in matters pertinent to the European pharmaceutical industry.&#xd;<br />    To offer a collective expert input on statistical matters to national and international authorities and organisations.&#xd;<br />    To exchange information on and harmonise attitudes to the practice of statistics in the European pharmaceutical industry and within the member groups.&#xd;<br />&#xd;<br />After constitutional meetings since 1990, the Federation was officially launched in August 1992. There are now 10 member groups including over 2000 pharmaceutical statisticians in Europe.","acronym":"EFSPI","interests":"Public Health","euInitiatives":"Statistical guidelines for drug and/or device registration by the European Medicines Agency EMA","lastUp":"2019-07-15T14:50:57.686+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}