{"id":"421073533894-21","name":"Artificial Intelligence - XXI","registrationDate":"2019-02-07T15:41:20.920+01:00","category":4,"subCategory":5,"legal":"Nenhum","web":"","country":"Portugal","headAddress":"Rua Artur Bual nº3 11A","headCity":"Mem Martins","headPostCode":"2725-532","headPhone":"(351)9 32 21 94 89","boss":"Renato Alves dos Santos","bossTitle":"","bossPosition":"Founder","membersCount":16,"membersFTE":"8.25","membership":"","memberOrga":"","goal":"Pretendemos promover a utilização global da Inteligência Artificial. A regulamentação em algumas áreas como finanças e defesa é urgente e precisamos de garantir que estas são elaboradas de modo a permitir uma retirada do máximo potencial da tecnologia.&#xd;<br />Encaramos a AI como o futuro para sectores como o do trabalho mas também como o do bem estar. Pretendemos garantir que a Inovação não será travada em virtude do receio que a tecnologia possa vir a colocar entraves na população. &#xd;<br />&#xd;<br />Queremos uma AI livre no seu desenvolvimento e que possa ter uma utilização na sua plenitude de modo a promover quer os interesses públicos quer os privados.","acronym":"AI-XXI","interests":"Banking and financial services, Borders and Security, Business and Industry, Digital economy and society, Economy, finance and the euro, Foreign affairs and security policy, Fraud prevention, Institutional affairs, International co-operation and development, Research and innovation, Taxation","euInitiatives":"2015/2103(INL)&#xd;<br />8507/18&#xd;<br />RC-B8-0308/2018&#xd;<br />&#xd;<br />&#xd;<br />Pretendemos a legislação de AI na área da defesa e na área financeira. Achamos que estamos muito atrasados na regulamentação.&#xd;<br />&#xd;<br />A utilização de robots e AI na na área de defesa bem como a sua regulação na área dos algoritmos  de modo a promover um melhor desempenho na área da segurança.&#xd;<br />&#xd;<br />A adopção de meios de AI nas linhas defensivas comuns bem como a criação de um centro de AI que promova a segurança, quer através da análise de rostos no Espaço Schengen de modo a mitigar o acesso ao espaço europeu de potenciais \"terroristas\".&#xd;<br />&#xd;<br />A entrega da gestão de activos da UE à AI na área da Saúde e Economia de modo a fomentar um melhor aproveitamentos dos mesmos.&#xd;<br /> &#xd;<br />Garantir que nenhum projecto de R&amp;D será penalizado por ser baseado em AI.&#xd;<br />&#xd;<br />Agilizar as medidas de implementação nas estruturas de modo a promover uma melhor segurança e melhor democracia.","lastUp":"2019-02-07T16:36:58.385+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}