{"id":"4214197228-35","name":"Deutscher Notarverein","registrationDate":"2008-07-23T11:50:58.418+01:00","category":2,"subCategory":4,"legal":"Eingetragener Verein","web":"http://www.dnotv.de","country":"Germany","headAddress":"Kronenstraße, 73","headCity":"Berlin","headPostCode":"10117","headPhone":"(4930)20 61 57 40","boss":"Dr. Oliver Vossius","bossTitle":"Mr","bossPosition":"Präsident","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"http://www.dnotv.de/Der_Verband/Mitgliedsvereine.html","goal":"Der Deutsche Notarverein ist der Bundesdachverband der Notare im Hauptberuf. In seinen zehn Mitgliedsvereinen sind ca. 90 Prozent der rund 1.600 hauptamtlichen Notare organisiert. &#xd;<br />&#xd;<br />Der Deutsche Notarverein vertritt die berufspolitischen Interessen der Notare auf nationaler und europäischer Ebene. Hierzu äußert sich der Deutsche Notarverein in Fachgesprächen und Stellungnahmen zu notarrelevanten Gesetzgebungsvorhaben gegenüber den zuständigen Ministerien und den politischen Entscheidungsträgern.&#xd;<br />&#xd;<br />Der Deutsche Notarverein legt Wert darauf, den Blick nicht auf die wirtschaftlichen Auswirkungen für Notare zu verengen, sondern Gesetzgebungsvorhaben im Ganzen zu analysieren und konstruktive Kritik zu äußern.","acronym":"DNotV","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, General and Institutional Affairs, Home Affairs, Justice and Fundamental Rights, Taxation","euInitiatives":"VO 2012/17/EU&#xd;<br />Societas Unius Personae&#xd;<br />Verordnung (EG) Nr. 2201/2003 vom 27. November 2003 über die Zuständigkeit und die Anerkennung und Vollstreckung von Entscheidungen in Ehesachen und in Verfahren betreffend die elterliche Verantwortung und zur Aufhebung der Verordnung (EG) Nr. 3147/2000 (Brüssel IIa-Verordnung)&#xd;<br />Haager Eheschließungsabkommen&#xd;<br />Berufsanerkennungsrichtlinie","lastUp":"2018-02-07T15:11:33.136+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}