{"id":"4214197228-35","name":"Deutscher Notarverein","registrationDate":"2008-07-23T11:50:58.418+02:00","category":2,"subCategory":4,"legal":"Eingetragener Verein","web":"http://www.dnotv.de","country":"Germany","headAddress":"Kronenstraße 73","headCity":"Berlin","headPostCode":"10117","headPhone":"(4930)20 61 57 40","boss":"Dr. Christian Rupp","bossTitle":"Mr","bossPosition":"Präsident","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"http://www.dnotv.de/Der_Verband/Mitgliedsvereine.html","goal":"Der Deutsche Notarverein ist der Bundesdachverband der Notare im Hauptberuf. In seinen zehn Mitgliedsvereinen sind ca. 90 Prozent der rund 1.600 hauptamtlichen Notare organisiert. &#xd;<br />&#xd;<br />Der Deutsche Notarverein vertritt die berufspolitischen Interessen der Notare auf nationaler und europäischer Ebene. Hierzu äußert sich der Deutsche Notarverein in Fachgesprächen und Stellungnahmen zu notarrelevanten Gesetzgebungsvorhaben gegenüber den zuständigen Ministerien und den politischen Entscheidungsträgern.&#xd;<br />&#xd;<br />Der Deutsche Notarverein legt Wert darauf, den Blick nicht auf die wirtschaftlichen Auswirkungen für Notare zu verengen, sondern Gesetzgebungsvorhaben im Ganzen zu analysieren und konstruktive Kritik zu äußern.","acronym":"DNotV","interests":"Business and Industry, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Taxation","euInitiatives":"A. Vorschlag der Änderung der Richtlinie (EU) 2017/1132 im Hinblick auf den Einsatz digitaler Werkzeuge und Verfahren im Gesellschaftsrecht&#xd;<br />B. Richtlinienvorschlag zur Änderung der Richtlinie (EU) 2017/1132 in Bezug auf grenzüberschreitende Umwandlungen, Verschmelzungen und Spaltungen&#xd;<br />Güterrechtsverordnung&#xd;<br />Referentenentwurf eines Gesetzes zur Umsetzung der Änderungsrichtlinie zur Vierten EU-Geldwäscherichtlinie GZ VII A 5 - WK 5023/17/10008 :012; DOK2019/0316572","lastUp":"2019-07-23T09:08:28.482+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}