{"id":"421591329311-65","name":"Deutsche Welle","registrationDate":"2017-12-14T21:03:14.450+02:00","category":6,"subCategory":9,"legal":"Public Service","web":"http://dw.com","country":"Germany","headAddress":"Kurt-Schumacher-Str. 3","headCity":"Bonn","headPostCode":"53113","headPhone":"(49)2 28 42 90","boss":"Peter Limbourg","bossTitle":"Mr","bossPosition":"Director General","membersCount":2,"membersFTE":"1.25","membership":"www.ebu.ch&#xd;\nwww.gfmd.info&#xd;\nwww.aib.org&#xd;\nwww.ard.de","memberOrga":"","goal":"Deutsche Welle (DW) is Germany’s international broadcaster. Peter Limbourg has been Director General since 2013. Around 1,500 employees and nearly as many freelancers from 60 countries work in DW’s headquarters in Bonn and main studio in Berlin. DW conveys Germany as a nation rooted in European culture and as a liberal, democratic state based on the rule of law. DW is known for its in-depth, reliable news and information and promotes exchange and understanding between the world’s cultures and people. Deutsche Welle also provides access to the German language.","acronym":"DW","interests":"Borders and Security, Communication, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Enlargement, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Research and innovation, Trans-European Networks, Youth","euInitiatives":"-External Affairs&#xd;<br />-Development Cooperation&#xd;<br />-Human Rights&#xd;<br />-Neighborhood Policy&#xd;<br />-Communication with European Citizens&#xd;<br />-Digital Innovation and Research&#xd;<br />-Intellectual Rights, Copyrights, Media regulation, Internet regulation&#xd;<br />-Disinformation and Fake News&#xd;<br />-Migration and Integration","lastUp":"2019-10-23T17:06:33.293+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}