{"id":"421644634757-40","name":"Fundația ROMANIAN BUSINESS LEADERS","registrationDate":"2019-05-06T18:28:41.934+02:00","category":3,"subCategory":2,"legal":"fundație","web":"http://rbls.ro","country":"Romania","headAddress":"Calea Dorobanților nr. 42, et. 3, ap.5, sector 1","headCity":"București","headPostCode":"","headPhone":"(40)2 17 94 14 98","boss":"Sebastian Hubati","bossTitle":"Mr","bossPosition":"director executiv","membersCount":1,"membersFTE":"0.25","membership":"RBL este membră a Coaliției pentru Dezvoltarea României (CDR), o organizație fără personalitate juridică, care reunește câteva zeci de camere de comerț bilaterale și asociații de business din România pentru a dialoga pe o voce unitară cu autoritățile și instituțiile române.","memberOrga":"RBL este o fundație care are 4 membri fondatori - persoane fizice. Comunitatea de antreprenori și executivi de top care contribuie în nume personal și voluntar în activitățile RBL depășește 200 de oameni, detalii aici - http://www.rbls.ro/dashboard/.","goal":"Fundația Romanian Business Leaders (RBL) este o organizație apolitică, neguvernamentală și non-profit care oferă o platformă de acțiune și implicare socială pentru antreprenorii și șefii de companii din mediul de business privat. &#xd;<br />&#xd;<br />RBL face România o țară mai bună pentru business și pentru români, prin proiecte care îmbunătățesc educația, antreprenoriatul și buna guvernare în România. Proiectele sunt inițiate și dezvoltate pe bază de voluntariat de antreprenori și executivi de top din România.&#xd;<br />&#xd;<br />Proiectele pentru antreprenoriat urmăresc să dezvolte capitalul românesc și construiesc comunități cu spirit antreprenorial în diferite medii. Antreprenoria construiește o comunitate de sute antreprenori scaleup și startup care primesc prin RBL educație și mentorat. Startup Bridge aduce împreună sute de antreprenori care vor să-și extindă afacerile în piețe internaționale și care primesc prin RBL sfaturi de la cei care au făcut-o deja. RePatriot construiește o comunitate de mii de antreprenori și români cu spirit antreprenorial din diaspora care primesc prin RBL acces la oportunități de parteneriat și investiții în țară. Iar Antreprenorești construiește o comunitate de peste o sută de antreprenori și români cu spirit antreprenorial din mediul rural care primesc prin RBL mentorat și conexiuni prin care dezvoltă economia comunelor în care trăiesc.&#xd;<br />&#xd;<br />Proiectele pentru educație cresc calitatea profesorilor din România și viitoarele generații de antreprenori. Proiectul MERITO construiește o comunitate de zeci de profesori cu vocație care primesc prin RBL recunoaștere publică și încredere. SuperTeach construiește o comunitate de mii de profesori deschiși la minte care primesc prin RBL inspirație, încredere și acces la bune practici. Iar Vreau să fiu Antreprenor construiește zeci de comunități active de tineri pasionați de antreprenoriat și mii de liceeni care primesc prin RBL inspirație și acces la gândire antreprenorială.&#xd;<br />&#xd;<br />În direcția de acțiune care privește buna guvernare, în RBL funcționează grupuri de lucru tematice în care contribuie antreprenori, executivi de top și experți în politici publice. Grupurile de lucru principale în RBL vizează educația, antreprenoriatul, fiscalitatea, infrastructura, ITC, serviciile financiare, sănătatea și turismul.","acronym":"RBL","interests":"Banking and financial services, Budget, Business and Industry, Digital economy and society, Economy, finance and the euro, Education and training, Research and innovation, Taxation","euInitiatives":"În prezent, nu este urmărit activ niciun dosar legislativ. Domeniile în care intenționăm să fim activi sunt educația și formarea, antreprenoriatul, fiscalitatea, serviciile financiare și ITC.","lastUp":"2019-05-06T18:34:43.728+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}