{"id":"422208835792-24","name":"NORDUnet A/S","registrationDate":"2019-09-04T13:27:22.256+02:00","category":2,"subCategory":1,"legal":"Limited Company","web":"http://www.nordu.net","country":"Denmark","headAddress":"Kastruplundgade 22","headCity":"Kastrup","headPostCode":"2770","headPhone":"(45)32 46 25 00","boss":"Rene Buch","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"NORDUnet is a collaboration between the National Research and Education Networks (NRENs) of the five Nordic countries; Denmark (DeIC), Iceland (RHnet), Norway (Uninett), Sweden (SUNET), and Finland (Funet). The Nordic region (five countries and three autonomous areas) has a population of 25 million, 9 official languages, and a strong tradition of collaboration. Together, the countries form the world’s 11th largest economy.&#xd;<br />&#xd;<br />NORDUnet was founded in 1985 as a result of the NORDUNET programme and is jointly owned by the five Nordic countries. Each of the Nordic NRENs has a seat on the board and share the base costs according to the country GDP.&#xd;<br />&#xd;<br />NORDUnet operates a world-class network and e-infrastructure service for the Nordic R&amp;E community. The five NRENs develop and operate the national research network infrastructures, connecting more than 400 research &amp; education institutions with more than 1.2 million users.&#xd;<br /> &#xd;<br />&#xd;<br />Together with the Nordic NRENs, NORDUnet works continuously to further develop leading edge services and to push the technology envelope. NORDUnet provides global network connectivity, and is a key contributor to international partnerships such as GÉANT and GLOBAL NREN CEO FORM&#xd;<br />&#xd;<br />It is the Vision of NORDUnet to be the NORDIC Gateway for Research and Education, by providing a common world-class network infrastructure, services, support and collaboration platform for the Nordic NRENs and research and education communities, and by facilitating other common e-Infrastructures as requested by the Nordic national e-Infrastructure stakeholders.","acronym":"NORDUnet","interests":"Business and Industry, Communication, Culture and media, Digital economy and society, External Relations, Foreign affairs and security policy, Justice and Fundamental Rights, Research and innovation, Trans-European Networks","euInitiatives":"CEF&#xd;<br />GEANT&#xd;<br />EURO HPC&#xd;<br />EOSC&#xd;<br />BELLA&#xd;<br />e-Infrastrcture&#xd;<br />Sea Cable&#xd;<br />Broadband &#xd;<br />5G&#xd;<br />Fiber","lastUp":"2019-09-04T13:27:36.680+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}