{"id":"422290733855-34","name":"Associação para o Pólo das Tecnologias de Informação, Comunicação e Electrónica TICE.PT","registrationDate":"2019-02-05T16:38:07.037+01:00","category":3,"subCategory":2,"legal":"Pessoa coletiva de direito privado e interesse publico sem fins lucrativos","web":"http://www.tice.pt","country":"Portugal","headAddress":"Campus Universitário de Santiago - IT","headCity":"Aveiro","headPostCode":"3810-193","headPhone":"(351)2 34 24 74 43","boss":"Vasco Lagarto","bossTitle":"","bossPosition":"Diretor Operacional","membersCount":1,"membersFTE":"0.25","membership":"City protocol Society&#xd;\nComunidade global de cidades, companhias, academia e organizações sem fins lucrativos, trabalhando numa plataforma interoperavel, que permitirá que as cidades comuniquem entre si e operem em silos e comunidades, gerando um ecossistema de desenvolvimento de soluções e inovação. Em suma, o Protocolo da Cidade visa definir a Internet das Cidades. A Internet das Cidades fornecerá soluções comuns e plataformas de solução, cruzando os silos dentro e entre as cidades.&#xd;\n&#xd;\n&#xd;\nPortugalClusters - Esta iniciativa conjunta (PORTUGALclusters) tem como objetivo reunir os Pólos e Clusters portugueses numa rede de cooperação, a fim de explorar as sinergias e projetos em áreas de interesse comum ligadas à inovação, internacionalização e competitividade das entidades das diferentes cadeias de valor que os clusters representam. Visa assim estimular estas atividades de interesse estratégico e contribuir para o desenvolvimento económico de forma concertada, informando periodicamente os esforços e conquistas ao governo português e outras entidades relevantes, bem como, promover atividades cruzadas de clusterização e contribuir para a divulgação e relações internacionais dos clusters portugueses e seus membros.&#xd;\n&#xd;\nEuropean Innovation Partnership on Smart Cities and Communities &#xd;\nEuropean Innovation Partnership on Smart Cities and Communities (EIP-SCC) é uma iniciativa apoiada pela Comissão Europeia, que reúne cidades, a indústria, as PME, bancos, centros de I&amp;D e outros atores relevantes para as Smart Cities, que pretende:- Melhorar a qualidade de vida dos cidadãos;- Aumentar a competitividade da indústria e de PME inovadoras europeias;- Fazer as cidades mais competitivas e um melhor lugar para se viver;- Compartilhar conhecimento para evitar que erros se repitam;- Alcançar os objetivos energéticos e climáticos;- Apoiar a procura de parceiros e soluções de forma a alcançar a sustentabilidade social, ambiental e económico para as cidades.&#xd;\n&#xd;\nSmart City tech &#xd;\nParceria Europeia de Clusters focada nas soluções inteligentes para Smart Cities","memberOrga":"Poderão confirmar os membros/Associados do TICE, na seguinte ligação WEB:&#xd;\nhttps://www.tice.pt/pt-pt/associados/lista&#xd;\n&#xd;\n&#xd;\nEmpresas:&#xd;\nAlgardata&#xd;\nAltice Labs&#xd;\nAMBISIG – Ambiente e Sistemas de Informação Geográfica, Lda&#xd;\nARTICACC, LDA&#xd;\nBITCLIQ&#xd;\nBosch&#xd;\nBOSCH SECURITY SYSTEMS - SISTEMAS DE SEGURANÇA, S.A.&#xd;\nBosch Termotecnologias &#xd;\nBrandtellers Studio &#xd;\nCachapuz&#xd;\nClusterMedia Labs&#xd;\nDIGIWEST - WIRELESS AND EMBEDDED SOLUTIONS, LDA&#xd;\nEDIGMA.COM – Gestão de Projectos Digitais - Displax &#xd;\nEDP Inovação &#xd;\nEFACEC ENERGIA - MÁQUINAS E EQUIPAMENTOS ELÉCTRICOS, S.A.&#xd;\nNEADVANCE - MACHINE VISION, S.A.&#xd;\nGLINTT - GLOBAL INTELLIGENT TECHNOLOGIES, S.A.&#xd;\nHAKKENIT, S.A.&#xd;\nHLTSYS - HealthySystems&#xd;\nI2S - Informática, Sistemas e Serviços, S.A.&#xd;\nIncentea - Tecnologia de Gestão, S.A.&#xd;\nINFORLANDIA – Sistemas e Serviços de Informática, Lda&#xd;\nInnovation Makers – Serviços de Consultoria em Inovação, Lda&#xd;\nInova+&#xd;\nIP Infraestruturas de portugal &#xd;\nISA - Intelligent Sensing Anywhere, S.A.&#xd;\nISA Energy Efficiency - Virtual Power Solutions&#xd;\nJ. P. SÁ COUTO S.A.&#xd;\nJEDPED, Lda&#xd;\nLightenjin II - Sistemas de Iluminação, LDA &#xd;\nMagnum Cap - Electrical Power Solutions &#xd;\nMediaPrimer - Tecnologias e Sistemas Multimédia, Lda&#xd;\nMICROIO - SERVIÇOS DE ELECTRÓNICA, LDA&#xd;\nMOG Technologies SA &#xd;\nNanium, SA&#xd;\nNOS SGPS, SA&#xd;\nNovabase Consulting, SGPS, S.A.&#xd;\nOLIVEIRA &amp; IRMÃO, S.A.&#xd;\nONDA VÍDEO - Audiovisuais, Lda&#xd;\nPICadvanced S.A&#xd;\nPictonio, Lda&#xd;\nPROEF, SGPS, SA &#xd;\nPublico - Comunicação Social S.A &#xd;\nRedeRia - Innovation&#xd;\nRocketleaf &#xd;\nSecil - Comp. G.C.C., SA&#xd;\nSIBS - Sociedade Interbancária de Serviços, S.A.&#xd;\nSISTRADE – Software Consulting, S.A. &#xd;\nTecmic – Tecnologias de Microelectrónica, S.A.&#xd;\nTIM W. E. - Investigação e Desenvolvimento, Unipessoal, Lda&#xd;\nUbiwhere, Lda.&#xd;\nVeniam, Lda&#xd;\nVisabeira PRO - Estudos e Investimentos, SA&#xd;\nVmuse &#xd;\nWakaru consulting &#xd;\nWatgrid , Lda&#xd;\nWAVECOM - SOLUÇÕES RÁDIO S.A.&#xd;\nWiseware&#xd;\nYDreams Informática, S.A.&#xd;\nZenithwings, Lda.&#xd;\n&#xd;\nAssociações e Associações empresariais&#xd;\nAEVA –Associação para a Educação e Valorização da Região de Aveiro&#xd;\nAIDA - Associação Industrial do Distrito de Aveiro&#xd;\nANETIE – Associação Nacional das Empresas das Tecnologias de Informação e Electrónica&#xd;\nANJE – Associação Nacional de Jovens Empresários&#xd;\nAPDSI - Associação para a Promoção e Desenvolvimento da Sociedade da Informação&#xd;\nAssociação Porto Digital&#xd;\nAssociação Portuguesa de Imprensa&#xd;\nB2CITIzens&#xd;\nINOVA-RIA – Associação Empresas para uma de Rede Inovação em Aveiro&#xd;\nISQ&#xd;\nPORTIC&#xd;\n&#xd;\nInstituições de ensino superior, I&amp;DT e institutos politecnicos&#xd;\nCCG/ZGDV – Centro de Computação Gráfica&#xd;\nCenti - CENTRO DE NANOTECNOLOGIA E MATERIAIS TÉCNICO&#xd;\nFCT - Universidade Nova de Lisboa&#xd;\nFraunhofer Portugal &#xd;\nINESC TEC - Instituto de Engenharia de Sistemas e Computadores do Porto&#xd;\nINOV - INESC INOVAÇÃO - Instituto de Novas Tecnologias&#xd;\nInstituto Pedro Nunes - Associação para a Inovação e Desenvolvimento em Ciência e Tecnologia&#xd;\nIPL - Instituto Politécnico de LEIRA&#xd;\nIT - Instituto de Telecomunicações&#xd;\nUniversidade da Beira Interior&#xd;\nUniversidade de Aveiro&#xd;\nUniversidade de Coimbra - Faculdade de Ciências e Tecnologia - FCTUC&#xd;\nUniversidade do Minho - Centro Algoritmi&#xd;\nUniversidade do Porto","goal":"Segundo os Estatutos do TICE.PT&#xd;<br />&#xd;<br />Artigo 3º&#xd;<br />Objecto&#xd;<br />&#xd;<br />2 - Constituem objectivos da Associação:&#xd;<br />a) Analisar e acompanhar o estado da arte no sector das TICE;&#xd;<br />b) Promover e enquadrar projectos nacionais estruturantes e complementares na área das TICE;&#xd;<br />c) Dinamizar e promover candidaturas a sistemas de incentivos nacionais e nternacionais;&#xd;<br />d) Dinamizar candidaturas nacionais aos Programas-Quadro da UE;&#xd;<br />e) Articular Iniciativas e Projectos na área das TICE;&#xd;<br />f) Promover a representação nacional em eventos internacionais relevantes;&#xd;<br />g) Divulgar e disseminar os resultados de Projectos na área das TICE;&#xd;<br />h) Promover a formação avançada e a transferência de conhecimento entre o Sistema Académico e Cientifico Nacional e o mundo empresarial;&#xd;<br />i) Participar na definição das políticas e objectivos nacionais e europeus na área das TICE e na sua promoção;&#xd;<br />j) Contribuir para a criação de condições para o desenvolvimento, atracção e fixação de recursos humanos altamente qualificados na área das TICE;&#xd;<br />k) Dinamizar a adopção pelas empresas das certificações mais relevantes na área das TICE;&#xd;<br />l) Criar mecanismos de avaliação que permitam garantir projectos de qualidade alinhados com as prioridades das políticas nacionais e internacionais na área das TICE.&#xd;<br />&#xd;<br />Visão&#xd;<br />Fazer de Portugal, até 2020, uma referência mundial no sector das TICE – Tecnologias de Informação, Comunicação e Electrónica.","acronym":"Associação TICE.PT","interests":"Business and Industry, Business and Industry, Digital economy and society, Education and training, Employment and Social Affairs, Public Health, Regional Policy, Research and innovation, Transport","euInitiatives":"O TICE.PT segue sobretudo:&#xd;<br />Digital Single Market;&#xd;<br />Smart Cities;&#xd;<br />Tema da Saude","lastUp":"2019-02-05T16:38:48.498+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}