{"id":"42243575237-50","name":"Amgen Inc","registrationDate":"2011-02-07T10:04:51.958+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.amgen.com","country":"United states","headAddress":"One Amgen Center Drive","headCity":"Thousand Oaks, California","headPostCode":"91320-1799","headPhone":"(1)80 54 47 10 00","boss":"Robert Bradway","bossTitle":"Mr","bossPosition":"Chairman and Chief Executive Officer","membersCount":16,"membersFTE":"6.0","membership":"Amgen is a member of the following organizations in Brussels:&#xd;\nAmerican Chamber of Commerce to the EU&#xd;\nEBE – European Biopharmaceutical Enterprises&#xd;\nEFPIA – European Federation of Pharmaceutical Industries and Associations&#xd;\nEucope - European Confederation of Pharmaceutical Entrepreneurs&#xd;\nEuropaBio&#xd;\nScience Business - brings together industry research and policy&#xd;\nThe Kangaroo Group&#xd;\nTransatlantic Policy Network","memberOrga":"","goal":"Amgen is committed to unlocking the potential of biology for patients suffering from serious illnesses by discovering, developing, manufacturing and delivering innovative human therapeutics. This approach begins by using tools like advanced human genetics to unravel the complexities of disease and understand the fundamentals of human biology.&#xd;<br />&#xd;<br />Amgen focuses on areas of high unmet medical need and leverages its expertise to strive for solutions that improve health outcomes and dramatically improve people's lives. A biotechnology pioneer since 1980, Amgen has grown to be one of the world's leading independent biotechnology companies, has reached millions of patients around the world and is developing a pipeline of medicines with breakaway potential.","acronym":"","interests":"Budget, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Enlargement, Enterprise, Environment, External Relations, General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Research and Technology, Taxation, Trade","euInitiatives":"Engage governments and policy makers worldwide on issues important to Amgen to:&#xd;<br />&#xd;<br />Ensure patients have access to medicines they need&#xd;<br />Provide coverage and reimbursement that reward innovation&#xd;<br />Introduce sound, science-based regulation&#xd;<br />Enable biotechnology research and development (R&amp;D)","lastUp":"2018-03-30T23:04:00.180+02:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":0,"turnoverRange":""}