{"id":"422433317940-45","name":"Ensemble contre la peine de mort","registrationDate":"2015-07-09T14:56:15.892+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.abolition.fr","country":"France","headAddress":"69 rue Michelet","headCity":"Montreuil","headPostCode":"93100","headPhone":"(33)1 57 63 03 57","boss":"Raphaël CHENUIL-HAZAN","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":10,"membersFTE":"6.25","membership":"","memberOrga":"Individus, collectivités locales, universités, associations et barreaux d'avocats","goal":"Depuis 2000, ECPM lutte pour l’abolition universelle de la peine capitale. Fédérateur de la société civile au sein des Congrès mondiaux et de la Coalition mondiale contre la peine de mort dont elle est membre fondateur, ECPM est devenue aujourd’hui le partenaire privilégié des États pour une action concertée. L’association coordonne un groupe informel de neuf États et visant à s’élargir, le Core group, qui mobilisent leur diplomatie en faveur de l’abolition et des Congrès. ECPM agit aussi pour la création de réseaux de parlementaires abolitionnistes. &#xd;<br />Renforcer les capacités des partenaires locaux et agir avec eux &#xd;<br />ECPM assiste les acteurs abolitionnistes en initiant des rencontres pour qu‘ils s’organisent, interagissent et favorisent la création de Coalitions nationales ou régionales contre la peine de mort. ECPM soutient les partenaires locaux dans leur fonctionnement et co-organise des évènements de promotion de l’abolition dans les pays rétentionnistes et abolitionnistes de fait. ECPM est particulièrement active dans la région Afrique du Nord – Moyen Orient (ANMO), notamment auprès des Coalitions marocaine, tunisienne et libanaise contre la peine de mort ainsi qu’auprès de la Coalition d’Afrique centrale et de l’Est en partenariat avec l’association Culture pour la paix et la justice (RDC) et la Foundation for Human Rights Initiative (Ouganda). &#xd;<br />Informer, éduquer et sensibiliser les opinions publiques &#xd;<br />ECPM s’attache à éduquer à l’abolition, y compris dans des pays abolitionnistes. Parce que la peine de mort ne disparaîtra définitivement que lorsqu’elle sera abolie en conscience, l’association développe des outils d’information et de sensibilisation pour tous :&#xd;<br />•\twww.abolition.fr et sa newsletter mensuelle, le mail de l’abolition diffusé auprès de 30 000 personnes ; &#xd;<br />•\tLe Journal de l’abolition, tiré à 10 000 exemplaires en partenariat avec Ouest-France. &#xd;<br />•\tLes réseaux sociaux avec la page officielle : facebook.com/AssoECPM, suivie désormais par plus de 5000 personnes, et le Twitter de l’organisation sur Twitter.com/AssociationECPM &#xd;<br />Eduquer aux droits de l’Homme&#xd;<br />Depuis 2009, ECPM développe un programme d’éducation à l’abolition destiné aux enseignants et aux établissements scolaires (interventions, formation à la problématique de la peine capitale et aux raisons de son abolition, matériel pédagogique, modules de cours…). En partenariat avec les acteurs locaux, ce programme pédagogique se décline aussi hors des frontières françaises, au Maroc, en Tunisie, au Liban et en Espagne notamment. &#xd;<br />Agir en faveur des condamnés à mort dans le monde &#xd;<br /> ECPM mène des missions d’enquête dans les couloirs de la mort en vue de publier des rapports détaillant la situation carcérale et pénale des condamnés : en 2005 en République démocratique du Congo (récompensée par le prix des droits de l’homme de la République française), en 2006 au Rwanda et en 2007 au Burundi. En 2010, ECPM s’est rendue aux États-Unis pour réaliser une mission d’enquête basée sur huit États : Californie, Mississippi, Oklahoma, Pennsylvanie, Tennessee, Texas, Utah, et Virginie. L’association a réalisé deux missions d’enquête en Tunisie et au Maroc. &#xd;<br />L’espace « condamnés » du site abolition.fr présente plus de 400 fiches de condamnés à mort de 36 pays différents et permet aux citoyens de correspondre avec eux. &#xd;<br />Enfin, ECPM répond à l’urgence d’une condamnation à mort par des campagnes de mobilisation internationale (Hank Skinner, Serge Atlaoui, Troy Davis...)","acronym":"ECPM","interests":"Education, External Relations, Foreign and Security Policy and Defence, Justice and Fundamental Rights","euInitiatives":"Congrès mondial et régional contre la peine de mort &#xd;<br />- Renforcement des capacités des acteurs locaux engagés dans l'abolition de la peine de mort (soutien aux Coalitions nationales et régionales)&#xd;<br />- Mener un plaidoyer et un lobbying en faveur de l'abolition de la peine de mort auprès des acteurs de premiers plans (lobbying, campagnes internationales, missions d'enquêtes...)&#xd;<br />- Eduquer et sensibiliser à l'abolition de la peine de mort","lastUp":"2017-07-05T17:22:38.866+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}