{"id":"42252428303-47","name":"Associazione delle Industrie del Dolce e della Pasta Italiane","registrationDate":"2012-03-12T10:45:07.913+01:00","category":2,"subCategory":4,"legal":"Associazione di Categoria","web":"http://www.aidepi.it","country":"Italy","headAddress":"Viale del Poggio Fiorito, 61","headCity":"Roma","headPostCode":"00144","headPhone":"(39)0 68 09 10 71","boss":"Paolo Barilla","bossTitle":"Mr","bossPosition":"President","membersCount":8,"membersFTE":"6.0","membership":"Confindustria&#xd;\nFederalimentare&#xd;\nIstituto Italiano Imballaggio&#xd;\nCaobisco&#xd;\nEuroglaces&#xd;\nUNAFPA&#xd;\nCeereal&#xd;\nIPO&#xd;\nICA&#xd;\nECFF","memberOrga":"http://www.aidepi.it/associati/lista.html","goal":"Gli scopi dell’Associazione sono:&#xd;<br />a) promuovere la formazione dello spirito associativo fra gli Associati. A tal fine&#xd;<br />essa tende a realizzare la piena collaborazione fra gli Associati, affinché la concorrenza&#xd;<br />tra loro si svolga nello spirito della più sana e corretta competizione&#xd;<br />commerciale;&#xd;<br />b) tutelare in ogni campo gli interessi generali dell’industria alimentare dolciaria e&#xd;<br />pastaria e rappresentarla nei confronti di qualsiasi Autorità, Amministrazione&#xd;<br />ed Organizzazioni Economiche nazionali ed estere; nonché collaborare con altre&#xd;<br />Associazioni o Enti per l’esame e la soluzione di problemi di comune interesse;&#xd;<br />c) tutelare, promuovere e valorizzare i prodotti dell’industria dolciaria e pastaria&#xd;<br />in Italia come all’estero e realizzare le azioni conseguenti. Tali attività rientrano&#xd;<br />nella competenza dei Gruppi merceologici, da esercitarsi secondo le modalità di&#xd;<br />cui al successivo art. 25, salvo che ragioni di compatibilità o di interesse generale&#xd;<br />4&#xd;<br />ne suggeriscano una gestione diretta da parte del Consiglio Direttivo;&#xd;<br />d) di partecipare ad eventuali Federazioni od Organizzazioni nazionali, comunitarie&#xd;<br />o internazionali, aventi per scopo il coordinamento dell’attività delle Associazioni,&#xd;<br />nonché la migliore tutela e conciliazione degli interessi delle Associazioni&#xd;<br />stesse. Il tutto ove non vi sia incompatibilità di statuti;&#xd;<br />e) di assumere tutte quelle iniziative che possano, se del caso, condurre alla costituzione&#xd;<br />di organismi o enti specifici capaci di controllare e tutelare la qualità della&#xd;<br />produzione nazionale;&#xd;<br />f) di favorire il miglioramento economico e organizzativo degli Associati, promuovendo&#xd;<br />convegni e riunioni e partecipando a quelli organizzati da altri Enti e&#xd;<br />Organi, nonché realizzando pubblicazioni ed intervenendo a Fiere, Mostre ed&#xd;<br />a tutte quelle Manifestazioni che, in Italia o all’estero, interessino argomenti o&#xd;<br />problemi degli Associati;&#xd;<br />g) tutelare gli interessi sindacali delle categorie merceologiche rappresentate&#xd;<br />dall’Associazione, partecipare alle trattative sindacali, procedere alla stipulazione&#xd;<br />di pattuizioni di carattere generale interessanti le industrie associate ed,&#xd;<br />in particolare, rappresentarle sindacalmente, stipulando gli accordi relativi ed i&#xd;<br />contratti collettivi nazionali di lavoro;&#xd;<br />h) assistere gli Associati che ne facciano richiesta in tutte le questioni non in contrasto&#xd;<br />coi fini dell’Associazione, prevenire e portare a soluzione le controversie fra&#xd;<br />essi e fra essi ed i terzi e promuovere accordi atti a migliorare la collaborazione&#xd;<br />tra gli Associati;&#xd;<br />i) assistere ed informare gli Associati di tutto quanto ha attinenza alla vita dell’industria,&#xd;<br />specie nei riguardi della legislazione alimentare, commerciale, fiscale,&#xd;<br />doganale, del lavoro e dei trasporti;&#xd;<br />l) l’Associazione persegue le finalità ed assolve alle funzioni sopra descritte nel&#xd;<br />rispetto delle disposizioni confederali in materia di ripartizioni dei ruoli e prestazioni&#xd;<br />fra le componenti del sistema.","acronym":"A.I.D.EP.I.","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Food Safety, General and Institutional Affairs, Internal Market, Public Health, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Legislazione alimentare, Ambiente, Mercato interno, Legislazione generale, Ricerca e tecnologia, Trasporti, Concorrenza, Energia, Consumatori, Nutrizione e Salute, Statistiche, Dogane, libera circolazione","lastUp":"2018-03-15T11:52:39.045+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}