{"id":"422939530956-33","name":"PARISBRUXELLES","registrationDate":"2018-03-27T16:37:16.783+02:00","category":1,"subCategory":6,"legal":"SARL","web":"http://www.parisbruxelles.org","country":"France","headAddress":"148, rue de l'Université","headCity":"PARIS","headPostCode":"75007","headPhone":"(33)1 78 42 26 63","boss":"Arnaud SANCHEZ","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"PARISBRUXELLES Influence et Communication est une agence d’affaires publiques et de communication créée en 2015 pour offrir à ses clients une approche globale à la fois élaborée, novatrice et souple.&#xd;<br />Euro-intégré, PARISBRUXELLES intervient à la fois à l’échelon local, national et européen que ce soit dans les affaires publiques, les relations institutionnelles et le conseil en communication pour différents types de clients (sociétés, fédérations professionnelles, associations…).   &#xd;<br />Nous nous appuyons à la fois sur des méthodes éprouvées et une connaissance parfaite du processus de décisions politiques et de ses acteurs. Diagnostic, stratégie et interventions nous permettent de guider sur le long terme nos clients dans leurs enjeux.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Economie, industrie, environnnement, santé, défense, nouvelles technologies, culture","lastUp":"2018-03-27T16:37:49.956+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}