{"id":"423054333046-19","name":"European Midwives Association","registrationDate":"2018-10-29T17:36:08.789+01:00","category":2,"subCategory":1,"legal":"Association","web":"http://www.europeanmidwives.com","country":"Belgium","headAddress":"Haantjenslei 185/01","headCity":"Antwerpen","headPostCode":"2018","headPhone":"(32)03 21 18 89 67","boss":"Mervi Jokinen","bossTitle":"Ms","bossPosition":"President","membersCount":6,"membersFTE":"1.75","membership":"","memberOrga":"Austrian Midwives Association&#xd;\nBelgian Midwives Association &#xd;\nAlliance of Bulgarian Midwives&#xd;\nCroatian Chamber of Midwives&#xd;\nCyprus Nurses and Midwives Association, Midwife Comittee&#xd;\nCzech Chamber of Midwives&#xd;\nUnie porodních asistentek&#xd;\nDanish Midwives Association&#xd;\nEstonian Midwives Association&#xd;\nThe Federation of Finnish Midwives&#xd;\nConférence Nationale des Enseignants en Maïeutique&#xd;\n\t\t(CNEMa)&#xd;\nCollège National des Sages-Femmes de France (CNSF)&#xd;\n\t\t&#xd;\nDHV e. V. Deutscher Hebammenverband&#xd;\nHellenic Midwives Association&#xd;\nLjósmæðrafélag Íslands&#xd;\nIrish Nurses and Midwives Organisation&#xd;\nFederazione Nazionale degli Ordini della Professione di Osterica (FNOPO)&#xd;\n Societa ltaliana di Scienze · Ostetrico-Ginecologiche e N eonatali (SYRIO)&#xd;\nLatvian Midwives Association&#xd;\nLithuanian Midwives’ Union&#xd;\nAssociation luxembourgeoise des sages-femmes  (ALSF)&#xd;\nMalta Midwives Association &#xd;\nMalta Union of  Midwives and Nurses (MUMN)&#xd;\nRoyal Dutch Organisation of Midwives (KNOV)&#xd;\n\t\t&#xd;\nNorwegian Association of Midwifes&#xd;\nNorwegian Midwife association in NNA&#xd;\nAssociação Portugues de Enfermeiros Obstetras&#xd;\nIndependent Midwives Association (AMI)&#xd;\nSlovak Chamber of Nurses and Midwives&#xd;\nNurses and Midwives Association of Slovenia&#xd;\nFederación de Asociaciones de Matronas de España-  FAME&#xd;\n\t\t&#xd;\nThe Swedish Association of Midwives&#xd;\nThe Swedish Association of Health Professionals&#xd;\nSchweizerischer Hebammenverband/Fédération suisse des sages-femmes&#xd;\nEbeler Dernegi&#xd;\nAssociation of Radical Midwives&#xd;\nRoyal College of Midwives","goal":"The international non-profit association EMA has the aim to promote women’s general and reproductive health in the European Union (EU), the European Economic Area (EEA), the Council of Europe and EU applicant countries.&#xd;<br />EMA shall strengthen the status and the practice of the midwifery profession.&#xd;<br />EMA will act as a liaison with the EU, the Council of Europe and other institutions at European level. &#xd;<br />The objects of EMA are:&#xd;<br />1.\tto promote women’s general and reproductive health by disseminating best practice and advancing all aspects of midwifery. This can be achieved through establishing and maintaining the highest attainable standard of midwifery research, practice and education in the EU and wider Europe; &#xd;<br />2.\tto influence the development and the implementation of EU wide legislation on midwifery education and practice;&#xd;<br />3.\tto position midwives and midwifery as central in the formulation of social health policy and all other relevant policies and its implementation in the EU and wider Europe;&#xd;<br />4.\tto support all members of EMA; to communicate and co-operate with women’s groups, lay groups and other professional groups and organisations representing health care professions in the EU and wider Europe;&#xd;<br />5.\tto disseminate current midwifery knowledge, in order to inform midwifery associations and European institutions;&#xd;<br />6.\tto maximise the representation and influence of EMA in the EU and at European level; and&#xd;<br />7.\tto lobby and advocate on issues relating to general and reproductive health of women in the European population and to promote equity and equal access to high-quality maternity services in the EU and wider Europe.","acronym":"EMA","interests":"Consumers, Digital economy and society, Education and training, Employment and Social Affairs, Migration and asylum, Public Health, Research and innovation, Single market","euInitiatives":"Professional Qualifications Directive, Health Policy Forum, Migration, European Alcohol Policy, Cross border Health care, patient-centred care, women's sexual and reproductive health, infant and child health, Agora platform, Public Health, European Medicine Agency, EU funded projects and research","lastUp":"2018-10-29T17:38:15.697+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}