{"id":"423142010527-25","name":"VELUX A/S (VELUX Group)","registrationDate":"2013-01-28T14:02:35.328+02:00","category":2,"subCategory":3,"legal":"Aktieselskab (Private Limited Company)","web":"http://www.velux.com/","country":"Denmark","headAddress":"Ådalsvej, 99","headCity":"Hørsholm","headPostCode":"2970","headPhone":"(45)45 16 40 00","boss":"David Briggs","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"2.25","membership":"VELUX Group is active in/member of several networks, including - but not limited to - Danish Industry, EuroACE, Renovate Europe Campaign, ECEEE, Active House Alliance, Femib, EuroWindoor, ES-SO, Eufores and venticool.","memberOrga":"","goal":"The VELUX Group creates better living environments with daylight and fresh air through the roof. VELUX product programme contains a wide range of roof windows and skylights, along with solutions for flat roofs. In addition, the VELUX Group offers many types of decoration and sun screening, roller shutters, installation products, products for remote control and thermal solar collectors for installation in roofs. VELUX Technology also supplies original VELUX components to our partners working in the field of roof window sunscreening.&#xd;<br />The VELUX Group has manufacturing companies in 11 countries and sales companies in just under 40 countries. The VELUX Group has about 10,000 employees, and the head office is in Hørsholm, north of Copenhagen.","acronym":"","interests":"Budget, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Employment and Social Affairs, Energy, Environment, General and Institutional Affairs, Public Health, Research and innovation, Single market, Taxation","euInitiatives":"The VELUX Group is monitoring and following different EU legislation such as the construction products regulation, legislation on energy efficiency, resource efficiency and sustainability, reneable energy sources, standardisation, innovation, digital single market, health policies, etc.","lastUp":"2018-05-07T10:54:46.705+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}