{"id":"423236824655-06","name":"Asociación Nacional de Empresarios de Colombia","registrationDate":"2016-11-22T21:05:39.970+01:00","category":2,"subCategory":4,"legal":"Asociación","web":"http://www.andi.com.co/","country":"Colombia","headAddress":"Calle 73 No. 8 - 13","headCity":"Bogota","headPostCode":"","headPhone":"(57)3 26 51 00","boss":"Juan Carlos Beltran","bossTitle":"","bossPosition":"Vicepresidente Administrativo ","membersCount":3,"membersFTE":"0.75","membership":"Tenemos al rededor de 1300 empresas afiliadas de Colombia","memberOrga":"Tenemos al rededor de 1300 empresas afiliadas de Colombia","goal":"La Asociación Nacional de Empresarios de Colombia – ANDI, es una agremiación sin ánimo de lucro, que tiene como objetivo difundir y propi​ciar los principios políticos, económicos y sociales de un sano sistema de libre empresa. Fue fundada el 11 de septiembre de 1944 en Medellín y, desde entonces, es el gremi​o empresarial más importante de Colombia. Está integrado por un porcentaje significativo de empre​sas pertenecientes a sectores como el industrial, financiero, agroindustrial, de alimentos, comercial y de servicios, entre otros. La sede principal de la ANDI se encuentra en Medellín y cuenta con sedes en Bogotá, Cali, Barranquilla, Cartagena, Bucaramanga, Manizales, Pereira, Ibagué, Santander de Quilichao y Villavicencio.​","acronym":"ANDI","interests":"Agriculture and Rural Development, Communication, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Transport, Youth","euInitiatives":"Iniciativas en materia comercial, tributaria, laboral, de responsabilidad civil, derechos humanos y empresa, outsourcing, tecnologías de la información, entre otras.","lastUp":"2017-11-28T15:27:07.067+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}