{"id":"42339606312-94","name":"Nationale Loterij / Loterie Nationale","registrationDate":"2011-07-27T16:37:29.530+01:00","category":2,"subCategory":3,"legal":"Limited Company under Public Law","web":"http://www.loterie-nationale.be","country":"Belgium","headAddress":"Belliardstraat, 25-33","headCity":"Brussel","headPostCode":"1040","headPhone":"(32)22 38 46 07","boss":"Jannie HAEK","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.5","membership":"European Lotteries&#xd;\n- Avenue de Béthusy 36&#xd;\n  CH-1005 LAUSANNE&#xd;\n- Rue de la Loi 67&#xd;\n  BE- 1040 BRUSSELS&#xd;\n&#xd;\nWorld Lottery Association&#xd;\nLange Gasse 20&#xd;\nCH-4002 Basel&#xd;\nSwitzerland","memberOrga":"","goal":"The National Lottery is a Belgian limited company under public law.  &#xd;<br />&#xd;<br />Under the terms of its organic Act of 19 April 2002, the National Lottery’s primary mission consists of organising, in the general interest and according to commercial methods, public lotteries, betting opportunities, competitions and games of chance. The National Lottery has the monopoly to organize lotteries. &#xd;<br />&#xd;<br />The objective is to channel the various manifestations of gambling behaviour in Belgium, to prevent any excess, to protect vulnerable consumers and to make an active and autonomous contribution to the prevention and treatment of gambling addiction.&#xd;<br />&#xd;<br />In addition the National Lottery endeavours to help to limit the overall size of the games of chance market in Belgium by focusing its product development and marketing policies not on the enlargement of the market but on winning market share from private operators, whether they be Belgian or foreign, authorised or illegal. &#xd;<br />&#xd;<br />The National Lottery's profit is reserved for financing programs for assistance to developing countries and for purposes of public benefit as determined by royal decree.","acronym":"","interests":"Audiovisual and Media, Competition, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Research and Technology, Sport, Taxation, Trade, Youth","euInitiatives":"Antimoneylaundering Directive&#xd;<br />Action plan on online gambling&#xd;<br />Digital Single Market","lastUp":"2017-02-24T15:24:01.853+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}