{"id":"423578218071-68","name":"Wilh. Schröder GmbH &amp; Co. KG, Metallwarenfabrik","registrationDate":"2015-07-06T13:40:43.330+02:00","category":2,"subCategory":3,"legal":"GmbH &amp; Co. KG","web":"http://www.wilesco.de","country":"Germany","headAddress":"Schützenstraße 12","headCity":"Lüdenscheid","headPostCode":"58511","headPhone":"(49)2 35 19 84 70","boss":"Philip Schröder","bossTitle":"Mr","bossPosition":"Geschäftsführung","membersCount":1,"membersFTE":"0.25","membership":"http://dvsi.de/","memberOrga":"","goal":"1912 ist das Gründungsjahr der Metallwarenfabrik Wilhelm Schröder GmbH&#xd;<br />&amp; Co. Das Markenzeichen Wilesco entstand aus der Bezeichnung Wilhelm&#xd;<br />Schröder &amp; Co. Das als Aluminiumgießerei eröffnete Unternehmen fertigte&#xd;<br />zunächst nur Essbestecke, Abzeichen und Möbelbeschläge. Anfang der&#xd;<br />1920er Jahre wurden dann Puppenbestecke und kleine Töpfchen aus Aluminium&#xd;<br />(sogenanntes hauswirtschaftliches Spielzeug) in das Fertigungsprogramm&#xd;<br />aufgenommen. Diese Entscheidung wirkte sich sehr positiv aus, da&#xd;<br />in der folgenden Weltwirtschaftskrise sehr große Mengen von diesem hauswirtschaftlichen&#xd;<br />Spielzeug in die USA exportiert wurden. Daher konnte das&#xd;<br />Unternehmen diese wirtschaftlich schwierige Phase gesund überstehen. Der&#xd;<br />Verkauf von einfachen Aluminiumbestecken verringerte sich in den folgenden&#xd;<br />Jahren stetig. Die vorhandenen Produktionsmöglichkeiten in der Aluminium-&#xd;<br />Kokillengießerei sowie seit 1939 im Zink- und Aluminiumdruckguss wurden&#xd;<br />ständig weiter ausgebaut und den Markterfordernissen angepasst. Bis heute&#xd;<br />gehören unter anderem Abwiegeschaufeln in Größen von 3 cm bis 43 cm Länge&#xd;<br />und ein breites Sortiment an Garderobenhaken und Handtuchhaken zum&#xd;<br />Verkaufsprogramm von Wilesco. Die Zink- und Aluminiumdruckgussprodukte&#xd;<br />werden überwiegend als Schaltelemente, Verbindungsstücke usw. in der&#xd;<br />Automobil- und Elektroindustrie eingesetzt. In diesem Verfahren werden auch&#xd;<br />die Schwungräder und Gestänge für die Dampfmaschinen selbst gefertigt.&#xd;<br />Erst ab 1950 wurde mit der Produktion von Modell-Dampfmaschinen und Antriebsmodellen&#xd;<br />begonnen. Neben einigen stationären Maschinen wurde 1966&#xd;<br />die Dampfwalze „Old Smoky“ als mobiles Modell ins Fertigungsprogramm&#xd;<br />aufgenommen. Es folgten neben dem Dampftraktor noch ein Dampffeuerwehrauto,&#xd;<br />angelehnt an ein Original der Fa. MAGIRUS aus dem Jahre 1904.&#xd;<br />Das neueste fahrbare Modell ist der Schlepper „Mighty Atom“. Es handelt&#xd;<br />sich um einen detailgetreuen Nachbau des Originals von 1932. Der Begriff&#xd;<br />”Qualität und Sicherheit” steht nicht nur für Wilesco Dampfmaschinen, sondern&#xd;<br />auch stellvertretend für die gesamte Politik unseres Unternehmens.","acronym":"","interests":"Business and Industry, Trade","euInitiatives":"Standing Committee on Precursors and the CBRN and Explosives security","lastUp":"2018-05-16T08:27:22.646+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}