{"id":"42354984311-84","name":"Raffaello Dinacci","registrationDate":"2010-10-07T11:52:11.644+02:00","category":2,"subCategory":7,"legal":"Advisor","web":"","country":"Italy","headAddress":"Via Borghetto, 3","headCity":"Milano","headPostCode":"20122","headPhone":"(351)1 36 84 10","boss":"Raffaello Dinacci","bossTitle":"","bossPosition":"Advisor","membersCount":1,"membersFTE":"1.0","membership":"Partecipazione del dr. Dinacci  a:&#xd;\n GDL / Commisioni del Terziario avanzato di Confindustria;&#xd;\n Associazioni culturali con ricaduta territoriale.","memberOrga":"","goal":"Relazioni con Istituzioni, Organismi e Strutture di rappresentanza e del sistema produttivo.&#xd;<br />Definizione di programmi e progetti tesi allo sviluppo del tessuto imprenditoriale in aree di business innovativo e nei mercati esteri.Programmazione del territorio  ed interventi ecocompatibili anche con l'utilizzo delle energie rinnovabili&#xd;<br />Nel network con M&amp;C ed altri Partners, si sono radunate diverse storie professionali, che raccontano di un circolo virtuoso inedito, costituito da una ricerca strutturale, metodologie, competenze ed esperienze.&#xd;<br />Il network perché le forze endogene agiscono sinergicamente  in un contesto eterogeneo  ed intervengono con competenze specialistiche con un processo sistemico e strutturato.&#xd;<br />Le attuali conoscenze e metodologie strategiche, finanziarie ed organizzative, utilizzate da società di consulenza e Istituzioni finanziarie, non sono più sufficienti a comprendere e gestire l'attuale crisi.","acronym":"Dinacci &amp; Partners","interests":"Agriculture, Business and Industry, Culture, Economy, finance and the euro, Energy, Enlargement, Environment, External Relations, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Regional Policy, Research and innovation, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"energia, internazionalizzazione, cooperazione&#xd;<br />sviluppo di piani strategici per la cooperazione tra Istituzioni di diversa Nazionalità nel contesto UE","lastUp":"2018-06-04T13:46:18.924+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}