{"id":"4236772430-57","name":"Danish Transport and Logistics Association","registrationDate":"2008-09-25T17:34:54.466+01:00","category":2,"subCategory":1,"legal":"Association","web":"http://www.dtl.eu","country":"Denmark","headAddress":"Grønningen, 17","headCity":"København K","headPostCode":"1019","headPhone":"(45)70 15 95 00","boss":"Erik Østergaard","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"2.0","membership":"Nordic Logistics Association  - http://www.nla.eu&#xd;\n&#xd;\nInternational Road Union (IRU) http://www.iru.org&#xd;\n&#xd;\nEuropean Logistics Platform - http://www.european-logistics-platform.eu/ &#xd;\nDanish Transport and Logistics Association also participates in a number of informal networks with Danish interest and for transport operators","memberOrga":"","goal":"Danish Transport and Logistics has since january 2012 been cooperating with Norwegian Road Haulage Association and Swedish Road Haulier Association in a new joint Eu-representation: Nordic Logistics Association&#xd;<br />&#xd;<br />Our vision is to create a professional service industry that on the basis of leadership and corporate culture contributes to an efficient, coherent and well functioning transport system both in Denmark and internationally, and at the same time assumes the responsibility for ethics, environment, road safety, legal compliance and quality. &#xd;<br />&#xd;<br />At the same time the transport industry shall be founded on a sound economy and earnings capacity based on uniform competitive conditions and the most favourable competitiveness. &#xd;<br />&#xd;<br />DTL represents the interests of 2.100 transport companies. They operate 14,500 goods vehicles, 50 locomotives and have a staff of 18,000 employees covering a total payroll of 0,9 billion Euro.","acronym":"DTL","interests":"Budget, Climate Action, Competition, Customs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, General and Institutional Affairs, Home Affairs, Internal Market, Justice and Fundamental Rights, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Mobility Package 1 from May 2017&#xd;<br />Mobility Package 2 from NOvember 2017&#xd;<br />The coming Mobility Package 3 (exp May 2018)","lastUp":"2018-03-06T19:35:16.094+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}