{"id":"424624834589-25","name":"Bergische Struktur- und Wirtschaftsförderungsgesellschaft mbH","registrationDate":"2019-04-18T09:21:11.560+02:00","category":6,"subCategory":14,"legal":"Gesellschaft mit beschränkter Haftung (GmbH)","web":"http://www.bergische-gesellschaft.de","country":"Germany","headAddress":"Kölner Straße 8","headCity":"Solingen","headPostCode":"42651","headPhone":"(49)2 12 88 16 06 60","boss":"Stephan Alexander Vogelskamp","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":20,"membersFTE":"16.5","membership":"","memberOrga":"Gesellschafter: Die Städte Remscheid, Solingen und Wuppertal, die Stadtsparkassen Remscheid, Solingen und Wuppertal sowie die Bergische IHK Wuppertal-Solingen-Remscheid.","goal":"Die Bergische Struktur- und Wirtschaftsförderungsgesellschaft ist Schnittstelle und Treiberin der regionalen Zusammenarbeit. In ihr gehen die bisherige Bergische Entwicklungsagentur (BEA) und die Regionalagentur Bergisches Städtedreieck auf. Wichtige regionale Aufgaben in den Bereichen Wirtschaftsförderung, Tourismus, Regionalmarketing sowie Arbeitsmarkt- und Beschäftigungsförderung werden in der Gesellschaft zusammengefasst. Die Aktivitäten der Bergischen Gesellschaft erstrecken sich vor allem auf die Initiierung, Begleitung und Umsetzung regional bedeutsamer Projekte im Bereich der Wirtschaftsentwicklung, der Regionalentwicklung und der Tourismusförderung. Im Zentrum stehen dabei das Netzwerkmanagement, die Moderation und fachliche Begleitung von interkommunalen Abstimmungsprozessen, die Konzeptentwicklung und die Fördermittelakquise. Überdies ist sie die zentrale Ansprechpartnerin für die Umsetzung der NRW-Strukturpolitik im Bergischen Städtedreieck und versteht sich daher auch als Kooperationspartnerin der Landesregierung.","acronym":"BSW","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Culture, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, International co-operation and development, Regional Policy, Research and innovation, Single market, Transport, Youth","euInitiatives":"EU-Strukturfondsförderung, Horizon 2020/Forschungsrahmenprogramm, Tourismusförderung, Strukturpolitik, Regionalpolitik, Cluster, Netzwerke, KMU-Förderung, autonomes und automatisiertes Fahren, Elektromobilität, Robotik, eHealth","lastUp":"2019-04-18T09:21:54.977+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}