{"id":"424726117325-78","name":"E3PO - European PPP Operating Companies in Infrastructure and Services","registrationDate":"2015-05-12T15:16:52.344+02:00","category":2,"subCategory":3,"legal":"AISBL","web":"http://www.e3po.org","country":"Belgium","headAddress":"Rue Philippe le Bon","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)22 30 65 50","boss":"Valérie Plainemaison","bossTitle":"Ms","bossPosition":"Secrétaire générale","membersCount":2,"membersFTE":"1.5","membership":"","memberOrga":"* AISCAT – Associazione Italiana Società Concessionarie Autostrade e Trafori&#xd;\nhttp://www.aiscat.it/&#xd;\n&#xd;\n* AQUAFED – The International Federation of Private Water Operators  &#xd;\nwww.aquafed.org&#xd;\n&#xd;\n* ASFA – Association des Sociétés Françaises d’Autoroutes &#xd;\nhttp://www.autoroutes.fr/&#xd;\n&#xd;\n*CCIES - Cámara de Concesionarios y Empresas vinculadas al Sector Público en el ámbito de las Infraestructuras, los Equipamientos y Servicios Públicos&#xd;\nhttp://www.ccies.org/ &#xd;\n&#xd;\n* EFIEES- European Federation of Intelligent Energy Efficiency Services &#xd;\nwww.efiees.eu&#xd;\n&#xd;\n* UNSPIC - Union Nationale des Services Publics Industriels et Commerciaux&#xd;\nhttp://www.unspic.fr","goal":"E3PO’s objective is to promote the benefits that public authorities and the users of public services can derive from the management of SGEI in partnerships with the private sector.&#xd;<br />&#xd;<br />E3PO wants to make available to EU decision-makers the expertise and field understating of its members. It seeks to establish a level playing field from a legislative and regulatory standpoint between public and private management of public infrastructure and services.&#xd;<br />&#xd;<br />Our missions can be summarised as follows:&#xd;<br />* raising awareness and promoting management of public services in the context of public-private partnerships (concessions or public procurements);&#xd;<br />* valuing members' achievements in terms of economic, social and environmental efficiency;&#xd;<br />* being the European institutions' partner in areas of common interest to its members, particularly those concerning the SGEI's management framework from a legal, regulatory and contractual point of view.","acronym":"E3PO","interests":"Budget, Business and Industry, Consumers, Economy, finance and the euro, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"European Funds for strategic investments, European citizens' initiative Right2Water, the VAT rules, review of the Public Sector Information directive, initiative for a Single Market Information Tool, etc.","lastUp":"2018-05-07T14:06:33.566+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}