{"id":"424914828660-53","name":"Ukrainian Think Tanks Liaison Office in Brussels","registrationDate":"2017-10-19T12:35:09.383+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"https://ukraine-office.eu/en","country":"Belgium","headAddress":"Rue de la Loi, 155","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)4 66 21 51 64","boss":"Olena Carbou (Prystayko)","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":2,"membersFTE":"1.5","membership":"","memberOrga":"Center for International Studies, Odessa Mechnikov National University (CIS)\t&#xd;\nCenter for Social and Economic Research (CASE)&#xd;\nCentre of Policy and Legal Reform (CPLR)\t&#xd;\nCivil Network OPORA (OPORA)&#xd;\nData Journalism Agency TEXTY (TEXTY)\t&#xd;\nDiXi Group&#xd;\nEurope without Barriers (EwB)\t&#xd;\nEuropean Dialogue (ED)&#xd;\nIlko Kucheriv Democratic Initiatives Foundation (DIF)\t&#xd;\nInstitute for Economic Research and Policy Consulting (IER)&#xd;\nInstitute for Euro-Atlantic Cooperation (IEAC)\t&#xd;\nInstitute for Social and Economic Research (ISER)&#xd;\nInternational Centre for Policy Studies (ICPS)\t&#xd;\nInternews-Ukraine&#xd;\nObservatory of Democracy\t&#xd;\nRazumkov Centre&#xd;\nResource and Analysis Center “Society and Environment” (RAC “Society and Environment”)\t&#xd;\nUkrainian Center for Independent Political Research (UCIPR)&#xd;\nUkrainian Centre for European policy (UCEP)\t&#xd;\nCentre of Global Strategy XXI","goal":"The Ukrainian Think Tanks Liaison Office in Brussels is a non-profit organisation that unites leading Ukrainian and EU think tanks, whose unique mission is to advance Ukraine’s reforms and its European integration.&#xd;<br />&#xd;<br />Our mission is to communicate internationally the knowledge and opinion of the Ukrainian expert community. We  provide a non-partisan platform to deal with EU-Ukraine critical issues and is establishing a network of researchers and policy-makers across Europe in order to achieve a lasting impact on Ukraine’s democratic development and European integration. We envisage Ukraine as a reformed country and a member of the EU, and we endeavor to achieve this goal.","acronym":"UTTLOB","interests":"Banking and financial services, Borders and Security, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The Ukrainian Think Tanks Liaison Office follows any EU policies and initiatives that concern Ukraine and the relevant geographical area, with an emphasis on: Neighborhood Policy, Foreign Policy (with a particular focus on EU-Ukraine, EU-Russia and EU-US relations), EU Association Agreements, Eastern Partnership, DCFTAs, Trade Policy with third countries, Energy Union, Transatlantic relations.","lastUp":"2018-10-08T13:07:37.935+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}