{"id":"42528706153-39","name":"European Federation of National Organisations working with the Homeless","registrationDate":"2011-07-06T12:21:58.114+02:00","category":3,"subCategory":2,"legal":"iasbl","web":"http://www.feantsa.org","country":"Belgium","headAddress":"Chaussée de Louvain, 194","headCity":"Brussels","headPostCode":"1210","headPhone":"(32)5 38 66 69","boss":"Ian Tilling","bossTitle":"Mr","bossPosition":"President","membersCount":6,"membersFTE":"3.0","membership":"European Anti-Poverty Network &#xd;\nSocial Platform&#xd;\nEuropean Housing Forum &#xd;\nEuropean Public Health Alliance &#xd;\nSocial Services Europe &#xd;\nEU Semester Alliance &#xd;\nEuropean Expert Group on De-Institutionalisation&#xd;\nEuropean Alliance Investing in Children","memberOrga":"FEANTSA currently has more than 130 member organisations, working in close to 30 European countries, including 25 EU Member States. Most of FEANTSA’s members are national or regional umbrella organisations of service providers that support homeless people with a wide range of services, including housing, health, employment and social support.&#xd;\n&#xd;\nSee here for a full list of FEANTSA members: http://www.feantsa.org/spip.php?article593&amp;lang=en","goal":"FEANTSA, the European Federation of National Organisations working with the Homeless, was established in 1989 as a European non-governmental organisation to prevent and alleviate the poverty and social exclusion of people threatened by or living in homelessness. &#xd;<br />&#xd;<br />FEANTSA currently has more than 130 member organisations, working in close to 30 European countries, including 25 EU Member States.  Most of FEANTSA's members are national or regional umbrella organisations of service providers that support homeless people with a wide range of services, including housing, health, employment and social support. They often work in close co-operation with public authorities, social housing providers and other relevant actors. &#xd;<br />&#xd;<br />FEANTSA works closely with the EU institutions, and has consultative status at the Council of Europe and the United Nations.  It receives financial support from the European Commission.","acronym":"FEANTSA","interests":"Budget, Economic and Financial Affairs, Education, Employment and Social Affairs, General and Institutional Affairs, Home Affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Youth","euInitiatives":"FEANTSA covers a wide range of EU initiatives, policies and legislative files in areas including employment and social affairs, health, migration, justice, fundamental rights, cohesion policy, regional policy, single market etc.  Focus on Pillar of Social Rights and EU Semester.","lastUp":"2018-04-09T18:06:37.025+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}