{"id":"425545525648-94","name":"MinPol Gmbh","registrationDate":"2017-01-31T19:10:09.501+01:00","category":2,"subCategory":3,"legal":"PLC","web":"http://www.minpol.com","country":"Austria","headAddress":"Dundlerinweg 120/1","headCity":"Dreistetten","headPostCode":"2753","headPhone":"(43)2 63 34 13 28","boss":"Guenter Tiess","bossTitle":"Mr","bossPosition":"Managing director","membersCount":8,"membersFTE":"4.5","membership":"MINPOL is a charter member of the International Raw Materials Observatory:&#xd;\nOn 7 NOVEMBER 2017 the INTRAW project consortium announced the official launch of the International Raw Materials Observatory, a new not-for-profit organisation created to support international cooperation in the field of mineral raw materials. &#xd;\nFor more information on the Observatory also view the following short video: https://youtu.be/NGXVqTBnfEA","memberOrga":"","goal":"MinPol - Agency for International Minerals Policy is a private limited company (GmbH) under Austrian law. Apart from the business activities, MinPol is also running an international network of experts of every branch in the field of minerals policy that is continuously growing. The network is already by now covering almost all continents, which underpins the world-wide approach of MinPol.&#xd;<br />Main purpose of MinPol is to advise and deal with all issues around the mineral policy frameworks around the world. In particular, MinPol carries out evaluations of mineral deposits, of mineral markets, takes care of the development of minerals policy frameworks, and develops customised software environments for every project. MinPol has the vision to contribute to the future access to mineral resources deposits by providing comprehensive support in the form of publications, position papers and the participation in national and international projects.&#xd;<br />The MinPol-network members have longstanding experiences in the field of international minerals policy and delivered scientific expertise on domestic and international level. MinPol together with these experts develop scientific reports, recommendations, position papers or even entire projects (from the analysis of available resources to consumption scenarios in the future). This allows MinPol to provide maximum support to clients in terms of international minerals policy, mining and environmental engineering, geology and IT. Main purpose of MinPol is to advise and deal with all issues around the mineral policy frameworks around the world with special focus on EU mineral policy development.&#xd;<br />Further to this, MinPol is involved in several Horizon 2020 projects (MINATURA, INTRAW, MICA, CHMP30, INTMET, SCRREEN, MINFUTURE, SLIM, FORAM). MINATURA is coordinated by MinPol. MinPol additionally just completed a direct contract from the EC on a “Study on the legal framework for mineral extraction and permitting procedures for exploration and exploitation in the EU”","acronym":"MinPol","interests":"Climate Action, Communication, Competition, Culture, Development, Education, Enlargement, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Internal Market, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"a) Policy implementation&#xd;<br />EIPonRM;  Horst Hejny – Operational Group 1 and Operational Group 3","lastUp":"2018-01-30T17:00:51.980+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}