{"id":"42566063487-73","name":"Airports Council International - European Region","registrationDate":"2010-04-22T09:22:33.424+02:00","category":6,"subCategory":13,"legal":"AISBL","web":"http://www.aci-europe.org/","country":"Belgium","headAddress":"Rue Montoyer, 10","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)25 52 09 72","boss":"Olivier Jankovec","bossTitle":"Mr","bossPosition":"Directeur Général","membersCount":15,"membersFTE":"11.25","membership":"ACI WORLD","memberOrga":"Operating Airports &amp; World Business Partners&#xd;\n&#xd;\nhttps://www.aci-europe.org/membership/members-list.html","goal":"Etudes et expertises de toutes affaires relatives à l'industrie du transport et en particulier aux activités d'aéroports, aux structures aéroportuaires, aux frais d'aéroports et à l'amélioration, la sécurité, la protection et tous aspects opérationnels, environnementaux, financiers et commerciaux des aéroports et des sociétés qui y travaillent. L'établissement de positions communes auprès des autorités des Etats membres de l'Europe et le promotion des objectifs de l'aviation civile auprès des autorités européennes.","acronym":"ACI EUROPE","interests":"Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Redevances et taxes; assistance en escale; droits des passagers et PMR; relations extérieures; aides d'Etat et concurrence; sûreté; sécurité et EASA; développement régional; aspects environnementaux; gouvernance des aéroports; activités commerciales sur les aéroports; aspects sociaux; statistiques; analyses et rapports économiques; impact économique  et environnemental; connectivité en Europe; questions de santé; suivi des problèmes des réseaux trans-européens; GDPR.","lastUp":"2018-04-12T17:40:36.549+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}