{"id":"426183424899-61","name":"ECA - European Chimney Association","registrationDate":"2016-12-03T10:43:24.360+02:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.eca-europe.org","country":"France","headAddress":"39/41 rue Louis Blanc","headCity":"Paris","headPostCode":"92400","headPhone":"(33)1 47 17 62 92","boss":"Jean-Jaques Adam","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"http://www.eca-europe.org","goal":"European standardisation: &#xd;<br />ECA is involved in nearly every European standardisation project that concerns chimneys and chimney-systems, both on national and international level. Especially our experts of ECA shape the European chimney standards since 1992 in a leading way. &#xd;<br />&#xd;<br />ECA is represented not only in those working groups concerning chimneys, but also in those of the industries connected with it (e.g. boiler manufacturer). In some of these working groups ECA members act as chairman and contribute so actively to the enhancements of the quality and safety level.&#xd;<br />&#xd;<br />&#xd;<br />&#xd;<br />Representation of interests on European level: &#xd;<br />As the only European association of chimney producers, ECA represents the interests of their members both on European and national level. At the European institutions, ECA is known as an independent representative of interests and maintains contacts to decision makers of the European Commission, the European Parliament and further institutions. &#xd;<br />&#xd;<br />Due to their specialized expert´s assessment, ECA is seen as relilable partner within different areas of European regulations. By the integration and membership in different European umbrella organisations, we ensure that our members are as early as possible integrated into the information flow and thus be able to represent the interests of our members effectively. &#xd;<br />&#xd;<br />Market monitoring in Europe: &#xd;<br />As neutral and independent European federation, ECA sees itself also in the position to make its contribution for a functioning market monitoring within the sector of chimneys. Starting point for that is the consideration, that beside the active authorities in the individual member states, the market itself has the best information about the market. Our goal is to follow justified suspicious facts and initiate tests of the products in question by independent, certified test houses.","acronym":"ECA","interests":"Climate Action, Energy, Environment","euInitiatives":"We are interested in the following EU regulations:&#xd;<br />-Building products regulation&#xd;<br />-Gas appliance regulation","lastUp":"2018-10-10T21:46:35.358+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}