{"id":"4263301811-33","name":"Pfizer Inc.","registrationDate":"2008-12-18T10:25:52.309+01:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.pfizer.com","country":"United states","headAddress":"East 42nd Street, 235","headCity":"New York","headPostCode":"NY 10017","headPhone":"(1)21 27 33 23 23","boss":"Ian C. Read","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"2.0","membership":"In 2017 Pfizer was a member of: EFPIA, Vaccines Europe, EuropaBio, AESGP, Amcham EU, BusinessEurope, TABC &amp;  AECA","memberOrga":"none","goal":"At Pfizer, we apply science and our global resources to bring therapies to people that extend and significantly improve their lives.  We strive to set the standard for quality, safety and value in the discovery, development and manufacture of health care products.  Our global portfolio includes medicines and vaccines as well as many of the world's best-known consumer health care products.    Consistent with our responsibility as one of the world's premier innovative biopharmaceutical companies, we collaborate with health care providers, governments and local communities to support and expand access to reliable, affordable health care around the world.  For more than 150 years, Pfizer has worked to make a difference for all who rely on us.  In 2016, Pfizer's full year revenue was $52.8 Billion, with approx. 8% invested in research and development.To learn more, please visit us at www.pfizer.com.","acronym":"PFE","interests":"Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Enterprise, Environment, External Relations, General and Institutional Affairs, Internal Market, Justice and Fundamental Rights, Public Health, Research and Technology, Taxation, Trade","euInitiatives":"EU Incentives review, Pediatric &amp; Orphan Review, Brexit negotiations, GDPR implementation, AMR Joint Action, Vaccines Joint Action, HTA Joint Action,  Pharmaceuticals in the Environment,  FP9 and IMI-related work, key Trade negotiations such as CETA, Mexico, Japan, proposal on public country-by-country reporting (CBCR)","lastUp":"2018-01-04T15:56:52.283+01:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}