{"id":"426344123116-68","name":"Amprion GmbH","registrationDate":"2016-08-23T18:26:16.138+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.amprion.net","country":"Germany","headAddress":"Amprion GmbH","headCity":"Dortmund","headPostCode":"44263","headPhone":"(49)23 15 84 90","boss":"Kerstin Semmler","bossTitle":"Ms","bossPosition":"Leiterin Recht/Investor Relations/Compliance","membersCount":3,"membersFTE":"2.0","membership":"ENTSO-E, RGI, CIGRE, TSC, BDEW, European Energy Forum (EEF), Deutsch-französisches Büro für die Energiewende (DFBEW), Forum für Zukunftsenergien e.V.","memberOrga":"","goal":"Amprion ist ein führender Übertragungsnetzbetreiber in Europa, betreibt mit 11.000 km das längste Höchstspannungsnetz in Deutschland und versorgt damit mehr als 29 Millionen Menschen. Als einer von vier Übertragungsnetzbetreibern in Deutschland verantwortet Amprion die Koordination des Verbundbetriebs in Deutschland ebenso wie im nördlichen Teil des europäischen Höchstspannungsnetzes. &#xd;<br />Durch seine zentrale Lage in Europa ist das Netz von Amprion eine wichtige Drehscheibe für den europäischen Stromhandel und stellt die Übertragungskapazitäten an den Kuppelleitungen zu den Nachbarländern Frankreich, den Niederlanden und der Schweiz durch marktbasierte Auktionen zur Verfügung. Mit dem Betrieb und Ausbau seines Netzes übernimmt Amprion seinen Teil der Verantwortung für eine zukunftsfähige Stromversorgung sowie sichere und stabile Netze in Deutschland und Europa entsprechend den gesetzlichen Vorgaben wie sie in § 12 EnWG sowie in der Verordnung 347/2013 des Europäischen Parlaments und des Rates vom 17. April 2013 enthalten sind.","acronym":"Amprion","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Energy, Environment, Research and innovation, Single market, Trans-European Networks","euInitiatives":"Begleitung von Initiativen und Gesetzgebungsprozessen vor allem der EU-Energiepolitik: Energiebinnenmarkt (\"Clean Energy Package\", u.a. COM(2016) 861, COM(2016) 862, COM(2016) 863, COM(2016) 864), Energieinfrastruktur (u.a. TEN-E Programm, PCI – Review VO 347/2013), Network Codes, Energieunion, Wettbewerbspolitik (u.a. Energie- und Umweltbeihilfeleitlinien), Cybersecurity Package (COM(2017)477)","lastUp":"2019-03-18T08:58:52.939+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}