{"id":"4263301811-33","name":"Pfizer Inc.","registrationDate":"2008-12-18T10:25:52.309+01:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.pfizer.com","country":"United states","headAddress":"East 42nd Street, 235","headCity":"New York","headPostCode":"NY 10017","headPhone":"(1)21 27 33 23 23","boss":"Albert Bourla","bossTitle":"Mr","bossPosition":"CEO","membersCount":6,"membersFTE":"2.25","membership":"In 2019 Pfizer was a member of: EFPIA, Vaccines Europe, EuropaBio, Amcham EU, BusinessEurope, TABC &amp;  AECA","memberOrga":"none","goal":"At Pfizer, we apply science and our global resources to bring therapies to people that extend and significantly improve their lives.  We strive to set the standard for quality, safety and value in the discovery, development and manufacture of health care products.  Our global portfolio includes medicines and vaccines.  Consistent with our responsibility as one of the world's premier innovative biopharmaceutical companies, we collaborate with health care providers, governments and local communities to support and expand access to reliable, affordable health care around the world.  For more than 150 years, Pfizer has worked to make a difference for all who rely on us.  In 2017, Pfizer's full year revenue was $52.55 billion, with approx. 8% invested in research and development.To learn more, please visit us at www.pfizer.com.","acronym":"PFE","interests":"Business and Industry, Competition, Consumers, Customs, Economy, finance and the euro, Environment, External Relations, Institutional affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"EU Incentives review, SPC Manufacturing Waiver proposal, Pediatric &amp; Orphan Review, Brexit negotiations, AMR Joint Action, Vaccines Joint Action, HTA Joint Action,  HTA Regulation proposal, Pharmaceuticals in the Environment,  Horizon Europe and IMI-related work, key Trade negotiations, proposal on public country-by-country reporting (CBCR)","lastUp":"2020-01-03T20:30:33.631+01:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}