{"id":"4266797770-31","name":"Siemens AG","registrationDate":"2008-12-12T10:09:54.926+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.siemens.com","country":"Germany","headAddress":"Wittelsbacherplatz, 2","headCity":"München","headPostCode":"80333","headPhone":"(49)8 96 36 00","boss":"Joe Kaeser","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstands","membersCount":17,"membersFTE":"9.75","membership":"Die Siemens AG und ihre konsolidierten Tochtergesellschaften sind weltweit in einer Vielzahl von Verbänden vertreten. &#xd;\n&#xd;\nDie wichtigsten auf EU-Ebene sind:&#xd;\nBundesverband Informationswirtschaft, Telekommunikation und neue Medien e. V. (BITKOM); BUSINESSEUROPE (only ASG); DIGITALEUROPE; European Roundtable of Industrialists (ERT); Europäische Bewegung Deutschland e.V.; European Forum for Manufacturing (efm); Trans-Atlantic Business Council (TABC); Transatlantic Policy Network (TPN); Verband Deutscher Maschinen- und Anlagenbau e. V. (VDMA); Zentralverband Elektrotechnik- und Elektronikindustrie e. V. (ZVEI)","memberOrga":"","goal":"Die Siemens AG  (Berlin und München) zählt zu den weltweit größten und traditionsreichsten Firmen der Elektrotechnik und Elektronik. Der Konzern ist in den Gebieten Elektrifizierung, Automatisierung und Digitalisierung tätig. Das Verbindungsbüro Brüssel vertritt die Siemens AG bei den Institutionen der Europäischen Union und im dazugehörigen Umfeld.","acronym":"SAG","interests":"Budget, Climate Action, Communication, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"10 wichtigste Vorhaben:&#xd;<br />Digitale Agenda/Digitaler Binnenmarkt; Energiebinnenmarkt; &#xd;<br />Energieeffizienz; &#xd;<br />EU-DatenschutzgrundVO &amp; Cyber Security/NIS; &#xd;<br />Horizon 2020 Rahmenprogramm; &#xd;<br />Regionalförderung &amp; Finanzierung durch Europäische Investmentbank (EIB); &#xd;<br />Kreislaufwirtschaftspaket; &#xd;<br />Medizinprodukte-Verordnung; &#xd;<br />Transatlantisches Freihandelsabkommen (TTIP); &#xd;<br />Viertes Eisenbahnpaket.","lastUp":"2017-12-08T12:47:30.487+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}