{"id":"4266797770-31","name":"Siemens AG","registrationDate":"2008-12-12T10:09:54.926+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.siemens.com","country":"Germany","headAddress":"Werner-von-Siemens-Straße 1","headCity":"München","headPostCode":"80333","headPhone":"(49)8 96 36 00","boss":"Joe Kaeser","bossTitle":"Mr","bossPosition":"President and CEO","membersCount":19,"membersFTE":"12.0","membership":"Siemens AG and its consolidated subsidiaries are represented in a large number of associations worldwide.&#xd;\nThe most important ones on EU level are: &#xd;\n&#xd;\nBundesverband Informationswirtschaft, Telekommunikation und neue Medien e.V. (BITKOM); BUSINESSEUROPE (only ASG); CER - Centre for European Reform European; DIGITALEUROPE; Roundtable of Industrialists (ERT); HEA - Fachgemeinschaft für effiziente Energieanwendung; ICC Germany; IBC - International Business Congress; Verband Deutscher Maschinen- und Anlagenbau e.V. (VDMA); Zentralverband Elektrotechnik- und Elektroindustrie e.V. (ZVEI)","memberOrga":"","goal":"Siemens AG (HQ in Berlin and Munich, founded in 1847) is one of the world's largest companies in electrical engineering and electronics. Siemens AG operates in the fields of electrification, automation and digitalization. The EU Government Affairs Liaison Office represents Siemens AG towards the EU institutions and related stakeholders.","acronym":"SAG","interests":"Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"10 most important topics / initiatives:&#xd;<br />Energy Policy (e.g. Clean Energy Package)&#xd;<br />Climate Policy (e.g. EU Emissions Trading System)&#xd;<br />Connected &amp; Automated Mobility&#xd;<br />Free Trade Agreements&#xd;<br />EU Framework Programme for Research and Innovation Horizon 2020, and the planned FP9 / New MFF&#xd;<br />EU Cybersecurity Act &#xd;<br />Data Economy Package / Digital Single Market&#xd;<br />Health Technology Assessments (HTA)&#xd;<br />Cohesion Policy&#xd;<br />Circular Economy","lastUp":"2018-04-27T15:14:10.272+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}