{"id":"42705074342-04","name":"European Garage and test Equipment Association","registrationDate":"2010-10-13T10:35:05.920+02:00","category":2,"subCategory":4,"legal":"Non-profit Organisation (aisbl)","web":"http://www.egea-association.eu","country":"Belgium","headAddress":"Boulevard de la Woluwe, 42 - bte5","headCity":"Brussels","headPostCode":"1200","headPhone":"(32)27 61 95 10","boss":"Eléonore van Haute","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":3,"membersFTE":"2.5","membership":"EGEA, together with seven other European associations of the automotive aftermarket, is an active member of the AFCAR Alliance, the Alliance for the Freedom of Car Repair in the European Union. Its goal is to safeguard free competition in the automotive market for service, maintenance and repair and to represent independent aftermarket operators in the field of unrestricted access to technical information.&#xd;\n&#xd;\nEGEA participates in the Right to Repair Campaign (R2RC). Initiated by AFCAR in 2007, this Europe-wide campaign is a major communication tool that aims at maintaining a level-playing field in the automotive aftermarket, advocating for the access to technical information, spare parts, multi-brand diagnostic tools and test equipment, and training needed to ensure quality repair and maintenance services, at affordable prices. More on www.r2rc.eu.&#xd;\n&#xd;\nEGEA is also an NGO in roster consultative status with the Economic and Social Council of the United Nations.&#xd;\n&#xd;\nEGEA is member of the FAIB - Federation of EU and international associations.","memberOrga":"https://www.egea-association.eu/members/","goal":"EGEA, the European Garage and test Equipment Association, is the European association and political representatives in Brussels of the manufacturers of tools and equipment for the repair, servicing and technical inspection of vehicles, as an integral part of supporting the automotive industrial value chain. Together with its 11 national professional associations (AT, BE, DE, FR, IT, NL, PL, SE, UK, CH, NO) and two company members (AVL DiTest and Modular Test), EGEA represents more than 22.000 employees in the garage equipment sector working with the OE and the automotive aftermarket.","acronym":"EGEA","interests":"Business and Industry, Climate Action, Communication, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Justice and Fundamental Rights, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"-eCall&#xd;<br />- C-ITS&#xd;<br />- Access to Repair and Maintenance Information for Cars (Euro 5/6), Heavy-Duty Vehicles (Euro V/VI), Motorcycles (L-cat) and Agricultural and forestry vehicles (T-cat)&#xd;<br />- Machinery Directive (Vehicle lifts)&#xd;<br />- Roadworthiness Directive&#xd;<br />- Measuring Instrument Directive&#xd;<br />- Health and Safety at work&#xd;<br />- Mobile Air-conditioning Directive&#xd;<br />- GEAR2030&#xd;<br />- Vehicle Type-approval Framework Regulation 2018/858&#xd;<br />- Digital single market&#xd;<br />- Industry 4.0&#xd;<br />- Review of standardisation framework in EU&#xd;<br />- Free flow of data&#xd;<br />- EU Data Economy&#xd;<br />- EU industrial policy&#xd;<br />- Mobility Packages","lastUp":"2018-08-29T14:55:09.106+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}