{"id":"42738291569-54","name":"Federation of European Aquaculture Producers","registrationDate":"2009-04-23T14:16:47.752+01:00","category":2,"subCategory":4,"legal":"Foreign Association (non-profit)","web":"http://www.feap.info","country":"France","headAddress":"rue Blaise Pascal 160","headCity":"St Jean d'Illac","headPostCode":"F-33127","headPhone":"(33)5 56 68 94 95","boss":"Kathryn Stack","bossTitle":"Ms","bossPosition":"General Secretary","membersCount":3,"membersFTE":"2.5","membership":"FEAP is a member of the Aquaculture Advisory Council and the Markets Advisory Council. It also participates in other EC Committees, notably concerning animal health, welfare and environmental issues.&#xd;\nFEAP is a a member of the European Aquaculture Technology and Innovation Platform (EATIP), for whom the FEAP Secretariat provides support facilities - see www.eatip.eu  &#xd;\nIt is a member of AquaTnet (primarily a specialised research/training network).  &#xd;\nFEAP also participates - through official liaison status -  in the Aquaculture Committee of the General Fisheries Council of the Mediterranean and the sub-Committee on Aquaculture of the Committee on Fisheries of the FAO. see www.fao.org&#xd;\nFEAP also has a Memorandum of cooperation with the International Union for the Conservation of Nature, relating to proposals/Actions for assuring the sustainable development of aquaculture.","memberOrga":"see http://www.feap.info/Default.asp?SHORTCUT=578","goal":"The aims of the Federation are the following;&#xd;<br />a.\tto develop and establish a common policy on questions relating to the production and the commercialisation of aquaculture species that are reared commercially.&#xd;<br />b.\tto make known to the appropriate authorities the common policies envisaged above.&#xd;<br />c.     to promote the development of skills and knowledge within European aquaculture","acronym":"FEAP","interests":"Business and Industry, Climate Action, Communication, Competition, Consumers, Education and training, Environment, Food Safety, Maritime affairs and fisheries, Research and innovation, Single market, Trans-European Networks","euInitiatives":"Common Fisheries Policy (for aquaculture) - Food safety legislation - Aquatic Animal Health Directive - Environmental legislation (Water Framework Directive, Marine Strategy Framework Directive, Biodiversity Directive, Biocides Directive, Birds Directive, Natura 2000).&#xd;<br />Food Security - Bioeconomy - Circular Economy strategies.&#xd;<br />Research and innovation initiatives under Horizon 2020, particularly within scope of Bioeconomy.&#xd;<br />Single Market for Green Products (Product Environment Footprint)&#xd;<br />SMART solutions. Lifelong learning.","lastUp":"2019-10-31T09:03:19.675+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}