{"id":"427327136178-71","name":"European Merchants Limited","registrationDate":"2019-10-10T17:56:20.676+02:00","category":1,"subCategory":6,"legal":"Limited Company","web":"http://merchants.scot","country":"United kingdom","headAddress":"Box 221","headCity":"Edinburgh","headPostCode":"EH1 1DD","headPhone":"(44)79 75 70 51 86","boss":"Anthony Salamone","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"European Merchants is a political consultancy and political insight company. From its base in Edinburgh, it specialises in bringing clarity to Scottish and British politics in respect of Europe, Brexit and Scottish independence, and EU politics in respect of major policies, initiatives and debates. The company has a particular focus on Scotland’s European relations and the future of the EU. It provides advice (though not representation) to corporates, governments, institutions and third-sector organisations and offers a political intelligence and analysis subscription service to organisations and individuals.","acronym":"EM","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Brexit and EU-UK Relationship | Economic and Financial Affairs | EFTA and EEA Relations | Enlargement | European Neighbourhood | Foreign Policy | Future of Europe | Inter-Institutional Relations | Regional Policy | Trade","lastUp":"2019-10-10T17:57:18.560+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}