{"id":"427541324535-86","name":"KANA / ko ako ne arhitekt","registrationDate":"2016-11-16T22:07:01.807+02:00","category":3,"subCategory":2,"legal":"Association","web":"","country":"Montenegro","headAddress":"Bracana Bracanovica 88","headCity":"Podgorica","headPostCode":"81000","headPhone":"(382)67 13 46 63","boss":"Ruzica Draganic","bossTitle":"Ms","bossPosition":"CEO","membersCount":1,"membersFTE":"1.0","membership":"Association of Serbian Architects, www.asa.org.rs&#xd;\nArchitectural Association of Montenegro, www.sacg.me&#xd;\nFemale Architectural Society, www.zad.rs","memberOrga":"","goal":"KANA is an architectural organization specialized in research and promotion of spatial, urban, architectural, cultural, social and other related phenomena and values; protection of built environment and all forms of cultural heritage; development of civil society and improvement of the quality of space. It is established in 2015 as a group of seven active members. Since then, KANA has worked primarily on the promotion of modern architectural heritage, covering all aspects from research,&#xd;<br />documentation, analysis of plans and legislation and  proposing measures for the protection of the most important buildings of modern movement in Montenegro. This work also included mobilization of prominent individuals and international organizations (for example docomomo), public performances, civil actions and wide presence in the media, making KANA recognized for uniting professional and intellectual elite in the struggle for the protection of the environment and cultural heritage. The work of KANA is considered precedent in the history of Montenegro, and enjoys the support of wide audience. The organization consists of young experienced architects, engineers, scientific researchers, university and high school teachers, including three PhD candidates.","acronym":"KANA","interests":"Business and Industry, Climate Action, Communication, Competition, Culture, Culture and media, Digital economy and society, Education and training, Energy, Enlargement, Environment, International co-operation and development, Research and innovation, Trans-European Networks","euInitiatives":"Directives covering energy performance of buildings; &#xd;<br />Paris agreement and its ratification;&#xd;<br />Energy Community papers;&#xd;<br />Horizon 2020 policies;&#xd;<br />Country reports for Montenegro and Serbia.","lastUp":"2018-10-11T10:58:33.383+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}