{"id":"42755241596-06","name":"COMITE POUR LA LIAISON EUROPEENNE TRANSALPINE LYON-TURIN","registrationDate":"2009-04-28T10:14:24.977+01:00","category":2,"subCategory":7,"legal":"ASSOCIATION","web":"http://www.transalpine.com","country":"France","headAddress":"Rue Paul Montrochet, 8","headCity":"LYON","headPostCode":"69002","headPhone":"(0033)4 26 73 51 57","boss":"Jacques GOUNON","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"FERRMED&#xd;\nRue de trèves, 49&#xd;\nBoîte 7&#xd;\n1040 BRUXELLES&#xd;\nBELGIQUE&#xd;\n&#xd;\nTDIE","memberOrga":"","goal":"Le Comité pour la Transalpine, présidé par Jacques Gounon, a été créé en 1991. Il a pour objet de mener toute action de nature à faciliter ou accélérer la réalisation de la liaison ferroviaire voyageurs et marchandises Lyon-Turin dans une logique industrielle au service de l’environnement, de l’Europe, et de l’économie.&#xd;<br />Il constitue un lieu de rencontres, de concertation et de réflexion des collectivités territoriales, et des acteurs économiques. &#xd;<br />&#xd;<br />Les 6 objectifs fondamentaux du Comité pour la Transalpine sont : &#xd;<br />1. Informer et Mobiliser les responsables de tous ordres autour du projet Transalpine et leur fournir l’information leur permettant d’agir au meilleur niveau tout au long des processus décisionnels.&#xd;<br />&#xd;<br />2. Favoriser l’interface acteurs publics et acteurs privés du projet.&#xd;<br />&#xd;<br />3. Mettre l’utilisateur au cœur du projet, en partenariat avec les professionnels impliqués dans le projet. Encourager la cohérence entre l’aspect infrastructurel, la réglementation en vigueur (report modal) et les besoins du secteur des transports.&#xd;<br />&#xd;<br />4. Enrichir le projet et faciliter la réalisation par une réflexion critique et une incitation à l’innovation (financement, matériels, procédures et techniques de mise en œuvre).&#xd;<br />&#xd;<br />5. Développer la vision européenne et transfrontalière du projet, en coordination et en cohérence avec nos homologues italiens et les autres acteurs concernés du corridor ferroviaire sud-européen.&#xd;<br />&#xd;<br />6. Communiquer et expliquer les enjeux et caractéristiques du projet transalpine afin qu’il devienne la propriété du plus grand nombre.","acronym":"LA TRANSALPINE","interests":"Budget, Trans-European Networks, Transport","euInitiatives":"Rencontres avec les députés européens concernés, participation aux commissions Transports","lastUp":"2019-11-21T11:12:17.490+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}