{"id":"42837197222-53","name":"Royal Schiphol Group","registrationDate":"2011-11-23T14:10:54.845+01:00","category":2,"subCategory":3,"legal":"N.V.","web":"http://www.schiphol.nl","country":"Netherlands","headAddress":"Evert van de Beekstraat, 202","headCity":"Schiphol","headPostCode":"1118 ZG","headPhone":"(31)6 01 42 44","boss":"Frank  Janssen","bossTitle":"Mr","bossPosition":"Director Corporate Communication and Public Affairs","membersCount":2,"membersFTE":"0.5","membership":"Airports Council International Europe.  Rue Montoyer 10 (box n. 9) 1000 Bruxelles (Belgium)","memberOrga":"","goal":"Doelstellingen en strategie&#xd;<br />Wij willen één van de meest toonaangevende luchthavenondernemingen van de wereld zijn die duurzame waarde creëert voor haar stakeholders, met Amsterdam Airport Schiphol als Europe’s preferred airport. Amsterdam Airport Schiphol is onze grootste en belangrijkste asset. Het handhaven en versterken van haar concurrentiepositie als knooppunt van continentaal en intercontinentaal luchtverkeer en als mainport, blijft de belangrijkste doelstelling waarop onze strategie is gericht.&#xd;<br />&#xd;<br />Onze strategie wordt geschraagd door twee pijlers: de maatschappelijke functie die de luchthaven vervult en een ondernemende bedrijfsvoering. Deze twee pijlers staan niet op zichzelf. De samenhang en interactie tussen de maatschappelijke functie en de ondernemende bedrijfsvoering is immers cruciaal voor een robuuste en toekomstbestendige ontwikkeling. De invulling van de maatschappelijke functie moet daarbij voldoen aan de randvoorwaarden die aan een gezonde bedrijfsvoering worden gesteld.&#xd;<br /> &#xd;<br />AirportCity-formule&#xd;<br />Onze strategie wordt uitgevoerd via de AirportCity-formule, die is gericht op een integrale ontwikkeling van aviation en non-aviation activiteiten. De uitvoering van deze activiteiten voltrekt zich via onze business areas die elkaar versterken in het creëren van groei en waarde. Amsterdam Airport Schiphol als hub-luchthaven met een sterke hub-carrier is de pionier van de&#xd;<br />succesvolle AirportCity-formule. Een formule die onderdeel is van onze mainportstrategie, waarbij de groei van de luchthaven samengaat met de ontwikkeling van het netwerk aan bestemmingen en de concurrentiekracht van de regio.&#xd;<br />&#xd;<br />Europe’s preferred airport&#xd;<br />Het is de ambitie van Amsterdam Airport Schiphol om Europe’s preferred airport te zijn en te blijven. Amsterdam Airport Schiphol wil de beste Europese luchthaven zijn, een prettige en inspirerende omgeving voor al haar gasten om te reizen, te verblijven en te werken. Dit vraagt om een voortdurende alertheid voor de wensen en behoeften van de passagiers en andere gebruikers. Het perspectief van de passagier en andere gebruikers staat daarom centraal. Om vanuit dit perspectief te handelen hebben wij voor Amsterdam Airport Schiphol de volgende merkwaarden gekozen: gastvrij, efficiënt, betrouwbaar, inspirerend en duurzaam. Deze waarden zijn de uitgangspunten voor ons handelen.","acronym":"","interests":"Climate Action, Competition, Customs, Environment, Transport","euInitiatives":"Voorstel voor een Verordening betreffende grondafhandelingsdiensten op EU luchthavens en tot intrekking van richtlijn 96/67/EG.&#xd;<br />&#xd;<br />Voorstel voor een Verordening betreffende gemeenschappelijke regels voor toewijzing van slots op luchthavens in de EU.&#xd;<br />&#xd;<br />Voorstel voor een Verordening betreffende geluidsgerelateerde exploitatiebeperkingen op luchthavens.&#xd;<br />&#xd;<br />Voorstel voor een Verordening tot herziening van compensatie passagiers bij vertraging van vluchten.","lastUp":"2017-03-30T13:11:07.792+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}