{"id":"428440727136-08","name":"Engaged Consulting Limited","registrationDate":"2017-05-11T11:45:55.005+02:00","category":1,"subCategory":8,"legal":"Limited company","web":"http://engaged-consulting.com","country":"United kingdom","headAddress":"71-75 Shelton Street","headCity":"London","headPostCode":"WC2H 9JQ","headPhone":"(44)79 60 65 88 28","boss":"Tim Law","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"icaew.com","memberOrga":"","goal":"Engaged is an ICAEW member firm run by sole practitioner Tim Law, an experienced tax professional who has spent his career in the FTSE100. It specialises in the provision of tax governance and transparency advice to large businesses and policy makers.&#xd;<br />&#xd;<br />Engaged is the first independent consultancy firm to offer clients our end-to-end Tax Governance Framework&#xd;<br />solution. This encompasses:&#xd;<br />- Development of a bespoke Tax Strategy for publication;&#xd;<br />- Building Tax Policies;&#xd;<br />- Training of in-house functions;&#xd;<br />- Preparing for HMRC tax governance audit; and&#xd;<br />- Executive briefings.&#xd;<br />&#xd;<br />Tim has extensive experience of interacting with governments on the issue of tax transparency.  He participated in the ad hoc extractive industry working group which engaged with the European Commission during the consultation and drafting phases of Chapter 10 of the 2013 Accounting Directive, and the smaller team negotiating and drafting the industry guidance for its application in the UK.  &#xd;<br />&#xd;<br />Tim is recognised as a leading expert in tax transparency by industry representatives and policy makers, and frequently meets with national governments, the EU and the OECD. Furthermore, as Engaged Consulting does not provide any tax planning advice, Tim retains a constructive and positive relationship with the civil society community. For example, one UK and one international civil society organisation have been clients of Engaged Consulting.","acronym":"Engaged Consulting","interests":"Competition, Economy, finance and the euro, Regional Policy, Single market, Taxation, Trade","euInitiatives":"The broad tax debate, including&#xd;<br /> - Country-by-country reporting&#xd;<br /> - Registers of Beneficial Ownership&#xd;<br /> - The Common Consolidated Corporate Tax Base&#xd;<br /> - The Anti Tax Avoidance Directive&#xd;<br /> - The Anti Money Laundering Directive(s)&#xd;<br /> - The work of the TAXE, TAXE2, PANA an other committees","lastUp":"2018-05-03T11:16:21.869+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}