{"id":"428503430419-36","name":"Fundacja ProEdoo","registrationDate":"2018-02-27T13:11:44.867+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"","country":"Poland","headAddress":"Plac Kościuszki","headCity":"Ciechanów","headPostCode":"06-400","headPhone":"(48)5 08 12 59 49","boss":"Patrycja Holec","bossTitle":"Ms","bossPosition":"Prezes","membersCount":2,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"Celami statutowymi Fundacji są: &#xd;<br />a.\tWspieranie inicjatyw społecznych, publiczno-społecznych oraz publiczno-prywatnych w zakresie edukacji, zwłaszcza w zakresie rozwoju naukowego, gospodarczego oraz promocji zdrowia;&#xd;<br />b.\tDziałalność edukacyjna wspierająca rozwój kompetencji kluczowych wśród dzieci i młodzieży;&#xd;<br />c.\tPropagowanie idei uczenia się przez całe życie oraz rozwoju kompetencji kluczowych wśród osób dorosłych;&#xd;<br />d.\tWspieranie działań w zakresie zdrowego trybu życia, aktywności fizycznej oraz sportu; &#xd;<br />e.\tInicjowanie oraz wspieranie działań edukacyjno-promocyjnych w zakresie zdrowego odżywiania oraz podnoszenia poziomu świadomości żywieniowej;&#xd;<br />f.\tPropagowanie aktywności integracyjnych oraz sportowych zwłaszcza wśród seniorów;&#xd;<br />g.\tWspieranie działalności na rzecz walki ze społecznymi chorobami cywilizacyjnymi; &#xd;<br />h.\tWspieranie, ochrona i promocja zdrowia; &#xd;<br />i.\tDziałalność na rzecz integracji i reintegracji społecznej oraz aktywizacja zawodowa osób wykluczonych lub zagrożonych wykluczeniem społecznym; &#xd;<br />j.\tPrzeciwdziałanie uzależnieniom i patologiom społecznym;&#xd;<br />k.\tInicjowanie oraz wspieranie innowacyjnych projektów edukacyjnych i badawczych, zwłaszcza na rzecz rozwoju edukacji dzieci i młodzieży;&#xd;<br />l.\tDziałalność wspierająca rozwój innowacyjności, wdrażanie i promocja nowych rozwiązań technicznych w praktyce gospodarczej;&#xd;<br />m.\tPropagowanie  inicjatyw wspomagających rozwój integracji wspólnot i społeczeństw lokalnych w tym działań wspierających integrację międzypokoleniową;&#xd;<br />n.\tPropagowanie działalności przyczyniającej się do rozwoju turystyki, agroturystyki, rekreacji i krajoznawstwa; &#xd;<br />o.\tWsparcie działań z zakresu ochrony środowiska, ekologii oraz ochrony dziedzictwa przyrodniczego; &#xd;<br />p.\tWspieranie rozwoju kultury i sztuki oraz ochrona dóbr kultury i dziedzictwa narodowego;&#xd;<br />q.\tWspieranie rozwoju gospodarczego oraz przedsiębiorczości, zwłaszcza wśród dzieci i młodzieży;&#xd;<br />r.\tPropagowanie rozwoju sektora organizacji pozarządowych, ekonomii społecznej oraz wolontariatu;&#xd;<br />s.\tUpowszechnianie i ochrona wolności, równości, praw obywatelskich, dialogu obywatelskiego oraz działania na rzecz rozwoju demokracji, integracji społecznej oraz dialogu usystematyzowanego.","acronym":"ProEdoo","interests":"Agriculture and Rural Development, Communication, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Enterprise, Environment, Food Safety, General and Institutional Affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Youth","euInitiatives":"-Efektywność strategii i realizacji krajowego oraz regionalnych programów operacyjnych w Polsce, głównie w ramach Europejskiego Funduszu Spójności.","lastUp":"2018-02-27T18:21:18.208+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}