{"id":"428518431409-94","name":"International PEN","registrationDate":"2018-04-30T17:18:33.590+02:00","category":3,"subCategory":2,"legal":"Charity","web":"http://pen-international.org","country":"United kingdom","headAddress":"PEN International, Koops Mill,","headCity":"London","headPostCode":"SE1 2AN","headPhone":"(44)20 74 05 03 38","boss":"Carles Torner","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":25,"membersFTE":"20.0","membership":"Links to all Centres can be found here: http://pen-international.org/centres","memberOrga":"First, PEN International is a membership organisation: that is, our members, via PEN Centres wordwide, always inform the work we do. Therefore the connection between the international office and the Centres is very strong. Although the international office is the hub of the organsiation, setting strategy and coordinating activities, it is not more important than any one Centre; we are all equal.&#xd;\n&#xd;\nSecond, we campaign for freedom of expression and uphold literature as a force of world culture at the same time. We don’t believe it is possible to have a vibrant literary culture without freedom of expression: the two go hand in hand.&#xd;\n&#xd;\nThird, we define ‘freedom of expression’ in a slightly different way from our colleagues elsewhere. For us, it means the right to have your voice heard (whether as text or speech) across languages and cultures; the right to an education; and the right to read as much as the right to write. These core principles are expressed through the various campaigns, projects, programmes and events that PEN International supports every year.&#xd;\n&#xd;\nFinally, our definition of a ‘writer’, as well as the people we support (particularly in our campaigning work) is all-inclusive: a writer, for us, can be a novelist, poet, journalist, academic, publisher, translator, blogger, biographer, playwright, etc. – in short, it refers to anyone involved with the written or spoken word. This broad definition is what truly makes us the worldwide movement that we are.&#xd;\n&#xd;\nHow do I join?&#xd;\nIf you are a writer – and as described above, that’s anyone involved with the written or spoken word – we ask that you first join at Centre level, because we would like every PEN member to be engaged with our work locally as well as internationally. Writers have an important voice in their own communities, and we believe it is vital that communities join and work together whenever possible. Have a look here to see if there’s a Centre near you. If there are none nearby, it might be possible to join a Centre in a neighbouring country, or one formed on the basis of your language or culture.&#xd;\n&#xd;\nCan PEN help me get published?&#xd;\nPEN International is not a publishing house, though we do work closely with publishers to strengthen our activities and to make sure that we stay involved with writing from around the world. We do not act on behalf of writers looking for a place to publish their work. We do, however, publish our own online magazine, so please take a look at our guidelines to see what sort of writing we’re looking for.&#xd;\n&#xd;\nCan PEN provide me with financial support?&#xd;\nPEN International only offers financial support, through our Emergency Fund, to persecuted writers and their families when they need it most. We also work closely with PEN Centres and our funders to develop programmes, projects and events that reflect our principles, promote freedom of expression and celebrate literature. For more details, please take a look through the rest of our website.&#xd;\n&#xd;\nHow can I support PEN International?&#xd;\nWe depend on our support base to continue developing our work. See our Support Us page for details.&#xd;\n&#xd;\nWho funds PEN?&#xd;\nPEN International is funded by a number of individuals, companies and organisations. We also receive a small amount of money from PEN Centres in the form of membership dues. If you’d like to know who supports our work, please see our Support Us page.&#xd;\n&#xd;\nCan I set up a new PEN Centre? &#xd;\nThe PEN International office works to support PEN Centres around the world. If you’re interested in learning about the procedures to set up a new PEN Centre, please get in touch with Jena Patel, the Congress, Committees and Centres at: jena.patel [at] pen-international.org","goal":"PEN International is a membership organisation: that is, our members, via PEN Centres wordwide, always inform the work we do. Therefore the connection between the international office and the Centres is very strong. Although the international office is the hub of the organsiation, setting strategy and coordinating activities, it is not more important than any one Centre; we are all equal.&#xd;<br />&#xd;<br />Second, we campaign for freedom of expression and uphold literature as a force of world culture at the same time. We don’t believe it is possible to have a vibrant literary culture without freedom of expression: the two go hand in hand.&#xd;<br />&#xd;<br />Third, we define ‘freedom of expression’ in a slightly different way from our colleagues elsewhere. For us, it means the right to have your voice heard (whether as text or speech) across languages and cultures; the right to an education; and the right to read as much as the right to write. These core principles are expressed through the various campaigns, projects, programmes and events that PEN International supports every year.&#xd;<br />&#xd;<br />Finally, our definition of a ‘writer’, as well as the people we support (particularly in our campaigning work) is all-inclusive: a writer, for us, can be a novelist, poet, journalist, academic, publisher, translator, blogger, biographer, playwright, etc. – in short, it refers to anyone involved with the written or spoken word. This broad definition is what truly makes us the worldwide movement that we are.","acronym":"PEN International","interests":"Culture and media, Justice and Fundamental Rights","euInitiatives":"Through our advocacy at the national, regional and international levels PEN International promotes freedom of expression and defends writers at risk.&#xd;<br />&#xd;<br />To achieve this, the International Secretariat works with our members in 150 Centres in over 100 countries around the world to produce the evidence-based research upon which we formulate our policy positions and our advocacy for legislative and policy change with national governments, regional human rights bodies and international organisations.","lastUp":"2018-05-01T13:43:35.337+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}