{"id":"428642112183-35","name":"Fédération internationale de l'Action des chrétiens pour l'abolition de la torture","registrationDate":"2013-11-04T14:32:00.952+01:00","category":3,"subCategory":2,"legal":"Association, loi de 1901","web":"http://www.fiacat.org","country":"France","headAddress":"96 boulevard de la Libération","headCity":"VINCENNES","headPostCode":"94300","headPhone":"(33)1 58 64 10 47","boss":"Paul Angaman","bossTitle":"Mr","bossPosition":"Président de la FIACAT","membersCount":1,"membersFTE":"1.0","membership":"La FIACAT est membre  de plusieurs collectifs d’action, notamment la Coalition mondiale contre la peine de mort (WCADP), la Coalition des ONG Internationales contre la Torture (CINAT), la Coalition internationale contre les disparitions forcées (ICAED) et le Human Rights and Democracy Network (HRDN).","memberOrga":"ACAT Allemagne(486),&#xd;\nACAT Belgique(35),&#xd;\nACAT Espagne(240),&#xd;\nACAT France(9243),&#xd;\nACAT Italie(35),&#xd;\nACAT Luxembourg(135),&#xd;\nACAT République tchèque(20),&#xd;\nACAT Royaume-Uni(234),&#xd;\nACAT Suède(20),&#xd;\nACAT Suisse(1696),&#xd;\nACAT Bénin(20),&#xd;\nACAT Burkina-Faso(20),&#xd;\nACAT Burundi(63),&#xd;\nACAT Cameroun(30),&#xd;\nACAT Centrafique(30),&#xd;\nACAT Congo(20),&#xd;\nACAT Côte d'Ivoire(20),&#xd;\nACAT Ghana(20),&#xd;\nACAT Libéria(24),&#xd;\nACAT Madagascar(26),&#xd;\nACAT Mali(15),&#xd;\nACAT Niger(20),&#xd;\nACAT RDC(50),&#xd;\nACAT Sénégal(20),&#xd;\nACAT Tchad(20),&#xd;\nACAT Togo(20),&#xd;\nACAT Brésil(25),&#xd;\nACAT Canada(250),&#xd;\nRACAT Haiti(4000),&#xd;\nACAT U.S.A(25),&#xd;\nACAT Philippines(20)","goal":"La Fédération internationale de l’Action des chrétiens pour l’abolition de la torture, la FIACAT, est une organisation internationale non gouvernementale de défense des droits de l’Homme, créée en 1987, qui lutte pour l’abolition de la torture et de la peine de mort. La fédération regroupe une trentaine d’associations nationales, les ACAT, présentes sur quatre continents.&#xd;<br />&#xd;<br />La FIACAT représente ses membres auprès des organismes internationaux et régionaux. Elle bénéficie du Statut consultatif auprès des Nations Unies (ONU), du Statut participatif auprès du Conseil de l’Europe et du Statut d’Observateur auprès de la Commission africaine des droits de l’homme et des peuples (CADHP). La FIACAT est également accréditée auprès des instances de l’Organisation internationale de la Francophonie (OIF).&#xd;<br />En relayant les préoccupations de terrain de ses membres devant les instances internationales, la FIACAT vise l’adoption de recommandations pertinentes et leur mise en œuvre par les gouvernements. La FIACAT concoure à l’application des Conventions internationales de défense des droits de l’Homme, à la prévention des actes de torture dans les lieux privatifs de liberté, à la lutte contre les disparitions forcées et au combat contre l’impunité. Elle participe également à la lutte contre la peine de mort en incitant les Etats à abolir cette disposition dans leur législation.&#xd;<br />Pour être encore mieux entendue, la FIACAT est membre-fondateur de plusieurs collectifs d’action, notamment la Coalition mondiale contre la peine de mort (WCADP), la Coalition internationale contre les disparitions forcées (ICAED) et le Human Rights and Democracy Network (HRDN).&#xd;<br />&#xd;<br />La FIACAT renforce les capacités de son réseau de trente ACAT. La FIACAT aide ses associations membres à se structurer. Elle soutient le processus qui fait des ACAT des acteurs de poids de la société civile, capables de sensibiliser l’opinion publique et d’avoir un impact sur les autorités de leur pays. Elle contribue à faire vivre le réseau en favorisant les échanges, en proposant des formations régionales ou internationales et des initiatives communes d’intervention. Ainsi, elle soutient les actions des ACAT et leur apporte un relais sur le plan international.&#xd;<br />&#xd;<br />La FIACAT, un réseau de chrétiens unis pour l’abolition de la torture et de la peine de mort&#xd;<br />La FIACAT a pour mission de sensibiliser les Eglises et les organisations chrétiennes à la torture et à la problématique de la peine de mort et de les convaincre d’agir pour leur abolition.&#xd;<br />&#xd;<br />Les résultats de notre action&#xd;<br />La FIACAT assure la protection des défenseurs des droits de l’homme membres de son réseau. Ainsi, la FIACAT a permis la libération de plusieurs membres d’ACAT arrêtés en raison de leurs activités associatives.&#xd;<br />Grâce aux actions de plaidoyer de la FIACAT, en collaboration avec ses associations membres, le Burundi, le Togo,le Bénin et Madagascar ont aboli la peine de mort ces dernières années.&#xd;<br />&#xd;<br />LA FIACAT incite les Etats à lutter contre la surpopulation carcérale en limitant la détention préventive abusive et en facilitant la mise en œuvre de peines alternatives à la détention.","acronym":"FIACAT","interests":"Borders and Security, External Relations, Foreign affairs and security policy, Institutional affairs, Justice and Fundamental Rights, Migration and asylum","euInitiatives":"Co-signature de prise de position avec le Human rights and democracy network:&#xd;<br />- Joint Position of the European Networks on Multiannual Financial Framework 2021-2027, February 2018&#xd;<br />- Promoting Human Rights and Democracy in the next EU Multiannual Financial Framework&#xd;<br />- Joint Position of the European Networks on Multiannual Financial Framework 2021-2027, June 2018&#xd;<br />- Participation with FIACAT network members from Aftica to the last NGO Forum on universality of Human rights, November 2018 &#xd;<br />- EU-AU CSO steering committee member for the EU-AU dialogue held in October 2018 on \"Youth inclusion\"&#xd;<br />- Participation to consultancy held by the EEAS on the revision of the EU Torture guidelines and on EEAS policy in the fight against torture and abolition of the Death Penalty.","lastUp":"2019-02-19T10:28:59.507+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}