{"id":"428859211531-20","name":"Sub-Zero Wolf Inc.","registrationDate":"2013-07-08T16:56:55.363+01:00","category":2,"subCategory":4,"legal":"Incorporated","web":"http://www.subzero-wolf.com","country":"United states","headAddress":"Hammersly Road, 4717","headCity":"Madison","headPostCode":"53711","headPhone":"(001)60 82 71 22 33","boss":"Robert Ambrosi","bossTitle":"Mr","bossPosition":"Sales Director Europe","membersCount":2,"membersFTE":"0.5","membership":"AHAM- Association fo Home Applaince Mnaufacturers","memberOrga":"","goal":"Sub-Zero Wolf Inc. is a family-owned company that has been headquartered in Madison, Wisconsin for 70 years. Sub-Zero developed the niche market for customized built-in residential refrigeration and manufactures all our products in the United States, with factories in Wisconsin and Arizona.  &#xd;<br />&#xd;<br />While not technically meeting the EU definition of small/medium business, our company is significantly smaller than the major refrigerator manufacturers worldwide and therefore is hard pressed to compete.  Our market share in the U.S., our primary market, is less than 1%.  In Europe, our total exports are well under 5,000 units per year, less than 0.05% of the total market. We are committed to grow our presence in Europe.  Our distributors are small businesses, and most often only distribute Sub-Zero products.","acronym":"","interests":"Climate Action, Customs, Energy, Environment, Food Safety","euInitiatives":"The main initiatives, policies and legislative areas that Subzero-Wolf follows today have to do with environmental, energy and extended producer responsibility/recycling subjects.  Ensuring that we are compliant in all of those areas with all of our products is our foremost concern.  We make a strong effort to track and monitor pending and existing legislation and in particularly any differences between member states.","lastUp":"2018-03-06T18:23:27.722+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}