{"id":"428936828590-94","name":"Massimo Bello","registrationDate":"2017-10-09T10:29:32.861+01:00","category":1,"subCategory":8,"legal":"nessuno","web":"","country":"Italy","headAddress":"Piazza della Libert? 17","headCity":"Ostra Vetere","headPostCode":"","headPhone":"(39)33 85 90 61 94","boss":"Massimo Bello","bossTitle":"Mr","bossPosition":"European Project Manager","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Lo Studio di Consulenza di Massimo Bello, da poco istituito, ? specializzato in Europrogettazione, politiche dell'UE e programmazione finanziaria dell'Unione europea.&#xd;<br />Lo Studio si occupa di Attivit? consulenziale sulla definizione e gestione dei progetti di innovazione tecnologica, di processo ambientale e culturale, di elaborazione e presentazione di proposte su bandi di finanziamento (regionali ed europei) per la ricerca, lo sviluppo, l'innovazione. Lo studio lavora in Team Project per la progettazione in Calls relative alla Programmazione finanziaria dell'UE 2014-2020.&#xd;<br />Lo Studio sostiene e promuove i processi di internazionalizzazione e di innovazione tecnologica delle imprese. Eroga servizi di consulenza e formazione a supporto di imprese e anche di amministrazioni e autorit? locali, per favorire lo sviluppo locale.&#xd;<br />&#xd;<br />Lo Studio lavora in rete con partners e collaborazioni (network), specializzati nei settori dell'european management. Lo Studio professionale ? in grado di fornire: consulenza sui finanziamenti europei (funding and reseach); analisi di fattibilit? (logical framework approach); attivit? di lobbying e di networking; european project management; formazione ed internazionalizzazione.&#xd;<br />&#xd;<br />Lo Studio professionale Massimo Bello, di giovane costituzione, lavora in network con altri consulenti e professionisti (commercialisti, avvocati, progettisti europei), che opeano da anni nei settori dell'european management. Lo Studio offre ai propri clienti una consulenza tempestiva e aggiornata, una capacit? progettuale internazionale, un pacchetto integrato di servizi nell'ambito delle politiche dell'Unione europea e delle opportunit? finanziarie messe a disposizione dalle istituzioni comunitarie.&#xd;<br />&#xd;<br />Lo Studio professionale Massimo Bello supporta PMI ed enti pubblici e privati a sviluppare e gestire progetti europei e rapporti con l'Unione europea e le sue articolazioni. Lo Studio Massimo Bello ha sviluppato un alto livello di specializzazione ed esperienza nelle politiche dell'Unione europea e nei programmi finanziari UE a gestione diretta (Horizon 2020).","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Lo Studio professionale Massimo Bello, nonostante sia stato istituito da poco, segue diverse iniziative UE; in particolare, quelle relative ai fascicoli: ambiente, energia, innovazione tecnologica, PMI, sviluppo regionale e ricerca, cultura, salute, tutela dei consumatori.","lastUp":"2017-10-13T09:03:37.920+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}