{"id":"429047025681-13","name":"Stredná odborná škola - Szakközépiskola, Hlavná 54, Moldava nad Bodvou","registrationDate":"2017-02-07T14:13:43.837+01:00","category":4,"subCategory":12,"legal":"Rozpočtová Organizácia s právnou subjektivitou","web":"http://sosmoldava.edupage.org","country":"Slovakia","headAddress":"Hlavná 54","headCity":"Moldava nad Bodvou","headPostCode":"045 01","headPhone":"(421)5 54 60 21 39","boss":"István Stefán","bossTitle":"","bossPosition":"Riaditeľ","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Cieľom manažmentu školy, celého pedagogického a nepedagogického kolektívu je vybudovať vzdelávaciu inštitúciu, ktorá je schopná zabezpečiť výchovu a vzdelávanie stredoškolskej mládeže tak v študijných ako aj učebných odboroch v závislosti od potrieb trhu práce, možností, ktoré ponúka región, záujmu žiakov a ich rodičov. Úsilie cieľavedome smeruje k zabezpečeniu materiálno technického vybavenia vzdelávacieho procesu modernými prostriedkami, ktoré kopírujú prostriedky používané v praxi. Naším cieľom je čo najužšie spolupracovať s podnikateľským sektorom v regióne, využívať spoluprácu s nimi na zabezpečenie odbornej praxe študentom. Študentom chceme poskytnúť príležitosť vyskúšať svoje vedomosti, schopnosti a získané kompetencie priamo v praxi, zamestnávateľom poskytnúť možnosť vychovať si a vybrať si osvedčených absolventov za budúcich zamestnancov.  Ciele výchovy a vzdelávania chceme nastaviť tak, aby budúci absolventi našej školy boli schopní reálne posudzovať svoje fyzické a duševné schopnosti, odhadovať dôsledky svojho jednania a chovania v rôznych situáciách, mať zodpovedný vzťah k svojmu zdraviu, starať sa o svoj fyzický a duševný rozvoj, byť si vedomý dôsledkov nezdravého životného štýlu a závislosti, konať v súlade s morálnymi princípmi a zásadami spoločenského správania, prispievať k uplatňovaniu hodnôt demokracie, chápať význam životného prostredia pre človeka, uznávať tradície a hodnoty svojho národa, chápať jeho minulosť a súčasnosť v európskom a svetovom kontexte, dodržiavať zákony, rešpektovať práva a osobnosť druhých, vystupovať proti neznášanlivosti a diskriminácii, prevziať zodpovednosť za seba, za svoj rozvoj a tvorivosť. &#xd;<br />Stratégiou rozvoja školy je zvýšiť kvalitu, efektivitu a účinnosť vzdelávania a to  predovšetkým: &#xd;<br />- uplatnením nových metód, foriem a prostriedkov vyučovania,&#xd;<br />- zavedením nového prístupu k spolupráci s podnikateľskou sférou,&#xd;<br />- posilnením vyučovania materinského, vyučovacieho a cudzieho jazyka vytvorením jazykového  laboratória, &#xd;<br />- skvalitnením odborného vyučovania zriadením ďalších učební vybavených novou výpočtovou, komunikačnou a interaktívnou technológiou,&#xd;<br />- výmenou zastaralých pomôcok pri praktickej výučbe za nové, ktoré sa dnes používajú v jednotlivých oblastiach hospodárstva (automobilová doprava a mechanizácia pôdohospodárstva),&#xd;<br />- rozvíjaním spolupráce medzi žiakmi a odstránením aj najmenších prejavov šikanovania, násilia a rasizmu,&#xd;<br />- zapájaním sa do projektov zameraných na rozvoj školy,&#xd;<br />- prehĺbením spolupráce s rodičmi, partnerskými školami, mestom, zriaďovateľom,&#xd;<br />- rekonštrukciou ďalších odborných učební a školských dielní,&#xd;<br />- zavedením fungujúceho a motivačného systému merania výsledkov vzdelávania.&#xd;<br />Stredná odborná škola Szakközépiskola  Moldava nad Bodvou si vo vzdelávaní žiakov v študijných a učebných odboroch udržiava kľúčové postavenie  pri výchove a vzdelávaní žiakov z okolitých obcí regiónu okolia Košíc. &#xd;<br />Vzhľadom na svoju geografickú polohu,  štruktúru obyvateľstva v danom regióne  a  demografický vývoj žiakov  v okolitých základných školách sa škola stala  strednou školou na prípravu žiakov z rodín väčšinou v hmotnej núdzi a s nižším príjmom, ktorí nemajú finančné prostriedky na cestovanie  za vzdelaním. Preto sa naša  ponuka učebných odborov postupne prispôsobuje  požiadavkám rodičov a žiakov ako i potrebám regiónu. Všetky aktivity vedenia školy smerovali k napĺňaniu stanovenej vízie. V súčasnosti sa vo vyučovacom procese využíva aj moderná didaktická technika (interaktívne tabule, dataprojektory, počítače, pracoviská cvičnej firmy).","acronym":"SOŠ-Szakközépiskola","interests":"Agriculture and Rural Development, Education","euInitiatives":"Projekt vychádza z potreby odbornej  školy na Slovensku, ktorá sa nachádza v špecifickom regióne /územie druhého najväčšieho okresu na Slovensku/. Súčasné prognózy Európskej komisie a OECD v oblasti odborného vzdelávania a prípravy ukazujú, že najvyhľadávanejšie profesie pre podniky sú služby a profesie vyžadujúce vysoký stupeň ovládania technických zručností. &#xd;<br />&#xd;<br />Priority a potreby sme definovali v projekte a sú v súlade s dokumentami: &#xd;<br />1.OZNÁMENIE KOMISIE EURÓPSKEMU PARLAMENTU, RADE, EURÓPSKEMU HOSPODÁRSKEMU A SOCIÁLNEMU VÝBORU A VÝBORU REGIÓNOV:&#xd;<br /> V posledných troch rokoch sa podarilo stabilizovať európsku ekonomiku. EÚ je na správnej ceste, ale zotavovanie zostáva pomalé, na čo poukazujú prognózy Komisie o náraste HDP EÚ-28 v roku 2014 o 1,4 % a miere nezamestnanosti dosahujúcej v nasledujúcich dvoch rokoch skoro 11 %. Preto sa hlavnou prioritou Komisie a členských štátov EÚ stala podpora rastu a konkurencieschopnosti so zámerom udržať a posilniť oživenie a dosiahnuť ciele programu Európa 2020.  &#xd;<br />2. PRIEMYSELNÁ MODERNIZÁCIA: INVESTOVANIE DO INOVÁCIÍ, NOVÝCH TECHNOLÓGIÍ, VÝROBNÝCH VSTUPOV A ZRUČNOSTÍ .&#xd;<br />V dôsledku nedostatkových prírodných a energetických zdrojov a ambicióznych sociálnych a environmentálnych cieľov nemôžu spoločnosti EÚ konkurovať nízkymi cenami a výrobkami s nízkou kvalitou. Preto sa musia spoločnosti EU prikloniť k inováciám, produktivite, efektívnemu využívaniu zdrojov a vysokej pridanej hodnote. Inovácie a technologický pokrok tak zostanú hlavným zdrojom konkurencieschopnosti priemyslu EÚ. Najmä digitálne technológie sú ústredným prvkom nárastu produktivity európskeho priemyslu. Digitálny prechod prebieha v rámci globálnej ekonomiky a priemyselná politika musí integrovať nové technologické možnosti, ako napríklad cloud computing, vývoj hodnotového reťazca údajov a obšírnych údajov, nové priemyselné internetové aplikácie, inteligentné továrne, robotika.  &#xd;<br />&#xd;<br />Zručnosti sú hlavným politickým prvkom v programe Európa 2020. Komisia zaviedla všeobecnú stratégiu na zlepšenie systémov vzdelávania a odbornej prípravy prostredníctvom investovania do ľudského kapitálu s finančnou podporou EÚ. Ide konkrétne iniciatívy zamerané na prepojenie príslušných subjektov, ktoré sa zaoberajú učňovskou prípravou, a to najmä tých, ktoré majú kľúčové zručnosti v oblasti informačných a komunikačných technológií vrátane sociálnych partnerov.&#xd;<br />Nesúlad medzi ponúkanými a požadovanými zručnosťami, ako aj otázky týkajúce sa odbornej prípravy mladej generácie budú aj naďalej kľúčovou výzvou pre spoločnosti  EÚ v najbližších rokoch, a to najmä v čase, keď pokrok vo výrobných technológiách prispeje k zvyšovaniu dopytu po osobitných zručnostiach a odbornej príprave. V jednotlivých členských štátoch existujú významné rozdiely v oblasti nadobúdania zručností a v efektívnosti systémov odbornej prípravy. Tieto rozdiely spolu s vysokou mierou nezamestnanosti v členských štátoch postihnutých krízou vyžadujú realizáciu okamžitých opatrení s cieľom investovať viac do vzdelávania a odbornej prípravy. V oznámení o prehodnotení vzdelávania  sa vyzýva, aby sa kládol dôraz na zosúladenie ponuky zručností s potrebami na pracovnom trhu v rámci Európy. EÚ má jedinečnú úlohu, ktorá spočíva v uľahčovaní odbornej prípravy prostredníctvom programu Erasmus+ na všetkých úrovniach. Znalostné a inovačné spoločenstvá prispejú k dostupnosti zručností potrebných na trhoch rozvíjajúcich sa odvetví a oblastí hospodárskej činnosti.&#xd;<br />Zainteresované strany na všetkých úrovniach by sa mali snažiť predvídať a riadiť potreby v oblasti zručností a odbornej prípravy. Priemyselná politika musí takisto uľahčiť priemyselnú zmenu a pomôcť modernizovať priemyselné štruktúry s cieľom zabrániť drastickej, zbytočnej reštrukturalizácii.","lastUp":"2017-02-10T15:07:19.612+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}