{"id":"429487719884-26","name":"Stichting Digitale Infrastructuur Nederland","registrationDate":"2015-12-07T23:19:44.325+02:00","category":3,"subCategory":2,"legal":"Association / Foundation","web":"http://dinl.nl","country":"Netherlands","headAddress":"Overgoo 13","headCity":"Leidschendam","headPostCode":"2260EG","headPhone":"(31)7 07 62 10 70","boss":"Michiel Steltman","bossTitle":"Mr","bossPosition":"Directeur","membersCount":2,"membersFTE":"1.25","membership":"","memberOrga":"http://www.dinl.nl/deelnemers/","goal":"DINL, the Digital Infrastructure association Netherlands  is the voice of this industry to government, politics and the public.  Members of DINL are associations and organisations in the Netherlands that are representing providers of Digital Infrastructure:  the DDA (Dutch Datacenter association), DHPA and ISPconnect (representing the NL hosting and cloud sector), the NLNet foundation, SURFnet (the NL academic network), AMS-IX (world’s largest Internet Exchange), VVR (Dutch domain registrar association), and NL ICT - The NL IT sector organisation. &#xd;<br />Its activities include information sharing and advocacy on the digital infrastructure ecosystem, promoting the Internet’s core values: open, free and safe, permissionless innovation, education for digital skills, and building trust through improving cyber security and fighting cybercrime.&#xd;<br />DINL aims to create structure in complex themes and educates stakeholders about developments that affect the Dutch digital ecosystem. As such DINL works closely with government, politics, industry, NGO’s. DINL emphasizes the importance and benefits of an open, reliable and safe Internet and digital infrastructure for the economy and society, and multi-stakeholder cooperation as an essential mechanism for the governance of the Internet and addressing societal issues.","acronym":"DINL","interests":"Communication, Digital economy and society, Research and innovation, Single market, Taxation","euInitiatives":"Regulatory frameworks telecommunications&#xd;<br />Cybercrime&#xd;<br />Information secuity and data protection&#xd;<br />CSA - Cyber security act&#xd;<br />GDPR - Privacy&#xd;<br />Online platforms&#xd;<br />ICT Standards&#xd;<br />E-commerce directive&#xd;<br />Illegal content online&#xd;<br />NIS directive&#xd;<br />Copyright","lastUp":"2019-09-09T21:53:11.020+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}