{"id":"42947168220-49","name":"Union Internationale des Entrepreneurs de Peinture","registrationDate":"2012-03-01T14:44:19.056+02:00","category":2,"subCategory":7,"legal":"Aisbl","web":"http://www.uniep.org","country":"Luxembourg","headAddress":"2, Circuit de la Foire Internationale","headCity":"Luxembourg","headPostCode":"L-1347","headPhone":"(32)4 72 94 38 83","boss":"Helmut Schulz","bossTitle":"Mr","bossPosition":"Président","membersCount":9,"membersFTE":"3.0","membership":"UNIEP est une association professionelle sectorielle qui est membre de l'UEAPME - Union européenne pour l'artisanat et la petite et moyenne entreprise (partenaire social au niveau européen).","memberOrga":"http://www.uniep.org/en-GB/content/members/13/","goal":"Représenter et promouvoir les intérêts des entrepreneurs dans les secteurs de la peinture, de la décoration et de la finition au niveau international.&#xd;<br />Constituer des réseaux avec d'autres associations au niveau international.&#xd;<br />Analyser les problématiques professionnelles liées aux secteurs représentés et trouver des solutions communes.&#xd;<br />Encourager les échanges d'expériences et de bonnes pratiques dans les secteurs de la peinture et de la décoration.&#xd;<br />Promouvoir l'image de la profession de peintre/décorateur, améliorer la qualité de la formation professionnelle et faciliter la mobilité des apprentis.&#xd;<br />Elaborer et diffuser des études sur les secteurs représentés et formuler des recommandations communes pour les Institutions UE.","acronym":"UNIEP","interests":"Business and Industry, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Public Health, Research and innovation, Single market, Taxation, Trade, Youth","euInitiatives":"- Système de formation professionnelle (VET)&#xd;<br />- Accès à la profession&#xd;<br />- Apprentissage&#xd;<br />- Harmonisation des modules de formation&#xd;<br />- Plateforme européenne sur le travail non-déclaré&#xd;<br />- Efficacité énergétique dans le bâtiment&#xd;<br />- Santé et sécurité sur le lieu de travail","lastUp":"2018-06-26T10:32:40.534+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}