{"id":"429883824576-64","name":"Association European Studies for Innovative Development of Georgia","registrationDate":"2016-11-20T08:09:26.173+01:00","category":3,"subCategory":2,"legal":"Assosiation","web":"http://inovdev.ge","country":"Georgia","headAddress":"47 Kostava str. 6th floor","headCity":"Tbilisi","headPostCode":"0179","headPhone":"(995)3 22 33 40 56","boss":"Oleg Shatberashvili","bossTitle":"Mr","bossPosition":"Chairman","membersCount":1,"membersFTE":"0.25","membership":"EaP CS Forum (http://eap-csf.eu/)&#xd;\nEaP CS Forum National Platform (http://eapnationalplatform.ge)&#xd;\nNGO Coalition “Innovative Georgia” (www.inovdev.ge) &#xd;\nCACAARI (FAO) (http://www.cacaari.org)","memberOrga":"www.inovdev.ge","goal":"Association European Studies for Innovative Development of Georgia (ESIDG) is uniting professors and researchers from a number of universities studying the research, development and innovation (R&amp;D&amp;I) policy and systems and take part in corresponding public debate. ESIDG declares the following activities and goals: &#xd;<br />•\tStudy R&amp;I policies worldwide for exploitation of findings in Georgia&#xd;<br />•\tMonitoring of the R&amp;D&amp;I sphere in Georgia and elaboration of recommendations (including on the perfection of EU EaP Programme) &#xd;<br />•\tEnhancing awareness of R&amp;D&amp;I processes in Georgia &#xd;<br />•\tElaboration of communication formats for academics, students, government, NGOs, etc. &#xd;<br />•\tSharing of experience with Georgian and EU researchers and organizations&#xd;<br />•\tInvolving more researchers from other disciplines to European and R&amp;D&amp;I studies&#xd;<br />•\tSupport to integration of Georgia into European area in the R&amp;D&amp;I sphere&#xd;<br />The ESIDG members have contributed significantly to explanation of the R&amp;D&amp;I system role to the general public.&#xd;<br />ESIDG takes part in EU EaP CSF activities representing CSF the EaP platforms and panels, as well as EaP conferences and workshops within its competence.&#xd;<br />ESIDG takes part in EU programmes Horizon2020 and Erazmus+. It elaborates recommendations for the Georgian Government and Parliament, and its members represent the Association in a number of Governmental and Parliamentary councils.","acronym":"ESIDG","interests":"Agriculture and Rural Development, Business and Industry, Digital economy and society, Education and training, Energy, Environment, European Neighbourhood Policy, Regional Policy, Research and innovation","euInitiatives":"Eastern Partnership Programme, Horizon-2020 Programme, Jean Monnet Programme, Black Sea Cooperation Programme","lastUp":"2019-10-29T15:06:05.466+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}