{"id":"430010622057-05","name":"Leaseurope","registrationDate":"2016-06-08T18:02:54.271+02:00","category":2,"subCategory":4,"legal":"ASBL","web":"http://www.leaseurope.org","country":"Belgium","headAddress":"Boulevard Louis Schmidt,87","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)0 27 78 05 61","boss":"Leon Dhaene","bossTitle":"Mr","bossPosition":"Director General","membersCount":8,"membersFTE":"7.5","membership":"see http://www.leaseurope.org/index.php?page=member-list","memberOrga":"EBIC","goal":"LEASEUROPE was founded in 1972, and is composed of 44 Member Associations in 33 European countries. It represents, as an umbrella body, the European leasing and automotive rental industries. In 2016, the Federation represented more than 2000 leasing and rental firms across European, or an estimated 91% of the total European leasing market. The scope of products covered by Leaseurope members’ ranges from hire purchase to finance and operating leases of all asset types (automotive, equipment and real estate) and also includes the rental of cars, vans and trucks. The countries covered by our membership base include: Austria, Belgium, Bulgaria, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Luxembourg, Malta, the Netherlands, Norway, Poland, Portugal, Romania, Russia, Serbia &amp; Montenegro, Slovakia, Slovenia, Spain, Sweden, Switzerland, Turkey , Ukraine and the United Kingdom, with correspondent members in Morocco and Tunisia.  &#xd;<br />&#xd;<br />LEASEUROPE represents the interests of its members in discussions with all the EU institutions, and the European Parliament in particular, as well as with international regulatory bodies such as the Basel Committee or standard setters such as the International Accounting Standards Board. In addition, Leaseurope produces market statistics and provides information and advice on legal, tax and accounting issues to its members.","acronym":"","interests":"Agriculture, Banking and financial services, Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Environment, General and Institutional Affairs, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"data protection regulation&#xd;<br />insurance distribution&#xd;<br />Anti money laundering&#xd;<br />digital single market &#xd;<br />prudential supervision of financial institutions&#xd;<br />securitisation regulation&#xd;<br />consumer protection&#xd;<br />insolvency regulation&#xd;<br />connected vehicle&#xd;<br />vehicle type approval legislation&#xd;<br />vehicle re-registration&#xd;<br />vehicle taxation&#xd;<br />uptake of low carbon emitting vehicles&#xd;<br />circular economy&#xd;<br />alternative fuels&#xd;<br />tourism in europe","lastUp":"2018-06-18T16:19:17.545+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}