{"id":"430615914640-02","name":"Asociación empresarial para la protección de las plantas","registrationDate":"2014-10-10T11:35:49.122+02:00","category":2,"subCategory":4,"legal":"Asociación","web":"http://www.aepla.es","country":"Spain","headAddress":"calle Fuencarral 121","headCity":"Madrid","headPostCode":"28010","headPhone":"(34)9 13 10 02 38","boss":"Carlos Palomar","bossTitle":"Mr","bossPosition":"Director General","membersCount":2,"membersFTE":"1.0","membership":"Aepla es miembro de ECPA, European Crop Protection Association.&#xd;\n&#xd;\nAepla es miembro de CropLife International.","memberOrga":"","goal":"La Asociación Empresarial para la Protección de la Plantas (Aepla) promueve el uso racional de los productos fitosanitarios para la producción sostenible de alimentos seguros, abundantes, de calidad y asequibles para la sociedad.&#xd;<br />Trabajar por y para una agricultura sostenible. Aepla actúa como embajadora del sector fitosanitario español promoviendo la comprensión, el diálogo y la tecnología agrícola en el contexto de un desarrollo sostenible.&#xd;<br />La industria fitosanitaria asociada en Aepla trabaja para promover un entorno legislativo y reglamentario objetivo, basado en criterios científicos, para defender y contribuir a una agricultura española fuerte y competitiva en los mercados globales, para aumentar la conciencia pública de los beneficios, el valor y la seguridad del uso de los productos fitosanitarios, y para colaborar en la promoción de la agricultura sostenible, a través de unas Buenas Prácticas Fitosanitarias que faciliten alimentos sanos y seguros, la seguridad del aplicador y del medio ambiente.&#xd;<br />&#xd;<br />Aepla quiere desarrollar los contactos y relaciones institucionales con la Unión Europea, con la Comisión, el Parlamento, el Comité Económico y Social, así como con otros actores sectoriales (asociaciones empresariales y Representaciones Permanentes).","acronym":"Aepla","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Competition, Consumers, Customs, Enlargement, Environment, Food Safety, Institutional affairs, Public Health, Research and innovation, Taxation, Trade","euInitiatives":"- Revision of PPP Regulations: Regulation 1107/2009, Regulation 396/2005, Directive 2009/128 of Sustainable Use&#xd;<br />- Water legislation &#xd;<br />- Biodiversity related legislation&#xd;<br />- Endocrine Disruptors&#xd;<br />- Glyphosate&#xd;<br />- Neonicotinoids, Bee Health and Bee Guidance Document&#xd;<br />- EFSA Guidance Documents&#xd;<br />- Agriculture Sustainability&#xd;<br />- Food safety","lastUp":"2019-06-28T13:44:36.714+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}