{"id":"43070944601-40","name":"MAQASSAR","registrationDate":"2011-05-10T14:03:01.433+01:00","category":1,"subCategory":8,"legal":"Independant consultant","web":"","country":"Belgium","headAddress":"Chaussée d'Alsemberg, 649","headCity":"Bruxelles","headPostCode":"B-1180","headPhone":"(33)9 70 44 92 34","boss":"Robin EDME","bossTitle":"Mr","bossPosition":"Managing Partner","membersCount":1,"membersFTE":"0.25","membership":"The managing partner of Maqassar is the former President and founder of the French Social Investment Forum and of Eurosif; he is also the:&#xd;\n- Coordinator of the ECRA (European Combined Reporting Alliance) initiative;&#xd;\n- Member of the Responsible Investor Award Jury (2008, presided by J. Attali – 2009, presided by E. Orsenna) &#xd;\n- Board Member of European Partners for the Environment (EPE / www.epe.be&#xd;\n- Member of the Task-Force « Rethinking Asset Management » of the CEPS (Center for European Policy Studies) – ECMI (European Capital Markets Institute) launched at the request of the European Commission","memberOrga":"","goal":"Launched in 2001 by the former President and founder of the French Social Investment Forum (FIR / www.frenchsif.org) and of Eurosif (European Social Investment Forum / www.eurosif.org), Maqassar is an CSR &amp; SRI Executive consulting firm which proivdes 3 main lines of services:&#xd;<br />&#xd;<br />1] Providing CSR &amp; SRI state-of-the-art executive consulting and training services to companies and the investor value chain actors;&#xd;<br />2] Identify and promote key strategic and pionneering CSR &amp; SRI issues towards the EU institutions which would help framing their future policies;&#xd;<br />3] Representing companies and investors' interests at EU level (European Commission, European Parliament and European stakeholders).","acronym":"MQR","interests":"Climate Action, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, General and Institutional Affairs, Internal Market, Justice and Fundamental Rights, Trans-European Networks, Transport","euInitiatives":"Extra-financial reporting&#xd;<br />Financial services&#xd;<br />Corporate social responsibility&#xd;<br />Sustainable Development Goals","lastUp":"2017-03-22T18:14:47.973+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}