{"id":"430784434013-68","name":"Gebende Hände gGmbH","registrationDate":"2019-02-19T12:49:54.171+01:00","category":3,"subCategory":2,"legal":"gGmbH","web":"http://gebende-haende.de","country":"Germany","headAddress":"Baumschulalle 3a","headCity":"Bonn","headPostCode":"","headPhone":"(49)2 28 69 55 31","boss":"Horst-Jürgen Kreie","bossTitle":"Mr","bossPosition":"Geschäftsleiter","membersCount":1,"membersFTE":"0.25","membership":"www.iirf.eu","memberOrga":"https://aidforstarvingchildren.org/&#xd;\nhttp://www.hilfe-weltweit.de/","goal":"Gebende Hände ist ein international tätiges Hilfswerk, das bereits in mehr als 40 Ländern auf vier Kontinenten dieser Welt Hilfe geleistet hat. &#xd;<br />&#xd;<br />Zweck der Gesellschaft ist die Hilfeleistung - u.a. auch aus christlicher Motivation - an arme und notleidende Menschen in aller Welt. Die Gesellschaft stellt sich insbesondere zur Aufgabe, den Hunger in der Welt zu bekämpfen, medizinische Hilfe jeglicher Art zu leisten und zur Verfügung zu stellen.&#xd;<br />&#xd;<br />Aufgabe der Gesellschaft ist weiterhin die Förderung und Unterstützung von Krankenhäusern und Kliniken in Entwicklungsländern, in denen notleidende Menschen überwiegend unentgeltlich behandelt werden.&#xd;<br />&#xd;<br />Zwei Grundprinzipien leiten uns:&#xd;<br /> \t&#xd;<br />1.&#xd;<br />Unsere Aktionen „Hilfe zur Selbsthilfe“ fördern Projekte, die den Menschen so schnell wie möglich den Verdienst ihres eigenen Lebensunterhaltes ermöglichen, so dass eine dauerhafte Unterstützung von außen unnötig wird.&#xd;<br />&#xd;<br />Selbst so schnell wie möglich wieder für ihren Lebensunterhalt sorgen zu können, gibt vielen Menschen – besonders nach Bürgerkriegen, Naturkatastrophen oder Krankheit und familiärer Not – Hoffnung und neue Perspektiven.&#xd;<br />&#xd;<br />2.&#xd;<br />In den zahlreichen Projektländern in Afrika, Südamerika und Asien arbeitet Gebende Hände jeweils nur mit persönlich bekannten, vertrauenswürdigen Projektpartnern zusammen. Es handelt sich vorwiegend um Kirchen oder kirchliche Institutionen, in einigen Fällen auch um landesintern staatlich anerkannte gemeinnützige Organisationen.&#xd;<br />&#xd;<br />Die Verwendung der Projektgelder vor Ort wird von Gebende Hände lückenlos überprüft. Projekt- und Finanzberichte, Fotos und telefonische Besprechungen ergänzen gelegentliche Besuche vor Ort. So können wir uns jederzeit ein umfassendes Bild von der geleisteten Arbeit machen.&#xd;<br />&#xd;<br />Das Elend der ganzen Welt kann niemand lindern. Aber etwas konkretes tun und einem Kind nach dem anderen helfen – das kann jeder.&#xd;<br />&#xd;<br />Gebende Hände finanziert u.a. viele Waisenhäuser aus den zahlreichen Bürgerkriegen die Hilfe von außen brauchen, um einen neuen Anfang machen zu können. &#xd;<br />In den Gebende Hände-Waisenhäusern erhalten die Kinder über die tägliche Versorgung hinaus eine Schul- und Berufsausbildung, um den Kreislauf aus Armut und Analphabetentum durchbrechen zu können. Jungen lernen handwerkliche und landwirtschaftliche Fähigkeiten, Mädchen Handarbeiten und Kinderpflege.&#xd;<br />&#xd;<br />In anderen afrikanischen Dörfern sinkt die Kindersterblichkeit, wenn Gebende Hände die Bohrung eines Trinkwassertiefbrunnens finanziert oder Regenwasser-Sammler installiert. Es ist das Prinzip von Gebende Hände, dass die Dorfbevölkerung zu jedem dieser Brunnenprojekte einen finanziellen Eigenbeitrag leistet, damit der Wert des Brunnens vor Ort geschätzt und die Anlage gepflegt wird.&#xd;<br />&#xd;<br />Zufriedener als mit einer bloßen Geldspende sind auch die alleinerziehenden Mütter in Mexiko, wenn sie von Gebende Hände eine Nähmaschine bekommen und damit für ihre Familie wieder selbst sorgen können.&#xd;<br />&#xd;<br />In die Provinzkrankenhäuser der Mongolei begleitete der Gesundheitsminister persönlich mehrere Container medizinischer Hilfsgüter von Gebende Hände auf einer Reise durch die Mongolei, da es abseits der Hauptstadt Ulaanbaator überhaupt nur einen einzigen (bis dahin leeren) Medikamentenschrank und eine handvoll Krankenhausbetten gab.&#xd;<br />&#xd;<br />Gebende Hände unterstützt mehrere internationale Institute die sich mit Menschenrechte (von wissenschaftlicher Forschung bis hin zu Zuwendungen für verfolgte Christen) befassen.","acronym":"Giving Hands","interests":"Climate Action, Economy, finance and the euro, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights","euInitiatives":"+Entwicklungspolitik&#xd;<br />+Flüchtlingshilfe in Entwicklungsländer&#xd;<br />+Humanitäre Hilfe/ Katastrophenschutz&#xd;<br />+Wirtschafts- und Finanzpolitik / Euro&#xd;<br />+Gemeinsame Aussen und Sicherheitspolitik der EU und EU Länder&#xd;<br />+Klimaschutz","lastUp":"2019-02-19T16:18:12.494+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}