{"id":"431215415539-52","name":"International Federation of Medical Students' Associations","registrationDate":"2015-01-12T18:13:28.203+01:00","category":3,"subCategory":2,"legal":"Non-profit Organization","web":"http://www.ifmsa.org","country":"Netherlands","headAddress":"IFMSA International Secretariat","headCity":"Amsterdam","headPostCode":"1105 AZ","headPhone":"(31)02 05 66 11 97","boss":"Al-wahdani Batool","bossTitle":"Ms","bossPosition":"President","membersCount":3,"membersFTE":"1.0","membership":"http://ifmsa.org/our-partners/","memberOrga":"http://ifmsa.org/our-members/","goal":"IFMSA envisions a world in which all medical students unite for global health and are equipped with the knowledge, skills and values to take on health leadership roles locally and globally.&#xd;<br />&#xd;<br />This way, IFMSA unites medical students worldwide to lead initiatives that impact positively the communities we serve. IFMSA represents the opinions and ideas of future health professionals in the field of global health, and works in collaboration with external partners. IFMSA builds capacity through training, project and exchanges opportunities, while embracing cultural diversity so as to shape a sustainable and healthy future.&#xd;<br />&#xd;<br />We have the following aims:&#xd;<br />&#xd;<br />To expose all medical students to humanitarian and health issues, providing them with the opportunity to educate themselves and their peers;&#xd;<br />&#xd;<br />To facilitate international partnerships within the medical student community to work on health, education and social issues;&#xd;<br />&#xd;<br />To give all medical students the opportunity to take part in clinical and research exchange around the world;&#xd;<br />&#xd;<br />To provide a network that links active medical students across the globe, including student leaders, project managers and activists, so that they can learn from and be motivated by each other;&#xd;<br />&#xd;<br />To provide an international framework in which medical student projects can be realized;&#xd;<br />&#xd;<br />To empower and train medical students to become advocates in leading social change.","acronym":"IFMSA","interests":"Climate Action, Consumers, Culture and media, Education and training, Environment, Humanitarian aid and civil protection, Justice and Fundamental Rights, Public Health, Youth","euInitiatives":"1.Follow-up to the EU action plan on AMR&#xd;<br />2.Joint Action on Health Workforce Planning and Forecasting&#xd;<br />3. Implementation of the EU Youth Strategy&#xd;<br />4. EU Joint Action on Vaccinations&#xd;<br />5. EU Joint Action on Antimicrobial Resistance&#xd;<br />6. The European Solidarity Corps","lastUp":"2019-03-14T22:46:13.769+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}