{"id":"431222818523-35","name":"Bund Getränkeverpackungen der Zukunft GbR","registrationDate":"2015-08-20T15:30:07.532+02:00","category":2,"subCategory":7,"legal":"GbR","web":"http://www.bgvz.de","country":"Germany","headAddress":"Marburger Str. 2","headCity":"Berlin","headPostCode":"10789","headPhone":"(49)3 08 59 94 62 80","boss":"Burgard Wolfgang","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"http://www.bve-online.de/mitglieder/foerderverein&#xd;\nhttp://www.einwegflasche.de/&#xd;\nhttp://www.verpackung.org/","memberOrga":"https://www.bgvz.de/bgvz/&#xd;\nhttps://einweg-mit-pfand.de","goal":"Der BGVZ ist ein Bund aus Getränkeherstellern, Handels-, Verpackungs- und Recyclingunternehmen. Wir setzen uns für eine verbraucher- und umweltfreundliche sowie diskriminierungsfreie Verwendung von bepfandeter Einweggetränkeverpackung ein. Wir arbeiten dabei mit den Verbänden des Handels, der Ernährungswirtschaft und der Verpackungsindustrie zusammen, sind aber eine eigenständige Organisation in der Rechtsform einer GbR.&#xd;<br />&#xd;<br />Wir haben alle daran gearbeitet, dass Einweggetränkeverpackungen mit Pfand noch verbraucherfreundlicher und umweltschonender werden. Dies wollen wir in Zukunft gemeinsam tun. Für immer mehr Verbraucher bietet Einweg mit Pfand klare Vorteile und deshalb sind sie beliebt. Sie sind inzwischen die meist genutzte Darreichungsform für alkoholfreie Getränke. Der Anteil von Einweg mit Pfand steigt in allen Getränkesegmenten. Gleichzeitig haben sich ihre Ökobilanzen permanent verbessert. Eine erhöhte Recyclingquote, kurze Transportwege und Produktinnovationen (Gewichtsreduktion) bei Einweggetränkeverpackungen tragen durch einen effizienten Wertstoffkreislauf aktiv zum Klima- und Umweltschutz bei. Durch ein eingeübtes Rücknahmesystem beim Verbraucher landet Einweg mit Pfand nicht in der Landschaft und sind vom Abfall zum Rohstoffreservoir geworden. Diese neue, mittlerweile auch wissenschaftlich erwiesene Entwicklung ist vielen politischen Entscheidungsträgern und Teilen der Öffentlichkeit noch nicht bewusst. Wir wollen über diese Entwicklung sachlich und objektiv informieren und dafür sorgen, dass Einweg mit Pfand nicht ungerechtfertigt diskriminiert werden.&#xd;<br />&#xd;<br />Unsere Ziele: &#xd;<br />1. Getränkeverpackungen nach Einweg und Mehrweg kennzeichnen&#xd;<br />2. Weiterentwicklung des Wertstoffkreislaufs&#xd;<br />3. Keine zusätzliche Steuer/Zwangsabgabe auf Einweggetränkeverpackungen&#xd;<br />4. Einweggetränkeverpackungen im Vergleich zu Mehrweg ökologisch neu bewerten&#xd;<br />5. Am Pfandsystem festhalten","acronym":"BGVZ","interests":"Climate Action, Environment","euInitiatives":"Reform der EU-Abfallgesetze (Kreislaufwirtschaft und Abfallmärkte), EU-Plastic Strategy","lastUp":"2018-05-02T18:17:47.282+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}