{"id":"432333133193-78","name":"Arteria Creative Network, Institute for Creative Industries","registrationDate":"2018-11-14T12:53:39.591+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://arteriacreativenetwork.com","country":"Slovenia","headAddress":"Hacquetova ulica 008","headCity":"Ljubljana","headPostCode":"1000","headPhone":"(386)31 26 64 43","boss":"Aleksandar Pekovic","bossTitle":"Mr","bossPosition":"Director","membersCount":6,"membersFTE":"2.0","membership":"","memberOrga":"Doris Pack President&#xd;\nDarko Brlek, Artistic and General Director of the Ljubljana Festival&#xd;\nBlaž Peršin, Director of the Museum and Galleries of Ljubljana&#xd;\nBranimir Brkljač, Mokrin House&#xd;\nMarko Maršićević, Marsh Creative Production","goal":"Support the Western Blakans countries Cultural and creative industry to have sufficient capacities to contribute to job creation and economic growth in the mentioned region as well as to contribute to smoother accession of remaining candidate countries in the Balkans.&#xd;<br />The organizational goal assumes the following:&#xd;<br />•\tRaise awareness on relevance of the CCI in terms of major economical drivers in the EU (and Globally);&#xd;<br />•\tEstablish an effective, service oriented networking cultural and creative platform for the Western Balkans countries aiming to facilitate mobility, access to financing, audience development and enable new business models for cooperation and exchange that are sustainable and feasible&#xd;<br />•\tStrengthen technical and managerial capacities of the Western Balkans CCI representatives;&#xd;<br />•\tImprove legislative and fiscal environment in the sector;&#xd;<br />•\tEstablish of a permanent dialogue between CCI representatives and respective Governments with the aim of obtaining more responsive state support;&#xd;<br />•\tStrengthen the presence of the CCI on the regional market of Western Balkan countries.","acronym":"","interests":"Culture, Culture and media, Digital economy and society, Education and training, Regional Policy","euInitiatives":"EU Agenda for Culture 2018&#xd;<br />In 2018 the EC adopted the new Agenda for culture. The New Agenda has three strategic objectives, with social, economic and external dimensions. &#xd;<br />In terms of external dimensions, the below stated is in particular relevant for Western Balkans: &#xd;<br />•  Support culture as an engine for sustainable social and economic development &#xd;<br />•  Promote culture and intercultural dialogue for peaceful inter-community relations &#xd;<br />•  Reinforce cooperation on cultural heritage","lastUp":"2019-11-07T11:47:38.613+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}