{"id":"432582535432-36","name":"FRANCE HYDRO ÉLÉCTRICITÉ","registrationDate":"2019-07-16T10:33:27.400+02:00","category":2,"subCategory":1,"legal":"Syndicat professionnel","web":"http://www.france-hydro-electricite.fr","country":"France","headAddress":"66 rue la Boetie","headCity":"Paris","headPostCode":"75008","headPhone":"(33)1 56 59 91 24","boss":"Christine Etchegoyhen","bossTitle":"Ms","bossPosition":"Présidente","membersCount":2,"membersFTE":"0.5","membership":"France Hydro Electricité adhère à l'UFE (Union Francaise de l'Electricité), au SER (Syndicat des Energies Renouvelables), à la Fenarive et à EREF (bruxelles)","memberOrga":"","goal":"France Hydro Electricité est le principal syndicat professionnel français représentant les intérêts de la filière de petite hydroélectricité (de 0.01 MW à 12 MW de puissance installée par installation).&#xd;<br />France Hydro Electricité représente en 2019 près de 700 centrales hydroélectriques et plus de 150 fournisseurs de matériels et de services.&#xd;<br />France Hydro Electricité veille à la visibilité et la stabilité du cadre règlementaire applicable à la filière, au maintien des contrats d'achat pour les petites puissances (guichet), à la préservation du parc existant en facilitant les rénovations de centrales, au lancement d'appels d'offres pour développer de nouvelles capacités de production en sites vierges et en équipement de seuils existants, dans le respect de l'environnement.  &#xd;<br />France Hydro Electricité défend une gestion équilibrée et durable de la ressource en eau dans le respect des différents usages. France Hydro collabore avec toutes les parties prenantes qui souhaitent agir pour la transition énergétique dans le respect de l'environnement.","acronym":"FHE","interests":"Climate Action, Competition, Energy, Environment","euInitiatives":"Paquet Energie Climat&#xd;<br />Directive Energie renouvelable&#xd;<br />RED II&#xd;<br />Révision de la DCE&#xd;<br />Révision de l'encadrement des aides d'Etat&#xd;<br />...","lastUp":"2019-07-16T10:34:22.725+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}