{"id":"433319333385-38","name":"Whistleblowing International Network","registrationDate":"2018-12-04T16:48:20.698+01:00","category":3,"subCategory":2,"legal":"Charity","web":"http://whistleblowingnetwork.org/","country":"United kingdom","headAddress":"Brunswick House","headCity":"Glasgow","headPostCode":"G1 1UZ","headPhone":"(44)0 14 15 59 50 08","boss":"Anna Myers","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"https://whistleblowingnetwork.org/Membership/Our-Members&#xd;\n&#xd;\nThese are member organisations fully registered with WIN. &#xd;\n&#xd;\nWe are in the process of registering more member organisations and will update the list accordingly.","goal":"WIN developed from a small group of NGOs that, from 1979, built up legal, policy and advocacy expertise on whistleblowing and supported each other’s work. Over the years, other civil society actors sought the expertise of these more established NGOs. Most national organisations, however, remain burdened with heavy domestic workloads with little or no dedicated resources to work internationally. The need for a consistent and coherent way to collaborate on this very sensitive issue became increasingly urgent as whistleblowing moved into the information age. Operating as an organic network with a part-time director and a voluntary steering group for 5 years, WIN is now a registered incorporated charitable organisation based in Scotland with a committed international Board of Trustees and an engaged pool of members and associates. WIN’s mission is to protect the public interest by protecting whistleblowers worldwide. It does so by facilitating peer-to-peer support and providing the tools and resources needed to professionalise and strengthen the field. It also transmits first-hand knowledge of how to protect whistleblowers across borders and ensures international policy is informed by effective practices working on the ground. WIN works with members to identify emerging issues and develop strategies to respond - for example increasing knowledge about how to defend against the criminalisation of disclosures.","acronym":"WIN","interests":"Culture and media, Employment and Social Affairs, Foreign affairs and security policy, Fraud prevention, Institutional affairs, Justice and Fundamental Rights, Taxation","euInitiatives":"Monitoring and responding to legal issues in the proposals for a new EU Directive on the protection of persons reporting on breaches of Union law, COM(2018) 218 up until its final publication, and supporting the effective transposition process in the 28 Member States over the two year transposition period starting once the Directive comes into force in December 2019.","lastUp":"2019-12-04T15:08:53.506+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}