{"id":"433616222895-66","name":"Deutsches Rotes Kreuz e.V.","registrationDate":"2016-08-16T10:32:17.806+02:00","category":3,"subCategory":2,"legal":"Eingetragener Verein","web":"http://www.drk.de","country":"Germany","headAddress":"DRK Generalsekretariat","headCity":"Berlin","headPostCode":"12205","headPhone":"(49)85 40 40","boss":"Christian Reuter","bossTitle":"Mr","bossPosition":"Generalsekretär","membersCount":5,"membersFTE":"2.0","membership":"The German Red Cross is member of the International Federation of the Red Cross and Red Crescent National Societies.&#xd;\n&#xd;\nhttp://www.ifrc.org/","memberOrga":"19 regional branches  and 500 district branches&#xd;\n4,500 local branches&#xd;\n31 nurses‘ associations and &#xd;\n1 federation of nurses‘ associations&#xd;\n&#xd;\nMore than 10,000 community committees and&#xd;\ntechnical committees.&#xd;\n&#xd;\nhttps://www.drk.de/das-drk/drk-verbandsstruktur","goal":"In Germany, the core activities of the German Red Cross&#xd;<br />(GRC) focus on welfare and social work, health programmes, which include the provision of first aid and&#xd;<br />ambulance services, national level disaster reparedness,&#xd;<br />youth work and public advocacy on humanitarian&#xd;<br />issues. The GRC is a member of the Federal Working&#xd;<br />Group of Voluntary Welfare Organisations (BAGFW)*1.&#xd;<br />This group comprises six of the largest German welfare&#xd;<br />organisations, representing more than 90,000 social and&#xd;<br />welfare services, with more than 1.3 million employees.&#xd;<br />&#xd;<br />The German Red Cross has a federal structure that&#xd;<br />includes:&#xd;<br />19 regional branches 500 district branches&#xd;<br />4.500 local branches&#xd;<br />31 nurses‘ associations &#xd;<br />1 federation of nurses‘ associations&#xd;<br />> 10,000 community and technical committees&#xd;<br />6 blood transfusion Centers with&#xd;<br />1.7 Mio blood donators&#xd;<br />&#xd;<br />Various GRC activities are implemented by the &#xd;<br />410,000 volunteers and the more than 158,000 fulltime&#xd;<br />staff. More than 3 Mio GRC members support their&#xd;<br />organisation financially or in non-material ways.&#xd;<br />The General Secretariat (further called headquarter) in Berlin represents the German Red Cross in all its activities on national and international Levels. It is as well responsible for all of the National Society‘s activities abroad. &#xd;<br />Regional or local GRC branches may also run activities in other countries but must coordinate these with national headquarter in Berlin and the partner National Society.&#xd;<br />In emergency, rehabilitation or development cooperation, the GRC coordinates with other components of the Red Cross Red Crescent Movement. In the majority of cases, the GRC cooperates with a Red Cross or Red Crescent partner National Society on a bilateral basis. Red Cross consortia of several National Societies and multilateral cooperation even with organisations outside the Movement also occur, but less frequently.&#xd;<br />&#xd;<br />Every GRC intervention abroad presupposes a request&#xd;<br />of the National Society in the country concerned. GRC&#xd;<br />activities are always based on its own strategy and the strategic planning of the partner and pursue two aims:&#xd;<br />• Support the most vulnerable people in the&#xd;<br />partner countries in order to improve their living&#xd;<br />conditions and contribute to sustainable local&#xd;<br />development and resilience of the population.&#xd;<br />• Support the partner National Societies in their&#xd;<br />organisational development and capacity building&#xd;<br />with regard to their services for the vulnerable. This&#xd;<br />contributes to the strengthening of the civil Society in the Partner country.&#xd;<br />The GRC works in more than 50 countries worldwide.&#xd;<br />The main focus of activities is on:&#xd;<br />• Emergency response and disaster management&#xd;<br />• Rehabilitation and reconstruction&#xd;<br />• Development of key sectors: Disaster risk reduction&#xd;<br />and adaptation to climate change; health;&#xd;<br />water and sanitation and livelihood programmes. &#xd;<br />&#xd;<br />The concepts of strengthening Resilience of the most vulnerable and better linking relief, rehabilitation and development play a vital role in international GRC cooperation.","acronym":"DRK","interests":"Climate Action, Employment and Social Affairs, Environment, Food Safety, Foreign and Security Policy and Defence, Humanitarian aid and civil protection, International co-operation and development, Public Health, Youth","euInitiatives":"The European Consensus on Development, based on the SDGs.&#xd;<br />The European Consensus on Humanitarian Aid","lastUp":"2018-07-17T15:04:57.475+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}