{"id":"433743725252-26","name":"MedTech Europe","registrationDate":"2016-12-26T14:37:09.064+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.medtecheurope.org","country":"Belgium","headAddress":"40 rue Joseph II","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)7 72 22 12","boss":"Serge Bernasconi","bossTitle":"Mr","bossPosition":"CEO","membersCount":8,"membersFTE":"2.0","membership":"","memberOrga":"www.medtecheurope.org","goal":"As a pan-European trade and product association representing the medical technology manufacturers (including diagnostics and medical devices) in Europe, MedTech Europe's mission is to make modern, innovative and reliable medical technology available to more people. In this sense, MedTech Europe aims to:&#xd;<br />• promote the value and contribution of the medical technology industries, including diagnostics and medical devices&#xd;<br />• raise awareness of the role innovative medical technologies play as part of the solutions to Europe’s ever-growing healthcare needs. &#xd;<br />• anticipate and answer the new business developments ;&#xd;<br />• develop scientific expertise on questions of economic, professional and technical nature related to the medical technology industry ;&#xd;<br />• collect, develop and communicate reliable data on a wide variety of issues to its members. &#xd;<br />• provide services, support and information which add value to the businesses of our members&#xd;<br />&#xd;<br />&#xd;<br />MedTech Europe has taken over on January 1st, 2017, the activities previously performed by EDMA and Eucomed.","acronym":"MTE","interests":"Budget, Communication, Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Environment, General and Institutional Affairs, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Taxation, Trade","euInitiatives":"A) Healthcare policies which affect the use and availability of IVDs and Medical Devices&#xd;<br />B) Files under the responsibility of the DG SANTE, DG GROW, DG RESEARCH, DG ENVI, DG CONNECT with particular focus on health, medical devices and IVDs&#xd;<br />        •         Implementation of Regulation (EU) 746/2017 on in vitro      diagnostic medical devices and Regulation (EU) 745/2017 on medical devices&#xd;<br />        •         The General Data Protection Regulation (EU) 2016/679&#xd;<br />        •         Implementation of the late payments directive&#xd;<br />        •         Policies, Initiatives related to Antimicrobial Resistance (AMR) and Healthcare Associated Infections (HAIs)&#xd;<br />        •         Health Technology Assessment&#xd;<br />        •         Health system performance assessments / EU semester&#xd;<br />        •         Environmental regulations and their implementation (e.g., The WEEE and RoHS Directives, and the REACH and Biocidal Products Regulations) &#xd;<br />        •         General Product Safety directive&#xd;<br />        •         Patient safety and quality of care&#xd;<br />        •         EU Public procurement Directive&#xd;<br />        •         E-privacy, Digital Single Market initiatives&#xd;<br />        •         Research Framework Program (FP9)","lastUp":"2017-12-21T17:12:20.314+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}