{"id":"433861134179-94","name":"Asylos","registrationDate":"2019-03-06T16:29:30.336+01:00","category":3,"subCategory":2,"legal":"Registered Charitable Incorporated Organization (CIO) with the UK Charity Commission for England and Wales (#1158386)","web":"https://asylos.eu","country":"United kingdom","headAddress":"Quince Cottage 51","headCity":"West Sussex","headPostCode":"GU31 5NT","headPhone":"(32)04 98 73 89 34","boss":"Sophie Kloos","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":1,"membersFTE":"0.25","membership":"n/a","memberOrga":"We are not members of any organizations relevant to the register. We have volunteers who work with us and subscribe to our mailings. These volunteers number around 100 and live all over the world. Most of our work is remote, and our main staff are based in the U.K. and Belgium. Our main volunteers, trustees, and staff can be found at the following link: https://asylos.eu/team/","goal":"We are an innovative civil organisation, mobilising the power of a citizen network to research information for asylum claims. We collect evidence to prove persecution and human rights violations in asylum seekers’ countries of origin, and support claims to asylum in- and outside Europe.&#xd;<br />&#xd;<br />Asylos was founded because those helping to defend asylum seekers’ rights currently face great difficulties when researching information. Asylum procedures, which have been drastically shortened in many European countries and limited legal aid budgets do not allow lawyers the resources or time for sufficient research. In addition, there are significant challenges such as security and access associated with conducting primary human rights research. This leads to serious information gaps, transforming many refugee status determination procedures from fact-based assessments into subjective evaluations of the claimant's individual credibility.&#xd;<br />&#xd;<br />&#xd;<br />Asylos addresses this issue by providing the evidence necessary for a fact-based evaluation of asylum claims. Our 100 volunteers are located around the world. They are armed with 25+ languages, advanced graduate degrees, investigative research skills, regional expertise, and a network of contacts on the ground. In the past five years alone, we have produced over 340 well-documented region-specific research notes on 81 countries. We have helped hundreds and possibly thousands of refugees access a fair asylum procedure in Belgium, UK, France, Sweden, Germany, Greece, USA, and many other host nations. Our research counters misinformation and stereotypes, challenging public misconceptions which make their way into courts, and supporting those whose claims are not prominent in the media. Lawyers we work with tell us that our reports contain information that they would not have been able to realistically find and compile on their own. Our research notes are regularly quoted in court decisions, were referenced in reports by EASO, the UK Home Office, the Dutch Government and have been used by UNHCR to inform UN eligibility guidelines.&#xd;<br />&#xd;<br />At Asylos, we are building a global civil society by connecting and engaging individuals to protect the legal rights of asylum seekers across national boundaries. We are educating and advocating the importance of a fair legal system that protects the most vulnerable in our society, one case at a time.","acronym":"","interests":"Justice and Fundamental Rights, Migration and asylum","euInitiatives":"We follow the European Asylum Support Office and its activities very closely. We also keep track of European initiatives that involve the legal process asylum seekers must go through upon their arrival to the EU. &#xd;<br />&#xd;<br />The specific initiatives we follow and discuss are those under the umbrella of the common European asylum system. These include the Dublin regulation, the reception conditions directive, and the qualifications directive. We also follow the activities of the High Representative of the EU for Foreign Affairs as they relate to the EU's agreements with the countries of origin and transit. Most activities relevant to the EU's so-called \"global approach to migration and mobility\" are central to our advocacy activities.&#xd;<br />&#xd;<br />We, as an organization, do not follow any EU activities beyond those directly related to asylum seekers' and other migrants' ability to secure asylum in Europe through a fair legal process. Our main focus is legislation that relates to the use of \"country of origin information\" (COI) research in the asylum or international protection process.","lastUp":"2019-03-18T12:39:47.970+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}