{"id":"43384951893-57","name":"European Network of Credit Unions","registrationDate":"2009-06-23T16:08:11.642+01:00","category":2,"subCategory":4,"legal":"None","web":"http://www.creditunionnetwork.eu/","country":"United states","headAddress":"Mineral Point Road, 5710","headCity":"Madison","headPostCode":"WI 53705-4493","headPhone":"(1)60 83 95 20 00","boss":"Brian Branch","bossTitle":"Mr","bossPosition":"President &amp; CEO (WOCCU)","membersCount":8,"membersFTE":"2.5","membership":"ENCU is informally related to the World Council of Credit Unions (WOCCU).  All ENCU members are members of WOCCU and WOCCU staff provides support for ENCU's operations, as detailed above.","memberOrga":"Central Federation of Romanian Credit Unions (FEDCAR)&#xd;\n&#xd;\nIrish League of Credit Unions (ILCU) &#xd;\n&#xd;\nMacedonian Credit Union Movement (FULM)&#xd;\n&#xd;\nNational Association of Co-operative Savings and Credit Unions, Poland (SKOK)&#xd;\n&#xd;\nEstonian Union of Credit Cooperatives (EUCC)&#xd;\n&#xd;\nSamenwerkende kredietunie Nederland (VSK)&#xd;\n&#xd;\nKredietUnie Nederland (VKN)","goal":"The European Network of Credit Unions is an informal network of European credit union associations within the World Council of Credit Unions (WOCCU) which is the global trade association and development agency for credit unions promoting sustainable development of credit unions and other financial cooperatives around the world. Credit unions empower people through access to high quality and affordable financial services (www.woccu.org).&#xd;<br />&#xd;<br />The European Network of Credit Unions consists of the European members of WOCCU. The network serves as a platform to exchange information and speaks with one voice on European matters. Its main objectives (in relation to the EU institutions) are to: &#xd;<br />&#xd;<br />- Raise awareness on what credit unions are as well as the social role they play in societies, both in European countries as well as worldwide&#xd;<br />- Formulate positions on EU policies identified as highly important to the credit union movement&#xd;<br />- Advocate these positions vis-à-vis EU decision-makers&#xd;<br />- Engage in an open dialogue with policymakers and other stakeholders","acronym":"ENCU","interests":"Competition, Consumer Affairs, Development, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Financial Stability, Financial Services and Capital Markets Union , Internal Market, Taxation","euInitiatives":"Capital Requirements Directive &#xd;<br />&#xd;<br />Anti-money Laundering&#xd;<br />&#xd;<br />Deposit Guarantee Schemes&#xd;<br />&#xd;<br />Financial Inclusion&#xd;<br />&#xd;<br />Consumer Credit &#xd;<br />&#xd;<br />Microfinance&#xd;<br />&#xd;<br />Access to payment infrastructure&#xd;<br />&#xd;<br />International Financial Reporting Standards for small and medium enterprises","lastUp":"2018-02-16T08:46:44.399+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}