{"id":"433935134841-77","name":"FLIXBUS","registrationDate":"2019-05-15T17:49:35.966+02:00","category":2,"subCategory":3,"legal":"SARL","web":"http://flixbus.fr/","country":"France","headAddress":"50 quai charles Pasqua","headCity":"levallois-Perret","headPostCode":"92300","headPhone":"(33)6 20 76 65 78","boss":"Yvan LEFRANC-MORIN","bossTitle":"Mr","bossPosition":"Directeur général","membersCount":3,"membersFTE":"1.5","membership":"FNTV&#xd;\nFrance Digitale&#xd;\nAPAP (Association des professionnels des affaires publiques)","memberOrga":"","goal":"Un réseau de bus longue distance le plus grand au monde !&#xd;<br />&#xd;<br />Depuis 2015, FlixBus agrandit continuellement son réseau européen et dessert désormais chaque jour plus de 2 000 destinations dont plus de 180 villes françaises. &#xd;<br />&#xd;<br />Notre objectif est de rendre l’Europe verte ! Le réseau de FlixBus s’étend déjà de Bordeaux à Budapest et de Copenhague à Rome. &#xd;<br />&#xd;<br />C’est simple et confortable !&#xd;<br />&#xd;<br />Le billet FlixBus offre la garantie d’une place assise avec beaucoup d’espace pour les jambes. A bord de nos bus, le Wi-fi gratuit permet de lire ses mails, d'écouter de la musique ou  de poster des photos sur les réseaux sociaux. De plus, des prises électriques sont présentes à coté de chaque siège et elles sont bien utiles lors des longs trajets !&#xd;<br />&#xd;<br />C’est économique et bon pour l'environnement&#xd;<br />Avec FlixBus, il est facile d'économiser : les prix défiant toute concurrence de nos billets soulagent le porte-monnaie tandis que le confort de nos bus épargne les nerfs. &#xd;<br />De plus, voyager en bus longue distance est le mode de transport le plus respectueux de l'environnement, avec un bilan CO2 exemplaire. « Roulez vert » est notre devise !","acronym":"","interests":"Borders and Security, Climate Action, Competition, Customs, Energy, Institutional affairs, Trans-European Networks, Transport","euInitiatives":"Les questions liées aux transports, à l'énergie, à l'environnement, à la sécurité routière, aux échanges entre pays, la libéralisation des marchés pour les transports.","lastUp":"2019-05-15T17:50:27.236+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}