{"id":"434027116304-07","name":"European Festivals Association","registrationDate":"2015-03-04T17:48:20.638+02:00","category":3,"subCategory":2,"legal":"asbl/vzw","web":"http://www.efa-aef.eu","country":"Belgium","headAddress":"Sainctelettesquare 17","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)26 44 48 00","boss":"Kathrin Deventer","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":6,"membersFTE":"5.75","membership":"The European Festivals Association is a member of Pearle – live performance Europe, IMC – International Music Council, ietm - international network for contemporary performing art, REMA – European Early Music Network and European Alliance for Culture and the Arts.&#xd;\nWhile they existed it was also a member of the Access to Culture Platform, Intercultural Europe Platform and Potential of Creative Industries Platform.","memberOrga":"https://www.efa-aef.eu/en/members/find-your-festival/","goal":"The European Festivals Association is the umbrella organisation for festivals across Europe and beyond. One of the oldest cultural networks in Europe, it was founded in Geneva, Switzerland, in 1952 as a joint initiative of the eminent conductor Igor Markevitch and the great philosopher Denis de Rougemont. Since its foundation, the Association has grown from 15 festivals into a dynamic network representing about 68 music, dance, theater and multidisciplinary festivals, 15 national festival associations and cultural organisations from 40 countries. &#xd;<br />The aim of the European Festivals Association is to support festivals, promote festivals’ significance and their important role in international cultural cooperation and societies today. Therefore, EFA seeks primarily to&#xd;<br />-\tcoordinate the efforts of its members;&#xd;<br />-\tfacilitate cooperation and co-production;&#xd;<br />-\tset common policy;&#xd;<br />-\tpromote multidisciplinary tendencies;&#xd;<br />-\tunderline the state of art in society;&#xd;<br />-\tact prominently in the wider political debate.","acronym":"EFA","interests":"Communication, Culture, Education and training, External Relations, Foreign affairs and security policy, Trans-European Networks","euInitiatives":"EU Creative Europe Programme&#xd;<br />Preparatory action to create an EU Festival award and an EU Festival label in the field of culture: EFFE (Europe for Festivals – Festivals for Europe)&#xd;<br />EU-China High-Level People-to-People Dialogue&#xd;<br />New Narrative Project &#xd;<br />Culture in external affairs","lastUp":"2019-06-25T18:20:27.647+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}