{"id":"434704921254-49","name":"Zentrum für Europäische Wirtschaftsforschung","registrationDate":"2016-04-22T15:33:39.994+02:00","category":4,"subCategory":5,"legal":"gemeinnützige GmbH","web":"http://www.zew.de/de/","country":"Germany","headAddress":"L7, 1","headCity":"Mannheim","headPostCode":"68161","headPhone":"(49)6 21 12 35 01","boss":"Thomas Kohl","bossTitle":"Mr","bossPosition":"Kaufmännischer Direktor","membersCount":8,"membersFTE":"2.0","membership":"See annual report: http://www.zew.de/de/publikationen/zew-periodika/zew-jahresbericht/","memberOrga":"Leibniz Association: http://www.leibniz-gemeinschaft.de/institute-museen/einrichtungen/zew/","goal":"The Centre for European Economic Research (ZEW) in Mannheim is one of Germany's leading economic research institutes, and enjoys a strong reputation throughout Europe. It is a non-profit and independent institute with the legal form of a limited liability company (GmbH). ZEW was founded in 1990 on the basis of a public-private initiative in the Federal State of Baden-Württemberg in co-operation with the University of Mannheim.&#xd;<br />&#xd;<br />ZEW's guiding mission is to study the \"optimal performance of markets and institutions in Europe\". To this end, ZEW applies a plurality of methodologies, with a clear focus on microeconomic and microeconometric research. The institute co-operates closely with other scientific disciplines to address research questions. In this context, the research institute distinguishs itself, inter alia, in the analysis of internationally comparative questions in the European context and in the creation of data bases which are eminently important as a basis for scientific research. In addition, ZEW provides external persons and bodies with excerpts of selected data stocks for the purpose of scientific research.&#xd;<br />&#xd;<br />Evaluations in regular intervals ensure the quality of the work performed in the research units and its orientation towards the institute's research programme. Evaluations are carried out by the Scientific Advisory Council of ZEW, which is composed of renowned German and foreign scientists as well as of executives from the economy and public administration.","acronym":"ZEW","interests":"Budget, Climate Action, Competition, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, Information Society, Internal Market, Research and Technology, Taxation, Transport","euInitiatives":"* Economic and monetary affairs &#xd;<br />- MFF&#xd;<br />- EMU, governance of the Euro area (ESM, Stability and Growth Pact); Implementation of the European semester&#xd;<br />- Economic databases and indicators&#xd;<br />- European Economic Forecasts / Economic Sentiments / Annual Growth Survey&#xd;<br />- Europe 2020 &#xd;<br />&#xd;<br />* Single Market&#xd;<br />- free movement of capital / fiscal policy (CMU, banking union, fiscal union)&#xd;<br />- harmonisation of tax systems, fight against tax fraud / money laundering&#xd;<br />- Small Business Act&#xd;<br />&#xd;<br />*Competition Policy&#xd;<br />- EU legal framework for merger control / EU merger control and innovation&#xd;<br />- design of European markets&#xd;<br />&#xd;<br />* R&amp;D&amp;I Policy&#xd;<br />- H2020, Innovation Union&#xd;<br />- Innovation Union Scoreboard&#xd;<br />- Digital Agenda&#xd;<br />- European Innovation Council / European Innovation Institute&#xd;<br />&#xd;<br />*Social Policy&#xd;<br />- Youth on the move / agenda for new skills and jobs&#xd;<br />- Youth Guarantee&#xd;<br />- Towards a job-rich recovery&#xd;<br />- Social investment package for growth and cohesion&#xd;<br />&#xd;<br />*Climate Policy&#xd;<br />- Roadmap for a low-carbon economy in 2050&#xd;<br />- Emissions Trading Scheme &#xd;<br />- Ressource efficient Europe","lastUp":"2018-04-04T15:42:30.832+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}