{"id":"434831615060-89","name":"Kirkon Ulkomaanapu sr (Finn Church Aid)","registrationDate":"2014-12-01T10:21:28.952+02:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://www.finnchurchaid.fi","country":"Finland","headAddress":"Eteläranta 8","headCity":"Helsinki","headPostCode":"FI-00130","headPhone":"(358)2 07 87 12 00","boss":"Jouni Hemberg","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":15,"membersFTE":"3.75","membership":"FCA is a founding member and one of the main stakeholders of ACT Alliance, a coalition of churches and faith-based organisations in development work, humanitarian aid and advocacy. ACT Alliance is one of the largest charity organisations in the world with 147 operators in over 100 countries. http://actalliance.org/&#xd;\n&#xd;\nFCA is a member of ACT Alliance EU. Its main objective is to influence institutions of the European Union in decision-making processes that affect developing countries, to advance the cause of justice and peace, and to eradicate poverty. http://actalliance.eu/&#xd;\n&#xd;\nAs a member of ACT Alliance EU, FCA is also part of the CONCORD, which is the European confederation of Relief and Development NGOs. https://concordeurope.org/&#xd;\n&#xd;\nFCA is also a member of VOICE (Voluntary Organisations in Cooperation in Emergencies), a network of European organisations providing humanitarian aid. http://www.ngovoice.org/&#xd;\n&#xd;\nFCA has facilitated the long-term development programmes of the Lutheran World Federation (LWF). The LWF is also a significant partner of FCA in humanitarian aid, especially in connection with reviewing the human rights situations of programme countries through the UN Human Rights Council’s UPR processes. https://www.lutheranworld.org/&#xd;\n&#xd;\nWe are one of the specialised cooperation organisations in the World Council of Churches. Together we support programmes that promote peace, facilitate interfaith dialogue and support human rights. http://www.oikoumene.org/en/&#xd;\n&#xd;\nFCA is also a member of the Inter-Agency Network for Education in Emergencies (INEE) Steering Group, the UN’s Global Education Cluster, the UNESCO Teacher Task Force and the EU’s Radicalisation Awareness Network; FCA is also a member of the working group in the Organisation for Security and Co-operation in Europe OSCE.&#xd;\n&#xd;\nFCA is a member of CHS Alliance, and has been certified&#xd;\nagainst the Core Humanitarian Standard on Quality and Accountability. https://corehumanitarianstandard.org/&#xd;\n&#xd;\nFurthermore, FCA is a member of Finnwatch, an organisation studying and monitoring Finnish companies operating in developing countries. http://www.finnwatch.org/en/","memberOrga":"","goal":"Finn Church Aid (FCA) works to enable people to break the circle of poverty and violence. We are a rights-based actor with operations in 14 countries. We realise our mission and vision through development cooperation, humanitarian assistance and advocacy work. We contribute to positive change by supporting people in the most vulnerable situations within fragile and disaster-affected areas. We consider three thematic areas as central to sustainable change: the right to peace (R2P), livelihood (R2L) and quality education (R2QE). Our Mission: Action for human dignity. Our Vision: A world comprised of resilient and just societies where everyone's right to peace, quality education and sustainable livelihood has been fulfilled. Our Values: Unconditional love for our neighbours; Unyielding hope; Courage; and Respect.","acronym":"FCA","interests":"Agriculture and Rural Development, Borders and Security, Digital economy and society, Education and training, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Single market, Youth","euInitiatives":"EU budget in cooperation with the relevant networks representing development and humanitarian NGOs to increase the funds available to humanitarian and development actions.&#xd;<br />Migration policies and initiatives","lastUp":"2019-06-13T16:45:13.293+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}