{"id":"434978226475-77","name":"Beratungs- und Schulungsinstitut für Tierschutz bei Transport und Schlachtung","registrationDate":"2017-03-23T13:53:21.605+01:00","category":1,"subCategory":8,"legal":"GbR, Holleben-Wenzlawowicz bsi GbR","web":"http://www.bsi-schwarzenbek.de/index.html","country":"Germany","headAddress":"Grabauer Str. 27A","headCity":"Schwarzenbek","headPostCode":"21493","headPhone":"(49)41 51 70 17","boss":"Karen von Holleben","bossTitle":"Ms","bossPosition":"Leitung, Senior Wissenschaftlerin","membersCount":1,"membersFTE":"0.25","membership":"European college of animal welfare and behaviouralmedicine http://www.ecawbm.com/about-us/ &#xd;\nHSA https://www.hsa.org.uk/ &#xd;\nTierärztliche Vereinigung für Tierschutz Deutschland&#xd;\nhttp://www.tierschutz-tvt.de/","memberOrga":"keine","goal":"Wir bearbeiten Fragen des angewandten Tierschutzes bei landwirtschaftlichen Nutztieren beim Umgang mit den Tieren, beim Tiertransport, bei der Schlachtung und bei der Tötung im Seuchenfall. &#xd;<br />Hierzu bieten wir für Unternehmen, Behörden, Verbände und andere interessierte Partner spezifische Leistungen: &#xd;<br />&#xd;<br />- Fortbildungen, Schulungen und Prüfungen, &#xd;<br />- Beratung, Fachinformationen, Gute Praxis, Bewährte Verfahrensweisen, &#xd;<br />- Analysen des Betriebsablaufes, Evaluierung von Neuentwicklungen, &#xd;<br />- Angewandte Forschung, &#xd;<br />- Maßnahmen zur Qualitätssicherung. &#xd;<br />&#xd;<br />In enger Zusammenarbeit mit wissenschaftlichen und praxisorientierten Institutionen im In- und Ausland erarbeiten wir den Stand des Wissens und der Technik und verbreiten die jeweils aktuellen Erkenntnisse zu tierschutzrelevanten Belastungen, z.B. auf Schulungen, in Leitfäden für bewährte Verfahrensweisen, bei der Beratung zu Rechtsnormen oder bei der Bewertung von Betäubungs- und Tötungsmethoden und Entwicklung entsprechender Anlagen. Gleichermaßen versuchen wir sachliche Argumente in die oft polarisierte Diskussion der Öffentlichkeit einzubringen. &#xd;<br />&#xd;<br />Das Beratungs- und Schulungsinstitut für Tierschutz bei Transport und Schlachtung[1] (bsi Schwarzenbek) wurde 1993 auf Initiative von Prof. Dr. G. von Mickwitz gegründet. Unser Ziel ist es, auf den der Öffentlichkeit schwer zugänglichen Produktionsstufen Transport und Schlachtung sowie bei der Tötung die Grundlagen für einen schonenden Umgang mit den Tieren zu erarbeiten. Unsere Erkenntnisse wollen wir den betroffenen Praktikern vermitteln, um die Tierschutzpraxis bei der Fleischproduktion an die gesellschaftlichen Anforderungen eines ethisch, ökologisch und ökonomisch vertretbaren Wirtschaftens zu adaptieren. &#xd;<br />Mehr Tierschutz bedeutet höhere Produktqualität.","acronym":"bsi Schwarzenbek","interests":"Agriculture and Rural Development, Consumers, Research and innovation","euInitiatives":"Umsetzung der EU Tierschutz-Strategie&#xd;<br />in den Bereichen Transport und Schlachtung von Nutztieren sowie bei der Tötung im Seuchenfall.&#xd;<br />Umsetzung der EU Verordnung 1099/2009 und der EU Verordnung 1/2005.","lastUp":"2019-02-19T12:39:38.003+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}