{"id":"435166212247-84","name":"Network of European Museum Organisations","registrationDate":"2013-11-12T11:27:26.415+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.ne-mo.org","country":"Germany","headAddress":"Taubenstr 1","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)30 39 71 56 61","boss":"Eckart  Köhne","bossTitle":"Mr","bossPosition":"President Deutscher Museumsbund","membersCount":4,"membersFTE":"2.0","membership":"-Culture Action Europe&#xd;\n- C4C (copyright for creativity)&#xd;\n- European Heritage Alliance 3.3&#xd;\n- Alliance for Culture and the Arts","memberOrga":"http://www.ne-mo.org/about-us/the-network/list-of-network-members.html","goal":"The Network of European Museum Organisations (NEMO) was founded in 1992 as an independent network of national museum organisations representing the museum community of the member states of the Council of Europe. Together, NEMO’s members speak for over 30.000 museums across Europe.&#xd;<br />&#xd;<br />NEMO connects European museums and their organisations to help to ensure their place in the cultural development of Europe.&#xd;<br />&#xd;<br />NEMO fosters European policies that help museums in fulfilling their role as keepers of cultural heritage by promoting their importance to European policy makers.&#xd;<br />&#xd;<br />NEMO supports European museums in their aim to learn from each other by networking and co-operation and shows them ways to participate in the existing European cultural policies in its function as an information channel between European institutions and museums.&#xd;<br />&#xd;<br />NEMO believes that museums are key players in safeguarding cultural heritage and they are central figures on the way for a better understanding within Europe.","acronym":"NEMO","interests":"Communication, Culture, Culture and media, Digital economy and society, Education and training, Trans-European Networks, Youth","euInitiatives":"-Digital Single Market Strategy, PSI Directive&#xd;<br />-Creative Europe Programme, European Agenda for Culture&#xd;<br />-EU 2020 Strategy &#xd;<br />-Erasmus +","lastUp":"2019-07-04T11:27:50.099+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}