{"id":"435377233599-07","name":"VDL Groep","registrationDate":"2019-01-11T15:47:33.121+01:00","category":2,"subCategory":3,"legal":"BV","web":"http://vdlgroep.com","country":"Netherlands","headAddress":"Hoevenweg 1","headCity":"Eindhoven","headPostCode":"5652 AW","headPhone":"(31)4 02 92 50 86","boss":"Miel Timmers","bossTitle":"Mr","bossPosition":"Hoofd Communicatie","membersCount":2,"membersFTE":"0.5","membership":"VNO NCW&#xd;\nFME","memberOrga":"https://www.vdlgroep.com/nl/vdl-bedrijven/vind-je-vdl-bedrijf","goal":"VDL Groep, met het hoofdkantoor in Eindhoven, is een internationaal industrieel familiebedrijf met 101 bedrijven, verspreid over 20 landen en met ruim 17.000 medewerkers. De VDL-bedrijven zijn onderverdeeld in de vier divisies: Toeleveringen, Autoassemblage, Bussen en Eindproducten. Kracht door samenwerking. Dat is de basis van VDL Groep. Deze onderneming is in 1953 door Pieter van der Leegte opgericht. Aanvankelijk was VDL Groep specialist in metaalbewerking. Later is het portfolio aangevuld met kunststofverwerking, de ontwikkeling, productie en verkoop van bussen en heeft het bedrijf zich ook gespecialiseerd in de hightech-toelevering voor onder andere de halfgeleiderindustrie.&#xd;<br />&#xd;<br />Inmiddels is VDL Groep groot in toeleveringen en halffabricaten, maakt ze eigen eindproducten, zoals veersystemen, de geautomatiseerde inrichting van autofabrieken, warmtewisselaars en containerhandlingsystemen, en beschikt het familiebedrijf met VDL Nedcar in Born over de enige personenautofabriek in Nederland waar voor derden seriematige assemblage plaatsvindt. &#xd;<br />VDL Groep innoveert door een combinatie van vakmanschap, ondernemerschap en hoogwaardige machines. De bedrijvengroep voegt de slagkracht van een multinational samen met de platte organisatie en de open, informele werksfeer van een familiebedrijf waar doorgroeimogelijkheden en continuïteit voorrang krijgen.","acronym":"","interests":"Agriculture and Rural Development, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Foreign affairs and security policy, Fraud prevention, Institutional affairs, International co-operation and development, Maritime affairs and fisheries, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Transport","euInitiatives":"Industriebeleid&#xd;<br />Research &amp; Innovation&#xd;<br />Trade&#xd;<br />Transport","lastUp":"2020-01-08T11:55:06.217+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}