{"id":"4361690830-63","name":"Euclid Network","registrationDate":"2008-12-18T18:23:21.340+02:00","category":3,"subCategory":2,"legal":"Company Limited by Guarantee (not for profit)","web":"http://www.euclidnetwork.eu","country":"United kingdom","headAddress":"Southbank Technopark","headCity":"London","headPostCode":"SE16RL","headPhone":"(44)0 20 84 32 29 40","boss":"Stephen Barnett","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":6,"membersFTE":"4.25","membership":"Groups: &#xd;\n&#xd;\nActive European Citizenship Group &#xd;\nThe Active European Citizenship Group, set up by DG Education and Culture, is the main tool by which the EC structure its diallgue with NGOs participating in the Europe for Citizens Programme. &#xd;\n&#xd;\nCouncil of Europe &#xd;\nEN has been granted participatory status with the Council of Europe. &#xd;\n&#xd;\nCivil Society Groups&#xd;\n&#xd;\nBond &#xd;\nBond is the UK membership body for non-governmental organisations (NGOs) working in international development.  &#xd;\n&#xd;\nBond - European Neighbourhood Working Group  &#xd;\nEN is on the steering group for the BOND ENWG - a group of NGOs that have a strategic interest in civil society in the region   &#xd;\n&#xd;\nFriends of Europe&#xd;\nEuclid Network is a member of Friends of Europe&#xd;\n   &#xd;\nEuropean Citizen Action Service (ECAS)&#xd;\nEuclid Network is a member of ECAS","memberOrga":"http://euclidnetwork.eu/about-euclid/our-members.html","goal":"Euclid Network is the European network for social enterprise and civil society. Our members are civil society and social enterprise federations, universities and training institutes, social investors, frontline NGOs and social enterprises - we currently have 24 member organisations from 13 different countries. &#xd;<br />&#xd;<br />Our vision is to see social enterprise and civil society empowered to drive positive change. &#xd;<br />&#xd;<br />&#xd;<br />Our Mission&#xd;<br />Working with members and partners across Europe and beyond, we:&#xd;<br />&#xd;<br />- Create connections between civil society and social enterprise leaders&#xd;<br />- Share and produce leadership, professional and entrepreneurial knowhow&#xd;<br />- Influence European policy and funding and strengthen members’ EU engagement&#xd;<br />- Raise the visibility and understanding of civil society and social enterprise in business, academia, government and the wider society&#xd;<br />&#xd;<br />Values&#xd;<br />Together with members and partners, we value:&#xd;<br />- Openness to collaboration across borders, sectors and generations&#xd;<br />- Inspirational leadership and collective endeavour&#xd;<br />- Innovation and entrepreneurialism for social impact&#xd;<br />- Accountability to members, funders and citizens&#xd;<br />&#xd;<br />Our strategic objectives for the years 2018-2012: &#xd;<br />1.\tSupport implementation of European policies in the social enterprise finance market with a focus on the demand side &#xd;<br />&#xd;<br />2.\tReinforce the capacity of the network's members to empower social enterprises to access the social finance market and to repay social finance thanks to a sustainable business model &#xd;<br />&#xd;<br />3.\tVoice the concerns and expectations of social enterprises and potential future social entrepreneurs, including disadvantaged groups&#xd;<br />&#xd;<br />4.\tProvide high-quality data and research on developments of social enterprise finance with a focus on the demand side","acronym":"EN","interests":"Borders and Security, Budget, Business and Industry, Communication, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Enlargement, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Trans-European Networks, Youth","euInitiatives":"- Employment and Social Inclusion policy (EaSI programme, DG Empl - Euclid Network is a strategic partner of the EC on the demand side of social finance, under the EaSI programme from 2018 to 2021)&#xd;<br />- Enlargement and Neighbouring policy and instruments (Balkans, Eastern Neighbourhood and Maghreb), EuropeAid&#xd;<br />- Research and Innovation: Horizon 2020 (Social innovation, entrepreneurship/social entrepreneurship)&#xd;<br />- Education and Learning: Erasmus + &#xd;<br />- Executive Agency for SMEs - COSME Programme: Erasmus for Young Entrepreneurs (Euclid is an Intermediary organisation)&#xd;<br />- Enterprise and Industry: Social Innovation Europe project, social policies&#xd;<br />- Regional policy: Cohesion and structural funds","lastUp":"2018-05-14T15:48:43.334+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}