{"id":"43634658185-75","name":"NORTH SWEDEN EUROPEAN OFFICE","registrationDate":"2012-02-29T10:37:55.491+01:00","category":6,"subCategory":14,"legal":"Projekt inom Region Västerbotten","web":"http://www.northsweden.eu","country":"Belgium","headAddress":"Avenue Palmerston, 26","headCity":"Bruxelles","headPostCode":"B-1000","headPhone":"(32)22 82 18 20","boss":"Thomas Hartman","bossTitle":"Mr","bossPosition":"Ordförande/Chairman","membersCount":4,"membersFTE":"4.0","membership":"NSPA - Northern Sparesly Populated Areas&#xd;\nCPMR - Conference of Peripheral Maritime Regions of Europe&#xd;\niBSG - informal Baltic Sea Group&#xd;\nEFNS - Europaforum Norra Sverige&#xd;\nAER - Assembly of European Regions&#xd;\nERRIN - European Regions Research Innovation Network&#xd;\nEPC - European Policy Centre","memberOrga":"Region Västerbotten (1),&#xd;\nLänsstyrelsen Norrbotten (1),&#xd;\nRegion Norrbotten (1),&#xd;\nVästerbottens Läns Landsting (1),&#xd;\nNorrbottens Kommuner (1),&#xd;\nUmeå Universitet (1),&#xd;\nLulelå Tekniska Universitet (1),&#xd;\nNorrbottens Handelskammare (1),&#xd;\nVästerbottens Handelskammare (1),&#xd;\nFöretagarna i Västerbotten (1),&#xd;\nFöretagarna i Norrbotten (1).","goal":"North Sweden European Office är Norrbottens och Västerbottens EU-kontor i Bryssel med uppdrag att vara Övre Norrlands länk till EU. Målet med verksamheten är att skapa förutsättningar för regionens offentliga aktörer, företag och akademi, att agera framgångsrikt på EU-arenan.&#xd;<br />&#xd;<br />North Sweden European Office is the EU-office for the two northernmost counties in Sweden, Norrbotten and Västerbotten, and aims to promote the region in the EU.","acronym":"NSEO","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"EU:s sammanhållningspolitik med struktur- och investeringsfonderna och plattformar/initiativ för regional utveckling och attraktiv livsmiljö, TEN-T infrastruktursatsningar med stöd av Connecting Europe Facility, forsknings- och innovationsunionen med Horizon 2020 och IKT, pågående arbete med Arktis respektive råvarufrågor inom råvaruinitiativet och anknutna policyområden såsom energi och bioekonomi.","lastUp":"2018-01-09T16:20:54.887+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}