{"id":"43634658185-75","name":"NORTH SWEDEN EUROPEAN OFFICE","registrationDate":"2012-02-29T10:37:55.491+01:00","category":6,"subCategory":14,"legal":"Projekt inom Region Västerbotten","web":"http://www.northsweden.eu","country":"Belgium","headAddress":"Avenue Palmerston, 26","headCity":"Bruxelles","headPostCode":"B-1000","headPhone":"(32)22 82 18 20","boss":"Thomas Hartman","bossTitle":"Mr","bossPosition":"Ordförande/Chairman","membersCount":6,"membersFTE":"6.0","membership":"NSPA - Northern Sparesly Populated Areas&#xd;\nCPMR - Conference of Peripheral Maritime Regions of Europe&#xd;\niBSG - informal Baltic Sea Group&#xd;\nEFNS - Europaforum Norra Sverige&#xd;\nAER - Assembly of European Regions&#xd;\nERRIN - European Regions Research Innovation Network&#xd;\nEPC - European Policy Centre","memberOrga":"Region Västerbotten (1),&#xd;\nRegion Norrbotten (1),&#xd;\nRegion Jämtland Härjedalen (1),&#xd;\nRegion Västernorrland (1),&#xd;\nNorrbottens Kommuner (1),&#xd;\nKommunförbundet Västernorrland (1),&#xd;\nUmeå Universitet (1),&#xd;\nLulelå Tekniska Universitet (1),&#xd;\nMittuniversitetet (1),&#xd;\nNorrbottens Handelskammare (1),&#xd;\nVästerbottens Handelskammare (1),&#xd;\nHandelskammaren Mittsverige (1),&#xd;\nFöretagarna i Västerbotten (1),&#xd;\nFöretagarna i Norrbotten (1).","goal":"North Sweden European Office är Norrbottens, Västerbottens, Jämtland Härjedalens och Västernorrlands  EU-kontor i Bryssel med uppdrag att vara Norra Sveriges länk till EU. Målet med verksamheten är att skapa förutsättningar för regionens offentliga aktörer, företag och akademi, att agera framgångsrikt på EU-arenan.&#xd;<br />&#xd;<br />North Sweden European Office is the EU-office for the four northernmost counties in Sweden; Norrbotten, Västerbotten, Jämtland Härjedalen and Västernorrland and aims to promote the region in the EU.","acronym":"NSEO","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"EU:s sammanhållningspolitik med struktur- och investeringsfonderna och plattformar/initiativ för regional utveckling och attraktiv livsmiljö, TEN-T infrastruktursatsningar med stöd av Connecting Europe Facility, forsknings- och innovationsunionen med Horizon 2020/Europe och IKT, pågående arbete med Arktis respektive råvarufrågor inom råvaruinitiativet och anknutna policyområden såsom energi och bioekonomi.","lastUp":"2019-12-12T17:29:58.328+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}