{"id":"436480434281-06","name":"Nouveau Point De Vue","registrationDate":"2019-03-17T18:21:07.890+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://npdv.nayanco.com","country":"France","headAddress":"81, avenue du maréchal Foch","headCity":"CONFLANS SAINTE HONORINE","headPostCode":"78700","headPhone":"(33)6 07 05 55 92","boss":"Nicolas NILUSMAS","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Le dérèglement climatique et les catastrophes mondiales qu’il génère sont l’une des préoccupations des peuples quel que soit la partie du monde où ils vivent. Faire face à ces catastrophes de plus en plus nombreuses implique l’adhésion de tous.  Pauvreté, convoitises, inégalités, épuisement des ressources naturelles, production de gaz à effet de serre, extinction d’espèces animales, ne représentent que quelques-uns des nombreux défis auxquels nos sociétés font aujourd’hui face. Leurs conséquences, au premier rang desquels le dérèglement climatique et les catastrophes mondiales, sont également et malheureusement là pour souligner l’urgence.&#xd;<br />N.P.D.V. a pour but d’aider à développer les réflexions sur les problématiques liées aux inégalités induites par notre modèle de société actuel, comme la précarité énergétique, et au développement durable. La préservation des ressources naturelles, des écosystèmes et de la biodiversité sont des enjeux essentiels si nous voulons sérieusement réduire notre empreinte écologique.&#xd;<br />Enfin, en cohérence avec son ambition de ne pas être une énième initiative ex-nihilo, la vision de N.P.D.V. s’inscrit pleinement dans les Objectifs de Développement Durable et ainsi dans l’Agenda 2030. &#xd;<br />N.P.D.V. vise à :&#xd;<br />- Proposer, développer et promouvoir des idées dont les actions ou les activités seront liées aux Objectifs de Développement Durable rassemblés dans l’Agenda 2030 ; &#xd;<br />-  Réfléchir, animer, gérer ou aider à la réalisation de ces objectifs en fournissant des solutions basées sur du bénévolat, du partenariat, du sponsoring ou du mécénat ; &#xd;<br />-  Représenter des structures similaires ou des associations apparentées, afin de les aider à réaliser leurs projets pour les peuples, la prospérité, la planète, la paix, avec des partenariats ; &#xd;<br />-  Créer des liens et des réseaux avec les dirigeants de la société civile et le mouvement des entreprises sociales ; &#xd;<br />-  Partager et produire du savoir-faire avec des pairs d'autres pays face aux défis susnommés ; &#xd;<br />-  Exercer un plaidoyer pour faire adhérer à l’idée d’un changement comportemental ; &#xd;<br />-  Participer à des projets supportés par l’ONU et l’Union Européenne.","acronym":"N.P.D.V.","interests":"Agriculture and Rural Development, Climate Action, Education and training, Energy, Environment, Food Safety, International co-operation and development, Regional Policy, Research and innovation","euInitiatives":"Néant car cette association a été créée en novembre 2018 et est en cours de finalisation","lastUp":"2019-03-17T18:25:23.772+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}