{"id":"436844033033-14","name":"ANONYMI ETAIREIA EREUNAS KAI ANAPTIKSIS SISTIMATON KAI IPIRESION","registrationDate":"2018-10-28T21:31:20.497+01:00","category":2,"subCategory":3,"legal":"UNLIMITED CORPORATION","web":"http://www.systserv.com","country":"Greece","headAddress":"31-33 Gounari Avenue","headCity":"Patras","headPostCode":"26221","headPhone":"(30)26 10 24 12 32","boss":"CHARALAMBIA PYLARINOU","bossTitle":"Ms","bossPosition":"CEO","membersCount":1,"membersFTE":"0.75","membership":"EIT Health Network, &#xd;\nAAL, &#xd;\neHealh Hub","memberOrga":"EIT Health Network, &#xd;\nAAL (Ambient Assisted Living ) - Active Health Ageing&#xd;\neHealh Hub","goal":"Our main scope is to design and develop next-generation solutions for informatics and healthcare, turning system outcomes into actionable services for clients, patients and providers. More specifically, DoctorsHello is an interactive \"Connect-Collaborate-Share\" Ecosystem based on a network of collaborators (healthcare professionals /general users/ Healthcare businesses and policy decision makers), supporting collaboration and better decisions, provision of added-value services and easier reach to medical discovery through rich data, research and education. DoctorsHello provides a large repository of scientific content, multiple forms, that enhance the interactive and collaborative exchange of content, views, through teams of professionals / researchers. The DoctorsHello Health Network combines innovation, collaboration and education to support individual providers as they move toward value-centered care.&#xd;<br />The Interactive \"Connect-Collaborate-Share\" platform aims to create a collaborative network of professionals to ensure quality services and significant exposure to millions of prospective users / customers. DoctorsHello provides a large repository of scientific content, multiple forms, that enhance the interactive and collaborative exchange of content, views, through teams of professionals / researchers.","acronym":"SYSTSERV","interests":"Digital economy and society, Education and training, Public Health, Research and innovation","euInitiatives":"1. GDPR&#xd;<br />2. e-Health - making healthcare better for European citizens: An action plan for a European e-Health Area {SEC(2004)539}&#xd;<br />3. DECISION (EU) 2015/2240 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCILof 25 November 2015 establishing a programme on interoperability solutions and common frameworks for European public administrations, businesses and citizens (ISA2 programme) as a means for modernising the public sector&#xd;<br />4. GREEN PAPER on mobile Health (\"mHealth\") /* COM/2014/0219 final */ &#xd;<br />5. Commission Recommendation of 2 July 2008 on cross-border interoperability of electronic health record systems (notified under document number C(2008) 3282)","lastUp":"2018-10-28T21:43:17.559+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}