{"id":"436885036565-66","name":"European University Hospital Alliance","registrationDate":"2019-11-27T17:21:45.227+01:00","category":3,"subCategory":2,"legal":"Not registered","web":"http://euhalliance.eu","country":"Spain","headAddress":"European University Hospital Alliance","headCity":"Barcelona","headPostCode":"08035","headPhone":"(34)6 67 34 00 43","boss":"Joan Xavier Comella Carnicé","bossTitle":"Mr","bossPosition":"Director","membersCount":16,"membersFTE":"4.75","membership":"The European University Hospital Alliance is not a member of any other networks or associations","memberOrga":"Allgemeines Krankenhaus der Stadt Wien - Medizinische Universität Wien, Vienna; &#xd;\nAssistance Publique-Hôpitaux de Paris, Paris; &#xd;\nDie Charité – Universitätsmedizin Berlin, Berlin; &#xd;\nErasmus Universitair Medisch Centrum, Rotterdam; Karolinska Universitetssjukhuset, Stockholm; &#xd;\nKing’s Health Partners, London; &#xd;\nOspedale San Raffaele, Milano; &#xd;\nUniversitaire Ziekenhuizen Leuven, Leuven; &#xd;\nHospital Universitari Vall d'Hebron, Barcelona","goal":"EUHA’s vision is to build a network of sustainable healthcare ecosystems in Europe which achieve the best possible quality of care with the resources available.&#xd;<br />To support this EUHA has formulated the following mission statements :&#xd;<br />&#xd;<br />-\tTo promote excellence and innovation in healthcare, research and education, by comparing practices and patient outcomes, providing knowledge exchange opportunities for staff, and collaborating in research and development projects.&#xd;<br />-\tTo emphasize the essential role of university hospitals within health systems by formulating and offering advice to policymakers and interacting with industry, patient organisations and other health care stakeholders.&#xd;<br />&#xd;<br />EUHA will act only and directly for non-profit purposes, and, thus, will not predominantly pursue economic goals. &#xd;<br />The funds of EUHA shall be used only for the purposes provided for in the present Articles of Association. &#xd;<br />The association has no political or religious orientation.","acronym":"EUHA","interests":"Education and training, Public Health, Research and innovation, Trans-European Networks","euInitiatives":"TO BE UPDATED&#xd;<br />ERNs&#xd;<br />Digital Transformation&#xd;<br />Horizon Europe&#xd;<br />Open Science Cloud&#xd;<br />Erasmus+","lastUp":"2019-11-27T17:22:19.726+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}