{"id":"437006925980-65","name":"University of Amsterdam - Faculty of Law","registrationDate":"2017-02-23T11:46:14.008+01:00","category":4,"subCategory":12,"legal":"public entity","web":"http://fdr.uva.nl","country":"Netherlands","headAddress":"Oudemanhuispoort 4 - 6","headCity":"Amsterdam","headPostCode":"1012 CN","headPhone":"(31)5 25 34 49","boss":"Jan Dijk","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":100,"membersFTE":"25.0","membership":"","memberOrga":"Please refer the website: http://arils.uva.nl/&#xd;\n&#xd;\nhttp://ivir.nl/","goal":"Our identity&#xd;<br />&#xd;<br />The University of Amsterdam is one of the world’s intellectual hubs. A university with a leading international reputation, it is firmly rooted in the city of Amsterdam. With five thousand staff members, thirty thousand students and a hundred different nationalities, the UvA is connected to thousands of researchers and hundreds of public and private institutions in the Netherlands and around the world. It has an an international outlook, fitting in with Amsterdam’s character and history as an independent, innovative and engaged city. &#xd;<br />&#xd;<br />Our mission&#xd;<br />&#xd;<br />We provide academic education for tomorrow’s leaders and innovators, carry out pioneering research and use the results to develop socially relevant applications.&#xd;<br />We provide research-intensive education for a broad group of students – irrespective of their origin, background,  or beliefs, preparing them for the global job market.&#xd;<br />We provide our academic staff with the space and facilities required to carry out innovative and interdisciplinary research.&#xd;<br />We foster an innovative environment and have a large impact on society.","acronym":"UvA FdR","interests":"Development, Education, Employment and Social Affairs, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Research and Technology","euInitiatives":"Professor Dr. Natali Helberger is member of the Connect Advisory Forum, a European High Level Expert Group that advices the European Commission, DG Connect, on H2020.  &#xd;<br />Next to that, various faculty members at the UvA's law faculty provide expert opinions and conduct studies for the European Commission and the European Parliament.","lastUp":"2017-02-27T13:52:50.240+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}