{"id":"437299225417-57","name":"Réseau Européen Eglises et libertés","registrationDate":"2017-01-12T15:38:15.943+02:00","category":3,"subCategory":2,"legal":"association Loi 1901 de droit français enregistrée en France","web":"http://www.en-re.eu/index.php/","country":"France","headAddress":"68 Rue de Babylone","headCity":"París","headPostCode":"75007","headPhone":"(33)01 45 51 57 13","boss":"Raquel MALLAVIBARRENA","bossTitle":"Ms","bossPosition":"General Coordinator","membersCount":2,"membersFTE":"0.5","membership":"Les membres du EN-RE sont en contact avec de nombreuses associations nationales, régionales Européennes et internationales difficiles à citer toutes.&#xd;\nExemples : &#xd;\nNous Sommes Eglise International We Are Church International &#xd;\nG3i : groups de travail International, Interculturel et Interconvictionnel&#xd;\nPubliez Ce Que Vous Payez&#xd;\ncf. les sites web des associations membres sur le site http://www.en-re.eu/index.php","memberOrga":"Environ 20 associations membres cf. le site web : http://www.en-re.eu/index.php","goal":"Oeuvrer, par la réflexion, la proposition et l'action:&#xd;<br />- pour une Eglise prophétique, oecuménique, solidaire, aimante qui n'exclut ni ne discrimine et qui marche dans la voie de Jésus le libérateur et&#xd;<br />- pour la paix, la justice, la liberté, les droits humains et la démocratie, y compris dans l'Eglise Catholique, dans le respect de la diversité culturelle et religieuse.&#xd;<br />Apporter soutien et solidarité aux personnes et aux groupes qui partagent ses buts partout dans le monde.","acronym":"EN-RE","interests":"Culture, Education and training, Employment and Social Affairs, Humanitarian aid and civil protection, Institutional affairs, Justice and Fundamental Rights, Youth","euInitiatives":"Relations avec les religions et courants de pensée, mise en oeuvre de l'article 17 du TFUE&#xd;<br />Démocratie participative, consultation des ONG&#xd;<br />Justice économique et sociale, égalité Femme/Homme,&#xd;<br />Droits de l'Homme","lastUp":"2019-06-29T00:30:16.900+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}