{"id":"437391933651-03","name":"garagErasmus foundation","registrationDate":"2019-01-14T18:00:49.503+01:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://www.garagerasmus.org/","country":"Italy","headAddress":"via Monte Nero 6","headCity":"Milan","headPostCode":"20135","headPhone":"(39)34 91 51 64 19","boss":"Francesco Cappè","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.0","membership":"Erasmus+ Student and Alumni Alliance: &#xd;\nhttps://www.esaa-eu.org/about/","memberOrga":"http://www.garagerasmus.org/foundation-members.html","goal":"The garagErasmus Foundation (gE) was born in 2012 with the aim of building the first professional network of the Erasmus Generation and creating, with the European Commission, the Erasmus+ Students and Alumni Alliance.  The mission of the foundation is to support the shaping of better-integrated and more democratic Europe, improving the lives of people who had international study or work experiences by enabling them to access opportunities that could make their careers more impactful for the European community and by communicating this experiences in order to have a multiplier effect for new Europeans. n 2017 gE has been among the official partners of the EC for the celebration of the 30 anniversary of the Erasmus+. &#xd;<br />gE has at the moment 16 local organisations and 33 universities all over Europe and dozens of municipalities and companies as foundation members. Based in Milan, the foundation acts European.","acronym":"garagErasmus","interests":"Business and Industry, Education and training, Employment and Social Affairs, Institutional affairs, Justice and Fundamental Rights, Single market, Trans-European Networks, Youth","euInitiatives":"- Erasmus+ programme&#xd;<br />- Multiannual Financial Framework 2021-2027&#xd;<br />- European Universities initiative&#xd;<br />- Legislative files related to the European labour market&#xd;<br />- Legislative files related to students and workers' mobility&#xd;<br />- #FutureOfEurope files (reform of the EU institutional design)&#xd;<br />- European projects on sport","lastUp":"2019-12-20T21:42:31.933+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}