{"id":"43750202163-43","name":"European Council on Refugees and Exiles","registrationDate":"2009-08-19T11:40:49.296+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.ecre.org","country":"Belgium","headAddress":"Avenue des Arts 8/9","headCity":"Brussels","headPostCode":"1210","headPhone":"(32)22 39 00 42","boss":"Catherine Woollard","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":8,"membersFTE":"5.5","membership":"- European Policy Centre&#xd;\n- European Social Platform&#xd;\n- European Platform on Asylum and Migration","memberOrga":"http://www.ecre.org/alliance/members/profiles.html","goal":"The European Council on Refugees and Exiles (ECRE) is a pan-European alliance of almost 102 NGOs protecting and advancing the rights of refugees, asylum seekers and displaced persons. Our mission is to promote the establishment of fair and humane European asylum policies and practices in accordance with international human rights law.&#xd;<br />&#xd;<br />Working together with our members and partners to inform and persuade European authorities and the public, we monitor and denounce human rights violations while proposing and promoting fair and effective durable solutions. We accomplish our mission through litigation, research, advocacy and communications.","acronym":"ECRE","interests":"Borders and Security, Employment and Social Affairs, Enlargement, External Relations, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights","euInitiatives":"- Asylum and migration, including Common European Asylum System (influencing legislative proposals, including 2016 CEAS proposals; 2018 recast of Return Directive)&#xd;<br />- Border policies, visas, Schengen&#xd;<br />- External affairs, including security and development&#xd;<br />- Integration and inclusion policies&#xd;<br />- EU social policies related to migration and asylum&#xd;<br />- EU funding programmes covering asylum and migration, including AMIF, ESF. Current focus on the MFF proposals","lastUp":"2019-09-26T16:00:19.711+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}