{"id":"437546220773-88","name":"R?seau Semences Paysannes","registrationDate":"2016-03-10T17:26:38.253+01:00","category":3,"subCategory":2,"legal":"association loi 1901","web":"http://www.semencespaysannes.org","country":"France","headAddress":"3 avenue de la gare","headCity":"Aiguillon","headPostCode":"47190","headPhone":"(33)5 53 84 44 05","boss":"Christian DALMASSO","bossTitle":"Mr","bossPosition":"Co-Pr?sident","membersCount":5,"membersFTE":"1.75","membership":"Au niveau national:&#xd;\n- Collectif Semons la Biodiversit? :  http://www.semonslabiodiversite.com/&#xd;\n-l'Appel de Poitiers &#xd;\n- Conf?d?ration paysanne (membre fondateur du RSP): http://www.confederationpaysanne.fr&#xd;\n- F?d?ration nationale de l'Agriculture Biologique (FNAB)(membre fondateur du RSP): http://www.fnab.org&#xd;\n- Mouvement de l'Agriculture Biodynamique (MABD) (membre fondateur du RSP): http://www.bio-dynamie.org&#xd;\n&#xd;\nAu niveau europ?en:&#xd;\n- Lib?rons La Diversit? (LLD) &#xd;\n- No Patents On Seeds","memberOrga":"Le R?seau Semences Paysannes regroupe 99 membres soit 17 membres individuels (personnes physiques) et 82 organisations membres (personnes morales) : groupements nationaux et locaux d'agriculture biologique, biodynamique et paysanne, associations de pr?servation de la biodiversit? cultiv?e, artisans semenciers, parc naturel r?gional, organisations environnementales non gouvernementales, association de solidarit? internationale. &#xd;\nVoir liste de nos membres : http://semencespaysannes.org/les_membres_du_reseau_semences_paysannes_205.php","goal":"Le R?seau Semences Paysannes, cr?? en 2003, regroupe principalement des associations/organisations auxquelles se joint un petit coll?ge de membres individuels. Il compte quatre-vingt deux organisations membres (groupements nationaux et locaux d'agriculture biologique, biodynamique et paysanne, associations de pr?servation de la biodiversit? cultiv?e, artisans semenciers, parc naturel r?gional, organisations environnementales non gouvernementales, association de solidarit? internationale). Ses membres sont en majorit? des organisations d'agriculteurs et de jardiniers pr?sentes sur le terrain. &#xd;<br />&#xd;<br />L?association a pour objet de cr?er et d?animer un r?seau de savoirs et de savoir-faire ayant pour but de favoriser, d?velopper et promouvoir la gestion dynamique de la biodiversit? dans les fermes et les jardins, la conservation, la s?lection et la multiplication de semences et plants issus de vari?t?s adapt?es ? un terroir ou ? des modes de production agro-?cologiques. Les actions contribuant ? cet objet sont la collecte et la diffusion des savoirs, savoir-faire et informations existants, l'implication dans les programmes de recherche et de s?lection participatives, la formation, la valorisation des pratiques paysannes, l'exp?rimentation et le plaidoyer pour la reconnaissance juridique des semences paysannes.","acronym":"RSP","interests":"Agriculture and Rural Development, Climate Action, Customs, Environment, Food Safety, Justice and Fundamental Rights, Regional Policy, Research and Technology, Trans-European Networks","euInitiatives":"Le RSP participe ou a particip?, en tant qu'animateur de l'expression des acteurs des semences paysannes, ? plusieurs programmes de recherche participative fran?ais (PICRI, Eco-innov, Diverba, REPERE, Essaimons, ProABiodivCASDAR) et europ?ens (Farm Seed Opportunities (FSO), Solibam, EuropAid, DIVERSIFOOD) impliquant des centres de recherche publics (INRA en France) pour la reconnaissance scientifique des semences paysannes.&#xd;<br />&#xd;<br />La reconnaissance juridique est li?e ? la reconnaissance scientifique. Le RSP a nou? de nombreuses relations avec les institutions nationales et europ?ennes?: directement ou par ses membres. Ses membres sont ainsi pr?sents et actifs au Conseil national de l'alimentation (CNA), au Centre Technique Permanent des Semences (CTPS), ? la Fondation pour la Recherche sur la Biodiversit? (FRB), ? l?Institut National de l'Origine et de la Qualit? (INAO) (section Agriculture Biologique), au Haut Conseil des Biotechnologies, ? l'ITAB (Commission Semences? de l'Institut Technologique de l'Agriculture Biologique), ? l'Agence Bio, au Comit? consultatif semences europ?en. Au del? du suivi r?gulier de ces diff?rents instances, le RSP s'investit ?galement ponctuellement dans des groupes de travail o? son expertise est reconnue. Nous pouvons ici citer le groupe de travail ??politique g?n?tique et agriculture durable?? mis en place par le Ministre de l?agriculture et destin? ? concr?tiser ces nouvelles orientations europ?ennes qui a rendu ses conclusions au printemps 2011. &#xd;<br />&#xd;<br />Les membres du RSP sont aussi impliqu?s dans les discussions de la Convention sur la Diversit? Biologique , de l'organe directeur du Trait? International sur les Ressources Phytog?n?tiques pour l'Alimentation et l'Agriculture et de celles de l'Union pour la Protection des Obtentions v?g?tales. &#xd;<br />La mutualisation et la synth?se des informations recueillies dans toutes ces instances officielles de discussion enrichit grandement le service de veille juridique offert.&#xd;<br />&#xd;<br />Le RSP joue par ailleurs un r?le de sensibilisation sur les enjeux, notamment r?glementaires, li?s ? la production et ? la commercialisation des semences (conf?rences, s?minaires...).&#xd;<br />Les positions du RSP et de ses membres sont construites sur la base du travail de veille et d'expertise de la veille juridique. L'argumentation juridique pointue et rigoureuse du RSP et de ses membres participe ? la reconnaissance croissante du RSP et de ses membres par les diff?rentes parties prenantes. Ainsi, le travail de veille permet d'alimenter les membres du RSP qui participent ? diff?rents instances et comit?s institutionnels abordant la question des semences.","lastUp":"2017-02-20T12:32:01.845+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}