{"id":"43859808000-87","name":"European Association for Storage of Energy","registrationDate":"2012-02-07T14:49:32.738+01:00","category":2,"subCategory":4,"legal":"a.i.s.b.l. (Belgian Law)","web":"http://www.ease-storage.eu","country":"Belgium","headAddress":"Avenue Adolphe Lacomblé, 59/8","headCity":"Brussels","headPostCode":"1030","headPhone":"(32)27 43 29 82","boss":"Patrick Clerens","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":7,"membersFTE":"4.75","membership":"- European Energy Forum (EEF)&#xd;\n- Federation of European and International Associations  (FAIB)","memberOrga":"http://www.ease-storage.eu/members.html","goal":"The European Association for Storage of Energy (EASE) is the voice of the energy storage community, actively promoting the use of energy storage in Europe and worldwide.&#xd;<br />EASE actively supports the deployment of energy storage as an indispensable instrument within the framework of the European energy and climate policy to deliver services to, and improve the flexibility of, the European energy system.&#xd;<br />EASE seeks to build a European platform for sharing and disseminating energy storage-related information.&#xd;<br />EASE supports the transition towards a sustainable, flexible and stable energy system in Europe.&#xd;<br />&#xd;<br />EASE's main goals are: &#xd;<br />- To increase awareness and knowledge of European industry, academics and EU officials regarding the need for energy storage technologies and applications;&#xd;<br />- To stimulate the development of innovative energy storage technologies and energy storage uses;&#xd;<br />- To act as the European platform for the exchange of energy storage-related information and represent European Stakeholders at the European and international level;&#xd;<br />- Foster the European implementation of energy storage technologies in the Energy &amp; Climate policy context.","acronym":"EASE","interests":"Business and Industry, Climate Action, Competition, Energy, Environment, Research and innovation, Trans-European Networks, Transport","euInitiatives":"Energy Union Package, Investment Plan for Europe (e.g. EFSI), 2030 Framework, Internal Energy Market, Energy Infrastructure (e.g. PCIs), Horizon 2020, SET Plan, etc.","lastUp":"2019-12-11T16:21:28.972+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}