{"id":"438875433219-89","name":"University of Malta","registrationDate":"2018-11-16T08:50:46.199+02:00","category":4,"subCategory":12,"legal":"Self-accrediting University","web":"http://www.um.edu.mt","country":"Malta","headAddress":"University of Malta","headCity":"Msida","headPostCode":"MSD2080","headPhone":"(356)23 40 23 40","boss":"Alfred Vella","bossTitle":"Mr","bossPosition":"Rector","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"The vision, mission and values of the University of Malta are driven by our community's desire to move forward and embrace new challenges. &#xd;<br />&#xd;<br />Vision&#xd;<br />&#xd;<br />The University of Malta aims to be among the leading institutions in higher education in its region and to provide world class research and education. The university community endeavors to strive for the benefit of the country in the context of social and economic well being. Over the coming years we will continue to build on the university’s long tradition of developing the knowledge required to help Malta flourish as a small island nation and a member state of the European Union.&#xd;<br />&#xd;<br />Mission&#xd;<br />&#xd;<br />The mission of the University of Malta is to serve the aspirations of the people of these Islands through locally and globally significant research and the provision of higher education of quality in the arts, sciences and the humanities as required for Malta’s economic, social and cultural development, via the scholarship of discovery, teaching and service to the community. These functions shall be delivered in a sustainable manner that is responsive to this country’s present and emergent needs.&#xd;<br />&#xd;<br />Values&#xd;<br />&#xd;<br />The University of Malta is committed to the values of academic freedom and institutional autonomy, as a signatory of the Magna Charta Universitatum, the document that was signed by 388 rectors and heads of universities from Europe and beyond in 1988 in Bologna. &#xd;<br />&#xd;<br />Furthermore, as a member of the European Higher Education Area and a proponent of the Bologna Process, the University of Malta upholds the set of values encompassing academic freedom and integrity, institutional autonomy and accountability, participation of students and staff in governance, and public responsibility.","acronym":"UM","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The University of Malta (UM) is a keen participant in a variety of initiatives at EU level, and it is active in several sectors including education, environment, science, culture and technology. A multitude of projects and other activities have been pursued by UM – both at national as well as at international level – thanks to funds originating from the EU together with targeted national subsidies.&#xd;<br />&#xd;<br />An increased focus on sustainability saw UM dedicating an average of €2,791,807 per annum to sustainability research over the three-year span from 2015 to 2017. This amounts to around 37% of the University’s total research funds for the period, which amounted to €7,467,057. During the same time span, UM also dedicated an average budget of €600,000 per annum for sustainability efforts.","lastUp":"2019-10-21T21:27:19.703+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}