{"id":"43906893904-19","name":"eurolobby","registrationDate":"2010-07-22T16:50:11.051+01:00","category":1,"subCategory":8,"legal":"profit organisation","web":"https://www.eurolobby.com","country":"Germany","headAddress":"Henri-Spaak-Str., 12","headCity":"Alfter OG Oedekoven","headPostCode":"53347","headPhone":"(49)01 57 78 28 98 76","boss":"Martin Schenk","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"We are an consultant company of government affairs experts who provide lobbying services, issue management, strategic planning and government relations services in Germany and the European Union with additional worldwide international resources.&#xd;<br />eurolobby means LOBBY ON DEMAND&#xd;<br />&#xd;<br />eurolobby betreibt im Auftrag eines Kunden Issuemanagement, proaktive Lobby bei der Bundesregierung und der EU, Mitwirkung bei Gesetzgebungsverfahren, intensive Zusammenarbeit mit der Wirtschaft und ihren Verbänden und Institutionen, der Politik auf Länder- und Bundesebene, sowie bei der Europäischen Union, Issue Management für Firmen, auch Verbände, Vereine und Einzelpersonen. Sie hat bisher langjährige Issuemanagementerfahrung und stille aber deutliche Erfolge für die Industrie erwirkt! &#xd;<br />&#xd;<br />Schwerpunkte der Arbeit: Umwelt (Chemie), Abstrahlung bei Rechnern (Safety und Security). Arbeitsschutz und -sicherheit. Jedes andere Thema wird ebenso professionell bearbeitet.","acronym":"eurolobby","interests":"Climate Action, Communication, Competition, Economic and Financial Affairs, Education, Energy, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Regional Policy, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"Chemie&#xd;<br />Datenspeicherung&#xd;<br />Datensicherheit&#xd;<br />Ausspähsicherheit&#xd;<br />Vernetzung&#xd;<br />Erneuerbare Energie&#xd;<br />Umwelt&#xd;<br />Business Intelligence&#xd;<br />Big Data&#xd;<br />Dataminig","lastUp":"2018-01-16T12:12:11.044+01:00","customers":"Freie Demokraten","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}