{"id":"439568220616-04","name":"1&amp;1 Drillisch AG","registrationDate":"2016-02-09T15:24:54.984+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"https://www.1und1-drillisch.de/","country":"Germany","headAddress":"1&amp;1 Drillisch AG","headCity":"Maintal","headPostCode":"63477","headPhone":"(49)3 08 10 31 52 88 20","boss":"Ralph Dommermuth","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"1.25","membership":"Eco Verband der Internetwirtschaft&#xd;\nVerband der Anbieter von Telekommunikations- und Mehrwertdiensten (VATM)&#xd;\nBundesverband Informationswirtschaft, Telekommunikation &amp; neue Medien (BITKOM)&#xd;\nEuropean Competitive Telecommunication Association (ECTA)","memberOrga":"","goal":"Die 1&amp;1 Drillisch AG ist ein börsennotierter Telekommunikationsanbieter mit Sitz in Maintal. Das Unternehmen gehört zum Konzernverbund der United Internet AG und hat als einziger virtueller Netzbetreiber in Deutschland über einen MBA MVNO Vertrag langfristig gesicherten Zugang zum Telefónica-Netz. 1&amp;1 Drillisch bietet seinen Kunden ein umfassendes Portfolio an Dienstleistungen und Produkten aus den Bereichen Breitband und Mobilfunk an. Neben reinen Mobilfunk- und DSL-Produkten erhalten Kunden zudem attraktive Bundle-Produkte aus Mobilfunk und Festnetz, ergänzt um Anwendungen wie Heimvernetzung, Online-Storage, Video-on-Demand oder IPTV TV. Mit den beiden hundertprozentigen Tochtergesellschaften 1&amp;1 Telecommunication SE und Drillisch Online GmbH hat 1&amp;1 Drillisch einen starken Vermarktungsansatz, mit dem der Markt umfassend und zielgruppenspezifisch adressiert wird: Während 1&amp;1 das Premiumsegment abdeckt, sprechen die etablierten Online-Marken des Konzerns unter dem Dach der Drillisch Online GmbH wie smartmobil.de, yourfone, winSIM, DeutschlandSIM oder simply eine preisbewusste Zielgruppe an.","acronym":"","interests":"Business and Industry, Communication, Competition, Consumers, Culture and media, Digital economy and society, Justice and Fundamental Rights, Research and innovation, Single market, Taxation","euInitiatives":"Digital Single Market, Rechtsrahmen für elektronische Kommunikation (EECC), Datenschutz (insb. E-Privacy), Vertrauensdienste und elektronische Identifizierung (eIDAS), Rechtsrahmen für Plattformen, Cloud Computing, IT-Security, Urheberrecht","lastUp":"2019-06-26T15:17:28.750+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}