{"id":"43969652417-08","name":"Plate-Forme pour le Commerce Equitable","registrationDate":"2009-09-30T16:49:07.600+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.commercequitable.org","country":"France","headAddress":"Jardin d'agronomie Tropicale","headCity":"Nogent-sur-Marne CEDEX","headPostCode":"94736","headPhone":"(33)1 43 94 72 13","boss":"Marc Dufumier","bossTitle":"Mr","bossPosition":"Président","membersCount":4,"membersFTE":"1.5","membership":"La PFCE est membre de :&#xd;\n- WFTO : World Fair Trade Organisation&#xd;\n- FAIRNESS : Research Network on Fair Trade&#xd;\n- Comité 21&#xd;\n- ATES : Association pour le Tourisme Equitable et Solidaire&#xd;\n- Le Mouves : Mouvement des Entrepreneurs Sociaux&#xd;\n- ObsAR : Observatoire des Achats Responsables&#xd;\n- Coordination SUD&#xd;\n- L'Atelier","memberOrga":"Agronomes et Vétérinaires Sans Frontières(1000),&#xd;\nAlter Eco(0),&#xd;\nAltermundi(6),&#xd;\nAlthéane(0),&#xd;\nASPAL(8),&#xd;\nATES(35),&#xd;\nBio Partenaire(30),&#xd;\nBio Consom'acteurs (737),&#xd;\nBiocoop(340),&#xd;\nBoutic Ethic(0),&#xd;\nCCFD-Terre Solidaire(15000),&#xd;\nCentre de Documentation sur le Commerce équitable - CDTM(0),&#xd;\nEchoppe(0),&#xd;\nEcocert(0),&#xd;\nEthiquable(0),&#xd;\nFair[e] un monde équitable(40),&#xd;\nFairNESS(40),&#xd;\nFédération Artisans du Monde(6000),&#xd;\nKarethic (0),&#xd;\nGuayapi(0),&#xd;\nIngénieurs Sans Frontières(50),&#xd;\nJardins de Gaïa(0),&#xd;\nLigue de l'enseignement(6000),&#xd;\nLilah distribution(0),&#xd;\nLycée Saint-Félix(0),&#xd;\nMalongo(0),&#xd;\nMax Havelaar France(1000),&#xd;\nSageco(0),&#xd;\nSira Kura(0),&#xd;\nSolidar'monde(0).","goal":"UN COLLECTIF D’ACTEURS ENGAGES DANS LE COMMERCE ÉQUITABLE&#xd;<br />&#xd;<br />La Plate-Forme pour le Commerce Équitable est une association de loi 1901 à but non lucratif, collectif national de concertation visant à défendre et à promouvoir le commerce équitable en France. Créée en 1997, la PFCE regroupe une quarantaine d’organisations d’envergure nationale engagées dans le commerce équitable. Toutes les organisations membres du collectif s’engagent à respecter les principes fondamentaux du commerce équitable réunis au sein de la Charte de la PFCE et à ce que leurs pratiques soient régulièrement évaluées par leurs pairs. &#xd;<br />&#xd;<br />NOTRE VISION&#xd;<br />&#xd;<br />La Plate-Forme pour le Commerce Équitable œuvre pour développer une forme de commerce permettant aux producteurs et aux consommateurs de vivre dans la dignité et l’autonomie en gardant, voire en retrouvant la maîtrise et le sens de leurs actes. La PFCE centre son activité sur l’accompagnement du secteur du commerce équitable afin de développer des relations Nord/Sud plus justes et équilibrées.&#xd;<br />&#xd;<br />NOS MISSIONS&#xd;<br />&#xd;<br />| DES POUVOIRS PUBLICS QUI RECONNAISSENT ET SOUTIENNENT LA DÉMARCHE &#xd;<br />&#xd;<br />La PFCE poursuit son dialogue avec le gouvernement français pour la finalisation de la mise en place de la Commission Nationale du Commerce Équitable. La PFCE entretient également des discussions engagées avec l’Agence Française de Développement et le Ministère des Affaires Étrangères et du Développement International afin de faire reconnaître le commerce équitable comme un instrument de l’aide publique au développement.&#xd;<br />Le collectif s’implique dans le dialogue avec ses homologues dans d’autres pays européens afin de faire émerger des cadres légaux ou normatifs de reconnaissance du commerce équitable au niveau européen et international.&#xd;<br />&#xd;<br />| DES INSTITUTIONS PARTENAIRES DU DÉVELOPPEMENT DU SECTEUR&#xd;<br />&#xd;<br />* Les COLLECTIVITÉS TERRITORIALES sont des acteurs fondamentaux pour accompagner le développement du secteur sur le territoire et pour développer la consommation par leurs achats publics équitables. La Plate-Forme co-porte aux côtés de Max Havelaar France, de la Fédération Artisans du Monde et du mouvement FAIR[e] un monde équitable, la campagne \"Territoires de Commerce Équitable\" (Fair Trade Towns en France). Le projet propose aux collectivités de s’engager sur le long terme en intégrant le commerce équitable dans leurs achats publics, en valorisant leur rôle d’exemplarité auprès des acteurs de leur territoire (commerçants, associations, entreprises, etc.) et en menant des actions de sensibilisation auprès des citoyens.&#xd;<br />&#xd;<br />* La PFCE développe un partenariat avec l’Institut National de la Consommation afin de mieux impliquer les ASSOCIATIONS DE CONSOMMATEURS, partenaires essentiels dans la réflexion sur le commerce équitable. &#xd;<br />&#xd;<br />| DES ÉVÉNEMENTS POUR PROMOUVOIR LA RENCONTRE AVEC LE GRAND PUBLIC &#xd;<br />&#xd;<br />La PFCE coordonne depuis 2001 la Quinzaine du Commerce Équitable, moment phare de visibilité du commerce équitable dans le calendrier de la consommation responsable.  &#xd;<br />&#xd;<br />| UNE AMÉLIORATION CONTINUE DES PRATIQUES DE NOS MEMBRES&#xd;<br />&#xd;<br />La PFCE a développé une procédure d’évaluation des acteurs candidats pour intégrer le collectif, et adapte en permanence ses outils d’évaluation. Le collectif a pour mission de contribuer à l'amélioration des pratiques des acteurs et organise pour cela formations, échanges et accompagnement individualisé.&#xd;<br />&#xd;<br />| UNE EXPERTISE SUR LES GARANTIES DU COMMERCE ÉQUITABLE&#xd;<br />&#xd;<br />La PFCE mène un travail de veille, d’expertise et de diffusion d’information sur les systèmes de garantie au niveau français et international, en lien avec les pouvoirs publics. Elle fait partie, en France, de la Commission Nationale du Commerce Équitable. &#xd;<br />&#xd;<br />| UNE RÉFLEXION SUR LES PRATIQUES AU SUD&#xd;<br />&#xd;<br />* UNE ÉVALUATION DES IMPACTS&#xd;<br />En 2008, la PFCE a piloté et publié un travail de synthèse des études d’impact des filières de commerce équitable dans les pays du Sud.","acronym":"PFCE","interests":"Agriculture and Rural Development, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Employment and Social Affairs, Environment, Food Safety, Humanitarian Aid, Internal Market, Justice and Fundamental Rights","euInitiatives":"- Questions relatives à la reconnaissance du commerce équitable comme un outil de développement des pays du Sud&#xd;<br />- Questions relatives à la régulation du commerce équitable par les pouvoirs publics&#xd;<br />- Questions relatives aux politiques et aux programmes de développement de l'Union européenne&#xd;<br />- Questions relatives aux politiques de souveraineté alimentaire, aux politiques agricoles et aux règles du commerce mondial","lastUp":"2017-04-10T10:40:38.201+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}