{"id":"44013762992-64","name":"Network of European Financial Institutions for Small and Medium Sized Enterprises","registrationDate":"2010-01-12T13:27:12.749+02:00","category":2,"subCategory":7,"legal":"none","web":"http://www.nefi.eu","country":"Belgium","headAddress":"Avenue Lloyd George 7","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)26 45 19 10","boss":"David Denzer-Speck","bossTitle":"Mr","bossPosition":"Head of Liaison Office to the EU","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"ALMI (Sweden)&#xd;\n                   ALTUM (Latvia)&#xd;\n                   AWS (Austria)&#xd;\nBBB (United Kingdom)&#xd;\n                   BDB (Bulgaria)&#xd;\n                   BGK (Poland)&#xd;\n                   BPIFRANCE (France) &#xd;\n                   CMZRB (Czech Republic)&#xd;\n                   FINNVERA (Finnland)&#xd;\n                   HBOR (Croatia)&#xd;\n                   ICO (Spain)&#xd;\n                   KFW (Germany)&#xd;\n                   KREDEX (Estonia)                   &#xd;\n                   MFB (Hungary)&#xd;\nSBCI (Ireland)&#xd;\n                   SID Banka (Slovenia)&#xd;\n                   SNCI (Luxembourg)&#xd;\n                   SZRB (Slovakia)","goal":"The Network of European Financial Institutions for Small and Medium Sized Enterprises was founded in 1999. Members are 19 national promotional financial institutions from different EU Member States. &#xd;<br />&#xd;<br />NEFI pursues the objective of following the financial, political and legal developments in the field of European economic and financial policy and all measures adopted by the EU institutions which are relevant for promotional financial institutions focussing on the facilitation of SMEs' access to finance. NEFI serves as a contact for the European Institutions providing know-how and information on all promotional banking issues. &#xd;<br />&#xd;<br />Ultimately, NEFI assembles the common specific interests of its members, which result from their particular legal status and function as public financial institutions, and represents them vis-à-vis the European Union, the press and the general public.","acronym":"NEFI","interests":"Banking and financial services, Budget, Business and Industry, Competition, Economy, finance and the euro, Employment and Social Affairs, Institutional affairs, Regional Policy, Research and innovation, Single market","euInitiatives":"All matters related to SME policy, in particular access to finance for SMEs, European Financial Services Industry and EU promotional and regional policies.","lastUp":"2019-07-16T15:12:25.986+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}