{"id":"440280232540-16","name":"Сдружение с нестопанска цел Местна инициативна група - Разлог","registrationDate":"2018-09-23T15:52:54.224+02:00","category":3,"subCategory":2,"legal":"Юридическо лице с нестопанска цел","web":"http://www.mig-razlog.org","country":"Bulgaria","headAddress":"гр. Разлог, ул. \"Стефан Стамболов\" 1, България","headCity":"Razlog","headPostCode":"2760","headPhone":"(359)8 88 22 44 59","boss":"Венета Нанева","bossTitle":"Ms","bossPosition":"изпълнителен директор","membersCount":1,"membersFTE":"0.25","membership":"Асоциация „Българска национална ЛИДЕР мрежа“ http://leader-network.eu/","memberOrga":"http://www.mig-razlog.org/2016/%D1%81%D0%BF%D0%B8%D1%81%D1%8A%D0%BA-%D0%BD%D0%B0-%D1%87%D0%BB%D0%B5%D0%BD%D0%BE%D0%B2%D0%B5%D1%82%D0%B5-%D0%BD%D0%B0-%D0%BE%D1%80%D0%B3%D0%B0%D0%BD%D0%B8%D1%82%D0%B5-%D0%BD%D0%B0-%D1%83%D0%BF%D1%80-2/","goal":"Основните цели на Сдружението са: &#xd;<br />Подобряване на икономическото, социалното и културното развитие на община Разлог и повишаване на качеството на живот на населението при спазване и прилагане на принципите, залегнали в подхода ЛИДЕР, и чрез осъществяване на дейност в обществена полза в партньорство с местната власт, институциите, частния и неправителствения сектор в сферата на: &#xd;<br />1.\tРазнообразяване на икономическите дейности на територията на община Разлог.&#xd;<br />2.\tРазвитие на неземеделски дейности и повишаване конкурентоспособността на земеделието на територията на община Разлог.&#xd;<br />3.\tОпазване на околната среда и биоразнообразието на територията на община Разлог.&#xd;<br />4.\tСъхраняване на уникалността и самобитността на региона. &#xd;<br />5.\tРазвитие на района като предпочитана туристическа дестинация, основано на природни, културни  и човешки ресурси.&#xd;<br />6.    Изграждането на местен капацитет, повишаване на обществената активност на територията на община Разлог за изпълнение на дейности допринасящи за постигане целите на сдружението чрез изпълнение на Стратегията;&#xd;<br />7. Изпълнение на предложени от Сдружението и одобрени от Управляващия орган на Програмата за развитие на селските райони за съответния прогграмен период Стратегии за местно развитие за територията на община Разлог съгласно изискванията на за прилагане на стратегиите и за управление на местни инициативни групи, придобиване на умения и постигане на обществена активност на съответната територия за местните инициативни групи, прилагащи стратегии;&#xd;<br />8. Постигане на заложените в Стратегиите цели съгласно изискванията на приложимата нормативна база, Програмата за развитие на селските райони за съответния програмен период, както и при стриктното спазване на всички правила и процедури по прилагане на подхода ЛИДЕР.&#xd;<br />9. Прилагане на подхода «Водено от общностите местно развитие /ВОМР/ - мярка 19 от Програмата за развитие на селските райони 2014-2020 г. при подготовка и изпълнение на стратегия за местно развитие в програмен период 2014-2020 г., в съответствие с приложимата нормативна уредба и целите на стратегията за ВОМР.&#xd;<br />10. Изграждане на вътрешнотериториални и транснационални партньорства за изпълнение на проекти и работа в мрежа.","acronym":"МИГ-Разлог","interests":"Agriculture, Communication, Culture, Employment and Social Affairs, Environment, European Neighbourhood Policy, Food Safety, International co-operation and development","euInitiatives":"Международно струдничество и диалог за политиките;&#xd;<br />Общата селскостопанска политика на ЕС след 2020 година;&#xd;<br />Околна среда и климат","lastUp":"2018-09-23T15:55:25.939+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}