{"id":"440255513722-68","name":"Fondazione UniVerde","registrationDate":"2014-05-30T16:03:44.493+02:00","category":2,"subCategory":7,"legal":"Fondazione","web":"http://www.fondazioneuniverde.it","country":"Italy","headAddress":"Via Antonio Salandra, 6","headCity":"Roma","headPostCode":"00187","headPhone":"(06)42 81 52 57","boss":"Giuseppe Nerio Carugno","bossTitle":"Mr","bossPosition":"Segretario Generale","membersCount":11,"membersFTE":"4.25","membership":"La Fondazione aderisce a Federculture","memberOrga":"","goal":"•\tSostenere la conoscenza, la cultura ecologista e il cambiamento degli stili di vita, in armonia con l’ambiente naturale per diffondere un modello di sviluppo ecosostenibile;&#xd;<br />•\tPromuovere la riconversione ecologica della società e dell’economia; il diritto a un ambiente salubre, alla salute e al benessere; il contrasto alla criminalità ambientale;  l’agricoltura biologica, biodinamica, naturale e di qualità; l’ecologia dell’informazione, della politica e della mente; la sinergia tra ambiente, religioni e spiritualità; la ricerca e le nuove tecnologie sostenibili; le politiche per Kyoto e di Agenda 21; le iniziative di cooperazione e solidarietà internazionale; la nonviolenza e il rispetto di tutte le forme di vita.","acronym":"UniVerde","interests":"Agriculture, Climate Action, Communication, Culture, Education and training, Energy, Environment, Food Safety, International co-operation and development, Justice and Fundamental Rights, Transport","euInitiatives":"L' Osservatorio Europa della Fondazione UniVerde, con la collaborazione dello Studio Legale DVIURE e il Cetri Tires, ha l'obiettivo di diffondere la conoscenza dei bandi e delle gare nella UE con particolare riferimento ai temi della sostenibilità ambientale e sociale, dell'innovazione, del Green public procurement e della fornitura di beni e servizi. Si occupa di ricercare e selezionare le opportunità economiche e di finanziamento offerte dalle istituzioni europee ad aziende private ed enti pubblici locali, sovvenzionate dai sistemi multilaterali di sviluppo.","lastUp":"2018-07-31T13:20:36.544+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}