{"id":"440395221847-89","name":"Coalition for Fair Fisheries Arrangements","registrationDate":"2016-05-19T16:19:02.819+02:00","category":3,"subCategory":2,"legal":"asbl","web":"http://cape-cffa.squarespace.com/","country":"Belgium","headAddress":"Chaussée de Waterloo 244","headCity":"Brussels","headPostCode":"1060","headPhone":"(32)26 52 52 01","boss":"Clotilde de Jamblinne","bossTitle":"Ms","bossPosition":"President","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"- CAOPA - African Confederation of Artisanal Fishing Organisations caopa-africa.org&#xd;\n&#xd;\n- REJOPRAO rejoprao.info ; sipanews.org&#xd;\n&#xd;\n- Bread for the World http://www.brot-fuer-die-welt.de/fr/pain-pour-le-monde.html&#xd;\n&#xd;\n- Swedish Society for Nature Conservation SSNC http://www.naturskyddsforeningen.se/in-english/about-us&#xd;\n&#xd;\n- International Collective in Support of Fishworkers ICSF icsf.net","goal":"Founded in 1994, CFFA has focused its work on advocacy to advance the rights of artisanal fisheries in African countries in relation to the European Union. This work includes monitoring and lobbying among EU decision makers, as well as working closely with African artisanal fishing organizations. Most importantly, CFFA works closely with member organizations of CAOPA, and with the African media network REJOPRAO. The role of CFFA has been to provide information and administrative support to assist these organizations to become established and have a stronger voice, in particular in European policy dialogues with African countries. CFFA maintains a information site, which has been important for informing both stakeholders in Africa and in Europe.","acronym":"CFFA","interests":"Development, Environment, External Relations, Fisheries and Aquaculture, Food Safety","euInitiatives":"EU Fisheries Policy&#xd;<br />EU Development Policy&#xd;<br />EU (fish) Trade Policy","lastUp":"2018-04-11T14:53:43.076+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}