{"id":"440806930694-47","name":"Fundacja Microfinance Centre","registrationDate":"2018-03-09T14:02:20.913+01:00","category":3,"subCategory":2,"legal":"foundation","web":"http://mfc.org.pl","country":"Poland","headAddress":"Noakowskiego 10 m. 38","headCity":"Warszawa","headPostCode":"00-666","headPhone":"(48)2 26 22 34 65","boss":"Grzegorz Galusek","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":8,"membersFTE":"4.75","membership":"https://www.sptf.info&#xd;\nhttps://www.european-microfinance.org/&#xd;\nhttp://www.e-mfp.eu&#xd;\nhttp://www.smefinanceforum.org/about/partners","memberOrga":"http://mfc.org.pl/membership/list-of-mfc-members/","goal":"Fundacja Microfinance Centre (MFC) is a regional, grass-root industry network of 108 organizations active in Europe and Central Asia cooperating with member and non-member MFIs, country level associations, policy makers, donors, lending institutions and investors through a variety of activities and programs. Our mission is to empower people and communities through alternative social finance including microfinance. We seek to make the financial services work for all people and communities, especially underserved and excluded, by building on the potential and achievements of the social finance sector: microfinance, financial cooperative systems and others, inspiring new partnerships with technology providers to improve products, outreach and scale and to charter innovative ways of accessing and using finance.","acronym":"MFC","interests":"Agriculture and Rural Development, Banking and financial services, Business and Industry, Economy, finance and the euro, Education and training, Employment and Social Affairs, Regional Policy, Research and innovation, Trans-European Networks, Youth","euInitiatives":"EU PROGRAMME FOR EMPLOYMENT AND SOCIAL INNOVATION (\"EaSI\")&#xd;<br />COSME PROGRAMME","lastUp":"2019-02-26T11:50:34.560+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}