{"id":"440960230491-50","name":"ΕΤΑΙΡΕΙΑ ΤΟΠΙΚΗΣ ΑΝΑΠΤΥΞΗΣ ΛΕΣΒΟΥ Α.Ε.","registrationDate":"2018-03-02T12:40:29.114+01:00","category":6,"subCategory":9,"legal":"ΑΝΩΝΥΜΗ ΕΤΑΙΡΕΙΑ - ΝΟΜΙΚΟ ΠΡΟΣΩΠΟ ΙΔΙΩΤΙΚΟΥ ΔΙΚΑΙΟΥ","web":"http://www.etal-sa.gr","country":"Greece","headAddress":"ΕΡΜΟΥ 4","headCity":"ΜΥΤΙΛΗΝΗ ΛΕΣΒΟΣ","headPostCode":"81131","headPhone":"(30)22 51 02 94 00","boss":"ΠΑΝΑΓΙΩΤΗΣ ΤΑΤΑΚΗΣ","bossTitle":"Mr","bossPosition":"ΠΡΟΕΔΡΟΣ Δ.Σ.","membersCount":1,"membersFTE":"0.25","membership":"Η ΕΤΑΛ Α.Ε. συμμετέχει στα: &#xd;\n&#xd;\nΕθνικό Αγροτικό δίκτυο της Ελλάδος www.ead.gr&#xd;\n&#xd;\nΕΛΛΗΝΙΚΟ ΔΙΚΤΥΟ ΟΤΔ LEADER/CLLD&#xd;\n&#xd;\nEuropean LEADER Association for Rural Development (ELARD) www.elard.eu&#xd;\n&#xd;\nΤο Δίκτυο ΟΜΑΔΩΝ ΤΟΠΙΚΗΣ ΔΡΑΣΗΣ ΤΗΣ ΝΗΣΙΩΤΙΚΗΣ ΕΛΛΑΔΟΣ \"ΝΗΣΩΝ ΠΕΡΙΠΛΟΥΣ\".","memberOrga":"1. ΠΕΡΙΦΕΡΕΙΑΚΗ ΕΝΩΣΗ ΔΗΜΩΝ (ΠΕΔ) ΒΟΡΕΙΟΥ ΑΙΓΑΙΟΥ (40,17%)&#xd;\n2. ΕΝΩΣΗ ΑΓΡΟΤΙΚΩΝ ΣΥΝΕΤΑΙΡΙΣΜΩΝ ΛΕΣΒΟΥ (ΕΑΣΛ) (33,30%)&#xd;\n3. ΕΠΙΜΕΛΗΤΗΡΙΑΚΗ ΛΕΣΒΙΑΚΗ ΕΤΑΙΡΕΙΑ ΑΝΑΠΤΥΞΗΣ ΑΜΚΕ (ΕΛΕΑ) (26,23%)&#xd;\nΗ ΕΤΑΛ Α.Ε. ΔΕΝ ΑΠΟΤΕΛΕΙ ΑΝΩΝΥΜΗ ΑΝΑΠΤΥΞΙΑΚΗ ΕΤΑΙΡΕΙΑ Ο.Τ.Α.","goal":"Η Εταιρεία Τοπικής Ανάπτυξης Λέσβου Α.Ε. (ΕΤΑΛ) αποτελεί σύμπραξη τοπικών φορέων της Λέσβου και της ευρύτερης νησιωτικής περιοχής με στόχο την προώθηση της ανάπτυξης στην Περιφέρεια Βορείου Αιγαίου, την ανάληψη, το σχεδιασμό και την υλοποίηση προγραμμάτων στα πλαίσια των Ευρωπαϊκών και Εθνικών πρωτοβουλιών που στοχεύουν στην ενίσχυση της αγροτικής αλλά και της γενικότερης οικονομικής και κοινωνικής εξέλιξης της περιφέρειας.&#xd;<br />Η ΕΤΑΛ ιδρύθηκε το 1992 μέσα από τη σύμπραξη τοπικών φορέων, και σήμερα η μετοχική σύνθεσή της αποτελείται από την Περιφερειακή Ένωση Δήμων και Κοινοτήτων, (ΠΕΔ Βορείου Αιγαίου-40,47%) εκπροσωπώντας συμφέροντα δημοσίου χαρακτήρα, Ένωση Αγροτικών Συνεταιρισμών Λέσβου (ΕΑΣ-33,30%), και Επιμελητηριακή Λεσβιακή Εταιρεία Ανάπτυξης (ΕΛΕΑ ΑΜΚΕ-26,23%) που εκπροσωπούν συμφέροντα ιδιωτικού χαρακτήρα της Αγροτικής-Νησιωτικής Οικονομικής Δραστηριότητας της Λέσβου. καμία ενιαία Ομάδα συμφερόντων δεν υπερβαίνει το 49% της μετοχικής σύνθεσης της Εταιρείας.  &#xd;<br />Οι κυριότεροι άξονες παρέμβασης της ΕΤΑΛ Α.Ε. μέχρι σήμερα είναι:&#xd;<br />-\tΟ Σχεδιασμός και υλοποίηση Τοπικής Αναπτυξιακής Στρατηγικής και διαχείριση Συγχρηματοδοτούμενων Έργων και Υπηρεσιών.&#xd;<br />-\tΗ προώθηση του αγροτουρισμού, με έμφαση στην αξιοποίηση των τοπικών φυσικών και πολιτιστικών στοιχείων,&#xd;<br />-\tΗ ανάπτυξη εναλλακτικών και ειδικών μορφών τουρισμού όπως περιπατητικός, αθλητικός, ιαματικός, θρησκευτικός κ.λ.π.&#xd;<br />-\tΗ ενίσχυση μονάδων παραγωγής τοπικών αγροτικών προϊόντων καθώς και βιοτεχνιών χειροτεχνίας και λαϊκής τέχνης,&#xd;<br />-\tΗ ενίσχυση των μικρομεσαίων και πολύ μικρών επιχειρήσεων που δραστηριοποιούνται σε συγκεκριμένους τομείς, με ειδικό ενδιαφέρον για την περιοχή και με στόχο τη βελτίωση της ανταγωνιστικότητας τους, &#xd;<br />-\tΗ διατήρηση και ανάδειξη στοιχείων της πολιτιστικής παράδοσης του τόπου, η περιβαλλοντική μέριμνα και προστασία,&#xd;<br />-\tΗ ανάπτυξη της συνεργασίας μεταξύ των τοπικών φορέων και περιοχών της Ευρωπαϊκής Ένωσης με κοινά χαρακτηριστικά και στρατηγικές ανάπτυξης, με στόχο την ανταλλαγή ιδεών και την ανάπτυξη κοινών σχημάτων (Δίκτυο Ευρωπαϊκών Γεωπάρκων).&#xd;<br />-\tΗ δικτύωση των εμπλεκόμενων στην Αναπτυξιακή Διαδικασία φορέων και η δημιουργία συμπράξεων όπως η Κεντρική Δομή Στήριξης για την εφαρμογή των Ολοκληρωμένων Προγραμμάτων Αγροτικής Ανάπτυξης στο Βόρειο Αιγαίο. (νύν άξονας 3-ΠΑΑ)&#xd;<br />Η ΕΤΑΛ δίνει έμφαση στα εξής σημεία:&#xd;<br />-\tενημέρωση του τοπικού πληθυσμού και των φορέων για τη δημιουργία αναπτυξιακών πρωτοβουλιών που αποτελούν προϋπόθεση στη βελτίωση της ποιότητας ζωής,&#xd;<br />-\tπαροχή τεχνικής υποστήριξης και συμβουλών για την κατάρτιση και υποβολή επενδυτικών σχεδίων και προτάσεων,&#xd;<br />-\tέρευνα και τεκμηρίωση στοιχείων τα οποία καταγράφουν την υπάρχουσα κατάσταση και τις τάσεις που διαμορφώνονται στο νησί,&#xd;<br />-\tενίσχυση της επιχειρηματικότητας και της προσαρμοστικότητας των εργαζομένων,&#xd;<br />-\tαναβάθμιση και βελτίωση των δεικτών της απασχόλησης,&#xd;<br />-\tπροσπάθεια να υπερκεράσει την απομόνωση και να φέρει στην παραμεθόριο Λέσβο ουσιαστική και δυναμική πληροφόρηση για τις εξελίξεις στα μεγάλα κέντρα αποφάσεων, Εθνικά και Ευρωπαϊκά.","acronym":"ΕΤΑΛ Α.Ε.","interests":"Agriculture and Rural Development, Climate Action, Communication, Competition, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, General and Institutional Affairs, Information Society, Regional Policy, Research and Technology, Sport, Trade, Trans-European Networks, Youth","euInitiatives":"ETAL S.A. applies for participation in the 5th LEADER and Community-Led Local Developmen subgroup and Mr. Anastasios Perimenis will attend the meeting in Brussels, 8 March 2018, as representative of the Greek LAGS. The Greek NRN is notified.&#xd;<br />&#xd;<br />Also Mr. Perimenis is representing the Grrek Network of LAGS/FLAGS in ELARD.&#xd;<br />&#xd;<br />Mr. Perimenis in member of the steering committee of the Greek LAGS Network for the RDP-CLLD/LEADER 2014-2020.&#xd;<br />&#xd;<br />Η ΕΤΑΛ Α.Ε. αποτελεί την Ομάδα Τοπικής Δράσης για την Λέσβο από το 1994 έως και σήμερα. &#xd;<br />Στην προηγούμενη και την τρέχουσα Προγραμματική Περίοδο εκτελεί τον ρόλο και για το ΕΓΤΑΑ και το ΕΤΘΑ.&#xd;<br />Το όραμα της Εταιρείας Τοπικής Ανάπτυξης Λέσβου Α.Ε. είναι να διαδραματίζει καθοριστικό ρόλο στον τομέα του ΣΧΕΔΙΑΣΜΟΥ ΤΟΠΙΚΗΣ ΑΝΑΠΤΥΞΙΑΚΗΣ ΣΤΡΑΤΗΓΙΚΗΣ βασιζόμενης στις ανάγκες της τοπικής κοινωνίας.&#xd;<br />Η ΕΤΑΛ Α.Ε., εφαρμόζει  την αναπτυξιακή στρατηγική της μέσω, διεκδίκησης, διαχείρισης και υλοποίησης Ευρωπαϊκών και Εθνικών συγχρηματοδοτούμενων Προγραμμάτων συμβάλλοντας ενεργά στην ανάπτυξη της τοπικής κοινωνίας και παράλληλα να αποτελεί πρότυπο εφαρμογής της ανελικτικής προσέγγισης (bottom-up) για το σχεδιασμό, παρακολούθηση, υλοποίηση και διαχείριση αναπτυξιακών επιχειρηματικών σχεδίων για την ευρύτερη περιοχή στην οποία δραστηριοποιείται η Εταιρεία.&#xd;<br />Η ΟΤΔ εφαρμόζει δράσεις που βασίζονται στους κανονισμούς που διέπουν τα ταμεία της Ε.Ε. 1303/2013, 1305/2014, 508/2014 651/2014 κ.α. μέσω Εθνικών Επιχειρησιακών προγραμμάτων.&#xd;<br />Η ΕΤΑΛ Α.Ε. δεν έχει ασκήσει πρωτοβουλίες διαμόρφωσης γνώμης ή αποφάσεων, εφαρμόζει πολιτικές.","lastUp":"2018-03-02T16:20:02.854+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}