{"id":"441114223235-83","name":"Women´s Organisations Committee on Alcohol and Drug Issues","registrationDate":"2016-09-22T14:10:43.455+02:00","category":3,"subCategory":2,"legal":"umbrella organisation","web":"http://www.ksan.se","country":"Sweden","headAddress":"Östermalmsgatan 33","headCity":"Stockholm","headPostCode":"114 26","headPhone":"(468)10 10 51","boss":"Lena Josefsson","bossTitle":"Ms","bossPosition":"ordförande","membersCount":3,"membersFTE":"1.75","membership":"KSAN är medlem i ICAA,www.icaa.org WFAD, www.wfad.org VNGOC, EWL, NordAN, www.nordan.org CAN, www.can.se  Sveriges Kvinnolobby, www.sverigeskvinnolobby.se","memberOrga":"KSANs medlemmar är 39 riksorganisationer för kvinnor, ca 325000 pers.  www.ksan.se/medlemmar.&#xd;\n&#xd;\nKSAN är medlem i ICAA, WFAD, VNGOC, EWL, NordAN, CAN, Sveriges Kvinnolobby.","goal":"KSAN är de svenska kvinnoorganisationernas samarbets-organ för frågor som berör alkohol och andra beroende-framkallande medel.&#xd;<br /> ÄNDAMÅL&#xd;<br /> KSAN vill medverka till en samhällsmiljö utan skador och missbruk av alkohol, narkotika och andra beroendeframkallande medel som t ex sömnmedel och lugnande medel.&#xd;<br />KSAN arbetar främst med förebyggande verksamhet inom dessa ämnesområden utifrån ett kvinnoperspektiv genom:&#xd;<br />•att sprida information&#xd;<br />•att öka förståelsen för sambandet mellan bruk och skador&#xd;<br />•att stimulera till debatt&#xd;<br />•att påverka attityder och värderingar&#xd;<br />•att följa och stödja forskning&#xd;<br />•att verka både nationellt och internationellt i dessa frågor.&#xd;<br />&#xd;<br />KSAN är partipolitiskt och religiöst obundet. Bland våra medlemmar återfinns politiska kvinnoförbund, invandrarkvinnoorganisationer, läkare, barnmorskor samt kvinnojoursrörelsen. Vi har 37 medlems-organisationer och samlar sammanlagt ca 325 000 kvinnor.&#xd;<br />&#xd;<br />Målgrupper&#xd;<br />Våra målgrupper utgörs av flickor och kvinnor i alla åldrar. Vi förespråkar förebyggande insatser på ett tidigt stadium.&#xd;<br />Alkohol- , narkotika- och läkemedelsberoende är ett folkhälsoproblem där flickor och kvinnor utgör de mest sårbara grupperna. Forskningen är i hög grad baserad på män liksom olika former av behandling och vård. KSAN:s verksamhet sätter flickan och kvinnan i fokus.","acronym":"WOCAD","interests":"Communication, Education and training, International co-operation and development, Justice and Fundamental Rights, Public Health, Youth","euInitiatives":"KSAN är medlem i EU:s Civil Society Forum sedan 2007 och deltar i  möten och arbetsgrupper om  EU Drug Policy och Action Plan.","lastUp":"2019-07-09T11:36:40.700+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}