{"id":"441202320918-78","name":"HUMBOLDT-VIADRINA Governance Platform","registrationDate":"2016-03-04T11:03:10.624+01:00","category":3,"subCategory":2,"legal":"Gemeinnützige Gmbh (gGmbH)","web":"http://www.governance-platform.org","country":"Germany","headAddress":"Pariser Platz 6","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)30 20 07 61 66","boss":"Sven Biermann","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":8,"membersFTE":"8.0","membership":"- Sustainable Development Solutions Network (SDSN Germany): http://www.die-gdi.de/forschung/sdsn-deutschland/&#xd;\n&#xd;\n- Foundation for European Progressive Studies (FEPS): http://www.feps-europe.eu/en/","memberOrga":"- Canopus Foundation (http://www.canopus-foundation.de/)&#xd;\n&#xd;\n- Quelle-Innovationsstiftung","goal":"Das Ziel unserer Gesellschaft ist die Förderung von demokratischen Prozessen und durchdachten Governance-Strategien in Deutschland, Europa und der Welt, sowie die Förderung der Kooperation zwischen unterschiedlichen Akteuren in der Gesellschaft mit Wissenschaft und Medien.&#xd;<br />&#xd;<br />Wir tragen damit zur Verständigung durch einen argumentativen Austausch zugunsten nachhaltiger Politik bei.&#xd;<br />&#xd;<br />Wir befördern und stärken Transparenz, demokratische Partizipation und Verantwortlichkeit der Bürgerinnen und Bürger.&#xd;<br />Dies soll im Sinne einer Transdisziplinarität, d.h. durch das Zusammenführen des (Erfahrungs-)Wissens der Wissensgesellschaft mit dem methodisch geprüften Wissen der Wissenschaft geschehen, um im gegenseitigen Austausch Lösungen für Herausforderungen und Probleme der Gegenwart zu finden.&#xd;<br />&#xd;<br />Insbesondere geht es dabei um globale Demokratisierungs- und Good-Governance-Projekte, die geeignet sind, die Demokratie in Deutschland, der EU und der Welt theoretisch und praktisch weiterzuentwickeln.","acronym":"HUMBOLDT-VIADRINA","interests":"Employment and Social Affairs, Energy, Fisheries and Aquaculture, Regional Policy","euInitiatives":"- Europäischen Fonds für strategische Investitionen (EFSI)&#xd;<br />- Partnerschaftliche Fischereiabkommen","lastUp":"2018-01-11T09:21:33.267+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}