{"id":"441236726401-64","name":"Swedwatch","registrationDate":"2017-03-21T10:59:58.249+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.swedwatch.org","country":"Sweden","headAddress":"Kungsholmsgatan 10","headCity":"Stockholm","headPostCode":"11227","headPhone":"(46)8 52 52 03 70","boss":"Alice Blondel","bossTitle":"","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"European Coalition for Corporate Justice (ECCJ), European Working Group on Ethical Public Procurement (EWGEPP)","memberOrga":"Afrikagrupperna, the Church of Sweden, Diakonia, Fair Action, Solidarity Sweden-Latin America and the Swedish Society for Nature Conservation.","goal":"Swedwatch is an independent not-for-profit organisation that conducts research and reports on the impacts of businesses on human rights and the environment. The aim of the organisation is to contribute towards reduced poverty and sustainable social and environmental development through investigations, knowledge-sharing and dialogue.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Communication, Consumer Affairs, Customs, Development, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, Justice and Fundamental Rights, Public Health, Trade, Youth","euInitiatives":"Non-financial reporting (The Directive on disclosure of non-financial and diversity information (2014/95/EU)), ethical public procurement (Directive 2014/24/EU of the European Parliament and of the Council on public procurement), EU Regulation on the trade with conflict minerals, discussions about Mandatory Human Rights Due Diligence for companies registered in the EU following the French legislative initiative and issues regarding transparency in supply chains and traceability of goods imported to the EU.","lastUp":"2018-03-22T09:36:38.559+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}