{"id":"441273332906-71","name":"Local Democracy Agency of Dnipropetrovsk region","registrationDate":"2018-10-16T08:04:36.384+02:00","category":3,"subCategory":2,"legal":"Public Union (NGO)","web":"http://lda-dp.com","country":"Ukraine","headAddress":"2, Olexandr Pol avenue, room 132","headCity":"Dnipro","headPostCode":"","headPhone":"(380)6 75 39 33 64","boss":"Anzhelika Pylypenko","bossTitle":"Ms","bossPosition":"Delegate","membersCount":2,"membersFTE":"2.0","membership":"http://www.alda-europe.eu/newSite/lda.php","memberOrga":"- Lower Silesia Region (Lead Partner), Poland (still provides EUR 5000 annually);&#xd;\n- Dnipropetrovsk Regional Council, Dnipropetrovsk Region, Ukraine (provides the office for LDA for free, excl. utilities);&#xd;\n- NGO Public Initiative of Luhansk Region from Luhansk, Ukraine (provides LDA with actual statistics on IDPs and ATO veterans, make consultations on topics concerning IDPs and their social adaptation);&#xd;\n- NGO Merkury Foundation from Walbrzych, Lower Silesia, Poland (provides EUR 250 annually and suggests calls for projects to develop mutual activities);&#xd;\n- Lower Silesian Federation of Non-Governmental Organizations from Wroclaw, Poland (provides EUR 250 annually and supports LDA in communication with Lower Silesia Marshal’s office, German Association of NGOs in Lower Saxony – Parity);&#xd;\n- NGO East-West Mutual Understanding from Wroclaw, Lower Silesia, Poland.","goal":"LDA of the Dnipropetrovsk Region is the 1st Local Democracy Agency in Ukraine brought up due to the need for stability and transparency in cooperation between local authorities and civil society organizations. It was officially inaugurated on 18 May 2015.&#xd;<br />&#xd;<br />Main goals:&#xd;<br />•\tFacilitate the participation of civil society in the decision-making process at the local level;&#xd;<br />•\tIncrease the interest, awareness and capacities of citizens to take part in the decision-making process at the local level;&#xd;<br />•\tIncrease the awareness and skills of the local communities and local authorities to address the needs of citizens;&#xd;<br />•\tIncrease the interest and sharing of information between Ukraine and other European countries and stakeholders to enable closer cooperation and an ongoing exchange of best practices","acronym":"LDA Dnipro","interests":"Education and training, European Neighbourhood Policy, External Relations, International co-operation and development, Regional Policy, Youth","euInitiatives":"LDA is adopting EU SDGs locally by providing awareness rising campaign, as well as strengthening local democracy and citizen involvement.","lastUp":"2018-10-16T08:05:05.550+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}