{"id":"44209611834-88","name":"Unión de Empresas Siderúrgicas","registrationDate":"2009-06-12T11:22:27.693+01:00","category":2,"subCategory":4,"legal":"UNESID","web":"https://www.unesid.org","country":"Spain","headAddress":"Castelló, 128","headCity":"Madrid","headPostCode":"28006","headPhone":"(34)9 15 62 40 18","boss":"Andrés Barceló","bossTitle":"Mr","bossPosition":"Director General","membersCount":4,"membersFTE":"1.0","membership":"Eurofer, the European Steel Association&#xd;\nESTA, European Steel Tubes Association&#xd;\nCIELFFA, the European Association of cold rolled narrow strip&#xd;\nESTEP, The European Steel Technology Platform&#xd;\nEuroslag, the association of organisations and companies concerned with the manufacture and utilisation of slag products&#xd;\nCEOE, la Confederación española de organizaciones empresariales&#xd;\nUNE, la Asociación española de normalización","memberOrga":"La lista de empresas asociadas y adheridas se encuentra en el sitio web de unesid &#xd;\nhttp://bit.ly/1RxaGBO","goal":"Representar los intereses de la industria siderúrgica española ante las autoridades regionales, nacionales y europeas, asi como ante los medios de comunicación y terceras partes interesadas. &#xd;<br />Prestar servicios específicos a las empresas asociadas, en particular en actividades de estudios económicos y estadísticas, medio ambiente, seguridad en el trabajo, e I+D&#xd;<br />Servir de punto de encuentro entre los asociados para intercambio de experiencias en los campos objeto de interés, con seguimiento estricto de la legislación y directrices de competencia","acronym":"UNESID","interests":"Climate Action, Competition, Customs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Research and Technology, Taxation, Trade, Transport","euInitiatives":"Política comercial: Instrumentos de Defensa Comercial (incluyendo desarrollos normativos)&#xd;<br />Cambio climático: incluyendo la revisión del sistema de comercio de emisiones, las compensaciones por sobrecostes indirectos y la asignación de derechos de emisión a industrias en riesgo de deslocalización&#xd;<br />Política energética: Mercado único de electricidad y de gas. Armonización de costes regulados&#xd;<br />Política industrial: Plan de acción para la siderurgia europea e impulso de la reindustrialziación&#xd;<br />I+D: Reforma de los sistemas de promoción de las actividades de I+D, en aprticular las relacionadas con la siderurgia&#xd;<br />Transporte: Armonización de las condiciones de transporte por carretera y ferrocarril. Política portuaria","lastUp":"2018-03-12T19:36:28.315+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}