{"id":"442100427887-32","name":"Associazione Italiana di Grossisti di Energia e Trader","registrationDate":"2017-07-28T16:29:24.806+02:00","category":2,"subCategory":4,"legal":"non profit association","web":"http://www.aiget.it","country":"Italy","headAddress":"Piazzale Giulio Cesare 5","headCity":"Milan","headPostCode":"20145","headPhone":"(39)02 36 59 30 80","boss":"Massimo Bello","bossTitle":"Mr","bossPosition":"president","membersCount":3,"membersFTE":"1.75","membership":"EER - European Energy Retailers. Network of Independent Energy &amp; Solution Providers.&#xd;\n&#xd;\nhttp://europeanenergyretailers.eu/","memberOrga":"https://www.aiget.it/en/associated-companies.html","goal":"Promote competition and  transparency within energy markets.&#xd;<br />Foster development and standardization of primary energy products, derivatives and the relevant markets.&#xd;<br />Promote meetings, studies and sharing of information among members, in order to reach technical, economic and financial objectives of common interest, to ensure activities on national and international scale.&#xd;<br />Analyze the critical points that affect energy products trading and promoting initiatives aimed at their resolution. Within grid and market operators, and the institutions.&#xd;<br />Represent members of national, EU, and international associations that are related to energy industry.&#xd;<br />Promote energy trading, mainly with regards to electricity, natural gas and the related products and services.&#xd;<br />Promote and coordinate possible initiatives launched by the members, within the jurisdiction of common, administrative and EU law, aimed at protecting common interests.","acronym":"AIGET","interests":"Climate Action, Competition, Consumers, Energy, Environment, Single market, Taxation, Trans-European Networks, Transport","euInitiatives":"Winter package, REMIT, MIFID II, ETS, energy efficiency, 2020 energy strategy, 2030 energy strategy, 2050 energy strategy, energy security strategy, smart grids and smart meters.","lastUp":"2018-07-03T12:47:03.929+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}