{"id":"44224726204-26","name":"Business Solutions Europa Limited","registrationDate":"2011-07-14T11:56:34.755+02:00","category":1,"subCategory":6,"legal":"Private company","web":"http://www.bs-europa.eu","country":"United kingdom","headAddress":"Green Lane, 616D","headCity":"Ilford - Essex","headPostCode":"IG3 9SE","headPhone":"(0044)20 85 98 41 30","boss":"Luigi Petito","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":4,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"Business Solutions Europa is an indipendent European communications agency whose mission is to bring Europe closer to Europeans. We help organizations and individuals understand the politics and policies of the European Union and contribute to their development and we facilitate dialogue and the exchange of important and practical information with the institutions and key European bodies. We also help institutions communicate to everyday Europeans the purposes and policies of the EU, as well as its effect on their daily lives","acronym":"","interests":"Audiovisual and Media, Climate Action, Communication, Consumer Affairs, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, Home Affairs, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Transport, Youth","euInitiatives":"Energy Efficiency Directive, Energy Union, Energy Efficiency First, Energy Performance for Building Directive, Clean Energy for All European Package and any other energy and resource efficiency related matters.&#xd;<br />&#xd;<br />Public Health Policies especially those related to healthy lifestyles, obesity and overweight prevention and health promotion.","lastUp":"2018-03-27T14:39:03.545+02:00","customers":"European Industrial Insulation Forum,European Alliance to Save Energy","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":"","turnoverRange":"100000-499999"}