{"id":"442372931192-15","name":"econsense - Forum Nachhaltige Entwicklung der Deutschen Wirtschaft e.V.","registrationDate":"2018-04-13T18:12:01.377+02:00","category":3,"subCategory":2,"legal":"e. V.","web":"http://www.econsense.de/","country":"Germany","headAddress":"Oberwallstraße 24","headCity":"Berlin","headPostCode":"","headPhone":"(49)30 20 28 14 74","boss":"Thomas Dr. Koenen","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":2,"membersFTE":"0.5","membership":"- Bundesverband der Deutschen Industrie (https://bdi.eu/) &#xd;\n- CSR Europe (https://www.csreurope.org/)&#xd;\n- WBCSD (https://www.wbcsd.org/)","memberOrga":"http://www.econsense.de/de/mitglieder/","goal":"econsense ist ein Netzwerk von 36 führenden, international tätigen Unternehmen und engagiert sich für die Gestaltung von Nachhaltigkeit in der unternehmerischen Praxis.&#xd;<br />&#xd;<br />econsense – Forum Nachhaltige Entwicklung der Deutschen Wirtschaft e. V. wurde im Jahr 2000 auf Initiative des Bundesverband der Deutschen Industrie gegründet, um sich mit den Herausforderungen im Bereich der nachhaltigen Entwicklung aktiv auseinanderzusetzen. Heute ist econsense anerkannter und verlässlicher Gesprächspartner für Akteure in Politik, Wissenschaft, Zivilgesellschaft und Wirtschaft. econsense fördert eine breite nationale und europäische Vernetzung seiner Mitgliedsunternehmen und ermöglicht ihnen dadurch, die Chancen und Grenzen unternehmerischer Verantwortung partnerschaftlich zu diskutieren und gemeinsam Position zu beziehen. &#xd;<br />&#xd;<br />Die Arbeit von econsense wird durch die Impulse, Kompetenz und das Engagement der Mitgliedsunternehmen getragen. In den Projektgruppen von econsense tauschen sich Experten der Mitgliedsunternehmen branchenübergreifend zu konkreten Fragen des Nachhaltigkeitsmanagements aus.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Food Safety, Information Society, Internal Market, Research and Technology, Trade","euInitiatives":"EU-Aktivitäten zu den Themen: Sustainable Development Goals, Sustainable Finance, Non-Financial Reporting, Sustainable Supply Chain Management, Business &amp; Human Rights, Environment and Climate","lastUp":"2018-04-14T20:51:23.866+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}