{"id":"442822332191-58","name":"Udruga za sport, rekreaciju i edukaciju- Igre mladih","registrationDate":"2018-07-30T19:47:06.715+02:00","category":3,"subCategory":2,"legal":"association","web":"http://igremladih.hr","country":"Croatia","headAddress":"Kaštelanova 19","headCity":"Split","headPostCode":"21000","headPhone":"(385)9 16 30 06 22","boss":"Zdravko Marić","bossTitle":"Mr","bossPosition":"President","membersCount":5,"membersFTE":"5.0","membership":"","memberOrga":"","goal":"Youth Sports Games are an amateur sports event that brings together children and youth from primary and secondary schools during spring and summer, enabling them to participate in 10 sports disciplines (small sided football, street basketball, handball, volleyball, athletics, beach volleyball, tennis, table tennis, chess and dodge-ball) free of charge.&#xd;<br />&#xd;<br />Games are organized for 22 years as the biggest amateur sporting event in Europe. During the last cycle of Games in Croatia gathered over than 61.400 competitors, and in Bosnia and Herzegovina, there were over than 42.000 competitors. While the Games in Serbia gathered more than 58.000 children and youth. &#xd;<br />&#xd;<br />Games are an opportunity for children and youth while competing in different sports that through fair play and friendly competition contribute to the spread of tolerance, humanity, respect for diversity, fight against violence and in development of community and friendship &#xd;<br />&#xd;<br />The goal of the association is embodied in the motto, providing a concrete contribution to the community: \"LIVE LIFE WITHOUT DRUGS BECAUSE DRUGS TAKE LIVES!\" &#xd;<br />&#xd;<br />Based on media coverage (reportage on national and local TV/ radio shows, prints . .). Youth Sports Games are one of the biggest sports event in Croatia, Bosnia and Herzegovina and Serbia. &#xd;<br />&#xd;<br />Games are providing a concrete contribution to fight against violence and the development of tolerance.","acronym":"Igre mladih","interests":"Competition, Education and training, Sport, Youth","euInitiatives":"Reducing violence in sports is an important issue that has been incorporated into the European politics, and it is also clear that large disparities exist between the Member States about how to handle these problems&#xd;<br />Over the years, the EU has taken several measures related to discrimination; many of its rules, policies and programmes have an impact on the sport or are interested in it. Antidiscrimination as a fundamental principle of the Olympic Movement, defined in the Olympic Charter In a similar way, the Council of Europe’s European Sports Charter, adopted in 1992, states in Article 4.1 that “no discrimination on the grounds of sex, race, colour, language, religion, political or other opinions, national or social origin, association with a national minority, property, birth or another status, shall be permitted in the access to sports facilities or to sports activities.” The project aims to provide an opportunity for every child to play sport in a secure and healthy environment. The sport is a resource for the sake of development, fun, enjoyment and communication of the children and has a significant influence on them and their life. Previous initiatives in the European Policies, shown that generally, children are encouraged to enrol in sports activities. Studies show how some sports activities has been contributed with the reduction of the delinquent behaviour and increased academic and social performance. &#xd;<br />The project will focus on supporting the implementation of the EU policy regarding the strengthening of the prevention and fight against racism and violence among youth in sport, in respect to a number of EU policies, guidelines and recommendations such as White Paper on Sport through developing and compiling sports-related best practices dedicated to elementary school children and PE teachers and motivating them to take part in project activities in order to raise their awareness on the importance of fight against any form of violence and discrimination in sport.","lastUp":"2018-07-30T19:47:42.180+02:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}