{"id":"443102526858-56","name":"AquaTT UETP CLG","registrationDate":"2017-05-04T12:46:49.748+02:00","category":3,"subCategory":2,"legal":"charity","web":"http://www.aquatt.ie","country":"Ireland","headAddress":"Unit 3, Olympic House","headCity":"Dublin","headPostCode":"D2","headPhone":"(353)16 44 90 08","boss":"David Murphy","bossTitle":"Mr","bossPosition":"Manager","membersCount":2,"membersFTE":"0.5","membership":"European Aquaculture Technology and Innovation Platform (EATiP - http://www.eatip.eu/)&#xd;\nEuroMarine (https://www.euromarinenetwork.eu/)","memberOrga":"","goal":"AquaTT is a not for profit SME specialising in knowledge management and transfer, dissemination and communication, training and outreach activities, as well as project management. AquaTT has 23 years of experience working in the successful design and management of European Commission-financed projects under a number of programmes including H2020, FP7, FP6, Interreg and Lifelong Learning, in scientific fields related to the marine, food, energy, health and environment; all key sectors for Europe's sustainability. &#xd;<br />AquaTT works alongside Europe's top researchers to help tackle major societal challenges by ensuring the new knowledge generated from EU research is effectively transferred resulting in uptake and measurable impact. To do this, AquaTT have pioneered the successful development and implementation of knowledge management and transfer methodologies in several of these EC-financed projects. In parallel to its work supporting research, AquaTT has a long track record in the field of education and training, informing strategies, and creating networks to exchange best practice.","acronym":"AquaTT","interests":"Agriculture, Business and Industry, Climate Action, Communication, Education and training, Energy, Environment, Food Safety, Maritime affairs and fisheries, Regional Policy","euInitiatives":"H2020, Europe 2020, Marine and Maritime policies (CFP, MSFD), environmental policies, Research and innovation policies.","lastUp":"2018-04-23T09:30:59.138+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}