{"id":"443345931729-19","name":"V.Navtik d.o.o.","registrationDate":"2018-06-25T18:18:03.697+02:00","category":4,"subCategory":5,"legal":"d.o.o.","web":"http://wfoilsail.com","country":"Slovenia","headAddress":"Loke 3k","headCity":"Laze v Tuhinju","headPostCode":"1219","headPhone":"(386)41 74 54 85","boss":"Tomaz Zore","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Developing new personal aircraft.&#xd;<br />- Amphibian aircraft with hydrofoils, which solving the problem of seaplanes and waves, the main problem of hydro aviation.&#xd;<br />- The aircraft will be the first personal, small aircraft with fly by wire control system.&#xd;<br />- The aircraft will be autonomous- drone, with ability to carry people.&#xd;<br />- completely electric or hybrid propulsion with in built back up systems.&#xd;<br />- The aircraft could be used as power boat as well. The new developed hydrofoil system enable it to operate in wavy sea conditions. ( take off, landing and cruise, sail on the water)&#xd;<br />- The new approach in personal aircraft design, will allow us to promise, like Volvo did, that there will be no fatal casulties with our aircraft. ( crash energy absorbing component, autonomous function which will be activated in case of emergency, ...)&#xd;<br />- completely new user experiance with the hybrid between autonomous aircraft and power boat.","acronym":"wFoil","interests":"Research and innovation, Transport","euInitiatives":"New air transport system - philosophy&#xd;<br />Innovative solutions in air and sea transport.&#xd;<br />A new safety and ecological approach in the field of aviation.&#xd;<br />Personal air transportation system supported by the robotic, artificial intelligence sub systems.&#xd;<br />This will allow the use of aircraft as a private means of transport suitable for a wider population.&#xd;<br />At the same time, we have developed a new hydro foil system that enables the use of water craft on the wavy sea. This sub system was already tested on the ocean and can put hydro aviation back on track.","lastUp":"2018-06-25T18:20:00.647+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}