{"id":"443430717552-26","name":"FEDERACION DE CINES DE ESPAÑA","registrationDate":"2015-05-28T11:28:04.022+01:00","category":2,"subCategory":4,"legal":"Asociacion","web":"http://www.fece.com","country":"Spain","headAddress":"Calle Campoamor 9","headCity":"Madrid","headPostCode":"28004","headPhone":"(34)9 13 19 22 92","boss":"Juan Ramón Gomez Fabra","bossTitle":"Mr","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"International Union of Cinemas UNIC&#xd;\nhttp://www.unic-cinemas.org/","memberOrga":"","goal":"En 1977, nace la Federación de Entidades de Empresarios de Cine de España, como institución empresarial sin ánimo de lucro, con el fin de representar al sector de exhibición cinematográfica en España.&#xd;<br />&#xd;<br />Sus socios son empresarios de cine, empresas de exhibición cinematográfica, asociaciones y agrupaciones empresariales y entidades asociativas que puedan integrar las categorías anteriores. En su conjunto integran y vienen a representar el 85% del total de pantallas existentes en el país&#xd;<br />&#xd;<br />Entre sus fines principales están: &#xd;<br />&#xd;<br />\tLa defensa corporativa de sus Asociados. &#xd;<br />\tFacilitar e impulsar la mejora permanente de las condiciones en las que se desarrolla la actividad de sus miembros.&#xd;<br />\tDesarrollar una estructura asociativa empresarial que responda eficazmente a las necesidades de sus miembros.&#xd;<br />\tRepresentar, gestionar y defender los intereses generales y comunes de sus miembros ante la Administración y los distintos organismos tanto nacionales como internacionales.","acronym":"FECE","interests":"Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Energy, Food Safety, Regional Policy, Single market, Taxation","euInitiatives":"Competencia&#xd;<br />Impuestos&#xd;<br />Cine y Audiovisual&#xd;<br />Cultura&#xd;<br />Mercado único","lastUp":"2019-03-13T10:46:23.639+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}