{"id":"44361352681-84","name":"Stichting Health Action International","registrationDate":"2009-11-30T17:01:59.991+02:00","category":3,"subCategory":2,"legal":"Stichting","web":"http://www.haiweb.org","country":"Netherlands","headAddress":"Overtoom, 60/II","headCity":"Amsterdam","headPostCode":"1054HK","headPhone":"(31)2 04 12 45 23","boss":"Tim Reed","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":6,"membersFTE":"3.75","membership":"HAI is a member of the European Public Health Alliance (EPHA), the International Society of Drug Bulletins (ISDB), the Trans-Atlantic Consumer Dialogue (TACD), the Medicines in Europe Forum (MiEF), the European Alliance for Responsible R&amp;D and Affordable Medicines, the Antimicrobial Resistance Coalition, Health Systems Advocacy partnership, Global Snakebite Initiaitive, Medicines Transparency Alliance (MeTA). In addition HAI enters into strategic partnership with other associations when collaborating on certain topics thus tapping into extended expertise as required. &#xd;\n&#xd;\nHAI is also a member of the EMA’s Patients and Consumers Working Party (PCWP) and the HTA Network Stakeholder Pool.&#xd;\n&#xd;\nHAI is in official relations with the WHO and collaborates with the organisation on several projects.","memberOrga":"Member organisations:&#xd;\nBUKO Pharma-Kampagne&#xd;\nPublic Eye&#xd;\nLa Revue Prescrire&#xd;\nMedico International &#xd;\nMedicus Mundi Switzerland &#xd;\nMezis&#xd;\nPhysicials for Social Responsibility&#xd;\nOxfam GB&#xd;\nSalud por Derecho&#xd;\nWemos&#xd;\nT1 International&#xd;\nHealth Projects for Latvia&#xd;\nEKPIZO&#xd;\nUAEM&#xd;\nPartnership for Global Health / plan:g","goal":"Health Action International is a non-profit, independent global network of consumer groups, public interest NGOs, healthcare professionals, academics, and individuals working and interested on pharmaceutical policy issues. HAI’s mission is to increase access to essential medicines and improve their rational use through research excellence and evidence-based advocacy. &#xd;<br />&#xd;<br />In Europe, HAI has grown to become a pre-eminent voice in medicines policy intervention, supported by a strong European network of approximately 130 individual and organisation members from 21 European Union (EU) Member States and other non-EU countries. The HAI Europe projects team, based in Amsterdam and Brussels, is responsible for coordinating the work programme and related activities within the European region. HAI monitors and advocates on EU policies that affect medicines on three key thematic priorities: Access to Needed Medicines, the Rational Use of Medicines, and the Good Governance of Medicines Policy. HAI’s work is carried out in collaboration with various stakeholders, including public health orientated NGOs. Targeted campaigns and activities are implemented to ensure that public awareness is raised with the aim to sensitise decision-makers in governments and European Union institutions to support policies that improve public health.","acronym":"HAI","interests":"Budget, Consumer Affairs, Development, Public Health, Research and Technology, Trade","euInitiatives":"Clinical Trials Regulation, EMA policies (access to documents, adaptive pathways, scientific advice and COI policy), EMA discharge, the updated EU trade and investment strategy for jobs and growth, the Innovative Medicines Initiative, EU Pharmacovigilance Regulation, EU Access to Documents Regulation, Horizon 2020, EU IP enforcement strategy vis-à-vis third countries, Transatlantic Trade and Investment Partnership Agreement, follow up of Council conclusions on strengthening the balance in the pharmaceutical systems in the EU and its Member States.&#xd;<br />&#xd;<br />HAI’s main activities in 2016 were related to the following EU initiatives:&#xd;<br />&#xd;<br />Health Technology Assessment&#xd;<br />EP report on EU options for improving access to medicines&#xd;<br />Council conclusions on strengthening the balance in the pharmaceutical systems in the EU and its Member States&#xd;<br />EMA policies: e.g. Publication and Access to Clinical Trial data; Adaptive Pathways&#xd;<br />Implementation of Clinical Trials Regulation&#xd;<br />EU proposal for a Trade Secrets Directive&#xd;<br />EU US Trans-Atlantic Trade and Investment Parntership (TTIP)&#xd;<br />European Research &amp; Innovation Framework, Horizon 2020&#xd;<br />Innovative Medicines Initiative","lastUp":"2018-03-29T13:54:10.573+02:00","customers":"","costAbsolu":"","costRange":"1500000-1749000","turnoverAbsolu":0,"turnoverRange":""}