{"id":"443913019286-78","name":"Freshfields Bruckhaus Deringer LLP","registrationDate":"2015-10-22T16:00:48.784+02:00","category":1,"subCategory":10,"legal":"LLP","web":"http://www.freshfields.com/en/global","country":"United kingdom","headAddress":"65 Fleet Street","headCity":"London","headPostCode":"ECDY 1HS","headPhone":"(44)20 79 36 40 00","boss":"Andreas von Bonin","bossTitle":"Mr","bossPosition":"Partner","membersCount":4,"membersFTE":"1.0","membership":"American Chamber of Commerce to the European Union; British Chamber of Commerce in Belgium; European Capital Markets Institute; multiple national bar associations.","memberOrga":"","goal":"We are a global law firm with a track record in successfully supporting the world's leading national and multinational corporations, financial institutions and investors. We work on ground breaking and business critical mandates for established organisations, as well as those developing their business or beginning to operate in new markets.","acronym":"","interests":"Banking and financial services, Business and Industry, Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Energy, Environment, Institutional affairs, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Solvency II; Capital Markets Union; Markets in Financial Instruments Directive II; EMIR; Benchmarks&#xd;<br />Regulation; Bank Recovery and Resolution Directive; Digital Single Market Strategy; Data Protection&#xd;<br />Regulation; ePrivacy Regulation; Audiovisual Media Services Directive; Copyright Directive, Free Flow&#xd;<br />of Data; Telecoms; Fintech; Payments; Internet of Things; Connected Cars; Energy Union; Circular&#xd;<br />Economy; Foreign Direct Investment; Sustainable Finance; Artificial Intelligence; Product Liability","lastUp":"2019-10-23T17:50:45.460+02:00","customers":"London Stock Exchange Group","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":"","turnoverRange":"100000-499999"}