{"id":"443913019286-78","name":"Freshfields Bruckhaus Deringer LLP","registrationDate":"2015-10-22T16:00:48.784+01:00","category":1,"subCategory":10,"legal":"LLP","web":"http://www.freshfields.com/en/global","country":"United kingdom","headAddress":"65 Fleet Street","headCity":"London","headPostCode":"ECDY 1HS","headPhone":"(44)20 79 36 40 00","boss":"Andreas von Bonin","bossTitle":"Mr","bossPosition":"Partner","membersCount":4,"membersFTE":"1.0","membership":"American Chamber of Commerce to the European Union; British Chamber of Commerce in Belgium; European Capital Markets Institute; multiple national bar associations.","memberOrga":"","goal":"We are a global law firm with a track record in successfully supporting the world's leading national and multinational corporations, financial institutions and investors. We work on ground breaking and business critical mandates for established organisations, as well as those developing their business or beginning to operate in new markets.","acronym":"","interests":"Audiovisual and Media, Competition, Consumer Affairs, Economic and Financial Affairs, Energy, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Taxation, Trade, Transport","euInitiatives":"Solvency II; Capital Markets Union; Markets in Financial Instruments Directive II; EMIR; Benchmarks Regulation; Packaged Retail Investment Products Directive; Bank Recovery and Resolution Directive; Digital Single Market Strategy; Data Protection Regulation; Network Information Security Directive; Audiovisual Media Services Directive; Free Flow of Data; Telecoms; Fintech; Internet of Things; Connected Cars; Energy Union; Circular Economy.","lastUp":"2017-10-25T11:04:03.317+01:00","customers":"London Stock Exchange Group","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":"","turnoverRange":"100000-499999"}