{"id":"444148132369-48","name":"Fundacja Polska Innowacyjna","registrationDate":"2018-08-20T13:45:18.946+02:00","category":3,"subCategory":2,"legal":"fundacja","web":"http://polandinnovative.com/","country":"Poland","headAddress":"ul. Ogrodowa 48/54","headCity":"Warszawa","headPostCode":"","headPhone":"(48)7 96 45 99 82","boss":"Sławomir Olejnik","bossTitle":"Mr","bossPosition":"Prezes Zarzadu","membersCount":17,"membersFTE":"7.0","membership":"","memberOrga":"","goal":"Celem Fundacji jest budowanie i promowania wizerunku Polski jako jednego z centrów światowego biznesu i innowacji w szczególności poprzez:&#xd;<br />Umożliwienie nawiązania współpracy między przedstawicielami świata nauki i biznesu (w kraju i za granicą) oraz promocja komercyjnego wykorzystania produktów badań i innowacyjności w celu zwiększania potencjału rozwojowego naszego kraju.&#xd;<br />Promocja możliwości, jakimi dysponują agencje i instytucje rządowe w aspekcie finansowania innowacji, prac badawczych oraz szeroko rozumianej współpracy nauki z biznesem, ze szczególnym uwzględnieniem małych i średnich przedsiębiorstw. &#xd;<br />Zaangażowanie młodych Polaków wykształconych i/lub pracujących za granicą w dzielenie się interdyscyplinarną wiedzą oraz globalnym doświadczeniem w tematyce komercjalizacji badań i transferu wiedzy. &#xd;<br />Zachęcenie młodych i utalentowanych Polaków wykształconych za granicą i przebywających poza krajem do powrotu i rozwoju swojej kariery we współpracy z polskimi startupami, firmami czy też spółkami Skarbu Państwa, które chcą się internacjonalizować lub rozwijać swoją działalność badawczo-rozwojową. Poprzez swoje wydarzenia, Fundacja umożliwia także globalną współpracę pomiędzy młodymi naukowcami i przedsiębiorcami w Polsce a ich rówieśnikami polskiego pochodzenia wykształconymi i/lub pracującymi za granicą.","acronym":"","interests":"Business and Industry, Digital economy and society, International co-operation and development, Research and innovation","euInitiatives":"Horyzont 2020, wszelkie inicjatywy związane z działalnością B+R itp.","lastUp":"2018-08-20T13:45:41.241+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}