{"id":"444208032869-58","name":"International Organization of Securities Commissions","registrationDate":"2018-10-29T15:30:22.602+01:00","category":6,"subCategory":9,"legal":"IOSCO","web":"http://WWW.IOSCO.ORG","country":"Spain","headAddress":"Oquendo 12","headCity":"Madrid","headPostCode":"28006","headPhone":"(34)9 14 17 55 49","boss":"Paul Andrews","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":5,"membersFTE":"1.25","membership":"http://www.fsb.org/about/fsb-members/","memberOrga":"https://www.iosco.org/about/?subsection=membership&amp;memid=1 &#xd;\nhttps://www.iosco.org/about/?subsection=membership&amp;memid=2&#xd;\nhttps://www.iosco.org/about/?subsection=membership&amp;memid=3","goal":"The International Organization of Securities Commissions (IOSCO) is the international body that brings together the world's securities regulators and is recognized as the global standard setter for the securities sector. IOSCO develops, implements and promotes adherence to internationally recognized standards for securities regulation. It works intensively with the G20 and the Financial Stability Board (FSB) on the global regulatory reform agenda.&#xd;<br />&#xd;<br />Scope of Activities&#xd;<br />IOSCO was established in 1983. Its membership regulates more than 95% of the world's securities markets in more than 115 jurisdictions; securities regulators in emerging markets account for 75% of its ordinary membership.&#xd;<br />&#xd;<br />The IOSCO Objectives and Principles of Securities Regulation have been endorsed by both the G20 and the FSB as the relevant standards in this area. They are the overarching core principles that guide IOSCO in the development and implementation of internationally recognized and consistent standards of regulation, oversight and enforcement. They form the basis for the evaluation of the securities sector for the Financial Sector Assessment Programs (FSAPs) of the International Monetary Fund (IMF) and the World Bank.&#xd;<br />&#xd;<br />By providing high quality technical assistance, education and training, and research to its members and other regulators, IOSCO seeks to build sound global capital markets and a robust global regulatory framework.&#xd;<br />&#xd;<br />IOSCO Objectives&#xd;<br />IOSCO members have resolved:&#xd;<br />&#xd;<br />to cooperate in developing, implementing and promoting adherence to internationally recognized and consistent standards of regulation, oversight and enforcement in order to protect investors, maintain fair, efficient and transparent markets, and seek to address systemic risks;&#xd;<br />to enhance investor protection and promote investor confidence in the integrity of securities markets, through strengthened information exchange and cooperation in enforcement against misconduct and in supervision of markets and market intermediaries; and&#xd;<br />to exchange information at both global and regional levels on their respective experiences in order to assist the development of markets, strengthen market infrastructure and implement appropriate regulation.&#xd;<br />Core Standards&#xd;<br />The Objectives and Principles of Securities Regulation (June 2010)&#xd;<br />&#xd;<br />Categories of Members&#xd;<br />There are three categories of members: ordinary, associate and affiliate. &#xd;<br />&#xd;<br />Background&#xd;<br />IOSCO was created in 1983, when 11 securities regulatory agencies from North and South America agreed to build their inter-American regional association into an international cooperative body. A year later, securities regulators from France, Indonesia, Korea and the United Kingdom become the first non-American agencies to join the new organization. In July 1986, IOSCO held its annual conference in Paris, the first outside the Americas and where members agreed to create a permanent General Secretariat.&#xd;<br />&#xd;<br />In 1998 IOSCO adopted a comprehensive set of Objectives and Principles of Securities Regulation (IOSCO Principles), now recognized as the international regulatory benchmarks for all securities markets. In 2003 the organization endorsed a comprehensive methodology (IOSCO Principles Assessment Methodology). IOSCO employs this methodology to conduct an objective assessment of the level of implementation of the IOSCO Principles in members' jurisdictions and to help develop practical action plans to correct identified deficiencies.&#xd;<br />&#xd;<br />In 2002, IOSCO adopted a Multilateral Memorandum of Understanding Concerning Consultation and Cooperation and the Exchange of Information (IOSCO MMoU), which was designed to facilitate cross-border enforcement and exchange of information among international securities regulators.&#xd;<br />&#xd;<br />In 2005, IOSCO endorsed the IOSCO MMoU as the benchmark for international cooperation among securities regulators, and laid down a clear strategy and the objectives for expanding the network of IOSCO MMoU signatories by 2010.","acronym":"IOSCO","interests":"Banking and financial services, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Fraud prevention, General and Institutional Affairs, Single market","euInitiatives":"All related to the financial sector, capital markets, financial stability, investor protection. To mention a few: accounting, auditing, CCPs, PFMIs, GDPR, etc","lastUp":"2018-10-29T15:30:46.458+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}