{"id":"444461525432-73","name":"The Oslo Center","registrationDate":"2017-01-17T10:49:45.528+01:00","category":3,"subCategory":2,"legal":"Legal Foundation","web":"http://oslocenter.no","country":"Norway","headAddress":"?vre Slottsgate 11","headCity":"Oslo","headPostCode":"0157","headPhone":"(47)23 13 66 70","boss":"Tore Torstad","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":1,"membersFTE":"0.25","membership":"The Oslo Center is also part of an international network on Money in politics, as well as the Political Party Peer Network consisting of organizations working with democracy assistance and assistance to civil society and political parties. We have strategic and operational relationships with other relevant institutions and networks in Norway.","memberOrga":"","goal":"The Oslo Centers vision is a world consisting of stable democracies respecting equality, human dignity and human rights. With the Oslo Center's mission as an independent, non-partisan democracy assistance center, to assists the strengthening of democratic political institutions and processes. &#xd;<br />&#xd;<br />The Oslo Center has three basic assumptions; &#xd;<br />Integrity ? we acknowledge the importance of building trust through relationships based on respect, and of democracies that are home-grown and based on local ownership;&#xd;<br />&#xd;<br />Commitment ? we take a practical, long-term approach to democracy assistance, appreciating that democratic change takes time; &#xd;<br />&#xd;<br />Inclusivity ? we highlight the importance of inclusivity and equality in political representation and participation; stress the importance of human rights; and pay special attention to gender equality, the rights of minorities, and the rights of vulnerable and marginalized groups.&#xd;<br />&#xd;<br />The Oslo Center approach&#xd;<br />The Oslo Center takes a holistic approach to democracy assistance, working with political parties, institutions and civil society. A well-functioning, sustainable democracy must feature a balance between competition and cooperation among actors, where dialogue is crucial in order to achieve sustainable results. The aim of dialogue is increased understanding and trust-building, that may lay the foundations to identify challenges and common solutions. &#xd;<br />&#xd;<br />The Oslo Center approach to democracy assistance can be summarized in four key components.&#xd;<br />&#xd;<br />The first component of the Oslo Center approach is maintaining the highest possible level of local knowledge and understanding of the political, cultural, historical, social and economic context. It means knowing and understanding the actors and all relevant processes including identifying the ?drivers of change? and the ?barriers to change?.  &#xd;<br />&#xd;<br />The second component is the issue of local ownership, which is fundamental in all our programs and activities. Our approach includes sharing options and comparative experiences, looking at pros and cons, but acknowledging the right of the relevant decision-makers to draw conclusions. &#xd;<br />&#xd;<br />The third component is the issue of good timing, i.e. we are sensitive, through understanding of the context, to the need to ?do the right thing at the right time?. Flexibility and tailored activities to respond to requests, challenges and opportunities, are important. Thus, sequencing activities in order to secure the highest possible level of relevance is crucial for successful processes. &#xd;<br />&#xd;<br />The fourth component  is ?Learning by Doing?: combining theoretical knowledge with practical experiences. So-called ?best practice? should be included in dialogue with partners, as the process is often as important as the outcome.","acronym":"OC","interests":"Development, Foreign and Security Policy and Defence, General and Institutional Affairs, Justice and Fundamental Rights, Youth","euInitiatives":"The Oslo Center had several consultative meetings, including two sections within DG International Cooperation and Development - DG DEVCO. The Oslo Center also met with Nils Behrndt from Neven Mimica cabinet. &#xd;<br />&#xd;<br />The Oslo Center is currently looking into funding possibilities for our projects through the EU.","lastUp":"2017-01-23T13:39:41.289+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}