{"id":"4447605981-76","name":"Statoil ASA","registrationDate":"2009-01-19T04:34:27.741+01:00","category":2,"subCategory":3,"legal":"Public Company","web":"http://www.statoil.com","country":"Norway","headAddress":"Forusbeen, 50","headCity":"Stavanger","headPostCode":"N-4035","headPhone":"(47)51 99 00 00","boss":"Reidar Gjærum","bossTitle":"Mr","bossPosition":"Senior Vice President, Communication","membersCount":12,"membersFTE":"7.5","membership":"Statoil is a member of several associations, organisations and think tanks. The five most relevant for the scope of the Transparency Register are:&#xd;\n&#xd;\no\tInternational oil and gas producers (IOGP)&#xd;\no\tEuropean Wind Energy Association&#xd;\no\tEuropean Petroleum Refiners Association&#xd;\no\tBUSINESSEUROPE&#xd;\no\tInternational Emissions Trading Association (IETA)","memberOrga":"","goal":"Statoil in brief&#xd;<br />&#xd;<br />Statoil is an integrated, technology-based international energy company primarily focused on upstream oil and gas operations. We are committed to meeting the world's energy needs in a responsible manner, applying technology and creating innovative solutions.&#xd;<br />&#xd;<br />We are a company built on our Norwegian heritage and pioneering spirit, and have developed the Norwegian continental shelf (NCS) to become one of the world's leading petroleum regions. We are also the world's largest offshore operator, the second-largest gas exporter to Europe, and a world leader in carbon capture storage and carbon efficiency in oil and gas production. While seeking to satisfy growing energy demand we have to minimize the impact on our environment.&#xd;<br />&#xd;<br />Our history&#xd;<br />&#xd;<br />We were founded as The Norwegian State Oil Company (Statoil) in 1972, and became listed on the Oslo and New York stock exchanges in June 2001. Statoil merged with Hydro's oil and gas division in October 2007.&#xd;<br />&#xd;<br />Our shareholders&#xd;<br />&#xd;<br />The Norwegian State holds 67% of our shares through the Ministry of Petroleum and Energy, US investors hold 9.4%, private Norwegian owners hold 9.0%, UK investors hold 5.2%, and other European investors 7.48%, others 1.6%.","acronym":"STL/STO","interests":"Climate Action, Competition, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, Internal Market, Research and Technology, Taxation, Trans-European Networks, Transport","euInitiatives":"Statoil monitors and participates in the activities related to the following subjects: &#xd;<br />• Initiatives belonging in the framework of the EU Energy Union&#xd;<br />• European Environmental Policy &#xd;<br />• External Relations as they pertain to energy producing countries of particular interest&#xd;<br />• European Financial regulation","lastUp":"2017-08-25T09:51:27.086+01:00","customers":"","costAbsolu":"","costRange":"2500000-2749000","turnoverAbsolu":0,"turnoverRange":""}