{"id":"444756036044-07","name":"ehealth unit of Institute of Informatics &amp; Telecommunications ofNCSR Demokritos","registrationDate":"2019-09-27T14:18:40.611+02:00","category":4,"subCategory":5,"legal":"none","web":"","country":"Greece","headAddress":"PATRIARCHOU GREGORIOU AND NEAPOLEOS","headCity":"AGHIA PARASKEVI","headPostCode":"","headPhone":"(30210)6 50 30 04","boss":"HOMER PAPADOPOULOS","bossTitle":"Mr","bossPosition":"RESEARCH DIRECTOR","membersCount":2,"membersFTE":"1.0","membership":"c","memberOrga":"","goal":"The National Centre for Scientific Research \"Demokritos\" (NCSRD) (http://www.demokritos.gr/) is a self- governing research organization, under the supervision of the Greek Government.&#xd;<br />The Institute of Informatics and Telecommunications (IIT), one of the five Institutes of NCSRD, has accumulated substantial expertise and is actively involved in many areas of information technologies and telecommunications, while it has participated in numerous EU and nationally-funded research projects.&#xd;<br />NCSR-IIT-ehealth unit has successfully taken part in several European and national e-health and e-learning projects like Intermed, TilleIppokratis USEFIL, ProFouND and ReAAL, ConCorde among the others. Within the realm of these projects e-health and e-learning platforms have been developed and hosted within NCSR premises as well as infrastructures, hospitals, end-users has been established covering the broader area of Europe.&#xd;<br />The ehealth unit has extensive experience with eHealth and digital health, as well as knowledge and activities in related fields, as demonstrated with the following activities:&#xd;<br />-The unit’s staff are actively publishing in relevant peer-reviewed journals, &#xd;<br />-The unit has products or services for mHealth/eHealth as a core business. &#xd;<br />NCSR/IIT/ehealth unit has the expertise and has developed new and advanced electronic services, web platforms, knowledge management tools and AI services in the area of e-health and assistive living. The unit coordinated the project USEFIL and is hosting Profound platform and supports the content management techniques and the identification of best practices in the area of falls prevention. The unit has set up spin-off company ( Syndesis LTD – www.syndesis.eu) to promote ehealth state of the art technologies and applications as part of its core product. The unit has more than 80% of the project portfolio over the last years is related to mHealth/eHealth and has the experience and a proven track record in developing capacity for policy change and/or effective implementation and monitoring of mHealth/eHealth/digital health programs in the health sector in Europe. &#xd;<br />The NCSR/IIT/ehealth unit is actively participating in strategic planning committees, developing its capacity for policy change and effective implementation and monitoring of mHealth/eHealth/digital health programs in the health sector in Greece, in Europe and Globaly like:&#xd;<br />-\tThe unit is founding Member (2016) of the International Society of Digital Medicine, http://www.bitcongress.com/nccsdm2016/default.asp &#xd;<br />-\tRepresents Greece in the EOC-NET Member of the World Health Organization Public Health Emergency Operations Centre Network (EOC-NET), https://workspace.who.int/sites/EOC-NET/default.aspx. &#xd;<br />-\tIt’s a member of the Advisory Group of the “Smart Cities Applications and Requirements\" within present the Net!Works European Technology Platform, http://www.networks-etp.eu/fileadmin/user_upload/Publications/Position_White_Papers/White_Paper_Smart_Cities_Applications.pdf","acronym":"eheath unit - IIT","interests":"Public Health, Research and innovation","euInitiatives":"Numerous contacts with European institutions like DGSANTE concerning research and innovation policy especially in the context of \"Horizon2020\" and related policy areas in the digital health","lastUp":"2019-09-27T14:22:33.957+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}