{"id":"4447605981-76","name":"Statoil ASA","registrationDate":"2009-01-19T04:34:27.741+01:00","category":2,"subCategory":3,"legal":"Public Company","web":"http://www.statoil.com","country":"Norway","headAddress":"Forusbeen, 50","headCity":"Stavanger","headPostCode":"N-4035","headPhone":"(47)51 99 00 00","boss":"Reidar Gjærum","bossTitle":"Mr","bossPosition":"Senior Vice President, Communication","membersCount":12,"membersFTE":"7.5","membership":"Statoil is a member of several associations, organisations and think tanks. The five most relevant for the scope of the Transparency Register are:&#xd;\n&#xd;\no\tInternational oil and gas producers (IOGP)&#xd;\no\tEuropean Wind Energy Association&#xd;\no\tEuropean Petroleum Refiners Association&#xd;\no\tBUSINESSEUROPE&#xd;\no\tHydrogen Europe","memberOrga":"","goal":"Statoil in brief&#xd;<br />&#xd;<br />Statoil is a Norwegian-based energy company with operations in more than 30 countries.&#xd;<br />&#xd;<br />Since 1972 we have explored, developed and produced oil and gas on the Norwegian continental shelf, where we are a leading operator. From the early nineties we have built a global business, with strongholds in Europe, Africa, North America and Brazil. We have developed a portfolio of new energy solutions, currently delivering wind power to 650,000 British households.&#xd;<br />&#xd;<br />We create value through safe and efficient operations, innovative solutions and technology.&#xd;<br />&#xd;<br />Statoil’s competitiveness is founded on our values-based performance culture, with a strong commitment to transparency, cooperation and continuous operational improvement.","acronym":"STL/STO","interests":"Climate Action, Competition, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, Internal Market, Research and Technology, Taxation, Trans-European Networks, Transport","euInitiatives":"Statoil monitors and participates in the activities related to the following subjects: &#xd;<br />• Initiatives belonging in the framework of the EU Energy Union&#xd;<br />• European Environmental Policy &#xd;<br />• European research and innovation policy&#xd;<br />• External Relations as they pertain to energy producing countries of particular interest","lastUp":"2018-01-26T15:46:36.857+01:00","customers":"","costAbsolu":"","costRange":"3000000-3249999","turnoverAbsolu":0,"turnoverRange":""}