{"id":"44500914986-91","name":"SNV - NETHERLANDS DEVELOPMENT ORGANISATION","registrationDate":"2011-01-14T10:50:45.561+02:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://www.snv.org","country":"Netherlands","headAddress":"Parkstraat 83","headCity":"The Hague","headPostCode":"2514 JG","headPhone":"(31)7 03 44 02 44","boss":"Meike van Ginneken","bossTitle":"Ms","bossPosition":"CEO","membersCount":10,"membersFTE":"2.5","membership":"Eunida: http://www.eunida.eu/home/","memberOrga":"","goal":"We make a lasting difference in the lives of people living in poverty, helping them raise incomes and access basic services. Driven by the Sustainable Development Goals, we are dedicated to a society in which all people are&#xd;<br />free to pursue their own sustainable development and no one is left behind.&#xd;<br />&#xd;<br />We apply our know-how to deliver results at scale&#xd;<br />Local presence and know-how to realise effective solutions We apply practical know-how to support people living in poverty. By connecting our global expertise with our extensive and longstanding in-country experiences, we help realise locally owned solutions. And we do so in more than 25 countries worldwide.&#xd;<br />&#xd;<br />We are experts in agriculture, energy, and water, sanitation and hygiene (WASH). Our services include advice, brokering and stakeholder engagement, advocacy, fund management, results-based financing&#xd;<br />and delegated management.&#xd;<br />&#xd;<br />Our projects directly benefit millions of people. At the same time, our projects also drive systems change – strengthening institutions and kick-starting markets to help many more people work their way out of&#xd;<br />poverty, well beyond the scope of projects.&#xd;<br />&#xd;<br />We are proud to be a not-for-profit organisation, implementing our mission exclusively through project financing. This requires us to work efficiently and to invest in operational excellence every day.","acronym":"SNV","interests":"Agriculture and Rural Development, Budget, Climate Action, Energy, Environment, External Relations, Food Safety, International co-operation and development, Maritime affairs and fisheries, Youth","euInitiatives":"EU policies and funding programs in the following three sectors: 1. Agricultrure; 2. Renewable Energy; 3. Water, Sanitation and Hygiëne.","lastUp":"2019-07-02T14:16:39.048+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}