{"id":"44500914986-91","name":"SNV - NETHERLANDS DEVELOPMENT ORGANISATION","registrationDate":"2011-01-14T10:50:45.561+01:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://www.snv.org","country":"Netherlands","headAddress":"Parkstraat 83","headCity":"The Hague","headPostCode":"2514 JG","headPhone":"(31)7 03 44 02 44","boss":"Allert van den Ham","bossTitle":"Mr","bossPosition":"Director/President","membersCount":10,"membersFTE":"2.5","membership":"Eunida: http://www.eunida.eu/home/","memberOrga":"","goal":"At SNV we believe that no-one should have to live in poverty. We are dedicated to a society in which all people, irrespective of race, class or gender, enjoy the freedom to pursue their own sustainable development. We focus on increasing people's income and employment opportunities in specific productive sectors such as agriculture, as well as improving their access to basic services including water, sanitation and hygiene, and energy.&#xd;<br />&#xd;<br />SNV supports people to access and develop the capabilities, services and opportunities needed to live a healthy, productive and otherwise fulfilling life, while sustainably using the natural resources they depend on. Unlike many other development actors, SNV does not offer funding, but specialises in supporting the resourcefulness of development actors. SNV works with governments, local development partners, businesses, knowledge institutes and low-income communities, so that together we can transform ideas into policy, policy into action, and action into results.&#xd;<br />&#xd;<br />In 2016, SNV improved the lives of over 6.1 million people, and from 2016 to 2018 we will improve the quality of life for over 20 million. &#xd;<br />&#xd;<br />SNV uses its technical knowledge, 50 plus years of experience, passionate staff, extensive local presence and global footprint, to make a lasting difference in people’s lives.","acronym":"SNV","interests":"Agriculture and Rural Development, Budget, Climate Action, Development, Energy, Environment, External Relations, Fisheries and Aquaculture, Youth","euInitiatives":"EU policies and funding programs in the following three sectors: 1. Agricultrure; 2. Renewable Energy; 3. Water, Sanitation and Hygiëne.","lastUp":"2017-08-15T10:33:31.351+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}