{"id":"445168526089-36","name":"Ogmios Consulting","registrationDate":"2017-02-26T16:31:10.376+01:00","category":1,"subCategory":6,"legal":"société (SARL)","web":"","country":"France","headAddress":"38, rue de Berri","headCity":"Paris","headPostCode":"75008","headPhone":"(33)6 22 56 66 86","boss":"Jean-Henri Gontard","bossTitle":"Mr","bossPosition":"Gérant","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"OGMIOS Consulting est une société française de conseil. Notre vocation est d’aider les entreprises et organismes publics à franchir de nouvelles étapes dans leur développement. &#xd;<br />&#xd;<br />Nous proposons notamment les services suivants : accompagnement institutionnel, stratégie de communication pour les entités publiques et entreprises, analyses et prospectives en politique publique, accompagnement à la mise en œuvre des réformes réglementaires, analyse de marché, évaluation des&#xd;<br />politiques publiques, analyse des processus budgétaires, veille réglementaire, intelligence économique et  stratégique, mécénat artistique et sportif.&#xd;<br />&#xd;<br />OGMIOS Consulting is a French consulting company. Our aim is to help companies and public bodies reach new levels in their development. &#xd;<br />&#xd;<br />We offer the following services: Institutional Support,&#xd;<br />Communication Strategy for public entities and companies, Policy Design, Support for the Implementation of Regulatory Reforms, Market Research &amp; Analysis Services, Evaluation of Public Policies, Analysis of Budgetary Processes, Regulatory Watch, Economic and Strategic Intelligence, Sponsorship Consulting.","acronym":"","interests":"Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Culture, Economy, finance and the euro, Energy, External Relations, Foreign affairs and security policy, Institutional affairs, Maritime affairs and fisheries, Regional Policy, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"Initiative de l'UE / EU Intitiative :&#xd;<br />Plan d'Investissement pour l'Europe / Investement Plan for Europe","lastUp":"2019-02-26T22:12:12.402+01:00","customers":"RAZEL-BEC Travaux Publics - Régions Suds","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}