{"id":"445407934362-74","name":"Crisis Management Initiative","registrationDate":"2019-03-28T11:06:06.409+01:00","category":3,"subCategory":2,"legal":"association","web":"http://cmi.fi","country":"Finland","headAddress":"Eteläranta 12","headCity":"Helsinki","headPostCode":"00130","headPhone":"(358)75 75 55 18 00","boss":"Tuija Talvitie","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":4,"membersFTE":"3.5","membership":"European Peacebuilding Liaison Office (http://eplo.org/)","memberOrga":"n/a","goal":"The Crisis Management Initiative (CMI) is an independent Finnish organisation that works to prevent and resolve violent conflicts through informal dialogue and mediation. Nobel Peace laureate and former President of Finland Martti Ahtisaari founded CMI in 2000. Since then, our organisation has grown to become one of the leaders in its field.&#xd;<br />&#xd;<br />Conflict resolution and conflict prevention are key upstream measures that demand the active support of the international community to tackle ongoing violent conflicts and their devastating consequences. Informal actors like CMI play a crucial role in adding value to the efforts of official institutions and governments.&#xd;<br />&#xd;<br />Since 2000, CMI has helped create spaces for negotiated solutions of violent conflicts by involving all relevant actors in the pursuit of sustainable peace. We facilitate dialogue, mediate between conflicting sides, provide capacity-building and mediation support at different stages of conflict management and peace processes, and use our expertise to support the broader peacebuilding community.&#xd;<br />&#xd;<br />Our work is based on a commitment to long-term processes and collaboration with local partners. We work closely with conflicting parties and support them in finding common ground for negotiated solutions in unofficial settings. Our vision is based on the conviction that all violent conflicts can be resolved if there is the political will and skill to do so.&#xd;<br />&#xd;<br />Conflict resolution and peace mediation are integral parts of foreign and security policy, and of development policy in general. Without peace and stability, there can be no worthwhile development. In addition, preventing and solving conflicts at their roots is always the most cost-efficient option, offering great rewards for a very modest financial investment.","acronym":"CMI","interests":"European Neighbourhood Policy, External Relations, Foreign affairs and security policy, International co-operation and development","euInitiatives":"Women, peace and security;  Gender equality and inclusiveness are core  principles of CMI.&#xd;<br />EU Global Strategy on Mediation.","lastUp":"2019-03-28T11:14:45.712+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}