{"id":"446274035577-04","name":"Zeller+Gmelin GmbH &amp; Co. KG","registrationDate":"2019-08-05T09:05:13.813+02:00","category":2,"subCategory":3,"legal":"GmbH &amp; Co. KG","web":"http://zeller-gmelin.de","country":"Germany","headAddress":"Schlossstraße 20","headCity":"Eislingen","headPostCode":"73054","headPhone":"(49)71 61 80 20","boss":"Siegfried Müller","bossTitle":"Mr","bossPosition":"Geschäftsführer Marketing und Vertrieb","membersCount":1,"membersFTE":"0.25","membership":"VdL - Verband der deutschen Lack- und Druckfarbenindustrie&#xd;\nVCI - Verband der Chemischen Industrie&#xd;\nUNITI - Bundesverband mittelständischer Mineralölunternehmen&#xd;\nVSI - Verband der Schmierstoffindustrie &#xd;\nAGVC - Arbeitgeberverband Chemie","memberOrga":"","goal":"Seit mehr als 150 Jahren entwickelt Zeller+Gmelin hochwertige Industrieschmierstoffe für unterschiedlichste Anwendungen. Führende Automobilkonzerne, Stahlwerke und mittelständische Unternehmen vertrauen seit Jahrzehnten auf unsere über 700 Industrieschmierstoffe. Unsere Produkte gewährleisten damit reibungslose, wirtschaftliche und umweltschonende Fertigungsprozesse.&#xd;<br />&#xd;<br />Zeller+Gmelin zählt zu den weltweit führenden Anbietern von strahlungshärtenden Druckfarben und Lacken. Unsere hochwertigen Druckfarben und Lacke für Etiketten, Formkörper, Blechdruck, Commercials, herkömmliche Verpackungen und Lebensmittelverpackungen (migrationsarme Druckfarben und Lacke) haben sich weltweit hervorragend in der Praxis bewährt.&#xd;<br />&#xd;<br />Ob Wasserbehandlung, Oberflächenbehandlung, Spüllösemittel oder Wartung, Pflege und Instandhaltung: chemische Produkte und Verfahren von Zeller+Gmelin erhöhen die Sicherheit und Qualität in Ihrer Produktion, sorgen für niedrige Dosiermengen, optimale Entklebung sowie verlässliche Reinigung in geringer Konzentration.&#xd;<br />&#xd;<br />Standorte: Deutschland, China, Frankreich, Großbritannien, Kanada, Mexico, Niederlande, Polen, Tschechien, Türkei,  USA, &#xd;<br />&#xd;<br />Geschäftsfelder: Lubricants, Printing Inks und Process Chemicals for Coatings","acronym":"","interests":"Business and Industry, Customs, Environment, Single market, Trade","euInitiatives":"Chemikalienrecht, Anlagensicherheit, Verbraucherschutz, REACH, CLP, BPR, Industriepolitik, Smart Cities, Green Vehicles, Environmental Protection und Sustainability","lastUp":"2019-08-05T09:06:02.257+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}