{"id":"446962333931-29","name":"Innolith AG","registrationDate":"2019-02-12T10:23:48.301+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.innolith.com","country":"Switzerland","headAddress":"INNOLITH AG","headCity":"Basel","headPostCode":"","headPhone":"(41)6 13 17 90 41","boss":"Alan  Greenshields","bossTitle":"Mr","bossPosition":"Chairman","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Innolith is an energy technology company that has perfected an innovative battery technology platform.  Its products are set to redefine electric vehicles batteries, renewable energy harvesting and grid energy storage markets.  &#xd;<br />It is working to develop a breakthrough high-energy battery (the Innolith Energy Battery) for electric vehicles and bulk storage of renewable energy.  Alongside this it will also be bringing to market a fully developed high-power battery (the Innolith Power Battery) for power grids.   &#xd;<br />After two decades of research and development, Innolith has developed a suite of battery products including:&#xd;<br />&#xd;<br />•\tA high Energy Battery in advanced development that will provide breakthroughs for electric vehicles and bulk renewable energy storage.  This battery has been independently verified to provide a breakthrough 1000 W/Kg energy density that would be capable of powering an electric vehicle for 1000 &#xd;<br />&#xd;<br />•\tA fully developed and optimized Power Battery that is already proven in commercial grid deployment that will be going into mass production in 2021.  This battery has been independently audited to provide a breakthrough lifecycle of 50,000 charge-discharge cycles.&#xd;<br />&#xd;<br />Both battery products are based on a common core battery technology platform.  This has dual benefits of using a non-flammable and no reliance on scarce elements such as cobalt.  &#xd;<br />The company follows a partnership approach to manufacturing and sales to ensure a continued focus on battery science discovery while maintaining an asset-lite business model to maximize returns on investment to shareholders.&#xd;<br />&#xd;<br />Innolith’s R&amp;D is conducted at its labs in Bruchsal, southern Germany.  Innolith is headquartered in Basel, Switzerland.","acronym":"","interests":"Energy","euInitiatives":"Innolith is looking to work more closely with EU organizations on the future sustainability and safety of batteries deployed in grid and electric vehicle applications.","lastUp":"2019-02-12T23:11:20.838+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}