{"id":"447106434062-76","name":"INSTITUTO DE BIOMECÁNICA DE VALENCIA","registrationDate":"2019-02-22T13:41:51.076+01:00","category":4,"subCategory":5,"legal":"ASOCIACIÓN","web":"http://www.ibv.org/","country":"Spain","headAddress":"Universitat Politècnica de València · Camino de Vera s/n · 46022 · Valencia · España","headCity":"VALENCIA","headPostCode":"46022","headPhone":"(34)9 61 11 11 70","boss":"JOSÉ JAVIER SÁNCHEZ LACUESTA","bossTitle":"","bossPosition":"Managing Director","membersCount":4,"membersFTE":"1.25","membership":"","memberOrga":"IBV is affiliated with different Spanish technology platforms (e.g. MANU-KET, INESPORT, M2F, PTEC, etc.) and networks (e.g. CIBER-BBN, ITEMAS, STA, AEE, etc.). In addition, IBV is member of Red de Institutos Tecnológicos de la Comunidad Valenciana (REDIT), Asociación para el cuidado de la calidad de vida (CVIDA), and Red de Unidades de Cultura Científica y de la Innovación (UCC+i), FEDIT (Federación de centros tecnológicos de España)","goal":"Biomechanics is the science that studies the mechanical behavior of the human body and its interaction with environments and products, so as to adapt them for use and ensure the safety of the user, help the body regain its health, improve its autonomy and increase its well-being and performance while in action.&#xd;<br />&#xd;<br />The IBV is a technological centre aiming to improve quality of life, as well as competitiveness among businesses, by generating and transferring knowledge related to health and well-being technologies.&#xd;<br />&#xd;<br />The mission of the Instituto de Biomecánica (IBV) is to promote and undertake scientific research, technological development, technical assessment and training in the area of Biomechanics. Its goal is to develop scientific and technological activities in Biomechanics and related fields of knowledge for their social and economic use.&#xd;<br />&#xd;<br />The IBV provides high-value services and products in the fields of healthcare (diseases and capacities), well-being and quality of life (prevention and safety, comfort and satisfaction, performance, leisure, etc.) in order to favour profitability and differentiation among its clients, while contributing to an improvement of the environment.","acronym":"IBV","interests":"Business and Industry, Consumers, Digital economy and society, Employment and Social Affairs, Environment, International co-operation and development, Public Health, Research and innovation, Single market, Sport, Trade, Transport, Youth","euInitiatives":"EU Framework Programme for Research and Innovation (Horizon 2020)&#xd;<br />EU Programme for the Competitiveness of Enterprises and SMEs (COSME)&#xd;<br />EU Programme for Education, Training, Youth and Sport (Erasmus+)&#xd;<br />Knowledge and Innovation Community (KIC) on Healthy Living and Active Ageing (EIT Health)&#xd;<br />EUREKA Network Programmes&#xd;<br />INTERREG Programmes (Sudoe, Europe)&#xd;<br />Innovative Medicines Initiative (IMI)&#xd;<br />Clean Sky","lastUp":"2019-02-25T12:51:10.402+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}