{"id":"447286623394-65","name":"VocaLink","registrationDate":"2016-09-14T09:23:30.978+01:00","category":2,"subCategory":3,"legal":"corporation","web":"http://www.vocalink.com/","country":"United kingdom","headAddress":"1 Angel Lane","headCity":"London","headPostCode":"EC4R 3AB","headPhone":"(44)20 38 18 22 20","boss":"Paul Stoddart ","bossTitle":"Mr","bossPosition":"Chief Executive Officer ","membersCount":3,"membersFTE":"1.0","membership":"European Payment Institutions Federation (EPIF) (Observer)&#xd;\nEuropean Automated Clearing House Association (EACHA)","memberOrga":"","goal":"We’re Vocalink, a global payments partner to banks, corporates and governments. This year we became part of Mastercard, joining one of the most widely recognised and respected technology companies in the world. Together we’re redrawing the lines of what’s possible in payments by bringing bank account and card based payments under one roof enabling payment innovation and choice.&#xd;<br />&#xd;<br />We’re driven by a goal to deliver unmatched flexibility, security and resilience in payments. And as a technology company, we connect individuals, businesses and organisations around the world, powering economies and empowering people to make payments wherever, whenever and however they want.&#xd;<br />&#xd;<br />Last year we processed over 11 billion transactions with the value of £6 trillion – or 3.7 times the UK’s GDP. On a typical day we process over 32 million payments – from salaries and welfare benefits, to household bills and cash withdrawals.&#xd;<br />&#xd;<br />In the UK our high availability, resilient payment systems power the Faster Payments Service on behalf of the Faster Payments Scheme, the Current Account Switching Service, Cash ISA Transfer Service, Bacs and the Direct Debit Scheme. We also operate the UK’s ATM network, which connects over 70,000 ATMs through the LINK scheme. &#xd;<br />&#xd;<br />The average UK adult interacts 192 times per year with the services that Vocalink runs – or at least once every other day. Our proven capability of implementing real time payment systems in the UK has led to the development of immediate payment solutions for other countries such as Singapore, Thailand and the United States.","acronym":"","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Enterprise, Financial Stability, Financial Services and Capital Markets Union , Home Affairs, Information Society, Internal Market, Research and Technology, Taxation, Trade","euInitiatives":"Payment Services Directive 2; &#xd;<br />Digital Single Market; &#xd;<br />European Commission Green Paper on Retail Financial Services; &#xd;<br />Own Initiative Report on Digital Currencies; &#xd;<br />Financial Inclusion&#xd;<br />General Data Protection Regulation &#xd;<br />AML&#xd;<br />Fraud Prevention &#xd;<br />Payments Innovation","lastUp":"2017-09-15T11:01:30.649+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}