{"id":"447494115294-30","name":"Association relative à la télévision européenne","registrationDate":"2014-12-19T15:57:09.428+02:00","category":2,"subCategory":3,"legal":"Groupement européen d'intérêt économique","web":"http://www.arte.tv","country":"France","headAddress":"Quai du Chanoine Winterer, 4","headCity":"Strasbourg Cedex","headPostCode":"67080","headPhone":"(33)03 88 14 22 22","boss":"Peter Boudgoust","bossTitle":"Mr","bossPosition":"Président du Comité de gérance","membersCount":2,"membersFTE":"0.75","membership":"ARTE est partenaire agréé de l'Union européenne de radiodiffusion (UER)","memberOrga":"ARTE France (50%), ARTE Deutschland (50%)","goal":"ARTE was founded on 30 April 1991. Its member companies are the European economic interest grouping ARTE E.E.I.G, ARTE France and ARTE Deutschland TV GmbH. Its mission, as described in Article 2 of the E.E.I.G’s formation agreement, is “to conceive and produce television programmes which (…) are cultural and international in character and conducive to promoting understanding and cooperation between Europe’s nations and to broadcast these programmes or to authorize their broadcast”.&#xd;<br />This joint television channel should bring French and German citizens closer on a cultural level and promote cultural integration throughout Europe. Creating a television channel for two audiences was a first in television’s history and is still an exception in the global TV market to this date. The channel is broadcast in two language versions at the same time, in France and in Germany.&#xd;<br />Three quarters of ARTE’s programmes consist of broadcasts provided in equal proportions by ARTE France and ARTE Deutschland. The other quarter is provided by ARTE E.E.I.G and European partners: the channel has forged many co-production partnerships with European public broadcasters.&#xd;<br />Since its creation, ARTE has been committed to cultural diversity and multilingualism, convinced that better circulation of European audiovisual content can make a considerable contribution to European cultural integration.","acronym":"ARTE","interests":"Audiovisual and Media, Budget, Communication, Culture, Education, External Relations, General and Institutional Affairs, Information Society, Justice and Fundamental Rights, Research and Technology, Youth","euInitiatives":"- Creative Europe programme&#xd;<br />- Digital Single Market&#xd;<br />- Regulatory framework for electronic communications networks and services&#xd;<br />- Audiovisual Media Services Directive&#xd;<br />- Regulations for audivisual online platforms&#xd;<br />- Copyright and related rights&#xd;<br />- Media pluralism, freedom of expression and information&#xd;<br />- Protection of personal data&#xd;<br />- Digital education","lastUp":"2018-03-26T12:04:18.719+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}