{"id":"4479912317-33","name":"Association Française des Trésoriers d'Entreprise","registrationDate":"2008-08-20T18:09:03.386+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.afte.com","country":"France","headAddress":"RUE D'EDIMBOURG, 3","headCity":"PARIS","headPostCode":"75008","headPhone":"(33)1 42 81 53 98","boss":"Philippe MESSAGER","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"1.0","membership":"L’AFTE est membre fondateur en 2002 de l’EACT (European Association of Corporate Treasurers) qui regroupe 21 associations de trésoriers d'Europe.&#xd;\n&#xd;\nL'AFTE est également membre fondateur de l'IGTA (International Group of Treasury Associations) qui a été fondée en 1996. L'IGTA est une instance informelle qui regroupe plus de 25 associations de trésoriers et de financiers dans le monde.","memberOrga":"","goal":"L’Association Française des Trésoriers d’Entreprise – AFTE – créée en 1976 compte environ 1500 adhérents. Elle regroupe 1000 membres actifs (trésoriers et responsables financiers) et environ 400 membres correspondants (banquiers, …).&#xd;<br />Outre son implantation francilienne, l’AFTE est organisée à l’échelle nationale autour de neuf délégations régionales représentant 425 adhérents.&#xd;<br />&#xd;<br />L’AFTE développe son action autour de six axes :&#xd;<br />-\tCommissions de travail : échange de bonnes pratiques, partage sur des thèmes d’intérêt commun. &#xd;<br />-\tReprésentation de la profession : relations avec les autorités de tutelle et avec les autres associations professionnelles françaises, européennes et internationales.&#xd;<br />-\tManifestations : petits déjeuners, rencontres professionnelles, diners débats et journées de l’AFTE.&#xd;<br />-\tPublications : la Lettre du Trésorier, les Cahiers techniques, la collection AFTE/Economica.&#xd;<br />-\tCentre de formation : formation professionnelle (label OPQF) et formation initiale (master 2 avec Panthéon Sorbonne).&#xd;<br />-\tSite Internet : www.afte.com&#xd;<br />&#xd;<br />L’AFTE est membre fondateur de l’EACT (European Association of Corporate Treasurers) qui regroupe 21 associations de trésoriers d'Europe.","acronym":"AFTE","interests":"Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union , Internal Market, Taxation","euInitiatives":"Capital market union&#xd;<br />Bank structural reform&#xd;<br />EMIR&#xd;<br />MMF&#xd;<br />FTT&#xd;<br />CRD4&#xd;<br />MIFID&#xd;<br />PSD&#xd;<br />CRA&#xd;<br />SFTR&#xd;<br />CBCR","lastUp":"2017-02-10T17:45:18.539+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}