{"id":"448183615209-79","name":"Comisión pola Recuperación da Memoria Histórica da Coruña","registrationDate":"2014-12-09T18:36:43.331+01:00","category":3,"subCategory":2,"legal":"si","web":"http://www.memoriadacoruna.com","country":"Spain","headAddress":"Olmos, 16-18","headCity":"A Coruña","headPostCode":"15002","headPhone":"(34)6 45 02 93 38","boss":"Fernando Souto Suárez","bossTitle":"","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"La CRMH da Coruña participa en la coordinadora de grupos memorialistas gallegos, llamada Iniciativa Galega pola Memoria. Asímismo, la CRMH está presente en la CeAQUA (Coordinadora Estatal de Apoyo a la Querella Argentina),y en la Comisión de la Verdad de los Crímenes del Franquismo.","memberOrga":"","goal":"Recuperar la memoria histórica de Galicia, porque no se puede entender el presente y construir el futuro si ignoramos nuestro pasado.&#xd;<br />Recuperar y divulgar la memoria histórica de todos aquellos ciudadanos gallegos, hombres y mujeres de muy diversas ideologías (en todo caso leales al régimen constitucional de la II República, y a las libertades democráticas vigentes en aquel momento y al Estatuto de Autonomía de Galicia), que, tas el levantamiento militar antidemocrático e inconstitucional de 1936, fueron asasinados, pasaron a la resistencia armada en la guerrilla antifranquista, fueron perseguidos y encarcelados hasta el exterminio o tuvieron que padecer la emigración y el exilio ―también en la propia tierra―, incluso continuando en ella, en algunos casos, la lucha por el restablecimiento de las libertades del pueblo gallego y por la reconstrución de un régimen democrático en Galicia.&#xd;<br />Coordinar, dar impulso e ayudar en el trabajo de cuantas personas y entida­des, tanto públicas como privadas, realicen actividades encaminadas a la recuperación de la memoria histórica de la lucha gallega antifascista, en general, y antifranquista, en particular.","acronym":"CRMH da Coruña","interests":"Communication, Competition, Culture, Education, General and Institutional Affairs, Justice and Fundamental Rights","euInitiatives":"recuperación de la memoria histórica","lastUp":"2017-02-23T12:05:44.340+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}