{"id":"448636429336-13","name":"FIBA Europe e.V.","registrationDate":"2017-12-18T11:48:35.218+02:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://www.fiba.basketball/europe","country":"Germany","headAddress":"Ismaninger Straße 21","headCity":"Munich","headPostCode":"81675","headPhone":"(49)8 97 80 60 80","boss":"Kamil Novak","bossTitle":"Mr","bossPosition":"Secretary General/Executive Director","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"FIBA, the International Basketball Federation, is the world governing body for basketball.&#xd;<br />Founded by eight nations in 1932, we now bring together 213 National Basketball Federations from all over the world.&#xd;<br />A non-profit making organisation, our mission is to develop and promote the game of basketball, uniting the wider basketball community, which counts more than 450 million players and fans.&#xd;<br />We organise and oversee international competitions including the FIBA Basketball World Cup, the FIBA Women's Basketball World Cup and the Olympic Basketball Tournaments.&#xd;<br />We establish the Official Basketball Rules as well as the regulations that govern the relationships between the different members of the basketball community.&#xd;<br />FIBA is the only authority in basketball recognised by the International Olympic Committee (IOC).&#xd;<br />FIBA's headquarters, the House of Basketball, is situated in Mies, Switzerland on the shores of Lake Geneva.&#xd;<br />FIBA has five Regional Offices to provide direct services to the National Member Federations:&#xd;<br />Africa&#xd;<br />Americas&#xd;<br />Asia&#xd;<br />Europe&#xd;<br />Oceania","acronym":"FE","interests":"Education and training, International co-operation and development, Sport, Youth","euInitiatives":"Membership in EOC EU Office in Brussels.&#xd;<br />Several meetings with EU Commission regarding Euroleague-FIBA issue.","lastUp":"2019-10-25T16:30:01.731+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}