{"id":"448796725018-54","name":"European Technology and Innovation Platform Bioenergy","registrationDate":"2016-12-13T08:35:12.803+02:00","category":3,"subCategory":2,"legal":"keine","web":"http://etip-bioenergy.eu","country":"Germany","headAddress":"ETIP Bioenergy Secretariat","headCity":"Gülzow-Prüzen","headPostCode":"18276","headPhone":"(49)38 43 69 30 -0","boss":"Patrik Klintbom","bossTitle":"Mr","bossPosition":"Chair of ETIP Bioenergy SC","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"http://etipbioenergy.eu/about-ebtp/ebtp-organisation&#xd;\n20+ Steering Committee members&#xd;\n11 Advisory Board members&#xd;\n80 working Group members","goal":"The mission of the European Technology and Innovation Platform Bioenergy (ETIP Bioenergy) is to contribute to the development of cost-competitive, innovative world-class bioenergy and biofuels value chains, to the creation and strengthening of a healthy European bioenergy industry and to accelerate the sustainable deployment of bioenergy in the European Union through a process of guidance, prioritisation and promotion of research, technology development and demonstration. The ETIP Bioenergy brings together stakeholders from academia, industry, and civil society involved in the development of research and innovation strategies for energy technologies, and interacting with relevant public authorities of the Member States as well as the European Commission. The aim is to come to a coordinated, coherent, and efficient implementation of the objectives of the Energy Union including the 2030 Framework scenario and the 2050 Roadmap for a secure, affordable, competitive and efficient energy system.","acronym":"ETIP Bioenergy","interests":"Energy, Research and innovation","euInitiatives":"1) Strategic Energy Technology Plan (SET-Plan) of the EC and particular the Key Action 8: Action 8: \"Strengthen market take-up of renewable fuels needed for sustainable transport solutions, and Bioenergy cost reductions aspects\"&#xd;<br />&#xd;<br />2) Renewable Energy Directive (2009/28/EC)","lastUp":"2018-05-09T10:56:29.430+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}