{"id":"449062136652-80","name":"SITA INFORMATION NETWORKING COMPUTING B.V.","registrationDate":"2019-11-26T11:39:23.333+01:00","category":2,"subCategory":3,"legal":"Limited Liability Company","web":"http://sita.aero","country":"Netherlands","headAddress":"HEATHROWSTRAAT 10","headCity":"Amsterdam","headPostCode":"","headPhone":"(31)2 06 06 96 56","boss":"Nicolas Husson","bossTitle":"Mr","bossPosition":"CFO","membersCount":2,"membersFTE":"0.5","membership":"ACI, IATA, ICAO, WTTC","memberOrga":"","goal":"SITA’s vision:&#xd;<br />&#xd;<br />As the air transport industry grows, it’s constantly under pressure to streamline the journey. IT is providing answers, but to make the biggest impact, it needs to span the journey, at all stages. IT needs to bring together processes and players, making every touchpoint smooth and streamlined. Or as we say in SITA’s vision, IT needs to ensure: \"Easy air travel every step of the way\".&#xd;<br />&#xd;<br />We’re striving towards our vision in three ways:&#xd;<br />&#xd;<br />First, we’re facilitating industry collaboration, because we know and work with the players involved&#xd;<br />&#xd;<br />Second, we’re maintaining our focus on operational excellence for airlines and at airports. Our portfolio and services manage the complexity of industry operations, processes and, vitally, data flows&#xd;<br />&#xd;<br />And third, we’re working hard to deliver the seamless passenger journey, through the latest self-service technologies and constant co-innovations with customers&#xd;<br />&#xd;<br />Each of these three themes underpins SITA’s vision, and together they make up SITA’s story.","acronym":"SITA","interests":"Borders and Security","euInitiatives":"Working with DG HOME and Member States relating to the PNR Directive (EU) 2016/681.&#xd;<br />Working with DG HOME, eu-LISA, Member States and the Carrier Community on Regulation (EU) 2017/2226 (Entry/Exit System).&#xd;<br />Working with DG HOME, eu-LISA, Member States and the Carrier Community on Regulation (EU) 2016/399, the Schengen Border Code.&#xd;<br />Working with DG HOME, eu-LISA, Member States and the Carrier Community relating to Regulation (EU) 2018/1240, ETIAS","lastUp":"2019-11-26T18:29:43.828+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}