{"id":"449925627344-25","name":"Associazione Data Protection Officer","registrationDate":"2017-05-31T17:32:03.665+02:00","category":3,"subCategory":2,"legal":"Associazione senza scopo di lucro","web":"http://www.assodpo.it","country":"Italy","headAddress":"Piazzale Principessa Clotilde, 6","headCity":"Milano","headPostCode":"20121","headPhone":"(39)8 00 56 17 20","boss":"Matteo Colombo","bossTitle":"Mr","bossPosition":"Presidente","membersCount":18,"membersFTE":"6.75","membership":"Dal 17.04.18 ASSO DPO è membro di CEDPO (Confederation of European Data Protection Organisations)&#xd;\nhttps://www.cedpo.eu/&#xd;\n&#xd;\nhttps://www.assodpo.it/it/privacy-colombo-asso-dpo-entriamo-in-cedpo-missione-europea-sul-data-protection-officer/","memberOrga":"Al 01.04.2019 ASSO DPO conta 734 associati di cui 28 sono persone giuridiche.&#xd;\nL'elenco completo ed aggiornato periodicamente è disponibile sul nostro sito https://www.assodpo.it/it/home_it/","goal":"L'Associazione data Protection Officer (ASSO DPO) è nata per volontà di alcuni professionisti dei settori Privacy Formazione e Consulenza Informatica per offrire ai propri associati un punto di riferimento con cui discutere ed approfondire le tematiche relative all'applicazione della normativa europea ed italiana in materia di privacy e data protection.  In particolare l'Associazione è diretta a sostenere e sviluppare l'attività del Data Protection Officer, dei Consulenti della Privacy, del Responsabile della Protezione dei Dati e del Chief Privacy Officers mediante il confronto e lo scambio di informazioni tra gli associati.  I principali obiettivi dell’Associazione sono: - Promuovere la ricerca e la diffusione delle conoscenze in materia di controlli di legittimità e di conformità alla normativa Privacy, etica ed Information Technology; - Promuovere la valorizzazione del ruolo di Data Protection Officer e favorirne la crescita professionale; - Sviluppare soluzioni condivise ai problemi applicativi posti dalla normativa in materia di Privacy e, in particolare, ai problemi connessi all’operatività della funzione nelle aziende e negli enti, eventualmente anche mediante l’elaborazione di \"standard\" e \"best practice\"; - Un confronto sulle tematiche relative alla normativa in materia di Privacy ed alla sua applicazione, interpretazione ed evoluzione.","acronym":"ASSO DPO","interests":"Justice and Fundamental Rights","euInitiatives":"Siamo attivi a livello europeo nella diffusione della cultura a livello di protezione di dati personali e abbiamo instaurato ottimi rapporti con le Autorità di Controllo e le Istituzioni a livello europeo.","lastUp":"2019-05-27T16:03:54.539+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}