{"id":"450134334553-65","name":"Fundación Centro de Tecnologías de Interacción Visual y Comunicaciones-Vicomtech","registrationDate":"2019-04-30T16:44:03.147+02:00","category":4,"subCategory":5,"legal":"Foundation","web":"http://www.vicomtech.org","country":"Spain","headAddress":"Paseo Mikeletegi 57","headCity":"San Sebastian","headPostCode":"20009","headPhone":"(34)9 43 30 92 30","boss":"Julian Florez","bossTitle":"Mr","bossPosition":"General Director","membersCount":6,"membersFTE":"1.5","membership":"ERTICO&#xd;\nBDVA&#xd;\nAIOTI&#xd;\n5G AI&#xd;\nEARTO&#xd;\nECSO","memberOrga":"http://www.vicomtech.org/en/vicomtech-corporate-information","goal":"Vicomtech aims to respond to the innovation requirements of companies and institutions. To do this, it Conducts applied research and develops multimedia visual interaction and communications technologies. Complements and closely collaborates with industry, universities and other technology centres.","acronym":"VICOM","interests":"Agriculture and Rural Development, Borders and Security, Business and Industry, Climate Action, Communication, Competition, Culture, Culture and media, Digital economy and society, Education and training, Energy, Environment, Foreign affairs and security policy, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Vicomtech's mission it to meet the Applied Research, Development and Innovation in IT requirements of industry on the fields of Computer Vision, Data Analytics, and Language Technologies. For this purpose Vicomtech follows policies and initiatives in the following areas:&#xd;<br />- Secure and Reislient Societies&#xd;<br />- Digitization of Society and Industry&#xd;<br />- Industrial transformation&#xd;<br />- Big Data, AI and legal implications on privacy and personal data","lastUp":"2019-04-30T16:50:11.307+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}