{"id":"45013506457-28","name":"Verband der TÜV e.V.","registrationDate":"2011-08-22T16:00:12.664+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein (e.V.)","web":"http://www.vdtuev.de","country":"Germany","headAddress":"Friedrichstraße, 136","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)3 07 60 09 54 00","boss":"Joachim Bühler","bossTitle":"Mr","bossPosition":"Geschäftsführendes Präsidiumsmitglied","membersCount":16,"membersFTE":"7.75","membership":"Der VdTÜV ist Mitglied in den Europäischen Verbänden CEOC, CITA und CIECA sowie in weiteren Verbänden und Vereinigungen auf nationaler Ebene, wie Eurolab, BDI oder DVR. Der VdTÜV engagiert sich außerdem bei der Erarbeitung internationaler und europäischer Normen und Leitfäden.","memberOrga":"http://www.vdtuev.de/verband/mitglieder-des-vdtuev","goal":"Der Verband der TÜV sorgt unter dem Motto \"Wissen erhalten, Zukunft gestalten\" für einen permanenten Erfahrungsaustausch. In über 100 Gremien und Arbeitskreisen beraten sich die Experten untereinander, entwickeln die technische Sicherheit immer weiter und passen ihre Methoden den aktuellen Anforderungen und Innovationen an. &#xd;<br />&#xd;<br />Der VdTÜV unterstützt seine Mitglieder bei der Erbringung ihrer unabhängigen und neutralen Dienstleistungen wie Beratung, Testen, Prüfung, Zertifizierung und Ausbildung auf den Gebieten technische Sicherheit, Qualität, Umweltschutz und Wirtschaftlichkeit. &#xd;<br />&#xd;<br />Der VdTÜV vertritt die Mitgliederinteressen in den gemeinsamen Angelegenheiten auf vorgenannten Gebieten gegenüber Politik, Regierungen, Gesetzgebungen, Ministerien, Wirtschaftskreisen, Verbänden und der Öffentlichkeit.&#xd;<br />&#xd;<br />Der VdTÜV verfolgt den Zweck einer dem technologischen Fortschritt kontinuierlich angepassten Weiterentwicklung auf allen relevanten Gebieten.&#xd;<br />&#xd;<br />Ein auf Gewinn abzielender Geschäftsbetrieb des VdTÜV ist ausgeschlossen.","acronym":"VdTÜV","interests":"Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Education, Energy, Enterprise, Environment, External Relations, Food Safety, General and Institutional Affairs, Information Society, Internal Market, Public Health, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"Für den VdTÜV von Interesse sind aktuell insbesondere:&#xd;<br />•\tVerhandlungen um Handelsabkommen &#xd;<br />•\tBREXIT&#xd;<br />•\tDigitalen Binnenmarkt (DBM) / Cyber Security&#xd;<br />•\tStrategischer Rahmen für die Energieunion&#xd;<br />•\tBinnenmarkt für Waren und Dienstleistungen &#xd;<br />•\tKreislaufwirtschaftspaket&#xd;<br />•\tÜberarbeitung der Niederspannungsrichtlinie&#xd;<br />•\tÜberarbeitung der Maschinenrichtlinie&#xd;<br />•\tÜberarbeitung Aufzugsrichtlinie&#xd;<br />•\tÜberarbeitung der Produktsicherheits- und Marktüberwachungsgesetzgebung&#xd;<br />•\tMobility Package","lastUp":"2018-04-04T11:14:15.506+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}