{"id":"450209934816-02","name":"Arctur d.o.o.","registrationDate":"2019-05-14T11:32:50.713+02:00","category":2,"subCategory":3,"legal":"družba z omejeno odgovornostjo","web":"http://www.arctur.si","country":"Slovenia","headAddress":"Industrijska cesta 1A","headCity":"Nova Gorica","headPostCode":"5000","headPhone":"(386)53 02 90 70","boss":"Tomi Ilijaš","bossTitle":"","bossPosition":"direktor","membersCount":10,"membersFTE":"2.5","membership":"Digital inovation Hubs: &#xd;\nDIH Slovenija&#xd;\nDIH HPC5","memberOrga":"","goal":"Arctur is Research &amp; Development oriented SME, active in the field of ICT. Established in 1992, Arctur has progressed to become the main Slovenian commercial supplier of HPC (High Performance Computing) services and solutions. Arctur has its own HPC and Cloud Computing infrastructure to be used as the technological foundation for advanced HPC and Cloud computing solutions and innovative web services in a distributed, high-redundancy environment. The company has extensive experience in server virtualization and deployment, integration of disparate IT-systems, IT support of project-management and server farm leverage for the deployment of Software as a Service (SaaS), specialized for small and media enterprises (SME).&#xd;<br />In recent years Arctur is active in the field of mobile solutions, interlacing them with web and Cloud platforms. Company has also entered the fast-developing field of 3D printing, both in data acquisition and 3D modelling, supported with parallel computations and remote visualization and rendering in a dedicated Cloud-based ecosystem. Endeavors related to 3D technologies are often pertinent to the field of cultural heritage.&#xd;<br />Arctur is leading the way in new concepts and paradigms on not-so-typical ICT topics like Tourism 4.0.&#xd;<br />Arctur has contributed to a number of non-ICT projects, spanning from various societal issues to innovation and creativity support methods to cultural heritage, providing both technical expertise in development and support of specific tools, as well as understanding of technology related issues to enhance theoretical work in shaping strategies and roadmaps for future research and sustainability models.","acronym":"ARCTUR","interests":"Business and Industry, Communication, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Environment, International co-operation and development, Research and innovation, Youth","euInitiatives":"Pobude: Tourism 4.0; HPC4SME; 3D Cultural Heritage; Creative Industries etc.","lastUp":"2019-05-15T10:54:24.643+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}