{"id":"450577821932-74","name":"Primary Care Diabetes Europe","registrationDate":"2016-05-25T12:48:29.880+02:00","category":3,"subCategory":2,"legal":"ivzw","web":"http://www.pcdeurope.org","country":"Belgium","headAddress":"Bredestraat 79","headCity":"Ekeren (Antwerp)","headPostCode":"2180","headPhone":"(31)6 48 54 68 92","boss":"F. Xavier Cos Claramunt","bossTitle":"Mr","bossPosition":"chairman","membersCount":1,"membersFTE":"0.25","membership":"http://www.pcdeurope.org/partners/","memberOrga":"http://www.pcdeurope.org/partners/","goal":"Primary Care Diabetes Europe (PCDE) exists to provide a focal point for primary care clinicians and their patients. Its purpose is to promote high standards of care for people living with diabetes throughout Europe. Emphasis is placed on incorporating evidence based medicine into daily practice as well as promoting diabetes education and research in primary care.&#xd;<br />&#xd;<br />Primary Care Diabetes Europe (PCDE) welcomes all healthcare professionals working for people with diabetes in a community setting.&#xd;<br />&#xd;<br />PCDE offers:&#xd;<br />&#xd;<br />- an organisation representing your interests in major European organisations at political and professional levels, with the aim of highlighting the importance of the development of high quality diabetes services in all countries.&#xd;<br />&#xd;<br />- a recognised Academic Journal publishing original research – “Primary Care Diabetes” (Publisher: Elsevier)&#xd;<br />PCDE is involved with and encourages research concerning Diabetes and all different aspects of its management in Primary Care.&#xd;<br />&#xd;<br />- PCDE organises pan-European conferences highlighting developments and challenges in Primary Care Diabetes management, the latest one was held in Barcelona in &#xd;<br />April 2018&#xd;<br />&#xd;<br />- PCDE forms an important link between Primary Care Diabetes societies where they exist across Europe, encouraging collaboration and the sharing of good practice.&#xd;<br />&#xd;<br />The most important goal of PCDE is to support ‘best practice’ in diabetes care across Europe, for the benefit of all people with diabetes.","acronym":"PCDE","interests":"Education and training, Public Health, Research and innovation","euInitiatives":"PCDE is active on the field of advocacy being a member of the ECD (European Coalition for Diabetes) operating on EU level. Main initiatives of ECD are;&#xd;<br />Horizon 2020&#xd;<br />Public Health Programme&#xd;<br />CHRODIS&#xd;<br />&#xd;<br />ECD (via lobbyist) organises regular meetings with MEP's in the European Parliament on behalf of its members (PCDE, IDF Europe, FEND, EURADIA)","lastUp":"2018-05-23T13:01:34.485+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}