{"id":"45060553191-59","name":"Norsk Hydro","registrationDate":"2010-02-08T18:00:24.587+02:00","category":2,"subCategory":3,"legal":"Norwegian ASA","web":"http://www.hydro.com","country":"Norway","headAddress":"Drammensveien, 260","headCity":"Oslo","headPostCode":"NO-0240","headPhone":"(47)22 53 81 00","boss":"Svein Richard Brandtzæg","bossTitle":"Mr","bossPosition":"CEO and President","membersCount":3,"membersFTE":"3.0","membership":"European Aluminium &#xd;\nEuropean Non-ferrous Metals Association - Eurometaux&#xd;\nEuropean Roundtable of Industrialists - ERT&#xd;\nBusiness Europe&#xd;\nInternational Emissions Trading Association - IETA&#xd;\nCentre for European Policy Studies - CEPS&#xd;\nInternational Federation of Industrial Energy Consumers - IFIEC&#xd;\nAMISA2&#xd;\nBritish Chamber of Commerce&#xd;\nEuropean Roundtable on Climate Change and Sustainable Transition - ERCST&#xd;\nEuropean Energy Forum - EEF","memberOrga":"","goal":"Hydro is a fully integrated aluminium company with 35,000 employees in 40 countries on all continents, combining local expertise, worldwide reach and unmatched capabilities in R&amp;D. In addition to production of primary aluminium, rolled and extruded products and recycling, Hydro also extracts bauxite, refines alumina and generates energy to be the only 360° company of the global aluminium industry. Hydro is present within all market segments for aluminium, with sales and trading activities throughout the value chain. Headquartered in Norway and rooted in more than a century of experience in renewable energy, technology and innovation, Hydro is committed to strengthening the viability of its customers and communities, shaping a sustainable future through innovative aluminium solutions. &#xd;<br />&#xd;<br />Hydro operates modern, cost-efficient primary metal production facilities in Europe, America, Australia and Middle East. We are an industry leader for a range of downstream products and markets, in particular the building, packaging, lithographic, industrial design and automotive market sectors. We supply high quality, value-added aluminium products and solutions. Hydro is the second largest power producer in Norway, and the largest privately owned producer.","acronym":"","interests":"Climate Action, Competition, Customs, Energy, Enterprise, Environment, General and Institutional Affairs, Internal Market, Research and Technology, Taxation, Trade, Transport","euInitiatives":"EU ETS Directive implementation, Competition policy (state aid), Energy Union / electricity market design, Energy Efficiency Directive, Clean Mobility Package, FTAs negotiations, trade relations with China, trade relations with US, trade defence, Circular Economy Package and the Action Plan, products - chemicals - waste interface, Waste Shipment Regulation, EU industrial policy, innovation policy","lastUp":"2018-04-05T15:43:10.232+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}