{"id":"451019811573-55","name":"ACCIONA, S.A.","registrationDate":"2013-07-30T12:19:07.359+01:00","category":2,"subCategory":3,"legal":"Sociedad Anónima","web":"http://www.acciona.com","country":"Spain","headAddress":"Avenida de Europa, 18","headCity":"Alcobendas, Madrid","headPostCode":"28108","headPhone":"(34)9 16 57 64 71","boss":"Joaquín Mollinedo","bossTitle":"Mr","bossPosition":"Chief Institutional Relations Officer","membersCount":2,"membersFTE":"0.5","membership":"Wind Europe;  European Construction Technology Platform (ECTP); The Prince of Wales' Corporate Leaders Group; World Business Council for Sustainable Development.","memberOrga":"","goal":"Listed on the selective Ibex-35 stock exchange index, ACCIONA is one of the foremost Spanish business corporations, leader in the development and management of infrastructure, renewable energy, water and services. &#xd;<br />ACCIONA is present in more than 40 countries in the five continents. In the European Union, ACCIONA has a strong presence in Spain, the UK, Croatia, Greece, Germany, Sweden, Portugal, Italy and Poland.&#xd;<br />ACCIONA’s mission is to be a leader in the creation, development and management of infrastructure, energy, water and services; contributing actively to social wellbeing and sustainable development.  Its positioning as a pioneer in development and sustainability expresses its capacity to respond to the challenge of achieving sustainable development across all its business areas. One of ACCIONA's specific commitments is to reduce gradually its climate footprint and lead the transition to a low-carbon economy.","acronym":"ANA","interests":"Budget, Business and Industry, Climate Action, Competition, Economy, finance and the euro, Energy, Environment, International co-operation and development, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"State Aid guidelines + Rail transport; 2030 climate and energy Framework and related files; Energy Union and related files; Connecting Europe Facility and related files; Water Framework Directive's ancillary files; Horizon 2020; R&amp;D initiatives; Environmental taxation; Spain-Country Specific recommendations.","lastUp":"2019-02-22T12:24:29.403+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}