{"id":"451364833242-38","name":"Fundació privada per a la Xarxa Oberta, Lliure i Neutral, guifi.net","registrationDate":"2018-11-19T11:21:18.514+02:00","category":3,"subCategory":2,"legal":"Fundación","web":"http://fundacio.guifi.net","country":"Spain","headAddress":"Escoles Antigues CD3210","headCity":"Gurb","headPostCode":"08503","headPhone":"(34)6 21 20 18 84","boss":"Ramon Roca Tió","bossTitle":"","bossPosition":"Presidente del Patronato","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"La Fundación  guifi. net   nació con la voluntad de   impulsar y promover una red de telecomunicaciones mancomunada abierta, libre y neutral  basada en un  modelo del procomun.  &#xd;<br />&#xd;<br />Somos un equipo que trabajamos para construir una alternativa solidaria, sostenible y de proximidad; con soluciones tecnológicas innovadoras que favorecen el acceso a Internet sin discriminaciones. &#xd;<br />&#xd;<br />En la red guifi.net participan miles de personas y diversos operadores de telecomunicaciones que ofrecen sus servicios utilizando la red para mejorar el acceso a Internet construyendo una gran red de telecomunicaciones para mejorar la alternativas en el territorio. &#xd;<br />&#xd;<br />Guifi.net es un proyecto abierto a todas las personas para que puedan utilizarlo para conectarse o, si es un operador de telecomunicaciones o de servicios, para que pueda ofrecerlos a las personas usuarias de la red, consiguiendo con ello mejorar las posibilidades de las personas usuarias, posibilitando poder escoger entre diferentes operadores y diferentes ofertas de servicios y optimizando las oportunidades y capacidades de los operadores con la mejora de sus mercados y las capacidades que aporta la economia colaborativa.","acronym":"","interests":"Competition, Digital economy and society, Research and innovation","euInitiatives":"Los relacionados con las redes de telecomunicaciones y el derecho de acceso a Internet.","lastUp":"2019-05-27T15:51:40.774+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}