{"id":"451495236493-64","name":"Stuttgarter Straßenbahnen AG","registrationDate":"2019-11-08T16:43:35.773+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"https://www.ssb-ag.de/","country":"Germany","headAddress":"Schockenriedstr. 50","headCity":"Stuttgart","headPostCode":"70565","headPhone":"(49)0 71 17 88 50","boss":"Ulrich Weber","bossTitle":"Mr","bossPosition":"Leiter Stabstelle Förderthemen/EU-Themen","membersCount":1,"membersFTE":"0.25","membership":"International Association of Public Transport (UITP): www.uitp.org&#xd;\nVerband Deutscher Verkehrsunternehmen (VDV): www.vdv.de&#xd;\nVerband Kommunaler Unternehmen (VKU): www.vku.de","memberOrga":"x","goal":"Die Stuttgarter Straßenbahnen Aktiengesellschaft, Stuttgart (SSB) erbringt als integriertes Tochterunternehmen (Betrieb, Fahrzeuge, &#xd;<br />Infrastruktur) der Landeshauptstadt &#xd;<br />Stuttgart (LHS) Mobilitätsdienstleistungen im ÖPNV in Stuttgart und im Umland. Zum Unternehmenszweck gehören der Betrieb sowie die Bereitstellung und Instandhaltung von Fahrzeugen, Betriebsanlagen und &#xd;<br />Infrastruktur sowie die Verwaltung und Verwertung von betriebseigenen Grundstücken.&#xd;<br />&#xd;<br />Zentrale wirtschaftliche Ziele der SSB bilden der Gewinn von zusätzlichen Fahrgästen sowie die Generierung von Fahrgeldmehreinnahmen, da Mehreinnahmen zur Deckung jährlich steigender operativer Aufwendungen  &#xd;<br />benötigt werden. Diese ergeben sich insbesondere aus steigenden Bau- und Instandhaltungsaufwendungen, Entgelttariferhöhungen, Angebotsausweitungen und Inflation. Zur Dämpfung der strukturellen Belastungen werden an der Kostensteigerung orientierte, jährliche &#xd;<br />Anpassungen des VVS-Gemeinschaftstarifs und Mengensteigerungen beim Fahrtaufkommen angestrebt. Durch eine aktive Marktbearbeitung sollen, beispielsweise in Form von attraktiven Beförderungs- und Einstiegsangeboten, sowohl Gelegenheitsnutzer zum häufigeren Nutzen des ÖPNV als auch neue Fahrgäste zur Nutzung des ÖPNV animiert &#xd;<br />werden. Dies unterstützt die Landeshauptstadt insbesondere vor dem Hintergrund der gesetzlichen Vorgaben zur Luftreinhaltung bei der Entlastung vom &#xd;<br />motorisierten Individualverkehr.","acronym":"SSB AG","interests":"Climate Action, Digital economy and society, Energy, Environment, Transport","euInitiatives":"EU Green Deal, Urban mobility, PSO regulation 2016/2338, passenger rights, services of general interest, digitalisation/open data, Clean Vehicles Directive, multiannual financial framework, CEF, Horizon 2020","lastUp":"2019-11-08T16:44:20.136+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}