{"id":"4516220482-22","name":"Deutsche Bahn AG","registrationDate":"2008-10-08T16:56:14.747+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.deutschebahn.com","country":"Germany","headAddress":"Potsdamer Platz 2","headCity":"Berlin","headPostCode":"10785","headPhone":"(49)30 29 76 11 14","boss":"Frank Miram","bossTitle":"Mr","bossPosition":"Leiter Wirtschaft, Politik und Regulierung","membersCount":4,"membersFTE":"4.0","membership":"CER (Community of European Railways), UITP, UIC, RFE (Rail Forum Europe), ELP (European Logistics Platform).","memberOrga":"","goal":"Der Deutsche Bahn Konzern ist ein internationaler Anbieter von Mobilitäts- und Logistikdienstleistungen und agiert weltweit in über 130 Ländern. Über 300.000 Mitarbeiter, davon rund 187.000 in Deutschland, setzen sich täglich dafür ein, Mobilität und Logistik für die Kunden sicherzustellen und die dazugehörigen Verkehrsnetze auf der Schiene, der Straße, zu Wasser und in der Luft effizient zu steuern und zu betreiben.&#xd;<br />&#xd;<br />Kern des Unternehmens ist das Eisenbahngeschäft in Deutschland mit über 5,5 Millionen Kunden täglich im Schienenpersonenverkehr und rund 558 Tausend Tonnen beförderter Güter pro Tag. Rund 2,1 Millionen Kunden sind täglich mit unseren Bussen in Deutschland unterwegs. Insgesamt fahren auf unserem modernen, über 33.400 Kilometer langen und für Wettbewerb geöffneten Streckennetz täglich rund 40.000 Züge. Die Anzahl der Personenbahnhöfe beträgt 5.662.&#xd;<br />&#xd;<br />Im Personenverkehr befördert der DB-Konzern europaweit (inkl. Deutschland) in seinen Zügen und Bussen mehr als 12 Millionen Personen pro Tag. Im Bereich Transport und Logistik werden im europäischen Netzwerk pro Jahr rund 300 Millionen Tonnen Güter auf der Schiene und rund 100 Millionen Sendungen auf der Straße transportiert. In den weltweiten Netzwerken werden rund 1,2 Millionen Tonnen Luftfracht und rund 2 Millionen TEU Seefracht abgewickelt.&#xd;<br />&#xd;<br />Im Geschäftsjahr 2016 betrug der um Sondereffekte bereinigte Umsatz des DB-Konzerns über 40,6 Milliarden Euro und das um Sondereffekte bereinigte operative Ergebnis (EBIT) rund 1,95 Milliarden Euro.&#xd;<br />&#xd;<br />&#xd;<br />Die weiterentwickelte Strategie des DB-Konzerns verstärkt den Fokus auf die Qualität. Richtschnur unseres Handelns bleibt dabei weiterhin der Nachhaltigkeitsansatz als strategischer Rahmen, mit der Zielsetzung, den Einklang der Dimensionen Ökonomie, Soziales und Ökologie zu erreichen. Weiterhin wollen wir durch eine klare strategische Ausrichtung der operativen Bereiche unsere Kunden weiterhin überzeugen. &#xd;<br />&#xd;<br />Zu den wesentlichen Tochtergesellschaften der Deutschen Bahn zählen: DB Netz AG, DB Station&amp;Service AG, DB Energie GmbH, DB Fernverkehr AG, DB Regio AG, Arriva plc, DB Cargo AG und DB Schenker.","acronym":"DB","interests":"Audiovisual and Media, Budget, Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Alle für den Verkehrsbereich relevanten Gesetzgebungsvorschläge und Initiativen auf europäischer Ebene werden beobachtet.","lastUp":"2017-07-25T16:37:39.088+01:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}