{"id":"4516220482-22","name":"Deutsche Bahn AG","registrationDate":"2008-10-08T16:56:14.747+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.deutschebahn.com","country":"Germany","headAddress":"Potsdamer Platz 2","headCity":"Berlin","headPostCode":"10785","headPhone":"(49)30 29 76 11 14","boss":"Frank Miram","bossTitle":"Mr","bossPosition":"Leiter Wirtschaft, Politik und Regulierung","membersCount":3,"membersFTE":"3.0","membership":"CER (Community of European Railways), UITP (Union Internationale des Transports Publics) , UIC (Union internationale des chemins de fer) , RFE (Rail Forum Europe), ELP (European Logistics Platform).","memberOrga":"","goal":"Der Deutsche Bahn Konzern ist ein internationaler Anbieter von Mobilitäts- und Logistikdienstleistungen und agiert weltweit in über 130 Ländern. Die Konzernleitung befindet sich in Berlin. Über 310.000 Mitarbeiter sind im DB-Konzern beschäftigt, knapp 40% davon außerhalb Deutschlands. Im Personenverkehr befördert der DB-Konzern europaweit (inkl. Deutschland) in seinen Zügen und Bussen mehr als 12 Millionen Personen pro Tag. Im Bereich Transport und Logistik werden im europäischen Netzwerk pro Jahr rund 300 Millionen Tonnen Güter auf der Schiene und rund 100 Millionen Sendungen auf der Straße transportiert. In den weltweiten Netzwerken werden rund 1,3 Millionen Tonnen Luftfracht und rund 2,1 Millionen TEU Seefracht abgewickelt. Im Geschäftsjahr 2017 betrug der um Sondereffekte bereinigte Umsatz des DB Konzerns über 42,7 Milliarden Euro und das um Sondereffekte bereinigte operative Ergebnis (EBIT) rund 2,15 Milliarden Euro.","acronym":"DB","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, General and Institutional Affairs, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Alle für den Verkehrsbereich relevanten Gesetzgebungsvorschläge und Initiativen auf europäischer Ebene werden beobachtet.","lastUp":"2018-07-13T12:19:44.907+02:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}