{"id":"451746326014-83","name":"INSTANCE INTERNATIONALE d'ARBITRAGE et de MEDIATION des CONCESSIONS","registrationDate":"2017-02-21T12:49:36.534+01:00","category":4,"subCategory":5,"legal":"association","web":"","country":"France","headAddress":"21/25 boulevard d'Auteuil","headCity":"BOULOGNE-BILLANCOURT","headPostCode":"92100","headPhone":"(33)6 11 41 10 33","boss":"michèle VALLY","bossTitle":"Ms","bossPosition":"Présidente","membersCount":6,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"Promouvoir auprès de tous les acteurs économiques publics ou privés ainsi qu'auprès des collectivités publiques responsables les modes alternatifs ou amiables de règlement des litiges ou divergences dans tous les secteurs où la concession, la gestion déléguée ou le PPP ont été mis en oeuvre. Offrir aux collectivités publiques organisatrices mais aussi aux opérateurs économiques les moyens intellectuels et matériels nécessaires à la mise en oeuvre d'un mode alternatif et/ou amiable de règlement des conflits : arbitrage, médiation, conciliation ……….","acronym":"2IAMC","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Culture, Development, Economic and Financial Affairs, Energy, Environment, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Information Society, Internal Market, Public Health, Sport, Trans-European Networks, Transport","euInitiatives":"Elaboration de la réforme en ROUMANIE tendant à l'adoption d'un système actualisé de la concession, en coordination avec l'Union Européenne - &#xd;<br />&#xd;<br /> Travail avec M. JUVIN, rapporteur au Parlement Européen sur le projet de Directive Concession, en 2013. Entretiens avec les services de M. BARNIER en 2012 sur l'élaboration d'un texte sur le régime de la concession dans l'Union Européenne.","lastUp":"2018-02-07T19:57:09.921+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}