{"id":"4518600611-48","name":"Danish Shipping","registrationDate":"2008-11-05T10:58:50.417+02:00","category":2,"subCategory":4,"legal":"Medlemsorganisation","web":"http://www.danishshipping.dk","country":"Denmark","headAddress":"Amaliegade, 33","headCity":"København K","headPostCode":"1256","headPhone":"(45)33 11 40 88","boss":"Anne Hedensted Steffensen","bossTitle":"Ms","bossPosition":"Administrerende direktør","membersCount":3,"membersFTE":"2.5","membership":"Danske Rederier er repræsenteret i en lang række råd og udvalg i Danmark. Desuden er Danske Rederier medlem af en række internationale rederiorganisationer f.eks. ECSA (European Community Shipowners’ Associations), ICS (International Chamber of Shipping), ISF (Internation Shipping Federation) mv.","memberOrga":"www.danishshipping.dk","goal":"Danske Rederiers mission er som arbejdsgiver- og brancheorganisation at varetage medlemmernes interesser. I foreningens vedtægter er formålet udtrykt ved: &#xd;<br />&#xd;<br />-\tat fremme sammenholdet og samarbejdet inden for rederinæringen,&#xd;<br />-\tat varetage rederinæringens interesser i forhold til offentlige myndigheder og institutioner,&#xd;<br />-\tat repræsentere dansk skibsfart på nationale og internationale områder,&#xd;<br />-\tat afgive responsa om sædvanemæssige forhold inden for søfarten,&#xd;<br />-\tat føre forhandlinger og indgå bindende aftaler angående løn- og kontraktforhold vedrørende personer ansat på skibene samt at støtte medlemmerne i tilfælde af strejke eller anden uenighed mellem rederier og besætninger eller andre personer eller organisationer, med hvem foreningen har sluttet overenskomst.&#xd;<br />&#xd;<br />Organisationen er finansieret via medlemsbidrag, som er et vedtægtsbaseret kontingentbidrag.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Environment, External Relations, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, Maritime affairs and fisheries, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"MRV, Shareholder, ESSF, Sulphur, Seafarers rights, social dialogue, piracy, trade agreements, sanctions, admininstrative burdens, eMaritime, taxation and customs, environment, Brexit etc.","lastUp":"2018-05-03T10:54:20.193+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}