{"id":"452451015983-08","name":"Union des Industries de la Fertilisation","registrationDate":"2015-02-10T11:24:31.278+02:00","category":2,"subCategory":1,"legal":"association professionnelle","web":"http://www.unifa.fr","country":"France","headAddress":"Le Diamant A","headCity":"PARIS La Défense","headPostCode":"92909","headPhone":"(33)1 46 53 10 30","boss":"Florence NYS","bossTitle":"Ms","bossPosition":"Déléguée générale","membersCount":5,"membersFTE":"3.25","membership":"L'UNIFA constitue un corps intermédiaire entre, d’une part les entrepreneurs et entreprises adhérentes et, d’autre part, les pouvoirs publics, parlementaires, administrations et  instances de branches au niveau français (Union des Industries Chimiques, MEDEF) et européen (Fertilizers Europe, IMA, EBIC)","memberOrga":"L’UNIFA compte 43 adhérents qui produisent des engrais (minéraux, organo-minéraux et organiques), des amendements minéraux basiques et des biostimulants en France et en Europe. Ces adhérents représentent 96% de la production française de fertilisants et 78% des livraisons, sur un marché annuel de près de 11,5 millions de tonnes de produits.","goal":"L’Union des industries de la fertilisation (UNIFA) représente une famille d’acteurs stratégiques de la filière agricole et agro-alimentaire. Elle a pour mission de promouvoir l’utilité des fertilisants ainsi que le rôle fondamental de leurs producteurs dans le développement d’une agriculture compétitive et durable en France.&#xd;<br />L’UNIFA est engagée au quotidien pour porter la voix de l’ensemble de ses adhérents, défendre l’image et les enjeux des industries de la fertilisation, la finalité des produits, tout en incarnant la diversité des métiers.&#xd;<br />L’UNIFA intervient dans les domaines techniques, économiques, agronomiques, environnementaux et réglementaires liés à la production et à l’utilisation des fertilisants et des biostimulants.","acronym":"UNIFA","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Economy, finance and the euro, Energy, Environment, Food Safety, Public Health, Taxation, Trade, Transport","euInitiatives":"Règlement sur la mise sur le marché des fertilisants (Règlement CE N°2003/2003 ;Règlement (UE) n°2019/1009) &#xd;<br />Règlement REACH et CLP&#xd;<br />Directive cadre sur l'eau et directive fille sur les eaux souterraines ainsi que directive Nitrates d'origine agricole;&#xd;<br />Règlement sur les sous-produits animaux suivi par DG Sanco;&#xd;<br />Directive déchets;&#xd;<br />Directive qualité de l'air;&#xd;<br />Directive sol","lastUp":"2019-07-10T18:01:55.495+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}