{"id":"452735627624-04","name":"Blue Solutions","registrationDate":"2017-06-29T19:44:54.838+02:00","category":2,"subCategory":3,"legal":"société anonyme","web":"https://www.blue-solutions.com/","country":"France","headAddress":"31-32, quai de Dion Bouton","headCity":"Puteaux cedex","headPostCode":"92811","headPhone":"(33)1 46 96 44 33","boss":"Jean-Luc Montfort","bossTitle":"Mr","bossPosition":"Directeur Général","membersCount":1,"membersFTE":"0.5","membership":"The Advanced Rechargeable &amp; Lithium Batteries Association Platform for Electromobility&#xd;\nUITP","memberOrga":"","goal":"Blue Solutions est la société qui regroupe les activités de stockage d’électricité développées par le Groupe Bolloré.&#xd;<br />&#xd;<br />En diversifiant son activité historique de producteur de papiers et de films plastiques ultrafins, le Groupe Bolloré est devenu producteur de composants électriques complets pour condensateurs, jusqu’à détenir plus d’un tiers du marché mondial. À partir  de cette expertise et après 20 ans de R&amp;D, le Groupe a mis au point des batteries et solutions de stockage d’électricité qui reposent sur une technologie unique, la batterie LMP® (Lithium Métal Polymère) ainsi que sur la technologie des supercapacités.&#xd;<br />&#xd;<br />À l’heure où les questions de développement durable et de stockage de l’électricité sont devenues des enjeux majeurs pour les citoyens, les villes et les États, le Groupe Bolloré s’appuie sur cette expertise pour développer des solutions de stockage et de gestion intelligente de l’électricité.&#xd;<br />&#xd;<br />Blue Solutions c’est aujourd’hui plus de 300 chercheurs, ingénieurs et techniciens qui produisent ces batteries de haute technologie sur deux sites de production situés en Bretagne et au Canada. La capacité de production annuelle s’élève à ce jour à 300 MWh, équivalent à 10 000 batteries de 30 kWh. À l’horizon 2019-2020, celle-ci sera portée à 1 GWh, soit l’équivalent de 32 500 batteries de 30 kWh.&#xd;<br />&#xd;<br />Ces batteries sont utilisées dans des applications mobiles (véhicules électriques), mais aussi dans des applications stationnaires (stockage d’électricité pour les particuliers, les entreprises, les collectivités…) développées et commercialisées par d’autres entités du Groupe réunies au sein de Blue Applications, qui connaissent depuis 2011 un développement rapide sur tous les continents.&#xd;<br />&#xd;<br />Ensemble, Blue Solutions et Blue Applications estiment bénéficier d’un positionnement unique d’intégrateur disposant à la fois des batteries et des solutions complètes pour répondre aux nouveaux besoins liés à la transition énergétique.","acronym":"","interests":"Business and Industry, Climate Action, Energy, Environment, International co-operation and development, Research and innovation, Transport","euInitiatives":"- Paquet Energie Climat &#xd;<br />- Paquet Mobilité propre&#xd;<br />- Réglementation sur les batteries","lastUp":"2018-10-02T18:33:21.970+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}