{"id":"45302097366-82","name":"Finans og Leasing","registrationDate":"2011-12-07T13:41:39.258+02:00","category":2,"subCategory":1,"legal":"Association","web":"http://www.finansogleasing.dk/","country":"Denmark","headAddress":"Torveporten, 2, 4. sal","headCity":"Valby","headPostCode":"2500","headPhone":"(45)40 38 29 87","boss":"Christian Brandt","bossTitle":"Mr","bossPosition":"Direktør","membersCount":2,"membersFTE":"0.5","membership":"EUROFINAS&#xd;\nLEASEUROPE&#xd;\nEUfederation - factoring","memberOrga":"","goal":"Finans og Leasing er en interesseorganisation for danske registrede virksomheder, der beskæftiger sig med finansiering. I maj 2004 ændredes foreningens navn til det nuværende fra det oprindelige, Danske Finansieringsselskabers Forening.&#xd;<br />&#xd;<br />De første indledende drøftelser omkring oprettelse af foreningen blev foretaget i slutningen af 1960'erne, og formaliseret i 1976. Foreningen har siden haft en række af de væsentlige finansieringsselskaber i Danmark som medlemmer. Som medlem kan optages selskaber, der hovedsagelig driver finansieringsvirksomhed i Danmark. Herved omfattes aktiviteter som factoring, kontokortfinansiering, leasing og andre former, der kan karakteriseres som finansieringsvirksomhed.&#xd;<br />&#xd;<br />Det ligger i foreningens formål at virke for en sund udvikling af finansieringsvirksomhed i Danmark. Der arbejdes derfor med problemstillinger, der vedrører medlemmernes aktivitet. Således repræsenterer foreningen medlemmerne overfor offentlige myndigheder i spørgsmål om nye love og har gennem høringssvar mulighed for at øve indflydelse herpå. Endvidere yder foreningen en omfattende informationsservice og uddannelsesaktivitet for medlemmerne.&#xd;<br />&#xd;<br />Alle medlemmer af Finans og Leasing er underlagt et kodeks for god forretningsskik. Formålet med kodekset er at sikre en høj standard for den adfærd, som selskaberne udviser i forhold til deres kunder (såvel forbrugere som erhvervsdrivende). &#xd;<br />&#xd;<br />Finans og Leasing har retningslinjer for afgivelse af responsum eller forslag til en egnet syn- og skønsmand – se mere herom i dette dokument.","acronym":"F&amp;L","interests":"Consumers, Single market","euInitiatives":"Eurofinas, Leaseurope, EUfederation - factoring","lastUp":"2018-05-08T13:06:21.950+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}