{"id":"453232829157-04","name":"BioMarin UK Limited","registrationDate":"2017-11-30T17:09:19.402+01:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.biomarin.com","country":"United kingdom","headAddress":"10 Bloomsbury Way","headCity":"London","headPostCode":"WC1A 2SL","headPhone":"(44)20 74 20 08 00","boss":"Richard Morris","bossTitle":"Mr","bossPosition":"Vice President, Legal &amp; Compliance, EUMEA","membersCount":2,"membersFTE":"1.0","membership":"BioMarin is a member of the following industry associations at the EU level:&#xd;\n&#xd;\n• EUCOPE – The European Confederation of Pharmaceutical Entrepreneurs (www.eucope.org)&#xd;\n&#xd;\n• EuropaBio – The European Association for Bioindustries (www.europabio.org)&#xd;\n&#xd;\n• ARM – Alliance for Regenerative Medicine (www.alliancerm.org)&#xd;\n&#xd;\nBioMarin is also a supporting member of the EURORDIS Round Table of Companies (ERTC, www.eurordis.org/content/ertc-members) as well as an industry partner of the European Brain Council (EBC, http://www.braincouncil.eu/about-us/industry-partners-2/)","memberOrga":"","goal":"BioMarin is a global biotechnology company that develops and commercializes innovative therapies for people with serious and life-threatening rare diseases and medical conditions. Our therapy portfolio consists of 7 commercialized products and multiple clinical and pre-clinical product candidates. For additional information, please visit www.BioMarin.com","acronym":"BMRN","interests":"Budget, Business and Industry, Competition, Consumers, Customs, Economy, finance and the euro, Employment and Social Affairs, External Relations, Institutional affairs, Public Health, Research and innovation, Single market, Taxation, Trade, Youth","euInitiatives":"BioMarin monitors and follows policy and legislation of relevance to the biopharmaceutical sector in general and for the research and development of innovative orphan medicines in particular. We are interested in interacting with European institutions and stakeholders on all topical issues relating to healthcare policy, pharmaceuticals, reimbursement, intellectual property, patient safety, research and innovation, competitiveness and the internal market.","lastUp":"2019-11-26T18:37:04.881+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}