{"id":"453261525347-58","name":"PSC Patients Europe","registrationDate":"2017-01-06T10:23:36.079+01:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://www.pscpatientseurope.org/home.html","country":"Netherlands","headAddress":"Postbus 55","headCity":"Bennebroek","headPostCode":"2120 AB","headPhone":"(31)6 51 18 64 57","boss":"Marleen KAATEE","bossTitle":"Ms","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"Eurordis: http://www.eurordis.org/&#xd;\n&#xd;\nEurordis CEF: http://www.eurordis.org/content/european-disease-specific-federations&#xd;\n&#xd;\nEurordis DITA Task Force: http://www.eurordis.org/content/dita-task-force&#xd;\n&#xd;\nHTAi Patient &amp; Citizen involvement group: http://www.htai.org/interest-groups/patient-and-citizen-involvement.html (personal membership)&#xd;\n&#xd;\nVSOP: http://www.vsop.nl/nl/wie-zijn-wij&#xd;\n&#xd;\nNVH: http://www.hepatologie.org/&#xd;\n(personal membership)&#xd;\n&#xd;\nEASL : http://www.easl.eu/ (personal membership)","memberOrga":"We are a foundation, we don't have members.&#xd;\n(By law in NL, a foundation can not have members)&#xd;\n&#xd;\nOur website however covers articles in 29 languages, including the EU languages.&#xd;\n&#xd;\nMeanwhhile we have a global reach, however our focus is still on Europe.","goal":"We are a pan-European patient driven organisation, 100% volunteer-based, and we are working together with various national organisations related to PSC, based in, amongst others, Austria, Belgium, Italy,  Finland, Germany, Lithuania, Macedonia, Norway, Portugal, Roumania, Slovakia, Spain, Sweden and the Netherlands. &#xd;<br />&#xd;<br />Our goals include initiating the various PSC stakeholders to work together closely and form a strong liaison. Education, information resource, support, patient advacacy, research and fundraising for people affected by PSC are a few areas we will cover. In all our activities, we try &amp; incorporate the 'peadiatric element', as we are convinced it is necessary for all stakeholders to realise our children can not be overlooked.&#xd;<br />&#xd;<br />We are strong believers that there should be a lay version of every scientific and medical article and report related to PSC available in open source and in as many European languages as possible. We state 'The lay version is the ultimate completion of the scientific article'. So far, the feedback from the doctors and researchers has been great and PSC Patients Europe has been approached by researchers, doctors and the industry to work on the lay versions and to set criteria to do so.&#xd;<br />&#xd;<br />We feel privileged to be able to share our knowledge and experience with others on a national and international level. This also includes sharing patient expertise to .e.g. other patient organisations and on an EU level.","acronym":"PSCPE","interests":"Consumer Affairs, Public Health, Research and Technology, Trans-European Networks","euInitiatives":"Patient involvement in research&#xd;<br />EU Health related-issues&#xd;<br />ERN RARE-LIVER&#xd;<br />Rare disease topics&#xd;<br />HTA&#xd;<br />EMA Patient Expert&#xd;<br />Salzburg Global seminar","lastUp":"2017-12-31T16:37:51.380+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}