{"id":"453726034883-16","name":"Renewable Freedom Foundation","registrationDate":"2019-05-20T13:13:21.707+02:00","category":3,"subCategory":2,"legal":"foundation","web":"https://www.renewablefreedom.org/","country":"Germany","headAddress":"Stauffenbergstr. 2a","headCity":"Ingolstadt","headPostCode":"","headPhone":"(49)8 41 13 30 07 81","boss":"Moritz Bartl","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"The non-profit Renewable Freedom Foundation is committed to supporting social education initiatives that are rooted in the principles of a free and democratic constitutional order and committed to promoting the values of freedom and responsibility, tolerance, and pluralism and to empowering and connecting voluntary and non-profit civil society initiatives. The Foundation is thus dedicated to providing support to projects and initiatives that promote freedom, particularly those related to digital society.&#xd;<br />&#xd;<br />The Foundation endeavors to create and support an environment in which the internet and other technologies serve as tools for securing and strengthening human  rights and civil liberties and, in this way, promote a free and open society. It consequently opposes and seeks to counter any of these technologies being used for the purposes of oppression or persecution. &#xd;<br />&#xd;<br />The issues we face are not just about (insufficient or deficient) technology; we must start by recognizing that the complex social, cultural, and political contexts in which we live are shaped and defined over the long term by the deployment and uptake of certain technologies. This is precisely why we do not restrict our attention to technology alone. We also engage substantively with society and politics more broadly and attend to relevant actors’ own particular motives and aims so that we can better realize our objective of promoting and more effectively supporting our fundamental civil liberties.","acronym":"RFF","interests":"Borders and Security, Climate Action, Communication, Culture and media, Digital economy and society, Environment, Foreign affairs and security policy, Humanitarian aid and civil protection, Justice and Fundamental Rights, Migration and asylum, Research and innovation, Youth","euInitiatives":"We primarily follow current dossiers and its implementation related to digital rights, among other, like GDPR, NIS Directive, Copyright Reform, Trade Secrets Directive, eIDAS, Netneutrality and the \"Cybersecurity Act\".","lastUp":"2019-05-20T15:11:41.223+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}