{"id":"454016319202-79","name":"RWTH Aachen University","registrationDate":"2015-10-15T14:59:36.144+02:00","category":4,"subCategory":12,"legal":"Körperschaft des öffentlichen Rechts","web":"http://www.rwth-aachen.de","country":"Germany","headAddress":"Templergraben 55","headCity":"Aachen","headPostCode":"52062","headPhone":"(49)24 18 01","boss":"Ulrich Ruediger","bossTitle":"Mr","bossPosition":"Rektor","membersCount":8,"membersFTE":"6.0","membership":"","memberOrga":"","goal":"Forschung und Lehre&#xd;<br />&#xd;<br />Die RWTH Aachen hat sich klare Ziele gesetzt. Bis zum Jahr 2020 will sie gemessen an wissenschaftlichem Output, an der Qualität ihrer Absolventinnen und Absolventen sowie an Drittmitteln die beste deutsche technische Universität und eine der fünf besten Europas sein. Sie strebt an, führend zu sein bei interdisziplinären Großforschungsprojekten. Sie will eine in Forschung und Lehre dauerhaft exzellente, weltweit sichtbare Hochschule sein, die einerseits herausragende Wissenschaftlerinnen und Wissenschaftler und andererseits qualifizierten Führungsnachwuchs für Industrie und Gesellschaft im nationalen wie internationalen Kontext ausbildet.&#xd;<br />&#xd;<br />In diesem tiefgreifenden und komplexen Prozess der Neuorientierung versteht sich die RWTH Aachen als eine Hochschule, in der alle Gruppen zu einer dauerhaften und offenen Kommunikationskultur aktiv beitragen. Alle Hochschulangehörigen einschließlich der Studierenden bekennen sich zu einer gemeinsam getragenen Hochleistungskultur: Wettbewerb wird als fördernder Teil der Wissenschaftskultur verstanden. Die RWTH Aachen begreift diese kreative Veränderungskultur als Grundprinzip für wissenschaftliche Innovation und gesellschaftlichen Fortschritt.","acronym":"RWTH","interests":"Education and training, International co-operation and development, Research and innovation","euInitiatives":"Horizon 2020, ERC, EIT KIC, Initiativen mit Blick auf die Umsetzung von Horizon 2020 und zukünftige Forschungsrahmenprogramme, Abwicklung von FP7- Projekten","lastUp":"2018-09-28T11:44:35.523+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}