{"id":"45412752331-91","name":"Danske Advokater (The Association of Danish Law Firms)","registrationDate":"2009-09-25T12:16:53.552+02:00","category":2,"subCategory":4,"legal":"Non-profit erhvervsorganisation","web":"http://www.danskeadvokater.dk/","country":"Denmark","headAddress":"Vesterbrogade, 32","headCity":"København V","headPostCode":"1620","headPhone":"(45)33 43 70 00","boss":"Paul Mollerup","bossTitle":"Mr","bossPosition":"Administrerende direktør","membersCount":2,"membersFTE":"0.5","membership":"FN - Global Compact&#xd;\nCCBE&#xd;\nIBA","memberOrga":"http://www.danskeadvokater.dk/Find-din-advokat.aspx?ID=19271","goal":"Varetage advokatvirksomhedernes interesser på det erhvervspolitiske område. Danske Advokater samler de advokatvirksomheder, der vil bidrage til branchens og deres egen udvikling og varetager advokatvirksomhedernes erhvervspolitiske og kommercielle interesser i forhold til omverdenen og er i den sammenhæng en markant stemme i samfundsdebatten nationalt og internationalt. Danske Advokater værner også om retssikkerheden og stiller advokaternes faglige kompetencer til rådighed i lovgivningsprocessen og den retspolitiske debat, og bidrager til at sikre en professionel, løbende udvikling af branchen, som gør medlemmerne af Danske Advokater til det sikre valg.","acronym":"DAD","interests":"Competition, Consumer Affairs, Development, Employment and Social Affairs, Energy, Enterprise, External Relations, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Taxation, Trade","euInitiatives":"Directive COM (2016) 821 on the enforcement of the Directive 2006/123/EC on services in the internal market, laying down a notification procedure for authorisation schemes and requirements related to services, and amending Directive 2006/123/EC and Regulation (EU) No 1024/2012 on administrative cooperation through the Internal Market Information System","lastUp":"2018-04-10T13:15:10.460+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}