{"id":"454914633134-83","name":"Asociación Agraria-Jóvenes Agricultores","registrationDate":"2018-11-09T16:23:05.142+02:00","category":2,"subCategory":1,"legal":"Organización Profesional Agrícola","web":"http://www.asaja.com/","country":"Belgium","headAddress":"C/ Agustín de Bethencourt, 17 – 2º Planta","headCity":"Madrid","headPostCode":"28003","headPhone":"(34)9 15 33 67 64","boss":"Pedro Barato Triguero","bossTitle":"","bossPosition":"Presidente","membersCount":18,"membersFTE":"6.0","membership":"ORGANIZACIONES TERRITORIALES&#xd;\n&#xd;\nhttp://www.asaja.com/organizaciones_miembro&#xd;\n&#xd;\nAndalucia\tCastilla y León\tLa Rioja&#xd;\nAragón\tCastilla-La Mancha\tMadrid&#xd;\nAsturias\tCataluña\tMurcia&#xd;\nBaleares\tComunidad Valenciana\tNavarra&#xd;\nCanarias\tExtremadura\tPaís Vasco&#xd;\nCantabria\tGalicia\tBélgica","memberOrga":"ORGANIZACIONES SECTORIALES&#xd;\n&#xd;\nhttp://www.asaja.com/organizaciones_miembro&#xd;\n&#xd;\nCNRCA\tANCCE\tOPP&#xd;\nFNCT\tAMFAR\tUNAPROLIVA&#xd;\nAnprogapor\tASEPRHU","goal":"ASAJA, creada el 14 de julio de 1989, es fruto del acuerdo de fusión del CNAG, CNJA y UFADE, constituyendo así la mayor organización profesional agraria de España con más de 200.000 afiliados que trabajan en las explotaciones agrarias de forma directa, tanto propietarios y arrendatarios, como los miembros de las familias que colaboran en las actividades de explotación.&#xd;<br />&#xd;<br />ASAJA se constituye para la representación, gestión, defensa y fomento de los intereses profesionales del sector agrario en general y de sus organizaciones miembro con plena personalidad jurídica y sujeta a principios estrictamente democráticos.&#xd;<br />&#xd;<br />Su objetivo es la defensa de las explotaciones familiares y empresas agrarias bajo cualquier forma de iniciativa privada, y su desarrollo como actividad económica viable, buscando la mejora de las condiciones de acceso de los jóvenes al ejercicio de la actividad, su capacitación y formación profesional y en general defendiendo tanto a nivel nacional como internacional, la competitividad del sector agropecuario español. ASAJA cuenta con una sede nacional, 15 centros regionales, 40 oficinas provinciales y 810 oficinas locales, además de una oficina de representación permanente en Bruselas.","acronym":"ASAJA","interests":"Agriculture and Rural Development, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Customs, Digital economy and society, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Institutional affairs, Regional Policy, Research and innovation, Single market, Taxation, Trade, Youth","euInitiatives":"Reforma de la PAC post 2020.&#xd;<br />Agricultura y desarrollo rural. Reforma de la PAC.&#xd;<br />Medioambiente y cambio climático.&#xd;<br />Sanidad y consumo. &#xd;<br />Política de consumidores.&#xd;<br />Innovación y tecnología.&#xd;<br />Comercio internacional y acuerdo comerciales.&#xd;<br />Desarrollo territorial.","lastUp":"2019-05-13T11:10:13.780+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}