{"id":"455227615437-58","name":"Mattel","registrationDate":"2015-01-06T14:48:17.857+01:00","category":2,"subCategory":3,"legal":"Mattel Europe holding B.V","web":"http://www.mattel.com","country":"United states","headAddress":"Continental Boulevard, 333","headCity":"El Segundo","headPostCode":"CA 90245","headPhone":"(001)31 02 52 66 28","boss":"René van den Polder","bossTitle":"Mr","bossPosition":"Director Legal Affairs","membersCount":2,"membersFTE":"0.75","membership":"Toy Industries of Europe&#xd;\nAmerican Chamber of Commerce to the EU&#xd;\nWorld Federation of Advertisers","memberOrga":"","goal":"Mattel, Inc. and its family of companies comprise a strong portfolio of brands and toys that children and their parents have cherished for generations. Our portfolio includes some of the most iconic toys of all time, from Barbie® and Hot Wheels®, to Fisher-Price® and Thomas &amp; Friends®. Parents trust Mattel to deliver hours of fun for their children. create great play experiences that develop creativity, fuel imaginations and ultimately foster the innovative spirit in millions of children around the world.&#xd;<br />&#xd;<br />We are proud to be a leader in the toy industry. Mattel employs nearly 30,000 employees in offices across 40 countries and territories and products for sale in more than 150 markets. At our core, Mattel is one of the most creative companies in the world for one reason and one reason only: our talented, dedicated and creative workforce focused on creating the future of play. Our ability to attract and retain the best talent is the most important asset we have at Mattel. Our people care deeply about the world in which we operate. In 2013, Mattel  made a difference in the lives of more than five million children around the world. More than 10,000 employees donated more than 120,000 hours of volunteer time to better the lives of children in need. Our Mattel Children’s Foundation® donated more than $21 million dollars to support causes around the world.","acronym":"","interests":"Audiovisual and Media, Consumer Affairs, Culture, Customs, Education, Enterprise, Environment, External Relations, General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Sport, Trade, Youth","euInitiatives":"-Product Safety regulations (mainly Toy Safety Directive, General Product Safety Directive, REACH, RoHS)&#xd;<br />-Market Surveillance regulation&#xd;<br />-Market access&#xd;<br />-Circular Economy Package&#xd;<br />-Data Protection Regulation&#xd;<br />-Audiovisual Media Services Directive","lastUp":"2017-03-31T09:09:54.929+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}