{"id":"455227615437-58","name":"Mattel","registrationDate":"2015-01-06T14:48:17.857+02:00","category":2,"subCategory":3,"legal":"Mattel Europe holding B.V","web":"http://www.mattel.com","country":"United states","headAddress":"Continental Boulevard, 333","headCity":"El Segundo","headPostCode":"CA 90245","headPhone":"(001)31 02 52 66 28","boss":"René van den Polder","bossTitle":"Mr","bossPosition":"Director Legal Affairs","membersCount":2,"membersFTE":"0.75","membership":"Toy Industries of Europe&#xd;\nAmerican Chamber of Commerce to the EU&#xd;\nWorld Federation of Advertisers","memberOrga":"","goal":"Mattel is a global learning, development and play company that inspires the next generation of kids to shape a brighter tomorrow. Through our portfolio of iconic consumer brands, including American Girl®, Barbie®, Fisher-Price®, Hot Wheels® and Thomas &amp; Friends™, we create systems of play, content and experiences that help kids unlock their full potential. Mattel also creates inspiring and innovative products in collaboration with leading entertainment and technology companies as well as other partners. With a global workforce of approximately 28,000 people, Mattel operates in 40 countries and territories and sells products in more than 150 nations. &#xd;<br />&#xd;<br />In 2017, Mattel made a difference in the lives of millions of children around the world through Mattel employee volunteers and Mattel Children’s Foundation® funding and toy donations supporting almost 800 children-related organisations globally. Visit us online at www.mattel.com.","acronym":"","interests":"Audiovisual and Media, Consumer Affairs, Culture, Customs, Education, Enterprise, Environment, External Relations, General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Sport, Trade, Youth","euInitiatives":"-Product Safety regulations (mainly Toy Safety Directive, REACH, RoHS)&#xd;<br />-Market access (TBT)&#xd;<br />-Circular Economy Package&#xd;<br />-General Data Protection Regulation&#xd;<br />-ePrivacy Regulation&#xd;<br />-Audiovisual Media Services Directive","lastUp":"2018-03-29T11:19:15.195+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}