{"id":"455322530918-70","name":"Association of Language Testers in Europe","registrationDate":"2018-03-23T15:19:00.525+01:00","category":2,"subCategory":1,"legal":"EEIG","web":"http://alte.org","country":"United kingdom","headAddress":"ALTE Secretariat","headCity":"Cambridge","headPostCode":"CB1 2EU","headPhone":"(44)12 23 55 28 28","boss":"Nick Saville","bossTitle":"Mr","bossPosition":"Secretary-General","membersCount":5,"membersFTE":"2.5","membership":"","memberOrga":"https://alte.org/Our-Full-Members","goal":"ALTE is an association of language test providers who work together to promote the fair and accurate assessment of linguistic ability across Europe and beyond.  ALTE organises courses and conferences on aspects of language assessment, and operates a quality auditing system of European language examinations. ALTE is a non-profit organisation, and has Participatory Status as an NGO with the Council of Europe. &#xd;<br />ALTE has established a set of common standards which cover all the stages of the language testing process. These standards can be applied to exams of any language, and ensure the quality of ALTE Members' examinations.&#xd;<br />ALTE supports the learning, teaching and assessment of a wide range of languages, and promotes the recognition of quALTE helps maximise tests' positive impact by making the connections between policy, research and practice, between language learning, teaching and assessment, and between experts in different fields and parts of the world.alifications in these languages across Europe.","acronym":"ALTE","interests":"Education, Trans-European Networks","euInitiatives":"We are currently tracking the progress of the following:&#xd;<br />Improving language learning in Europe&#xd;<br />European Education Area&#xd;<br />Promoting automatic mutual recognition of diplomas and study periods abroad&#xd;<br />Modernisation of education in the EU&#xd;<br />Language equality in the digital age","lastUp":"2018-03-23T16:42:14.028+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}