{"id":"455915027019-94","name":"ENTREPRENEURS DES TERRITOIRES","registrationDate":"2017-05-02T16:48:23.401+02:00","category":2,"subCategory":1,"legal":"organisation professionnelle agricole","web":"http://www.fnedt.org","country":"France","headAddress":"44 RUE D ALESIA","headCity":"PARIS CEDEX 14","headPostCode":"75682","headPhone":"(33)01 53 91 44 80","boss":"PATRICE  DURAND","bossTitle":"Mr","bossPosition":"DIRECTEUR ","membersCount":2,"membersFTE":"0.5","membership":"La FNEDT est adhérente de la CEETTAR (Confédération Européenne des Entreprises de Travaux Agricoles et Ruraux).","memberOrga":"http://www.fnedt.org/nos-elus","goal":"La Fédération Nationale Entrepreneurs Des Territoires (EDT) est l’organisation professionnelle qui rassemble les entrepreneurs de travaux agricoles, forestiers et ruraux français. Elle est présidée par Monsieur Gérard Napias, entrepreneur de travaux agricoles et forestiers dans les Landes. &#xd;<br />&#xd;<br />&#xd;<br />Créée en 1922, la Fédération regroupe aujourd’hui 62 syndicats départementaux et interdépartementaux et 13 unions régionales. Indépendante des organisations interprofessionnelles représentant les entreprises, elle est proche de l’agriculture. Prestataires de service et donc ressortissants des Chambres de commerce et d’Industrie, les entrepreneurs de travaux sont immatriculés à la MSA et s’inscrivent dans le cadre agricole pour les questions de travail, emploi et formation. &#xd;<br />&#xd;<br />Composée de petites entreprises, la prestation de service en travaux agricoles, forestiers et ruraux repose, comme le souligne le Président de la Fédération EDT, sur « une logique de chantier : un homme, une machine, un savoir-faire ». Les entrepreneurs sont donc les premiers clients du machinisme agricole et forestier, fortement demandeurs de main d’œuvre qualifiée et de nouvelles technologies de communication appliquées à leurs activités. &#xd;<br />&#xd;<br />&#xd;<br />Les clients des 21 000 entrepreneurs de travaux et de leurs 112 000 salariés permanents et saisonniers sont les agriculteurs, éleveurs, exploitants et propriétaires forestiers, collectivités locales, particulièrement les communes et les départements, des établissements publics tels que le Réseau Ferré de France, Réseau de Transport d’Electricité, des entreprises privées ou des particuliers.","acronym":"FNEDT","interests":"Agriculture and Rural Development, Employment and Social Affairs, Energy","euInitiatives":"politique agricole commune, politique rurale , feader, machinisme agricole, dialogue social agricole, circulation des travailleurs","lastUp":"2018-04-16T14:44:31.212+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}