{"id":"456211534646-58","name":"thyssenkrupp Steel Europe AG","registrationDate":"2019-04-24T14:34:57.223+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"https://www.thyssenkrupp-steel.com/de/","country":"Germany","headAddress":"Kaiser-Wilhelm-Straße 100","headCity":"Duisburg","headPostCode":"47166","headPhone":"(49)2 03 52 -0","boss":"Andreas J.  Goss","bossTitle":"Mr","bossPosition":"Vorstandsvorsitzender","membersCount":3,"membersFTE":"3.0","membership":"thyssenkrupp Steel Europe AG ist Mitglied in zahlreichen Fachverbänden in Deutschland, Europa und weltweit. Zu den Verbänden zählen unter anderem EUROFER und die WV Stahl. Diese Verbände sind selbst als Organisationen im Transparenzregister gelistet.","memberOrga":"","goal":"thyssenkrupp Steel Europe AG (tk SE) ist ein Tochterunternehmen der thyssenkrupp AG. Aufgrund der strategischen Neuausrichtung des Konzerns erfolgt eine eigenständige Registrierung für tk SE.&#xd;<br />Das Unternehmen gehört zu den weltweit führenden Anbietern von Qualitätsflachstahl. Mit rund 27.000 Mitarbeitern liefern wir hochwertige Stahlprodukte für innovative und anspruchsvolle Anwendungen in verschiedensten Industriezweigen. Kundenspezifische Werkstofflösungen und Dienstleistungen rund um den Werkstoff Stahl komplettieren unser Leistungsspektrum. Mit einem Produktionsvolumen von jährlich ungefähr 12 Millionen Tonnen Rohstahl ist tk SE der größte Flachstahlhersteller in Deutschland.&#xd;<br />Die Konzernrepräsentanz Brüssel vertritt die Interessen des Unternehmens gegenüber den Institutionen der Europäischen Union und im dazugehörigen Umfeld.","acronym":"tk SE","interests":"Business and Industry, Climate Action, Competition, Customs, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Foreign affairs and security policy, International co-operation and development, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Inhaltlich stehen folgende Themen im Vordergrund: Energie- und Klimapolitik (ETS2030 Ziele, Langzeitklimastrategie 2050, Energie Union), Beihilferecht, Industriepolitik, Ressourceneffizienz, Rohstoffpolitik, Steuer- und Finanzmarktpolitik, Handelspolitik (Freihandelsabkommen, TDI), Forschungsprogramme (Horizon 2020, Horizon Europe, Innovationsfond), Nachhaltigkeit, Kreislaufwirtschaft, Clean Energy Package, u.a.","lastUp":"2019-04-24T14:37:06.528+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}