{"id":"456477122037-94","name":"IKERLAN S. COOP.","registrationDate":"2016-05-31T20:34:21.428+02:00","category":4,"subCategory":5,"legal":"Sociedad Cooperativa","web":"http://www.ikerlan.es","country":"Spain","headAddress":"Paseo JM Arizmendiarrieta 2","headCity":"Mondragon","headPostCode":"20500","headPhone":"(34)9 43 71 24 00","boss":"Marcelino Caballero Pozo","bossTitle":"Mr","bossPosition":"Director General","membersCount":8,"membersFTE":"2.25","membership":"IK4 Research Alliance (www.ik4.es)&#xd;\nCorporación Mondragon (http://www.mondragon-corporation.com)","memberOrga":"Unas 20 empresas industriales son socias colaboradoras y representan un voto mayoritario en la Asamblea General y el Consejo Rector, los órganos de decisión más altas de la empresa.","goal":"El objetivo de IK4-IKERLAN es la transferencia de conocimiento tecnológico y la aportación de valor competitivo a la empresa.&#xd;<br />&#xd;<br />IK4-IKERLAN es un Centro Tecnológico que busca la excelencia en la I+D+i, gracias a la continua adaptación a las necesidades de sus clientes y la cercanía a la realidad empresarial. IK4-IKERLAN combina actividades de transferencia tecnológica, investigación propia y formación de personal altamente especializado&#xd;<br />&#xd;<br />IK4-IKERLAN está estructurado en tres unidades de especialización tecnológicas:&#xd;<br />- TECNOLOGÍAS DE ELECTRÓNICA, INFORMACIÓN Y COMUNICACIÓN&#xd;<br />- ENERGÍA Y ELECTRÓNICA DE POTENCIA&#xd;<br />- FABRICACIÓN AVANZADA&#xd;<br />&#xd;<br />IK4-IKERLAN está vinculado a la IK4 Research Alliance, es una cooperativa miembro de la Corporación MONDRAGON y es un agente acreditado de la Red Vasca de Ciencia, Tecnología e Innovación.","acronym":"IK4-IKERLAN","interests":"Business and Industry, Energy, Regional Policy, Research and innovation, Transport","euInitiatives":"Consultas públicas sobre I+D y sus aplicaciones organizadas por los servicios de la Commisión. &#xd;<br />Contribuciones a agendas estratégicas de investigación e innovación de plataformas tecnológicas y asociaciones industriales como por ejemplo EFFRA, EPoSS, Artemis...","lastUp":"2018-05-22T11:34:42.832+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}