{"id":"456566923526-46","name":"Law Firm TGS Baltic","registrationDate":"2016-09-28T16:36:38.980+02:00","category":1,"subCategory":10,"legal":"Partnership","web":"http://tgsbaltic.com/","country":"Lithuania","headAddress":"Konstitucijos Ave. 21A","headCity":"Vilnius","headPostCode":"LT-08130","headPhone":"(370)52 74 24 44","boss":"Eugenija  Sutkienė","bossTitle":"Ms","bossPosition":"Managing Partner (Lithuania)","membersCount":2,"membersFTE":"0.5","membership":"1. International Bar Association, http://www.ibanet.org/ &#xd;\n2. European Women Lawyers Association, https://www.ewla.org/ &#xd;\n3. Chartered Institute of Arbitrators, http://www.ciarb.org/ &#xd;\n4. British Chamber of Commerce in Lithuania, http://www.bccl.lt/   &#xd;\n5. Swedish Chamber of Commerce in Lithuania, http://www.swedish.lt/  &#xd;\n6. American Chamber of Commerce in Lithuania, http://www.amcham.lt/  &#xd;\n7. Baltic Institute of Corporate Governance, http://www.bicg.eu/  &#xd;\n8. Vilnius Chamber of Commerce, Industry and Crafts, http://www.cci.lt/en/newspage &#xd;\n9. Etc.","memberOrga":"","goal":"TGS Baltic is a top-tier commercial law firm with offices in all the Baltic countries. Our mission is not only to be the best legal experts in our region, but to use our expertise, experience and skills to support the business of our clients. We believe lawyers should not only be experts in law – the real added value for our clients comes from our ability to help them succeed in their business objectives.","acronym":"TGS Baltic","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The EU policies relevant to TGS Baltic includes corporate law, mergers &amp; acquisitions, private equity &amp; venture capital, restructuring &amp; insolvency, employment, commercial law, shareholder disputes, banking and finance, project finance, capital markets, litigation &amp; arbitration, competition, intellectual property, digital single market, energy, public procurement, healthcare &amp; life science, trade, environment, real estate, infrastructure &amp; public private partnership, tax, transport and logistics.","lastUp":"2018-08-27T08:54:56.084+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}