{"id":"457694512166-80","name":"Bundesvereinigung Nachhaltigkeit e.V.","registrationDate":"2013-10-30T13:23:13.169+01:00","category":3,"subCategory":2,"legal":"e.V.","web":"https://nachhaltigkeit.bvng.org/en/","country":"Germany","headAddress":"Kottbusser Damm 25","headCity":"Berlin","headPostCode":"10967","headPhone":"(4930)91 90 42 78","boss":"Tarik Mustafa","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.5","membership":"Sustainability networks;&#xd;\nThe Federal Association is a member of the European Movement Germany (EBD) and the Stiftung Mittelstand-Gesellschaft-Verantwortung. The association holds memberships in the Partner network for occupational education (German Federal Ministry of Education and Research) and the National network for sustainable consumption (German Ministry of the Environment, Nature Conservation and Nuclear Safety).","memberOrga":"Pulszeit e.V.&#xd;\nIASA International Aviation for Sustainable Aviation e.V.&#xd;\nDeFAF Deutscher Fachverband für Agroforstwirtschaft e.V.","goal":"The German Federal Association for Sustainability (GFAS) is a non-governmental organization (NGO) and unique in Europe through a holistic, extended approach to sustainable development.&#xd;<br />&#xd;<br />Main activities are&#xd;<br />&#xd;<br />- to strengthen social cohesion as a key factor for a successful transformation towards sustainability&#xd;<br />- re-vitalization of rural areas as well as&#xd;<br />- application-oriented implementation of the UN's sustainable development goals&#xd;<br />&#xd;<br />To support this activities GFAS is acting as an interest group for sustainability provides transformative research.&#xd;<br />&#xd;<br />Outstanding features of the Federal Association are system knowledge in the field of transformation accumulated over a relatively few years and practical implementation of research results obtained with and without state funding.&#xd;<br />&#xd;<br />The transformative research of the Federal Association is based on the self-developed strategic approach of the so-called \"soeco-forming\". This is based on the fact that nature endeavors to compensate for imbalances / inequalities. In line with the term \"terraforming\", which is commonly used for the structural production of habitability in inhospitable landscapes, \"soeco-forming\" describes the creation of structural and mental prerequisites&#xd;<br />&#xd;<br />- for social, economic and environmental life perspectives in a world of trans-formation&#xd;<br />- by participation of people, the consideration of cultural influences for human action and an equilibrium-oriented human-nature interaction.&#xd;<br />&#xd;<br />The special expertise of the actors of the Federal Association lie in the implementation of research projects for Education for Sustainable Development (currently the Federal Ministery of Education and Research and UNESCO awarded model project \"INEBB integration of sustainable development in VET\"), in the implementation of real laboratories (e.g. Ark Metropolis, Tempelhof Airfield, real laboratory for citizen participation in Urban development processes 2010-2013 with about 50,000 visitors, the project was UNESCO-ESD project 2011/2012), which is supplemented by creative narration.","acronym":"BVNG","interests":"Agriculture and Rural Development, Climate Action, Culture, Education and training, Employment and Social Affairs, Energy, Environment, International co-operation and development, Regional Policy, Research and innovation, Trans-European Networks","euInitiatives":"Climate change and sustainable energy industry;&#xd;<br />Education;&#xd;<br />Digital Agenda for Europe;&#xd;<br />Innovation Union;&#xd;<br />Youth on the move;&#xd;<br />Resource-efficient Europe;&#xd;<br />Industrial policy in the age of globalization","lastUp":"2019-12-22T14:58:44.008+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}