{"id":"457984316938-16","name":"FINNAIR OYJ","registrationDate":"2015-04-14T08:06:22.427+01:00","category":2,"subCategory":3,"legal":"Finnish Public Limited Company","web":"http://www.finnairgroup.com","country":"Finland","headAddress":"Tietotie 9","headCity":"Vantaa","headPostCode":"01530","headPhone":"(358)6 00 08 18 81","boss":"Topi Manner","bossTitle":"Mr","bossPosition":"CEO Chief Executive Officer","membersCount":6,"membersFTE":"2.25","membership":"A4E Airlines for Europe&#xd;\nIATA International Air Transport Association&#xd;\nEK Elinkeinoelämän Keskusliitto Confederation of Finnish Industries","memberOrga":"","goal":"Finnair is one of the most innovative, safest and longest-operating airlines in the world. The airline specialises in flights between Asia and Europe. The growing Asian markets, fast flight connections and competitiveness form the foundation of Finnair's growth strategy.&#xd;<br />&#xd;<br />Finnair's mission is to offer the smoothest connections in the northern hemisphere via Helsinki and the fastest and best network to the world in its home market, as well as to create value for shareholders by providing an attractive return on investment.&#xd;<br />&#xd;<br />Finnair's annual number of passengers reached new all-time high with 14.7 million in 2019.&#xd;<br />&#xd;<br />At the end of 2019, the Finnish Government owned 55.81 per cent of Finnair’s shares and votes.","acronym":"","interests":"Borders and Security, Business and Industry, Climate Action, Competition, Consumers, Customs, Economy, finance and the euro, Employment and Social Affairs, Environment, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Justice and Fundamental Rights, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Finnair follows EU initiatives and policies that impact aviation, e.g. aviation and airport regulations, external mandates, environment, passenger rights etc.","lastUp":"2020-01-16T09:07:11.688+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}