{"id":"457984316938-16","name":"FINNAIR OYJ","registrationDate":"2015-04-14T08:06:22.427+01:00","category":2,"subCategory":3,"legal":"Finnish Public Limited Company","web":"http://www.finnairgroup.com","country":"Finland","headAddress":"Tietotie 9","headCity":"Vantaa","headPostCode":"01530","headPhone":"(358)6 00 08 18 81","boss":"Pekka Vauramo","bossTitle":"Mr","bossPosition":"CEO Chief Executive Officer","membersCount":6,"membersFTE":"2.25","membership":"A4E Airlines for Europe&#xd;\nIATA International Air Transport Association&#xd;\nEK Elinkeinoelämän Keskusliitto Confederation of Finnish Industries","memberOrga":"","goal":"Finnair is one of the most innovative, safest and longest-operating airlines in the world. The airline specialises in flights between Asia and Europe. The growing Asian markets, fast flight connections and competitiveness form the foundation of Finnair's growth strategy.&#xd;<br />&#xd;<br />Finnair's mission is to offer the smoothest connections in the northern hemisphere via Helsinki and the fastest and best network to the world in its home market, as well as to create value for shareholders by providing an attractive return on investment.&#xd;<br />&#xd;<br />Finnair's strategic objectives are to: &#xd;<br />Double Asian revenues by 2020 from the 2010 level;&#xd;<br />Grow traffic via Helsinki by utilising Finland's geographic location;&#xd;<br />Create shareholder value and be an attractive investment. &#xd;<br />Finnair Group business areas are Airline Business and and Travel Services. At the end of June 2014, Finnair employed 5,300 employees. The subsidiaries provide support services to the Airline or operate in closely related areas.&#xd;<br />&#xd;<br />Finnish government is a major shareholder with a 55.8 per cent holding. Other shareholders include public bodies, financial institutions, private companies and households.","acronym":"","interests":"Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, Home Affairs, Humanitarian Aid, Internal Market, Justice and Fundamental Rights, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Finnair follows EU initiatives and policies that impact aviation, e.g. aviation package, aviation and airport regulations, external mandates, environment, passenger rights.","lastUp":"2018-02-12T08:28:14.437+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}