{"id":"458028034409-33","name":"European Pakistani Christian Organization","registrationDate":"2019-03-31T22:34:45.267+02:00","category":5,"subCategory":15,"legal":"Charity","web":"http://www.epcorg.eu","country":"Germany","headAddress":"Bahnhofstr 28","headCity":"Munich","headPostCode":"82065","headPhone":"(49)17 01 01 03 71","boss":"Yousaf Akhtar","bossTitle":"Mr","bossPosition":"President","membersCount":6,"membersFTE":"2.25","membership":"","memberOrga":"www.epcorg.eu","goal":"1. Work for peace and interfaith harmony. A peaceful world with interfaith harmony. A better understanding of  different beliefs&#xd;<br />2. The goal for equal rights for Christians and other minorities in Pakistan and will use every opportunity to stop the violence against minorities in Pakistan because of faith or beliefs.&#xd;<br />3.EPCO offers legal help to the persecuted Christians who are in Pakistani jails because of false accusations of blasphemy against Islam.&#xd;<br />4.EPCO helps the poor in Pakistan with food packets and daily necessaries. EPCO` wants to abolish poverty in the country. We distribute gifts to the poor and widows in the holidays.  Arranged the Christmas dinner and different activities for the needy.&#xd;<br />5. Education for every poor child in Pakistan is a big goal of EPCO.EPCO works hard so that every child has the right to education even though their parents can't afford. Therefore EPCO supporting poor children with fees free school and provide them books and uniforms so that they can become good and educated citizens.","acronym":"EPCO","interests":"Humanitarian aid and civil protection, Justice and Fundamental Rights, Migration and asylum, Youth","euInitiatives":"We don't have any interaction with EU institutions yet but perhaps all members of this organization live in European countries. &#xd;<br />The organization has the same goal as the EU institution to work against poverty and education for every child.&#xd;<br />The peace and just for all human being.No discrimination at all.","lastUp":"2019-04-01T16:21:32.638+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}