{"id":"458278215189-47","name":"Институт за агростратегии и иновации","registrationDate":"2014-12-08T16:05:57.006+01:00","category":3,"subCategory":2,"legal":"Неправителствена организация/ NGO","web":"http://www.agroinnovations.bg/inovaciite-v-novata-osp","country":"Bulgaria","headAddress":"Дамян Груев 1, ет.6","headCity":"София/ Sofia","headPostCode":"1606","headPhone":"(359)24 23 73 23","boss":"Светлана / Svetlana Боянова / Boyanova","bossTitle":"Ms","bossPosition":"Председател на УС / President","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"Христо Цветанов&#xd;\nИво Евгениев&#xd;\nАнтоанета Божинова&#xd;\nБожин Божинов&#xd;\nСтоилко Апостолов&#xd;\nЛюбомир Лозанов&#xd;\nСветлана Боянова","goal":"Institute for Agrostrategies and Innovation(IAI) is an independent institution (NGO), aiming to review and study the development of agriculture and rural areas, as well as perform an independent assessment and analysis of national and European policies in the field of agriculture, food and processing industry; developing strategies and policies for rural development, agriculture and food industry in Bulgaria. Supporting the implementation of programs and measures for sustainable development of agriculture at the national level; development of common models and opportunities to apply for funding programs for agriculture and processing of agricultural products; methodological support and information support of innovative strategies for rural development, agriculture and food industry; communication and representation in international institutions and institutions of the European Union in the field of agricultural policy. IAI is involved in the Danube Soya Initiative to revive soya production in Bulgaria.","acronym":"ИАИ/IAI","interests":"Agriculture and Rural Development, Fisheries and Aquaculture, Food Safety, Trans-European Networks","euInitiatives":"Common Agricultural Policy","lastUp":"2017-04-20T06:27:21.232+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}