{"id":"458219510100-89","name":"London Clearing House","registrationDate":"2012-11-12T16:29:58.574+01:00","category":2,"subCategory":3,"legal":"Registered in England under company No. 4743602","web":"http://www.lch.com","country":"United kingdom","headAddress":"Aldgate High Street, 33","headCity":"London","headPostCode":"EC3N1EA","headPhone":"(44)20 74 26 70 00","boss":"Bouwmeester Diane","bossTitle":"Ms","bossPosition":"LCH. Group Limited General Counsel and Head of Compliance","membersCount":2,"membersFTE":"2.0","membership":"LCH Group is member of the following trade associations:&#xd;\n-International Regulatory Strategy Group  (IRSG)&#xd;\n- Association Française des Professionnels des Titres (AFTI) &#xd;\n-Financial Future&#xd;\n-European Association of CCP Clearing Houses (EACH) &#xd;\n-Futures Industry Association  (FIA)&#xd;\n-Managed Funds Association (MFA)&#xd;\n-Securities Industry and Financial Markets Association (SIFMA)&#xd;\n- International Swaps and Derivatives Association (ISDA)&#xd;\n- Global Association of Central Counterparties (CCP12)&#xd;\n- Futures and Options Association (FOA)&#xd;\n- International Organisation of Securities Commissions (IOSCO)","memberOrga":"","goal":"LCH Group is a leading multi-asset class and multi-national clearing house, serving major international exchanges and platforms as well as a range of OTC markets. It clears a broad range of asset classes including securities, exchange-traded derivatives, commodities, energy, freight, foreign exchange derivatives, interest rate swaps, credit default swaps and euro and sterling denominated bonds and repos. LCH works closely with market participants and exchanges to continually identify and develop innovative clearing services for new asset classes. LCH is majority owned by the London Stock Exchange Group, a diversified international exchange group that sits at the heart of the world’s financial community.","acronym":"LCH","interests":"Economic and Financial Affairs, Internal Market, Taxation","euInitiatives":"- REGULATION on OTC derivatives, central counterparties and trade repositories (Implementation of clearing obligation)&#xd;<br />&#xd;<br />- Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on a framework for the recovery and resolution of central counterparties&#xd;<br />&#xd;<br />- DIRECTIVE and REGULATION on markets in financial instruments&#xd;<br />&#xd;<br />- REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on transparency of securities financing transactions&#xd;<br />&#xd;<br />- DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishing a framework for the recovery and resolution of credit institutions and&#xd;<br />investment firms &#xd;<br />&#xd;<br />- PROPOSAL FOR A REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on indices used as benchmarks in financial instruments and financial contracts&#xd;<br />&#xd;<br />- REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on improving securities settlement in the European Union and on central securities&#xd;<br />depositories (CSDs)&#xd;<br />&#xd;<br />- Proposal for a COUNCIL DIRECTIVE implementing enhanced cooperation in the area of financial transaction tax","lastUp":"2017-09-12T09:53:05.898+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}