{"id":"458390435054-02","name":"Institut Veblen pour les réformes économiques","registrationDate":"2019-06-05T10:32:13.939+02:00","category":4,"subCategory":5,"legal":"association française loi 1901","web":"https://www.veblen-institute.org/","country":"France","headAddress":"38 rue Saint Sabin","headCity":"Paris","headPostCode":"75011","headPhone":"(33)1 43 14 75 75","boss":"Philippe Frémeaux","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"0.5","membership":"L'Institut Veblen est membre de Finance Watch.","memberOrga":"Les membres ne sont pas des organisations mais des personnes individuelles (chercheurs ou experts).","goal":"L’Institut Veblen pour les réformes économiques est un think tank spécialisé sur les questions économiques et les transformations nécessaires pour conduire la transition écologique. Il œuvre pour une société soutenable dans laquelle le respect des limites physiques de la planète va de pair avec une organisation sociale plus solidaire et une économie plus démocratique qu’aujourd’hui.&#xd;<br />Le pari de l'Institut Veblen est d’essayer d’établir des ponts entre trois champs d’activités, à savoir, la réflexion académique sur l’économie, la définition des politiques publiques et l’expertise technique sectorielle. Notre ambition n’est pas d’être spécialistes de tous ces domaines mais de les maîtriser assez pour saisir leurs interdépendances, et de savoir impliquer les spécialistes dans un travail tourné vers des propositions de réforme.&#xd;<br />L'Institut Veblen participe à l’animation du débat économique et tente de produire et diffuser des propositions dans le domaine de la transition écologique et sociale. Pour ce faire l’Institut a développé une activité de publication en ligne et de livres (collection politiques de la transition, collection grand textes, essais, etc.) et il organise et participe aussi à de nombreux colloques et conférences.  &#xd;<br />Nous travaillons notamment sur les sujets suivants : politiques économiques pour lutter contre le dérèglement climatique et promouvoir des modes de vie durables, nouveaux indicateurs de richesses et de bien être, régulation financière et politique monétaire, rôle des innovations sociales (les communs, les monnaies locales complémentaires, l'économie sociale et solidaire, etc. ) et la politique commerciale.","acronym":"Institut Veblen","interests":"Agriculture and Rural Development, Banking and financial services, Climate Action, Economy, finance and the euro, Energy, Environment, Food Safety, International co-operation and development, Taxation, Trade, Transport","euInitiatives":"- Politique commerciale (négociations commerciales entre l'UE et les Etats-Unis, avec le Mercosur, avec le Vietnam, mise en oeuvre du CETA et du JEFTA, etc.)&#xd;<br />- Régulation financière&#xd;<br />- Politique monétaire (impact climatique de la politique de la BCE)","lastUp":"2019-06-05T10:42:31.816+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}