{"id":"458589925470-26","name":"Institute for European Cooperation","registrationDate":"2017-01-17T10:24:24.117+01:00","category":3,"subCategory":2,"legal":"NGO - registered institute","web":"http://in4ec.cz","country":"Czech republic","headAddress":"Senovážné náměstí 992/8","headCity":"Prague","headPostCode":"110 00","headPhone":"(420)6 03 44 89 98","boss":"Martina Křížková","bossTitle":"Ms","bossPosition":"Director","membersCount":6,"membersFTE":"4.25","membership":"none","memberOrga":"http://www.in4ec.cz/en/about-us/&#xd;\n&#xd;\nPlease see section:/About us/ The Statutes of the Institute","goal":"Institute for European Cooperation facilitates cooperation among municipalities, business entities and other organizations operating within the Czech Republic and their partner organizations in countries of the European Union. The IEC promotes collaboration by creating and participating on dissemination of the best standards and practices in various areas of human activity, as well as providing assistance in creation and proliferation of innovations and the most up to date knowledge, all the while supporting the forming of high quality collaborative networks among interested parties.","acronym":"IEC","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Food Safety, Foreign and Security Policy and Defence, Information Society, Public Health, Regional Policy, Research and Technology, Sport, Trans-European Networks, Transport, Youth","euInitiatives":"We mostly focus on Horizon 2020 and other community programmes, ESIF funds, EIB administered and other financial instruments. Institute does not limit itself to any sector and it provides assistance to innovative startups and SMEs via different dedicated instruments.","lastUp":"2018-01-05T11:50:28.982+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}