{"id":"458563610807-24","name":"MVNO Europe","registrationDate":"2013-03-12T17:06:13.732+02:00","category":2,"subCategory":4,"legal":"néant","web":"http://www.mvnoeurope.eu","country":"Belgium","headAddress":"Rue de la Loi, 38","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)0 27 89 66 23","boss":"Morgane Taylor","bossTitle":"Ms","bossPosition":"Head of Secretariat","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"http://mvnoeurope.eu/members/","goal":"MVNO Europe was created to represent the interests of companies which are active on the European mobile and IoT markets and independent, in terms of ownership and control, from established mobile network operators.&#xd;<br />MVNO Europe consists of companies which have negotiated or intend to negotiate MVNO agreements with host MNOs, in such a manner that they have achieved commercial independence from their host MNOs and exploit a core network or are involved in the deployment of their own network elements. &#xd;<br />MVNO Europe proactively engages with the regulatory stakeholders from EU institutions and national telecoms bodies in its effort to represent the interests of MVNOs which bring competition and innovation to the mobile sector. &#xd;<br />MVNO Europe’s goal is to create a more openly accessible market for virtual operators, in order to contribute to the growth of the fast-moving mobile communication sector and to ensure that consumers and business users have a range of diversified and innovative services to choose from.","acronym":"MVNO Europe","interests":"Communication, Competition, Consumers, Digital economy and society, General and Institutional Affairs, Research and innovation, Single market, Trans-European Networks","euInitiatives":"Roaming Regulation&#xd;<br />Electronic Communication Code&#xd;<br />Digital Single Market&#xd;<br />Competition policy&#xd;<br />Internet of Things/ Machine-to-machnine&#xd;<br />Standards&#xd;<br />Spectrum / 5G&#xd;<br />Market access","lastUp":"2018-06-06T17:49:09.290+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}