{"id":"458960022396-50","name":"Bundesverband Design Mode Textil","registrationDate":"2016-06-17T23:47:10.993+01:00","category":2,"subCategory":1,"legal":"e.V.","web":"http://www.bvdmt.de","country":"Germany","headAddress":"Lindenstraße 48-52","headCity":"Düsseldorf","headPostCode":"40233","headPhone":"(211)93 67 24 26","boss":"André von Schúeck","bossTitle":"Mr","bossPosition":"Präsident","membersCount":8,"membersFTE":"4.0","membership":"","memberOrga":"","goal":"Ziel ist es, die Qualität von Design, die Vielfalt der Kompetenzen von Designer, ihren&#xd;<br />Arbeitsalltag und die Vereinbarkeit des Designerberufes mit Familie und Lebensplanung aufzuzeigen, zu diskutieren und politisch weiterzuentwickeln. Designer müssen mehr bieten, als nur die schöne Hülle. Schon bei der Entwicklung des Designs sollten sie mitreden und die Unternehmen beeinflussen. Designer sollten Teil der Lösung und nicht des Problems werden, denn Designer bilden die Schnittstelle zwischen Unternehmen und Konsumenten.&#xd;<br />Der Bundesverband Mode Design Textil e.V. (BVDMT) ist ein Berufsverband für Designschaffende aus dem gesamten Gebiet der Bundesrepublik. Der BVDMT wird&#xd;<br />Sprachrohr und Interessenvertretung für die Belange der Designer und Kreativen&#xd;<br />sein. Der Bundesverband Mode Design Textil e.V. soll ein vermittelndes Organ zwischen Designern und Wirtschaft, Politik sowie Gesellschaft darstellen. Seine Aufgaben sieht er in der Hervorhebung der kulturellen und wirtschaftlichen Bedeutung von Mode-Design und dem Einwirken auf die Politik. Der BVDMT e.V. setzt sich für fairen Wettbewerb ein, fördert den beruflichen Nachwuchs, berät, und wird für Austausch und Netzwerk sorgen.","acronym":"BVDMT","interests":"Communication, Competition, Consumer Affairs, Culture, Development, Education, Enterprise, Information Society, Research and Technology, Taxation, Trade","euInitiatives":"Stärkung des zur verbesserten Durchsetzung des Anspruchs der Urheber und ausübenden Designer/Künstler auf angemessene Vergütung.&#xd;<br />TTIP, CETA &amp; CO und die Kultur","lastUp":"2017-05-26T16:52:31.198+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}