{"id":"459008624153-72","name":"Global Fund for Women","registrationDate":"2016-10-28T01:16:54.808+01:00","category":3,"subCategory":2,"legal":"501(c)3 charity","web":"http://globalfundforwomen.org","country":"United states","headAddress":"800 MARKET ST, 7TH FL","headCity":"SAN FRANCISCO","headPostCode":"94102","headPhone":"(1)41 52 48 48 00","boss":"Annalisa Synnestvedt","bossTitle":"Ms","bossPosition":"CFO","membersCount":3,"membersFTE":"1.0","membership":"UN Women, International Network of Women's Funds/Prospera, and International Human Rights Funders Group","memberOrga":"Since 1988, Global Fund for Women has made a total of 10,684 grants for $132,454,622 to 4,680 organizations in 177 countries. More details can be found on our Grant Search Tool (https://globalfundforwomen.secure.force.com/GrantSearch/)","goal":"Global Fund for Women envisions a world where every woman and girl is strong, safe, powerful, and heard. No exceptions.&#xd;<br />&#xd;<br />We are a global champion for the human rights of women and girls. We use our powerful networks to find, fund, and amplify the courageous work of women who are building social movements and challenging the status quo. By shining a spotlight on critical issues, we rally communities of advocates who take action and invest money to empower women.","acronym":"","interests":"Agriculture and Rural Development, Education, Humanitarian Aid, Justice and Fundamental Rights, Youth","euInitiatives":"We are monitoring the following EU Legislation:&#xd;<br />- EU Guidelines on violence against women and girls&#xd;<br />- Trafficking of women for purpose of sexual exploitation&#xd;<br />- Balanced participation of women and men in decision making processes&#xd;<br />- strategy for gender equality in development policy&#xd;<br />&#xd;<br />In a general context, Global Fund for Women focuses on global grantmaking and raising public awareness for women's human rights. To that end, we campaign for zero violence, economic and political empowerment, and sexual and reproductive health and rights. These are the most critical building blocks for women’s human rights. When a woman has these rights, she can be strong, safe, powerful, and heard.&#xd;<br />&#xd;<br />In addition to our general advocacy and communications work, we amplify the voices of these women to governments, officials, and the general public, to increase their knowledge of the most critical issues, effect policy change, and ultimately win rights for all women and girls around the world. Our EU Representative has met with European Commission officials to keep gender equality at the forefront of their minds, update them on Global Fund for Women's reach and expertise, and explore funding partnerships between the EU and Global Fund for Women.&#xd;<br />&#xd;<br />Only when women and girls are safe and free from violence; can earn their own money; can have an equal voice in their family and community; and can decide if, and when, they get married or have children, will we be able to say that they have equality and justice. History tells us that communities, countries, and economies are transformed when women have these fundamental rights.&#xd;<br />&#xd;<br />STRONG – Sexual &amp; Reproductive Health &amp; Rights:&#xd;<br />We believe women and girls have the fundamental right to control their own bodies. We fund and advocate for improved health care for women and girls, so that they can make their own reproductive and sexual choices. We support women’s groups who increase access to quality maternal health care and to HIV information and services, especially in marginalized communities, and who support women’s rights to safe and legal abortion. We support groups who fearlessly demand sexual and health rights for LGTBQI communities in places where these rights are consistently denied.&#xd;<br />&#xd;<br />SAFE – Freedom from Violence:&#xd;<br />We are working toward a world where all women and girls can live free from violence – a world where girls can go to school without the fear of being kidnapped, a world where domestic violence no longer exists, a world where women’s human rights defenders are not killed for raising their voices, a world where women and girls are not systematically raped during times of instability and war.&#xd;<br />&#xd;<br />POWERFUL and HEARD – Economic &amp; Political Equality:&#xd;<br />Women and girls around the world are denied the right to vote, to access education, to open bank accounts, and to apply for jobs – let alone be paid the same amount as a man for the same work. We work with women who are changing this status quo every day. We are partnering with groups who are creating jobs, encouraging entrepreneurship, fighting for workers’ rights, and supporting women running for leadership positions so that all women can enjoy full political and economic rights.","lastUp":"2017-10-02T19:57:42.682+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}