{"id":"459368424625-42","name":"Università degli Studi di Torino","registrationDate":"2016-11-22T11:01:13.641+01:00","category":4,"subCategory":12,"legal":"Public University","web":"http://www.unito.it","country":"Italy","headAddress":"Via Verdi 8","headCity":"Torino","headPostCode":"10124","headPhone":"(39)01 16 70 22 00","boss":"Gianmaria Ajani","bossTitle":"Mr","bossPosition":"Rettore","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"The University of Torino (UNITO) is one of the largest Italian Universities, with about 70.000 students, 3.900 employees (academic, administrative and technical staff), 1.800 post-graduate and post-doctoral research fellows. Research and training are performed in 27 Departments, encompassing all scientific disciplines.&#xd;<br />&#xd;<br />As for internationalization, UNITO is involved in roughly 450 formal international cooperation agreements with institutions from all around the world (South America, Mediterranean countries, India and China, in addition to Europe), including joint educational programs at undergraduate and doctoral level. &#xd;<br />&#xd;<br />UNITO is deeply involved in scientific research and manages roughly 500 projects per year, both at national and international level. The long record of participation of UNITO in the EU strategic research agenda results from 115 FP7 funded research projects, among which 33 UNITO- coordinated projects and 7 ERC grants (5 ERC as host institution), along with 42 H2020 funded projects.","acronym":"UniTO","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The University of Torino  is member of several European structures and platforms, such as the EIP on Active and Healthy Ageing.","lastUp":"2017-11-09T10:09:29.804+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}