{"id":"459368424625-42","name":"Università degli Studi di Torino","registrationDate":"2016-11-22T11:01:13.641+02:00","category":4,"subCategory":12,"legal":"Public University","web":"http://www.unito.it","country":"Italy","headAddress":"Via Verdi 8","headCity":"Torino","headPostCode":"10124","headPhone":"(39)01 16 70 22 00","boss":"Stefano Geuna","bossTitle":"Mr","bossPosition":"Rettore","membersCount":5,"membersFTE":"2.0","membership":"The University of Torino is a full member of the Knowledge and Innovation Community for Food of the European Institute for Innovation and Technology (EIT Food). Link: https://www.eitfood.eu/","memberOrga":"","goal":"The University of Torino (UNITO) is one of the largest Italian Universities, with about 70.000 students, 3.900 employees (academic, administrative and technical staff), 1.800 post-graduate and post-doctoral research fellows. Research and training are performed in 27 Departments, encompassing all scientific disciplines.&#xd;<br />&#xd;<br />As for internationalization, UNITO is involved in roughly 450 formal international cooperation agreements with institutions from all around the world (South America, Mediterranean countries, India and China, in addition to Europe), including joint educational programs at undergraduate and doctoral level. &#xd;<br />&#xd;<br />UNITO is deeply involved in scientific research and manages roughly 500 projects per year, both at national and international level. The long record of participation of UNITO in the EU strategic research agenda results from 115 FP7 funded research projects, among which 33 UNITO-coordinated projects and 7 ERC grants (5 ERC as host institution), and from 114 H2020 funded projects (2014-present), including 23 coordinated projects and 6 ERC grants.","acronym":"UniTO","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The University of Torino participates in the following European initiatives: the EIP Raw Materials, the Bio-Industries Consortium (BIC), the European Energy Research Association (EERA), the Big Data Value Association (BDVA), EPoSS – the European technology Platform on Smart System Integration, the European Consortium for Humanities Institutes and Centres. The University of Torino is a member of the EIT Food community.","lastUp":"2019-10-21T15:37:10.899+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}