{"id":"4593317661-25","name":"CONFEDERACION ESPAÑOLA DE TRANSPORTE DE MERCANCIAS","registrationDate":"2008-11-21T13:00:09.382+01:00","category":2,"subCategory":4,"legal":"ASOCIACION PROFESIONAL","web":"http://cetm.es/","country":"Spain","headAddress":"LOPEZ DE HOYOS, 322","headCity":"MADRID","headPostCode":"28043","headPhone":"(34)9 17 44 47 00","boss":"MIGUEL ANGEL VALVERDE JIMENEZ","bossTitle":"Mr","bossPosition":"SECRETARIO GENERAL","membersCount":2,"membersFTE":"1.25","membership":"Asociación miembro de la Confederación Española de Organizaciones Empresariales (CEOE).&#xd;\n&#xd;\nAsociación miembro de EUROTRA, a traves de CEFTRAL-CETM.","memberOrga":"www.cetm.es","goal":"La Confederación Española de Transporte de Mercancías (CETM), es una organización empresarial que aglutina a más de 24.000 empresas de transporte de mercancías por carretera, con 116.000 vehículos y  193.000 profesionales.&#xd;<br />&#xd;<br />Asociación mayoritaria del Comité Nacional de Transporte por Carretera Español (CNTC).&#xd;<br />&#xd;<br />La CETM tiene, entre otros, como objetivos básicos representar, gestionar, defender y promocionar los intereses profesionales de las empresas del sector del transporte de mercancias por carretera y participar en la regulación de las cuestiones referentes al perfeccionamiento de la concurrencia del mercado, acceso a la profesión y los generales de la actividad en el ámbito de su actuación, tanto a nivel nacional como de la UE.","acronym":"CETM","interests":"Competition, Economic and Financial Affairs, Employment and Social Affairs, Energy, Environment, Internal Market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Paquete de la Carretera.&#xd;<br />Descarbonización sector transporte por carretera.&#xd;<br />Tarificación uso infraestructuras (euroviñeta).&#xd;<br />Aspectos sociales relacionados con el transporte&#xd;<br />(Cabotaje, empresas buzon, desplazamiento conductores y salarios minimos en distintos paises UE, etc).&#xd;<br />Revisión Regalmento 561/09 (flexibilizacion tiempos de conducción y descanso, descansos semanales regulares en cabina, etc.)&#xd;<br />Revision de la  Directive 2009/33/EC  (Clean Vehicles Directive).&#xd;<br />Modificaciones Directiva transporte combinado.&#xd;<br />Mid-term evaluation of the Connecting Europe Facility (CEF).&#xd;<br />Proyectos corredores TEN-T.&#xd;<br />Sistemas interoperables telepeajes.","lastUp":"2017-02-21T12:13:34.298+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}