{"id":"459332329534-06","name":"Latvijas dzelzceļš","registrationDate":"2018-01-11T10:39:12.749+01:00","category":2,"subCategory":3,"legal":"State joint stock company","web":"http://www.ldz.lv","country":"Latvia","headAddress":"Gogoļa street 3","headCity":"Riga","headPostCode":"LV 1547","headPhone":"(371)67 23 37 90","boss":"Māris Kleinbergs","bossTitle":"Mr","bossPosition":"Chairman of the Board","membersCount":1,"membersFTE":"0.5","membership":"https://www.ldz.lv/en/content/organisations","memberOrga":"CER, UIC, ERA, COLPOFER, CIT, OSJD, CSZT","goal":"State Joint Stock Company “Latvijas dzelzceļš” (Latvian Railway - LDz) is one of the largest nationally strategic companies in Latvia. The mission of LDz is to ensure a steady and stable development of the transit industry companies in Latvia. Latvia keeps the leading position among the Baltic States in freight transportation volumes and is one of the largest rail freight transportation companies in the EU. &#xd;<br />LDz is a fully state-owned enterprise and the parent company of 6 subsidiaries. In order to offer competitive international freight services, a subsidiary LDZ Loģistika was established. &#xd;<br />The main strategic objectives are to ensure a competitive level of rail infrastructure, transport and logistics service quality and cost, to be the leader in rail infrastructure cargo turnover in the Baltic states, to develop more environmentally friendly and efficient rail transport by electrifying the major routes and upgrading the traction units.","acronym":"LDz","interests":"Competition, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Environment, External Relations, International co-operation and development, Research and innovation, Trans-European Networks, Transport","euInitiatives":"Regulation EU 913/2010, The Fourth Railway Package, Connecting Europe Facility (CEF), Directive EU 2012/34, Ten-T","lastUp":"2020-01-16T10:43:04.737+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}