{"id":"459438519357-97","name":"Digital Economy Lab, University of Warsaw","registrationDate":"2015-10-30T18:35:45.072+01:00","category":4,"subCategory":12,"legal":"Brak","web":"http://delab.uw.edu.pl","country":"Poland","headAddress":"Dobra 56/66","headCity":"Warszawa","headPostCode":"00-312","headPhone":"(48)2 25 52 70 01","boss":"Katarzyna Śledziewska","bossTitle":"Ms","bossPosition":"Executive Director DELab UW","membersCount":15,"membersFTE":"12.5","membership":"","memberOrga":"","goal":"Digital Economy Lab, czyli Laboratorium Gospodarki Cyfrowej, łączy różne dyscypliny i środowiska naukowe, by wspólnie działać na rzecz nowych technologii informacyjnych i komunikacyjnych, oraz wspierać badawczo innowacyjne sektory polskiej gospodarki. Jest inicjatywą kilku jednostek Uniwersytetu Warszawskiego: Interdyscyplinarnego Centrum Modelowania Matematycznego, Wydziału Matematyki, Informatyki i Mechaniki, Wydziału Nauk Ekonomicznych oraz firmy Google, która wspiera projekt strategicznie i finansowo.&#xd;<br />&#xd;<br />Misją DELab jest określenie warunków, w których nowoczesne technologie informacyjno-komunikacyjne oraz innowacyjne przedsięwzięcia najlepiej działają na rzecz człowieka i całych społeczeństw, a dzięki temu efektywnie pracują na wzrost gospodarczy i wzmocnienie więzi społecznych.&#xd;<br />&#xd;<br />Celem DELab jest konsolidacja potencjału naukowego i synteza wiedzy z różnych dyscyplin naukowych, eksperymentowanie z innowacyjnymi modelami biznesowymi i dostarczanie praktycznych rekomendacji wpływających na pro-rozwojowe oddziaływanie nowych technologii. W Polsce i Europie Środkowo-Wschodniej brakowało dotąd ośrodka generującego wiedzę na temat społecznych i ekonomicznych konsekwencji nowych technologii oraz formułującego rekomendacje dla polityki publicznej w celu wspierania procesów modernizacji. Tymczasem szanse rozwojowe krajów i regionów w coraz większym stopniu zależą od zdolności wykorzystania innowacji i nowych technologii, zarówno w indywidualnej przedsiębiorczości, jak i w polityce publicznej.&#xd;<br />&#xd;<br />W skład DELab UW wchodzą strefa badania i strefa działania. Łączy je tematyka nowych technologii. W tej pierwszej prowadzone są badania z zakresu nauk społecznych i ekonomicznych, w drugiej rozkwita przedsiębiorczość, tworzą się relacje nauki z otoczeniem – biznesem, organizacjami pozarządowymi i administracją.","acronym":"DELab UW","interests":"Communication, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, External Relations, General and Institutional Affairs, Information Society, Internal Market, Public Health, Research and Technology, Trade","euInitiatives":"Digital Single Market&#xd;<br />Gospodarka Cyfrowa","lastUp":"2017-10-25T11:05:00.863+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}