{"id":"459506928129-87","name":"Holland Circular Hotspot","registrationDate":"2017-08-28T17:25:00.635+02:00","category":6,"subCategory":9,"legal":"stichting","web":"https://www.hollandcircularhotspot.nl","country":"Netherlands","headAddress":"Holland Circular Hotspot","headCity":"Hoofddorp","headPostCode":"2153MN","headPhone":"(31)6 28 90 97 58","boss":"Freek van Eijk","bossTitle":"Mr","bossPosition":"directeur","membersCount":8,"membersFTE":"4.25","membership":"","memberOrga":"Hoofdsponsors:&#xd;\nPhilips&#xd;\nRENEWI&#xd;\nRabobank&#xd;\nC&amp;A Foundation&#xd;\n&#xd;\nOndertekenaars van de intentieverklaring&#xd;\nMinisterie van Infrastructuur en Waterstaat&#xd;\nMinisterie van Economische Zaken&#xd;\nMinisterie van Buitenlandse Zaken&#xd;\nRVO&#xd;\nCircle Economy&#xd;\nNederland Circulair&#xd;\nNetherlands Circular Hotspot&#xd;\nAmsterdam Economic Board&#xd;\nWageningen UR&#xd;\nCompazz&#xd;\nENVAQUA&#xd;\nKennisinstituut Duurzaam Verpakken&#xd;\nUtrecht Sustainability Institute&#xd;\nBRBS Recycling&#xd;\nTNO&#xd;\nFME&#xd;\n&#xd;\nHet aantal leden zal verder groeien.","goal":"HCH is een publiek-privaat samenwerkingsverband van bedrijfsleven, kennisinstellingen en overheden dat zich richt zich op internationale partnerschappen op het gebied van circulaire economie. Daarbij richt HCH zich met name op organisaties die internationaal willen opereren en/of zich richten op de transitie naar een circulaire economie.&#xd;<br />Per 1 april 2018 is HCH een stichting met een Raad van Toezicht.&#xd;<br />&#xd;<br />Belangrijkste doelen zijn:&#xd;<br />- het creëren en versterken van circulaire economie export- en investeringskansen voor het Nederlandse  bedrijfsleven;&#xd;<br />- het realiseren van internationale uitwisseling van circulaire economie kennis en innovatie.&#xd;<br />&#xd;<br />In 2016 is door minister/staatsecretaris Sharon Dijksma, bedrijfsleven en kennisinstellingen een intentieverklaring getekend om Holland Circular Hotspot op te richten. Dit als opvolger van de Netherlands Circular Hotspot conferentie die onder het Nederlandse voorzitterschap van de EU werd georganiseerd. &#xd;<br />In 2017 en 2018 is gebouwd aan de organisatie. Inmiddels beschikt de organisatie over een nieuwe website en weten steeds meer partijen HCH te vinden.&#xd;<br />&#xd;<br />Er zijn Memoranda of Understanding afgesloten met een aantal andere  Europese hotspots, Taiwan en Frankrijk.","acronym":"HCH","interests":"Agriculture, Business and Industry, Climate Action, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, International co-operation and development, Regional Policy, Research and innovation, Trade, Trans-European Networks","euInitiatives":"- Europese wetgeving, ontwikkelingen, workshops, conferenties en missies op het gebied van Circulaire Economie, zoals de Circular Economy Strategy&#xd;<br />- Interesse in deelname in het European Circular Economy Stakeholder Platform &#xd;<br />- Relevante subsidies (H2020, EFRD, Twinning, Technical Assistance, LIFE, Interreg, Cosme)","lastUp":"2018-08-25T16:35:26.545+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}