{"id":"45953576620-17","name":"European Energy Forum","registrationDate":"2011-09-08T17:07:06.728+01:00","category":2,"subCategory":7,"legal":"association sans but lucratif","web":"http://www.europeanenergyforum.eu","country":"France","headAddress":"20 Places des Halles (Tour Europe)","headCity":"Strasbourg","headPostCode":"67000","headPhone":"(32)22 27 04 60","boss":"Pascale Verheust","bossTitle":"Ms","bossPosition":"Director General","membersCount":4,"membersFTE":"3.75","membership":"","memberOrga":"The EEF has 2 categories of members: &#xd;\n&#xd;\nActive Members : these are Members of the European Parliament who wish to be directly involved in the EEF’s activities.&#xd;\nhttp://www.europeanenergyforum.eu/members/active-members&#xd;\n&#xd;\nAssociate Members : Associate Members are companies, research organizations, associations and regulators interested in energy-related problems and that want to be directly involved in the EEF's activities.&#xd;\nhttp://www.europeanenergyforum.eu/members/associate-members","goal":"The EEF events provide a place for discussion where EU actors in the energy sector can meet, get informed and debate and where all points of views and ideas are welcome.&#xd;<br />The EEF promotes the dialogue and the debate between different parties : MEPs, industry, civil servants, scientific community, … involved in energy issues through a variety of events (dinner-debates, lunchtime discussions, visits, …)  The EEF combines the proposals from its Associate Members with the interest of the Active Members (MEPs) in co-operation with the European Commission.&#xd;<br />The events are chaired by the President of the EEF who is an MEP.","acronym":"EEF","interests":"Climate Action, Energy, Environment, External Relations, Research and Technology, Transport","euInitiatives":"Our association monitors dossiers related to energy issues.  All fields relating to energy are of interest to our neutral forum.  Our association also monitors environment and climate dossiers.","lastUp":"2018-03-08T11:01:24.313+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}