{"id":"45963658079-77","name":"Goethe-Institut e.V.","registrationDate":"2012-02-15T13:25:10.812+01:00","category":3,"subCategory":2,"legal":"Registered, non-profit association under German law","web":"http://www.goethe.de","country":"Germany","headAddress":"Dachauer Str., 122","headCity":"Munich","headPostCode":"80637","headPhone":"(49)89 15 92 10","boss":"Rainer Pollack","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":2,"membersFTE":"1.5","membership":"STRUCTURE OF THE ORGANISATION&#xd;\n&#xd;\nAccording to “§ 3 MEMBERSHIP” of the Articles of Association, the main membership rules are as follows:&#xd;\n&#xd;\n“ (1) The Association consists of&#xd;\n– ordinary members,&#xd;\n– extraordinary members and&#xd;\n– members by virtue of office.&#xd;\n(2) The total number of ordinary members is limited to 30.&#xd;\n(3) Ordinary members are&#xd;\n– the Federal Republic of Germany,&#xd;\n– personalities from different branches of the cultural, scientific and community life of the Federal Republic of Germany, who are elected by the General Meeting on the recommendation of the Presidium and on account of recommendations made by members at the General Meeting.&#xd;\n(4) Extraordinary members are&#xd;\n– one member of parliament from each party in the German Bundestag, who is nominated by his/her party for the duration of a parliamentary term,&#xd;\n– two representatives from Land governments, each of whom is nominated for four years by the Permanent Conference of the ministers for education and the arts of the Länder of the Federal Republic of Germany.”&#xd;\n&#xd;\nAs of 13 February 2018, 159 Goethe-Institutes in 98 countries provide information on the culture, language and other general aspects of Germany. For the complete list of branch offices, please see: https://www.goethe.de/en/wwt.html","memberOrga":"","goal":"“The objective of the Association is to promote knowledge of the German language outside Germany, to maintain international cultural cooperation and to propagate a comprehensive picture of Germany by means of information on cultural, social and political life. The Association pursues exclusively and directly non-profit making objectives in the sense of the section “Tax-favoured objectives” of the German Fiscal Code. It promotes science and research, education and schooling, art and culture as well as understanding between peoples. The objective of the Articles of Association is realised in particular through the fulfilment of the duties arising from the basic agreement between the Federal Republic of Germany and Goethe-Institut e.V. in its respective current form. Goethe-Institut e.V. maintains cultural institutes outside Germany and in Germany. Its headquarters are in Munich. The headquarters have a representation in Berlin and branch offices in Germany. “&#xd;<br />&#xd;<br />§ 2.1 of the Articles of Association as amended on 20 Nov. 2009 (see: http://www.goethe.de/mmo/priv/1223396-STANDARD.pdf)","acronym":"GI","interests":"Communication, Culture, Education and training, External Relations, Humanitarian aid and civil protection, International co-operation and development, Sport, Youth","euInitiatives":"- reports and initiatives by the CULT committee&#xd;<br />- reports and initiatives by the AFET committee&#xd;<br />- reports and initiatives by the DEVE committee","lastUp":"2019-02-12T17:13:39.300+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}