{"id":"459746620316-49","name":"OPUS INSPECTION, Inc.","registrationDate":"2016-01-18T16:28:38.198+01:00","category":2,"subCategory":3,"legal":"Corporation, Connecticut","web":"http://www.OpusInspection.com","country":"United states","headAddress":"7 Kripes Road","headCity":"East Granby","headPostCode":"CT 06026-9720","headPhone":"(1)86 03 92 21 00","boss":"Lothar GEILEN","bossTitle":"Mr","bossPosition":"CEO Opus Group","membersCount":2,"membersFTE":"0.5","membership":"CITA - http://www.cita-vehicleinspection.org","memberOrga":"","goal":"Opus Inspection, with its subsidiary Envirotest, is a multi-national company with over 1,000 employees dedicated exclusively to motor vehicle inspection.&#xd;<br />&#xd;<br />Opus Inspection is a fully vertically integrated company with operations in 22 of the United States and several countries in Latin America and Asia.  Building on an unmatched record of success and customer satisfaction, Opus Inspection has become the industry leader in providing professionally managed solutions for safety and emission inspection programs that apply leading edge technology to data management, safety and emissions testing equipment, on-road Remote Sensing, and wireless Remote OBD monitoring.&#xd;<br />&#xd;<br />Opus Inspection manages 20 different vehicle inspection programs with 25 million vehicle inspections per year.  While most of these inspection programs are in the U.S.,  Opus Inspection manages also inspection programs in Mexico, Perú, Chile, Panama, Bermuda, Pakistan and Sweden.&#xd;<br />&#xd;<br />Our roots go deep, representing nearly 40 years of Inspection/Maintenance industry innovation.  In 1974, we were the first company to provide computerized emissions analyzer testing systems for vehicle inspection programs.  In 1976, we began the first contractor managed vehicle inspection program in the US.  Our System1 Gen3 inspection system, designed in 2013, is our most current generation of computerized inspection equipment and it provides state-of-the-art accuracy and reliable functionality. &#xd;<br />&#xd;<br />Opus Inspection provides a full complement of program management services for our vehicle inspection clients.  We work in partnership with government agencies to manage any or all aspects of their regulated programs worldwide.","acronym":"OPUS INSPECTION","interests":"Climate Action, Consumer Affairs, Energy, Environment, Information Society, Public Health, Research and Technology, Transport","euInitiatives":"Real-world emissions and activity of monitoring of engines and vehicles in support to the European Emissions control legislation&#xd;<br />&#xd;<br />EU Energy and Climate Change Policy Initiatives&#xd;<br />&#xd;<br />Clean transport and urban mobility policy","lastUp":"2018-01-16T06:43:28.653+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}