{"id":"460052417196-83","name":"European Geriatric Medicine Society","registrationDate":"2015-05-12T07:35:06.125+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.eugms.org","country":"Italy","headAddress":"European Geriatric Medicine Society","headCity":"Genoa","headPostCode":"16121","headPhone":"(39)01 05 53 59 37","boss":"Finbarr, Prof. Martin","bossTitle":"Mr","bossPosition":"President 2018 - 2019","membersCount":1,"membersFTE":"0.25","membership":"European Medicine Agency (EMA) http://www.ema.europa.eu/&#xd;\n&#xd;\nEuropean Academy for Medicine on Ageing&#xd;\nhttp://www.eama.eu&#xd;\n&#xd;\nEuropean Union of Medical Specialists UEMS&#xd;\nhttp://www.uems.eu/&#xd;\n&#xd;\nEuropean Health Management Association EHMA&#xd;\nhttp://www.ehma.org/&#xd;\n&#xd;\nInternational Osteoporosis Foundation IOF&#xd;\nwww.iofbonehealth.org","memberOrga":"The Boards of EuGMS, consisting of natural persons:&#xd;\n&#xd;\nhttp://www.eugms.org/about-us/eugms-boards.html&#xd;\n&#xd;\nThe member organisations of EuGMS:&#xd;\n&#xd;\nhttp://www.eugms.org/our-members/national-societies.html","goal":"EuGMS Mission&#xd;<br />&#xd;<br />Our mission is:&#xd;<br />&#xd;<br />To develop geriatric medicine in Europe as an independent specialty caring for older people with age-related disease.&#xd;<br />To support that these services become available to all European citizens.&#xd;<br />To support the development of health services suitable for an ageing population.&#xd;<br />To promote education and continuing professional development, and in particular an annual scientific meeting In conjunction with the Section of Geriatric Medicine of the UEMS, to promote geriatric medicine to the European Commission and Parliament.&#xd;<br />To promote evidence-based consensus for the most efficacious preventive and treatment strategies for older people in Europe.&#xd;<br />The mass ageing of our populations has been one of the crowning achievements of the end of the second millennium. This ageing has also brought challenges in terms of a new order of complexity in ensuring the health of the ageing populations. Geriatric medicine has developed to meet this challenge, and has been proven to be an efficient and cost-effective development.&#xd;<br />&#xd;<br />A number of organisations have been supporting a European profile for geriatric medicine and momentum has been building up over the last decade. It was felt, however, that there was still a lack of a central focus for continuing professional development and academic matters in the European Union.&#xd;<br />&#xd;<br />The first group met to discuss the EUGMS in Sept 1999 in Paris. After a number of meetings at different European cities, the European Union Geriatric Medicine Society was finally created, and was launched in Paris in August 2001, when its 1 st Congress took place.","acronym":"EuGMS","interests":"Public Health","euInitiatives":"European Innovation Partnership on Active and Healthy Ageing (EIP - AHA)&#xd;<br />HORIZON 2020 competition, call INT-3-2015, Europe’s contribution to a value-based global order and its contestants.","lastUp":"2018-03-30T10:19:12.990+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}