{"id":"46048398282-16","name":"Association of Hungarian Confectionery Marnufacturers","registrationDate":"2012-03-08T07:12:42.143+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.hunbisco.hu","country":"Hungary","headAddress":"Pallag str. 7","headCity":"Dunakeszi","headPostCode":"2120","headPhone":"(36)3 04 88 82 72","boss":"Sándor Sánta","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"0.75","membership":"CAOBISCO&#xd;\nFDE (EFOSZ)-  Hungary","memberOrga":"","goal":"The objects of the association are,&#xd;<br />&#xd;<br />•\tto bring together the National member companies of the industries concerned and to develop between them a spirit of Hungarian and European solidarity&#xd;<br />&#xd;<br />•\tto promote and to defend their common interests in relation to the authorities and the institutions of the Hungarian, EU and other European stakeholders&#xd;<br />&#xd;<br />•\tto direct all the negotiations of these industries with the EU and relevant international Organisations, particularly in the agricultural and food industries sector in Europe&#xd;<br />&#xd;<br />•\tto facilitate the free circulation of sector products in Europe and to co-operate in the elaboration of common regulations. For this purpose the association will collect and disseminate information as necessary to achieve its objectives, in compliance with competition and anti-trust laws. &#xd;<br />&#xd;<br />•\tto defend the common interests of the sector industries in the face of all unfair competition and vis-a-vis the authorities and institutions of Hungary and the European Union.","acronym":"HUNBISCO","interests":"Agriculture and Rural Development, Budget, Competition, Consumer Affairs, Customs, Food Safety, Public Health, Research and Technology, Taxation","euInitiatives":"Food Improvement Framework agreement and sugar-reduction.","lastUp":"2017-03-04T16:31:12.876+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}