{"id":"460594519070-95","name":"Adaptant Solutions AG","registrationDate":"2015-10-02T13:44:28.216+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"https://www.adaptant.io","country":"Germany","headAddress":"Rosenheimer Strasse 139","headCity":"Munich","headPostCode":"81671","headPhone":"(49)8 99 04 10 13 00","boss":"Paul Mundt","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":2,"membersFTE":"0.5","membership":"- Big Data Value Association (BDVA cPPP)&#xd;\n- European Cyber Security Organisation (ECSO / CyberSecurity cPPP)&#xd;\n- Networked European Software and Services Initiative (NESSI ETP)&#xd;\n- Bundesverband Deutsche Startups (BVDS)&#xd;\n- OSB Alliance – Open Source Business Alliance e.V. (OSBA)&#xd;\n- Allience for Internet of Things Innovation (AIOTI)&#xd;\n- Open Connectivity Foundation (OCF)","memberOrga":"The Adaptant Group is run by Adaptant Solutions AG in Munich, Germany. Adaptant Solutions AG is responsible for all operations, oversight and management of Adaptant Group companies. Intellectual holdings of the Group are distributed globally, with each region responsible for its own portfolio ownership and management. US IP is managed by Adaptant Holdings USA LLC.","goal":"Adaptant is a software and solutions company focused on the ethical and responsible use of data. Adaptant helps individuals manage and protect their data while enabling businesses to collect and process data in line with their users’ preferences - helping organisations build lasting relationships that go beyond simple compliance.","acronym":"Adaptant","interests":"Borders and Security, Business and Industry, Communication, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Foreign and Security Policy and Defence, General and Institutional Affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"- Digital Single Market&#xd;<br />- General Data Protection Regulation (GDPR)&#xd;<br />- Network and Information Security (NIS) Directive&#xd;<br />- e-Privacy Directive / Regulation","lastUp":"2018-08-27T12:39:12.004+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}