{"id":"460698020580-29","name":"APPRO-Europe","registrationDate":"2016-02-07T11:05:37.321+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://appro-europe.net","country":"Belgium","headAddress":"Square de Meuûs, 35","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)28 95 36 01","boss":"Lucile MARTIN","bossTitle":"Ms","bossPosition":"Administrator","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"Afghanistan Public Policy Research Organization: http://appro.org.af/","goal":"APPRO-Europe is an independent, non-profit, non-partisan organization with a mandate to carry out applied research, training and mentoring, monitoring and evaluations, knowledge dissemination, and advocacy to inform international development. APPRO-Europe (ASBL) is registered in Belgium and France.&#xd;<br />&#xd;<br />APPRO-Europe is partnered with Afghanistan Public Policy Research Organization (APPRO), registered in Afghanistan as a non-profit, non-government organization headquartered in Kabul with offices in Mazar-e Sharif (North), Jalalabad (East), Kandahar (South), Herat (West), and Bamyan (Center).&#xd;<br /> &#xd;<br />APPRO-Europe’s mission is to facilitate critical dialogue on development aid effectiveness and policy making. This mission has two components. The first component is to measure development progress against strategic development objectives. The second component is to train and mentor civil society organizations in evidence-based advocacy and governments in evidence-based policy making. &#xd;<br />&#xd;<br />APPRO-Europe operates through funds provided by national and international development aid organizations. With the exception of evaluation reports, all research findings are disseminated as publications, downloadable free of charge from APPRO-Europe’s website at: www.appro-europe.net &#xd;<br />&#xd;<br />All research is designed and carried out independently to promote critical, yet constructive, dialogue and collaboration between parties with different agendas who share a commitment to the development and wellbeing of inhabitants in aid recipient countries. &#xd;<br />&#xd;<br />Research, training, and evaluations are carried out based on the recognition that in any policy environment there are gaps between policy outcomes and policy objectives. A second key consideration in APPRO-Europe’s approach is that all policy outcomes identify or create new problems (and opportunities), to be attended to through subsequent policy interventions informed by learning from monitoring, evaluations, and applied research.","acronym":"APPRO-Europe","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"EU CSO-LA&#xd;<br />EIDHR&#xd;<br />EU implementation on UNSCR 1325 and 1820","lastUp":"2018-01-26T03:21:16.049+01:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}