{"id":"46066856015-15","name":"Royal College of Nursing","registrationDate":"2011-06-13T10:36:03.481+01:00","category":2,"subCategory":1,"legal":"Trade union / professional body","web":"http://www.rcn.org.uk","country":"United kingdom","headAddress":"Cavendish Square, 20","headCity":"London","headPostCode":"W1G 0RN","headPhone":"(44207)6 47 38 04","boss":"Janet Davies","bossTitle":"Ms","bossPosition":"Chief Executive &amp; General Secretary","membersCount":3,"membersFTE":"2.0","membership":"European Federation of Nurses Associations.&#xd;\nCommonwealth Nurses and Midwives Federation.&#xd;\nEuropean Federation of Public Service Unions.&#xd;\nEuropean Public Health Alliance.&#xd;\nEuropean Health Management Association.&#xd;\nInternational Confederation of Midwives.&#xd;\nWHO Europe - European Forum of National Nursing and Midwifery Associations.","memberOrga":"","goal":"With a membership of around 430,000 registered nurses, midwives, health visitors, nursing students, health care assistants and nurse cadets, the Royal College of Nursing (RCN) is the voice of nursing across the UK and the largest professional union of nursing staff in the world.  RCN members work in a variety of hospital and community settings in the NHS and the independent sector.  The RCN promotes patient and nursing interests on a wide range of issues by working closely with the Government, the UK parliaments and other national and European political institutions, trade unions, professional bodies and voluntary organisations.","acronym":"RCN","interests":"Competition, Consumer Affairs, Development, Education, Employment and Social Affairs, Food Safety, Humanitarian Aid, Internal Market, Justice and Fundamental Rights, Public Health, Research and Technology, Trade","euInitiatives":"All health, employment, education and any other EU issues impacting on nurses and nursing in the UK","lastUp":"2018-03-13T16:13:00.062+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}