{"id":"461256130052-71","name":"Chamber of Commerce Belgium Luxembourg South East Europe","registrationDate":"2018-02-07T10:45:20.182+01:00","category":2,"subCategory":4,"legal":"a.s.b.l","web":"http://www.chamber.be/","country":"Belgium","headAddress":"Rue Potagere, 2","headCity":"Brussels","headPostCode":"1210","headPhone":"(32)04 78 44 58 90","boss":"Jezic von Gesseneck Milan","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"1.5","membership":"For a full list of our members please visit our website http://www.chamber.be/","memberOrga":"The Chamber has been one of the inaugurating chambers of the Transnational Chamber of Commerce, the worldwide business chamber led by the World Chambers Federation","goal":"The Chamber is an official certified Chamber of Commerce and Industry of Belgium and Luxembourg in charge of Albania, Bosnia &amp; Herzegovina, Croatia, Greece, Macedonia, Montenegro, Serbia and Kosovo, and Slovenia, as well as of cooperation with Bulgaria, Hungary, Moldova, Romania and Turkey. &#xd;<br />&#xd;<br />As a non-for-profit organisation, the Chamber acts for the benefit of the society and its members, presenting a unique, Brussels based, South-Eastern Europe Public-Private Partnership Platform.","acronym":"CCBLSEE","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"Activities on the European level to enhance the technical cooperation and exchange of know-how and expertise. Currently one of the major activities on the European level is the promotion campaign partnership with the European Commission in building Energy Sustainable South-East Europe.&#xd;<br />&#xd;<br />We are engaging in the following EU policy areas:&#xd;<br />Single Market and Digital Single Market&#xd;<br />Energy Union&#xd;<br />Innovation Union&#xd;<br />Regional Policy&#xd;<br />Stabilisation and Association Agreements&#xd;<br />Agriculture &amp; Food&#xd;<br />Competition &amp; Trade","lastUp":"2018-02-07T10:46:47.049+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}