{"id":"461270630820-22","name":"Materialise NV","registrationDate":"2018-03-15T16:37:10.111+01:00","category":2,"subCategory":3,"legal":"Naamloze Vennootschap","web":"http://www.materialise.com","country":"Belgium","headAddress":"Technologielaan 15","headCity":"Leuven","headPostCode":"3000","headPhone":"(32)16 39 66 11","boss":"Carla Van Steenbergen","bossTitle":"Ms","bossPosition":"Chief Legal Officer","membersCount":2,"membersFTE":"0.75","membership":"beMedTech, Leuven Mindgate, CECIMO, FLAM3D, Mobility Goes Additive, VOKA","memberOrga":"","goal":"When Materialise was founded in 1990, our goal was to enable new uses for the extraordinary potential that 3D printing offers. Since then, we have leveraged our experience to create a range of software solutions and 3D printing services, which together form a backbone for the 3D printing industry.&#xd;<br />&#xd;<br />Our open and flexible platforms enable players in industries such as healthcare, automotive, aerospace, art and design, and consumer goods, to build innovative 3D printing applications that make the world a better and healthier place.&#xd;<br />&#xd;<br />&#xd;<br />Headquartered in Belgium, with branches worldwide, Materialise has combined the largest group of software developers in the industry with one of the largest 3D printing facilities in the world.&#xd;<br />&#xd;<br />&#xd;<br />Ultimately, we empower our customers to transition towards a digital manufacturing process and to launch innovations that have the potential to forever change the faces of their industries.&#xd;<br />&#xd;<br />&#xd;<br />And that’s what keeps us pioneering.  That’s why we continue to encourage, inspire, and co-create for a better and healthier world.","acronym":"","interests":"Communication, Competition, Consumers, Economy, finance and the euro, Employment and Social Affairs, Public Health, Research and innovation, Single market","euInitiatives":"- Regulation (EU) 2017/745 of the European Parliament and of the Council of 5 April 2017 on medical devices&#xd;<br />- Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data&#xd;<br />- Report on on three-dimensional printing, a challenge in the fields of intellectual property rights and civil liability by the JURI committee.&#xd;<br />- The Future Guidance on the Product Liability Directive 85/374/EEC","lastUp":"2019-02-18T10:10:08.651+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}