{"id":"461826311486-83","name":"European Payment Institutions Federation","registrationDate":"2013-07-01T18:40:26.139+01:00","category":2,"subCategory":4,"legal":"aisbl","web":"http://paymentinstitutions.eu","country":"Belgium","headAddress":"Chaussee d'Alsemberg, 999","headCity":"Brussels","headPostCode":"1180","headPhone":"(32)4 75 33 00 39","boss":"Derrick Brown","bossTitle":"Mr","bossPosition":"Chair","membersCount":4,"membersFTE":"1.0","membership":"EPIF is a member of the European Payments Council (EPC).&#xd;\n&#xd;\nEPIF is also a member of the Euro Retail Payments Board (ERPB).","memberOrga":"","goal":"The European Payment Institutions Federation (EPIF) was created in July 2011 to represent the interests of the non-banking Payment Institutions at the European level, bringing together a broad range of members and creating the key link between the PI sector and European regulators. Directly and indirectly EPIF represents more than 250 payment institutions in Europe covering a range of business models. The Federation has grown from strength to strength and provides representatives in the European Payments Council, is a member of the Euro Retail Payments Board, as well as participating actively in the regulatory debates impacting the European payment sector. It is committed to the development of a single European payments market for EU citizens. It actively promotes innovation, competition and quality of payment services across the EU.","acronym":"EPIF","interests":"Audiovisual and Media, Competition, Consumer Affairs, Economic and Financial Affairs, Enterprise, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Taxation, Trade, Trans-European Networks","euInitiatives":"EPIF follows all EU policy initiatives impacting the payments sector, including regulation, standard setting, compliance and EU initiatives on e-commerce and the Digital Single Market.","lastUp":"2017-12-20T18:14:09.201+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}