{"id":"462189636661-33","name":"The Association for the Defence of Human Rights in Romania - the Helsinki Committee","registrationDate":"2019-11-26T14:49:56.290+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.apador.org","country":"Romania","headAddress":"Nicolae Tonitza street, no. 8A, district 3, Bucharest","headCity":"Bucharest","headPostCode":"030113","headPhone":"(40)2 13 12 45 28","boss":"Ecaterina-Georgiana Gheorghe","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":7,"membersFTE":"7.0","membership":"","memberOrga":"","goal":"The Association for the Defence of Human Rights in Romania – the Helsinki Committee (APADOR-CH) is a non-governmental, not-for-profit organization, established in 1990. APADOR-CH’s Mission is to take action for the protection of human rights and the establishment of equilibrium when they are in danger or infringed upon.&#xd;<br />APADOR-CH’s Values are: competence, professionalism, visibility, transparency, standards and ethic concerning the respect for the following values: its own capital, integrity, fairness, impartiality, honesty, objectivity, responsibility and good faith both within APADOR-CH and with third parties.&#xd;<br />&#xd;<br />For 2018-2020, APADOR-CH’s strategic objectives are:&#xd;<br />&#xd;<br />        The development of efficient legal and institutional mechanisms for respecting human rights and monitoring relevant institutions;&#xd;<br />        The improvement of the legislative framework and of the practices regarding the right to free assembly and association, freedom of expression, right to private life;&#xd;<br />        The development of practices and institutional mechanisms for increasing transparency and good governance;&#xd;<br />        Reacting to human rights threats;&#xd;<br />        Public authority intimations and the initiation of strategic litigation in cases which deal with infringement upon human rights;&#xd;<br />        Priority monitoring of:&#xd;<br />            Police abuses;&#xd;<br />            Regulations and practices in the field of national security which have an impact on human rights;&#xd;<br />            Regulations and practices concerning deprivation of liberty.","acronym":"APADOR-CH","interests":"Justice and Fundamental Rights, Regional Policy, Research and innovation","euInitiatives":"APADOR-CH is a member of both LEAP and Justicia European networks.&#xd;<br />&#xd;<br />The Legal Experts Advisory Panel (or LEAP) is Fair Trials’ European network of experts in criminal justice and human rights which works to promote fair trial rights in Europe. LEAP currently counts some 200 organisational members, with representatives from law firms, CSOs, and academic institutions, covering all 28 EU Member States.&#xd;<br />&#xd;<br />The JUSTICIA European Rights Network (JUSTICIA) is a network of leading civil society organisations from across Europe, mainly national-level civil liberties organisations, designed to help them cooperate and coordinate around the promotion of the right to a fair trial in Europe.&#xd;<br />&#xd;<br />LEAP and JUSTICIA work to offer an expert view on a broad range of EU criminal justice topics, while also boosting cooperation between human rights defenders in cross-border work. The importance of this contribution has been acknowledged by the EU, which has recognised the network’s contribution to justice in the EU.","lastUp":"2019-11-26T14:50:58.357+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}