{"id":"462666621242-31","name":"Forest Peoples Programme","registrationDate":"2016-04-05T18:03:05.537+02:00","category":3,"subCategory":2,"legal":"Dutch Stichting and UK Charity","web":"http://www.forestpeoples.org","country":"United kingdom","headAddress":"1c Fosseway Business Centre","headCity":"Moreton-in-Marsh","headPostCode":"GL56 9NQ","headPhone":"(44)16 08 65 28 93","boss":"Mary Louise Henson","bossTitle":"Ms","bossPosition":"Managing Director","membersCount":41,"membersFTE":"19.75","membership":"FPP is a member of the RSPO, the IUCN, the International Land Coalition, The Rights and Resources Initiative (RRI), The Forests Dialogue (TFD), the Forest Movement Europe (FME), The World Rainforest Movement, and The London Mining Network. FPP is also an accredited organisation with the United Nations Economic and Social Council (ECOSOC).","memberOrga":"FPP is not a membership organisation. The charity is staffed by a total of 48 employees and consultants working either full or part-time. Geographic data below on \"members\", refers to FPP staff located in the EU countries.","goal":"Forest Peoples Programme (FPP) was founded in 1990 in response to the global forest crisis, specifically to support indigenous forest peoples’ struggles to defend their lands and livelihoods. It registered as a non-governmental human rights Dutch Stichting in 1997, and then later, in 2000, as a UK charity, No. 1082158 and a company limited by guarantee (England &amp; Wales) Reg. No. 3868836, with a registered office in the UK.","acronym":"FPP","interests":"Agriculture and Rural Development, Climate Action, Communication, Culture, Customs, Development, Economic and Financial Affairs, Education, Environment, External Relations, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Trade","euInitiatives":"FLEGT Action Plan review, development of an EU Action Plan on Deforestation and Forest Degradation, reveiw of the biofuel policy, EU Action Plan on Human Rights, EU Business and Human Rights policies, EU Indigenous Peoples policy and 2030 Sustainable Development Agenda,  EU support to Reduced Emissions on Deforestation (REDD+)","lastUp":"2018-03-28T17:35:49.693+02:00","customers":"","costAbsolu":"","costRange":"4500000-4749000","turnoverAbsolu":0,"turnoverRange":""}