{"id":"462742020201-51","name":"AJINOMOTO EUROPE S.A.S.","registrationDate":"2016-01-22T12:00:25.431+01:00","category":2,"subCategory":3,"legal":"SAS","web":"http://www.ajinomoto.com","country":"France","headAddress":"32 rue Guersant","headCity":"paris","headPostCode":"75017","headPhone":"(33)1 47 66 98 63","boss":"Yoshiteru Masai","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.75","membership":"EUSFI:  European Specialty Food Ingredients  &#xd;\nAmfep: Association of manufacturers or formulators of enzyme products &#xd;\nISA: International Sweeteners Association&#xd;\nILSI Europe","memberOrga":"","goal":"Ajinomoto is originally a Japan based company, leader in the development of amino acid technology. Ajinomoto's aim is to contribute to significant advances in food and health. Ajinomoto main sectors of activity are:  food and feed, amino science and health. In Europe Ajinomoto has facilities producing food products, feed ingredients, food supplements and pharma grade products. The regional head office for EMEA region is located in Paris","acronym":"","interests":"Agriculture and Rural Development, Borders and Security, Business and Industry, Communication, Competition, Consumers, Customs, Economy, finance and the euro, Environment, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Maritime affairs and fisheries, Public Health, Research and innovation, Single market, Trade, Trans-European Networks","euInitiatives":"Nutrition Policies&#xd;<br />Trade: Eu-Japan free trade agreement. TBT&#xd;<br />Food safety: Food Improvement Agents (additives, flavourings, enzymes), additives reevaluation&#xd;<br />Food information to consumer: INCO/FIR&#xd;<br />Novel foods&#xd;<br />Pharmaceuticals: manufacture of amino acid based active pharma ingredients&#xd;<br />Animal Nutrition: feed additives/feed additives reevaluation","lastUp":"2019-12-10T11:29:42.886+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}