{"id":"463002020998-25","name":"VisionWare, Sistemas de Informação, S. A.","registrationDate":"2016-03-09T15:59:33.016+01:00","category":1,"subCategory":6,"legal":"Sociedade Anónima (SA)","web":"http://www.visionware.pt","country":"Portugal","headAddress":"Centro Empresarial da Lionesa","headCity":"Leça do Balio","headPostCode":"4465-671","headPhone":"(351)2 25 32 37 40","boss":"Bruno Castro","bossTitle":"Mr","bossPosition":"CEO","membersCount":12,"membersFTE":"12.0","membership":"Member of the CYSPA alliance (http://www.cyspa.eu/?Page=alliance)&#xd;\nMember of EOS (http://www.eos-eu.com/default.aspx?page=home)&#xd;\nMember of ECSO (https://www.ecs-org.eu)","memberOrga":"","goal":"VisionWare is the leading Portuguese company in the domain of ICT security, with a strong customer base in the public &amp; private sector, including industry, healthcare, education, finance, defence and police organizations. This company has proven itself in the market as a reliable, trustworthy and experienced partner, providing a service framework designed according to international best practices and methodologies of the market, namely ISO 27001, ISO 20000 and COBIT standards. Moreover, VisionWare’s consultants are accredited by the most relevant international ICT security certifications (ISC2 CISSP, ISACA CISM, BSI ISO/IEC 17799/27001 and ITIL), as well as EU-secret and NATO-secret security clearance.","acronym":"VIS","interests":"Business and Industry, Communication, Consumers, Digital economy and society, Education and training, Foreign affairs and security policy, Justice and Fundamental Rights, Public Health, Research and innovation, Trade, Transport","euInitiatives":"Regulation (EU) No 910/2014 of the European Parliament and of the Council of 23 July 2014 on electronic identification and trust services for electronic transactions in the internal market and repealing Directive 1999/93/EC &#xd;<br />&#xd;<br />Eu General Data Protection Regulation","lastUp":"2019-02-14T15:44:20.321+01:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":"","turnoverRange":""}