{"id":"463723920133-91","name":"Universitatea Ovidius din Constanta","registrationDate":"2015-12-31T14:43:35.423+01:00","category":4,"subCategory":12,"legal":"public university","web":"http://www.univ-ovidius.ro","country":"Romania","headAddress":"Bd. Mamaia 124","headCity":"Constanta","headPostCode":"900527","headPhone":"(40)2 41 60 64 07","boss":"Sorin RUGINA","bossTitle":"Mr","bossPosition":"Rector","membersCount":4,"membersFTE":"1.0","membership":"EUA&#xd;\nEURASHE&#xd;\nBlack Sea Universities Network&#xd;\nBalkan Universities Association&#xd;\nDanube Rectors' Conference","memberOrga":"","goal":"Ovidius University of Constanta is a public, fully accredited higher education institution, which was founded in 1961 and became a comprehensive, multicultural university in 1990.   The university offers bachelor’s, master’s and doctoral degrees in various fields of study, including medicine and pharmacy, life and environmental sciences, natural sciences and engineering, social sciences and business administration, humanities, theology and arts.  With about 15000 students and over 1000 staff, the university is the largest higher education institution in the EU on the Black Sea coast.&#xd;<br />&#xd;<br />The mission of Ovidius University of Constanța is to create, maintain and disseminate knowledge to society through education, scientific research and artistic creation at European standards.  The university is actively engaged in the community, but with an impact on the entire Black Sea region, Europe and beyond.","acronym":"UOC","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Open Education Challenge&#xd;<br />&#xd;<br />ICT in Education -  digital agenda for Europe&#xd;<br />&#xd;<br />Joint Programming Initiatives &#xd;<br />&#xd;<br />The Bioeconomy Strategy&#xd;<br />&#xd;<br />Funding higher education in EU&#xd;<br />&#xd;<br />Quality assurance in HE&#xd;<br />&#xd;<br />Opening HE towards the labor market","lastUp":"2017-12-04T11:21:08.337+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}