{"id":"464531124459-38","name":"Lloyd's Register","registrationDate":"2016-11-11T18:02:34.172+01:00","category":2,"subCategory":3,"legal":"Limited company","web":"http://www.lr.org","country":"United kingdom","headAddress":"71 Fenchurch Street","headCity":"London","headPostCode":"EC3M 4BS","headPhone":"(44)0 20 77 09 91 66","boss":"Alastair Marsh","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":4,"membersFTE":"1.0","membership":"International Association of Classification Societies (IACS)&#xd;\nIndependent International Organisation for Certification (IIOC)&#xd;\nInternational Confederation of Inspection and Certification  Organisations (CEOC)","memberOrga":"","goal":"We’re one of the world’s leading providers of professional services for engineering and technology – improving safety and increasing the performance of critical infrastructures worldwide.&#xd;<br />&#xd;<br />We started out in 1760 as a marine classification society. Today, we’re one of the world’s leading providers of professional services for engineering and technology – improving safety and increasing the performance of critical infrastructures for clients in over 75 countries worldwide.&#xd;<br />&#xd;<br />The profits we generate fund the Lloyd’s Register Foundation, a charity which supports engineering-related research, education and public engagement around everything we do. All of this helps us stand by the purpose that drives us every single day: Working together for a safer world.","acronym":"LR","interests":"Agriculture and Rural Development, Climate Action, Consumers, Digital economy and society, Energy, Environment, Food Safety, Maritime affairs and fisheries, Public Health, Research and innovation, Trade, Trans-European Networks, Transport","euInitiatives":"Safety and environmental performance of industries including maritime and offshore, onshore energy, consumer products and medical equipment. &#xd;<br />&#xd;<br />Quality control and performance of EU recognised organisations.","lastUp":"2019-11-05T16:37:27.389+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}