{"id":"464531124459-38","name":"Lloyd's Register","registrationDate":"2016-11-11T18:02:34.172+01:00","category":2,"subCategory":3,"legal":"Limited company","web":"http://www.lr.org","country":"United kingdom","headAddress":"71 Fenchurch Street","headCity":"London","headPostCode":"EC3M 4BS","headPhone":"(44)0 20 77 09 91 66","boss":"Alastair Marsh","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":4,"membersFTE":"1.0","membership":"International Association of Classification Societies (IACS)&#xd;\nIndependent International Organisation for Certification (IIOC)&#xd;\nInternational Confederation of Inspection and Certification  Organisations (CEOC)","memberOrga":"","goal":"Lloyd’s Register (LR) is a global engineering, technical and business services organisation wholly owned by the Lloyd’s Register Foundation, a UK charity dedicated to research and education in science and engineering. Founded in 1760 as a marine classification society, LR now operates across many industry sectors, in over 75 countries.&#xd;<br />&#xd;<br />We have a long-standing reputation for integrity, impartiality and technical excellence. Our compliance, risk and technical consultancy services give clients confidence that their assets and businesses are safe, sustainable and dependable. Through our global technology centres and research network, we are at the forefront of understanding the application of new science and technology to future-proof our clients' businesses.","acronym":"LR","interests":"Agriculture, Climate Action, Consumers, Digital economy and society, Energy, Environment, Food Safety, Maritime affairs and fisheries, Public Health, Research and innovation, Trade, Trans-European Networks, Transport","euInitiatives":"Safety and environmental performance of industries including maritime and offshore, onshore energy, consumer products and medical equipment. &#xd;<br />&#xd;<br />Quality control and performance of EU recognised organisations.","lastUp":"2018-11-05T18:20:36.693+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}