{"id":"465416328542-95","name":"European Alliance for Georgia","registrationDate":"2017-10-04T15:28:18.149+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"","country":"Belgium","headAddress":"Avenue du Diamant 105","headCity":"Brussels","headPostCode":"1030","headPhone":"(32)4 85 46 76 82","boss":"Teona  Lavrelashvili","bossTitle":"Ms","bossPosition":"President","membersCount":6,"membersFTE":"3.0","membership":"","memberOrga":"Organisation is open for membership to the friends of Georgia from Europe as well as from other parts of the world. &#xd;\n&#xd;\nEAFG has honorary council body, which is composed of distinguished politicians and public figures, who have contributed Georgia's progress and its aspiration to the European and Euro-Atlantic Integration.","goal":"* Establishing productive dialogue and communication of the Georgian society and  authorities with their European counterparts; &#xd;<br />&#xd;<br />* Supporting and promoting cooperation and partnership between communities, businesses and organizations in Georgia and Europe; &#xd;<br />&#xd;<br />* Facilitating the attracting of FDI to Georgian economy and the implementation of the  investment projects in Georgia; &#xd;<br />&#xd;<br />* Raising Georgia's visibility in Europe and the West; &#xd;<br />&#xd;<br />* Promoting friendly relations and cooperation between Georgia and Belgium and Luxembourg;","acronym":"EAFG","interests":"Communication, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, External Relations, Foreign and Security Policy and Defence, Justice and Fundamental Rights, Regional Policy, Research and Technology, Youth","euInitiatives":"Eastern Partnership Initiative, &#xd;<br />European Neighbourhood Policy &#xd;<br />EU-Georgia Friendship Group (non-formal group in the EP)&#xd;<br />Regional Policies &#xd;<br />Foreign and Security Policies &#xd;<br />Energy","lastUp":"2017-10-04T15:29:56.190+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}