{"id":"465669226708-69","name":"Organización Interprofesional Agroalimentaria del Porcino de Capa Blanca","registrationDate":"2017-04-10T18:13:30.134+02:00","category":2,"subCategory":4,"legal":"Non-profit interbranch association","web":"http://interporc.com/","country":"Spain","headAddress":"C/ Fortuny nº 37 1ºD","headCity":"Madrid","headPostCode":"28010","headPhone":"(34)8 10 51 11 48","boss":"Alberto Herranz","bossTitle":"Mr","bossPosition":"Director","membersCount":4,"membersFTE":"1.0","membership":"http://interporc.com/sobre-nosotros/","memberOrga":"http://interporc.com/sobre-nosotros/","goal":"The purpose of Interporc is the development of actions that benefit the entire value chain of the white-coat pig sector. A series of objectives has been set for this.&#xd;<br />&#xd;<br />-Contribute to the economic development and profitability of the sector and support its internationalization process.&#xd;<br />&#xd;<br />-Improve the perception of meat and processed white pork by transferring to consumers and health professionals their nutritional properties, health benefits and high quality.&#xd;<br />&#xd;<br />-Promote innovation and applied research to solve problems specific to the pig sector.&#xd;<br />&#xd;<br />-To boost the image of the pig sector as an example of sustainable production.&#xd;<br />&#xd;<br />-Bring together sector concerns along the entire value chain.","acronym":"INTERPORC","interests":"Agriculture and Rural Development, Budget, Consumer Affairs, Food Safety, Internal Market, Public Health, Trade","euInitiatives":"Interporc is currently following regulation from the European Council, European Parliament and the European Commission concerning: Agriculture, Public Health, Food Safety, Animal Welfare, Consumer Protection and Trade.&#xd;<br />&#xd;<br />In addition, Interporc is following the initiatives taken by DG AGRI, DG SANTE and DG TRADE.","lastUp":"2018-04-10T13:26:34.840+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}