{"id":"466807918432-36","name":"Radiocentre","registrationDate":"2015-08-06T16:30:35.043+02:00","category":2,"subCategory":4,"legal":"Limited Company","web":"http://www.radiocentre.org","country":"United kingdom","headAddress":"Radiocentre","headCity":"London","headPostCode":"WC1A 1BS","headPhone":"(44)20 70 10 06 00","boss":"Nishi Sharma","bossTitle":"Ms","bossPosition":"Financial Controller","membersCount":3,"membersFTE":"0.75","membership":"The Advertising Association (United Kingdom), The Creative Industries Federation (United Kingdom), The Association of European Radios (Brussels).","memberOrga":"47 members ranging from small independent local radio groups to major multi-media groups. Examples include Global Radio, Bauer Media, Communicorp, KMFM, Jazz FM, Lincs FM.","goal":"Radiocentre is the Industry Body for commercial radio in the UK representing a broad spectrum of members from small independent local radio groups to major multi-media groups with a large portfolio of national and local stations. We provide UK commercial radio with a collective voice on issues that affect the way radio stations operate and worth with government, politicians and regulators to secure the best environment for growth and development of the medium. We also promote the benefits of radio as an advertising medium and ensure advertising messages on commercial radio stations comply with regulations on content and standards as set by the BCAP Code of Broadcast Advertising and the OFCOM Broadcasting Code.","acronym":"","interests":"Business and Industry, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society","euInitiatives":"Radiocentre follows initiatives related to:&#xd;<br />- the Consumer Credit Directive and related reviews.&#xd;<br />- the Mortgage Credit Directive. &#xd;<br />- Any Better Regulation initiatives.&#xd;<br />- Advertising standards.&#xd;<br />- Data Protection.&#xd;<br />- Digital Agenda. &#xd;<br />- E-commerce.&#xd;<br />- Freedom of Expression.&#xd;<br />- Media Pluralism.&#xd;<br />- Technology and Transmission Standards. &#xd;<br />- Initiatives related to media.&#xd;<br />&#xd;<br />- Copyright, especially:  &#xd;<br />Directive 2001/29/EC of 22 May 2001 on the harmonisation of certain aspects of copyright and related rights in the information society &#xd;<br />And&#xd;<br />Directive 2014/26/EU of 26 February 2014 on collective management of copyright and related rights and multi-territorial licensing of rights in musical works for online use in the internal market.&#xd;<br />&#xd;<br />- Spectrum management and net neutrality, and electronic communication infrastructure, especially:&#xd;<br />Proposed regulation laying down measures concerning the European single market for electronic communications and to achieve a Connected Continent&#xd;<br />And&#xd;<br />Regulatory framework for electronic communications&#xd;<br />in the European Union.&#xd;<br />&#xd;<br />- State aid to public broadcasting, especially:&#xd;<br />Communication from the Commission on the Application of State Aid Rules to Public Service Broadcasting.&#xd;<br />&#xd;<br />- Advertising, such as:&#xd;<br />Directive 2005/29/EC of the European Parliament and of the Council of 11 May 2005 concerning unfair business-to-consumer commercial practices in the internal market &#xd;<br />And &#xd;<br />Directive 2010/13/EU of the Council of 10 March 2010 on the coordination of certain provisions laid down by law, regulation or administrative action in Member States concerning the provision of audiovisual media services (Audiovisual Media Services Directive).","lastUp":"2018-06-06T10:25:12.547+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}