{"id":"467030827250-15","name":"Znanstveno-raziskovalno združenje za umetnost, kulturne in izobraževalne programe in tehnologijo EPEKA, socialno podjetje","registrationDate":"2017-06-06T11:22:54.583+01:00","category":3,"subCategory":2,"legal":"Društvo, zveza društev","web":"http://epeka.si/","country":"Slovenia","headAddress":"Koroška cesta 8","headCity":"Maribor","headPostCode":"2000","headPhone":"(386)30 61 06 06","boss":"Simončič Štefan","bossTitle":"","bossPosition":"zastopnik","membersCount":8,"membersFTE":"8.0","membership":"","memberOrga":"EPEKA Youth Group (Yerevan, Armenia)&#xd;\nEPEKA Europäisches Kulturnetzwerk Austria (Graz, Austria)&#xd;\nEPEKA Czech Republic (Břeclav Czech Republic)&#xd;\nScientific and Research Association for Art, Cultural and Educational Programmes and Technology EPEKA (Berane, Montenegro)&#xd;\nNaucno-istrazivacko udruzenje za umetnost, kulturne i obrazovne programe i tehnologiju EPEKA (Niš, Serbia)&#xd;\nEntrepreneurial educational youth cooperative society epeka, ultd, social enterprise (Maribor, Slovenia)","goal":"Znanstveno-raziskovalno združenje za umetnost, kulturne in izobraževalne programe in tehnologijo EPEKA, socialno podjetje, je bilo ustanovljeno leta 2008 kot pobuda povezati ustvarjalke in ustvarjalce kulturnih, umetniških, izobraževalnih, znanstvenih in tehnoloških vsebin za projekt Evropska prestolnica kulture 2012. Leto dni kasneje je EPEKA predlagala Mestni občini Maribor kandidaturo za naslov Evropska prestolnica mladih, kar je Maribor leta 2013 tudi pridobil.&#xd;<br />Nadaljujemo s svojo aktivnostjo na področju EU državljanstva, širjenja EU vrednot in medkulturnega dialoga.&#xd;<br />EPEKA ima tudi podružnice v tujini: EPEKA Češka, EPEKA Avstrija, EPEKA Srbija, EPEKA Turčija, EPEKA Črna gora in neformalna skupina mladih EPEKA Armenija. Prav tako imamo podružnično enoto v Ljubljani.&#xd;<br />Združenje EPEKA, so. p., je društvo v javnem interesu na področju kulture in društvo v javnem interesu na področju mladine. Smo nevladna, neprofitna organizacija in od leta 2013 tudi socialno podjetje. Poleg mladinske dejavnosti smo aktivni tudi na področju kulture in  umetnosti, prostovoljstva, ekologije ter spodbujanja medkulturnega dialoga.&#xd;<br />Trenutno se na mladinskem področju osredotočamo na mednarodno mobilnost mladih in neformalno izobraževanje (pridobivanje učnih kompetenc mladih).&#xd;<br />V letu 2016 smo vzpostavili tudi mladinsko zadrugo EPEKA z namenom podpore mladim pri podjetništvu.","acronym":"Združenje EPEKA","interests":"Agriculture and Rural Development, Communication, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Environment, External Relations, Humanitarian Aid, Research and Technology, Youth","euInitiatives":"- socialno vključevanje mladih, manjšin&#xd;<br />- vključevanje mladih z manj priložnostmi&#xd;<br />- promocija socialnega podjetništva&#xd;<br />- opolnomočanje ranljivih skupin (Romi, begunci)&#xd;<br />- približevanje mladih z manj priložnostmi trgu dela&#xd;<br />- preprečevanje diskriminacije","lastUp":"2017-06-06T11:24:05.177+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}