{"id":"467363724148-45","name":"International Federation of Freight Forwarders Associations","registrationDate":"2016-10-27T16:55:52.809+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://fiata.com","country":"Switzerland","headAddress":"Schaffhauserstr. 104","headCity":"Glattbrugg","headPostCode":"CH-8152","headPhone":"(41)4 32 11 65 00","boss":"Bassil Eid","bossTitle":"Mr","bossPosition":"Director General","membersCount":4,"membersFTE":"4.0","membership":"FIATA has a number of Association Members which can be found at the link below - http://fiata.com/membership/search-association-members.html&#xd;\n&#xd;\nSome of FIATA’s Members are also Members of the European level association CELCAT (http://www.clecat.org/organization/contact). The two associations work together and aim to coordinate their respective activities in EU affairs.","memberOrga":"FIATA’s Individual Members can be found at the link below:&#xd;\nhttp://fiata.com/membership/search-individual-members.html","goal":"FIATA was founded in Vienna/Austria on May 31, 1926.  We are a non-governmental organisation, represents today an industry covering approximately 40,000 forwarding and logistics firms, employing around 10 million people in 160 countries.&#xd;<br />&#xd;<br />FIATA's main objectives are&#xd;<br />&#xd;<br />to unite the freight forwarding industry worldwide&#xd;<br />&#xd;<br />to represent, promote and protect the interests of the industry by participating as advisors or experts in meetings of international bodies dealing with transportation&#xd;<br />&#xd;<br />to familiarise trade and industry and the public at large with the services rendered by freight forwarders through the dissemination of information, distribution of publications, etc.&#xd;<br />&#xd;<br />to improve the quality of services rendered by freight forwarders by developing and promoting uniform forwarding documents, standard trading conditions, etc.&#xd;<br />&#xd;<br />to assist with vocational training for freight forwarders, liability insurance problems, tools for electronic commerce including electronic data interchange (EDI) and barcode.","acronym":"FIATA","interests":"Climate Action, Communication, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"In addition to working in coordination with CLECAT, FIATA has a dedicated Region Europe which coordinates with our advisory bodies and institutes on the numerous European initiatives coordinated by the EU. The key groups and topics followed can be viewed below:&#xd;<br />&#xd;<br />·        UNECE Working Party on Intermodal Transport and Logistics (WP.24)&#xd;<br />·        UNECE Working Parting on Rail Transport&#xd;<br />·        EU Digital Transport and Logistics Forum&#xd;<br />·        Euro-Asian Transport Links (EATL) project&#xd;<br />·        UNECE Working part on Road Transport&#xd;<br />·        TIR and eTIR&#xd;<br />·        EU DG Move Infrastructure - TEN-T - Connecting Europe&#xd;<br />·        UCC/Customs policy, EU TARIC, EU Customs Code, AEO&#xd;<br />·        Air Cargo Security&#xd;<br />·        Port Policy&#xd;<br />·        EU’s 4th railway package&#xd;<br />·        Sustainable Logistics programmes&#xd;<br />·        UN/CEFACT recommendations","lastUp":"2017-10-13T20:39:58.400+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}