{"id":"467403031179-14","name":"NGO Juventas","registrationDate":"2018-04-13T14:58:52.054+02:00","category":3,"subCategory":2,"legal":"non governmental organization","web":"http://www.juventas.co.me","country":"Montenegro","headAddress":"Omladinskih brigada 6","headCity":"Podgorica","headPostCode":"81000","headPhone":"(382)20 65 70 98","boss":"Ivana Vujovic","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":22,"membersFTE":"16.75","membership":"","memberOrga":"We have no member organizations. We are an NGO not a network.","goal":"JUVENTAS’ MISSION is to improve social cohesion through provision of innovative and strengthening of existing services for the ones in risk of social exclusion and socially excluded, together with strengthening their capacities for active participation in the process of advocacy and public policy development aiming to improve their quality of life.  &#xd;<br />JUVENTAS’ VISION is a society of social justice where all people feel safe, free and respected, participate in the decision making processes, have equal opportunities and enjoy their human rights no matter their differences and personal characteristics.&#xd;<br />JUVENTAS PROVIDES direct assistance, gives support to improvement of the quality of services, produces and advocates proposals of public policies amendments, develops capacities of decision-makers and service providers, as well as target groups it works with.&#xd;<br />Juventas implements its activities within the framework of THREE PROGRAMS:&#xd;<br />1. Program of direct assistance&#xd;<br />2. Program of capacity building of CSOs, institutions and media&#xd;<br />3. Program of research and advocacy&#xd;<br />JUVENTAS' GOALS AND WORK comprise the following:&#xd;<br />promotion and protection of young people's human rights; improvement of health services, children/young people's/women's/vulnerable population's health; improvement of social services, their sustainability and social protection of children, youth, women and vulnerable groups; promotion and protection of LGBT people's human rights; promotion and protection of rights and freedoms of persons using psycho active substances; promotion and protection of sex workers' human rights; promotion and protection of prisoners' human rights and freedoms; promotion and protection of rights and freedoms of groups in risk of social exclusion; improvement of capacities of CSOs, institutions and media; promotion of cultural values and principle of sustainable development; supporting peace and peaceful conflict resolution; facilitating access to information and enhancing the quality of educational programs for young people and vulnerable groups; developing critical thinking, active participation and culture of dialogue","acronym":"","interests":"Audiovisual and Media, Education, Employment and Social Affairs, Justice and Fundamental Rights, Public Health, Youth","euInitiatives":"Juventas is participating in the work that is closely related to the EU integration process that our country is currently involved in. &#xd;<br />&#xd;<br />This includes monitoring, implementation of work related to judiciary and fundamental rights, social policy and employment, consumer and health protection, education and culture etc. where we provide or use our expertise and participate in creation of the Laws, bylaws and strategic documents which are considered necessary in order to meet the criteria proscribed by the acquis.&#xd;<br />&#xd;<br />All the activities that have been done by Juventas are not directly influencing EU policies/legislation, but are rather in line with the same.","lastUp":"2018-04-13T14:59:34.292+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}