{"id":"46834536998-79","name":"The Pew Charitable Trusts","registrationDate":"2011-10-21T21:15:53.396+01:00","category":3,"subCategory":2,"legal":"U.S. 501(c)(3) public charity","web":"http://pewtrusts.org","country":"United states","headAddress":"901 E Street NW","headCity":"Washington, DC","headPostCode":"20004","headPhone":"(1)20 25 52 20 00","boss":"Rebecca Rimel","bossTitle":"Ms","bossPosition":"President and CEO","membersCount":33,"membersFTE":"33.0","membership":"Deep Sea Conservation Coalition; High Seas Alliance; Antarctic Oceans Alliance; Antarctic and Southern Ocean Coalition; IUCN; European Foundations Association; EU IUU Coalition.","memberOrga":"","goal":"The Pew Charitable Trusts is driven by the power of knowledge to solve today’s most challenging problems. Informed by an interest in research, practical knowledge and a robust democracy, our portfolio has grown over time to include public opinion research; arts and culture; and environmental, health, state and consumer policy initiatives. Our mission is to: 1. Improve public policy by conducting rigorous analysis, linking diverse interests to pursue common cause and insisting on tangible results; 2. Inform the public by providing useful data that illuminate the issues and trends shaping our world; 3. Invigorate civic life by encouraging democratic participation and strong communities. In our hometown of Philadelphia, we support arts and culture organizations as well as institutions that enhance the well-being of the region’s neediest citizens.","acronym":"Pew","interests":"Environment, Maritime affairs and fisheries","euInitiatives":"Pew operates offices in Brussels and London in its pursuit to end global overfishing and reduce the destruction of the world’s oceans. Our work in the EU aims to contribute to the design of sustainable European marine and fisheries policies. More particularly, our areas of interest are: 1. Ending Illegal, Unreported and Unregulated (IUU) fishing practices; 2. Ending overfishing in Northwestern Europe; 3. Rigorously applying science-based catch limits; and 4. Advancing global ocean governance.&#xd;<br />Pew’s work is informed and guided by the most up-to-date and accurate scientific information. In addition, we are engaged in efforts to raise public awareness about the increasing environmental problems affecting Europe’s marine environment and the world’s oceans in general. Pew has been active in Europe since 2004, initiating and leading large NGO coalitions to help make marine policies more sustainable.","lastUp":"2019-02-15T20:08:23.332+01:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}