{"id":"46834536998-79","name":"The Pew Charitable Trusts","registrationDate":"2011-10-21T21:15:53.396+01:00","category":3,"subCategory":2,"legal":"U.S. 501(c)(3) public charity","web":"http://pewtrusts.org","country":"United states","headAddress":"901 E Street NW","headCity":"Washington, DC","headPostCode":"20004","headPhone":"(1)20 25 52 20 00","boss":"Rebecca Rimel","bossTitle":"Ms","bossPosition":"President and CEO","membersCount":15,"membersFTE":"15.0","membership":"Deep Sea Conservation Coalition; &#xd;\nHigh Seas Alliance; &#xd;\nAntarctic Alliance; &#xd;\nIUCN;&#xd;\nEuropean Foundations Association.","memberOrga":"","goal":"Pew seeks to help protect the natural environment and the rich array of life it supports. Specifically, we focus on the promotion of policies and practices that protect the global environment, and preserve healthy forests and marine ecosystems, with a particular emphasis on global marine fisheries. Pew operates a European Marine Programme, with an EU policy office in Brussels and an operational hub office in London. The goal of this programme is to strengthen the role of the European Union in ending global overfishing and reducing the destruction of the world's oceans. Our work in the EU is focused on the design and promotion of sustainable marine and fisheries policies, informed and guided by the most up-to-date and accurate scientific information. In addition, we are engaged in efforts to raise public awareness about the increasing environmental problems affecting Europe's marine environment and the world's oceans in general.","acronym":"Pew","interests":"Environment, Fisheries and Aquaculture","euInitiatives":"Pew operates offices in Brussels and London in its pursuit to end global overfishing and reduce the destruction of the world’s oceans. Our work in the EU aims to contribute to the design of sustainable European marine and fisheries policies. More particularly, our areas of interest are:&#xd;<br />1. Ending Illegal, Unreported and Unregulated (IUU) fishing practices;&#xd;<br />2. Ending overfishing in Northwestern Europe;&#xd;<br />3. Rigorously applying science-based catch limits; and&#xd;<br />4. Advancing global ocean governance.&#xd;<br />Pew’s work is informed and guided by the most up-to-date and accurate scientific information. In addition, we are engaged in efforts to raise public awareness about the increasing environmental problems affecting Europe’s marine environment and the world’s oceans in general. Pew has been active in Europe since 2004, initiating and leading large NGO coalitions to help make marine policies more sustainable.","lastUp":"2017-02-16T21:42:41.052+01:00","customers":"","costAbsolu":"","costRange":"1500000-1749000","turnoverAbsolu":0,"turnoverRange":""}