{"id":"469301912859-01","name":"ABN AMRO Bank N.V.","registrationDate":"2014-02-05T15:31:13.420+01:00","category":2,"subCategory":3,"legal":"naamloze vennootschap","web":"http://www.abnamro.com","country":"Netherlands","headAddress":"Gustav Mahlerlaan, 10","headCity":"Amsterdam","headPostCode":"1082 PP","headPhone":"(3120)6 28 74 20","boss":"Wietze Reehoorn ","bossTitle":"Mr","bossPosition":"Member Executive Board, CRO","membersCount":1,"membersFTE":"1.0","membership":"At the European level ABN AMRO is a member of AFME (Association for Financial Markets in Europe), in the Netherlands ABN AMRO is a member of NVB (Dutch Banking Association).","memberOrga":"","goal":"ABN AMRO is a full-service bank in the Netherlands that offers a broad range of products and services to retail, private and corporate banking clients. &#xd;<br />&#xd;<br />We strive to put our clients' interests first and to create long-term, sustainable value for all our stakeholders, including clients, shareholders, employees and society at large. We are committed to maintaining a moderate risk profile. We have a healthy and strong balance sheet, limited trading and investment banking activities, low exposure to highly indebted countries and a good capital and liquidity position. We have a strong position in the Netherlands in all our business activities and are active internationally in private banking and a number of global specialist activities: Energy, Commodities and Transportation (ECT) and Clearing. &#xd;<br /> &#xd;<br />ABN AMRO employs 21,664 FTEs (EOY 2016), has an operating income of € 8.588 billion (2016), risk-weighted assets of € 104.2 billion (EOY 2016) and a fully-loaded CET1 ratio of 17.0% (EOY 2016).&#xd;<br />&#xd;<br />30% of ABN AMRO’s depositary receipts representing ordinary shares are listed on the Euronext Amsterdam exchange. The remaining 70% of the shares are held by NLFI (‘Stichting administratiekantoor beheer financiële&#xd;<br />instellingen’) on behalf of the Dutch government. [situation February 2017]","acronym":"ABN AMRO","interests":"Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union , Internal Market","euInitiatives":"ECON, SRM, Financial Stability, Financial Services, Capital Markets Union","lastUp":"2017-04-05T14:37:18.932+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}