{"id":"469686733585-87","name":"FarmTech Society ASBL","registrationDate":"2019-01-06T21:49:54.211+01:00","category":2,"subCategory":4,"legal":"ASBL","web":"http://farmtechsociety.org","country":"Belgium","headAddress":"place du champs de mars 5","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)04 87 90 79 54","boss":"Gustaaf van der Feltz","bossTitle":"Mr","bossPosition":"Chairman","membersCount":3,"membersFTE":"1.0","membership":"https://www.growing-media.eu/&#xd;\nhttp://www.verticalfarminstitute.org/","memberOrga":"https://farmtechsociety.org/","goal":"The Farm Tech Society (FTS) is an international non-profit industry association that unites and supports the Controlled Environment Agriculture (CEA) industry, seeking to strengthen the sector through the development and implementation of resilient and future proof methods and technologies for indoor growing. We are engaging on a global level with careful evaluation and identification of our common challenges in the indoor agriculture to help grow the industry together. &#xd;<br />Founded by industry experts Tom Zoellner, Penny McBride, Yanni Garcia, Adam Rosenbaum and Gus van der Feltz, the FTS aims to provide a reliable, transparent and accountable platform for all CEA stakeholders to unite and grow the industry together.&#xd;<br /> &#xd;<br />Gus van der Feltz, Chairman of the FTS, says: “The Farmtech Society helps the industry to develop CEA to its full potential. From simple collaboration opportunities to coordinated industry advocacy. Join us now!” Tom Zoellner, Secretary General, adds: “CEA may still be considered a niche, but it also is a rapidly emerging solution to create a resilient, reliable and efficient ways to meet the demand of the future. We are here to support this\". Penny McBride, Vice-Chair chimes in: “The FTS seeks to support this movement by creating the bases where industry collaboration can take place”, as well as Adam Rosenbaum mentions: “Participating with a group of like-minded individuals to create power by association is the foundation of my work with the FarmTech Society”. Lastly Vice-Chair Yanni Garcia says: “In order to mature an emerging indoor growing industry, international representation is crucial”.&#xd;<br /> &#xd;<br />A prime focus area of the FTS is education, by developing training and education courses and creating credentials for graduates facilitating certification that meets industry needs. Secondly, the FTS engages with lawmakers in order to help promote policies and regulations that foster innovation and propel businesses in CEA. Thirdly, the FTS supports the establishment of standards to help the industry grow and innovate. Lastly, the FTS also provides an international network for the CEA industry.","acronym":"FTS","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Consumers, Culture and media, Education and training, Employment and Social Affairs, Energy, Environment, European Neighbourhood Policy, Food Safety, Institutional affairs, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Trade, Trans-European Networks, Youth","euInitiatives":"A prime focus area of the FTS is education, by developing training and education courses and creating credentials for graduates facilitating certification that meets industry needs. Secondly, the FTS engages with lawmakers in order to help promote policies and regulations that foster innovation and propel businesses in CEA. Thirdly, the FTS supports the establishment of standards to help the industry grow and innovate. Lastly, the FTS also provides an international network for the CEA industry. &#xd;<br /> FarmTech Society is the new partner in the EU PONICS VET project: &#xd;<br />FREE online training courses for hydroponics technician role with credits in the EU and beyond&#xd;<br />&#xd;<br />PONICS VET: Hydroponics Agricultural Technician is an ERASMUS+ ECVET project, focusing mainly on young growers and would-be farmers. This project will provide online training for an emerging industry that is in need of talent – and offers existing farmers a new,  efficient, soil-independent method of growing plant products in both small and large-scale operations.  In the field of high-efficiency, technology-driven growing systems, the shortage of talent is a widely recognized challenge that presents a serious problem for market development and scalability. FTS is committed to addressing this chronic shortage of talent and therefore benefit this emerging industry.&#xd;<br />&#xd;<br />The aim of the PONICS VET project is to create and deliver comprehensive training for the innovative profession of hydroponics technicians. Alongside educational content, the course will offer formal certification compliant with the ECVET (the European credit system for VET) methodology. This will allow trainees’ certifications to be recognized within all institutions that are part of the ECVET system.&#xd;<br />&#xd;<br />This project is looking for public/private partners to evolve beyond the rollout of the free online class in the EU member states listed below as well as in English. FTS is seeking additional interested stakeholders who can see synergies between PONICS VET and their own online-training programs, who are seeking to launch similar initiatives right now, or who are looking for an established credential system like the ECVET credit system used in Erasmus+ programs. ECVET and Erasmus+ have the potential to overcome the current bottleneck in qualified talent for hydroponics.&#xd;<br />\t&#xd;<br />List of current project partners:&#xd;<br />&#xd;<br />Latvia University of Lifesciences and Technology (Lativia), represented by Ainis Lagzdiņš &#xd;<br />Eurocrea Merchant Srl  (Italia), represented by Antonella Tozzi &#xd;<br />IDEC (Greece), represented by Vana Fikari&#xd;<br />BIC Innobridge (Bulgaria), represented by Nicolay Tsolev&#xd;<br />FarmTech Society ASBL (Belgium), represented by Tom Zoellner&#xd;<br />zemniekusaeima (Lativa), represented by Zanda Melnalksne","lastUp":"2019-12-08T11:45:42.287+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}