{"id":"469688327506-35","name":"Fundação COI","registrationDate":"2017-06-16T11:27:05.749+02:00","category":3,"subCategory":2,"legal":"Instituição Privada de Solidariedade Social / Private Institution of Social Solidarity","web":"http://www.fundacao-coi.pt","country":"Portugal","headAddress":"Avenida Zeca Afonso, Urbanização dos Mochos","headCity":"Pinhal Novo","headPostCode":"2955-220","headPhone":"(351)2 12 36 23 02","boss":"Carlos Taleço","bossTitle":"","bossPosition":"President of the Board of Directors","membersCount":4,"membersFTE":"1.0","membership":"De entre as associações das quais a Fundação COI é membro, destacamos: &#xd;\n- a nível europeu, a European Social Action Network – ESAN, aisbl; &#xd;\n- a nível nacional (Portugal), a Confederação Nacional das Instituições de Solidariedade (CNIS), o Centro Português de Fundações (CPF), e da Plataforma de Apoio aos Refugiados (PAR); &#xd;\n- e a nível regional a União Distrital de Setúbal das IPSS (UDIPSS), na qual o Presidente do Conselho de Administração ocupa a Presidência da Mesa da Assembleia Geral.&#xd;\n&#xd;\nAmong the associations of which the COI Foundation is a member, we point out: &#xd;\n- at European level, the European Social Action Network - ESAN, aisbl; at national level (Portugal), the National Confederation of Solidarity Institutions (CNIS), the Portuguese Foundations Center (CPF) and the Platform for Refugees Support (PAR); &#xd;\n- and at regional level the Setúbal District Union of Social Solidarity Institutions (UDIPSS), in which our President of the Board of Directors holds the Presidency of the Board of the General Meeting.","memberOrga":"A Fundação COI não contempla outras organizações membro.&#xd;\n&#xd;\nThe COI Foundation does not contemplate other organizations as members.","goal":"A Fundação COI é uma instituição particular de solidariedade social fundada em 1980 na Freguesia de Pinhal Novo, onde se encontram instaladas as suas respostas sociais e onde desenvolve a sua atividade. A sua intervenção social estende-se à União de Freguesias do Poceirão e da Marateca, circunscrevendo-se ao Concelho de Palmela. Paralelamente, participa em projetos de cariz social a nível regional e internacional.&#xd;<br />A intervenção social da Fundação COI assenta nos seguintes pilares: Infância e Juventude; Acolhimento Residencial; Centro Integrado de Apoio à Pessoa com Deficiência; Idosos; Inserção Social; Educação Ambiental. Dispõe ainda de dois serviços de sustentabilidade económico-financeira na área da saúde, a clínica médica Clinicoi e a parafarmácia Farmatural.&#xd;<br />&#xd;<br />The COI Foundation is a private institution of social solidarity founded in 1980 in the Council Parish of Pinhal Novo, where its social responses are installed and where it develops its activity. Its social intervention extends to the Union of Parishes of Poceirão and of Marateca, circumscribing itself to the Municipality of Palmela. It participates in social projects at a regional and international level.&#xd;<br />The social intervention of the COI Foundation is based on the following pillars: &#xd;<br />- Childhood and Youth - through the social services Nursery, Kindergarten, 1st Cycle of elementary Education and Leisure Activities Center; &#xd;<br />- Residential Care for children and young people in danger - through the Temporary Reception Center for children in danger from 0 to 6 years old, Temporary Reception Center for children and young people in danger from 12 to 18 years old, and Children and Youth Home; &#xd;<br />- Integrated Disability Support Center - a building that integrates the social services Residential Home, Autonomous Residence, Occupational Activities Center, and a Physiotherapy Center (open to the general population); &#xd;<br />- Elderly - through social services Elderly Residence, Home Support Service and Technical Aids Bank; &#xd;<br />- Social Inclusion - through the Community Support Office, which provides a set of services aimed at a population affected by social and economic problems, such as the Center for Family Support and Parental Counseling, Social Integration Income, Social Store, and Social Cantine, and also provides Support for Refugees, and for women victims of domestic violence at Dolores Safe House; &#xd;<br />- Environmental Education - through the activities developed at the Pedagogical Farm of the \"Caramela House\". &#xd;<br />And also has two services of economic-financial sustainability in the health area, the medical clinic Clinicoi and the parapharmacy Farmatural.&#xd;<br />&#xd;<br />Mission: Contribute to the promotion of the Municipality of Palmela, particularly of the Council Parish of Pinhal Novo, by providing goods and support services for children and young people, family support, and support to social and community integration. Protect citizens in old age, disability and in all situations of lack of means of subsistence or capacity to work, in partnership with other entities of the Social Network and competent services, public or private. It also aims at the cooperation at the national and international level, and the education and professional training of citizens, in order to contribute to combat the phenomena that lead to exclusion and social lack of protection. &#xd;<br />&#xd;<br />Vision: Create social and support structures for the citizen, as an individual, and for the families, throughout their life cycle, from birth to the aging period. Combating the factors of social exclusion and fostering the values of citizenship, thus contributing to a fairer society, both locally, nationally and internationally.&#xd;<br />&#xd;<br />Values: solidarity, equality, fraternity and freedom.","acronym":"COI","interests":"Culture, Education and training, Employment and Social Affairs, Environment, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Trans-European Networks, Youth","euInitiatives":"The COI Foundation follows the key developments on the legislative files that relate to its pillars of social intervention, contributing with its experience whenever possible:&#xd;<br />&#xd;<br />- Migrants and Refugees: COI Foundation is a partner of the Platform for Refugees Support (PAR), having received until now 5 families from Syria, Eritrea and Iraq, for a total of 32 individuals. In addition, it recently received a group of five unaccompanied young minors deprived from parental care from Afghanistan, as part of an international protocol, being the first initiative of this kind at the European level.&#xd;<br /> - Fund for European Aid to the Most Deprived (FEAD): The Food Support is part of the intervention carried out by the Community Support Office Teams near the most deprived population of the Council Parishes of Pinhal Novo and the Union of Parishes of Poceirão and Marateca. In this regard, between 2006 and 2015, COI distributed food from the former PCAAC (Community Aid Program for the Deprived), now called FEAD, as a beneficiary and mediator. In 2016 this support did not occur due to lack of Government authorization, and in 2017 was replaced by another measure, the Operational Program to Support the Deprived (PO APMC) to which the COI Foundation submitted an application under Portugal 2020.&#xd;<br />- Disadvantaged groups: Social inclusion is one of COI's areas of intervention, that contemplates disadvantaged and marginalized groups, which includes Roma and people with disabilities. COI develops a whole set of initiatives and approaches that promote their integration and active participation in the community.&#xd;<br />- Social Rights: In January 2017, when the Pillar of Social Rights was voted, COI had the initiative to contact the Portuguese representatives in the European Parliament in order to express its concern about the direction of the debates on the subject. On this occasion, the institution took a favorable position on the document, in line with the principles expressed in its mission, and called for Parliament to adopt a similar position.&#xd;<br />- Demographic change: The increase in life expectancy has led to the growth of the elderly population, a situation that has impact on society at several levels. On October 28, 2016, COI Foundation held a Seminar \"Is it possible to promote the autonomy of the elderly ... when memory fails?\". The seminar addressed the themes autonomy promotion in the care of the elderly and theoretical-practical perspectives on aging, including active aging.&#xd;<br />COI monitors and submits information to the SOC Group of the European Economic and Social Committee on its experience of intervention that deems appropriate, particularly by the occasion of public hearing, and intends to participate in future public consultations at European level.","lastUp":"2018-05-22T16:08:55.248+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}