{"id":"469794836363-83","name":"FEDERATION DES CHAMBRES DE COMMERCE BELGES - FEDERATIE VAN BELGISCHE KAMERS VAN KOOPHANDEL","registrationDate":"2019-10-29T16:42:48.650+01:00","category":3,"subCategory":2,"legal":"Association sans but lucratif","web":"http://www.belgianchambers.be","country":"Belgium","headAddress":"Rue Belliard","headCity":"Bruxelles","headPostCode":"1040","headPhone":"(32)22 09 05 50","boss":"Wouter Van Gulck","bossTitle":"Mr","bossPosition":"General Manager","membersCount":1,"membersFTE":"0.25","membership":"Eurochambres;&#xd;\nICC;&#xd;\nCPCCAF","memberOrga":"33 Chambres de commerce bilatérales à l'étranger&#xd;\n&#xd;\nhttp://belgianchambers.be/fr/belgisch-luxemburgse-kamers-van-koophandel-in-het-buitenland/&#xd;\n&#xd;\n13 chambres de commerce locales en Belgique&#xd;\n&#xd;\nhttp://belgianchambers.be/fr/geaccrediteerde-kamers-van-koophandel-in-belgie/","goal":"La Fédération défend les intérêts de toutes les chambres de commerce accréditées en Belgique. Elle s’implique pour l’avenir des chambres et pour leurs collaborateurs.&#xd;<br />&#xd;<br />Elle soutient les chambres dans leur rôle de partenaire économique de l’activité économique. Elle vise l’offre d’un service de qualité par les Chambres, avec qui elle développe de nouveaux services.&#xd;<br />&#xd;<br />Le fonctionnement de la Fédération se fonde sur trois piliers :&#xd;<br />&#xd;<br />- Formalités à l’exportation : coordination de la délivrance de certificats d’origine par les chambres et organisation nationale se portant garante pour les carnets ATA&#xd;<br />&#xd;<br />- Entreprendre à l’international : soutien des activités des chambres par le réseau international de la Fédération, via notamment Eurochambres et la World Chambers Federation.&#xd;<br />&#xd;<br />- Entreprendre durablement : encourager les chambres à rechercher, en collaboration avec les entreprises, des solutions durables aux défis sociétaux.&#xd;<br />&#xd;<br />La Fédération a passé des accords structurels avec le SPF Économie ainsi qu’avec l’Administration générale des Douanes et Accises. L’amélioration de la compétitivité des entreprises belges est le fil conducteur de ces accords.","acronym":"Belgian Chambers","interests":"Business and Industry, Customs, Digital economy and society, External Relations, International co-operation and development, Regional Policy, Single market, Trade","euInitiatives":"Formalités à l'exportation, Marché commun, entreprise durable et internationale, douanes et commerce.","lastUp":"2019-10-29T16:43:25.622+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}