{"id":"470694136734-49","name":"Proyecto Némesis Nacional","registrationDate":"2019-12-04T10:25:17.882+01:00","category":4,"subCategory":5,"legal":"Asociación","web":"http://proyectonemesis.com","country":"Spain","headAddress":"Vicente Aleixandre N º 21 Bajo Local Oficina Edificio Sociedad","headCity":"Murcia","headPostCode":"Murcia","headPhone":"(34)9 68 19 64 45","boss":"Gustavo Adolfo Serrano Hidalgo","bossTitle":"","bossPosition":"Presidente ","membersCount":3,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"Regulación Europea del uso del Cannabis con el objeto en proteger a los afectados por los tratados de fiscalización de drogas y defender sus derechos fundamentales. &#xd;<br />&#xd;<br />Asociación Proyecto Némesis nacional, quien constituye los artículos de la regulación del Cannabis en España (Congreso Diputados) sobre la regulación del consumo de cannabis. - &#xd;<br />&#xd;<br />Asociación Proyecto Némesis Nacional, quien constituyen los artículos de la Regulación del Cannabis Europeo. - &#xd;<br />&#xd;<br />Regulación de los motivos de su cultivo, la defensa de los consumidores, la obtención de semillas y la investigación de las bondades y propiedades paliativas en investigación en patologías humanas. - &#xd;<br />&#xd;<br />Regulación de las normas básicas de su regulación en conjunto de las necesidades de los ciudadanos. -","acronym":"PNN","interests":"Business and Industry, Consumers, International co-operation and development, Public Health, Research and innovation","euInitiatives":"Congreso Diputados (280/000176/0000) por el que se solicita de que se tramite una iniciativa legislativa por la que se regule la seguridad, protección y defensa de los derechos fundamentales de los afectados por los tratados de fiscalización de Drogas. - &#xd;<br />&#xd;<br />Portal de Peticiones del Parlamento Europeo Regulación Europea de la modificación del artículo 1 apartado b) c) y d) del convenio único de las naciones unidas sobre estupefacientes de 1961. -","lastUp":"2019-12-04T12:28:58.943+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}