{"id":"470768235948-32","name":"Samenwerkingsverband Noord-Nederland","registrationDate":"2019-09-20T16:49:39.990+02:00","category":6,"subCategory":14,"legal":"Public Institution","web":"https://www.snn.nl/en/strong-northern-netherlands","country":"Netherlands","headAddress":"Leonard Springerlaan 15","headCity":"Groningen","headPostCode":"9727 KB","headPhone":"(31)5 05 22 49 00","boss":"Mara Bubberman","bossTitle":"Ms","bossPosition":"EU Public Affairs","membersCount":4,"membersFTE":"4.0","membership":"","memberOrga":"Province of Groningen&#xd;\nProvince of Friesland&#xd;\nProvince of Drenthe","goal":"The Northern Netherlands Alliance fulfils several functions. We are an administrative organization through which the three provinces and the four large cities in the region coordinate their spatial planning and economic strategy. We are a Management Authority (MA) for the European Regional Development Fund (ERDF). We are a united voice from the Northern Netherlands, representing the region in The Hague and Brussels. We are a network organization that enables businesses, knowledge institutes, regional authorities and civil society organizations to meet and combine their strengths to foster innovation – both in the Netherlands as well as in Europe. e aim to optimally represent the interests of Northern Netherlands in Europe and, at the same time, contribute to a strong and cohesive Europe. Fortunately, Europe offers many opportunities to fulfil both these ambitions. Interregional cooperation programs such as Interreg and Horizon2020 bring partners from all over Europe together and offer opportunities for joint projects.  &#xd;<br />&#xd;<br />SNN underlines the importance of building strong interregional networks. While missing links in value chains perhaps cannot be found close to home, they might be present somewhere else. Therefore, the Northern Netherlands aspires to match chains beyond borders and to create a multi-regional ecosystem with connected value chains all over Europe.  &#xd;<br />&#xd;<br />Interregional cooperation help us shape our goals and objectives. We build networks, learn from other European regions and share our knowledge on regional and European level. A strong Northern Netherlands and a strong Europe – that’s our goal.","acronym":"SNN","interests":"Climate Action, Digital economy and society, Employment and Social Affairs, Energy, Environment, Regional Policy, Trans-European Networks","euInitiatives":"Organising EU funds in such a way that they can be used for regional programmes as much as possible. European policies and investments have the most impact and increase visibility when they are in line with the realities of citizens, entrepreneurs and farmers&#xd;<br />Granting the regions more powers to enable them to work in an integrated target-oriented manner when distributing and implementing these funds. The Northern Netherlands wants to programme and implement the European structural and investment funds ERDF, ESF, POP, Horizon and INTERREG itself, combined on a regional scale, so we can work towards achieving European objectives in a regionally relevant way&#xd;<br />Focusing on implementing POP (Dutch Rural development Program under EAFRD) with the farmer in mind. The Northern Netherlands wants to continue the regional implementation of POP&#xd;<br />Simplifying and reducing administrative costs and regulatory pressure&#xd;<br />Investing in innovation and the reinforcement of the social structure in border and  areas with depopulation&#xd;<br />Focusing on the largest task of the regional economy in the design of the ESF fund. We see future-proofing the labour market and jobs as a major challenge. We can achieve this if we can link regional ESF funds to the Human Capital Agenda, one of the objectives of the ERDF fund. By using ESF for secondary vocational education we can focus specifically on education in the North with the opportunities of our economy in mind. Senior secondary vocational education can also be involved in innovative ERDF projects. This way we can involve the entire educational line in the North&#xd;<br />Making large funds such as Horizon Europe more accessible to SMEs.","lastUp":"2019-09-23T10:25:18.979+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}