{"id":"470948414175-05","name":"Confederación de Empresarios de Cantabria","registrationDate":"2014-08-06T08:54:16.653+01:00","category":2,"subCategory":4,"legal":"Confederacion Empresarial","web":"http://www.ceoecant.es","country":"Spain","headAddress":"Rualasal 8, 6 planta","headCity":"SANTANDER","headPostCode":"39001","headPhone":"(34)9 42 36 53 65","boss":"Enrique Conde","bossTitle":"Mr","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.5","membership":"CEOE-CEPYME Cantabria es miembro a nivel nacional de la Confederación Española de Organizaciones Empresariales (CEOE) y de la Confederación Española de la Pequeña y Mediana Empresa (CEPYME), representando los intereses de las empresas de Cantabria.&#xd;\nA su vez CEOE CEPYME Cantabria es el principal agente de representación empresarial en Cantabria aglutinando las principales asociaciones empresariales de la región.","memberOrga":"","goal":"CEOE-CEPYME Cantabria tiene la primordial misión de defender los intereses generales y comunes de los empresarios cántabros fomentando y defendiendo la iniciativa privada y la economía de libre mercado, la promoción de la unidad e integración de los empresarios de Cantabria, así como la representación de los intereses empresariales de la región, a nivel general y particular, ante la sociedad, la Administración y los Sindicatos.La Confederación tiene como ámbito geográfico de actuación la Comunidad Autónoma de Cantabria.","acronym":"CEOE CEPYMECantabria","interests":"Banking and financial services, Business and Industry, Competition, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, External Relations, Food Safety, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Public Health, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Iniciativas relacionadas con el comercio, la empresa, la seguridad laboral, la industria, la innovación y el emprendimiento.","lastUp":"2019-12-24T09:35:24.966+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}