{"id":"471271030631-68","name":"Confederation of Autonomous Trade Unions of Serbia","registrationDate":"2018-03-19T10:44:48.308+01:00","category":2,"subCategory":1,"legal":"none","web":"http://www.sindikat.rs","country":"Serbia","headAddress":"Trg Nikole Pašića 5/III","headCity":"Beograd","headPostCode":"11000","headPhone":"(381)1 13 33 51 65","boss":"Ljubisav Orbovic","bossTitle":"Mr","bossPosition":"President","membersCount":18,"membersFTE":"9.0","membership":"On European level CATUS is member of the European Confederation of Trade Unions ETUC - www.etuc.org, and the international Trade Union Council www.ituc-csi.org&#xd;\nOn national level CATUS is member of the Social-Economic council of the Republic of Serbia www.socijalnoekonomskisavet.rs","memberOrga":"Here is a full list of our 27 member organisations - trade union federations: &#xd;\nhttp://www.sindikat.rs/ENG/federations.html","goal":"CATUS  is voluntary (non-profit) and without any national, religious and political preconditions. It is the most representative and biggest trade union confederation in Serbia.  CATUS is a strictly workers’ organisation independent of all political parties and movements. Affiliated to the ITUC and the ETUC, the CATUS strive to contribute to the common trade union struggle for a more equitable and stable world where the principles of individualism and free market will be complemented by the principles of solidarity and societies’ control over production and distribution. CATUS has a seats in the national Social Economic Council and various other tripartite councils and boards in Serbia. The CATUS is involved in negotiations of collective agreements at all levels tripartite, agreements on branch level - bipartite social dialogue and supports TU representatives in negotiating at company level. CATUS is actively involved in social and labour market policy issues, in the preparation and adoption of new legislation and provides services to its members.","acronym":"CATUS","interests":"Economic and Financial Affairs, Education, Employment and Social Affairs, Enlargement, External Relations, Justice and Fundamental Rights, Regional Policy, Youth","euInitiatives":"CATUS is currently following the ETUC initiatives \"Pay rise\",  Initiative for more democracy on working place, and implementation of the \"Pillar of Social Rights\", \"Directive on Transparent and Predictable Working Conditions\"","lastUp":"2018-03-19T11:22:44.935+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}