{"id":"47172565855-96","name":"European Federation of Road Traffic Victims","registrationDate":"2011-05-17T08:55:18.870+02:00","category":6,"subCategory":11,"legal":"NGO","web":"http://fevr.org","country":"Belgium","headAddress":"Chaussée de Haecht 1405","headCity":"Bruxelles","headPostCode":"1130","headPhone":"(32)6 21 14 51 67","boss":"Jeannot Mersch","bossTitle":"Mr","bossPosition":"president","membersCount":3,"membersFTE":"1.0","membership":"ETSC ( European Transport Safety Council )member of the Main Council&#xd;\nUNECE WP1 consultant status (roster)&#xd;\nUNRSCF United Nations Road Safety Collaboration Forum: main member&#xd;\nGlobal Alliance of NGO's for road safety and road traffic Victims, member, FEVR former Vice-president is member of the board of directors&#xd;\nWHO take part in a series of online modules being prepared on the legal and regulatory aspects of Road Safety.","memberOrga":"ACA-M Portugal(1200),&#xd;\nAIFVS Italy(2200),&#xd;\nAVR Luxemburg(350),&#xd;\nAVAC Romania(600),&#xd;\nEsperanza France(20),&#xd;\nFondazione Luigi Guccione Italy(1100),&#xd;\nEfthita Greece(600),&#xd;\nNahZorg netherlands(120),&#xd;\nIRVA Ireland(440),&#xd;\nPEVR Belgium(600),&#xd;\nP(A)T -AP(A)T Spain(870),&#xd;\nRoadpeace UK(1300),&#xd;\nSuat Ayoz Turkey(200),&#xd;\nNahZorg Netherlands (100)&#xd;\nVVS Netherlands(50),&#xd;\nYASA Lebanon(4000),&#xd;\nZavod Varna Pot slovenia(2000),&#xd;\nVictimes et citoyens France(500),&#xd;\nIrish Road Victim Ass. IRVA(200),&#xd;\nRondpunt(500),&#xd;\nVOD(150)","goal":"FEVR was established in 1991 and is an umbrella organisation of national associations advocating for road victims and safer roads. &#xd;<br />The aims of FEVR and its members are: &#xd;<br />·\tto ensure the provision of emotional and practical help and support to road crash victims, and assistance with legal procedures and access to justice&#xd;<br />·\tto contribute to road safety by highlighting road danger and the causes and impact of crashes in order to influence institutions and authorities to enforce road safety measures more effectively&#xd;<br />FEVR has UN consultative status and attends relevant working parties and meetings, in particular the UNECE Working Party1 and the UN/WHO Road Safety Collaboration Forum.&#xd;<br />FEVR wants to see the situation of road crash victims improved. It champions their rights, represents their voice and campaigns for legislative improvements.&#xd;<br />  &#xd;<br />In order to offer road victims the recognition so often denied them, FEVR established and promoted – from 1993 onwards - a common Remembrance Day for Road Traffic Victims (European Day of Remembrance), which has become World Day of Remembrance for Road Traffic Victims, recognized in 2005 by the United Nations and now observed throughout the globe. &#xd;<br />FEVR and many of its member organisations attended the Global NGO meeting hosted by the World Health Organisation in May 2009 in Brussels, and FEVR president Brigitte Chaudhry was the coordinator of the NGO ‘Brussels Declaration’, which contains 33 recommendations to governments","acronym":"FEVR","interests":"Climate Action, Education, Energy, Environment, Home Affairs, Information Society, Justice and Fundamental Rights, Public Health, Research and Technology, Transport","euInitiatives":"mid term review or Road safety program&#xd;<br />Victim of crime directive","lastUp":"2018-04-01T17:52:22.212+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}