{"id":"471737023211-38","name":"Unión de Asociaciones y Entidades de Atención al Drogodependiente","registrationDate":"2016-09-06T10:35:17.071+01:00","category":3,"subCategory":2,"legal":"Asociación","web":"http://www.unad.org","country":"Spain","headAddress":"Calle Canarias nº9","headCity":"Madrid","headPostCode":"28045","headPhone":"(34)9 14 47 88 95","boss":"Luciano Poyato Roca","bossTitle":"","bossPosition":"Presidente","membersCount":3,"membersFTE":"0.75","membership":"Las 251 organizaciones miembro de UNAD son asociaciones, fundaciones. coordinadoras, federaciones y plataformas.&#xd;\n&#xd;\nPor otra parte, UNAD está afiliada a:&#xd;\n&#xd;\n- Consejo Estatal de ONG de Acción Social. &#xd;\n- Instituto para la Calidad de las ONG (ICONG).&#xd;\n- Plataforma de ONG de Acción Social.&#xd;\n- Plataforma del Voluntariado de España (PVE). UNAD preside esta Plataforma.&#xd;\n- Plataforma del Tercer Sector (PTS). UNAD preside esta Plataforma a través de la presidencia de la PVE.&#xd;\n- Red Europea de Lucha Contra la Pobreza y la Exclusión Social (EAPN).&#xd;\n- Red Iberoamericana de ONGs que trabajan en Drogodependencias (RIOD).&#xd;\n- International Drug Policy Consortium (IDPC).&#xd;\n- Civil Society Forum On Drugs (CSF).&#xd;\n- Civil Society Forum on HIV/ AIDS, viral hepatitis and Tuberculosis.&#xd;\n&#xd;\nPara mayor información acerca de las organizaciones a las que UNAD está afiliada: &#xd;\nhttp://www.unad.org/alianzas.php","memberOrga":"UNAD es una red compuesta por 251 organizaciones sociales españolas.&#xd;\n&#xd;\nhttp://www.unad.org/entidades.php","goal":"UNAD, la Unión de Asociaciones y Entidades de atención al drogodependiente, es una entidad sin ánimo de lucro constituida en 1985 y declarada de utilidad pública, que aglutina a más de 251 entidades que trabajan en el ámbito de las adicciones por todo el territorio español. &#xd;<br />&#xd;<br />Su misión, consensuada en el III Plan Estratégico dice que “UNAD es el lugar de encuentro de las entidades sociales que trabajan por los derechos de las personas afectadas por la problemática de las adicciones y otros factores de exclusión social, y desde el cual, se fomenta la participación y la cohesión del movimiento asociativo así como la adaptación a los cambios del entorno.”&#xd;<br />&#xd;<br />El objeto social del movimiento asociativo de adicciones implicado en UNAD es “mejorar la calidad de vida de las personas con problemas de adicciones y sus familias y fomentar su inserción en la sociedad como ciudadanos de pleno derecho”, es decir que compartimos la vocación pública del primer sector y contribuimos al cumplimiento de sus fines y estrategias tanto a nivel estatal como autonómico y local apoyando los objetivos de los planes sobre drogas y co-participando en las políticas públicas.&#xd;<br />&#xd;<br />El III plan estratégico de UNAD en el que participaron más de 200 personas de dentro y fuera de la red, despliega durante cinco años cuatro líneas estratégicas que orientan sus objetivos y acciones hacia la consecución de la visión. Estas cuatro líneas son:&#xd;<br />&#xd;<br />1. Defender los derechos de las personas con problemas de adicciones.&#xd;<br />2. Promover la participación de las entidades y la democracia interna de UNAD.&#xd;<br />3. Incrementar la pertenencia de las entidades socias y la utilidad de UNAD.&#xd;<br />4. Reivindicar un modelo social alternativo basado en la justicia social.&#xd;<br />&#xd;<br />Para poder conseguir esos retos, UNAD desarrolla en su operativa diaria principalmente 5 servicios:&#xd;<br />&#xd;<br />- Realizar incidencia política generando propuestas legislativas y normativas y representar los intereses del movimiento asociativo de adicciones en los foros políticos y estratégicos tanto de los poderes públicos como del tercer sector.&#xd;<br />- Desarrollar estudios rigurosos e investigaciones sobre el fenómeno de las adicciones así como promover la gestión del conocimiento y grupos de expertos en la red desde un modelo de participación y empoderamiento.&#xd;<br />- Proyectar de manera muy visible la marca UNAD, poniendo en valor el trabajo de sus entidades y generando una imagen de dignidad de las personas con problemas, sensibilizando a la sociedad en general así como promoviendo una información actualizada y una comunicación fluida en la red.&#xd;<br />- Gestionar proyectos supracomunitarios y supranacionales bajo enfoques y programas marco que responden a nuestro modelo de intervención y a criterios de calidad fomentando la mejora continua.&#xd;<br />- Capacitar y entrenar conocimiento, habilidades y actitudes profesionales en los equipos técnicos y voluntarios de las entidades socias mejorando su eficiencia y desarrollando sistemas de identificación de BB.PP y reconocimiento público.&#xd;<br />&#xd;<br />Todo esto, persiguiendo la visión que no es otra que convertirse en una red de entidades referente en el ámbito de las adicciones con un posicionamiento ideológico claro, compartido y conocido y que canaliza las demandas de su base social para influir en las políticas públicas en favor de la justicia social.","acronym":"UNAD","interests":"Communication, Culture, Development, Employment and Social Affairs, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Sport, Youth","euInitiatives":"Los principales ámbitos de interés de UNAD son:&#xd;<br />- Salud.&#xd;<br />- Asuntos Sociales.&#xd;<br />- Justicia.&#xd;<br />- Igualdad.&#xd;<br />- Educación, Formación Profesional, Juventud y Deporte.&#xd;<br />- Cohesión Económica, Social y Territorial.&#xd;<br />- Cooperación al Desarrollo.&#xd;<br />- VIH/SIDA, Hepatitis, ITS.&#xd;<br />&#xd;<br />Dentro de estos ámbitos, las políticas, legilación e iniciativas en materia de Drogas, especialmente en lo que se refiere a prevención, reducción de la demanda, cooperación, investigación y formación.","lastUp":"2017-09-07T11:29:51.389+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}