{"id":"471744022655-08","name":"European Health Chamber","registrationDate":"2016-07-12T04:19:42.629+01:00","category":2,"subCategory":3,"legal":"SPRL","web":"http://www.healthchamber.eu","country":"Belgium","headAddress":"av Francois Folie 30","headCity":"Brussels","headPostCode":"1180","headPhone":"(32)4 78 36 63 48","boss":"Paolo Giordano","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"4.0","membership":"Healthfirsteurope : www.healthfirsteurope.org&#xd;\nActive Citizenship&#xd;\n&#xd;\nEuropean Medical Association&#xd;\nMedineurope","memberOrga":"Noalys Group&#xd;\nConsorzio Colibri&#xd;\nEMA&#xd;\nECHO&#xd;\nGiorgini Group&#xd;\nEuropean Association of Predicted Medicine&#xd;\nFondazione Kian&#xd;\nMedineurope&#xd;\nBalkan Medical Tourism","goal":"Representing the enterpreneurs health sector in Europe &#xd;<br />Cooperation for an Europe of Health :&#xd;<br />The Chamber represents different Health fields : public health, pharmaceutical sector, medical devices, industries, hospitals, academics and health physicians.&#xd;<br />Together, we cooperate with the European Institutions to improve the national health systems, with the knowledge of all our members directly involved  in health policies in their own countries on a daily basis. Therefore, The European Health Chamber’s Internal Committees give the opportunity to its members to actively follow and work with the EU legislations policies understanding and supporting the EU policies in our Member States.&#xd;<br />Together, we can better discuss and help to build a real Europe for health, working with different aspects, in full respect of the rights of the patients in order to improve citizen needs.","acronym":"","interests":"Communication, Competition, Employment and Social Affairs, Enterprise, External Relations, Internal Market, Public Health, Regional Policy, Research and Technology, Taxation","euInitiatives":"Health Services, Patients Rights, Pharmaceuticals, Health Physicians, E Health, Health Investments, European Agenda,  Patients safety and Antibiotics Abuse, Aging Population, Innovation","lastUp":"2017-06-15T05:53:40.084+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}