{"id":"47195853551-35","name":"Asociación Nacional de Armadores de Buques de Pesca de Bacalao","registrationDate":"2010-05-06T11:29:59.918+01:00","category":2,"subCategory":7,"legal":"asociación profesional","web":"http://www.arvi.org","country":"Spain","headAddress":"Puerto Pesquero, s/n","headCity":"Vigo","headPostCode":"36202","headPhone":"(34)9 86 43 38 44","boss":"José Antonio Suárez-Llanos Rodríguez","bossTitle":"","bossPosition":"Director gerente","membersCount":2,"membersFTE":"0.5","membership":"Agarba está integrada en las siguientes organizaciones:&#xd;\n&#xd;\nFederación Española de Organizaciones Pesqueras (Feope)&#xd;\nConfederación Española de Pesca (Cepesca)&#xd;\nConsejo Consultivo de Flotas de Larga Distancia (LDAC)","memberOrga":"","goal":"Defender los intereses de la flota bacaladera adscrita a esta asociación (2 buques y 2 empresas), que dirige su actividad a la captura de bacalao, en aguas de Svalbard (Noruega) y de NAFO. &#xd;<br />&#xd;<br />Promover el ejercicio de una pesca sostenible y responsable, a través del contacto y el trabajo en equipo con los estamentos científicos.&#xd;<br />&#xd;<br />Combatir la pesca ilegal, no declarada y no reglamentada.","acronym":"Agarba","interests":"Environment, Foreign affairs and security policy, Maritime affairs and fisheries","euInitiatives":"Defensa general de los intereses de la actividad pesquera de la flota que representa.&#xd;<br />&#xd;<br />Actividades relacionadas con las normativas en materia de pesca, aduanera y sanitaria.&#xd;<br />&#xd;<br />Actividades de representación de sus asociados enla interrelación con las organizaciones no gubernamentales.&#xd;<br />&#xd;<br />Asistencia reuniones organizadas por las Administraciones autónomas, estatal y comunitaria.&#xd;<br />&#xd;<br />Gestión y representación de sus asociados ante organismos públicos de toda índole.&#xd;<br />&#xd;<br />Política Pesquera Común, Política Marítima Integrada y Políticas Medioambientales de Comercio y de Sanidad.","lastUp":"2019-02-26T13:16:03.000+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}