{"id":"472183135131-16","name":"Montenegrin Employers Federation","registrationDate":"2019-06-14T09:08:03.324+02:00","category":2,"subCategory":4,"legal":"NGO","web":"http://poslodavci.org","country":"Montenegro","headAddress":"Cetinjski put 36","headCity":"Podgorica","headPostCode":"81000","headPhone":"(382)20 20 92 50","boss":"Suzana Radulovic","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":11,"membersFTE":"11.0","membership":"Business Europe&#xd;\nInternational Employers Organization","memberOrga":"www.poslodavci.org","goal":"Montenegrin Employers Federation (MEF) is an independent, non-governmental, non-political and not-for-profit organization based on voluntary membership. MEF was founded and registered on April 9th 2002 according to the Ministry of Justice decision no. 02-1976/02. With the Ministry of Labor and Social Affairs decision no. 0101-6048/2 from August 30th 2005, MEF was granted the status of representativity whereby it becomes an umbrella employers’ organization in Montenegro representing as such an independent voice of business at national and international level. Having signed the National Tripartite Agreement on December 28th 2006, MEF became a social partner – an official representative of employers in relation to Government and trade unions.&#xd;<br />MEF actively contributes to improvement of business climate and elimination of business barriers providing a wide variety of services to its members. Along with representing the interests of employers in tripartite working groups and bodies at national level that work on the development of legislation, strategies and action plans, MEF services include provision of legal advises in the areas relevant for enterprise operations, economic studies and analyses, seminars and trainings delivery, production of publications, implementation of EU funded projects, and networking activities at national and international level.","acronym":"MEF","interests":"Agriculture and Rural Development, Budget, Business and Industry, Communication, Competition, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Enlargement, European Neighbourhood Policy, External Relations, Institutional affairs, International co-operation and development, Research and innovation, Taxation, Trade, Youth","euInitiatives":"MEF has been a representative employers’ organization in Montenegro since 2005.&#xd;<br />&#xd;<br />MEF has been a representative employers’ organization in Montenegro since 2005. MEF strongly cooperates with International Labor Organization (ILO) following its principles and standards in daily operations. MEF is a member of:&#xd;<br />&#xd;<br />IOE – International Organization of Employers&#xd;<br />Business Europe – Association of European employers’ organizations.&#xd;<br />MEF is an observer member of BIAC since 2015 and a co-founder of AREC (Adriatic Region Employers Centre).","lastUp":"2019-06-17T13:22:56.992+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}