{"id":"4722660838-23","name":"European Banking Federation","registrationDate":"2008-12-19T16:54:43.547+02:00","category":2,"subCategory":4,"legal":"aisbl (Belgium)","web":"http://www.ebf.eu","country":"Belgium","headAddress":"Avenue des Arts, 56","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)0 25 08 37 11","boss":"Wim Mijs","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":23,"membersFTE":"15.5","membership":"In addition to the information provided above, the EBF is a member of:&#xd;\n&#xd;\nEuropean Banking Industry Committee (EBIC)&#xd;\nEuropean Capital Markets Institute (ECMI)&#xd;\nEuropean Financial Reporting Advisory Group (EFRAG)&#xd;\nEuropean League for Economic Cooperation (ELEC)&#xd;\nEuropean Payments Council (EPC)&#xd;\nEuropean Services Forum (ESF)&#xd;\nEU-US Coalition on Financial Regulation&#xd;\nFederation of European &amp; International Association (FAIB)&#xd;\nInternational Banking Federation (IBFed)&#xd;\nInternational Fiscal Association (IFA)&#xd;\nInstitut Experts Comptables (IEC)&#xd;\nInstitute of International Bankers (IIB)&#xd;\nInternational Securities Services Associations (ISSA)&#xd;\nPrime Collateral Securities Initiative (PCS)&#xd;\nEuropean Banking Forum (EBEC)","memberOrga":"http://www.ebf.eu/about-us/","goal":"The European Banking Federation is the voice of the European banking sector, uniting 32 national banking associations in Europe that together represent some 3,500 banks – large and small, wholesale and retail, local and international – employing about two million people. - employing about 2.5 million people.&#xd;<br />&#xd;<br />Launched in 1960, the EBF is committed to creating a single market for financial services in the European Union and to supporting policies that foster economic growth. &#xd;<br />&#xd;<br />&#xd;<br />Mission Statement&#xd;<br />&#xd;<br />To be the voice of European banks&#xd;<br />&#xd;<br />The European Banking Federation is the united voice of banks established in Europe. It is a forum where best practices are exchanged, legislative proposals and initiatives are debated and common positions adopted.&#xd;<br />&#xd;<br />To serve the interests of the European banking industry&#xd;<br />&#xd;<br />The EBF represents, defends and promotes the interests of its members, promotes the development of the industry, provides value-adding information and efficient and professional services to its member Associations and assists new members in their accession procedures, be it to the EU itself or to the Euro.&#xd;<br />&#xd;<br />To position the European banking industry within the European and global regulatory frameworks&#xd;<br />&#xd;<br />The EBF is a partner of choice for the European institutions in laying out their legislative initiatives. Its aim is to ensure that the experience and the views of banks are taken into consideration in the shaping of relevant policies. The EBF also actively promotes the positions of the European financial services, and in particular the banking industry in international fora.","acronym":"EBF","interests":"Business and Industry, Communication, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, General and Institutional Affairs, Justice and Fundamental Rights, Single market, Taxation, Trade","euInitiatives":"EBF namely works on issues such as:&#xd;<br />&#xd;<br />a) Banking regulation and supervision incl. prudential standards, recovery and resolution, deposit guarantee schemes, single supervision.&#xd;<br />&#xd;<br />b) Digital issues incl. digital single market issues, cyber security, data protection, cloud computing, robo advice, etc.&#xd;<br />  &#xd;<br />c) Financial markets, incl. financial markets regulation &amp; Capital Markets Union, prospectus, transparency, market abuse, derivatives and clearing and settlement.&#xd;<br />&#xd;<br />d) Taxation issues, incl. VAT for financial services, FTT, automatic exchange of tax information.&#xd;<br />&#xd;<br />e) Accounting issues, incl. IFRS 9 and endorsement issues.&#xd;<br />&#xd;<br />f) Financing the climate change, fostering the green economy.&#xd;<br />&#xd;<br />&#xd;<br />&#xd;<br />The EBF is also actively involved on retail banking issues, such as bank accounts, payments, financial education anti-money laundering issues.&#xd;<br />&#xd;<br />It also works on international affairs (BREXIT, TTIP and FTAs), general legal issues - such as corporate governance matters  - and on social affairs.&#xd;<br />&#xd;<br />The EBF also discusses economic and monetary issues  and has a regular exchange of views with the European Central Bank on monetary policy.","lastUp":"2018-05-08T11:35:45.415+02:00","customers":"","costAbsolu":"","costRange":"4000000-4249999","turnoverAbsolu":0,"turnoverRange":""}