{"id":"472680516299-15","name":"Oenological Products and Practices International Association","registrationDate":"2015-03-02T10:57:19.847+01:00","category":2,"subCategory":4,"legal":"Association à but non lucratif de loi française","web":"http://www.oenoppia.com","country":"France","headAddress":"21-23 Rue Croulebarbe","headCity":"Paris","headPostCode":"75013","headPhone":"(33)6 29 43 27 83","boss":"Marco MANFREDINI","bossTitle":"Mr","bossPosition":"Président","membersCount":3,"membersFTE":"1.5","membership":"Membre Observateur de l'Organisation Internationale de la Vigne et du Vin: &#xd;\nhttp://www.oiv.int/oiv/cms/index&#xd;\n&#xd;\nMembre Observateur du Codex Alimentarius&#xd;\nhttp://www.codexalimentarius.org/&#xd;\n&#xd;\nMembre observateur du Comité Vins (CEEV): http://www.ceev.eu/","memberOrga":"Cofalec (Confédération Européenne des fabricants de levures)&#xd;\nhttp://www.cofalec.com/","goal":"L’activité des membres de l’association consiste à développer, concevoir, produire et distribuer des produits œnologiques, étant entendu comme tout ingrédient, additif ou auxiliaire technologique utilisé pour la production de vin et requérant une recherche et un développement, une connaissance dans l’application, un savoir-faire dans la production et un usage spécifiques au domaine de l’œnologie. L’objectif d’Oenoppia est d’apporter une expertise et une force de proposition  auprès des instances règlementaires afin de concilier l’intérêt collectif de la profession avec les objectifs du législateur, la protection du consommateur et l’intérêt du producteur de vin. Oenoppia est également l’instance de promotion des produits et pratiques œnologiques en tant qu’outils technologiques issus de la science des composés du raisin et du vin. Enfin, Oenoppia propose à ses membres un cadre éthique d’exercice de leur profession.","acronym":"OENOPPIA","interests":"Agriculture and Rural Development, Consumers, Environment, Food Safety, Research and innovation","euInitiatives":"Les dossiers suivis sont essentiellement relatifs à la règlementation sur les pratiques oenologiques: règlement (CE) N° 606/2009 de la Commission du 10 Juillet 2009. La Commission a ouvert des discussions pour la refonte de ce règlement.  &#xd;<br />Autres dossiers suivis:&#xd;<br />- Modalités d'étiquetage des vins (Règlement N° 607/2009)&#xd;<br />- Procédures d'autorisation de tout additif ou auxiliaire technologique utilisé dans l'élaboration des vins.","lastUp":"2019-02-15T09:35:55.202+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}