{"id":"472818133966-24","name":"Buddha Child","registrationDate":"2019-02-15T06:19:27.691+01:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.ongbuddhachild.org","country":"France","headAddress":"10 rue Boucry","headCity":"Paris","headPostCode":"75018","headPhone":"(33)06 99 83 19 03","boss":"Patrick Pardo","bossTitle":"Mr","bossPosition":"Chargé des projets Européens et internationaux","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"www.ongbuddhachild.org","goal":"Buddha Child est une Organisation non gouvernementale qui a choisi PARIS la capitale Européenne de l’innovation depuis novembre 2017 pour siège social, mais son essor se déploiera au niveau international. L’association est issue de la loi 1901. Elle projette des actions humanitaires en collaboration avec ses partenaires étrangers notamment en Asie, en Afrique et en Europe, pour créer des centres de vie pour personnes démunies et faibles, des centres de formations techniques et culturelles, des centres d’activités artisanales, des centres d’exploitations agricoles, des centres commerciaux et des plateformes d’échanges économiques. Pour contribuer aux déploiements de ces actions, nous avons besoins du soutiens de toutes les diasporas asiatiques et africaines en Europe. Par conséquent, nous faisons un travail en amont pour fédérer toutes ces diasporas.","acronym":"Buddha Child","interests":"Agriculture and Rural Development, Business and Industry, Education and training, Employment and Social Affairs, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum","euInitiatives":"Under the Legislative Observatory:&#xd;<br />&#xd;<br />Regional Development&#xd;<br />Employment and Social Affairs&#xd;<br />Civil Liberties, Justice and Home Affairs&#xd;<br />International Trade&#xd;<br />Foreign Affairs Development","lastUp":"2019-02-15T06:19:51.090+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}