{"id":"47288759638-75","name":"Japan Automobile Manufacturers Association, Inc. European Office","registrationDate":"2012-09-17T15:12:21.907+02:00","category":2,"subCategory":4,"legal":"Representative Office of a Japanese incorporated association","web":"http://www.jama-english.jp","country":"Japan","headAddress":"Jidosha Kaikan","headCity":"Tokyo","headPostCode":"105-0012","headPhone":"(81)03 54 05 61 26","boss":"Shinichiro Oka","bossTitle":"Mr","bossPosition":"General Director ","membersCount":5,"membersFTE":"3.5","membership":"JAMA European Office is member of FMS (Forum for Mobility &amp; Society).","memberOrga":"JAMA is comprised of 14 manufacturers of passenger cars, trucks, busses and motorcycles in Japan. - Daihatsu Motor Co., Ltd. - Hino Motors, Ltd. - Honda Motor Co., LTD. - Isuzu Motors Limited - Kawasaki Heavy Industries, Ltd. - MAZDA MOTOR CORPORATION - MITSUBISHI MOTORS CORPORATION - Mitsubishi Fuso Truck and Bus Corporation - Nissan Motor Co., Ltd. - Subaru Corporation -Suzuki Motor Corporation - TOYOTA MOTOR CORPORATION - UD Trucks Corporation - YAMAHA MOTOR CO., Ltd.","goal":"JAMA works to support the sound development of member companies and contribute to social and economic welfare. JAMA monitors, studies and analyses EU policy developments linked to the automobile industry. It informs its members of these developments and their potential impact on the industry. Where appropriate, it provide information and makes representation to the EU institutions on behalf of its members.","acronym":"JAMA European Office","interests":"Business and Industry, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Energy, Environment, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Emissions (CO2, exhaust, etc.)&#xd;<br />Environment (End-of-Life vehicles, REACH, etc.)&#xd;<br />Harmonisation of vehicle regulations&#xd;<br />Safety (Automated driving, eCall, ITS, etc.)&#xd;<br />Free Trade Agreements","lastUp":"2018-08-21T14:39:04.123+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}