{"id":"472949133985-85","name":"Toll4Europe GmbH","registrationDate":"2019-02-18T15:44:33.839+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.toll4europe.eu","country":"Germany","headAddress":"Französische Str. 33 a- c","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)89 58 80 89 25","boss":"Mirka Dworschak","bossTitle":"Ms","bossPosition":"CEO","membersCount":4,"membersFTE":"1.0","membership":"Registered EETS provider: &#xd;\nhttps://www.bag.bund.de/DE/Navigation/EETS/EETS_Anbieter/eets_anbieter_node.html","memberOrga":"T-Systems International GmbH: https://www.t-systems.com/&#xd;\nDaimler AG: https://www.daimler.com/en/&#xd;\nDKV EURO SERVICE GmbH + Co. KG https://www.dkv-euroservice.com/gb/ &#xd;\nEuroshell Cards B.V. https://www.shell.co.uk/","goal":"Created in response to the EETS decision, Toll4Europe GmbH was founded in 2017 by T-Systems International GmbH, Daimler AG and DKV Euro Services GmbH + Co. KG. Additionally, in late 2018, euroShell Cards B.V. a member of the Shell group, acquired a stake in the company. &#xd;<br /> &#xd;<br />Toll4Europe’s remit is the development and provision of interoperable and cross-border EETS services, for vehicles of greater than 3.5t, by providing a single On-board Unit and a single contract to the user.&#xd;<br />Their goal is to deliver, to all stakeholders (toll chargers, service users e.g. sales partners and end-users), high-quality and stable solutions for the EETS-market. Furthermore, Toll4Europe’s mission is to shape mobility advancements, drive digitalization in the transportation industry and to become one of the foremost EETS-providers in the market.","acronym":"T4E","interests":"Business and Industry, Digital economy and society, Energy, Trade, Transport","euInitiatives":"Toll4Europe is focusing on the following EU initiatives:&#xd;<br /> &#xd;<br />-\tDirective 2004/52/EC from the 29.04.2004 on the European Electronic Toll Service&#xd;<br />Based on that directive Toll4Europe is focusing on the following important policy documents: &#xd;<br />-\tDecision 2009/750/EC  issued by the EC in the form of the Commission Decision of 6 October 2009 on the definition of the European Electronic Toll Service and its technical elements&#xd;<br />-\tReview of Directive 2004/52/EC and Decision 2009/750/EC on the interoperability of European electronic toll systems&#xd;<br /> &#xd;<br />-\t-Directive 1999/62/EC on the charging of heavy goods vehicles for the use of certain infrastructures on 17th June 1999 (The legal framework for charging heavy goods vehicles (HGV)1 for the use of certain roads, known as the Eurovignette Directive)&#xd;<br />-\tRevision of the Directive 1999/62/EC","lastUp":"2019-02-18T15:45:09.175+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}