{"id":"47350036909-69","name":"Secretariat of COMECE (Commission of the Episcopates of the European Union)","registrationDate":"2011-10-07T17:30:06.979+02:00","category":5,"subCategory":15,"legal":"A.I.S.B.L.","web":"http://www.comece.eu","country":"Belgium","headAddress":"Square de Meeûs, 19","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)22 35 05 10","boss":"Manuel Barrios Prieto","bossTitle":"Mr","bossPosition":"COMECE Secretary General","membersCount":11,"membersFTE":"7.5","membership":"Participation to an informal ecumenical group of Christian organisations working on migration and asylum issues","memberOrga":"","goal":"The COMECE Secretariat carries out at the operational level the aims of the Commission of the Episcopates of the European Union (COMECE), namely in partnering the political processes of the European Union in the areas of relevance to the Episcopates of the EU Member states; in monitoring the activities of the European Union and informing the Episcopates in such matters; and in communicating to the European institutions and authorities the opinions and views of the Episcopates of the EU Member states concerning European integration. COMECE is formed by the Bishops' Conferences of the European Union's Member states. &#xd;<br />&#xd;<br />The COMECE Secretariat, as a Church representation, fully supports the goal of bringing greater transparency to the legislative and policy-making process at the EU level, as an important element of a democratic and pluralistic society, and for this reason and in this spirit entered the present registration system in 2011. However, it also advocates for a re-balancing of the burden of transparency, currently placed more on citizens and organisations, rather than on public officials. Furthermore, the risk of exclusion of actors that enjoy no \"formal status\" (e.g. migrants, the elderly, the poor, Roma people, informal youth groups, social movements), due to the lack of specific provisions to allow for access to decision-makers, is a source of concern. &#xd;<br />&#xd;<br />We recognise ourselves in the definition of ‘Organisations representing churches and religious communities’, as contained in the 2014 Agreement between the European Parliament and the European Commission on the transparency register for organisations and self-employed individuals engaged in EU policy-making and policy implementation (“Legal entities, offices or networks set up for representation activities”). We also fully support the idea that the register does not apply to Churches themselves, as specified in the Agreement. &#xd;<br />&#xd;<br />However, we would like to emphasise that the lobbying and/or interest representation terminology (still used in a generalised way e.g. in the introductory sentence to the Code of Conduct; in various passages of the ‘Guidelines’ document; and in the Proposal for an Interinstitutional Agreement on a mandatory Transparency Register) cannot be applied to us as a Church representation. &#xd;<br />&#xd;<br />On the basis of Article 17(3) of the Treaty on the Functioning of the European Union (TFEU), we are involved in Dialogue with the EU institutions as a representation of a Church entity, having a specific contribution to make to the common good and a peculiar identity, status and dignity, not as a lobby group or interest representative or single-issue organisation. We see our contribution as being mainly of a moral and ethical nature, but also rooted within the Social Doctrine of the Church. This contribution is constantly inspired by the Gospel and by the Catholic Church’s reflection on the dignity of each human being as created in God’s image. We operate in search of the common good, not in the name of ‘business’ or ‘interests’ (as typical features of lobbying and interest representation). Finally, we are not conditioned by third-parties' interests. &#xd;<br />&#xd;<br />COMECE emphasises that registrations under Section V of the Transparency Register should be consistent with the binding formulation of Article 17 TFEU. Therefore, registration in the present Section should concern only \"organisations representing\" the actors described in Article 17, paragraph 1 TFEU.","acronym":"COMECE Secretariat","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Future of Europe; General Data Protection Regulation; Article 17 of the Treaty on the Functioning of the EU; Compliance with fundamental rights and the rule of law; Transparency policies; Audiovisual Media Services Directive; Anti-money laundering Directive; E-evidence Regulation; Rights and Values Programme 2021-2027; European Defence Fund 2021-2027; EU-ACP negotiations on the “post-Cotonou framework”; EU Strategy for “A credible enlargement perspective for and enhanced EU engagement with the Western Balkans”; Monitoring EU’s support to the peace process in Colombia; EU policy framework on indigenous peoples’ rights; Neighbourhood policies (Southern and Eastern dimensions); Common Security and Defence Policy; Transversal approach in the EU External Action; Resilience; EU trade agreements; Common Agricultural Policy; Common European Asylum System (CEAS); Trafficking in Human Beings Integration of migrants, refugees and victims of human trafficking; External dimension and roots causes of forced migration; Return policies; Roma people inclusion; Religious conversion during the asylum process; Intolerance and persecution against religious minorities in third countries; Voluntary return of refugees who are members of religious minorities; Implementation of the EU Guidelines on Freedom of Religion or Belief; Directive on Work-Life Balance for Parents and Carers ; Directive on Transparent and Predictable Working  Conditions; Regulation establishing a European Labour Authority; European Solidarity Corps 2021-2027; Erasmus 2021-2027; European Youth Strategy 2019-2027; Future of work; Multiannual Financial Framework 2021-2027.","lastUp":"2019-09-02T10:53:22.858+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}