{"id":"47350036909-69","name":"Secretariat of COMECE (Commission of the Episcopates of the European Union)","registrationDate":"2011-10-07T17:30:06.979+02:00","category":5,"subCategory":15,"legal":"A.I.S.B.L.","web":"http://www.comece.eu","country":"Belgium","headAddress":"Square de Meeûs, 19","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)22 35 05 10","boss":"Olivier Poquillon","bossTitle":"Mr","bossPosition":"COMECE Secretary General","membersCount":10,"membersFTE":"7.0","membership":"Participation to an informal ecumenical group of Christian organisations working on migration and asylum issues","memberOrga":"","goal":"The COMECE Secretariat carries out at the operational level the aims of the Commission of the Episcopates of the European Union (COMECE), namely in partnering the political processes of the European Union in the areas of relevance to the Episcopates of the EU Member states; in monitoring the activities of the European Union and informing the Episcopates in such matters; and in communicating to the European institutions and authorities the opinions and views of the Episcopates of the EU Member states concerning European integration. COMECE is formed by the Bishops' Conferences of the European Union's Member states.&#xd;<br />&#xd;<br />The COMECE Secretariat, as a Church representation, fully supports the goal of bringing greater transparency to the legislative and policy-making process at the EU level, as an important element of a democratic and pluralistic society, and for this reason and in this spirit entered the present registration system in 2011. We recognise ourselves in the definition of ‘Organisations representing churches and religious communities’, as contained in the 2014 Agreement between the European Parliament and the European Commission on the transparency register for organisations and self-employed individuals engaged in EU policy-making and policy implementation (“Legal entities, offices or networks set up for representation activities”). We also fully support the idea that the register does not apply to Churches themselves, as specified in the Agreement.&#xd;<br />&#xd;<br />However, we would like to emphasise that the lobbying and/or interest representation terminology (still used in a generalised way e.g. in the introductory sentence to the Code of Conduct; in various passages of the ‘Guidelines’ document; and in the Proposal for an Interinstitutional Agreement on a mandatory Transparency Register) cannot be applied to us as a Church representation. &#xd;<br />&#xd;<br />On the basis of Article 17(3) of the Treaty on the Functioning of the European Union (TFEU), we are involved in Dialogue with the EU institutions as a representation of a Church entity, having a specific contribution to make to the common good and a peculiar identity, status and dignity, not as a lobby group or interest representative or single-issue organisation. We see our contribution as being mainly of a moral and ethical nature, but also rooted within the Social Doctrine of the Church. This contribution is constantly inspired by the Gospel and by the Catholic Church’s reflection on the dignity of each human being as created in God’s image. We operate in search of the common good, not in the name of ‘business’ or ‘interests’ (as typical features of lobbying and interest representation). Finally, we are not conditioned by third-parties' interests.&#xd;<br />&#xd;<br />COMECE emphasises that registrations under Section V of the Transparency Register should be consistent with the binding formulation of Article 17 TFEU. Therefore, registration in the present Section should concern only \"organisations representing\" the actors described in Article 17, paragraph 1 TFEU.","acronym":"COMECE Secretariat","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Article 17 of the Treaty on the Functioning of the EU; Revision of the Audiovisual Media Services Directive; General Data Protection Regulation; Work-life balance for working parents and caregivers; Media Pluralism and Democracy; Proposal for an Interinstitutional Agreement on a mandatory Transparency Register; Robotics and civil law; Rule of law mechanisms; Cross-border family law; EU Global Strategy on Foreign and Security Policy; Security and Defence; Ethics of neuroscience, including research, and mental health; Palliative care; Synthetic biology; Integrated approach to conflicts and crisis; Resilience; Development; International Trade; Integration of migrants and refugees;  Minor refugees and migrants, in particular unaccompanied ones; Human Trafficking; Common European Ayslum System (CEAS) reform; Roma people's integration; Freedom of religion and religious minorities in foreign affairs; Circular Economy Program; Vocational Training and learning from the German model; Common Agricultural Policy; Religious education at the European Schools; European Pillar of Social Rights; Tackling poverty within the EU; VAT reform; Investing in Europe’s Youth package; Communication: New Skills Agenda for Europe; Radicalisation; Terrorism.","lastUp":"2018-04-03T12:02:49.560+02:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":0,"turnoverRange":""}