{"id":"47376536890-44","name":"International Paper","registrationDate":"2011-10-06T10:47:03.486+02:00","category":2,"subCategory":3,"legal":"Publically traded company on NYSE","web":"http://www.internationalpaper.com","country":"United states","headAddress":"Poplar Avenue, 6400","headCity":"memphis","headPostCode":"38197","headPhone":"(901)4 19 90 00","boss":"John Sims","bossTitle":"Mr","bossPosition":"President EMEA","membersCount":1,"membersFTE":"0.5","membership":"CEPI - The European Trade Association for Paper&#xd;\nFEFCO - The European Trade Association for corrugated packaging","memberOrga":"","goal":"International Paper (NYSE: IP) is a global leader in packaging and paper with manufacturing operations in North America, Europe, Latin America, Russia, Asia and North Africa. Its businesses include industrial and consumer packaging and uncoated papers. Headquartered in Memphis, Tenn., the company employs approximately 55,000 people and is strategically located in more than 24 countries serving customers worldwide. International Paper net sales for 2015 were $22 billion.  For more information about International Paper, its products and stewardship efforts, visit internationalpaper.com.  &#xd;<br />&#xd;<br />In Europe, Middle East, Africa &amp; Russia (EMEA), International Paper focuses on the production and marketing of office papers and paper-based packaging. The company is a leading supplier of high-quality cutsize papers, coated and uncoated paperboard and corrugated containers for a wide range of applications. International Paper in EMEA had net sales of approximately $3.3 billion in 2015 and employs approximately 9,000 people.","acronym":"IP","interests":"Agriculture, Climate Action, Energy, Environment, Food Safety, Maritime affairs and fisheries, Trade","euInitiatives":"EU ETS&#xd;<br />Waste - Circular Economy&#xd;<br />Energy efficiency&#xd;<br />2030 Climate package","lastUp":"2018-06-29T15:19:04.704+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}