{"id":"47427226869-02","name":"Channel Islands Brussels Office","registrationDate":"2011-10-04T16:48:58.601+02:00","category":6,"subCategory":14,"legal":"Fondation privée","web":"http://www.channelislands.eu","country":"Belgium","headAddress":"Rond Point Schuman, 6","headCity":"Brussels","headPostCode":"1040","headPhone":"(322)6 39 14 40","boss":"Steve Williams","bossTitle":"Mr","bossPosition":"Director ","membersCount":3,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"The Channel Islands Brussels Office (CIBO) was established in 2011 as the joint office of the Governments of Guernsey and Jersey (the \"Channel Islands\").  CIBO represents the Channel Islands to the EU institutions and advises the two Governments on EU policy issues.  Guernsey and Jersey are autonomous dependencies of the British Crown. Through a Protocol to the UK Accession Treaty, they currently (pre-Brexit) form part of the Community Customs Territory, but are outside the EU for most other purposes.","acronym":"CIBO","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Climate Action, Competition, Customs, Digital economy and society, Economy, finance and the euro, Energy, Environment, External Relations, Food Safety, Foreign affairs and security policy, Institutional affairs, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Single market, Taxation, Trade, Transport","euInitiatives":"All EU legislative and policy developments which are directly or indirectly of relevance to the Governments of Guernsey and Jersey. These include but are not limited to: data protection, the digital single market, EU restrictive measures (sanctions), financial services, the fight against money laundering and terrorist financing, tax, aviation and judicial cooperation (including on asset recovery) and Brexit.","lastUp":"2019-05-23T11:52:17.521+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}