{"id":"47427226869-02","name":"Channel Islands Brussels Office","registrationDate":"2011-10-04T16:48:58.601+01:00","category":6,"subCategory":14,"legal":"Fondation privée","web":"http://www.channelislands.eu","country":"Belgium","headAddress":"Rond Point Schuman, 6","headCity":"Brussels","headPostCode":"1040","headPhone":"(322)6 39 14 40","boss":"Steve Williams","bossTitle":"Mr","bossPosition":"Director ","membersCount":3,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"The Channel Islands Brussels Office (CIBO) was established in 2011 to promote and protect the interests of the Channel Islands in the European Union. It is the joint office of the Governments of Guernsey and Jersey (\"the Channel Islands\").   &#xd;<br />&#xd;<br />CIBO represents the Channel Islands to the EU institutions and advises the two Governments on EU policy issues.&#xd;<br />&#xd;<br />Guernsey and Jersey are autonomous dependencies of the British Crown.  They form part of the Community Customs Territory, but are outside the EU for most other purposes.","acronym":"CIBO","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Competition, Customs, Economic and Financial Affairs, Energy, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Taxation, Trade, Transport","euInitiatives":"All EU legislative and policy developments which are directly or indirectly of relevance to the Governments of Guernsey and Jersey, for example, data protection, the digital single market, EU restrictive measures (sanctions), financial services, anti-money laundering and countering terrorist financing, tax, aviation and judicial cooperation (including on asset recovery) and Brexit.","lastUp":"2017-12-19T12:32:38.240+01:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}