{"id":"474710916419-15","name":"European Telecommunications Standards Institute","registrationDate":"2015-03-09T16:48:38.291+02:00","category":2,"subCategory":7,"legal":"Not for profit association (French Law 1 July 1901)","web":"http://www.etsi.org","country":"France","headAddress":"650 route des Lucioles","headCity":"Sophia Antipolis","headPostCode":"06921","headPhone":"(33)4 92 94 42 00","boss":"Luis Jorge Romero Saro","bossTitle":"Mr","bossPosition":"Director General","membersCount":10,"membersFTE":"4.5","membership":"ETSI si a founding member and a partner in &#xd;\nwww.3gpp.org (broadband mobile and 5G)&#xd;\nwww.oneM2M.org (Internet of Things and 5G)","memberOrga":"http://www.etsi.org/membership/current-members&#xd;\n&#xd;\nList of members includes international telecoms companies and national administrations. About a quarter of members are Small and Medium-sized Enterprises (SMEs) or micro-enterprises and 15% are research bodies or universities. User organizations also play a key role in ETSI in ensuring that our standards meet the needs of consumers.","goal":"ETSI produces global standards for Information and Communications Technologies (ICT), including fixed, mobile, radio, converged, broadcast and Internet technologies.","acronym":"ETSI","interests":"Business and Industry, Competition, Consumers, Culture and media, Digital economy and society, Education and training, Energy, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Public Health, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"EU policy on European Standardization as defined in EU Regulation 1025/2012.&#xd;<br />&#xd;<br />ETSI is one of the 3 standards organizations recognized by EU. It is funded at 82% by members contribution and receives funding from the European Commission. &#xd;<br />ETSI is specifically active in the scope of the ICT-RP (Rolling Plan) as well  as in specific areas such as the RED (Radio equipment Directive), cybersecurity, mobile payments, IoT, interoperability. &#xd;<br />&#xd;<br />ETSI works closely with the European Commission (standards in support of policy/legislation and regulation)&#xd;<br />ETSI has interaction with policy makers (EC/EP/Council) on all those files.","lastUp":"2018-07-25T09:35:32.535+02:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":0,"turnoverRange":""}