{"id":"475128029858-64","name":"ΕΛΛΗΝΙΚΟ ΔΙΚΤΥΟ ΜΙΚΡΩΝ ΝΗΣΙΩΝ","registrationDate":"2018-01-28T10:33:10.967+01:00","category":6,"subCategory":13,"legal":"ΑΣΤΙΚΗ ΜΗ ΚΕΡΔΟΣΚΟΠΙΚΗ ΕΤΑΙΡΙΑ","web":"http://SMALLISLANDS.ORG","country":"Greece","headAddress":"ΕΡΜΟΥ 53","headCity":"ΑΘΗΝΑ","headPostCode":"10563","headPhone":"(30)21 03 31 99 40","boss":"ΕΛΕΥΘΕΡΙΟΣ ΚΕΧΑΓΙΟΓΛΟΥ","bossTitle":"Mr","bossPosition":"ΠΡΟΕΔΡΟΣ ΔΣ","membersCount":3,"membersFTE":"1.25","membership":"ΕΥΡΩΠΑΙΚΗ ΟΜΟΣΠΟΝΔΙΑ ΜΙΚΡΩΝ ΝΗΣΙΩΝ&#xd;\nΠΑΓΚΟΣΜΙΟ ΔΙΚΤΥΟ ΝΗΣΙΩΝ","memberOrga":"Μέλη μας είναι Νησιωτικοί Δήμοι με πληθυσμίο κάτω των 5.000 κατοίκων. Ενδεικτικά αναφέρονται οι Δήμοι: ΣΠΕΤΣΩΝ, ΑΓΚΙΣΤΡΙΟΥ, ΙΘΑΚΗΣ, ΜΕΓΑΝΗΣΙΟΥ, ΚΕΡΚΥΡΑΣ, ΤΗΛΟΥ, ΝΙΣΥΡΟΥ, ΛΕΙΨΩΝ, ΚΕΑΣ, ΜΗΛΟΥ, ΚΑΛΑΜΟΥ, ΚΑΣΤΟΥ, ΜΑΘΡΑΚΙΟΥ, ΕΡΡΕΙΚΟΥΣΑΣ, ΟΘΩΝΩΝ, ΧΑΛΚΗΣ. το εδμν συνεργάζεται αριστα με 50  ελληνικά μικρά νησιά","goal":"Ανάπτυξη Ανθρώπινου και κοινωνικού κεφαλαίου στα Ελληνικά Μικρά Νησιά. Η ανάπτυξη αυτή πετυχαίνεται κατα βάση με την δημιουργία δικτύου μελών τα οποία είναι Δημοι Μικρών Νησιών με πληθυσμό εως 5.000 κατοικοι και επικουρική υποστήριξη από νομικά πρόσωπα και ιδιώτες με την μορφή της εμπειρογνομωσύνης. Συμμετέχει σε ευρωπαικα και εθνικά θεσμικά συναρμόδια οργανα.","acronym":"HSIN","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"οι κύριες πολιτικές οι οποίες επιδιώκει το Ελληνικό Δικτυο Μικρών Νησιών να συμμετέχει και να επιρρεάζει πρός οφελος των μικρονησιωτικών  κοινωνιών ειναι οι πολιτικές:&#xd;<br />Περιφερειακής Ανάπτυξης,&#xd;<br />Πολιτικής Συννοχής, Αλιείας, Περιφερειών, Οικονομικής και Κοινωνικής Συννοχής, περιβάλλοντος, μεταφορών, αγροτικής Ανάπτυξης, Διοίκησης, Δημόσιας διοίκησης, Νέων τεχνολογιών,  κλπ","lastUp":"2019-12-17T16:41:46.693+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}