{"id":"475368429902-96","name":"American Chamber of Commerce in Germany e.V.","registrationDate":"2018-02-07T09:44:44.461+01:00","category":2,"subCategory":4,"legal":"e.V.","web":"https://www.amcham.de/","country":"Germany","headAddress":"Börsenplatz 7-11","headCity":"Frankfurt","headPostCode":"60313","headPhone":"(49)69 92 92 10 40","boss":"Eveline Metzen","bossTitle":"Ms","bossPosition":"General Manager","membersCount":1,"membersFTE":"0.25","membership":"http://amchamsineurope.com/our-members/&#xd;\n&#xd;\nhttp://www.wirtschaftsclub-rm.de/index.php&#xd;\n&#xd;\nhttps://www.uschamber.com/&#xd;\n&#xd;\nhttps://www.dgvm.de/mitgliederliste/","memberOrga":"https://www.amcham.de/members/corporate-members/patron-members/&#xd;\n&#xd;\nhttps://www.amcham.de/members/corporate-members/executive-members/&#xd;\n&#xd;\nhttps://www.amcham.de/members/corporate-members/corporate-members/","goal":"The American Chamber of Commerce in Germany (AmCham Germany) strives to enhance global economic and trade relations built on a strong foundation of American and German partnership. We actively support and promote our members' interests through our global networks in business, politics and AmChams worldwide. AmCham Germany enables cross-cultural understanding, cooperation and new investment through our commitment to transparent dialogue, unrestricted trade and a competitive and open business climate.&#xd;<br />&#xd;<br />AmCham Germany's goals are to support unrestricted trade and investment between the United States and Germany, and to promote a healthy, open and productive business climate between the two countries. AmCham Germany represents the business interests of American firms located in Germany and the United States and also acts on behalf of its German members, many of whom maintain significant holdings in the United States.","acronym":"AmCham Germany","interests":"Communication, Competition, Economic and Financial Affairs, Employment and Social Affairs, Energy, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, Internal Market, Research and Technology, Taxation, Trade","euInitiatives":"- European Commission proposal on the Destination Principle for B2B Intra-Community Supply of Goods&#xd;<br />- Proposal for a digital tax&#xd;<br />- ePrivacy Regulation","lastUp":"2018-02-07T09:45:35.084+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}