{"id":"475565317526-24","name":"Avaaz Foundation","registrationDate":"2015-05-27T13:44:40.850+01:00","category":3,"subCategory":2,"legal":"US nonprofit corporation","web":"http://www.avaaz.org","country":"United states","headAddress":"Avaaz Foundation","headCity":"NEW YORK","headPostCode":"10003","headPhone":"(1)91 73 88 39 88","boss":"Ricken Patel","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":5,"membersFTE":"1.25","membership":"The Avaaz community is made up of more than 44 million members in more than 190 countries, most of which are not listed below.&#xd;\n&#xd;\nhttp://www.avaaz.org/en/community.php#memberstories","memberOrga":"","goal":"Avaaz empowers millions of people from all walks of life to take action on pressing global, regional and national issues, from corruption and poverty to conflict and climate change. Avaaz’s model of internet organising allows thousands of individual efforts, however small, to be rapidly combined into a powerful collective force. By signing up to Avaaz emails, members are rapidly alerted to urgent global issues and opportunities to achieve change.&#xd;<br />&#xd;<br />The Avaaz community campaigns in 15 languages, served by a core team on 6 continents and thousands of volunteers. Avaaz takes action -- signing petitions, funding media campaigns and direct actions, emailing, calling and lobbying governments, and organizing \"offline\" protests and events -- to ensure that the views and values of the world's people inform the decisions that affect humanity.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Consumer Affairs, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Public Health","euInitiatives":"EU debate and legislative process on refugee and migration policies; Protection of Civilians in Syria and Yemen (European Parliament); BEREC Net Neutrality Guidelines; Brexit referendum; Climate; Food and Health issues -- Merger of Monsanto-Bayer; Public Health - Bees and Glyphosate; Hate speech (European Parliament)","lastUp":"2017-05-19T20:35:58.608+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}