{"id":"475797927266-30","name":"Association Française des Correspondants à la protection des Données à caractère Personnel","registrationDate":"2017-05-24T14:33:59.540+01:00","category":2,"subCategory":1,"legal":"Association loi de 1901","web":"http://afcdp.net","country":"France","headAddress":"1 rue de Stockholm","headCity":"Paris","headPostCode":"75008","headPhone":"(33)6 48 22 64 46","boss":"Paul-Olivier Gibert","bossTitle":"","bossPosition":"President","membersCount":2,"membersFTE":"1.0","membership":"The AFCDP is a founding member of the Confederation of European Data Protection Officers (CEDPO), an umbrella organisation of European data protection organisations. Its objective are similar to these of the AFCDP at the European level, that is to say the promotion of the role of DPO, the monitoring of its legal framework, and the discussion and promotion of best practices and useful tools. More details can be found at http://cedpo.eu","memberOrga":"The AFCDP has more than 700 members, represented by more than 2000 individuals, approximately 500 of which are CIL or DPO. The nature of these members vary greatly, which is one of the strength of the organisation. Indeed, the AFCDP has member as varied as Non-Governmental Organisations, public authorities and bodies, companies, banks and insurances, lawyers or consulting firms.&#xd;\n&#xd;\nA list of all these members, as of April 2017, is available at this adress : https://afcdp.net/IMG/pdf/afcdp_membres_-_avril_2017.pdf","goal":"AFCDP, the largest DPO organisation in France, aims at defending the interest of Data Protection Officers (or Correspondant Informatique et Libertés, as it has been called in France for several years).&#xd;<br />To that end, it seeks to : &#xd;<br />- promote the position in organisation, by demonstrating its usefulness;&#xd;<br />- propose a network allowing exchanges of thoughts, ideas and good practices, in France and in Europe;&#xd;<br />- design and examine useful tools, methods and practices; &#xd;<br />- defending the position by monitoring the evolution of its legal framework.","acronym":"AFCDP","interests":"Audiovisual and Media, Consumer Affairs, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Taxation, Trade, Trans-European Networks","euInitiatives":"The AFCDP is interested in all initiatives, policies and legislative files related to data protection. In that regard, its main point of focus in the recent years has been the General Data Protection Regulation and the development surrounding it.","lastUp":"2017-05-24T14:34:21.384+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}