{"id":"476522222398-96","name":"Coordinadora de Representantes de Estudiantes de Universidades Públicas","registrationDate":"2016-06-18T12:01:09.019+02:00","category":3,"subCategory":2,"legal":"Asociación","web":"http://www.creup.es","country":"Spain","headAddress":"Colegio de Santa Catalina","headCity":"Alcalá de Henares","headPostCode":"28801","headPhone":"(34)6 64 34 25 92","boss":"Jesús Gabriel De Alba Vargas","bossTitle":"","bossPosition":"Presidente ","membersCount":5,"membersFTE":"3.0","membership":"","memberOrga":"https://www.creup.es/miembros/","goal":"La Coordinadora de Representantes de Estudiantes de Universidades Públicas (CREUP) es la asociación estatal que representa a más de un millón de universitarios y universitarias. Formado actualmente por 36 universidades públicas y en constante crecimiento, lleva más de diez años elevando la voz del estudiantado a los organismos competentes en materia de educación superior tanto en el ámbito nacional como internacional.&#xd;<br />&#xd;<br />Mediante la organización de eventos, como el Encuentro Estatal de Estudiantes, donde universitarios y universitarias de España se reúnen para poner en común opiniones y debatir los temas más candentes en el ámbito de la educación y la cultura universitaria.&#xd;<br />&#xd;<br />CREUP elabora una importante labor informativa a través de redes sociales, campañas de difusión o eventos formativos, haciendo llegar a todo el estudiantado la evolución del sistema educativo y fomentando así la concienciación de estas personas en materia educativa.&#xd;<br />&#xd;<br />Somos el principal nexo de unión entre el estudiantado y los órganos de decisión del ámbito académico, manteniendo una relación activa con organizaciones tanto públicas como privadas, tales como la Conferencia de Rectores de Universidades Españolas (CRUE), la Red Universitaria de Asuntos Estudiantiles (RUNAE), la Fundación Universia o el Ministerio competente en materia de educación superior, entre otros.&#xd;<br />&#xd;<br />Nuestra asociación no sólo tiene presencia en el ámbito nacional. En el ámbito internacional, CREUP forma parte de la European Students’ Union (ESU) y la Mediterranean Network (MedNet), y tiene presencia en actos como la Cumbre Iberoamericana de Rectores.","acronym":"CREUP","interests":"Education and training, Employment and Social Affairs","euInitiatives":"CREUP sigue atentamente el desarrollo de políticas europeas en el campo de la educación.&#xd;<br />&#xd;<br />Un ejemplo:&#xd;<br />- Bologna Process (European Higher Education Area)&#xd;<br />- ET2020&#xd;<br />- Erasmus+ (y su revisión en 2017)&#xd;<br />- Modernisation agenda for higher education&#xd;<br />- EQF&#xd;<br />- ECTS&#xd;<br />- EU Skills Agenda&#xd;<br />- Integration of refugees&#xd;<br />- U-Multirank&#xd;<br />- Proposal for a directive on the conditions of entry and residence of third-country nationals for the purpose of research, studies, and training.","lastUp":"2018-06-10T19:08:38.868+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}