{"id":"476926019456-45","name":"British Institute of International and Comparative Law","registrationDate":"2015-11-25T11:09:53.502+02:00","category":4,"subCategory":5,"legal":"Registered charity and limited company","web":"http://www.biicl.org","country":"United kingdom","headAddress":"Charles Clore House","headCity":"London","headPostCode":"WC1B 5JP","headPhone":"(44)20 78 62 51 51","boss":"Patricia Ambrose","bossTitle":"Ms","bossPosition":"Deputy Director","membersCount":7,"membersFTE":"3.0","membership":"N/A","memberOrga":"We are not able to include this for data protection reasons.  Member organisations are typically law firms, corporations, NGOs and universities.","goal":"The British Institute of International and Comparative Law (BIICL) is a leading independent research centre in the fields of international and comparative law.  It was established in 1958 with the following aims and purposes: &#xd;<br />&#xd;<br />•\tTo advance the understanding of international and comparative law;&#xd;<br />•\tTo promote the rule of law in international affairs; and &#xd;<br />•\tTo promote their application through research, publications and events.&#xd;<br />&#xd;<br />The Institute is an independent and authoritative voice in research, contemporary debate and policy-making on international and comparative legal issues.  Our priorities for research evolve in line with contemporary global developments and concerns, changing needs in legal practice, responses to invitations to tender and international engagements.  We disseminate our research via our widely-respected journal, the International and Comparative Law Quarterly (ICLQ), books and other publications as well as our established programme of seminars and events.  We also apply our research through training and capacity-building activities.&#xd;<br />&#xd;<br />The Institute has a diverse membership comprising legal practitioners (including judges, solicitors, barristers and in-house counsel), lawyers from the academic community, representatives from government and non-governmental organisations, as well as many others who are interested in international and comparative law. This membership allows our researchers direct access to many key practitioners, officials and judges in the various fields, some of whom act as advisers to the research projects undertaken by the Institute. It also means that the Institute’s research and events are based on deep scholarly knowledge and strong practical experience, so that our findings can be applied to real world situations.  Our seminars and events are generally open to the public and non-members usually comprise the majority of attendees.&#xd;<br />&#xd;<br />BIICL has a team of around eighteen research staff, many of whom are highly experienced in both scholarly work and in legal practice, and a similar number of professional support staff.  Each year the Institute also welcomes a wide range of distinguished scholars as Visiting Fellows, as well as volunteer interns who are typically undertaking higher degrees.  We are committed to encouraging and supporting the best scholarship and talent in our fields.&#xd;<br />&#xd;<br />BIICL has significant expertise both in conducting complex legal research, and in communicating it to a wider audience.   Our principal areas of research are comparative law, competition law, European Union law, international human rights law, international investment law, private international law, public international law, and the rule of law, as well as interactions between these areas.  Our research is grounded in strong conceptual foundations with an applied focus, which seeks to provide practical solutions, examples of good practice and recommendations for future policy changes and legal actions.  Much of our research crosses over into other disciplines and areas of policy, which requires us to ensure that our research is accessible to non-lawyers. This includes, for example, drafting concise and user-friendly briefing papers on the implications of various domestic and EU legislative proposals or adopted directives, regulations, treaties etc for a target audience with varying levels of knowledge and experience of law.","acronym":"BIICL","interests":"Borders and Security, Competition, Consumers, Culture, Education and training, External Relations, Foreign and Security Policy and Defence, Humanitarian aid and civil protection, Justice and Fundamental Rights, Regional Policy, Single market, Trade","euInitiatives":"Currently, BIICL is primarily engaged with Brexit and its impact in the UK and in Europe. We have done work on transitional arrangements, dispute resolution, and have held a number of events on private international law, investment law, the CFP, human rights and the rule of law.&#xd;<br />&#xd;<br />We also produce a monthly series of Brexit FAQs and podcasts on Brexit as well.","lastUp":"2018-09-10T14:23:08.652+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}