{"id":"47748145557-46","name":"European Association for Investors in Non-Listed Real Estate Vehicles","registrationDate":"2011-03-29T13:24:26.827+01:00","category":2,"subCategory":4,"legal":"Non-profit association","web":"http://www.inrev.org","country":"Netherlands","headAddress":"Gustav Mahlerplein 62","headCity":"Amsterdam","headPostCode":"1082 MA","headPhone":"(31)02 02 35 86 00","boss":"Lonneke Lowik","bossTitle":"Ms","bossPosition":"Chief Executive","membersCount":2,"membersFTE":"2.0","membership":"https://www.ceps.eu/","memberOrga":"https://www.inrev.org/member-directory","goal":"INREV's aim is to improve the accessibility of non-listed real estate funds for institutional investors by promoting greater transparency, accessibility, professionalism and standards of best practice. As a pan-European body, INREV represents an excellent platform for the sharing and dissemination of knowledge on the non-listed real estate funds market. The association's primary focus is on institutional investors, although other market participants such as fund managers, investment banks, lawyers and other advisors provide additional support.","acronym":"INREV","interests":"Banking and financial services, Economy, finance and the euro, Environment, Taxation","euInitiatives":"INREV’s Public Affairs team in Brussels represents our members’ interests in new and prospective regulatory and policy initiatives. We work to inform not only our members about how these initiatives impact non-listed real estate investments, but also European policymakers about the importance of the industry.&#xd;<br />We monitor and provide input on proposed regulations and policy initiatives and promote the interests of the industry in public consultations; major regulatory and policy initiatives include the EIOPA Solvency II 2020 Review, AIFMD Review, EU Merger Regulation, CMU Action Plan, Sustainable Finance Action Plan, ATAD Directive.","lastUp":"2020-01-08T11:14:46.138+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}