{"id":"477676922074-03","name":"malik institute","registrationDate":"2016-06-02T14:22:42.069+02:00","category":1,"subCategory":6,"legal":"AG","web":"http://www.malik-management.com/en","country":"Switzerland","headAddress":"Geltenwilenstrasse 16","headCity":"St. Gallen","headPostCode":"9000","headPhone":"(41)7 12 74 34 00","boss":"fredmund malik","bossTitle":"Mr","bossPosition":"Chairman","membersCount":1,"membersFTE":"0.25","membership":"http://www.malik-management.com/en/about-us/company/malik-worldwide/st.-gallen","memberOrga":"not applicable","goal":"Malik is a leading knowledge organization &#xd;<br />for innovative system-cybernetic &#xd;<br />general management, governance, &#xd;<br />leadership and organizational transformation. &#xd;<br />&#xd;<br />Malik enables organizations from all sectors of society, global market players and governments, seek viable long-term answers to their most pressing and vital challenges.&#xd;<br />&#xd;<br />We advise and educate executives in the new ways of system-cybernetic management. Our mission is to enable organizations to transform themselves in order to excel in conditions of accelerating and pervasive change.&#xd;<br />&#xd;<br />We strive for a functioning society&#xd;<br />Based on over 40 years of research in the sciences of complexity and dynamics, we have developed our new system-cybernetic management solutions to master complexity and fundamental transformation. To make complex organizations function viably and sustainably","acronym":"","interests":"Agriculture, Banking and financial services, Borders and Security, Business and Industry, Climate Action, Communication, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"1. Vytenis Andriukaitis (Commissioner Health and Food Safety (SANTE)): A Meeting with Professor Malik is planned in October, when Com. Andriukaitis is trevelling to Geneva&#xd;<br />2. Violetta Bulc (Commissioner Transport (MOVE)): At the movement Ass to Com Bulc, Mr. Blaž Pongracic, is look for a Pilot application of the Malik Syntegration methodology","lastUp":"2018-04-26T08:32:03.089+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}