{"id":"478256433575-07","name":"Southern Sparsely Populated Areas network","registrationDate":"2019-01-03T18:12:40.482+02:00","category":3,"subCategory":2,"legal":"none","web":"http://sspa-network.eu/en/home/","country":"Spain","headAddress":"Pza. de la Catedral, 9","headCity":"Teruel","headPostCode":"44001","headPhone":"(34)9 78 61 80 80","boss":"Sara Bianchi","bossTitle":"Ms","bossPosition":"Coordinator","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"CEOE TERUEL&#xd;\nCEOE-CEPYME CUENCA&#xd;\nFOES&#xd;\nGRUPOS DE ACCIÓN LOCAL","goal":"The Southern Sparsely Populated Areas network was born with the fundamental objective of promoting -in collaboration with all public administrations and the main socioeconomic actors of the territory-, policies and specific measures that contribute to face the main structural challenges which affect the less populated rural regions of Europe, in demographic, economic and social terms.","acronym":"SSPA","interests":"Agriculture and Rural Development, Business and Industry, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, Migration and asylum, Regional Policy, Research and innovation, Trans-European Networks, Transport, Youth","euInitiatives":"The Southern Sparsely Populated Areas network was born with the fundamental objective of promoting -in collaboration with all public administrations and the main socioeconomic actors of the territory-, policies and specific measures that contribute to face the main structural challenges which affect the less populated rural regions of Europe, in demographic, economic and social terms.&#xd;<br />&#xd;<br />In our opinion, the scarce population density, the aging of our demographic structure and the difficulties for the development of economic activities capable of generating adequate added value and creating quality employment are the most evident symptoms of a structural crisis that has been affecting for decades to an important part of the rural environment.&#xd;<br />&#xd;<br />If policies and specific measures are not immediately implemented and capable of reversing this situation, the imbalance between the urban and the rural environment will continue to grow to the extreme, with the European Union suffering the inexorable loss of a fundamental part of social, cultural and economic values. and environmental associated with the rural environment.&#xd;<br />&#xd;<br />Right now we are really focused on the Cohesion policy EU territorial 2021-2027. In summer 2018, we prepared a document explaining what it should be included in the proposal of the Commision (http://sspa-network.eu/en/arguments-to-the-proposal-of-the-european-commission/)&#xd;<br />&#xd;<br />As well, from October 2018 we starting to review all the amendments proposed by the European Parliament. In particular we review the ones proposed by the Committee on Regional Development to the proposal for Common Provisions for Territorial Cohesion Funds and for a regulation on the European Regional Development fund and the European Social Fund. Right now we are elaborating a document, explaining the most relevant amendments and why we support them.","lastUp":"2019-07-19T10:39:17.940+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}