{"id":"479042728784-52","name":"Intuitive Surgical, Inc","registrationDate":"2017-11-07T17:51:47.602+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.intuitivesurgical.com","country":"United states","headAddress":"1020 Kifer Rd","headCity":"Sunnyvale, California","headPostCode":"94086","headPhone":"(1)40 8- 52 3- 21 00","boss":"Gina Russo","bossTitle":"Ms","bossPosition":"Vice President, Global Public Affairs","membersCount":4,"membersFTE":"1.0","membership":"MedTech Europe &#xd;\no   http://www.medtecheurope.org/&#xd;\n &#xd;\nThe German Medical Technology Association – BVMed&#xd;\no   https://www.bvmed.de/de/english/bvmed-services?pk_campaign=tsr_CHK&amp;pk_kwd=english_tsr-aktuelles-gT_mi_bvmed-services&#xd;\n &#xd;\nSyndicat National de L’industrie des Technologies Medicales (SNITEM)&#xd;\no   http://www.snitem.fr/&#xd;\n &#xd;\nAssociation of British Healthcare Industries (ABHI)&#xd;\no   http://www.abhi.org.uk/","memberOrga":"","goal":"Intuitive Surgical, Inc., headquartered in the United States, is a global leader in robotic-assisted, minimally invasive surgery. Intuitive Surgical develops, manufactures and markets the da Vinci® Surgical System. &#xd;<br /> &#xd;<br />Our mission is that we believe that minimally invasive care is life-enhancing care. By combining ingenuity and intelligent technology, we expand the potential of physicians to heal without constraints. Intuitive Surgical is committed to delivering significantly superior and measurable “Patient Value” by improving surgical outcomes and reducing surgical trauma. We do this by providing surgeons with superior surgical vision, dexterity, and precision through unparalleled state of the art robotic, vision, and instrument technology. We strive to exceed our customer’s expectations every day. &#xd;<br /> &#xd;<br />The Company's da Vinci® Surgical System enables surgeons to operate minimally invasively through a few small incisions or the belly button from a nearby ergonomic console. da Vinci Systems are not programmed to perform surgery on their own. Instead, the procedure is performed entirely by a surgeon who controls the system. da Vinci Systems offer surgeons high-definition 3D vision, a magnified view, and robotic and computer assistance. They use specialized instrumentation, including a miniaturized surgical camera and wristed instruments (i.e., scissors, scalpels and forceps) that are designed to help with precise dissection and reconstruction deep inside the body.","acronym":"","interests":"Research and innovation","euInitiatives":"Health Technology Assessment Regulation proposal, the implementation of the Medical Devices Regulation, the implementation of the Public Procurement Directive, any initiatives on Artificial Intelligence, Robotics, and eHealth","lastUp":"2019-10-09T22:14:01.157+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}