{"id":"479331121900-51","name":"Instytut Morski w Gdańsku","registrationDate":"2016-05-24T12:01:06.789+02:00","category":4,"subCategory":5,"legal":"instytut badawczy","web":"http://im.gda.pl","country":"Poland","headAddress":"Długi Targ 41/42","headCity":"Gdańsk","headPostCode":"80-830","headPhone":"(48)5 83 01 16 41","boss":"Kazimierz Szefler","bossTitle":"Mr","bossPosition":"Dyrektor","membersCount":18,"membersFTE":"8.0","membership":"Instytut Morski w Gdańsku jest partnerem i członkiem wielu międzynarodowych organizacji , między innymi: SUBMARINER Network for Blue Growth EEIG, Narodowego Centrum Badań Bałtyckich, GEOCENTRUM Polska, Bałtyckiego Klastra Ekoenergetycznego, HELCOMU, GMES, BOOS, EuroGOOS, GODAE, EMODNET.","memberOrga":"","goal":"Instytut Morski w Gdańsku prowadzi innowacyjne badania dla gospodarki morskiej, wykonuje prace naukowo-badawcze i wdrożeniowe, opracowuje studia wykonalności i ekspertyzy oraz udziela konsultacji w zakresie: ekologii i ochrony środowiska (badania biologiczne i chemiczne), hydrotechniki morskiej, geotechniki, oceanografii operacyjnej, morskich energii odnawialnych, transportu, logistyki, zagospodarowania przestrzennego regionu nadmorskiego, modernizacji i eksploatacji portów, żeglugi śródlądowej, turystyki, bezpieczeństwa przeciwpowodziowego, elektroniki morskiej, a także tworzenia baz danych i monitoringu zjawisk ciągłych. Instytut posiada doświadczoną wysoko wykwalifikowaną kadrę naukowo-badawczą i techniczną, prężnie rozwijające się zakłady i pracownie naukowe oraz specjalistyczne laboratoria: Pływające Specjalistyczne Laboratorium Morskie IMOR, Akredytowane Laboratorium Badawcze Ochrony Środowiska, Laboratorium Geotechniczne, Akredytowane Laboratorium Elektroniki Morskiej.","acronym":"IM","interests":"Energy, Environment, International co-operation and development, Maritime affairs and fisheries, Regional Policy, Research and innovation, Trans-European Networks, Transport","euInitiatives":"Ramowa Dyrektywa Wodna, Ramowe dyrektywy w sprawie Strategii Morskiej oraz Planowania przestrzennego obszarów morskich, Strategia Błękitnego Wzrostu","lastUp":"2018-05-08T13:27:29.253+02:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}