{"id":"479468313744-50","name":"Ibec","registrationDate":"2014-06-03T17:36:02.744+02:00","category":2,"subCategory":4,"legal":"Ibec is a limited liability company","web":"http://www.ibec.ie","country":"Ireland","headAddress":"84-86 Baggot Street Lower","headCity":"Dublin 2,","headPostCode":"D02 H720","headPhone":"(353)16 05 15 00","boss":"Danny McCoy","bossTitle":"Mr","bossPosition":"Chief Executive Officer (CEO)","membersCount":28,"membersFTE":"10.0","membership":"Ibec and its sectoral trade associations belong to a number of organisations at EU level, including the following:&#xd;\n&#xd;\n•\tAIM – European Brands Association &#xd;\n•\tBrewers of Europe&#xd;\n•\tBusinessEurope &#xd;\n•\tCAOBISCO – European Chocolate &amp; Confectionery Association &#xd;\n•\tCEEREAL – European Breakfast Cereal Association &#xd;\n•\tCEFIC – European Chemical Industry Council &#xd;\n•\tCEPE – European Council of the Paint, Printing Ink and Artists' Colours Industry&#xd;\n•\tCEMBUREAU – European Cement Association&#xd;\n•\tCLITRAVI – Liaison Centre for the Meat Processing Industry in the EU&#xd;\n•\tConstruction Products Europe &#xd;\n•\tCosmetics Europe&#xd;\n•\tDigitalEurope&#xd;\n•\tEuroCommerce&#xd;\n•\tEuropaBio&#xd;\n•\tEDA – European Dairy Association &#xd;\n•\tEuropean Movement Ireland &#xd;\n•\tEPC – European Policy Centre&#xd;\n•\tESF – European Services Forum&#xd;\n•\tFEDIAF – European Pet Food Industry Association &#xd;\n•\tFoodDrinkEurope&#xd;\n•\tIIEA – Institute of International &amp; European Affairs &#xd;\n•\tInternational Association of Soaps, Detergents and Maintenance Products &#xd;\n•\tInternational Meat Secretariat&#xd;\n•\tMedTech Europe &#xd;\n•\tORGALIME – European Engineering Industries Association&#xd;\n•\tPlasticsEurope &#xd;\n•\tSpecialised Nutrition Europe &#xd;\n•\tSpiritsEurope&#xd;\n•\tUECBV – European Livestock and Meat Trades Union","memberOrga":"Information can be accessed via each of our sector groups:&#xd;\nhttp://www.ibec.ie/IBEC/BA.nsf/vPages/Home~business-sectors?OpenDocument","goal":"•\tIbec is Ireland's national federation of business, industry and employers. It is the largest organisation of its kind in Ireland. Representing businesses of all sizes and across all sectors of the Irish economy, we engage with government, policy makers and key stakeholders at national, EU and global level to shape positive conditions for enterprise, economic growth and employment creation. &#xd;<br />&#xd;<br />•\tIn addition to our public affairs activities, Ibec offers a range of professional services and supports to our member companies. &#xd;<br />&#xd;<br />•\tThere are 42 dedicated sectoral trade associations within Ibec.","acronym":"","interests":"Agriculture, Banking and financial services, Budget, Business and Industry, Climate Action, Competition, Consumers, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Fraud prevention, General and Institutional Affairs, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"The policy-making activities of the European Institutions are of significant importance to Irish business. As such, Ibec works to protect and promote the profile and interests of Irish business within the Council of the European Union, the European Council, the European Parliament and the European Commission. Our firm position is that the EU Institutions must properly understand and address the needs of the business community in order to ensure the best possible conditions for economic growth, employment creation and community prosperity.","lastUp":"2018-05-09T12:45:57.924+02:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":0,"turnoverRange":""}