{"id":"479468313744-50","name":"Ibec","registrationDate":"2014-06-03T17:36:02.744+01:00","category":2,"subCategory":4,"legal":"Ibec is a limited liability company","web":"http://www.ibec.ie","country":"Ireland","headAddress":"84-86 Baggot Street Lower","headCity":"Dublin 2,","headPostCode":"D02 H720","headPhone":"(353)16 05 15 00","boss":"Danny McCoy","bossTitle":"Mr","bossPosition":"Chief Executive Officer (CEO)","membersCount":16,"membersFTE":"7.5","membership":"Ibec and its individual sector associations belong to a number of organisations, including:&#xd;\n&#xd;\n•BusinessEurope&#xd;\n•BIAC - Business and Industry Advisory Committee to the OECD&#xd;\n•IOE - International Organisation of Employers &#xd;\n•EPC - European Policy Centre&#xd;\n•IIEA - Institute of International and European Affairs&#xd;\n•European Services Forum&#xd;\n•UEAPME – European association of craft, small and medium-sized enterprises&#xd;\n•CEFIC – European Chemical Industry Council&#xd;\n•CEMBUREAU – European Cement Association&#xd;\n•DigitalEurope&#xd;\n•FoodDrinkEurope&#xd;\n•MedTech Europe&#xd;\n•EuropaBio&#xd;\n•Eucomed&#xd;\n•European Dairy Association (EDA)&#xd;\n•European Diagnostic Manufacturers Association (EDMA)&#xd;\n•Eurocommerce&#xd;\n•Brewers of Europe&#xd;\n•SpiritsEurope&#xd;\n•Orgalime – European Engineering Industries Association&#xd;\n•European Livestock and Meat Trading Union (UECBV)&#xd;\n•European Association of Chemical Distributors (FECC)","memberOrga":"Information can be accessed via each of our sector groups:&#xd;\nhttp://www.ibec.ie/IBEC/BA.nsf/vPages/Home~business-sectors?OpenDocument","goal":"Ibec is Ireland's national business, industry and employers' federation. It is the largest and most influential organisation of its kind in Ireland. Representing 7,500 member companies across all sectors of the Irish economy, we engage with government and policy makers nationally and internationally to shape positive conditions for enterprise - driving growth, investment and employment. &#xd;<br />&#xd;<br />Ibec also offers a range of professional services and supports to its members. &#xd;<br />&#xd;<br />There are 50 dedicated business and industry sector associations within Ibec.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"The activities and decisions of the European Institutions are of significant importance to Irish business. As such, Ibec continues to highlight Irish business priorities to the Council of the European Union, European Council, Parliament and Commission. Our firm position is that the EU Institutions must properly understand and respond to the needs of the business community to safeguard economic growth and employment creation. &#xd;<br />&#xd;<br />Our specific areas of interest include - the European Semester; the European Commission’s work programme; single market; digital economy; trade; employment and social policy; energy and climate change; the investment plan and capital markets union; and better regulation.","lastUp":"2018-03-14T13:56:54.233+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}