{"id":"479444018258-40","name":"European Citizen Science Association","registrationDate":"2015-07-21T13:59:07.767+02:00","category":3,"subCategory":2,"legal":"Charity","web":"http://ecsa.citizen-science.net","country":"Germany","headAddress":"c/o Museum für Naturkunde Berlin","headCity":"Berlin","headPostCode":"D-10115","headPhone":"(49)30 20 93 87 76","boss":"Johannes Vogel","bossTitle":"Mr","bossPosition":"Director General of the Museum für Naturkunde Berlin","membersCount":20,"membersFTE":"5.0","membership":"ECSA has in place a Memorandum of Understanding with:&#xd;\nthe Citizen Science Association (CSA) an International Citizen Science organisation and the Austrialian Citizen Science Association (ACSA) to support the International Journal Citizen Science: Theory and Practice; with RRI Tools to exchange best practice on RRI, with EU PRIO in order to enhance communication; with EU BON to work together on data standards and tools","memberOrga":"A full list of member organisations and the supporting network are shown on our website at:&#xd;\n&#xd;\nhttp://ecsa.citizen-science.net/community/map","goal":"The European Citizen Science Association (ECSA ) is an association supported by organizations from over 17 EU countries and beyond, who are working together with environmental regulators to encourage the growth of the Citizen Science movement in Europe and internationally. We are a network of Citizen Science initiatives, research institutes, universities, museums and other organisations from across the EU and administered by a Secretariat hosted the Museum für Naturkunde, Leibniz Institute for Evolution and Biodiversity Research (MfN) in Berlin, Germany.","acronym":"ECSA","interests":"Agriculture, Climate Action, Environment, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation","euInitiatives":"ECSA is working to understand the effects of EU Directives in delivering Commissions policies on all Environmental and Health related Directives.  We are working with a growing percentage of the EU population to monitor the effectiveness of EU Directives on:&#xd;<br />Biodiversity;&#xd;<br />Climate Change;&#xd;<br />Waste and Resource Management;&#xd;<br />Air Quality;&#xd;<br />Water Quality;&#xd;<br />Land contamination and soils;and&#xd;<br />Spatial diversity.","lastUp":"2018-06-14T10:37:20.045+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}