{"id":"479994110538-77","name":"METRO AG","registrationDate":"2013-01-29T16:44:53.487+01:00","category":2,"subCategory":3,"legal":"Listed corporation","web":"http://politics.metroag.eu","country":"Germany","headAddress":"Metro-Straße 1","headCity":"Düsseldorf","headPostCode":"40235","headPhone":"(49)21 16 88 60","boss":"Olaf Koch","bossTitle":"Mr","bossPosition":"Chairman of the Management Board","membersCount":4,"membersFTE":"3.25","membership":"Mitgliedschaften bei:&#xd;\n- EuroCommerce&#xd;\n- ERRT&#xd;\n- FTA&#xd;\n- HDE&#xd;\n- BGA&#xd;\n- EMI","memberOrga":"","goal":"The METRO AG  is a leading international player in wholesale and foodservice distribution. With its sales lines METRO Cash &amp; Carry and Real as well as its other associated companies, METRO AG  is present in 35 countries and employs more than 150,000 people around the world. In 2015/16, METRO AG  achieved sales of around €37 billion. The company provides custom solutions to meet the regional and international needs of its wholesale and retail customers.&#xd;<br />&#xd;<br />In line with METRO AG’s self-image as a company which acts in a responsible manner, it is a natural step for the Group to involve itself in such political and social debates and take a clear stand on various issues. Ongoing dialogue with all stakeholders is firmly anchored in the company’s strategy as part of its vision statement.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The below-mentioned issues are followed in order to contribute to the single market with e-commerce and omni-channel retail and bringing a high level of food safety and  at at the same time respecting sustainabilty in retail. Contribution to EP discussions is given mainly via Associations, as well as direct input to the related EP Committees and consultations.&#xd;<br />&#xd;<br />Food policy:  &#xd;<br />•\tFollowing issues on food safety and food information and labelling&#xd;<br />•\tKnowledge sharing  on food safety risks, and ensure aproprietness of EU measures at different national markets. &#xd;<br />•\tEngagement with DG SANTE and manfucaturers. &#xd;<br />•\tAnimal welfare and organics&#xd;<br />&#xd;<br />Digital single market: &#xd;<br />•\tRules on consumer guarantees, online and digital purchases which facilitates cross-border trade&#xd;<br />•\tAccesibility requirements for traders&#xd;<br />•\tE-privacy and data protection; consent for cookies as well as profiling and transperency issues &#xd;<br />&#xd;<br />Circular economy:&#xd;<br />•\tPromotion of good retail practices and voluntary initiatives through REAP  &#xd;<br />•\t(Food) waste prevention measures&#xd;<br />•\tImproving the environmental impact of packaging (waste)&#xd;<br />•\tF-Gas exit program&#xd;<br />&#xd;<br />Food supply chain&#xd;<br />•\tTrustful supplier and retailer relationships&#xd;<br />•\tPromotion of good practices through Supply Chain Initiative (SCI)","lastUp":"2017-09-21T10:59:32.161+01:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}