{"id":"480090715925-32","name":"European Cooperation in Science and Technology","registrationDate":"2015-02-16T10:53:47.303+01:00","category":4,"subCategory":5,"legal":"AISBL","web":"http://www.cost.eu","country":"Belgium","headAddress":"Avenue Louise 149","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)25 33 38 00","boss":"Ronald de Bruin","bossTitle":"Mr","bossPosition":"Director of the COST Association","membersCount":4,"membersFTE":"1.0","membership":"Knowledge for Innovation (k4i)","memberOrga":"The COST Member Countries, having regard to the recommendation of the Committee of Senior Officials to implement COST through a legal entity under the legal form of an International not-for-profit Association under Belgian Law, have established the COST Association AISBL (hereinafter \"COST Association\") on 19 September 2013, of which they became full members.","goal":"COST aims to enable breakthrough scientific developments leading to new concepts and products. It thereby contributes to strengthening Europe’s research and innovation capacities.&#xd;<br />In order to achieve its mission, COST endeavours to:&#xd;<br />Build capacity by connecting high-quality scientific communities in Europe and worldwide&#xd;<br />Provide networking opportunities for Early Stage Researchers (ESR)&#xd;<br />Increase research impact on policy makers, regulatory bodies and national decision makers as well as on the private sector.&#xd;<br />&#xd;<br />Through its inclusiveness policy, COST supports the integration of research communities, leverages national research investments and addresses issues of global relevance.&#xd;<br />&#xd;<br />COST is thus a building block of the European Research Area, instrumental for successful innovation strategies and global cooperation.","acronym":"COST","interests":"Budget, Research and Technology","euInitiatives":"Horizon 2020;  ITRE Committee of EP; CoCoBu of the EP; K4I","lastUp":"2018-02-01T16:31:00.326+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}