{"id":"480357824530-10","name":"European Association for Secure Transactions","registrationDate":"2016-11-16T17:10:57.797+02:00","category":2,"subCategory":7,"legal":"Company Limited by Guarantee","web":"http://www.association-secure-transactions.eu","country":"United kingdom","headAddress":"3 Walker Street","headCity":"Edinburgh","headPostCode":"EH3 7JY","headPhone":"(44)0 13 15 10 02 68","boss":"Lachlan Gunn","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":3,"membersFTE":"0.75","membership":"https://www.association-secure-transactions.eu/east-atefi-join-forces-global-fight-payment-crime/&#xd;\n&#xd;\nhttps://www.association-secure-transactions.eu/east-aseanapol-formalise-collaboration/","memberOrga":"https://www.association-secure-transactions.eu/about-east/directory-national-members/","goal":"Founded in 2004, EAST is a ‘non-profit’ organisation whose members gather information from, and share EAST outputs with Terminal deployers (ATM, SST &amp; POS) and networks within their countries/regions.  EAST was formed as the European ATM Security Team to act as a cross-border working group, linking security professionals in the ATM industry (and other terminals that have a security impact on the ATM industry) with international law enforcement agencies and prosecutors.  In 2017 EAST changed its name to become the European Association for Secure Transactions.  &#xd;<br />&#xd;<br />Our mission is to gather and provide information to the payments industry and to facilitate effective representation of payment and terminal related security issues at relevant European central institutions, through a pan-European co-ordination of security resources.&#xd;<br />&#xd;<br />EAST has set up a framework network structure to improve co-operation with industry, law enforcement, and in particular Europol, in order to achieve awareness and better results in the fight against organised cross-border crime.  EAST National Members represent 36 countries with a total deployment of 1,465,215 ATMs.","acronym":"EAST","interests":"Banking and financial services, Communication, Digital economy and society, Economy, finance and the euro, Foreign and Security Policy and Defence","euInitiatives":"Participation in the Euro Cash Users Group (ECUG)&#xd;<br />&#xd;<br />Liaison with and support of the European Police Office (Europol) - In 2015 Europol and EAST signed a Memorandum of Understanding (MOU) to formalise the working relationship","lastUp":"2018-10-05T13:28:48.211+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}