{"id":"480580124405-67","name":"TRANSPORT ET LOGISTIQUE DE FRANCE","registrationDate":"2016-11-08T18:48:47.172+02:00","category":2,"subCategory":1,"legal":"UNION PROFESSIONNELLE","web":"http://www.e-tlf.com/","country":"France","headAddress":"8 RUE BERNARD BUFFET","headCity":"PARIS","headPostCode":"75017","headPhone":"(33)1 53 68 40 40","boss":"CLAUDE BLOT","bossTitle":"Mr","bossPosition":"PRESIDENT","membersCount":4,"membersFTE":"1.75","membership":"MEDEF    http://www.medef.com/medef-tv.html &#xd;\nICC         http://www.iccwbo.org&#xd;\nTDIE       http://www.tdie.eu/&#xd;\nCLECAT   http://www.clecat.org/&#xd;\nCONFIAD http://www.confiad.org/&#xd;\nFIATA      http://fiata.com/","memberOrga":"http://www.e-tlf.com/syndicats-affilies/","goal":"TLF est la première organisation professionnelle représentative de l'ensemble des métiers de la chaine du transport et de la logistique en France. L'Union représente, promeut et défend les intérêts de l'ensemble des métiers de la branche. Nos principales actions:&#xd;<br />valoriser nos métiers et contribution au succès du commerce extérieur de la France;&#xd;<br />préserver les intérêts de nos entreprises adhérentes;&#xd;<br />accompagner les entreprises dans les changements règlementaires et technologiques.","acronym":"TLF","interests":"Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Competition, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Nomination de Anne SANDRETTO en tant qu'experte pour représenter le secteur privé français au sein du DTLF (Digital transport &amp; Logistics Forum) organisé par DG MOVE;&#xd;<br />Nomination de Anne SANDRETTO comme experte dans le cadre du Project group sur le UE Single Window environment for customs organisé par DG TAXUD.","lastUp":"2018-09-19T21:47:50.576+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}