{"id":"480619920566-53","name":"Asociación Internacional de los Movimientos Familiares de Formación Rural","registrationDate":"2016-02-05T12:11:55.088+01:00","category":3,"subCategory":2,"legal":"ASOCIACION","web":"http://aimfr.org/","country":"Spain","headAddress":"Barcelona, 126-128  08820 PRAT DE LLOBREGAT","headCity":"Barcelona","headPostCode":"08820","headPhone":"(34)6 93 21 51 28","boss":"PEDRO PUIG CALVO","bossTitle":"","bossPosition":"SECRETARIO GENERAL","membersCount":5,"membersFTE":"3.75","membership":"www.aimfr.org","memberOrga":"AUEFA&#xd;\nMEPES&#xd;\nAPDIF&#xd;\nUNEFAM&#xd;\nUNCRFA&#xd;\nCNEFAC&#xd;\nAPEFRUM&#xd;\nASONUFED&#xd;\nADECAGUA&#xd;\nFUNCEFEDH&#xd;\nFQCMFR&#xd;\nFACEPT&#xd;\nEFAs del Taragüí&#xd;\nFUND. MARZANO&#xd;\nFACEPT&#xd;\nARCAFAR SUL&#xd;\nUNEFAB&#xd;\nUNCRFA&#xd;\nPARFED&#xd;\nUNEFA&#xd;\nUNMFREO&#xd;\nFARI&#xd;\nFONDATION ONDJYLA&#xd;\nAPDIF&#xd;\nPROCEFFA","goal":"- Los objetivos de la AIMFR son:&#xd;<br />&#xd;<br />a) Favorecer y promover el desarrollo de las acciones de todas las organizaciones de CEFFA a nivel de países, continentes y en el mundo.&#xd;<br />&#xd;<br />b) Representar los intereses de los CEFFA ante los organismos supranacionales e internacionales y establecer relaciones con ellos.&#xd;<br />&#xd;<br />c) Difundir los principios definidos en los Estatutos de la AIMFR ante la opinión pública y especialmente en los medios rurales, profesionales y familiares.&#xd;<br />&#xd;<br />d) Asegurar las relaciones e intercambios de experiencias y de material educativo entre las organizaciones de los CEFFA a nivel de países, continentes y en el mundo.","acronym":"AIMFR","interests":"Agriculture and Rural Development, Climate Action, Education and training, Employment and Social Affairs, Environment, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Maritime affairs and fisheries, Research and innovation, Trans-European Networks, Youth","euInitiatives":"Relaciones e intercambios de experiencias y de material educativo. Especialmente en formación por alternancia y desarrollo rural. Empleo jóvenes y emprendedurismo. investigación educativa. Políticas educativas y de desarrollo rural","lastUp":"2019-10-28T11:47:55.485+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}