{"id":"48071001253-27","name":"European Hydrogen and Fuel Cell Association","registrationDate":"2009-02-26T16:33:30.113+01:00","category":2,"subCategory":7,"legal":"International Not for Profit Association under Belgian Law","web":"http://www.h2euro.org","country":"Belgium","headAddress":"Ave des Fiennes 77","headCity":"Bruxellles","headPostCode":"1070","headPhone":"(32)04 71 72 74 91","boss":"Ian Williamson","bossTitle":"Mr","bossPosition":"president","membersCount":2,"membersFTE":"1.5","membership":"www.ctc-n.org","memberOrga":"http://www.h2euro.org/2017/eha-members/","goal":"The EHA since 2000 represents national expert groups active in accelerating the integration of hydrogen as an energy carrier, zero emission fuel and storage medium in the global transition to non-fossil based energy and transport systems. Its unique membership structure enables the EHA to have up-close insight in national and local developments and to communicate important issues regarding industrial and regulatory needs to key decision makers at EU and national  level. &#xd;<br />&#xd;<br />Main activities:&#xd;<br />&#xd;<br />1. Promoting H2 as an important energy carrier in a low carbon economy;&#xd;<br />2. Paving the way for large scale hydrogen infrastructure deployment by linking (renewable) energy networks to transport and industrial demand, also in emerging and developing countries;&#xd;<br />3. Providing a point of reference for EU, national and local decision makers on hydrogen infrastructure development;&#xd;<br />4. Contributing to relevant EU Programmes; CEF, Horizon 2020, INTERREG etc.","acronym":"EHA","interests":"Budget, Business and Industry, Climate Action, Education and training, Energy, Environment, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Cooperation with the EU Joint Undertaking Fuel Cell and Hydrogen, Energy Union, Alternative Fuels Infrastructure Directive,  Fuel Quality Directive, Renewable Energy Directive, Internal Energy Market Directive, Gas Package 2019","lastUp":"2019-11-20T22:11:28.089+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}