{"id":"480744430145-52","name":"Industriegaseverband e.V.","registrationDate":"2018-02-12T12:58:23.573+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.industriegaseverband.de","country":"Germany","headAddress":"Französische Str. 8","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)20 64 55 88 00","boss":"Werner Marcisch","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":4,"membersFTE":"1.0","membership":"VCI, EIGA","memberOrga":"www.industriegaseverband.de","goal":"Der Industriegaseverband (IGV) fördert die Sicherheit, den Umweltschutz und die Technik bei der Herstellung und dem Umgang mit Industriegasen. Wir sind ein Fachverband des Verbandes der Chemischen Industrie e. V. (VCI) und in den europäischen Gaseverband »European Industrial Gases Association« (EIGA) integriert. Nahezu alle deutschen Unternehmen, die Industriegase herstellen und/oder abfüllen sowie vertreiben, sind im Industriegaseverband zusammengeschlossen.&#xd;<br />&#xd;<br />&#xd;<br />Der IGV stellt nach Bedarf wichtige Informationen zusammen, die sich auf Sicherheit, Gesundheit und Umweltschutz beim Umgang mit Industriegasen beziehen.&#xd;<br />&#xd;<br />Diese Informationen werden analysiert und in praxisnahe Empfehlungen umgearbeitet. Dies erfolgt durch Experten aus den Mitgliedsunternehmen in fachorientierten Arbeitsgruppen, deren Ergebnisse als Dienstleistungen des Verbandes den Vertriebspartnern der Industriegasefirmen, den Gaseanwendern, Behörden, Organisationen und Verbänden sowie den Mitgliedsunternehmen zur Verfügung stehen.&#xd;<br />Der IGV vermittelt diese Informationen in schriftlicher Form oder durch persönliche Beratung.&#xd;<br />Zu besonderen Themen werden Druckschriften aufgelegt. Sie geben anschauliche Hinweise für den fachgerechten Umgang mit Industriegasen.","acronym":"IGV","interests":"Climate Action, Energy, Environment, Transport","euInitiatives":"ETS, Energie-, Klima- und Umweltpolitik, BREF, Rahmen für die Klima- und Energiepolitik bis 2030, Energie und Klimapaket 2020, Fahrplan für den Übergang zu einer wettbewerbsfähigen CO2-armen Wirtschaft bis 2050, des Energiefahrplans 2050 und des Verkehrsweißbuchs, EU-Emissionshandelssystem, Carbon Leakage Liste, Energieeffizienzrichtline, Erneuerbare Energien Richtlinie, Staatliche Leitlinien für Energie-und Umweltbeihilfen, EU-Genehmigung der Strompreiskompensation ein indirekten CO2-Kosten","lastUp":"2018-02-19T14:24:19.486+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}