{"id":"48124329912-70","name":"European Bitumen Association","registrationDate":"2012-10-19T11:49:20.225+01:00","category":4,"subCategory":5,"legal":"AISBL","web":"http://www.eurobitume.eu","country":"Belgium","headAddress":"Boulevard du Souverain, 165","headCity":"Bruxelles","headPostCode":"1160","headPhone":"(32)25 66 91 40","boss":"Aimé Xhonneux","bossTitle":"Mr","bossPosition":"Director General","membersCount":1,"membersFTE":"0.25","membership":"L'Asphalt Institute est représenté au Comité HSE d'Eurobitume&#xd;\n&#xd;\nLe Concawe est représenté au Comité HSE d'Eurobitume&#xd;\n&#xd;\nL'EAPA organise un congrès commun avec Eurobitume tous les 4 ans - E&amp;E Congress(http://www.eecongress2016.org) - et organise également un événement commun avec Eurobitume tous les deux ans (deux ans avant le prochain congrès)","memberOrga":"http://www.eurobitume.eu/about/members/","goal":"Eurobitume est la voix de l’industrie européenne du bitume. Nos membres principaux représentent plus de 80% de la production européenne du bitume et ils ont tous des actifs dans les raffineries en Europe.&#xd;<br />&#xd;<br />Notre mission permanente est de promouvoir l'utilisation efficace et sûre de bitume pour la route, pour les applications industrielles et le bâtiment et de créer un environnement propice à une demande soutenue en bitume. Dans le cadre de cette mission, nous fournissons de l'information claire et précise sur les questions techniques ainsi que sur celles liées à la santé et à la sécurité. Nous collaborons également avec des organismes gouvernementaux et de réglementation pour développer et promouvoir des procédures de contrôle ainsi que des normes de sécurité, afin de garantir pour tous les bitumes le niveau le plus élevé possible des normes de qualité.&#xd;<br />&#xd;<br />Le bitume est la matière première utilisée dans la construction de revêtements bitumineux ou de routes asphaltées. Sur l’ensemble du réseau routier européen s’étendant sur plus de 5.5 millions de kilomètres, c’est le revêtement bitumineux qui est le plus souvent utilisé. Il a d’excellentes propriétés d’étanchéité et est également largement utilisé pour la toiture, avec une large gamme d’applications domestiques et industrielles, comme les peintures à l’émulsion et l’insonorisation.","acronym":"Eurobitume","interests":"Budget, Climate Action, Energy, Environment, Public Health, Research and Technology, Transport","euInitiatives":"Pas d'initiatives particulières réalisées en 2013 et en 2014.&#xd;<br />Pas d'initiatives particulières prévues pour 2015.&#xd;<br />Pas d'initiatives particulières prévues pour 2016&#xd;<br />Pas dinitiatives particulières prévues pour 2017","lastUp":"2017-02-09T08:14:30.052+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}