{"id":"481329829789-83","name":"IT+ROBOTICS","registrationDate":"2018-01-24T12:36:32.016+01:00","category":2,"subCategory":3,"legal":"SRL","web":"http://it-robotics.it","country":"Italy","headAddress":"contrà valmerlara 21","headCity":"vicenza","headPostCode":"36100","headPhone":"(39)04 98 07 52 16","boss":"STEFANO TONELLO","bossTitle":"Mr","bossPosition":"CEO","membersCount":17,"membersFTE":"17.0","membership":"ROS INDUSTRIAL, CONFINDUSTRIA VICENZA","memberOrga":"","goal":"T+Robotics is a spin-off company of the University of Padua. It was created in 2005, since then its role  in industrial automation is growing day by day.&#xd;<br />IT + Robotics is a young and dynamic company that designs quality control systems, robotic robot software and software for off-line programming of work cells and machines.&#xd;<br />From 2009 IT+Robotics developed two products Smart Pick 3D and Smart Check 3D.&#xd;<br />The first is the robot guidance solution for random bin picking. Thanks to the use of an advanced vision system, Smart Pick 3D allows a robot manipulator to collect objects randomly arranged within a container or moving on a conveyor belt. The use of vision systems allows numerous benefits to be obtained with respect to conventional automation systems. Flexibility and robustness are the main characteristics of the software.","acronym":"ITR","interests":"Research and Technology","euInitiatives":"IT+Robotics performs different reasearch activities. Part of these activities are financed with internal funds and part by the EU. At the present time, IT+Robotics has 4 active European Projects in different calls: Echord++, Clean Sky and Horizon 2020. In the past years, other 3 European Projects have successfully been completed. The research activity ranges in different fields: robot trajectory simulation, coverage planner problem, quality inspection, 3D reconstruction, random bin-picking problem. The results of these research activities are then used for the improvement of existing products or for the launch of new ones.","lastUp":"2018-01-24T12:37:34.488+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}