{"id":"481881034804-93","name":"Civic Alliance-Latvia","registrationDate":"2019-05-13T08:56:44.436+02:00","category":3,"subCategory":2,"legal":"non-governmental organization","web":"http://www.nvo.lv","country":"Latvia","headAddress":"Alberta street 13","headCity":"Riga","headPostCode":"","headPhone":"(371)24 24 55 80","boss":"Kristine Zonberga","bossTitle":"Ms","bossPosition":"director","membersCount":5,"membersFTE":"1.5","membership":"CAL is in the partnerships created by public institutions, e.g.  local and regional level: CAL director is deputy of Council of the Society Integration in Riga city; national level: members of National NGO Fund Strategic Planning Committee, member of the Cabinet of Ministers and NGO Memorandum, members in Committees and Councils lead by Ministries, including European Union Funds Monitoring Committee for the  Promotion of Diversity (Anti-Discrimination), The Advisory Council for Implementation of the Integration policy, permanent NGO representative at State Secretary meetings and member of the Public Consultative Council of Corruption Prevention and Combating Bureau; European level: member of Monitoring Committee of URBACT, Baltic Sea NGO Forum Coordinating Committee, focal point of EU Strategy for the Baltic Sea Region.","memberOrga":"http://nvo.lv/lv/news/page/elpa-biedri-84/","goal":"Civic Alliance-Latvia (CAL) is an umbrella advocacy organization for non-governmental organizations (NGOs) at the national level, uniting 129 organizations, with an outreach to more than 70 000 individual members in total and 11% of Latvian diaspora. The aim is to improve the legal and financial environment for the NGO sector in Latvia and to strengthen the capacity of the NGOs for efficient public advocacy performance. CAL has been the leading partner to conduct the creation of historically important turning points for the civic society, such as the Memorandum of understanding between the government and NGOs, Memorandum of understanding between the Riga City Council and NGOs, declaration on Parliament cooperation with NGOs, and the initiation of the World NGO Day. CAL has the status of “public beneficial organization.”&#xd;<br />CAL shapes the agenda on NGO and civil dialogue issues at the national level by monitoring legal acts and submitting opinions to the Latvian government and parliament. Annually CAL’s staff participates in more than 200 official meetings of the government and state institutions and submit approximately 50 opinions and amendments to legal acts on civil dialogue and NGOs-related issues yearly, CAL systematically works on issues strengthening the financial sustainability of the civil society in Latvia. To strengthen participatory democracy in Latvia, CAL provides over 800 consultations to NGOs and individuals on fund-raising, good governance, legal and advocacy aspects, book-keeping and civic participation strategies. CAL trains over 2700 people yearly on civil dialogue and participation in the decision-making process. CAL also carries out research on a regular basis, e.g. annual USAID CSO Sustainability Index (CAL covers Latvia), bi-annual civil society report, also designing and approbating online tools for measuring intensity of citizen engagement.","acronym":"CAL","interests":"Justice and Fundamental Rights, Migration and asylum, Youth","euInitiatives":"European Social Fund&#xd;<br />Immigration policy&#xd;<br />Active Citizenship&#xd;<br />European Value Fund","lastUp":"2019-05-13T08:57:26.957+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}