{"id":"48181498612-92","name":"World Federation of United Nations Associations","registrationDate":"2012-04-20T21:23:02.218+01:00","category":3,"subCategory":2,"legal":"WFUNA is a nonprofit organization under Section 501(c)(3) of the United States Internal Revenue Service Code","web":"http://www.wfuna.org/","country":"Switzerland","headAddress":"Palais des Nations","headCity":"Geneva","headPostCode":"1211","headPhone":"(41)2 29 17 32 39","boss":"Bonian Golmohammadi","bossTitle":"Mr","bossPosition":"Secretary-General","membersCount":5,"membersFTE":"3.0","membership":"http://www.wfuna.org/partners&#xd;\n&#xd;\nhttp://www.wfuna.org/contributors","memberOrga":"http://www.wfuna.org/worldwide-members","goal":"The World Federation of United Nations Associations (WFUNA) is a global nonprofit organization representing and coordinating a membership of over 100 national United Nations Associations (UNAs) and their thousands of constituents. &#xd;<br />&#xd;<br />Guided by our vision of a United Nations that is a powerful force in meeting common global challenges and opportunities, WFUNA works to strengthen and improve the United Nations. We achieve this through the engagement of people who share a global mindset and support international cooperation – global citizens.","acronym":"WFUNA","interests":"Climate Action, Development, Education, Environment, Foreign and Security Policy and Defence, Justice and Fundamental Rights, Trans-European Networks, Youth","euInitiatives":"Climate Action and the Environment, COP21- United for Climate&#xd;<br />On Tuesday 15 December, at the Palais des Nations in Geneva, WFUNA launched an exhibition and co-sponsored a panel discussion on the outcomes of COP21.&#xd;<br />&#xd;<br />Culture, Education and Youth&#xd;<br />WFUNA has submitted Erasmus+ proposals for youth and education projects. Currently, WFUNA's global educational program that targets global citizenship in secondary education, is based outside of the EU. We are in talks to expand this program into the EU in partnership with some of our member civil society organizations.&#xd;<br />&#xd;<br />WFUNA hosts bi-annual networking events for its youth members in the EU. &#xd;<br />&#xd;<br />External Relations and Foreign Affairs&#xd;<br />WFUNA has also submitted applications through the ENP and EIDHR policies. We focus on conflict prevention and peace building and its connection with development. Many of our stronger member civil society organizations are based in the EU. We have implemented these projects outside of the EU, but with additional funding, will be able to expand to the EU.","lastUp":"2018-03-01T23:05:24.315+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}