{"id":"482340112795-80","name":"European Fastener Distributor Association","registrationDate":"2014-01-31T11:06:24.877+01:00","category":2,"subCategory":1,"legal":"nicht eingetragener Verein","web":"http://www.efda-fastenerdistributors.org","country":"Germany","headAddress":"Am Weidendamm 1A","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)3 05 90 09 95 81","boss":"Volker Dr. Lederer","bossTitle":"Mr","bossPosition":"Präsident","membersCount":1,"membersFTE":"1.0","membership":"http://www.efda-fastenerdistributors.org/","memberOrga":"http://www.efda-fastenerdistributors.org/","goal":"(1)\tThe objectives of the Association are:&#xd;<br />- to represent the common professional and “trade interests” of its members at a European level in particular in dealings with&#xd;<br />European departments and authorities and with manufacturers and their national and European amalgamations,&#xd;<br />- to represent to the legislature and other public bodies the views and interests of European Fastener Stockholders; to promote, support, or oppose legislative and other measures affecting their interests and to take all such steps as may seem expedient for altering and improving any existing laws, customs or usages affecting such interests.&#xd;<br />-\tto establish contacts and to foster an exchange of views between&#xd;<br />the national distributor associations worldwide.&#xd;<br />(2)\tIt is not the aim of the Association to pursue profit making objectives.","acronym":"EFDA","interests":"Competition, Customs, Economic and Financial Affairs, Enterprise, External Relations, Foreign and Security Policy and Defence, Internal Market, Justice and Fundamental Rights, Trade","euInitiatives":"Stellungnahmen gegenüber Europäischer Kommission und Europäischem Parlament zum Vorschlag der Kommission für eine Verordnung des Europäischen Parlaments und des Rates über die Sicherheit von Verbraucherprodukten und zur Aufhebung der Richtlinie 87/357/EWG des Rates und der Richtlinie 2001/95/EG  COM(2013)0078 – C7-0042/2013 – 2013/0049(COD) sowie zum Vorschlag der Kommission für einen Vorschlag für eine Verordnung des Europäischen Parlaments und des Rates zur Änderung der Verordnung (EG) Nr. 1225/2009 des Rates über den Schutz gegen gedumpte Einfuhren aus nicht zur Europäischen Gemeinschaft gehörenden Ländern und der Verordnung (EG) Nr. 597/2009 des Rates über den Schutz gegen subventionierte Einfuhren aus nicht zur Europäischen Gemeinschaft gehörenden Ländern; Stellungnahmen gegenüber der Europäischen Kommission zur Auslaufüberprüfung R 591.","lastUp":"2018-02-12T11:14:28.588+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}