{"id":"482690929711-61","name":"EYZ Media GmbH","registrationDate":"2018-01-20T13:53:41.772+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://eyzmedia.de/en","country":"Germany","headAddress":"Karl-Liebknecht Str 34","headCity":"Berlin","headPostCode":"10178","headPhone":"(49)0 30 97 00 43 32","boss":"Andreas Wildfang","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":10,"membersFTE":"5.0","membership":"","memberOrga":"","goal":"EYZ develops products and services in the field of digital media. The company operates the realeyz.de video on demand platform. realeyz.de caters to a specific B2C target audience through its unique selection of content, its sophisticated UX and look and feel, its outreach, marketing and social media activities. All of these elements support the goal of giving users a gateway to the multi-faceted European and international independent film scene, allowing them to experience its richness and innovative approach to filmmaking, concepts of narration, and documentation. &#xd;<br />&#xd;<br />EYZ offers B2B VOD solutions from white labeling to individual site components through its experienced team of software developers. In cooperation with the Artificial Intelligence Laboratory at the Technical University of Berlin EYZ developed graph-based recommendation algorithms that integrate an array of content sources and is furthermore currently creating a prototypical online marketplace for content localization.","acronym":"EYZ","interests":"Audiovisual and Media, Culture, Research and Technology","euInitiatives":"EYZ's activities in the field of VOD have had ongoing support from the CREATIVE EUROPE - MEDIA sub program.&#xd;<br />EYZ is registered with the PIC number: 938797332&#xd;<br />It has furthermore enjoyed support in 2016/17 for its prototype SubtitleX, a marketplace for content localisation.&#xd;<br />EYZ especially follows the EU initiative of a digital single market.","lastUp":"2018-01-20T13:54:49.888+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}