{"id":"483024821178-51","name":"Chamber of Commerce of the United States of America","registrationDate":"2016-03-25T02:47:38.203+02:00","category":2,"subCategory":4,"legal":"Washington, DC non-profit corporation","web":"http://uschamber.com","country":"United states","headAddress":"1615 H Street, NW","headCity":"Washington, DC","headPostCode":"20062","headPhone":"(1202)6 59 60 00","boss":"Lily Claffee","bossTitle":"Ms","bossPosition":"Senior Vice President and General Counsel","membersCount":14,"membersFTE":"4.25","membership":"U.S. Council for International Business&#xd;\nEuropean Justice Forum","memberOrga":"The U.S. Chamber of Commerce represents the interests of U.S. businesses of all sizes, sectors, and regions, as well as state and local chambers and industry associations. For more information, please visit:www.uschamber.com.","goal":"The U.S. Chamber of Commerce represents the interests of U.S. businesses of all sizes, sectors, and regions, as well as state and local chambers and industry associations. The Chamber's Europe team works with European governments and international organizations to expand commercial opportunities for its members by advancing open and competitive markets, economic growth, and transatlantic cooperation. For more information on the Chamber's activities, please visit:www.uschamber.com.","acronym":"","interests":"Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Policies and measures affecting business conditions in Europe and between the EU and the United States, including transatlantic trade and investment ties, EU trade relations with third countries, Brexit, Digital Single Market, Energy Union, Single Market, Better Regulation, Capital Markets Union and related matters under consideration by European institutions. In addition, the U.S. Chamber Institute for Legal Reform (ILR) advocates for civil justice reform, both in the U.S. and abroad.","lastUp":"2018-03-26T22:24:16.469+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}