{"id":"483152425188-43","name":"CONEDU - Verein für Bildungsforschung und -medien","registrationDate":"2016-12-20T14:29:34.803+02:00","category":4,"subCategory":5,"legal":"Verein","web":"http://www.conedu.com","country":"Austria","headAddress":"Keplerstraße 105/3/5","headCity":"Graz","headPostCode":"8020","headPhone":"(43)3 16 71 95 08","boss":"Wilfried Frei","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"CONEDU bezweckt die Förderung von Lernen, Bildung, Qualifizierung und Kompetenzerwerb in Österreich und Europa. Dazu gehört die Förderung von Erwachsenenbildung, Berufsausbildung und&#xd;<br />nachschulischer Weiterbildung, von informellem und selbstorganisiertem Lernen sowie allgemein von personalem und organisationalem Lernen in zivilgesellschaftlichen Organisationen, privatwirtschaftlichen Unternehmen und öffentlichen Einrichtungen des Bundes, der Länder und der Europäischen Union.&#xd;<br />Insbesondere dient der Verein CONEDU Verein für Bildungsforschung und -medien der Förderung von wissenschaftlicher Forschung über Lernen und Bildung in den oben genannten Formen sowie der beruflichen Professionalisierung der Erwachsenenbildung, Weiterbildung und Berufsbildung durch die Durchführung von Studien, die Herausgabe von Print- und Onlinepublikationen und die Entwicklung u Durchführung von Weiterbildungen im Kontext der Professionalisierung/Professionalitätsentwicklung von ErwachsenenbildnerInnen.","acronym":"CONEDU","interests":"Communication, Education and training, Employment and Social Affairs, Research and innovation","euInitiatives":"Alle Initiativen zur Erwachsenenbildung im Rahmen der Strategie ET2020 und aktuell zur New Skills Agenda. Initiativen zu den Themen Basisbildung, Online Lernen, Lernen am Arbeitsplatz, Weiterbildungsbeteiligung, Lifelong Learning, Validierung, Qualifikationsrahmen, Kompetenzerfassung, Upskilling, Digitalisierung.","lastUp":"2019-10-10T15:55:41.710+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}