{"id":"48325781850-28","name":"MEDICINES FOR EUROPE","registrationDate":"2009-06-16T15:38:23.376+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.medicinesforeurope.com","country":"Belgium","headAddress":"RUE D'ARLON, 50","headCity":"BRUSSELS","headPostCode":"1000","headPhone":"(32)27 36 84 11","boss":"Marc-Alexandre MAHL","bossTitle":"Mr","bossPosition":"PRESIDENT","membersCount":7,"membersFTE":"2.5","membership":"•\tNGO status with World Health Organization (WHO)&#xd;\n•\tConsultative status with World Intellectual Property Organization (WIPO)&#xd;\n•\tFounding Member International Generic and Biosimilar Pharmaceutical Alliance (IGBA)&#xd;\n•\tMember Federation of European and International Associations Established in Belgium (FAIB)","memberOrga":"http://www.medicinesforeurope.com/medicines-for-europe/#section-5","goal":"Medicines for Europe represents the pharmaceutical companies supplying the largest share of medicines across Europe and is the voice of the generic, biosimilar and value added industries. As a leading partner for better healthcare, we aim to increase the health and wellbeing of all Europeans through better access to high quality medicines. Medicines for Europe members’ portfolio cover 80% of therapy areas, and in so doing, safeguards the sustainability of Europe’s healthcare systems for future generations.","acronym":"-","interests":"Business and Industry, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Enlargement, Environment, Institutional affairs, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Medicines for Europe plays an important consultative part in European healthcare policy-making and provides key educational role for its members. Medicines for Europe and its members work with European national governments and the EU institutions to develop sustainable solutions for pharmaceutical care and to increase Europe’s competitive strength in the global pharmaceutical medicines market.","lastUp":"2019-03-14T12:55:46.049+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}