{"id":"483343024661-54","name":"Eesti Vee-ettevõtete Liit","registrationDate":"2016-11-23T08:34:25.785+02:00","category":2,"subCategory":4,"legal":"mittetulundusühing","web":"http://www.evel.ee","country":"Estonia","headAddress":"Järvevana tee 3","headCity":"Tallinn","headPostCode":"10132","headPhone":"(372)5 54 66 71","boss":"Pille Aarma","bossTitle":"","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.25","membership":"EurEau&#xd;\nEesti Kaubandus-Tööstuskoda","memberOrga":"http://evel.ee/organisatsioon/liikmeskond-2/","goal":"Eesti vee-ettevõtete liit asutati 1995. a 11 vee-ettevõtte poolt.&#xd;<br />&#xd;<br />EVEL on üleriigiline ühisveevärgi ja -kanalisatsiooni kaudu teenust osutavate vee-ettevõtjate ja sama tegevusalaga seotud teiste ettevõtjate vabatahtlik ühendus. EVELi kuulub 41 vee-ettevõtet ja 28 vee-alaga seotud ettevõtet (seisuga 23.11.2016).&#xd;<br />&#xd;<br />Eesti Vee-ettevõtete Liidu tegevuse üldeesmärk on luua selline keskkond, kus tarbijatele on tagatud ühesugune kõrge kvaliteediga teenus, on minimaliseeritud tegevusest põhjustatavad keskkonnamõjud, on tagatud jätkusuutlik vee-ettevõtlus.&#xd;<br />EVEL missiooniks on olla veemajanduse esindusorganisatsioon, kes loob koostöös liikmete ja partneritega parimat vee-ettevõtluse keskkonda.&#xd;<br />&#xd;<br />Eesti vee-ettevõtete liit asutati 1995. a 11 vee-ettevõtte poolt.&#xd;<br />&#xd;<br />EVEL on üleriigiline ühisveevärgi ja -kanalisatsiooni kaudu teenust osutavate vee-ettevõtjate ja sama tegevusalaga seotud teiste ettevõtjate vabatahtlik ühendus. EVELi kuulub 47 vee-ettevõtet ja 28 vee-alaga seotud ettevõtet.&#xd;<br />&#xd;<br />EVEL on üleeuroopalise veesektori katusorganisatsiooni EurEau liige. EurEau esindab 27 Euroopa riigi vee- ja kanalisatsiooniteenuse osutajaid, kes tegutsevad nii avalikus kui erasektoris. EurEau liikmeteks on Euroopa rahvuslikud vee-ettevõtjaid koondavad ühendused.","acronym":"EVEL","interests":"Climate Action, Environment","euInitiatives":"Algatused, poliitika ja seadusandlikud dokumendid, mis seonduvad veesektoriga. Spetsiifilisemalt järgmine direktiividest tulenevaid keskkonnanõudeid ja veesektori, kui elutähtsale teenusega seotud õigusakte.&#xd;<br />Püüame rakendada Euroopa parimaid praktikaid.","lastUp":"2019-10-17T10:30:07.421+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}