{"id":"483366924556-72","name":"Euroconsultants S.A.","registrationDate":"2016-11-18T09:28:54.044+02:00","category":1,"subCategory":6,"legal":"Private Entity, SME","web":"http://www.euroconsultants.gr/web/guest/aboutus","country":"Greece","headAddress":"21, Antoni Tritsi Str.","headCity":"Thessaloniki","headPostCode":"57001","headPhone":"(30)23 10 80 40 00","boss":"Paris Kokorotsikos","bossTitle":"Mr","bossPosition":"President and Managing Director","membersCount":4,"membersFTE":"1.5","membership":"http://www.euroconsultants.gr/web/guest/corporate_membership","memberOrga":"http://www.euroconsultants.gr/web/guest/corporate_membership","goal":"Euroconsultants S.A. is one of the largest consultancy firms in Greece, and holds offices in Thessaloniki, Athens, Belgrade, Luxembourg, Sofia, Prague, Ankara, Zagreb and Bahrain. The only consultancy firm to be listed on the Athens Stock Exchange, Euroconsultants has gained extensive know-how from the successful implementation of EU-funded interventions across the world.  The bulk of our track record entails the delivery of Technical Assistance and Capacity Building services to state institutions, with a particular emphasis on organisational development and restructuring, especially in the framework of pre-accession processes. Our in-house team of high-calibre consultants, in collaboration with our group of ideally-situated local field offices throughout South East Europe and New Member States, and our constantly expanding network of key strategic partners, has successfully implemented a number of international donor-funded interventions throughout South East Europe and the Balkans, Eastern Europe and the CIS, and the Black Sea and Mediterranean regions. The significant expertise of our highly skilled team is further complemented by a large pool of multi-disciplinary external experts, available for deployment on both short and long-term assignments.","acronym":"ECSA","interests":"Agriculture, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, General and Institutional Affairs, Public Health, Regional Policy, Research and innovation","euInitiatives":"EU Structural Funds&#xd;<br />H2020&#xd;<br />Interreg&#xd;<br />Various DGs (GROW, ECHO, CULTURE, etc.)","lastUp":"2018-10-11T13:17:11.415+02:00","customers":"European Commission- DG External Relations,European Commission- DG Research","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":"","turnoverRange":""}