{"id":"483615210369-78","name":"Pole Mer Bretagne Atlantique","registrationDate":"2012-12-21T15:43:54.669+01:00","category":3,"subCategory":2,"legal":"Association loi 1901","web":"http://www.pole-mer-bretagne-atlantique.com","country":"France","headAddress":"525 Avenue Alexis de Rochon","headCity":"Plouzané","headPostCode":"29280","headPhone":"(33)2 98 05 63 17","boss":"Marie-Josée Vairon","bossTitle":"Ms","bossPosition":"Présidente","membersCount":5,"membersFTE":"2.75","membership":"Cluster Maritime Français&#xd;\nFrance Energies Marines&#xd;\nFondation Franco-norvégienne&#xd;\nGroupement des Industries de Construction et Activités Navales (GICAN)&#xd;\nFrance Cluster&#xd;\nAFPC - Association Française des Poles de Compétitivité","memberOrga":"SMEs (223),&#xd;\nAcademic (53),&#xd;\nMajor Groups(39),&#xd;\nOther (39)","goal":"Created in 2005, the Pôle Mer Bretagne Atlantique is a Business and Innovation Sea Cluster, located in the Western part of France. It has a current membership of more than 370, ranging from major companies, SMEs (60% of the members), research organisations to others including professional and trade investment bodies. Its main mission is about developing a competitive maritime economy by stimulating and encouraging innovation through collaboration around six major themes (1. Defence, maritime safety and security, 2. Shipbuilding and leisure boatbuilding, 3. Marine energy and mining resources, 4. Marine biological resources, 5. Coastal environmental planning and management, 6. Ports, infrastructures and maritime transports).","acronym":"PMBret","interests":"Business and Industry, Climate Action, Economy, finance and the euro, Energy, Environment, International co-operation and development, Maritime affairs and fisheries, Regional Policy, Research and innovation, Trade, Trans-European Networks, Transport","euInitiatives":"Atlantic strategy and all maritime affairs, innovation and development for SMEs","lastUp":"2019-12-19T09:09:07.217+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}