{"id":"483974815034-52","name":"The Royal Bank of Scotland","registrationDate":"2014-11-27T16:30:37.896+02:00","category":2,"subCategory":3,"legal":"Public Limited Company","web":"http://www.rbs.com","country":"United kingdom","headAddress":"St Andrew Square, 36","headCity":"Edinburgh","headPostCode":"EH2 2YB","headPhone":"(44)13 16 26 00 00","boss":"Alex Dawtrey","bossTitle":"Mr","bossPosition":"Head of Public Affairs","membersCount":4,"membersFTE":"1.25","membership":"Corporate members of trade associations such as: the Association for Financial Markets in Europe, British Bankers’ Association, CityUK, Confederation of British Industry, the International Swaps and Derivatives Association and the International Capital Markets Association.","memberOrga":"","goal":"RBS is a UK-based banking and financial services company. Headquartered in Edinburgh, RBS currently operates in the United Kingdom, Europe, the Middle East, the Americas and Asia, serving over 24 million customers worldwide.&#xd;<br /> &#xd;<br />RBS provides a wide range of products and services to personal, commercial and large corporate and institutional customers through its two main subsidiaries, The Royal Bank of Scotland and NatWest, as well as through a number of other brands including Ulster Bank and Coutts.","acronym":"RBS","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, External Relations, Internal Market, Taxation, Trade","euInitiatives":"The main EU initiatives that RBS follows include: Brexit, Capital Markets Union, Banking Union, Bank Structural Reform (BSR), Capital Requirements Regulation and Directive (CRR/CRD IV), Directive on Payment Services (PSD II), Regulation on interchange fees for card-based payment transactions (MIF), Bank Recovery and Resolution Directive (BRRD), Markets in Financial Instruments Directive and Regulation (MiFID II/MiFIR), European Market Infrastructure Regulation (EMIR), Payment Accounts Directive (PAD).","lastUp":"2018-04-03T16:16:50.831+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}