{"id":"484035621035-95","name":"Bundesverband E-Commerce und Versandhandel Deutschland e.V.","registrationDate":"2016-03-14T16:04:31.977+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.bevh.org/","country":"Germany","headAddress":"Bundesverband E-Commerce und Versandhandel Deutschland e.V.","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)3 02 06 13 85 17","boss":"Christoph Wenk-Fischer","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":5,"membersFTE":"1.75","membership":"http://www.emota.eu/","memberOrga":"","goal":"Der bevh steht für die Zukunft des Handels und ist der wichtigste Ansprechpartner für Medien, Politik, Institutionen und Marktteilnehmer. Wir sind wie die Branche, die wir vertreten: innovativ, neugierig, gewissenhaft.&#xd;<br />&#xd;<br />Bestehend aus einem Team von Experten, das mit großem Engagement die Rahmenbedingungen der Branche politisch mitgestaltet und die Mitglieder zu einem starken Netzwerk verbindet, bildet der bevh eine Stimme im Online-und Versandhandel. Die Geschwindigkeit einer dynamischen Branche spiegelt sich in unserer eigenverantwortlichen, kooperativen Arbeitsweise wieder. Der bevh setzt sich für modernen Einzelhandel ein, der das Internet als Kernkompetenz nutzt und dem Kunden den sicheren Einkauf auf allen Kanälen ermöglicht. Wir helfen unseren Mitgliedern, E-Commerce „best in class“ zu bieten, die Herausforderungen der digitalen Wirtschaft frühzeitig zu erkennen und so im Wettbewerb dauerhaft erfolgreich zu sein. Seit 1947 besteht der Verband. Das zeigt, dass wir nachhaltig denken, nicht kurzfristig. Der bevh vertritt die Interessen aller Handelsunternehmen, die die Möglichkeiten des E-Commerce für innovative Geschäftsmodelle nutzen.","acronym":"bevh","interests":"Business and Industry, Consumers, Economy, finance and the euro, Trade, Trans-European Networks","euInitiatives":"Digital Single Market, Richtlinien- Vorschläge der EU-Kommission zum Kaufrecht, Datenschutzgrundverordnung, Barrierefreiheit, Geoblocking, PSD2, VAT, Digital Tax, E-Privacy Regulation","lastUp":"2019-07-16T17:56:14.423+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}