{"id":"484283032970-25","name":"Highgate Capital Management LLP","registrationDate":"2018-10-22T14:19:26.962+02:00","category":2,"subCategory":3,"legal":"Limited Partnership","web":"http://highgatecapital.com/","country":"United kingdom","headAddress":"Aztec House","headCity":"London","headPostCode":"","headPhone":"(44)20 36 51 73 63","boss":"Andrey Kruglykhin","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Highgate Capital Management is a deep-value, long-only investment manager looking to identify undervalued companies, assets, and special situations in the CEE region and applying a private equity styled investment approach with the objective of improving operational performance, as well as corporate governance, strategy and structure. We invest in both public and private companies, in any part of the capital structure, equity or debt (including distressed), depending on what we see as better entry point to unlock value and effect financial and operating changes.","acronym":"","interests":"Agriculture, Banking and financial services, Budget, Competition, Consumers, Economy, finance and the euro, Energy, General and Institutional Affairs, International co-operation and development, Regional Policy, Single market, Trade, Trans-European Networks","euInitiatives":"Highgate Capital Management is interested in European Legislation and decision making which may affect its operations, especially having impact on its investment activities in member states in the CEE region. Legislation and EU activities currently of interest to Highgate Capital Management includes, but is not limited, financial services legislation and its implementation (like Banking Union package, Single Supervisory Mechanism, European Monetary Union, Capital Markets Union, derivatives and financial markets legislation, BRRD, EMIR, MIFID, etc).","lastUp":"2018-10-22T18:05:55.981+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}