{"id":"484342332346-01","name":"Magyar Alvás Szövetség / HUNGARIAN SLEEP ASSOCIATION","registrationDate":"2018-08-16T17:36:11.209+02:00","category":2,"subCategory":1,"legal":"egyesület","web":"http://napialvas.hu","country":"Hungary","headAddress":"Benyovszky M. u. 10.","headCity":"Budapest","headPostCode":"1089","headPhone":"(36)17 86 30 45","boss":"György G. Németh","bossTitle":"Mr","bossPosition":"elnök","membersCount":1,"membersFTE":"0.25","membership":"www.napialvas.hu&#xd;\nwww.orvosihirek.hu","memberOrga":"It was now formed. New organization.","goal":"HUNGARIAN SLEEP ASSOCIATION  &#xd;<br /> &#xd;<br />The association was established in 2018, in Budapest, by Hungarian institutions and experts with outstanding achievements in the fields of health culture, sleep-related healing, the dissemination of scientific knowledge, education, and training. On their initiative and with their organizational work, a new form of sleep-related health knowledge dissemination was introduced in Hungary 10 years ago: the aim was to build, relying on international relations, great public awareness of sleep culture. As partners of the World Association of Sleep Medicine and World Sleep Society, they introduced World Sleep Day in Hungary organizing quality events for this day every year and have created a broad social basis for this important field related to health care and lifestyle. Based on European standards, they have developed new methods for measuring the quality of sleep, they conduct sleep quality surveys in Hungary, and have devised occupational health screening methods with a new approach, focusing on the prevention of workplace and traffic accidents caused by falling asleep. Doctors and medical professionals of the association work as a team.&#xd;<br />Their activity has been recognized as outstanding by the international sleep organization. In 2013, they were the first in Central-Eastern Europe to receive the Distinguished Activity Award. The association is built on broad social openness and on the joint efforts of those who wish to and are able to contribute to the improvement of sleep culture in their life and in their work. Founders: Fusion Vital Hungary, Global Innovation, and the medical center of the society, the Budapest Sleep Center/Benyovszky Medical Center.&#xd;<br />Executives:&#xd;<br />President: GyörgyG. NÉMETH, honorary associate professor; Co-President of Medical Affairs: dr. ZsuzsannaVIDA; Members of the Board: Gergely VADA and Attila KOVÁCS. Contact: H-1089Benyovszky M. u. 10. Hungary, e-mail to the President: gngy@gngy.eu, website: www.napialvas.hu","acronym":"MASZ/HUNGARY","interests":"Climate Action, Culture, Culture and media, Public Health, Research and innovation","euInitiatives":"Health, lifestyle. Especially the topic of sleep. We adhere to the EU's guidelines.","lastUp":"2018-08-16T17:36:59.513+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}