{"id":"484497715199-45","name":"Salzgitter AG","registrationDate":"2014-12-09T10:39:34.349+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.salzgitter-ag.de/","country":"Germany","headAddress":"Eisenhüttenstraße, 99","headCity":"Salzgitter","headPostCode":"38239","headPhone":"(49)5 34 12 10","boss":"Prof. Dr.-Ing. Heinz Jörg  Fuhrmann","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstandes","membersCount":6,"membersFTE":"2.25","membership":"Die Salzgitter AG ist Mitglied in zahlreichen Verbänden in Deutschland und Europa sowie weltweit. &#xd;\n&#xd;\nZu den Verbänden zählen unter anderem Eurofer, Wirschaftsvereinigung Stahl, Bundesverband Deutscher Stahlhandel, Wirtschaftsvereinigung Stahlrohre, VDMA, ESTA.","memberOrga":"https://www.salzgitter-ag.com/fileadmin/footage/MEDIA/SZAG/konzern/Konzernstruktur-SZAG-de.pdf","goal":"Die Salzgitter AG zählt zu den traditionsreichen deutschen Konzernen. Der Fokus der Geschäftstätigkeit liegt auf Stahl und Technologie. Durch nachhaltiges internes und externes Wachstum hat sich das Unternehmen zu einem der führenden Stahl- und Technologiekonzerne Europas entwickelt – mit einem Außenumsatz in 2017 von 9 Mrd. €, einer Kapazität von nahezu 7,5 Millionen Tonnen Rohstahl und über 25.000 Mitarbeitern.&#xd;<br />&#xd;<br />Sie ist einer der größten Stahlproduzenten Europas sowie Weltmarktführer im Bereich Großrohre. Der Konzern betreibt hochmoderne und ressourceneffiziente Produktionsstätten im In- und Ausland. Er besteht aus über 200 Tochter- und Beteiligungsgesellschaften und ist unter Führung der Salzgitter AG als Holding in die fünf Geschäftsbereiche Flachstahl, Grobblech/Profilstahl, Handel, Mannesmann und Technologie untergliedert.&#xd;<br />&#xd;<br />Das Produktprogramm beinhaltet Flachstahlprodukte in vielen Varianten, Träger, Grobbleche sowie nahtlose und geschweißte Rohre in allen Dimensionen. Die Salzgitter AG stellt zudem weiterverarbeitete Produkte für die Automobil- und Bauindustrie her. Der Geschäftsbereich Technologie umfasst mehrere Spezialmaschinenbauunternehmen, unter anderem einen der weltweit führenden Hersteller von Abfüll- und Verpackungsanlagen für die Getränke-, Food- und Non-Food-Industrie.","acronym":"SZAG","interests":"Climate Action, Competition, Customs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Internal Market, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"Unter anderem:&#xd;<br />&#xd;<br />Handelspolitik (Modernisierung der handelspolitischen Schutzinstrumente, Antidumping-Verfahren, FDI-Screening);&#xd;<br />&#xd;<br />Forschung &amp; Innovation (FP9, kohlenstoffarme Technologien);&#xd;<br />&#xd;<br />Energie- und Klimapolitik (Reform des Emissionshandel ab 2021, Clean Energy Package);&#xd;<br />&#xd;<br />Circular Economy und Ressourceneffizienz;&#xd;<br />&#xd;<br />EU-Beihilferecht.","lastUp":"2018-03-02T15:48:51.171+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}