{"id":"48444564134-24","name":"Comité Européen de Constructeurs d'Instruments de Pesage","registrationDate":"2010-09-08T15:41:29.885+02:00","category":2,"subCategory":4,"legal":"None","web":"http://www.cecip.eu","country":"Belgium","headAddress":"Boulevard Auguste Reyers, 80","headCity":"Brussels","headPostCode":"1030","headPhone":"(32)27 06 82 15","boss":"Urs Widmer","bossTitle":"Mr","bossPosition":"President","membersCount":5,"membersFTE":"1.75","membership":"","memberOrga":"http://www.cecip.eu/members.php&#xd;\nhttp://www.cecip.eu/membership.php","goal":"CECIP is the European association for national trade organisations representing the European manufacturers of weighing instruments. Founded in 1958, CECIP has today 12 member associations: Austria, Czech Republic, France, Germany, Italy, Netherlands, Poland, Slovak Republic, Spain, Switzerland and United Kingdom. And 2 individual companies, one from Portugal and another one from Sweden. &#xd;<br />&#xd;<br />The weighing industry has gone through tremendous changes in the past decades with new technologies and techniques being introduced in all sectors. Nowadays weighing instruments plays an important role in every industry, contributing to the quality of the final product.&#xd;<br />&#xd;<br />Today CECIP is playing its role within Europe, striving for common and harmonised standards to be adopted at European and International levels to provide safety and quality to both consumers and users of weighing instruments.","acronym":"CECIP","interests":"Business and Industry, Competition, Consumers, Customs, Digital economy and society, External Relations, Public Health, Research and innovation, Single market, Trade","euInitiatives":"e-compliance, Regulation on Market Surveillance (Market Surveillance Package), New Legislative Framework (NLF: new NAWID and MID Directives) and Machinery Directive. Participation in EU public consultations.","lastUp":"2018-07-12T10:17:26.173+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}