{"id":"484658025835-77","name":"STRING","registrationDate":"2017-02-09T18:39:31.583+01:00","category":6,"subCategory":14,"legal":"Ingen (Juridisk person: Region Sjælland)","web":"http://stringnetwork.org","country":"Denmark","headAddress":"Alleen 15","headCity":"Sorø","headPostCode":"4180","headPhone":"(45)20 82 34 59","boss":"Jacob Vestergaard","bossTitle":"","bossPosition":"Managing Director","membersCount":3,"membersFTE":"1.0","membership":"","memberOrga":"Region Skåne, S&#xd;\nCapital Region, DK&#xd;\nThe City of Copenhagen, DK&#xd;\nRegioin Zealand, DK&#xd;\nLand Schleswig.-Holstein. D&#xd;\nHansestad Hamburg, D","goal":"STRING er en regional politiske organisation hvis formål er at optimere den samfundsmæssige, økonomiske og sociale gevinst ved den nye infrastruktur mellem København og Hamburg med den faste forbindelse over Fehmarn Bælt som den afgørende investering.&#xd;<br />STRING arbejder med infrastruktur, grøn vækst, forskning, turisme, kultur og grænsebarrierer.&#xd;<br />Vi arbejder snævert sammen med vore naboregioner og med erhvervslivet i hele korridoren.","acronym":"","interests":"Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"STRING er optaget af infrastrukturdagordenerne i EU, herunder arbejdet i ScandMed Corridor samt forholdene omkring den fremtidige finansiering af infrastruktur.&#xd;<br />Medlemmerne af STRING arbejder med de forskelligfe INTERREH programmer som dækker geografien fra Skåne over Sjælland til Schleswig.-Holstein og Hamburg.&#xd;<br />Så både regionalpolitik, vækst samt forskning er også blandt de interesser vi arbejder med i EU sammenhæng.","lastUp":"2017-02-09T20:57:46.500+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}