{"id":"484959115993-15","name":"Conference of European Schools for Advanced Engineering Education and Research","registrationDate":"2015-02-10T16:42:17.503+01:00","category":4,"subCategory":12,"legal":"International non-profit organisation (ivzw)","web":"http://www.cesaer.org","country":"Belgium","headAddress":"Kasteelpark Arenberg 1","headCity":"Heverlee","headPostCode":"3001","headPhone":"(32)16 32 16 87","boss":"Karel Luyben","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"2.5","membership":"","memberOrga":"http://www.cesaer.org/en/members/","goal":"CESAER is a non-profit international association of leading European universities of science and technology.&#xd;<br />&#xd;<br />CESAER stands for scientific excellence in engineering education and research, and the promotion of innovation through close cooperation with industry in order to ensure the application of cutting-edge knowledge in industry and society. It maintains and promotes the highest quality standards.&#xd;<br />&#xd;<br />CESAER was established in 1990 and now has a membership of 50+ institutions from 26 countries. CESAER sees the diversity of cultures and structures in Europe as a specific strength and opportunity and aims at a membership that mirrors that diversity.&#xd;<br />&#xd;<br />CESAER members are committed to the following core values and guiding principles:&#xd;<br />&#xd;<br />- Highest level of scientific and engineering ethics;&#xd;<br />- Top quality of research-based engineering education;&#xd;<br />- Excellent research at the front edge of knowledge;&#xd;<br />- Cooperation with industry towards innovation for mutual benefit;&#xd;<br />- Continuous improvement in education, research and innovation as well as their integration;&#xd;<br />- Commitment towards sustainable economic, societal and environmental development.","acronym":"CESAER","interests":"Climate Action, Education, Enterprise, Environment, External Relations, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Youth","euInitiatives":"European Research and Innovation Policy: International cooperation,  research infrastructures, Science with and for Society, Synergies with structural Funds, Funding Opportunities, FET Flagsips, Open Access, etc.&#xd;<br />&#xd;<br />&#xd;<br />EU Higher Education policy: Erasmus+, accreditation, etc.","lastUp":"2017-02-26T16:18:41.702+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}