{"id":"48521259756-08","name":"Société Française de Radiotéléphone","registrationDate":"2012-10-03T13:56:06.624+01:00","category":2,"subCategory":3,"legal":"SA","web":"http://www.sfr.fr","country":"France","headAddress":"16, rue du général Alain de Boissieu","headCity":"Paris cedex 15","headPostCode":"75741","headPhone":"(33)1 87 26 00 00","boss":"Weill Alain","bossTitle":"Mr","bossPosition":"Président Directeur Général","membersCount":1,"membersFTE":"1.0","membership":"GSMA Europe, mobile association&#xd;\nFédération Française des Télécoms","memberOrga":"","goal":"SFR Group is the second largest telecoms operator in France with a turnover of 11 billion euros in 2016 and prime positions in all market segments, from consumer, to Business to Business (B2B), local authorities, and wholesale. Equipped with the leading fiber optic network (FTTB/FTTH) with more than 10.4 million eligible connections, SFR also provides 3G coverage for more than 99% of the population and 4G/4G+ coverage for 93%. With regard to the Consumer segment, the Group operates under the SFR and RED by SFR brands. In the B2B segment, it operates under the SFR Business brand.&#xd;<br />&#xd;<br />SFR Group is also adopting a new and increasingly integrated model around access and content convergence. Its new SFR Media entity consists of SFR Presse, which gathers all the group's media activities in France (Groupe L'Express, Libération, etc.) and NextRadioTV including the group's audiovisual activities in France (BFM TV, BFM Business, BFM Paris, RMC, RMC Découverte), and SFR Sport.&#xd;<br />&#xd;<br />SFR Group is a subsidiary of Altice, the convergent global leader in telecom, content, media, entertainment and advertising.","acronym":"SFR","interests":"Audiovisual and Media, Communication, Competition, Consumer Affairs, Culture, Economic and Financial Affairs, Information Society, Internal Market, Taxation, Trade, Trans-European Networks","euInitiatives":"Digital Single Market","lastUp":"2018-01-25T10:23:50.941+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}