{"id":"48521259756-08","name":"Société Française de Radiotéléphone","registrationDate":"2012-10-03T13:56:06.624+01:00","category":2,"subCategory":3,"legal":"SA","web":"http://www.sfr.fr","country":"France","headAddress":"Jean Philippe Rameau, 12","headCity":"LA PLAINE SAINT DENIS CEDEX","headPostCode":"93634","headPhone":"(33)1 71 07 07 07","boss":"Michel Paulin","bossTitle":"Mr","bossPosition":"Président du Conseil d'Administration - Directeur Général","membersCount":1,"membersFTE":"1.0","membership":"GSMA Europe, mobile association&#xd;\nFédération Française des Télécoms","memberOrga":"","goal":"With regard to the telecom market, SFR is the second largest operator in France with a turnover of 11 billion euros in 2015 and prime positions in all market segments, from consumer, to B2B, local authorities, and wholesale. &#xd;<br />&#xd;<br />Featuring the first fiber optic network (FTTB/FTTH) with 9.3 million eligible connections, SFR intends to stay ahead with its rollout plan to reach 22 million by 2022. Its leading mobile network covers more than 99% of the population in 3G and 81% in 4G/4G+. Thanks to its massive investments, SFR aims to create the nation's new leader in the combined broadband and mobile markets. &#xd;<br />&#xd;<br />SFR offers a comprehensive range of Internet-access, fixed-line, mobile and audiovisual services. SFR is also a solutions expert in the fields of unified communications, Internet of Things and Cloud Computing for businesses. &#xd;<br />With regard to the Consumer segment, the Group operates under the SFR and RED by SFR brands. In the B2B segment, it operates under the SFR Business brand.&#xd;<br />&#xd;<br />With regard to the media market, its new SFR Media entity consists of SFR Press, which gathers all the group's media activities in France (Groupe L'Express, Liberation), SFR RadioTV, which holds 49% of NextRadioTV and includes the group’s audiovisual activities in France (BFM TV, BFM Business BFM Paris, RMC, RMC Découverte), and SFR Sport, which encompasses all sport-related activities: BFM Sport, RMC Sport, SFR Sport 1, SFR Sport 2, SFR Sport 3, SFR Sport 4, and SFR Sport 5.&#xd;<br />&#xd;<br />All of which shows that SFR is adopting a new and increasingly integrated model around access and content convergences.&#xd;<br />&#xd;<br />Listed on Euronext Paris, SFR Group (SFR) is owned by Altice group (84%).","acronym":"SFR","interests":"Audiovisual and Media, Communication, Competition, Consumer Affairs, Information Society, Internal Market, Trans-European Networks","euInitiatives":"Digital Single Market","lastUp":"2017-02-21T11:49:42.275+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}