{"id":"485406235284-39","name":"European Ozone Trade Association","registrationDate":"2019-07-02T13:42:17.024+02:00","category":2,"subCategory":4,"legal":"LLC","web":"http://www.euota.org","country":"United kingdom","headAddress":"unit 3 regents court","headCity":"andover","headPostCode":"sp116jb","headPhone":"(0044)12 64 36 99 23","boss":"Mike Prince","bossTitle":"","bossPosition":"Chairman","membersCount":2,"membersFTE":"0.5","membership":"https://www.euota.org/useful-links/&#xd;\n&#xd;\nhttps://www.euota.org/advisors/","memberOrga":"https://www.euota.org/members/","goal":"The Biocidal Products Regulations (EU) 528/2012 (BPR) came into force on 1 September 2013 repealing the Biocidal Product Directive (Directive 98/8/EC) from this date. From 1 September 2013, Ozone is regulated as an “active substance” under the BPR.&#xd;<br />Under the BPR, anyone who wishes to market an ozone generator for a Biocidal application within the EU must have their product authorised in accordance with the BPR. This process currently first requires an “active substance” dossier in respect of ozone to be submitted by September 2016 and thereafter a specific application for each product to be marketed within the EU to be submitted once the active dossier has been approved. This legislation may evolve further of course e.g. through updates to, and clarifications of, its scope.&#xd;<br />The challenges that compliance with this regulation poses are too great for many companies to handle on their own both financially and technically.&#xd;<br />As a consequence of this we have established&#xd;<br />&#xd;<br />EUOTA is a Trade Association for ozone generator manufacturers supplying the European Market. The purpose of which is to create a functioning forum for discussing and advancing issues relevant to market participants for mutual benefit. EUOTA will also be used as a forum for actively considering the creation of a separate Registration Group for ozone as an active substance under the BPR. The purpose being to ensure access to an active substance dossier on ozone for all participating members on terms which are transparent, commercially fair and at a cost which would enable most ozone generator manufacturers to participate.&#xd;<br />&#xd;<br />&#xd;<br />In September 2016 EuOTA submitted its Ozone Dossier for evaluation with the CtgB. We are now co-ordinating the requirements of the BPR with our members. As ozone is an in-situ generated product and has properties inconsistent with conventional chemical evaluation the process of evaluation becomes extremely complicated. It is therefore considered essential we are involved in the guidance documents for the evaluation of such substances.","acronym":"EuOTA","interests":"Agriculture and Rural Development, Business and Industry, Energy, Environment, Food Safety, Research and innovation, Trade","euInitiatives":"Biocidal Products regulation&#xd;<br />REACH regulation&#xd;<br />Plant Protection Products regulation&#xd;<br />CE compliance","lastUp":"2019-07-02T13:48:05.041+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}