{"id":"48544465107-88","name":"Deutsche Post DHL Group","registrationDate":"2011-01-27T09:39:54.325+02:00","category":2,"subCategory":3,"legal":"AG","web":"http://www.dp-dhl.com","country":"Germany","headAddress":"Charles-de-Gaulle-Strasse, 20","headCity":"Bonn","headPostCode":"53113","headPhone":"(49)2 28 18 29 70 00","boss":"Dr. Rainer Wend","bossTitle":"Mr","bossPosition":"Executive Vice President Public Policy and Regulation Management","membersCount":8,"membersFTE":"6.0","membership":"Alliance for European Logistics (AEL)&#xd;\nEuropean Express Association (EEA)&#xd;\nEuropean Multi-Channel and Online Trade Association (EMOTA)&#xd;\nFederation of European Direct and Interactive Marketing (FEDMA)&#xd;\nPostEurop&#xd;\nRailforum Europe &#xd;\nKangaroo Group&#xd;\nBritish Chamber of Commerce","memberOrga":"","goal":"Deutsche Post DHL Group is the world’s leading mail and logistics services provider. The Deutsche Post and DHL corporate brands represent a one-of-a-kind portfolio of logistics (DHL) and communications (Deutsche Post) services. The Group provides its customers with both easy to use standardized products as well as innovative and tailored solutions ranging from dialog marketing to industrial supply chains. About 547,459 employees in more than 220 countries and territories form a global network focused on service, quality and sustainability. With programs in the areas of climate protection, disaster relief and education, the Group is committed to social and environmental responsibility. In 2018, Deutsche Post DHL generated revenues of € 61.55 billion.&#xd;<br />&#xd;<br />Deutsche Post DHL’s Representation in Brussels acts as an intermediary between the Group and the European institutions as well as associations and other organizations located in Brussels. The main tasks of the Representation:&#xd;<br />&#xd;<br />Monitoring company-relevant and socio-political topics and legislative initiatives for the Group.&#xd;<br />&#xd;<br />Conducting analysis for and recommendation to the business units.&#xd;<br />&#xd;<br />Providing advice to assist the development of corporate and industry positions in coordination with the Group.&#xd;<br />&#xd;<br />Targeted representation of interest vis-à-vis the European Institutions, Member States, industrial associations, political think tanks and other organizations and stakeholders in the European policy and regulatory debate.","acronym":"DPDHL","interests":"Borders and Security, Business and Industry, Climate Action, Competition, Consumers, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"1. Union Customs Code Act &#xd;<br />&#xd;<br />2. Directive 2017/2455 of 5 December 2017 regarding modernizing VAT for cross-border e-commerce and its implementing legislation&#xd;<br />&#xd;<br />3. COM(2017) 277 final: Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL amending Regulation (EC) No 561/2006 as regards on minimum requirements on maximum daily and weekly driving times, minimum breaks and daily and weekly rest periods and Regulation (EU) 165/2014 as regards positioning by means of tachographs&#xd;<br />&#xd;<br />4. COM(2017) 278 final: Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL amending Directive 2006/22/EC as regards enforcement requirements and laying down specific rules with respect to Directive 96/71/EC and Directive 2014/67/EU for posting drivers in the road transport sector&#xd;<br />&#xd;<br />5. COM(2017) 281 final: Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL amending Regulation (EC) No 1071/2009 and Regulation (EC) No 1072/2009 with a view to adapting them to developments in the sector&#xd;<br />&#xd;<br />6. COM(2017) 653 final: Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL amending Directive 2009/33/EU on the promotion of clean and energy-efficient road transport vehicles&#xd;<br />&#xd;<br />7. COM(2018) 284 final: Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL setting CO2emission performance standards for new heavy-duty vehicles&#xd;<br />&#xd;<br />8. COM(2018) 279 final: Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on electronic freight transport information&#xd;<br />&#xd;<br />9. Air transport agreements concluded under regulation (EC) NO 847/2004&#xd;<br />&#xd;<br />10. Proposal for a directive as regards disclosure of income tax information by certain undertakings and branches (COM(2016) 198 final)&#xd;<br />&#xd;<br />11. Proposal for a regulation on the establishment of a framework to facilitate sustainable investment (COM(2018)0353)&#xd;<br />&#xd;<br />12. Proposal for a Council Directive laying down rules relating to the corporate taxation of a significant digital presence and on the common system of a digital services tax (COM (2018) 147 final &amp; COM (2018) 148 final)","lastUp":"2019-07-17T16:02:51.262+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}