{"id":"485663720964-88","name":"Fondazione Migrantes","registrationDate":"2016-03-08T12:08:12.223+01:00","category":5,"subCategory":15,"legal":"association","web":"http://www.migrantes.it","country":"Italy","headAddress":"Via Aurelia, 796","headCity":"Rome","headPostCode":"00165","headPhone":"(39)6 61 79 01","boss":"Giovanni De Robertis","bossTitle":"Mr","bossPosition":"Direttore generale","membersCount":3,"membersFTE":"1.75","membership":"","memberOrga":"Collegamento a tutte le missioni cattoliche nel mondo (http://www.lemissioni.net)","goal":"The \"Migrantes\" Foundation is an organization set by the Italian Bishops Conference to accompany and support the particular Churches to pastoral care of  italian and foreign migrants and to promote in the Christian community attitudes and fraternal accommodation to them and, in the same time, encouraging the civil society to understand and to appreciate their identity in a spirit of peaceful coexistence, with attention to the protection  of the person and family migrants rights and the promotion of  the responsible citizenship of migrants. The main tasks of the Foundation, in accordance with Art. 1of the  Statute, [.......], to promote the integral growth of migrants in the respect of their cultural heritage, so, they can be protagonists in the civil society, ensuring them an adequate public information  spurring the development of the legislative migrants protection  for  a fairer and peaceful society.","acronym":"","interests":"Agriculture and Rural Development, Borders and Security, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Sport, Transport, Youth","euInitiatives":"La Migrantes ha come campo d’azione quello pastorale, collocato però nel più ampio contesto socio-culturale, politico-amministrativo. E' perciò interessata a seguire da vicino l'attività e le iniziative della UE, mettendosi a disposizione per consulenze e collaborazioni. Al momento non ci sono iniziative UE seguite direttamente da  Fondazione Migrantes.","lastUp":"2019-02-18T15:13:19.774+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}