{"id":"485832526193-89","name":"Fondation EURACTIV","registrationDate":"2017-03-03T18:45:45.097+01:00","category":3,"subCategory":2,"legal":"Public Benefit Foundation / Fondation d’utilité publique belge depuis 2012","web":"http://www.euractiv.com/fondation-euractiv/fondation-euractiv/","country":"Belgium","headAddress":"IPC Building","headCity":"Brussels","headPostCode":"B 1041","headPhone":"(322)2 26 58 25","boss":"Christophe LECLERCQ","bossTitle":"Mr","bossPosition":"Chairman","membersCount":5,"membersFTE":"1.25","membership":"European Citizens Action Service&#xd;\nEuropean Movement International&#xd;\nEuropean Foundation Centre","memberOrga":"www.euractiv.com","goal":"1. Fondation EurActiv acts primarily within interest groups working with and alongside the European Institutions, this 'Community of EU actors' brings together people and organisations who shape European policies, in full or in part of their mission. These actors include:&#xd;<br />-European institutions, at EU, national and regional levels&#xd;<br />-Non-Governmental Organisations as well as think-tanks and foundations&#xd;<br />-Companies and their federations&#xd;<br />Occupations: such as consulting firms and political parties and groups&#xd;<br />-The media.&#xd;<br />2. 'To facilitate efficiency and transparency of the Community of European players' for the benefit of civil society stakeholders, that is the goal of the Foundation.&#xd;<br />3. The Foundation's activities include:&#xd;<br />3a. Providing governance and advocacy for better journalistic media and wider use of EU languages;&#xd;<br />3b. Fostering research and innovation, for example, \"EU Community\": help develop the next era of policy-making. (see http://www.euractiv.com/files/eu-community-support-next-era-eu-policy-making)&#xd;<br />3c. Disseminates knowledge through training and events &#xd;<br /> Level of interests represented: &#xd;<br />•\tEuropean&#xd;<br />•\tnational","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Digital Single Market, Communication, Audio visual and media, Development, Trade and External Action Service.","lastUp":"2018-03-09T15:25:14.041+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}