{"id":"485832526193-89","name":"Fondation EURACTIV","registrationDate":"2017-03-03T18:45:45.097+02:00","category":3,"subCategory":2,"legal":"Public Benefit Foundation / Fondation d’utilité publique belge depuis 2012","web":"https://www.euractiv.com/fondation-euractiv/","country":"Belgium","headAddress":"IPC Building","headCity":"Brussels","headPostCode":"B 1041","headPhone":"(322)2 26 58 25","boss":"Christophe LECLERCQ","bossTitle":"Mr","bossPosition":"Chairman","membersCount":5,"membersFTE":"1.25","membership":"European Citizens Action Service&#xd;\nEuropean Movement International&#xd;\nEuropean Foundation Centre","memberOrga":"www.euractiv.com","goal":"Fondation EURACTIV is a public interest foundation under Belgian law, set up in 2004. It brings together individuals and organisations seeking to shape European Union policies. It does not lobby and is not aligned to any political or faith group. &#xd;<br />Our goals:&#xd;<br />Advocate for media independence, media pluralism and language diversity&#xd;<br />Accompany media improving EU policy coverage at national and local level&#xd;<br />Promote research and innovation projects for media and related stakeholders&#xd;<br />Our three pillars around one strategy: from think tank to events to trainings. &#xd;<br />Our strategy aims at building strong synergies between think tank, events and training activities.&#xd;<br />The first pillar is centred on the European media policy. It targets EU circles and media top management.&#xd;<br />The second pillar is focused on media innovation, organising events, mainly for senior media professionals.&#xd;<br />The third pillar consists of executive education, trainings and exchange programmes, for media professionals, and public affairs circles. This also includes managing the trainee programme of the EURACTIV network&#xd;<br />Our activities:&#xd;<br />Communication and dissemination activities promoting debates and best practices sharing: trainings and events&#xd;<br />Trigger, and where relevant, manage European cooperation projects&#xd;<br />&#xd;<br />Our projects:&#xd;<br />&#xd;<br />Some of our past projects: &#xd;<br />&#xd;<br />- EU Journalism Fellowship: Between 2011 and 2013, 38 young journalists working in a dozen different European media received a one-week induction seminar and a five-week on-the-job training on EU reporting for three different media in Brussels (EURACTIV, DPA Agency, Radio France). This project has been implemented thanks to the generous support of the Robert Bosch Stiftung (2011-2013), Open Society Foundation (2012) and Fondation Hippocrène (2013).&#xd;<br />- Together with OIF: development of French-language coverage around Europe&#xd;<br />- Together with Bill &amp; Melinda Gates Foundation, boosting Europe coverage of development policy in three languages, alongside Gates’ cooperation with Le Monde, El País, the Guardian and EJC/Der Spiegel.&#xd;<br />- EURACTIV organises 50 events per year, conferences &amp; stakeholders’ workshops, initially under Fondation’s brand.&#xd;<br />- Developing and launching the “Yellow Academy” (for Brussels’ public affairs professionals, currently operated by EURACTIV.com).","acronym":"","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Digital Single Market, Communication, Audio visual and media, Development, Trade and External Action Service.","lastUp":"2018-06-13T16:40:15.618+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}