{"id":"485832526193-89","name":"Fondation EURACTIV","registrationDate":"2017-03-03T18:45:45.097+02:00","category":3,"subCategory":2,"legal":"Public Benefit Foundation / Fondation d’utilité publique belge depuis 2012","web":"https://fondationeuractiv.eu/","country":"Belgium","headAddress":"IPC Building","headCity":"Brussels","headPostCode":"B 1041","headPhone":"(32)22 26 58 10","boss":"Christophe LECLERCQ","bossTitle":"Mr","bossPosition":"Chairman","membersCount":5,"membersFTE":"1.25","membership":"European Citizens Action Service&#xd;\nEuropean Movement International&#xd;\nEuropean Foundation Centre","memberOrga":"www.euractiv.com","goal":"Fondation EURACTIV is a think-and-do-tank dedicated to fostering a healthy media community in Europe. It was set up in 2004 as a ‘Fondation d’Utilité Publique’ under Belgian law.&#xd;<br />We aim in particular to:&#xd;<br />&#xd;<br />    - Support a healthy media sector by fostering a more proactive EU media policy&#xd;<br />&#xd;<br />    - Advocate for media independence, media pluralism and language diversity in Europe&#xd;<br />&#xd;<br />    - Support media coverage of EU policy both at a national and local level&#xd;<br />&#xd;<br />    - Promote media innovation projects for media and related stakeholders&#xd;<br />&#xd;<br />Our activities: &#xd;<br />&#xd;<br />&#xd;<br />    - Provide analysis and facilitate a dialogue between media professionals and EU stakeholders&#xd;<br />&#xd;<br />    - Promote debates and the sharing of best practices through conferences, training programmes and workshops.&#xd;<br />&#xd;<br />    - Implement projects fostering media sector’s innovation and skills&#xd;<br />&#xd;<br />    - Communicate relevant news on Europe’s media via a monthly newsletter.&#xd;<br />&#xd;<br />&#xd;<br />&#xd;<br />&#xd;<br />&#xd;<br />Some of our past projects: &#xd;<br />&#xd;<br />- EU Journalism Fellowship: Between 2011 and 2013, 38 young journalists working in a dozen different European media received a one-week induction seminar and a five-week on-the-job training on EU reporting for three different media in Brussels (EURACTIV, DPA Agency, Radio France). This project has been implemented thanks to the generous support of the Robert Bosch Stiftung (2011-2013), Open Society Foundation (2012) and Fondation Hippocrène (2013).&#xd;<br />- Together with OIF: development of French-language coverage around Europe&#xd;<br />- Together with Bill &amp; Melinda Gates Foundation, boosting Europe coverage of development policy in three languages, alongside Gates’ cooperation with Le Monde, El País, the Guardian and EJC/Der Spiegel.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Digital Single Market, Communication, Audio visual and media, Development, Trade and External Action Service.","lastUp":"2019-06-05T17:27:30.473+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}