{"id":"485952735351-10","name":"St. Edward's University","registrationDate":"2019-07-10T22:58:27.142+02:00","category":4,"subCategory":12,"legal":"none","web":"https://www.stedwards.edu/","country":"United states","headAddress":"3001 S. Congress Ave.","headCity":"Austin","headPostCode":"78704-6489","headPhone":"(1)51 24 92 31 49","boss":"Gloria White","bossTitle":"Ms","bossPosition":"Director of Sponsored Programs","membersCount":32,"membersFTE":"13.0","membership":"www.icut.org&#xd;\n&#xd;\nwww.txhsic.wordpress.com","memberOrga":"www.stedwards.edu","goal":"St. Edward's University is a private liberal arts and sciences university, located in Austin, Texas.  Our goals include preparing students for success in their chosen pathways; our goals also include enriching the student educational experience by providing meaningful internships in the greater Austin community. Our university also maintains strong ties with our sister campus in Angers, France; the Catholic University of the West or L'Universite Catholique de l'Ouest. St. Edward's University students and faculty participate in coursework and teaching at the Angers campus every semester.  Our university also has ther partner universities across the EU:Management Center Innsbruck (MCI) in Austria; L’Institut Supérieur de Gestion (ISG), Paris; Katholische Universität Eichstätt-Ingolstadt, Eichstätt, Koblenz University of Applied Sciences, Koblenz; The Università Cattolica del Sacro Cuore, Milan;Universitat Jaume I, Castello de la Plana;  Universidad Pontificia Comillas, Madrid; and Franklin University Switzerland (FUS), Lugano.","acronym":"SEU","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"We are interested in the European Union Research Council and its funding of joint research projects; we are also interested in all higher education institutions across the EU and opportunities for student and faculty exchange programs.","lastUp":"2019-07-10T23:03:05.088+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}