{"id":"486088324605-57","name":"LEADER France - Fédération des GAL de France","registrationDate":"2016-11-21T15:56:27.727+02:00","category":3,"subCategory":2,"legal":"association","web":"http://www.leaderfrance.fr/","country":"France","headAddress":"C/o Mairie de Ploeuc-l'Hermitage","headCity":"Ploeuc-l'Hermitage","headPostCode":"22150","headPhone":"(33)02 90 03 28 60","boss":"Thibaut GUIGNARD","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"2.0","membership":"www.elard.eu","memberOrga":"http://www.leaderfrance.fr/","goal":"Créé en 1997 à l’initiative de GAL, notre Fédération est le seul réseau dédié pour défendre les fondamentaux de LEADER et une gestion la plus efficiente possible du programme. Membre de nombreuses instances nationales et européennes, Leader France est un acteur majeur et intervient pour relayer les difficultés des territoires mais aussi pour valoriser leurs réussites.&#xd;<br />Leader France représente aujourd'hui les 340 territoires ruraux engagés dans la démarche LEADER de la programmation 2014-2020 qui comprennent plus de 26 800 communes et 28 millions d'habitants.&#xd;<br />&#xd;<br />Les 4 priorités de Leader France&#xd;<br />1/Consolider le réseau des GAL et les partenariats régionaux et nationaux des acteurs de la démarche Leader.&#xd;<br />2/Représenter les GAL dans les instances nationales et européennes pour relayer leurs attentes et leurs difficultés.&#xd;<br />3/Accompagner les GAL dans la mise en œuvre du programme et valoriser leurs réussites et les bonnes pratiques. &#xd;<br />4/Défendre la place du développement rural dans les politiques européennes.","acronym":"","interests":"Agriculture and Rural Development, International co-operation and development, Regional Policy","euInitiatives":"Développement rural, FEADER, LEADER CLLD, coopération transnationale LEADER, bottom up approach, DLAL, rural policy","lastUp":"2019-06-13T11:34:08.285+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}