{"id":"486181220079-71","name":"Dipartimento di Epidemiologia","registrationDate":"2015-12-28T13:37:50.071+01:00","category":6,"subCategory":14,"legal":"Azienda Sanitaria Roma 1","web":"http://www.deplazio.net","country":"Italy","headAddress":"Via C. Colombo 112","headCity":"Roma","headPostCode":"00147","headPhone":"(39)06 99 72 21 61","boss":"Marina Davoli","bossTitle":"Ms","bossPosition":"Direttore","membersCount":26,"membersFTE":"21.5","membership":"","memberOrga":"","goal":"The Department of Epidemiology (DEP) in Rome is a 30 year old institution within the National Health Service of the Lazio Region. The mission of the Department is to perform high quality epidemiological research in the field of environmental epidemiology, comparative effectiveness, and outcome research. The aim is to provide the best available evidence to inform public health policy makers in order to reduce the effects of environmental exposures and improve health care quality. Partnerships with clinicians and regional or national institutions are necessary components of our activity together with the development of educational programmes in epidemiology.&#xd;<br />&#xd;<br />The two main fields of research within the DEP are:&#xd;<br />&#xd;<br />Environmental and occupational epidemiology&#xd;<br />Comparative effectiveness and outcome research&#xd;<br />Cross-sectional activities carried out in all research areas include:&#xd;<br />&#xd;<br />Epidemiology of health inequalities&#xd;<br />Health information systems (HIS) for epidemiological studies","acronym":"DEASL","interests":"Environment, Public Health","euInitiatives":"National Heat Warning System (HHWWS)&#xd;<br />Health effects of extreme weather events and climate change&#xd;<br />Health effects of municipal solid waste treatment&#xd;<br />Health effects of exposure to toxic substances&#xd;<br />Health effects of noise exposure&#xd;<br />Cohorts of children for the study of childhood diseases in relation to environmental  and genetic factors&#xd;<br />Short-term health effects of air pollution&#xd;<br />Health effects of long term exposure to air pollution and traffic&#xd;<br />Study of susceptibility factors and effect modifiers of the relationship between high temperatures and health damages&#xd;<br />Mortality Information System of the Lazio Region&#xd;<br />National System for daily mortality survey&#xd;<br />Methodological support to public health programs for the prevention of climate effects on health&#xd;<br />Evaluation of outcomes of health interventions&#xd;<br />Design and analysis of epidemiological studies on the evaluation of health interventions outcomes: methodological challenges&#xd;<br />Methodological support for the development of International and national Guidelines&#xd;<br />Support to the Commission acitvities for the preparation and updating of the Regional Territorial Hospital TherapeuticHandbook&#xd;<br />Coordinating and managing editor of the International Group of the Cochrane review of Drugs and Alcohol","lastUp":"2019-02-06T16:36:16.543+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}