{"id":"486249932803-02","name":"Integrated Carbon Observation System European Research infrastructure Consortium","registrationDate":"2018-10-08T12:39:58.643+02:00","category":4,"subCategory":5,"legal":"International organisaiton","web":"http://www.icos-ri.eu","country":"Finland","headAddress":"Erik Palmenin Aukio 1","headCity":"Helsinki","headPostCode":"00560","headPhone":"(358)5 03 52 32 99","boss":"Werner Kutsch","bossTitle":"Mr","bossPosition":"Director General","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"ICOS is a European Reseacrh Infrastructure Consortium (ERIC) whose members are 12 European Member States or Associated Countries: Belgium, Czech Republic, Denmark, Germany, Finland, France, Italy, Netherlands, Norway, Sweden, Switzerland, United Kingdom.The Head Office is in Helsinki, Finland.","goal":"The Integrated Carbon Observation System (ICOS) is a distributed European-wide Research Infrastructure producing high-precision data on greenhouse gas concentrations in the atmosphere, as well as on carbon fluxes between the atmosphere, the land surface and the oceans. ICOS provides standardized and open data from more than 130 measuring stations across 12 European countries. ICOS provides data that researchers transform into scientific knowledge to improve our understanding of the Earth system. Evidence-based knowledge on carbon emissions and sinks advances the fulfilment of the UN Sustainable Development Goals and EU Societal Challenges, especially the ones concerning climate change. ICOS is the major European research infrastructure contributing to the global network of international climate organizations. The knowledge generated by the use of ICOS data supports the Paris agreement and contributes to the work of the United Nations Framework Convention on Climate Change (UNFCCC), the World Meteorological Organization (WMO), the Group on Earth Observations (GEO) and the Global Climate Observation System (GCOS). ICOS also actively communicates science-based knowledge towards society and seeks to provide information that is relevant to climate action and decision-making.","acronym":"ICOS ERIC","interests":"Climate Action, Environment, External Relations, Regional Policy, Research and innovation, Transport","euInitiatives":"ICOS is following actively the policies of the EU in the following domains: Energy, Climate Change &amp; Environment, Research &amp; Innovation, International Cooperation, EU-Africa Cooperation in Research &amp; innovation.","lastUp":"2018-10-08T14:22:14.136+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}