{"id":"486438336738-84","name":"CNC – Communications &amp; Network Consulting AG","registrationDate":"2019-12-04T14:51:02.030+01:00","category":1,"subCategory":6,"legal":"AG","web":"https://kekstcnc.com/about-us/","country":"Germany","headAddress":"Leopold-Palais","headCity":"Munich","headPostCode":"","headPhone":"(49)8 95 99 45 80","boss":"Barbara Rauscher","bossTitle":"Ms","bossPosition":"Chief Financial Officer","membersCount":9,"membersFTE":"4.5","membership":"","memberOrga":"","goal":"Kekst CNC is a global strategic communications firm working with business and institutional leaders from around the world as they take advantage of opportunity and address challenge.&#xd;<br />As institutions around the world compete for capital, business and talent, they are increasingly scrutinized for their strategic readiness and judged by how they respond to challenges – and communicate their actions. Investors demand that risk is being defined and managed appropriately and broadly that boards and management teams are ahead of the curve. Prospective employees want to understand and be part of a collective mission and purpose in which they can believe. Communities around the world require responsible partners on whom they can count.&#xd;<br />We help global business and institutional leaders address these challenges and opportunities. We partner with them to develop and execute the necessary integrated communications strategies to gain the confidence of key stakeholders in this era of accelerated change. &#xd;<br />Kekst CNC brings expertise on such high stakes matters as: M&amp;A, shareholder activism and governance, crisis communications, restructurings, regulatory investigations/resolutions, litigation support, investor relations, IPO communications, issues and reputation management, change management and employee engagement, public affairs and advocacy, as well as digital and social communications. &#xd;<br />Our global team of more than 250 experienced professionals serve clients from our 13 offices in New York, London, Munich, Berlin, Frankfurt, Brussels, Paris, Tokyo, Seoul, Hong Kong, Dubai, Abu Dhabi and Stockholm.&#xd;<br />In the Nordic markets, Kekst CNC also operates under the JKL brand.&#xd;<br />Our Brussels office is specialised in helping our clients navigate the complexity of the EU decision making process.&#xd;<br />Kekst CNC is part of the Publicis Groupe, the world’s third largest communications group.","acronym":"Kekst CNC","interests":"Agriculture and Rural Development, Banking and financial services, Budget, Business and Industry, Climate Action, Competition, Consumers, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Fraud prevention, International co-operation and development, Maritime affairs and fisheries, Public Health, Research and innovation, Single market, Taxation, Trade, Transport, Youth","euInitiatives":"Kekst CNC follows EU policy developments for its clients across a wide number of policy areas, including financial services, energy, transport and travel services, technology and digital services, media, telecommunications, food, healthcare, environment, consumer goods and competition.","lastUp":"2019-12-04T14:51:28.764+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}