{"id":"486542426334-26","name":"Verein für europäische Binnenschifffahrt und Wasserstraßen","registrationDate":"2017-03-15T10:07:22.749+01:00","category":4,"subCategory":5,"legal":"eingetragener Verein (e.V.)","web":"http://www.vbw-ev.de","country":"Germany","headAddress":"Dammstraße 15-17","headCity":"Duisburg","headPostCode":"47119","headPhone":"(49)20 38 00 06 27","boss":"Marcel Lohbeck","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":2,"membersFTE":"1.5","membership":"","memberOrga":"http://www.vbw-ev.de/en/association/information/members.html&#xd;\n&#xd;\nVBW also has about 120 institutional members (companies/administrations/professional organziations/R&amp;D institutions)","goal":"VBW is an independent privately funded think-tank&#xd;<br />and a network for inland waterway transport, that emphasizes on infrastructure, transport economy and logistics, telematics, ship technology and shipping law. The association is a platform for knowhow transfer between businesses, administrations and research and development institutions. It offers expertise and counsel to the sector, administrations and policy makers. The VBW publishes recommendations and data related to significant technical and logistic issues and actively promotes an intensified use of inland waterway transport.  The VBW’s success is based on its international, branchneutral and macroeconomic approach which is guaranteed by about 200 members, companies, institutions and personal members from different branches like ship operators, logistics companies, terminals, sea- and inland ports, industry, administrations, professional organizations, chambers of commerce, research and development and service providers. Members from nearly all countries with connections to the European inland waterway network contribute to the international character of the association and enable a true cross boarder knowledge transfer and work habit.  Founded in 1877 as an association of rhineshipping companies the VBW is one of the oldest organizations in inland shipping.","acronym":"VBW","interests":"Environment, Trans-European Networks, Transport","euInitiatives":"- Implementation of the NRMM directive&#xd;<br />- Greening of Inland Waterway Transport&#xd;<br />- Development of ES-TRIN within CESNI&#xd;<br />- TEN-T-Policies such as \"Good Navigation Status\"&#xd;<br />- NAIADES II&#xd;<br />- Development of the RIS-Directive/Guidelines&#xd;<br />- EU RIS Strategy","lastUp":"2018-03-05T09:49:36.036+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}