{"id":"486623223761-17","name":"Associação Nacional das Farmácias","registrationDate":"2016-10-06T13:27:57.750+01:00","category":2,"subCategory":1,"legal":"Employers association","web":"http://www.revistasauda.pt/Pages/homepage.aspx","country":"Portugal","headAddress":"Rua Marechal Saldanha, 1","headCity":"Lisboa","headPostCode":"1429-069","headPhone":"(351)2 13 40 06 00","boss":"Paulo Duarte","bossTitle":"","bossPosition":"President","membersCount":6,"membersFTE":"2.5","membership":"PGEU - Pharmaceutical Group of the European Union&#xd;\nFIP - International Pharmaceutical Federation &#xd;\nAFPLP - Associação dos Farmacêuticos dos Países de Língua Portuguesa&#xd;\nCCP - Confederação de Comércio e Serviços de Portugal","memberOrga":"","goal":"The National Association of Pharmacies (ANF) is a professional association which represents the interests of Pharmacy owners in Portugal. &#xd;<br />&#xd;<br />ANF has 2789 affiliated pharmacies which represents 96% of the Portuguese pharmacies.&#xd;<br />&#xd;<br />Make Pharmacies the most valued primary health care network by the Portuguese citizens is the main mission of ANF.","acronym":"ANF","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Information Society, Internal Market, Public Health, Research and Technology, Trade","euInitiatives":"All legal, economic and policy dossiers with impact on pharmacies and community Pharmacists namely Pharmaceutical legislation and regulation, veterinary legislation, data protection, Health digital market and the impact of fiscal policy on Health.&#xd;<br />&#xd;<br />Proposal for a directive of the European parliament and of the council on a proportionality test before adoption of new regulation of professions: during the last year a number of contacts and actions were conducted, mainly with the European Parliament and REPER and the legislative process is being closely monitored.&#xd;<br />&#xd;<br />Digital Single Market: new developments with impact on the healthcare sector are being followed and monitored. It was submitted an answer to the Public consultation on Transformation of Health and Care in the Digital Single Market.&#xd;<br />&#xd;<br />Falsified Medicines Directive: ANF is actively involved in the implementation of the directive engaging with decision maker and Delegate Regulation, regulators and other stakeholders both at national and European level. ANF is a member of the national stakeholders’ consortium, entity responsible for the implementation and operationalisation of the commission delegated regulation requirements concerning the national repository.   &#xd;<br />&#xd;<br />Expert Panel on Effective ways of Investing in Health: The work of this expert panel is being accompanied very closely and ANF participated in public consultations and public hearings: Tools and methodologies for assessing the performance of primary care and Competition among Health Care Providers in the European Union – Investigating Policy Options.&#xd;<br />\t&#xd;<br />European Semester: The European Commission analysis are monitored; regular economic updates on the Portuguese pharmaceutical market and pharmacy sector are send to relevant stakeholders namely DG ECFIN and DG SANTE.&#xd;<br />&#xd;<br />Health Technology Assessment:  new developments with impact on the healthcare sector are being followed. It was submitted an answer to the Public consultation on strengthening EU cooperation on Health Technology Assessment (HTA).&#xd;<br />&#xd;<br />Other public consultations: ANF submitted an answer to the Public Consultation on \"Retail regulations in a multi-channel environment, public consultation on possible activities to include in the new \"One Health\" Action Plan against antimicrobial resistance (AMR) - questionnaire for administrations, associations and other organisations and to the consultation on the European Pillar of Social Rights.","lastUp":"2017-12-26T11:25:28.910+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}