{"id":"487299836162-34","name":"Hellenic Environmental Center S.A.","registrationDate":"2019-10-09T17:20:01.165+02:00","category":2,"subCategory":3,"legal":"SOCIETE ANONYME","web":"http://hec.gr","country":"Greece","headAddress":"10 Akti Kondili","headCity":"Piraeus","headPostCode":"185 45","headPhone":"(30)21 04 29 02 80","boss":"Panagiotis Stamatogiannis","bossTitle":"Mr","bossPosition":"President of the Board of Directors","membersCount":7,"membersFTE":"4.0","membership":"Our company is a member of:&#xd;\nEuroshore&#xd;\nHellenic Marine Environment Protection Association&#xd;\nInternational Association of Ports &amp; Harbors &#xd;\nPiraeus Chamber of Commerce&#xd;\nTechnical Chamber of Greece&#xd;\nEuropean Federation of Waste Management&#xd;\nand Environmental Services&#xd;\nUnion of Greek Shipowners&#xd;\nHellenic Shortsea Shipowners Association","memberOrga":"","goal":"Our company undertakes the collection, transport and treatment of oil residues originating from ships and land-based units (industrial, shipbuilding, etc). As a leading Port Reception Facilities provider, during the past three decades, our company has established a pioneering and dynamic role in the protection of the marine environment, providing exemplary quality services worldwide. We have collected and treated tens of millions of tons of ship-generated and industrial oily waste, thus contributing significantly to the global marine environmental protection. Our vision strategic core values and principles are:&#xd;<br />\tEnvironment is one of the most significant pillars of global economy; a sensitive sector that only companies with value, duration and integrity can last with success. &#xd;<br />\tWe think ahead and aim not only to be satisfactory for the present, but also be proactive for the future and develop all the necessary tools and know-how to determine a better prospect.&#xd;<br />\tBuilding a legacy in the environmental sector is a synonym of setting a paradigm for the industry, for other companies, for the political and economic system; as well as showcasing the ecological economy as a leading force of sustainability for the future.","acronym":"HEC","interests":"Business and Industry, Environment, Maritime affairs and fisheries","euInitiatives":"The most important EU legislative files affecting our work are:&#xd;<br />&#xd;<br />Directive 2000/59/EC on port reception facilities for ship-generated waste and cargo residues.&#xd;<br />&#xd;<br />Directive 2008/98/EEC on waste","lastUp":"2019-10-09T17:23:21.472+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}