{"id":"487599829411-33","name":"Accademia Europea di Scienze Criminologiche e Forensi","registrationDate":"2017-12-21T18:08:02.460+01:00","category":3,"subCategory":2,"legal":"Associazione senza scopo di lucro","web":"http://www.aescrim.it","country":"Italy","headAddress":"Via Vanvitelli 74","headCity":"Mercato San severino","headPostCode":"84085","headPhone":"(39)0 89 87 90 36","boss":"Eliana Pecoraro ","bossTitle":"Ms","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"è intenzione dell'Aescrim creare una rete di centri  organizzati direttamente dall'associazione affinché possano crearsi in tutto il territorio nazionale (e, in futuro) europeo punti di riferimento altamente specializzati nel settore delle scienze criminologiche gestiti dagli associati  che erogano agli utenti tutti i servizi consultivi previsti.","goal":"L’Accademia A.E.S.CRIM. intende diffondere la cultura delle scienze criminologiche in Italia, affinché venga riconosciuto il ruolo professionale di chi, mettendo a disposizione la propria specifica formazione, guida e assiste, offrendo consulenza e formazione di settore, l'utente che si trovi per qualsiasi motivo in una situazione di soccombenza o di disagio. Ente accreditato MIUR ai sensi della Direttiva 170/2016 per la formazione personale docente.","acronym":"A.E.S.CRIM","interests":"Culture, Education and training, Employment and Social Affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Sport, Youth","euInitiatives":"Tra le iniziative della strategia Europa 2020 Aescrim segue le attività previste dall'agenda per il miglioramento e l'efficienza dei sistemi di insegnamento e formazione al fine di migliorare la qualità generale di tutti i livelli di istruzione nell'UE. Ed agevolare l'ingresso dei giovani nel mondo del lavoro formando nuove figure professionali spendibili anche a livello internazionale.","lastUp":"2019-11-05T12:09:58.693+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}