{"id":"487800623288-65","name":"Emmaus Europe","registrationDate":"2016-09-06T18:31:22.984+02:00","category":3,"subCategory":2,"legal":"Civil society organisation","web":"http://emmaus-europe.org/","country":"France","headAddress":"47, Avenue de la Résistance","headCity":"Montreuil","headPostCode":"93104","headPhone":"(33)1 41 58 25 70","boss":"Willi Does","bossTitle":"Mr","bossPosition":"President","membersCount":6,"membersFTE":"1.5","membership":"http://emmaus-europe.org/165-welcome-to-the-section-citizen-activities/222-10-network-based-working&#xd;\n&#xd;\nWe work with RREUSE, EAPN FEANTSA, Migreurop (http://www.migreurop.org/) and the Fondation Abbé Pierre (http://www.fondation-abbe-pierre.fr/)","memberOrga":"http://emmaus-europe.org/emmaus-europe/8-annuaire-des-groupes","goal":"The Emmaus movement was founded by Abbé Pierre in 1949. Emmaus Europe is a federation of Emmaus organisations in Europe. Its objectives are to reinforce and safeguard Emmaus’ identity in Europe in order to combat all forms of exclusion, social, racial, political, economic, religious, philosophical, ethnic and other types of discrimination, and in order to ensure that the rights of the poorest people in Europe and worldwide are recognised and exercised. Emmaus Europe also aims to act as a liaison and mutual support body for the members of Emmaus in Europe, while respecting their individual characteristics and independence, contribute to and ensure that the work of our members complies with Emmaus International policy and specifically with its fundamental texts and General Assembly decisions. &#xd;<br />To this end, Emmaus Europe undertakes the following tasks: lead the region’s member organisations, organise policy-related, economic and social training for Emmaus stakeholders in the region in order to equip them to play their advocacy role at local, national and regional level, gather all the information needed to develop the movement’s campaigning stance so that it can be conveyed to the region’s member organisations and contribute the ideas needed to ensure that the Emmaus International working groups function properly. Emmaus Europe also lobbies the public authorities and European political authorities, forms alliances with other European organisations which share the same aim in order to fight together against extreme poverty and its causes in all parts of the world and particularly in Europe, examines, adopts and monitors regional solidarity initiatives put forward by members of the region.","acronym":"","interests":"Borders and Security, Climate Action, Employment and Social Affairs, Environment, Foreign affairs and security policy, Justice and Fundamental Rights, Regional Policy","euInitiatives":"-\tAsylum and migration: refugee resettlement, EU-Turkey agreement, strategic partnership framework on migration, reform of the Dublin system, opening up legal channels, humanitarian visas, combating people trafficking and smuggling, social inclusion&#xd;<br />-\tHuman rights and fundamental rights&#xd;<br />-\tSocial economy and circular economy&#xd;<br />-\tEmployment, social affairs, posted workers&#xd;<br />-\tEnvironment, commonly-held resources&#xd;<br />-\tMinorities&#xd;<br />-\tHomelessness","lastUp":"2019-07-23T15:07:08.619+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}