{"id":"487949135851-58","name":"Cargolux Airlines International S. A.","registrationDate":"2019-09-20T15:01:49.658+02:00","category":2,"subCategory":3,"legal":"Société Anonyme","web":"http://www.cargolux.com","country":"Luxembourg","headAddress":"Luxembourg Airport","headCity":"Luxembourg","headPostCode":"2990","headPhone":"(352)4 21 11","boss":"Maxim Straus","bossTitle":"Mr","bossPosition":"Chief Financial Officer and Head of Public Affairs","membersCount":3,"membersFTE":"0.75","membership":"Airlines 4 Europe (a4e.eu)&#xd;\nEuropean Cargo Alliance (no website)&#xd;\nIATA (www.iata.org)","memberOrga":"Cargolux Italia S.p.A.","goal":"The Cargolux Group comprises Cargolux Airlines International S.A., based in Luxembourg, and its majority owned subsidiary Cargolux Italia, based at Milan Malpensa airport, Italy. Cargolux operates scheduled flights on a network spanning all continents, using a fleet of Boeing 747 aircraft. Cargolux Airlines started operating in 1970 and is now among the largest international cargo carriers worldwide. Cargolux Italia started operations in 2009. Cargolux has more than 85 offices in over 50 countries. &#xd;<br />&#xd;<br />Cargolux transports all types of goods, typically high-value cargo flown on behalf of industrial exporters and importers. Goods transported include, but are not limited to, machinery, consumer goods, part-finished goods and spare parts, perishable goods, pharmaceuticals and live animals. &#xd;<br />&#xd;<br />Cargolux directly employs 2000 persons, of which 1400 persons are based in Luxembourg. Indirectly, Cargolux employs a much larger number of persons as its activities generate employment among many service providers, including handling agents, road feeder services and others. &#xd;<br />&#xd;<br />Cargolux also provides third party aircraft maintenance services at its modern hangar at Luxembourg Airport.","acronym":"Cargolux","interests":"Banking and financial services, Borders and Security, Business and Industry, Climate Action, Competition, Customs, Digital economy and society, Economy, finance and the euro, Energy, Enlargement, Environment, External Relations, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, International co-operation and development, Single market, Taxation, Transport","euInitiatives":"1. EU aviation policy in all its aspects, in particular legislative activities stemming from Commission Communication COM(2015)598 \"An Aviation Strategy for Europe\". &#xd;<br />&#xd;<br />2. EU External Aviation activities, in particular the negotiation of agreements with other countries and economic blocs under Regulation 847/2004&#xd;<br />&#xd;<br />3. The implementation of the Union Customs Code&#xd;<br />&#xd;<br />4. EU security policy, including all aspects relating to aviation security and to the importation of cargo and mail by air (e.g. Regulation 185/2010 as subsequently amended)&#xd;<br />&#xd;<br />5. EU energy, climate change and environment policy. Aspects of particular interest include EU ETS, the REACH programme&#xd;<br />&#xd;<br />6. Discussions on the taxation of aviation activities&#xd;<br />&#xd;<br />7. EU competition law&#xd;<br />&#xd;<br />8. EU External Relations activities","lastUp":"2019-09-20T15:25:44.925+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}