{"id":"488337235443-55","name":"X8 AG","registrationDate":"2019-07-16T21:28:55.655+02:00","category":2,"subCategory":3,"legal":"LLC","web":"http://X8CURRENCY.COM","country":"Switzerland","headAddress":"21 BAHNHOFSTRASSE","headCity":"ZUG","headPostCode":"6300","headPhone":"(41)7 96 99 44 88","boss":"Francesca Greco","bossTitle":"Ms","bossPosition":"CO-CEO","membersCount":2,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"The revolutionary impact of blockchain technologies has one foot through the door of the fintech world. The benefits of stable digital currencies and FinTech AI based software applied to traditional financial and banking sectors have been the center of the discussions at governmental level.&#xd;<br />&#xd;<br />X8currency objective is to bring stability to the markets as  X8Currency is a 100% backed coin whose funds are diversified between 8 major fiat currencies and gold coins. AI incrementally shifts value between these assets to preserve value and fight inflation. There is no peg involved and the coin provides a unique unit of value preservation to its holder. It targets greater stability than major currencies which themselves have volatile exchange rates and present unique incentive to exchange fiat for crypto in order to avoid loss of value. X8currency is the only value preservation digital currency in the world and it is also Sharia compliant which means is to be considered as one of the safest investments. In fact, under islamic banking laws no speculation nor leverage are allowed.","acronym":"X8","interests":"Banking and financial services, Business and Industry, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Fraud prevention, Research and innovation, Single market, Taxation","euInitiatives":"1. Cryptocurrencies and blockchain&#xd;<br />Legal context and implications for financial crime, money laundering and tax evasion&#xd;<br />&#xd;<br />All initiatives concerning Digital Currencies, FinTech and Cybersecurity.","lastUp":"2019-07-16T21:30:11.165+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}