{"id":"488473732753-74","name":"ATN Consulting","registrationDate":"2018-10-03T08:04:12.917+02:00","category":1,"subCategory":8,"legal":"Indépendent","web":"","country":"Belgium","headAddress":"Av. Marcel Thiry 29","headCity":"Bruxelles","headPostCode":"1200","headPhone":"(32)4 73 32 63 45","boss":"Alexander Nice","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"1.0","membership":"Brussels agent for Educational Programmes Abroad (www.epa-internships.org)&#xd;\n&#xd;\nBritish School at Rome","memberOrga":"","goal":"ATN Consulting is an educational consultancy based in Brussels. It has three main focus areas:&#xd;<br />&#xd;<br />Study abroad programmes for US students (working with Educational Programmes Abroad (www.epa-internships.org).&#xd;<br />&#xd;<br />External evaluation of projects and proposals, including Erasmus+.&#xd;<br />&#xd;<br />Professional consultancy in the domains of education, culture, and sport.&#xd;<br />&#xd;<br />The mission of ATN Consulting is chiefly to promote the academic, professional, and personal development of US students by encouraging intellectual awareness and understanding via study abroad and work placements in a professional environment. It aims to foster new and stimulating national and international perspectives on wide-ranging issues and to enhance students’ intercultural awareness and understanding. It also intends to strengthen the students' range of skills and competencies to assist their future employability and career development. &#xd;<br />&#xd;<br />ATN Consulting also strives to provide and to promote the highest standards in evaluation and assessment for European Union projects relevant to education, culture, and sport.&#xd;<br />&#xd;<br />We advocate for positive change in European Union legislation, policy, and programmes within the realms of education, culture, and sport to ensure that equal opportunities are provided for the populace regardless of race, ethnicity, religion, or identity. &#xd;<br />&#xd;<br />ATN Consulting further aims to build partnerships which can leverage synergies between diverse subject areas and broaden the social and cultural impact or its activities.","acronym":"ATN","interests":"Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Humanitarian aid and civil protection, Justice and Fundamental Rights, Public Health, Sport, Youth","euInitiatives":"Erasmus+ funding&#xd;<br />ACP-EU Cooperation and Development &#xd;<br />US-EU Relations&#xd;<br />Recognition of study abroad&#xd;<br />Higher Education, incl. Erasmus+ and Horizon 2020&#xd;<br />Key competences&#xd;<br />Bologna Process&#xd;<br />Reform of Internships&#xd;<br />Education and Culture","lastUp":"2018-10-03T08:09:36.404+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}