{"id":"48849298417-82","name":"Zimmer Biomet Holdings","registrationDate":"2012-04-11T10:29:09.378+01:00","category":2,"subCategory":3,"legal":"Inc.","web":"http://www.zimmerbiomet.com","country":"Switzerland","headAddress":"Sulzerallee, 2","headCity":"Winterthur","headPostCode":"8404","headPhone":"(41)5 88 54 83 52","boss":"Didier Deltort","bossTitle":"Mr","bossPosition":"President EMEA Zimmer Biomet Holdings, Inc.","membersCount":2,"membersFTE":"0.75","membership":"Member of Medtech Europe and AdvaMed. In addition Zimmer Biomet is member of several national trade associations within the EU.","memberOrga":"","goal":"Zimmer Biomet (NYSE: ZBH) is a publicly traded medical device company. &#xd;<br />The firm is headquartered in Warsaw, Indiana, where it is part of the medical devices business cluster. Founded in 1927, Zimmer Biomet is a world leader in orthopaedic implantable devices.  Zimmer Biomet designs, develops, manufactures and markets orthopaedics products, including knee, hip, shoulder, elbow, foot and ankle artificial joints and dental prostheses. Zimmer Biomet has operations in more than 25 countries around the world (US, Australia, Austria, Belgium, Canada, China, Czech Republic, Finland, France, Germany, India, Ireland, Israel, Italy, Japan, Latin America, Netherlands, Brasil, Portugal, Russia, South Africa, Spain etc.) and sells products in more than 100 countries. Leading product lines include:&#xd;<br />• Reconstructive joints such as hip, knee and shoulder implants;&#xd;<br />• Dental implants such as restorative/reconstructive implants and regenerative products;&#xd;<br />• Spine implants;&#xd;<br />• Trauma devices to reattach or stabilize damaged bone or tissue;&#xd;<br />•Surgical products such as tourniquet systems and auto-transfusion devices;&#xd;<br />• Orthobiologics such bone graft materials","acronym":"ZBH","interests":"Borders and Security, Competition, Consumers, Customs, Economy, finance and the euro, External Relations, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"-Implementing und Delegated Acts for the Medical Device Regulation.&#xd;<br />-Health Technology Assessment 2011/24&#xd;<br />-Collective Redress&#xd;<br />-Brext","lastUp":"2019-12-18T13:43:49.273+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}