{"id":"488592014869-66","name":"Verband Sonderpädagogik e. V.","registrationDate":"2014-11-07T06:52:11.951+01:00","category":3,"subCategory":2,"legal":"Nichtregierungsorganisation","web":"http://www.verband-sonderpaedagogik.de","country":"Germany","headAddress":"Ohmstraße, 7","headCity":"Würzburg","headPostCode":"97076","headPhone":"(49)93 12 40 20","boss":"Maria Anna Schardt","bossTitle":"Ms","bossPosition":"Bundesgeschäftsführerin","membersCount":7,"membersFTE":"7.0","membership":"Bundesarbeitsgemeinschaft (BAG) Behindertenpädagogik","memberOrga":"Landesverband Baden-Württemberg(920),&#xd;\nLandesverband Bayern(1069),&#xd;\nLandesverband Berliin(206),&#xd;\nLandesverband Brandenburg(138),&#xd;\nLandesverband Bremen(104),&#xd;\nLandesverband Hessen(691),&#xd;\nLandesverband Mecklenburg-Vorpommern(82),&#xd;\nLandesverband Niedersachsen(783),&#xd;\nLandesverband Nordrhein-Westfalen(2022),&#xd;\nLandesverband Rheinland-Pfalz(315),&#xd;\nLandesverband Saarland(78),&#xd;\nLandesverband Sachsen(162),&#xd;\nLandesverband Sachsen-Anhalt(198),&#xd;\nLandesverband Schleswig-Holstein(346),&#xd;\nLandesverband Thüringen(158),&#xd;\nLandesverband Hamburg(206)","goal":"Der Verband Sonderpaedagogik e.V. ist Europas größter Fachverband für die Rechte von Menschen mit Behinderungen. &#xd;<br />&#xd;<br />Die Leitlinien des Verbands Sonderpädagogik e.V. (vds) zeigen die bildungspolitischen Aktivitäten zur pädagogischen Förderung von Kindern, Jugendlichen und Erwachsenen auf, die behindert, von Behinderung bedroht oder dauerhaft erkrankt sind. Sie umfassen Grundsätze und Entwicklungsperspektiven des Verbands und schreiben das Schwerpunktprogramm der Verbandsarbeit gemäß Beschlusslage der Gremien fort.&#xd;<br />Der Verband Sonderpädagogik geht von einem prozessualen und sozialen Begriff von Behinderung aus. Dieser Begriff hat sich historisch entwickelt und entwickelt sich weiter. Die gegenwärtige rehabilitations- und humanwissenschaftliche Debatte verweist auf die Komplexität, innerhalb derer Behinderung zu begreifen ist. So geht die internationale Klassifikation der Weltgesundheitsorganisation (WHO) zu Fragen der Funktionsfähigkeit, Behinderung und Gesundheit (ICF) davon aus, dass Leben mit einer Behinderung immer auch große existentielle Gefährdungen in sozialer Hinsicht – Partizipation – und größere emotionale Verwundbarkeit in psychologischer Hinsicht – und damit die Einschränkung von Möglichkeiten der Aktivität – beinhaltet.&#xd;<br />Ein Mensch mit Behinderung ist immer ein Mensch, der behindert wird und der Prozessen sozialer Ausgrenzung und Verweigerung von Anerkennung ausgesetzt ist. Behinderung ist das Ergebnis der Wechselwirkung zwischen individuellen Voraussetzungen und Bedingungen des Umfelds. &#xd;<br />In Wahrnehmung ihrer eigenen Geschichte und bei aller Begrenztheit historischer Erkenntnis gibt es unverzichtbare Grundsätze moderner Sonderpädagogik. Die soziale und humane Anerkennung von Menschen mit Behinderungen in einer von Ausgrenzung bedrohten Lebenssituation ist grundlegendes Prinzip. Wie alle anderen Bürgerinnen und Bürger haben Menschen mit Behinderungen universelle Menschenrechte. Vor diesem Hintergrund geht der Verband Sonderpädagogik von der Gewährleistung eines humanen Dialogs in Anerkennung der Gleichwertigkeit und Selbstbestimmungsfähigkeit des Anderen aus.&#xd;<br />Für den Prozess der inklusiven Bildung und der notwendigen Umstrukturierung im gesamten Bildungssystem müssen sich gesellschaftliche Haltungen und Einstellungen verändern sowie entsprechende Ressourcen zur Verfügung gestellt werden. &#xd;<br />&#xd;<br />Der Verband Sonderpädagogik beschreitet konsequent den Weg zu einem inklusiven Bildungs- und Erziehungssystem. Dieser Weg setzt auf die Kraft von Visionen und muss von der Entwicklung einer auf Inklusion ausgerichteten Gesetzgebung begleitet werden. &#xd;<br />Die Schulgesetze der Länder sind entsprechend den Zielen der UN-Konvention über die Rechte der Menschen mit Behinderungen und der UN-Kinderrechtskonvention weiterzuentwickeln. Die Kultusministerkonferenz ist in der Pflicht, hierfür entsprechende Leitlinien und Zielstellungen einheitlich für alle Bundesländer zu erarbeiten. &#xd;<br />Schwerpunkt der Arbeit sind bildungspolitische Aktivitäten auf Bundes- und Länderebene. In der deutschen bildungspolitischen Landschaft wird der Verband gehört und um Beratung angefragt (Ministerien, Institut für Menschenrechte, andere NGOs, etc). Er ist Herausgeber der Zeitschrift für Heilpädagogik, die als einzige deutsche Fachzeitschrift im European Reference Index for the Humanities geführt wird. Der Verband unterhält eine eigene Bildungsakademie, die sich die professionelle Fort- und Weiterbildung im Rahmen inklusiver Bildungssysteme als vorrangiges Ziel gesetzt hat. Große Kongresse und Fachveranstaltungen leisten einen regelmäßigen Beitrag für interessierte Kolleginnen und Kollegen","acronym":"vds","interests":"Culture, Development, Education, Employment and Social Affairs, General and Institutional Affairs, Humanitarian Aid, Information Society, Research and Technology, Trans-European Networks","euInitiatives":"Umsetzung der UN-Behindertenrechtskonventioin","lastUp":"2017-09-29T21:39:28.819+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}