{"id":"4885579968-84","name":"Council of European Dentists","registrationDate":"2009-01-15T15:17:19.893+02:00","category":2,"subCategory":1,"legal":"asbl","web":"http://www.cedentists.eu","country":"Belgium","headAddress":"Avenue de la Renaissance, 1","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)27 36 34 29","boss":"Marco Landi","bossTitle":"Mr","bossPosition":"President","membersCount":5,"membersFTE":"3.75","membership":"The CED is a member of the Federation of European and International Associations established in Belgium (FAIB http://faib.org/), an associate member of the European Movement International (EMI http://europeanmovement.eu/) and holds a liaison status with CEN/TC 55 Committee (http://www.cen.eu/Pages/default.aspx).","memberOrga":"http://www.cedentists.eu/members.html&#xd;\nhttp://www.cedentists.eu/observers.html","goal":"The Council of European Dentists (CED) is the representative organisation for the dental profession in the EU, representing over 340,000 practising dentists through 32 national dental associations. Established in 1961 to advise the European Commission on matters relating to the dental profession, the CED promotes high standards of oral healthcare and effective patient safety centred professional practice throughout Europe.","acronym":"CED","interests":"Budget, Business and Industry, Competition, Consumers, Digital economy and society, Education and training, Employment and Social Affairs, Environment, Food Safety, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Regulation on Mercury&#xd;<br />&#xd;<br />Directive of the European Parliament and of the Council on a proportionality test before adoption of new regulation of professions&#xd;<br />&#xd;<br />Regulation on the protection of individuals with regard to the processing of personal data and on the free movement of such data (General Data Protection) &#xd;<br />&#xd;<br />Regulation of the European Parliament and of the Council on medical devices, and amending Directive 2001/83/EC, Regulation (EC) No 178/2002 and Regulation (EC) No 1223/2009&#xd;<br />&#xd;<br />Directive 2005/36/EC on mutual recognition of professional qualifications as amended by Directive 2013/55/EU&#xd;<br />&#xd;<br />Council Directive on the approximation of the laws of the Member States relating to cosmetic products (76/768/EEC)&#xd;<br />&#xd;<br />EU Health Programme 2014-2020&#xd;<br />&#xd;<br />eHealth Action Plan 2012-2020","lastUp":"2018-10-25T10:06:21.257+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}