{"id":"488692317424-44","name":"AMBER Alert Europe","registrationDate":"2015-05-20T12:45:26.459+02:00","category":3,"subCategory":2,"legal":"Foundation with charitable status","web":"http://www.amberalert.eu","country":"Netherlands","headAddress":"Peter Treckpoelstraat 4","headCity":"Beek","headPostCode":"6191 VK","headPhone":"(31)4 64 36 21 00","boss":"Frank Hoen","bossTitle":"Mr","bossPosition":"President AMBER Alert Europe","membersCount":4,"membersFTE":"3.5","membership":"","memberOrga":"AMBER Alert Europe’s 30 participating organisations include civil society, authorities, and business from 21 countries. AMBER Alert Europe facilitates the European Police Expert Network on Missing Children, consisting of over 50 experts from 19 countries, and the Task Force on AMBER Alerts. The goals of AMBER Alert Europe are backed by 465 Members of the European Parliament: most successful Written Declaration since 2011.","goal":"To be a life-saving factor in abductions or disappearances of missing children or other vulnerable people throughout Europe;&#xd;<br />To undertake any further actions necessary related to achieving or advancing the above-mentioned goal, in the broadest sense.&#xd;<br />&#xd;<br />&#xd;<br />One of the ways the foundation aims to achieve its objective is by removing bureaucratic, legal, geographical or linguistic obstacles. In order to achieve its objective, the foundation will try to liaise with organizations striving to improve security within the European society.","acronym":"AMBER Alert EU","interests":"Borders and Security, Communication, Culture and media, Digital economy and society, External Relations, Foreign affairs and security policy, Justice and Fundamental Rights, Regional Policy, Research and innovation, Youth","euInitiatives":"Charter of Fundamental Rights of the European Union&#xd;<br />&#xd;<br />'Best practice for launching a cross-border child abduction alert', European Commission, 24 November 2008&#xd;<br />&#xd;<br />'Child abduction alert/ draft council conclusions', Justice and Home Affairs Council/ the Council of the European Union, 11 November 2008&#xd;<br />&#xd;<br />An EU Agenda for the Rights of the Child&#xd;<br />&#xd;<br />Towards an EU Strategy on the Rights of the Child&#xd;<br />&#xd;<br />Directive 2001/36/EU of the European Parliament and of the Council of 5 April 2011 on preventing and combating trafficking in human beings and protecting its victims&#xd;<br />&#xd;<br />EU Strategy towards eradication of trafficking in human beings 2012-2016&#xd;<br />&#xd;<br />Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data&#xd;<br />&#xd;<br />The European Agenda on Security","lastUp":"2019-07-24T09:59:04.251+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}