{"id":"488774727597-70","name":"FONDAZIONE BRUNO KESSLER","registrationDate":"2017-06-27T10:54:32.143+02:00","category":4,"subCategory":5,"legal":"Fondazione di ricerca no profit - Organismo di diritto privato","web":"https://www.fbk.eu/it/","country":"Italy","headAddress":"via Santa Croce, 77","headCity":"TRENTO","headPostCode":"38122","headPhone":"(39)31 44 44","boss":"ANDREA SIMONI","bossTitle":"Mr","bossPosition":"Segretario generale","membersCount":3,"membersFTE":"1.0","membership":"","memberOrga":"1. Collegio dei Fondatori e Sostenitori della Fondazione https://trasparenza.fbk.eu/Organizzazione/Titolari-di-incarichi-politici-di-amministrazione-di-direzione-o-di-governo/Collegio-dei-Fondatori-e-dei-Sostenitori&#xd;\n2. Dotazione organica e personale a tempo indeterminato https://trasparenza.fbk.eu/Personale/Dotazione-organica&#xd;\n3. Personale dipendente a tempo determinato ed in collaborazione a progetto&#xd;\nhttps://trasparenza.fbk.eu/Personale/Personale-non-a-tempo-indeterminato&#xd;\n4. Società partecipate&#xd;\nhttps://trasparenza.fbk.eu/Enti-controllati/Societa-partecipate&#xd;\n5. dal 2010 membro Associazione/Gruppo di ricerca N.ERGHY \"Research on Fuel Cells and Hydrogen\" www.nerghy.eu&#xd;\n6. dal 2008 membro Associazione ARTEMIS-IA \"Artemis Industry Association\" https://artemis-ia.eu","goal":"La Fondazione Bruno Kessler promuove:&#xd;<br />- le attività culturali, la ricerca scientifica, lo sviluppo tecnologico, sia nella prospettiva dell'avanzamento della conoscenza che del servizio alla comunità locale;&#xd;<br />- l'esplorazione di frontiere innovative del sapere con particolare riguardo agli approcci interdisciplinari e alla dimensione applicativa;&#xd;<br />- l'apertura internazionale del Trentino, tramite collaborazioni e attività di scambio con realtà di ricerca nazionali ed internazionali;&#xd;<br />- la capacità diffusa di innovazione, coinvolgendo la comunità e l'economia locale;&#xd;<br />- il trasferimento dei risultati della ricerca: il sostegno a nuove imprenditorialità, alla crescita di inedite capacità professionali e alla qualificazione delle strutture delle&#xd;<br />amministrazioni pubbliche.","acronym":"FBK","interests":"Agriculture, Business and Industry, Climate Action, Communication, Culture, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, General and Institutional Affairs, International co-operation and development, Public Health, Research and innovation","euInitiatives":"Progetti di ricerca nell'ambito di FP7, H2020 e altri programmi di ricerca (es. Interreg, erasmus+, etc.);&#xd;<br />Progetti pilota dell'europarlamento;&#xd;<br />Consultazioni sulle politiche che riguardano l'energia, salute pubblica, cambiamenti climatici, etc.","lastUp":"2018-06-06T14:14:12.928+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}