{"id":"488875815967-50","name":"Association Française des Gestionnaires d'Infrastructures Ferroviaires Indépendants","registrationDate":"2015-02-09T12:02:15.092+01:00","category":2,"subCategory":4,"legal":"Association française Loi 1901","web":"http://agifi.org","country":"France","headAddress":"13-15 rue Taitbout","headCity":"Paris","headPostCode":"75009","headPhone":"(33)01 48 01 47 45","boss":"Christophe Pélissié du Rausas","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"LISEA:http://www.lgv-sea-tours-bordeaux.fr LISEA est la société concessionnaire de la ligne ferroviaire à grande vitesse (LGV) Tours-Bordeaux, qui sera inaugurée à l’été 2017 (projet SEA, Sud Europe Atlantique) et qui mettra Bordeaux à 2h05 de Paris contre plus de 3h00 actuellement. Aux termes du contrat de concession signé en juin 2011 avec Réseau Ferré de France (RFF), LISEA est responsable du financement, de la conception, de la construction, de la maintenance et de l’exploitation de la nouvelle LGV pour les cinquante prochaines années (jusqu’en 2061).&#xd;\n&#xd;\nOc'Via: http://www.ocvia.fr Oc’Via est le titulaire du contrat de partenariat du Contournement de Nîmes et Montpellier qui sera inauguré fin 2017 et qui permettra de relier Montpellier à Paris en moins de 3 heures. Aux termes du contrat de partenariat signé le 28 Juin 2012 avec Réseau Ferré de France (RFF), Oc’via est responsable du financement, de la conception, de la construction, de la maintenance de ce maillon supplémentaire pour 25 ans (jusqu’en 2037).&#xd;\n&#xd;\nLGV BPL: http://www.ere-lgv-bpl.com: La LGV Bretagne-Pays de La Loire s'inscrit dans le prolongement de la LGV Atlantique Paris - Le Mans. Elle sera mise en service au printemps 2017 et mettra Paris à moins d’1h30 de Rennes. Le contrat de partenariat entre ERE et RFF signé le 28 juillet 2011 confie à ERE la responsabilité du financement, de la conception, de la construction et de la maintenance de la nouvelle LGV pour 25 ans (jusqu’en 2036).&#xd;\n&#xd;\nEurotunnel: http://www.eurotunnel.com Eurotunnel est la société concessionnaire de la liaison fixe transmanche jusqu'en 2086. C’est une autoroute ferroviaire empruntée par 2,5 millions de voitures et 1,4 million de camions par an, ce qui en fait le leader mondial du ferroutage. Le tunnel sous la Manche accueille aussi des trains voyageurs à grande vitesse et des trains de marchandises. &#xd;\n&#xd;\nSynerail: http://www.synerail.com Synérail est la société titulaire du contrat de partenariat public privé GSM-Rail. Aux termes du contrat de partenariat signé en février 2010, sa mission est d’assurer la conception, la construction, l'exploitation, la maintenance et le financement du déploiement du GSM-Rail sur 14 000 kilomètres du réseau ferré français jusqu’en 2025.","goal":"Représente les intérêts de ses membres dans un secteur traditionnellement organisé autour de quelques entreprises historiques. Permettre à ses membres d’être reconnus comme des acteurs à part entière du secteur ferroviaire: &#xd;<br />a) défendre les intérêts communs de ses membres et les &#xd;<br />représenter notamment auprès des pouvoirs publics nationaux, des autorités communautaires, des organisations et associations internationales ;&#xd;<br />b) d’examiner et de proposer dans l’intérêt commun de ses membres toutes réformes et toutes mesures réglementaires et législatives dont la nécessité serait reconnue et de les soutenir auprès des pouvoirs compétents c) de constituer pour ses membres un lieu d’échanges autour de bonnes pratiques, retours d’expériences, promotion du modèle des partenariats publics privés dans le secteur ferroviaire&#xd;<br />d) d’assurer la réalisation d’études, de recherches et d’enquêtes sur les sujets communs.","acronym":"AGIFI","interests":"Budget, Competition, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Environment, General and Institutional Affairs, Internal Market, Taxation, Trans-European Networks, Transport","euInitiatives":"L'ensemble des textes et initiatives relatifs au secteur ferroviaire.&#xd;<br />actes d'exécution du 4ème paquet ferroviaire.","lastUp":"2017-05-18T14:22:56.713+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}