{"id":"488965832139-26","name":"4Change, Cooperativa Cultural e de Solidariedade Social CRL.","registrationDate":"2018-07-23T17:59:08.394+02:00","category":3,"subCategory":2,"legal":"non profit cooperative","web":"http://www.4change.org/en","country":"Portugal","headAddress":"R. Cav. Oliveira","headCity":"Lisbon","headPostCode":"1170-086","headPhone":"(351)9 62 56 68 88","boss":"Sandra Oliveira","bossTitle":"Ms","bossPosition":"President of the Board","membersCount":7,"membersFTE":"5.0","membership":"&gt; ALDA - European Association for Local Democracy (http://www.alda-europe.eu/newSite/)&#xd;\n> MitOst https://mitost.org/&#xd;\n> Bosch Alumni Network https://www.boschalumni.net/topics/3379/home&#xd;\n> CASES https://www.cases.pt/","memberOrga":"","goal":"4Change is a collaborative (cooperative) structure that work both as an NGO and a social sector consultancy collective. Within the mission of 4Change it is the development of local, global and European awareness raising on our common future - building active communities, strengthening participation and offering capacity building to maximize the social impact of ours, our partners and Social and Solidarity Economy actions. From our mission: 'facilitate social, economical and local transformation – fostering social justice and equity'.","acronym":"4Change","interests":"Communication, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Research and innovation, Trans-European Networks, Youth","euInitiatives":"4Change works in the areas of social impact assessment and management in both fields of societal and educational interventions.&#xd;<br />Public policies on the social and education sector that relate to more effective and efficient, relevant and sustainable interventions are the core of our research and practice.&#xd;<br />Eg1. 4Change is providing consultancy for the portuguese chapter of EU Social Fund (http://poise.portugal2020.pt/inicio) and the European Pillar of Social Rights https://ec.europa.eu/commission/priorities/deeper-and-fairer-economic-and-monetary-union/european-pillar-social-rights_en &#xd;<br />Eg2. 4Change is following the debate, research and practice on Media Literacy and its application on formal and non-formal education (https://ec.europa.eu/culture/policy/audiovisual-policies/literacy_en) - and working locally to research and implement media literacy as a tool for civic education and critical thinking","lastUp":"2018-07-23T18:05:05.012+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}