{"id":"489174129641-36","name":"Eesti Maaülikool (Estonian University of Life Sciences)","registrationDate":"2018-01-17T12:23:46.875+01:00","category":4,"subCategory":12,"legal":"a public entity","web":"http://www.emu.ee","country":"Estonia","headAddress":"Fr. R. Kreutzwaldi 1","headCity":"Tartu","headPostCode":"51014","headPhone":"(372)7 31 30 01","boss":"Mait Klaassen","bossTitle":"","bossPosition":"Rector","membersCount":17,"membersFTE":"4.25","membership":"","memberOrga":"","goal":"Estonian University of Life Sciences is the only university in Estonia, whose research activities include in a holistic way the sustainable use of vital primary resources and the maintenance of life environment. The University creates and shares knowledge to the promotors of bio-economy for the best of Nature and Man. &#xd;<br />The Estonian University of Life Sciences contributes via value-chain-based approach to sustainable use of natural resources, environmental sustainability, coping with climate change, preserving biodiversity, providing food security, producing safe and healthy food, and promoting Estonian regional development.&#xd;<br />Strategic development goals&#xd;<br />•\tInternationally recognized research&#xd;<br />•\tHighly rated university education, graduates in high demand on the labour market.&#xd;<br />•\tAdvancing, motivated and united members of the University community&#xd;<br />•\tThe University encourages development in its areas of responsibility. Estonian University of Life Sciences supports the economic, cultural and social development&#xd;<br />•\tThe organization supports the main activities of the members of the University","acronym":"EMÜ","interests":"Agriculture and Rural Development, Climate Action, Education, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Public Health, Regional Policy, Research and Technology, Trans-European Networks","euInitiatives":"Europe 2020- Education and Training 2020 programme; Operational Programme for Cohesion Policy Funding 2014-2020, Bologna Process and European Higher Education Area; Erasmus + programme&#xd;<br />European Regional Development Fund; European Research Area","lastUp":"2018-01-17T12:34:56.070+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}