{"id":"48918086666-95","name":"European Association of Research and Technology Organisations","registrationDate":"2011-09-13T18:10:36.432+01:00","category":2,"subCategory":7,"legal":"AISBL: Association Internationale Sans But Lucratif","web":"http://www.earto.eu/","country":"Belgium","headAddress":"rue Joseph II, 36-38","headCity":"Brussels","headPostCode":"B-1000","headPhone":"(32)25 02 86 98","boss":"Muriel Attane","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":6,"membersFTE":"6.0","membership":"","memberOrga":"http://www.earto.eu/about-earto/list-of-members.html","goal":"EARTO is the trade association of Europe’s specialised research and technology organisations (RTOs). Its members make a major contribution to strengthening economic competitiveness and social development in Europe by supporting product, process and service innovation in all branches of industry and services, public and private.&#xd;<br />EARTO represents the views of its members to European decision-makers. It publishes policy papers and organises task forces and briefing sessions. EARTO members sit on influential European policy bodies, including EURAB, Framework Programme Advisory Committees, and Commission expert groups.&#xd;<br />EARTO is a forum for exchange and co-operation between its members. It organises working groups, information events and Annual Conferences. Members plan and perform major European R&amp;D projects.&#xd;<br />EARTO provides its members with information about European policies and programmes, provides support services for preparing proposals to the EU Framework Programme, and arranges meetings with European officials. &#xd;<br />Launched in 1999, EARTO represents more than 350 RTOs with a total staff of some 160,000 scientists, engineers and technicians and an annual turnover of €12 billion. Their equipment and facilities total several billion euro and their services benefit more than 100,000 customers annually.&#xd;<br />Within the foregoing general mission, EARTO’s objectives are:&#xd;<br />•\tto obtain appropriate legal, financial and other conditions for the exercise of the profession;&#xd;<br />•\tto formulate and to voice the position of RTOs on general and specific policies, programmes and issues affecting them;&#xd;<br />•\tto foster the outsourcing of research and technology development, and to encourage government at all levels to stimulate science, research, technology and innovation;&#xd;<br />•\tto enhance co-operation among its members in order to improve their individual and collective efficiency in serving firms, governments and other clients and in developing innovations;&#xd;<br />•\tto provide its members with select information about European policies and programmes and to assist them in planning and performing major European research, technology and innovation projects;&#xd;<br />•\tto develop clear and fair rules as to technical responsibility, commercial practice and intellectual property, in order to further strengthen the standards of the profession;&#xd;<br />•\tto exchange information and experience through position papers, technical reports, bulletins, directories, conferences and other activities;&#xd;<br />•\tto negotiate and manage, when appropriate, projects and contracts on behalf of members;&#xd;<br />•\tto further strengthen its representation of the profession by extending its membership base and improving its relationships with other groups of research-, technology- and innovation-related organisations;&#xd;<br />•\tto provide its members with fully serviced office and meeting facilities at its secretariat in Brussels.","acronym":"EARTO","interests":"Budget, Climate Action, Competition, Energy, Enterprise, Environment, Food Safety, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Transport","euInitiatives":"Horizon 2020&#xd;<br />European Structural and Investment Fund&#xd;<br />European Fund for Strategic Investments&#xd;<br />European Research Area&#xd;<br />Policies concerning Research &amp; Innovation","lastUp":"2017-07-30T19:20:51.765+01:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}