{"id":"489460936160-17","name":"Hochschule der Medien","registrationDate":"2019-10-09T14:05:33.721+02:00","category":4,"subCategory":12,"legal":"Körperschaft des öffentlichen Rechts","web":"https://www.hdm-stuttgart.de/index_html","country":"Germany","headAddress":"Nobelstr.10","headCity":"Stuttgart","headPostCode":"70569","headPhone":"(49)7 11 89 23 10","boss":"Alexander  Roos","bossTitle":"Mr","bossPosition":"Rektor","membersCount":1,"membersFTE":"0.25","membership":"-Hochschulrektorenkonferenz (HRK)&#xd;\n-Hochschulföderation Südwest (HfSW)","memberOrga":"","goal":"Die Hochschule der Medien ist eine staatliche Hochschule (Träger: Land Baden-Württemberg) und bildet Spezialisten rund um die Medien aus. &#xd;<br />&#xd;<br />Die Hochschule deckt alle Medienbereiche ab - vom Druck bis zum Internet, von der Gestaltung bis zur Betriebswirtschaft, von der Bibliothekswissenschaft bis zur Werbung, von Inhalten für Medien bis zur Verpackungstechnik, von der Informatik über die Informationswissenschaft bis zum Verlagswesen und zu elektronischen Medien. &#xd;<br />&#xd;<br />Die Hochschule der Medien versteht sich als Teil des Innovationssystems der Medienbranchen. Sie organisiert die Entstehung und Verteilung von Wissen für qualifizierte Medienspezialisten in Bezug auf technische, wirtschaftliche, inhaltliche und gestalterische Aspekte. Dazu verzahnt sie Ausbildung, angewandte Forschung und Technologietransfer und unterstützt die Existenzgründungsaktivitäten ihrer Studierenden und Absolventinnen und Absolventen. Wissenschaftliche Leistungen im engeren Sinne sind dabei für die Hochschule ebenso bedeutend wie künstlerische.","acronym":"HdM","interests":"Communication, Culture and media, Digital economy and society, Education and training, Research and innovation","euInitiatives":"Die HdM verfolgt Europäische Initiativen im Zusammenhang mit der Umsetzung von Horizon 2020 und Strukturfonds (EMFF, Interreg)","lastUp":"2019-10-09T14:11:06.218+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}