{"id":"48952257453-32","name":"Interreg CENTRAL EUROPE","registrationDate":"2011-12-15T14:03:04.356+01:00","category":6,"subCategory":9,"legal":"European organisation","web":"http://www.interreg-central.eu","country":"Austria","headAddress":"Kirchberggasse, 33-35/11","headCity":"Vienna","headPostCode":"1070","headPhone":"(431)8 90 80 88 24 11","boss":"Luca Ferrarese","bossTitle":"Mr","bossPosition":"Head of Joint Secretariat","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"www.interreg-central.eu/contacts","goal":"Interreg CENTRAL EUROPE is a European Union cohesion policy programme, managed by the City of Vienna. &#xd;<br />&#xd;<br />Since 2007 the programme has encouraged transnational cooperation among cities and regions regions of nine central European countries. Interreg CENTRAL EUROPE currently co-finances 129 cooperation projects with a budget of EUR 231 million from the European Regional Development Fund. &#xd;<br />&#xd;<br />For Interreg CENTRAL EUROPE #cooperationiscentral. The programme is a relevant instrument for tackling common challenges and needs among cities and regions in Austria, Croatia, the Czech Republic, Germany, Hungary, Italy, Poland, Slovakia, and Slovenia. &#xd;<br />&#xd;<br />Funds are provided to transnational cooperation projects with a focus on building capacities through exchanging good practices and testing new, innovative approaches through small-scale Investments.&#xd;<br />&#xd;<br />More information on Interreg CENTRAL EUROPE funded projects and their achievements is available at www.interreg-central.eu.","acronym":"Interreg CE","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"European Union regional policy (thematic focus on innovation, energy, environment, culture and transport issues)","lastUp":"2019-02-12T15:05:17.639+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}