{"id":"48952257453-32","name":"Interreg CENTRAL EUROPE","registrationDate":"2011-12-15T14:03:04.356+01:00","category":6,"subCategory":9,"legal":"European organisation","web":"http://www.interreg-central.eu","country":"Austria","headAddress":"Kirchberggasse, 33-35/11","headCity":"Vienna","headPostCode":"1070","headPhone":"(431)8 90 80 88 24 11","boss":"Luca Ferrarese","bossTitle":"Mr","bossPosition":"Head of Joint Secretariat","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Interreg CENTRAL EUROPE is a European Union cohesion policy programme, managed by the City of Vienna. &#xd;<br />&#xd;<br />Since 2007 the programme has encouraged transnational cooperation among regions of nine central European countries. Between 2014 and 2020, CENTRAL EUROPE will co-finance new projects with a total budget of EUR 231 million from the European Regional Development Fund. &#xd;<br />&#xd;<br />After funding 124 cooperation projects between 2007 and 2013, Interreg CENTRAL EUROPE continues to be a relevant instrument for tackling common challenges and needs among cities and regions of Austria, Croatia, the Czech Republic, Germany, Hungary, Italy, Poland, Slovakia, and Slovenia. &#xd;<br />&#xd;<br />Fresh funds are provided for transnational cooperation projects with a focus on building capacities through exchanging good practices and testing new, innovative approaches through small-scale Investments.&#xd;<br />&#xd;<br />More information on Interreg CENTRAL EUROPE funding priorities as well as rules of participation can be found on the programme website www.interreg-central.eu. &#xd;<br />&#xd;<br />Here, the free-of-charge programme community gathers also more than 3.000 organisations and offers access to a project idea database with many cooperation ideas searching for partners.","acronym":"Interreg CE","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"European Union regional policy (thematic focus mainly on innovation, energy, environment, culture and transport issues)","lastUp":"2018-02-26T17:35:02.473+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}