{"id":"489853519360-33","name":"Island Panorama Centre","registrationDate":"2015-11-01T23:03:24.275+02:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.islandpanorama.com","country":"Iceland","headAddress":"Armuli 19","headCity":"Reykjavik","headPostCode":"104","headPhone":"(354)6 97 41 79","boss":"Akeem Cujo Oppong","bossTitle":"","bossPosition":"Director","membersCount":1,"membersFTE":"1.0","membership":"We are also a very active member of United Against Racism&#xd;\n&#xd;\nWe take part in projects and programmes organised by the European commission on the issues we work with.&#xd;\n&#xd;\nWe lobby the Nordic Council of ministers for more and concrete regional efforts on descrimination and racism&#xd;\n&#xd;\nWe are always happy to go into mutual projects with our baltic colleagues when the opportunity arrives &#xd;\n&#xd;\n&#xd;\nWe are also a member of ALDA which is the European civil society movement working with local governments and NGO,s.","memberOrga":"http://www.islandpanorama.com/forsidha.html","goal":"Island Panorama Centre is a non governmental, non partisan,non profit and neutral centre based in Reykjavik,Iceland.It is an organisation that works to build a tolerant,non racial,non prejudiced,non descriminative society where social justice and equality exist for all.The main objectives of the centre is to build a tolerant,non racial,non prejudiced and non discriminative Icelandic society. We believe that free speech means being morally responsible in whatever we say or do.We therefore promote,encourage and campaign for diversity,inclusion,acceptance and understanding.Our aim is to educate,support and train society in this respect. We raise awareness and bring to focus the fact that various societal influences are often the biggest obstacles and barriers that prevent us from seeing the reality. We make it known that we have to free ourselves of these obstacles to avoid racism,discrimination,hatred,misunderstanding and prejudices. We oppose segregation and welcome integration and inclusion in the real sense of the word. We also keep track on government policies on immigration to be able to lobby,propose and implement necessary changes. We promote dialogues and resolve differences.We prefer to find solutions and implement practical measures where we differ. We believe in using an attentive ear.We welcome suggestions,difference of opinions,doubts and questions. We believe in constructive criticisms where the idea is to build up and not to destroy","acronym":"","interests":"Banking and financial services, Borders and Security, Business and Industry, Climate Action, Communication, Consumers, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, External Relations, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Sport, Trade, Trans-European Networks, Youth","euInitiatives":"We  are involved in organizing symposia,training sessions,workshops,panel discussions,campaigns and conferences.Taking part in local and foreign researches on issues relating to xenophobia,racism,discrimination,&#xd;<br />extremism and exclusionism etc. We interact with our nordic neighbours as much as possible in all areas on these issues. We use the media to promote and encourage the benefits of diversity and modern day multicultural societies. We are engaged in organizing courses,lectures and expert sessions for government and private institutions,civil servants,law enforcement agencies and schools etc. We are an advisory support to our parliament on policy and issues relating to civil society. We Liase and co-operate with similar organisations at the European level,Operate the citizens complaints office to assist victims of abuse in Icelandic society. We do also have International and European Engagements. Island Panorama is a proud member of ENAR(European Network Against Racism) and take part in all its activities. We are also a very active member of United Against Racism. We are also a member of ALDA which is the European civil society movement working with local governments and NGO,s.We take part in projects and programmes organised by the European commission on the issues we work with. We lobby the Nordic Council of ministers for more and concrete regional efforts on descrimination and racism and social inclusion.We are always happy to go into mutual projects with our baltic colleagues when the opportunity arrives.","lastUp":"2018-06-12T04:10:25.755+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}