{"id":"490871229815-80","name":"Obserwatorium.biz Spółka z ograniczoną odpowiedzialnością","registrationDate":"2018-01-25T11:58:09.797+01:00","category":1,"subCategory":6,"legal":"Spółka z ograniczoną odpowiedzialnością","web":"http://www.obserwatorium.biz","country":"Poland","headAddress":"Obserwatorium.biz Spółka z ograniczoną odpowiedzialnością","headCity":"Poznań","headPostCode":"60-613","headPhone":"(48)6 95 25 02 95","boss":"Miłosz Brakoniecki","bossTitle":"Mr","bossPosition":"Członek Zarządu","membersCount":4,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"Jesteśmy niezależną polską firmą doradczą, specjalizującą się w tworzeniu i wdrażaniu strategii cyfrowych w przedsiębiorstwach, głównie z sektora finansowego oraz administracji publicznej.&#xd;<br />&#xd;<br />Wspieramy naszych klientów w poszczególnych fazach rozwoju strategicznego — diagnozy sytuacji wewnętrznej, otoczenia rynkowego, pomagamy formułować nowe cele i produkty, uwzględniając trendy społeczne i biznesowe wynikające przede wszystkim ze zmian technologicznych, wspieramy procesy wdrożeniowe i realizacyjne, w tym dla dostawców IT.&#xd;<br />&#xd;<br />Realizujemy szereg działań edukacyjnych jak szkolenia i konferencje, aby szerzyć na rynku wiedzę o transformacji cyfrowej, jej konsekwencjach i warunkach optymalnej implementacji w danym przedsiębiorstwie.","acronym":"Obserwatorium.biz","interests":"Communication, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Internal Market, Research and Technology, Trade, Trans-European Networks","euInitiatives":"Obserwujemy przede wszystkim następujące inicjatywyna poziomie UE:&#xd;<br />&#xd;<br />1) eIDAS;&#xd;<br />2) PSD2;&#xd;<br />3) GDPR;&#xd;<br />4) jednolity rynek cyfrowy.","lastUp":"2018-01-25T11:59:04.034+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}