{"id":"491188035095-78","name":"Euraffex | European Affairs Expertise","registrationDate":"2019-06-11T13:51:04.728+02:00","category":1,"subCategory":6,"legal":"SPRL","web":"http://euraffex.eu","country":"Belgium","headAddress":"Rue Archimede 11","headCity":"Brussels","headPostCode":"","headPhone":"(32)27 20 00 71","boss":"Pelle  Geertsen","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":9,"membersFTE":"4.5","membership":"","memberOrga":"","goal":"Euraffex is a Brussels based powerhouse boutique agency, specialised in public relations, communications, reputation management, and fully integrated European affairs solutions. &#xd;<br />Our core expertise is predominantly promoting and defending the interests of national diplomatic representations, as well as, highly complex and challenging sectors. Having experts with vast experience in working with heads of states, European institutions, as well as controversial sectors, we form a complimentary and compatible partner to our clients.","acronym":"Euraffex","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Institutional Issues, Trade Policy, Environment Policy, Consumer and Health Care Policy, External Relations, Culture and Education, Sport Policy, Energy, Human Rights, Infrastructure, Transport, Agriculture and Fisheries, Development Policy, Technology, IT Policy.","lastUp":"2019-06-18T08:44:45.389+02:00","customers":"Fur Europe","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"100000-499999"}