{"id":"491428724342-72","name":"ΕΛΛΗΝΙΚΟ ΙΔΡΥΜΑ ΥΓΕΙΑΣ","registrationDate":"2016-11-09T11:22:18.883+01:00","category":3,"subCategory":2,"legal":"ΚΟΙΝΩΦΕΛΕΣ ΙΔΡΥΜΑ","web":"http://www.hhf-greece.gr","country":"Greece","headAddress":"ΚΑΙΣΑΡΕΙΑΣ 13 &amp; ΑΛΕΞΑΝΔΡΟΥΠΟΛΕΩΣ","headCity":"ΑΘΗΝΑ","headPostCode":"115 27","headPhone":"(30)21 07 77 06 97","boss":"ΑΝΤΩΝΙΑ ΤΡΙΧΟΠΟΥΛΟΥ","bossTitle":"Ms","bossPosition":"ΠΡΟΕΔΡΟΣ","membersCount":35,"membersFTE":"12.5","membership":"","memberOrga":"http://www.hhf-greece.gr/collaborators_GR.asp","goal":"Στόχοι του ΕΙΥ είναι η διεξαγωγή και υποστήριξη της επιστημονικής έρευνας με αντικείμενο την προαγωγή της υγείας και την πρόληψη ασθενειών, με επίκεντρο τον Ελληνικό πληθυσμό. Για να εκπληρώσει την αποστολή του, το ΕΙΥ συνεργάζεται με Ελληνικά και διεθνή ιδρύματα, οργανισμούς και ιδιώτες, για την τεκμηρίωση και διάδοση αξιόπιστων γνώσεων για την υγεία.","acronym":"HHF","interests":"Consumers, Food Safety, Public Health","euInitiatives":"Μέσω των αποτελεσμάτων των ερευνητικών προγραμμάτων και των πληθυσμιακών μελετών για την υγεία και την διατροφή,  το Ελληνικό Ίδρυμα Υγείας συμβάλει στη διαμόρφωση πολιτικής υγείας και διατροφής στην Ελλάδα. Tο Ελληνικό Ίδρυμα Υγείας συμμετέχει: &#xd;<br />&#xd;<br />σε προγράμματα της Ευρωπαϊκής Αρχής για την Ασφάλεια των Τροφίμων, \"European Food Safety Authority\" (http://www.efsa.europa.eu),&#xd;<br />&#xd;<br />σε δράσεις του διακυβερνητικού οργανισμού \"European Cooperation in Science and Techonolgy\" (http://www.cost.eu), ο οποίος αποτελεί το μακροβιότερο ευρωπαϊκό πλαίσιο στήριξης της διεθνής συνεργασίας μεταξύ των ερευνητών και των επιστημόνων σε όλη την Ευρώπη.&#xd;<br />&#xd;<br />στο Ευρωπαικό Δίκτυο Δράσης του Παγκόσμιου Οργανισμού Υγείας για τον περιορισμό της πίεσης που ασκείται στα παιδιά από την προώθηση (marketing) των ανθυγιεινών τροφίμων και ποτών, \"European Action Network on reducing marketing pressure on children\" (http://www.euro.who.int/en/health-topics/disease-prevention/nutrition/policy/member-states-action-networks/reducing-marketing-pressure-on-children)&#xd;<br />&#xd;<br />στο Ευρωπαϊκό Δίκτυο Δράσης για το Αλάτι του Παγκόσμιου Οργανισμού Υγείας, \"European Salt Action Network\" (http://www.euro.who.int/en/health-topics/disease-prevention/nutrition/policy/member-states-action-networks/reducing-salt-intake-in-the-population)","lastUp":"2018-11-05T11:30:18.065+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}