{"id":"49164223983-10","name":"Autorité de Régulation Professionnelle de la Publicité","registrationDate":"2010-08-03T20:53:01.765+01:00","category":2,"subCategory":7,"legal":"Association","web":"https://www.arpp.org","country":"France","headAddress":"Auguste Vacquerie, 23","headCity":"PARIS","headPostCode":"75116","headPhone":"(33)1 40 15 15 40","boss":"Stéphane MARTIN","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.25","membership":"Membre fondateur de l'Alliance européenne pour l'éthique en publicité (www.easa-alliance.org) en 1992 et de l'International Council for Advertising Self-Regulation en 2016 (http://icas.global) ; les deux associations sont basées à Bruxelles.&#xd;\nMembre de la Commission mondiale Marketing et Publicité de l'International Chamber of Commerce (www.codescentre.com)","memberOrga":"www.aacc.fr&#xd;\nBureau de la Radio&#xd;\nwww.fevad.com&#xd;\nwww.fnps.fr&#xd;\nwww.iabfrance.com&#xd;\nwww.snptv.org&#xd;\nwww.lapressemagazine.fr/&#xd;\nwww.sri-france.org&#xd;\nwww.uda.fr&#xd;\nwww.udecam.fr&#xd;\nwww.upe.fr&#xd;\nwww.upreg.fr","goal":"Depuis 1935, l’ARPP est l’organisme d'autorégulation professionnelle de la publicité en France. Elle a pour but de mener toute action en faveur d’une publicité loyale, véridique et saine, dans l’intérêt des consommateurs, du public et des professionnels de la publicité.&#xd;<br />En d’autres termes, sa mission est de parvenir à concilier liberté d’expression publicitaire et respect des consommateurs. Le maintien de cet équilibre entre créativité et responsabilité est au cœur de l’autodiscipline publicitaire.","acronym":"ARPP","interests":"Banking and financial services, Communication, Competition, Consumers, Culture and media, Digital economy and society, Employment and Social Affairs, Environment, Institutional affairs, Justice and Fundamental Rights, Public Health, Single market, Youth","euInitiatives":"Community of Practice for Better Self- and Co Regulation&#xd;<br />Single Digital Market&#xd;<br />Audiovisual Media Services&#xd;<br />ePrivacy&#xd;<br />GDPR&#xd;<br />Consumer Law REFIT","lastUp":"2019-03-19T13:28:14.915+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}