{"id":"491767434785-53","name":"CityFibre","registrationDate":"2019-05-09T17:39:17.590+02:00","category":2,"subCategory":3,"legal":"Ltd","web":"http://www.cityfibre.com/","country":"United kingdom","headAddress":"15 Bedford Street","headCity":"London","headPostCode":"WC2E 9HE","headPhone":"(44)75 42 93 49 87","boss":"Mark Collins","bossTitle":"Mr","bossPosition":"Strategy &amp; Public Affairs Director","membersCount":6,"membersFTE":"1.5","membership":"","memberOrga":"","goal":"CityFibre is the UK’s leading alternative provider of wholesale full fibre network infrastructure. With major fibre infrastructure projects across 51 towns and cities throughout the UK, we provide a portfolio of active and dark fibre services to our customers which include service integrators, enterprise and consumer service providers, local authorities and mobile operators. &#xd;<br />&#xd;<br />CityFibre is making significant investments in a number of cities across the UK as we look to rapidly expand the number of homes and businesses which have access to full fibre. CityFibre has recently partnered with Vodafone to bring ultrafast Gigabit-capable full fibre broadband to up to one million UK homes and businesses by 2021 and is targeting five million by 2025. This commitment has been reinforced by a £2.5bn investment programme which identifies towns and cities primed for FTTP expansion to reach nearly every home and business and build is underway. CityFibre is based in London, United Kingdom, and is privately owned by a consortium of Antin Infrastructure Partners and West Street Infrastructure Partners.","acronym":"","interests":"Business and Industry, Communication, Competition, Digital economy and society, Education and training, Employment and Social Affairs, Research and innovation, Single market","euInitiatives":"the \"Framework\" Directive (2002/21/EC);&#xd;<br />the \"Access\" Directive (2002/19/EC);&#xd;<br />the \"Authorisation\" Directive (2002/20/EC);&#xd;<br />the \"Universal Service\" Directive (2002/22/EC); and&#xd;<br />the \"E-Privacy\" Directive (2002/58/EC).&#xd;<br />Directive (EU) 2018/1972;","lastUp":"2019-05-09T17:39:28.163+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}