{"id":"491828526679-89","name":"European Cargo Alliance","registrationDate":"2017-04-07T11:46:13.820+02:00","category":2,"subCategory":4,"legal":"Association (unregistered)","web":"","country":"Belgium","headAddress":"Avenue d’Auderghem 22-28","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)27 75 02 27","boss":"Annette Meijer","bossTitle":"Ms","bossPosition":"Chairperson European Cargo Alliance","membersCount":1,"membersFTE":"0.25","membership":"ASL Aviation Group comprising of six European airlines:&#xd;\n&#xd;\nASL Airlines Ireland&#xd;\nASL Airlines Belgium&#xd;\nASL Airlines France&#xd;\nASL Airlines Spain&#xd;\nASL Airlines Switzerland&#xd;\nASL Airlines Hungry&#xd;\n&#xd;\nCargolux Group comprising of two European cargo airlines:&#xd;\n&#xd;\nCargolux – licenced in Luxembourg&#xd;\nCargolux Italia – licenced in Italy&#xd;\n&#xd;\nDHL Express is an air express operator with operations in all countries across Europe and across the globe.  In Europe it comprises of two cargo airlines:&#xd;\n&#xd;\nEuropean Air Transport Leipzig GmbH – licenced in Germany&#xd;\nDHL Air Limited – licenced in the UK","memberOrga":"","goal":"The European Cargo Alliance represents the interests of European air cargo carriers. It is a grouping of air cargo carriers sharing common interests and goals and its members include three of Europe’s largest air cargo operators- ASL Aviation Group; Cargolux Group; DHL Express.  Its objectives are:&#xd;<br />&#xd;<br />(a)\tto promote and protect the interests of the air cargo carriers in Europe;&#xd;<br />&#xd;<br />(b)\tto promote and improve connectivity within and between European countries, and between European countries and other third countries, by fostering the development of a competitive air cargo transportation activity in Europe and beyond;&#xd;<br />&#xd;<br />(c)\tto contribute to resolving, reducing or eliminating any regulatory issues and problems affecting the interests of the providers or customers of air cargo transportation services on a scientific, technical, environmental and institutional level, generally to contribute to improve regulations and eliminate problems and discrepancies created by these regulations;&#xd;<br />&#xd;<br />(d)\tto promote the legitimate co-operation between its members on public policy matters of common interest;&#xd;<br />&#xd;<br />(e)\tto advise and assist all members and associate members in regard to matters relevant to the work of the Association","acronym":"ECA","interests":"Customs, External Relations, Transport","euInitiatives":"External affairs, customs, security","lastUp":"2018-04-06T10:11:08.558+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}