{"id":"49221685491-82","name":"General Aviation Manufacturers Association","registrationDate":"2011-03-14T13:49:01.467+01:00","category":2,"subCategory":4,"legal":"Branch Office (\"Un centre d’opération\" as described under article 26 octies of the Belgian Law of 27 June 1921 relating to non-profit associations)","web":"http://www.gama.aero","country":"United states","headAddress":"K Street NW, 1400","headCity":"Washington D.C.","headPostCode":"20005","headPhone":"(1)20 23 93 15 00","boss":"Peter Bunce","bossTitle":"Mr","bossPosition":"President &amp; CEO","membersCount":3,"membersFTE":"3.0","membership":"","memberOrga":"Direct URL:&#xd;\nhttps://gama.aero/about-gama/member-companies/&#xd;\n&#xd;\nMain URL: &#xd;\nwww.gama.aero","goal":"GAMA is an international trade association representing the majority of the world’s leading manufacturers of general aviation aeroplanes and rotorcraft, engines, avionics, and related equipment. In addition to building nearly all of the general aviation aeroplanes flying worldwide today, GAMA member companies in Europe, the United States, Canada and Brazil also operate fleets of aeroplanes, fixed-based operations, pilot / technician training centres, and maintenance facilities worldwide.&#xd;<br />&#xd;<br />GAMA represents the interests of its members to government agencies throughout the world. These interests include legislation, safety regulations and standards, market access, development of aviation infrastructure, and aviation security.&#xd;<br />&#xd;<br />GAMA also engages with the International Civil Aviation Organization (ICAO) process on behalf of its members and works with national and international industry groups to promote the interests of general aviation worldwide.&#xd;<br />&#xd;<br />Through its public information and education programs, GAMA promotes better understanding of general aviation and the important role it plays in economic growth and in serving the transportation needs of communities, companies and individuals worldwide.","acronym":"GAMA","interests":"Budget, Business and Industry, Climate Action, Competition, Customs, Energy, Environment, External Relations, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Aviation Safety, Single European Sky, EASA-related rulemaking, security policy, Smart Cities.","lastUp":"2019-02-14T12:43:58.864+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}