{"id":"492747518935-24","name":"CONSEJO AUDIOVISUAL DE ANDALUCÍA","registrationDate":"2015-09-25T11:22:50.163+02:00","category":6,"subCategory":9,"legal":"Autoridad audiovisual pública ANR","web":"http://www.consejoaudiovisualdeandalucia.es","country":"Spain","headAddress":"Calle Pagés del Corro, 90","headCity":"Sevilla","headPostCode":"41010","headPhone":"(34)9 55 40 73 12","boss":"EMELINA FERNÁNDEZ SORIANO","bossTitle":"","bossPosition":"PRESIDENTA","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"Plataforma europea de autoridades reguladoras, EPRA, http://www.epra.org/&#xd;\n&#xd;\nRed de instituciones reguladoras del Mediterráneo, RIRM, http://www.rirm.org/en/actus&#xd;\n&#xd;\nPlataforma de reguladores del sector audiovisual de Iberoamérica, PRAI, http://www.prai.tv/&#xd;\n&#xd;\nConferencia Ibérica de Consejos Audiovisuales, CICA.","goal":"Es la autoridad audiovisual pública e independiente de Andalucía, encargada de garantizar el cumplimiento de la normativa reguladora de la programación y publicidad en radios y televisiones públicas y privadas andaluzas.&#xd;<br />&#xd;<br />Vela por el respeto a la libertad de expresión, por el derecho a la información veraz y la pluralidad informativa. &#xd;<br />&#xd;<br />Salvaguarda la independencia e imparcialidad de los medios públicos así como la función de servicio público. &#xd;<br />&#xd;<br />Promueve la igualdad de género y protege los derechos de menores de edad y otros colectivos necesitados de una mayor protección.","acronym":"CAA","interests":"Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Environment, General and Institutional Affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Sport, Youth","euInitiatives":"Aplicación de la legislación comunitaria en materia audiovisual, reformas de la Directiva, recomendaciones, encuestas públicas, Agenda Digital.","lastUp":"2018-09-06T08:54:29.276+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}