{"id":"492964815891-65","name":"All European Academies","registrationDate":"2015-02-11T10:39:00.094+01:00","category":4,"subCategory":12,"legal":"association","web":"http://www.allea.org","country":"Germany","headAddress":"c/o Berlin-Brandenburg Academy of Sciences and Humanities","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)3 03 25 98 73 72","boss":"Antonio Loprieno","bossTitle":"Mr","bossPosition":"President","membersCount":9,"membersFTE":"6.75","membership":"ALLEA is member of the EASAC Council.","memberOrga":"For a list of our member academies, please click here: http://www.allea.org/members-2/","goal":"ALLEA (All European Academies), the European Federation of Academies of Sciences and Humanities, was founded in 1994 and brings together 58 Academies in more than 40 countries from the Council of Europe region. &#xd;<br />&#xd;<br />Member Academies operate as learned societies, think tanks or research performing organizations. They are self-governing communities of leaders of scholarly enquiry across all scientific disciplines. ALLEA and its Member Academies are independent from political, commercial and ideological interests. &#xd;<br />&#xd;<br />Guided by a common understanding of Europe bound together by historical, social, cultural and political factors as well as for scientific and economic reasons, ALLEA’s mission includes:&#xd;<br />&#xd;<br />- promoting the exchange of information and experiences between Academies, and fostering international scientific cooperation,&#xd;<br />- representing the European Academies and communicating their positions to European authorities and institutions,&#xd;<br />- contributing with its policy for science work to the improvement of the framework conditions under which science and scholarship can flourish,&#xd;<br />- fostering excellence and high ethical standards in the conduct of research, as well as inter-, trans-, and multidisciplinary approaches in all scientific endeavours,&#xd;<br />- offering the best available impartial scientific advice to a wide range of decision-makers and stakeholders in the science policy arena as well as to the European society at large,&#xd;<br />- striving for academic freedom and the autonomy of science and research, and of scientific institutions,&#xd;<br />- contributing to the process of European integration and to a close collaboration in science between EU and non-EU countries in Europe,&#xd;<br />- promoting public trust in scientific values and processes, and providing a platform for public engagement with science, &#xd;<br />- securing the preservation, protection, and interpretation of the European cultural heritage.","acronym":"ALLEA","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"ALLEA aims to secure favourable conditions for scientists and researchers in Europe, respecting excellence and autonomy as pre-conditions for any scientific entreprise. To that end&#xd;<br />&#xd;<br />- ALLEA working groups produce statements, memoranda and reports, &#xd;<br />- ALLEA helps install appropriate (digital) infrastructures for research not only, but especially also for the Social Sciences and Humanities,&#xd;<br />- Whenever support is needed for maintaining the autonomy, independence and excellence in science and research and of scientific institutions, particularly academies of sciences and humanities, ALLEA offers help and advice.&#xd;<br />&#xd;<br />ALLEA supports and works towards the notion of a “cultural and intellectual Europe” beyond the Euro and the European Union. In order to do so, ALLEA &#xd;<br />- awards the \"All European Academies Mme de Staël Prize for Cultural Values\" to honour European scholars for exceptional contributions to common European values and identity, &#xd;<br />- has established a book series on pan-European topics,&#xd;<br />- holds symposia and workshops at different Member Academies as preparatory and/or accompanying activities to the book series. &#xd;<br />With these initiatives, ALLEA strives to support a new narrative for Europe.&#xd;<br />&#xd;<br />The core of the scientific work of ALLEA is done in the five Working Groups:&#xd;<br />&#xd;<br />Intellectual Property Rights, be it patents or copyrights, play an important role in all academic activities. The ALLEA Permanent Working Group Intellectual Property Rights, which has been in existence since the 1990s, has prepared and issued reflections, declarations and recommendations on the most challenging topics of IPRs. At present it is developing a horizon-scanning mechanism to identify emerging issues and suggest appropriate solutions.&#xd;<br />&#xd;<br />The permanent Working Group Science and Ethics is concerned with a wide range of issues, both ‘internal’ (within the scientific community) and ‘external’ (relations between science and society). Since ethical considerations have been an essential component in the consolidation of a united Europe, and also in the creation of ALLEA, the Working Group was established to bring together experts from academies across Europe and provide them with a platform for continuous debate on research ethics and research integrity.&#xd;<br />&#xd;<br />The Working Group Science Education is engaged in fostering science education and improving its quality as well as raising awareness for this issue among the society at large and policy makers in particular. The Working Group specifically promotes the concept of inquiry-based science education in order to adequately train school teachers at all levels of primary and secondary education. &#xd;<br />&#xd;<br />The E-Humanities Working Group is charged with identifying and raising awareness for priorities and concerns of the Digital Humanities, and contributing to the Open Access agenda from a Humanities and Social Sciences perspective, and building consensus for common standards and best practices in E-Humanities scholarship and digitisation.&#xd;<br />&#xd;<br />Horizon Europe Working Group&#xd;<br />The ALLEA Horizon Europe Working Group aims to develop suggestions for the EU’s future research and innovation programmes which will be initiated after the conclusion of Horizon 2020, the EU’s current programme on research and innovation.&#xd;<br />&#xd;<br />The Working Group Truth, Trust and Expertise is a transnational platform for perspectives on the nature of and relationship between truth, trust and expertise in the field of science. The expert group aims to interrogate and explore current and past dynamics of public trust in expertise and the contested norms of what constitutes truth, facts and evidence in scientific research and beyond. &#xd;<br />&#xd;<br />ALLEA is active in preserving, interpreting and protecting the European cultural heritage. To this end, a detailed plan and programme for support within the European framework programmes is being developed.","lastUp":"2019-02-06T14:18:08.909+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}