{"id":"492995915482-04","name":"Union de l'Industrie de la Protection des Plantes","registrationDate":"2015-01-08T18:45:11.209+02:00","category":2,"subCategory":4,"legal":"Association professionnelle","web":"http://www.uipp.org","country":"France","headAddress":"Denfert Rochereau, 2","headCity":"Boulogne cedex","headPostCode":"92660","headPhone":"(33)01 41 31 52 00","boss":"Eugénia Pommaret","bossTitle":"Ms","bossPosition":"directrice générale","membersCount":1,"membersFTE":"0.25","membership":"Au niveau national l'UIPP est membre de France chimie (anciennement UIC : Union de l'Industrie Chimique). Par ailleurs l'UIPP a des contacts avec le MEDEF.  &#xd;\n&#xd;\nAu niveau européen, l'UIPP est membre de l'ECPA (european crop protection association)&#xd;\n&#xd;\nAu niveau international, l'UIPP est en lien avec Crop Life International","memberOrga":"http://uipp.org/Qui-sommes-nous/Nos-adherents","goal":"L’UIPP représente les entreprises de la protection des plantes au niveau français. Elle a pour mission de définir des positions et des actions communes dont elle est le porte-parole auprès des autorités gouvernementales, des pouvoirs publics et des parties prenantes du secteur. Voici ses activités prioritaires : &#xd;<br />&#xd;<br />- Suivre l’évolution de la réglementation nationale et européenne ainsi que leur applicabilité pour limiter les distorsions de concurrence entre les pays européens.&#xd;<br />- Promouvoir le développement des bonnes pratiques phytopharmaceutiques pour une utilisation des produits respectueuse de l’environnement et de la santé de l’homme.&#xd;<br />- Communiquer pour mieux faire connaître le secteur de la protection des plantes en formant et informant les différents acteurs de la filière agricole et parties prenantes.&#xd;<br />- Développer des démarches de progrès.","acronym":"UIPP","interests":"Agriculture and Rural Development, Environment, Food Safety, Research and innovation, Trade","euInitiatives":"Tous sujets en lien avec les produits phytopharmaceutiques (évolution de la réglementation européenne, consultations du public, documents guides etc....)","lastUp":"2019-07-11T17:47:36.483+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}