{"id":"492964815891-65","name":"All European Academies","registrationDate":"2015-02-11T10:39:00.094+01:00","category":4,"subCategory":12,"legal":"association","web":"http://www.allea.org","country":"Germany","headAddress":"c/o Berlin-Brandenburg Academy of Sciences and Humanities","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)3 03 25 98 73 72","boss":"Antonio Loprieno","bossTitle":"Mr","bossPosition":"President","membersCount":9,"membersFTE":"7.75","membership":"ALLEA is member of the EASAC Council. ALLEA is partner (beneficiary) in the EU-funded projects ENERI and SAPEA.","memberOrga":"For a list of our member academies, please click here: http://www.allea.org/members-2/","goal":"ALLEA (All European Academies), the European Federation of Academies of Sciences and Humanities, was founded in 1994 and brings together 58 Academies in more than 40 countries from the Council of Europe region. &#xd;<br />&#xd;<br />Member Academies operate as learned societies, think tanks or research performing organizations. They are self-governing communities of leaders of scholarly enquiry across all scientific disciplines. ALLEA and its Member Academies are independent from political, commercial and ideological interests. &#xd;<br />&#xd;<br />Guided by a common understanding of Europe bound together by historical, social, cultural and political factors as well as for scientific and economic reasons, ALLEA’s mission includes:&#xd;<br />&#xd;<br />- promoting the exchange of information and experiences between Academies, and fostering international scientific cooperation,&#xd;<br />- representing the European Academies and communicating their positions to European authorities and institutions,&#xd;<br />- contributing with its policy for science work to the improvement of the framework conditions under which science and scholarship can flourish,&#xd;<br />- fostering excellence and high ethical standards in the conduct of research, as well as inter-, trans-, and multidisciplinary approaches in all scientific endeavours,&#xd;<br />- offering the best available impartial scientific advice to a wide range of decision-makers and stakeholders in the science policy arena as well as to the European society at large,&#xd;<br />- striving for academic freedom and the autonomy of science and research, and of scientific institutions,&#xd;<br />- contributing to the process of European integration and to a close collaboration in science between EU and non-EU countries in Europe,&#xd;<br />- promoting public trust in scientific values and processes, and providing a platform for public engagement with science, &#xd;<br />- ensuring the preservation, protection, and interpretation of the European cultural heritage.","acronym":"ALLEA","interests":"Communication, Culture, Culture and media, Digital economy and society, Education and training, Energy, Environment, European Neighbourhood Policy, Food Safety, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Research and innovation, Trans-European Networks","euInitiatives":"ALLEA aims to secure favourable conditions for scientists and researchers in Europe, respecting excellence and autonomy as pre-conditions for any scientific entreprise. To that end ALLEA working groups produce statements, memoranda and reports; ALLEA helps install appropriate (digital) infrastructures for research; ALLEA provides independent, interdisciplinary scientific advice to policy and society; ALLEA promotes the autonomy, independence and excellence in science and research and of scientific institutions, particularly academies of sciences and humanities.&#xd;<br />&#xd;<br />ALLEA supports and works towards the notion of a “cultural and intellectual Europe” beyond the Euro and the European Union. In order to do so, ALLEA annually awards the \"All European Academies Mme de Staël Prize for Cultural Values\" to honour European scholars for exceptional contributions to common European values and identity, publishes a book series on pan-European topics, holds symposia and workshops at different Member Academies. &#xd;<br />&#xd;<br />The core of the scientific work of ALLEA is done in dedicated expert Working Groups, including on Intellectual Property Rights; Science and Ethics; E-Humanities; Horizon Europe; Truth, Trust and Expertise; Science Education.&#xd;<br />&#xd;<br />ALLEA is a member of the academy network consortium that makes up the SAPEA project: SAPEA (Science Advice for Policy by European Academies) brings together the outstanding knowledge and expertise from over 100 academies, young academies and learned societies in over 40 countries across Europe.&#xd;<br />Working closely with the European Commission's Group of Chief Scientific Advisors, SAPEA provides timely, independent and evidence-based scientific expertise for the highest policy level in Europe and for the wider public. &#xd;<br />SAPEA is part of the European Commission Scientific Advice Mechanism (SAM) which provides independent scientific advice to the College of European Commissioners to support their decision making.&#xd;<br />The project is funded through a grant from the European Union’s Horizon 2020 programme  &#xd;<br />&#xd;<br />ALLEA is involved in the ENERI project: The “European Network of Research Ethics and Research Integrity” (ENERI) establishes an operable platform of actors in the fields of research ethics and research integrity. Research ethics committees, review boards, ombudspersons’ offices, research integrity offices and supporting structures are the established bodies monitoring,  accompanying and assisting the process of responsible and justifiable research. Therefore the European Network of Research Integrity Offices (ENRIO) and the European Network of Research Ethics Committees (EUREC) mutually initiated ENERI in collaborations with experts in academic research ethics (RE) and responsible research and innovation (RRI), practitioners in training and education in research ethics, and specialists in e-communication and database design. ALLEA is engaged in this Horizon 2020 funded project via the experts in its Permanent Working Group on Science &amp; Ethics.","lastUp":"2019-02-13T14:52:31.239+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}