{"id":"493121235671-44","name":"The Federal Association for the Advancement of Visible Minorities","registrationDate":"2019-08-20T15:48:38.233+02:00","category":3,"subCategory":2,"legal":"Registered Association","web":"http://www.afpmv-faavm.org","country":"Canada","headAddress":"31 Irish Rose Cres","headCity":"Nepean ON","headPostCode":"K2J 4T7","headPhone":"(1)77 86 76 59 47","boss":"Raphael Louis","bossTitle":"Mr","bossPosition":"President ","membersCount":5,"membersFTE":"5.0","membership":"","memberOrga":"","goal":"The FAAVM is a nonprofit, charitable organization. Our major focus involves using various multifunctional civil rights programs to help our mostly disadvantaged, underprivileged minorities as men, women and children. Via the FAAVM multilateral humanitarian systems, and activities, we're able to reach out to these people who are very difficult to reach via more traditional-type programs. We then use these activities to help improve the quality of life of these disadvantaged communities. nationwide and worldwide. ​ Securing minority rights assists in achieving stable and prosperous societies, in which human rights, development and security are achieved by all, and shared by all. Within this wider context of minority issues, the normative framework provided by minority rights should be understood as a necessary element to ensure integrated societies and to promote social inclusion and cohesion.","acronym":"FAAVM","interests":"Banking and financial services, Borders and Security, Budget, Climate Action, Culture, Culture and media, Customs, European Neighbourhood Policy, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Trade, Trans-European Networks, Youth","euInitiatives":"To promote the implementation of the Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities, including through consultations with Governments, taking into account existing international standards and national legislation concerning minorities. Attention to minority issues has been demonstrated to be essential to efforts to promote human rights, development and stability. In the planning and implementation of programmes of work, minority issues can also be considered to ensure that minorities are consulted, and are able to participate effectively in decisions that affect them.​​","lastUp":"2019-08-20T16:03:01.881+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}