{"id":"493452716170-95","name":"KEPA (Business &amp; Cultural Development Centre)","registrationDate":"2015-02-23T11:46:06.378+01:00","category":3,"subCategory":2,"legal":"Non-governmental organisation under private law","web":"http://www.e-kepa.gr","country":"Greece","headAddress":"6th klm. Harilaou-Thermi, Leida Maria Block, Hermes Building","headCity":"Thermi, Thessaloniki","headPostCode":"57001","headPhone":"(30)23 10 48 00 00","boss":"Nikolaos Efthymiadis","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"4.0","membership":"","memberOrga":"","goal":"Business and Cultural Development Centre (KEPA) is an intermediate management authority of funding programmes for SMEs and entrepreneurship on behalf of the Greek Ministry of Competitiveness and Development since 1993. It is a non-profit organization funded in March 1991 by the Federation of Industries of Northern Greece (FING) and Greek International Business Association (SEVE).&#xd;<br />&#xd;<br />KEPA is an intermediate management agency for the Operational Programme “Competitiveness and Entrepreneurship” 2007-2013 (ERDF – European Regional Development Fund) that comes under the National Strategic Reference Framework (NSRF) geographically responsible of the regions of Central and Western Macedonia.&#xd;<br />&#xd;<br />So far, KEPA has successfully managed 57 programmes for the implementation of 10,044 projects with a total budget of €1.34 billion, while disbursing €611.5 million to Greek businesses. These programmes —to support entrepreneurship and innovation, with a particular focus on SMEs— concern the implementation of investments in the following sectors: Energy-Construction-Infrastructure-Manufacturing-Tourism -Environment-Trade-Training-Service Provision.&#xd;<br />&#xd;<br />In its role as programme manager, KEPA is responsible for all the actions related to the design, preparation, publication and dissemination of the calls for proposals, implementation and monitoring, selection of beneficiaries and disbursement of grants, follow-up and ex-post monitoring.&#xd;<br />&#xd;<br />KEPA possess a broad experience in:&#xd;<br />Designing and tailoring specific actions to co-finance development activities.&#xd;<br />Preparing sectoral/branch studies and doing research for the diagnosis of the developmental features and activities of businesses.&#xd;<br />Evaluating technical/economic and construction investment/business plans through the creation and use of suitable statistical and IT tools.&#xd;<br />Drafting technical/economic reports and proposals for enterprise developmental programmes.&#xd;<br />&#xd;<br />Moreover, KEPA possess a thorough knowledge and a broad experience in EU projects (Interreg, COSME, Horizon 2020).&#xd;<br />&#xd;<br />DESIGN FOR INNOVATION&#xd;<br />During the last few years, KEPA has been actively working on the promotion of design-thinking in Greece. Partner in several EU projects, KEPA organizes numerous workshops and conferences with the participation of major European actors on Design. EU projects:&#xd;<br />&#xd;<br />See platform – Partner. SEE Platform is a network of 11 European partners engaging with national and regional governments to integrate design into innovation policies and innovation programmes.&#xd;<br />Design for Europe – Partner. Design for Europe is a three-year programme to support design-driven innovation across Europe. It is co-funded by the European Union as part of the EU’s Action Plan for Design-Driven Innovation.&#xd;<br />Tourism ID - Lead partner - Horizon 2020-INNOSUP. Design thinking applied to the tourism sector.&#xd;<br />&#xd;<br />MICRO-FINANCE&#xd;<br />KEPA is also actively working on the field of microfinance and social economy. Member of MFC (Microfinance Center), it is worth noting the project Microstars (Interreg Greece-Fyrom), whose aim is to \"provide business development services or BDS in the cross-border area that will support micro-entrepreneurs and facilitate the establishment of start-ups\".","acronym":"KEPA","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"-ESIF, European Structural and Investment Funds&#xd;<br />-Use of financial instruments under ESIF, fi-compass&#xd;<br />-EaSI, Microfinance and Social Entrepreneurship axis&#xd;<br />-SBA (Small Business Act) review&#xd;<br />-SBI (Social Business Initiative)&#xd;<br />-Investment Plan, European Fund for Strategic Investments (EFSI), project pipeline&#xd;<br />-Design for Innovation, co-creation&#xd;<br />&#xd;<br />EU Programmes: &#xd;<br />-COSME&#xd;<br />-Erasmus+&#xd;<br />-Horizon2020&#xd;<br />-Interreg","lastUp":"2017-09-22T14:08:41.487+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}