{"id":"493452716170-95","name":"KEPA (Business &amp; Cultural Development Centre)","registrationDate":"2015-02-23T11:46:06.378+01:00","category":3,"subCategory":2,"legal":"Non-governmental organisation under private law","web":"http://www.e-kepa.gr","country":"Greece","headAddress":"6th klm. Harilaou-Thermi, Leida Maria Block, Hermes Building","headCity":"Thermi, Thessaloniki","headPostCode":"57001","headPhone":"(30)23 10 48 00 00","boss":"Algianakoglou Thomas Fokion","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"4.0","membership":"","memberOrga":"","goal":"Business and Cultural Development Centre (KEPA) is a nonprofit, private legal entity, based in Thessaloniki. It was founded in 1991 by the Federation of Industries of Northern Greece (FING) and Greek International Business Association (SEVE), for the implementation and management of Community and National programs or parts thereof for the benefit of private entrepreneurship. KEPA is run by a six-member Administrative Committee, with 3 members from each founding partner (FING, SEVE).&#xd;<br />Since 1993, the KEPA has been active as an Intermediate Body for the Implementation and Management of Programs of Pan - Hellenic and Inter-Regional scope, either autonomously or by participating in appropriate syndication schemes (eg EFEPE, ANEM, KEPA-ANEM).&#xd;<br />In particular, since 2001, the KEPA has been actively involved in the management of KEPA-ANEM, which has been responsible for the management of the programs of OP Competitiveness (3rd CSF III), EPAN II (NSRF 2007-2013) and EPAnEK (2014-2020), for the Regions of Central and Western Macedonia, as the key partner of the Intermediate Managing Authority (EFEPAE).&#xd;<br />Since its establishment, KEPA has implemented with absolute success, transparency and efficiency, 72 national/regional programmes assuming management responsibility for more than 16,000 investment projects, totaling €2,1 billion, with proportionate public financing disbursed €1.02 billion.&#xd;<br />These programmes —aiming to entrepreneurship and innovation support, with a particular focus on SMEs— concern the implementation of investments in the following sectors: Energy-Construction, Infrastructures, Manufacturing, Tourism, Environment, Trade, Training and Service Provision. In its role as programme manager, KEPA is responsible for all the actions related to the design, preparation, publication and dissemination of the calls for proposals, implementation and monitoring, selection of beneficiaries and disbursement of grants, follow-up and ex-post monitoring. KEPA possess a broad experience in: &#xd;<br />•\tDesigning and tailoring specific actions to co-finance development activities. &#xd;<br />•\tPreparing sectoral/branch studies and doing research for the diagnosis of the developmental features and activities of businesses.&#xd;<br />•\tEvaluating technical/economic and construction investment/business plans through the creation and use of suitable statistical and IT tools.&#xd;<br />•\tDrafting technical/economic reports and proposals for enterprise developmental programmes.&#xd;<br />Moreover, KEPA possesses a thorough knowledge and a broad experience in EU projects (Interreg, COSME, Horizon 2020). Through its action at European level from 2011 onwards, KEPA has been a partner in 17 awarded projects (with a total budget of more than € 12 million), a fact that certifies the organization’s quality and its credibility as a partner.","acronym":"KEPA","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"-ESIF, European Structural and Investment Funds&#xd;<br />-Use of financial instruments under ESIF, fi-compass&#xd;<br />-EaSI, Microfinance and Social Entrepreneurship axis&#xd;<br />-SBA (Small Business Act) review&#xd;<br />-SBI (Social Business Initiative)&#xd;<br />-Investment Plan, European Fund for Strategic Investments (EFSI), project pipeline&#xd;<br />-Design for Innovation, co-creation&#xd;<br />&#xd;<br />EU Programmes: &#xd;<br />-COSME&#xd;<br />-Erasmus+&#xd;<br />-Horizon2020&#xd;<br />-Interreg","lastUp":"2018-02-07T10:36:35.976+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}