{"id":"493986635636-13","name":"Protection International","registrationDate":"2019-09-02T14:41:56.611+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.protectioninternational.org","country":"Belgium","headAddress":"11, rue de la Linière","headCity":"Saint-Gilles","headPostCode":"1060","headPhone":"(32)26 09 44 05","boss":"Liliana De Marco Coenen","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":44,"membersFTE":"42.5","membership":"- Human Rights and Democracy Network (HRDN)&#xd;\n- European network for Central Africa (EurAc)&#xd;\n- EU-LAT (European network working on EU and Latin America relations)","memberOrga":"","goal":"Born as PBI European Office in 1998 and becoming Protection International in 2007, our teams have strived to propose a long-term accompaniment to human right defenders at risk. Our objective is to empower human rights defenders in ensuring their own security, rather than fostering a reliance on external actors and emergency interventions.&#xd;<br />&#xd;<br />Working in partnership with local civil society groups through the establishment of Protection Desks in 10 countries to date, we have supported individuals, organisations, networks, and communities facing threats, judicial harassment, stigmatisation, or other forms of repression. The Protection Desk is a concept developed by Protection lnternational to frame our strategic collaboration with national or local organisations and our in-country role in promoting the Right to Defend Human Rights of defenders at risk. &#xd;<br />&#xd;<br />Next to its direct work with defenders, PI has sought to contribute to the advancement of legal and policy avenues for the protection of women and men human rights defenders (W/HRDs). Since the publication of our seminal handbook Protection of human rights defenders: Best practices and lessons learnt (2011), we have witnessed the fast evolution of public debate regarding national public policies for W/HRD protection: initially only a handful of Latin American governments were addressing systematic attacks against W/HRDs through national protection mechanisms; while civil society organisations approached the issue with significant mistrust and scepticism. &#xd;<br />&#xd;<br />PI implements the principles of universality and indivisibility of all rights, of participation, non-discrimination, accountability and transparency through our horizontal and comprehensive working approach, our close cooperation with local partners and our focus on some of the most vulnerable and marginalised groups according to country contexts, all of which engages stakeholders and duty-bearing authorities.&#xd;<br />&#xd;<br />Overall, in the last 20 years, PI has made a major contribution to the definition and implementation of tools and strategies for the protection of W/HRDs, by:&#xd;<br />&#xd;<br />•\tPiloting new methodologies, through activities such as the first manual on the protection of W/HRDs.&#xd;<br />•\tSupporting defenders at risk in developing their own security and protection strategies from and for their territories.&#xd;<br />•\tMonitoring and advocating for public policies initiatives for the protection of W/HRDs worldwide.&#xd;<br />•\tContributing to the recognition of human rights defenders as actors of positive social change.&#xd;<br />•\tDesign and launch of an online e-learning course in 3 languages (English, Spanish and French) for HRDs and civil society: ‘Security and Protection Management of Human Rights Defenders’. &#xd;<br />&#xd;<br />&#xd;<br />Vision&#xd;<br />&#xd;<br />We aspire to a world in which fundamental human rights and fundamental freedoms are universally recognized and respected by all, and where everyone has the right to defend these rights and freedoms without fear of threats or attack.&#xd;<br />&#xd;<br />Mission&#xd;<br />&#xd;<br />Our contribution to that world is to support W/HRDs through comprehensive protection programmes. Our programmes enable defenders to build their capacities in order to manage their protection effectively, to allow those that protect them to fulfil their obligations, and to convince other individuals and institutions with a stake in the protection of human rights defenders to maximise their positive contribution.&#xd;<br />&#xd;<br />Goal and Specific objectives&#xd;<br />&#xd;<br />Goal: By 2023, the agency of W/HRDs to enjoy the Right to Defend Human Rights (RDHR) will have increased in countries where PI operates&#xd;<br />&#xd;<br />Specific objectives&#xd;<br />-\tW/HRDs and their collectives (organisations and communities) are empowered leaders of their protection and sustainability;&#xd;<br />-\tState authorities respect, protect and fulfil the Right to Defend Human Rights (RDHR);&#xd;<br />-\tInfluential stakeholders support W/HRDs leadership on the RDHR.","acronym":"PI","interests":"External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights","euInitiatives":"-\tEU Action Plans on Human Rights &amp; Democracy : Through our membership and active collaboration with the Human Rights and Democracy Network (HRDN, together with other INGOs we have sent inputs regarding our assessment of the implementation of the EU guidelines to feed in the development of the upcoming new EU Action Plan on HR and Democracy 2020-2024&#xd;<br />&#xd;<br />-\tEU Guidelines on Human Rights Defenders (2008): we are closely following the implementation on the ground in countries and regions where we operate of these EU Guidelines. We have for instance sent inputs regarding our assessment of their actual implementation to feed in the European Parliament 2018 Annual Report on Human Rights. &#xd;<br />&#xd;<br />-\tEU Human Rights Guidelines on safe drinking water and sanitation (adopted in June 2019): PI participated in the consultation to civil society, providing inputs focused on the need to include safeguards to protect the right to protest against hydroelectric projects that impact rights of communities, including environmental rights and indigenous rights, as well as the need to align these guidelines with the ones on women and men HRDs (W/HRDs).&#xd;<br />&#xd;<br />-\tEU relations with ASEAN, African Union, Latin America: thanks to our membership to EU networks such as the Human Rights and Democracy Network (HRDN), the European network for Central Africa (EurAc) or EU-LAT, the European network working on EU and Latin America relations, we are closely following up the developments ahead, during and after the bilateral summits, meetings etc.&#xd;<br />&#xd;<br />-\tEU-third countries Human Rights dialogues:  when these formal Human Rights Dialogues are addressing the human rights situation in countries and regions where PI operates, we contribute with relevant background information, policy inputs and concrete recommendations. We for instance contributed to the HR dialogue on Mexico (October 2018), being involved in the civil society preparatory meetings, together with other organisations to propose key topics and policy recommendations on the issue. We also provided written contributions during consultation with civil society ahead of the EU-Indonesia HR Dialogue. &#xd;<br />&#xd;<br />-\tFAC, COHOM, COAFR, COLAC, COASI meetings: ahead of relevant meetings, when addressing the human rights situation and individual and collective cases of women and men HRDs (W/HRDs) and their collectives at risk in countries and regions where PI operates, we can provide delegates with relevant background information, policy inputs and concrete recommendations. &#xd;<br />&#xd;<br />-\tAFET, LIBE, DEVE, INTA committees and DROI sub-committee in the EP: ahead of relevant meetings, when addressing the human rights situation and individual and collective cases of women and men HRDs (W/HRDs) and their collectives at risk in countries and regions where PI operates, we can provide MEPs and committees/sub-committees secretariats with relevant background information, policy inputs and concrete recommendations. &#xd;<br />&#xd;<br />-\tEP urgency resolutions on the situation of human rights: when addressing the human rights situation and individual and collective cases of women and men HRDs (W/HRDs) and their collectives at risk in countries and regions where PI operates, we can provide MEPs, political groups and/or committees/sub-committees secretariats with relevant background information, policy inputs and concrete recommendations to feed in draft motions for resolution.&#xd;<br />&#xd;<br />-\tProtectDefenders.eu, EU mechanism: Protection International is one of the 12 organisations members of the ProtectDefenders.eu consortium, providing support and expertise in capacity-building and advocacy/outreach activities.","lastUp":"2019-09-02T15:04:11.467+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}