{"id":"494128534615-03","name":"TLSContact","registrationDate":"2019-04-17T10:21:25.857+02:00","category":2,"subCategory":3,"legal":"SA","web":"http://www.tlscontact.com","country":"Luxembourg","headAddress":"153 -155 Rue du Kiem L-8030 STRASSEN - LUXEMBOURG","headCity":"Luxemburg","headPostCode":"L 8030","headPhone":"(39)34 65 01 70 95","boss":"Lucio Maria Apollonj Gheti","bossTitle":"Mr","bossPosition":"Ceo","membersCount":1,"membersFTE":"1.0","membership":"Associazione Civita&#xd;\nAspen Institute&#xd;\nConfindustria","memberOrga":"www.civita.it&#xd;\nwww.aspeninstitute.it&#xd;\nwww.confindustria.it","goal":"TLSContact e' una societa' multinazionale di matrice francese posseduta al 1005 dal Gruppo Teleperformance. Opera nel settore dei servizi consolari, gestendo le pratiche dei visti o della legalizzazione della documentazione per molti governi europei o per specifiche rappresentanze diplomatiche. TLSContact e' quindi interessata a seguire la normativa in materia di visti, di asilo, di servizi offerti alla pubblica amministrazione e delle gare di appalto&#xd;<br />&#xd;<br />TLSContact attualmente non ha sviluppato attivita' di advocacy o rappresentanza degli interessi del settore. Opera in molti paesi europei e non solo dove gestisce il servizio dei visti per cittadini extra comunitari.&#xd;<br />&#xd;<br />TLSContact ha recentemente collaborato alla stesura di un dossier dedicato al servizi offerti alla PA pubblicato in Italia dalla rivista \"Le Formiche\", specializzata in materia di internazionalizzazione e geo politica&#xd;<br />&#xd;<br />TLCContact e' una realta' che appplica con estremo rigore tutte le procedure in materia  di rispetto dei dati personali e per le politiche inerenti l'anti corruzione. Ha svilupato un protocollo complaiant con il nuovo Regolamento GDPR e possiede tutte le necessarie certificazioni ISO&#xd;<br />&#xd;<br />Paolo Sarzana, in qualita' di responsabile della Direzione Public Affair, si dedichera' alla cura dei rapporti con le istituzioni comunitarie, avvalendosi di ogni possibile supporto all'interno della propria organizzazione","acronym":"TLS","interests":"Borders and Security, Business and Industry, Communication, Competition, Consumers, Digital economy and society, Employment and Social Affairs, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Research and innovation","euInitiatives":"Visa Code, Humanitarian Visa, Digital Visa, Artificial Intelligence, Integrated Border Management Fund, Public Procurement, GDPR, e-privacy, Cybersecurity, Horizon 2020, MFF","lastUp":"2019-04-18T11:53:17.682+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}