{"id":"494318930317-60","name":"Verband der Bahnindustrie in Deutschland","registrationDate":"2018-02-21T13:52:36.830+01:00","category":2,"subCategory":4,"legal":"e.V.","web":"http://www.bahnindustrie.info","country":"Germany","headAddress":"Universitätsstraße 2","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)3 02 06 28 90","boss":"Ben Möbius","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"http://www.unife.org/","memberOrga":"http://bahnindustrie.info/de/der-vdb/mitglieder-produkte/","goal":"Der Verband der Bahnindustrie in Deutschland (VDB) führt die Hersteller sämtlicher Produkte für den Bahnbetrieb unter seinem Dach zusammen, sowohl Systemhäuser als auch mittelständische Zulieferer. Die Industrie produziert Schienenfahrzeuge wie Hochgeschwindigkeitszüge, Lokomotiven und Regionaltriebzüge, Metros, Stadt- und Straßenbahnen, Güterwaggons.&#xd;<br />&#xd;<br />Die Bahnindustrie sorgt auch für Infrastrukturausrüstungen wie Leit- und Sicherungstechnologien, Gleise, Weichen und Stationen, elektrifiziert, digitalisiert und automatisiert das Schienennetz und entwickelt Kundeninformations- und Entertainmentsysteme.&#xd;<br />&#xd;<br />Überdies bieten die Mitgliedsunternehmen ein breites Spektrum an Dienstleistungen: Planung, Engineering, Leasing und Design. Immer bedeutender werden die Kompetenzen für Wartung, Instandhaltung und intelligente Züge, die voraussagen, wann sie Ersatzteile brauchen.","acronym":"VDB","interests":"Climate Action, Competition, Environment, External Relations, Internal Market, Trans-European Networks, Transport","euInitiatives":"Europa auf der Schiene verwirklichen. Die sowohl technische als auch rechtliche Zersplitterung des europäischen Eisenbahnraums schwächt den Schienenverkehr – und damit den Heimatmarkt der Bahnindustrie. Der VDB engagiert sich für das harmonisierte europäische Zugleitsystem ETCS, für effiziente Zulassungsverfahren in der EU, Ausbau der europäischen Schieneninfrastruktur und für europäische Forschungsprogramme.","lastUp":"2018-02-21T13:53:22.754+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}