{"id":"494348421175-65","name":"Foundation on European Citizens’ Rights, Involvement and Trust","registrationDate":"2016-03-29T16:28:47.540+01:00","category":4,"subCategory":5,"legal":"Foundation","web":"http://ecit-foundation.eu/","country":"Belgium","headAddress":"Rue Washington 40","headCity":"Ixelles, Bruxelles","headPostCode":"1050","headPhone":"(32)04 77 20 67 06","boss":"Tony Venables","bossTitle":"Mr","bossPosition":"Founder","membersCount":2,"membersFTE":"0.5","membership":"Ecit is a member of European Association for Local Democracy (ALDA) since 2015 (http://www.alda-europe.eu/newSite/members.php).","memberOrga":"ECIT is a public foundation. Such a legal entity in governed by a Board of Directors, but does not have members.&#xd;\nThe Board of Directors is composed of Antoine Fobe, Niccolo Milanese, Rose Omondi, Professor Jo Shaw and Tony Venables.","goal":"ECIT is a think tank, which aims at developing a holistic approach to European citizenship (http://ecit-foundation.eu/). &#xd;<br />The aim is that it should become a multidisciplinary resource bringing together different aspects of this transnational citizenship – a virtual and physical meeting place for dialogue and knowledge sharing among the scattered community of interest involved. &#xd;<br />&#xd;<br />Therefore, placing Union citizenship in a broader framework, bringing about a more coherent citizenship within the European Union and introducing reforms for a full-scale European citizenship are the three main objectives of the foundation.&#xd;<br />&#xd;<br />These aims bring together 12 proposals for reform to develop European citizenship:&#xd;<br />• A more preventative, collective and problemsolving&#xd;<br />approach to the enforcement of European rights&#xd;<br />• Creation of a European free movement solidarity fund;&#xd;<br />• Full political rights for European citizens;&#xd;<br />• A more inclusive approach to European citizenship extended to legally resident third country nationals;&#xd;<br />• Wider citizen access to EU policy-making by making voluntary systems mandatory, user-friendly&#xd;<br />and multilingual;&#xd;<br />• Increased regulation and transparency in lobbying practices;&#xd;<br />• Drawing up a European law for the fair and regular conduct of citizen participation practices as a pillar of EU decision-making;&#xd;<br />• Easier to use Citizens’ Initiatives, whereby over one million people can demand a European law;&#xd;<br />• Fostering a civil society for European citizenship;&#xd;<br />• A right to be informed and an introduction of education for European citizenship in schools;&#xd;<br />• Creating in stages an entitlement for all European citizens to participate in a European exchange programme;&#xd;<br />• A European citizenship card making it easier to prove such an entitlement, enforce European rights, sign European initiatives and vote in European elections.","acronym":"ECIT","interests":"Communication, Consumer Affairs, Culture, Education, Employment and Social Affairs, External Relations, General and Institutional Affairs, Home Affairs, Information Society, Justice and Fundamental Rights, Research and Technology, Youth","euInitiatives":"1. Petition to the European Parliament: asking the EU institution to use its powers of inquiry and oversight to challenge the assumption that citizens of a country leaving the EU should lose their EU citizenship.&#xd;<br />2. Eu citizenship report 2016.&#xd;<br />ECIT submitted observations in response to the consultation. These will be followed up with the Commission and European Parliament, when it debates the report.&#xd;<br />3. Legislation on free movement of persons. Amendments to the “citizenship directive” 2004/38 and changes to the regulation on free movement of workers and coordination of social security;&#xd;<br />4. An ECI asking the Commission to develop European citizenship is being prepared;&#xd;<br />5. The main interlocutors for ECIT are DG Justice, DG Employment and the Secretariat General in the European Commission and Committees AFCO and LIBE in the European Parliament. However, we are also monitoring the broader aspects of EU citizenship (ie. in the cultural and educational fields)","lastUp":"2017-03-02T11:01:48.426+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}