{"id":"494490715486-29","name":"NETAMO SYSTEMS SL","registrationDate":"2015-01-08T20:24:15.787+02:00","category":2,"subCategory":3,"legal":"Private company (SL)","web":"https://en.datocapital.com","country":"Spain","headAddress":"ZURBANO, 45","headCity":"MADRID","headPostCode":"28010","headPhone":"(91)1 43 03 62","boss":"EDUARDO AMO","bossTitle":"Mr","bossPosition":"DIRECTOR","membersCount":1,"membersFTE":"0.25","membership":"ASEDIE: Spanish Association of Public Information Re-User Companies http://www.asedie.es&#xd;\nAIIP: Association of Independent Information Professionals&#xd;\nhttps://www.aiip.org/","memberOrga":"","goal":"We are a global provider of corporate and enterprise information including financial and commercial data about companies and directors in several countries inside and outside the European Union. Our main goal is to become a worldwide reference in business information with a simple access channel. &#xd;<br />&#xd;<br />Our technology is based in Big Data and Artificial Intelligence and our systems process several millions of data every day from public and non-public sources, in order to provide comprehensive reports to our customers in 88 countries around the globe. &#xd;<br />&#xd;<br />The reports include annual accounts, registry information, historical data, data protection policy information, customs and import/export data and internet domains registration information.&#xd;<br />&#xd;<br />We are commited to improve business transparency in international trade as our role as information traders. We comply with many data protection acts from different countries regarding director data.","acronym":"DATO CAPITAL","interests":"Business and Industry, Customs, Digital economy and society, Economy, finance and the euro, External Relations, Foreign affairs and security policy, Research and innovation, Taxation, Trade","euInitiatives":"General Data Protection Regulation. We comply with GDPR and we attempt to influence the application of the act to avoid filtering of important data in corporate reports. There are a number of cases of misuse of GDPR to removal corporate data.","lastUp":"2019-04-09T14:06:55.405+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}