{"id":"494613715191-85","name":"Cisco Systems Inc.","registrationDate":"2014-12-08T22:49:39.069+02:00","category":2,"subCategory":3,"legal":"Inc.","web":"http://www.cisco.com","country":"United states","headAddress":"West Tasman Dr, 170","headCity":"San Jose","headPostCode":"95134","headPhone":"(1408)5 26 40 00","boss":"Elisabeth De Dobbeleer","bossTitle":"Ms","bossPosition":"General Counsel - Vice President Legal EMEAR","membersCount":8,"membersFTE":"3.75","membership":"Cisco belongs to the following Trade Associations:&#xd;\n&#xd;\nDigital Europe:  http://www.digitaleurope.org/&#xd;\n&#xd;\nAmerican Chamber of Commerce to the EU: http://www.amchameu.eu/&#xd;\n&#xd;\nEuropean Internet Forum: http://eifonline.org/&#xd;\n&#xd;\nEuropean Telecommunication Network Operators: https://www.etno.eu/&#xd;\n&#xd;\nFair Standards Alliance: http://www.fair-standards.org/&#xd;\n&#xd;\nAlliance for Internet of Things Innovation: http://www.aioti.eu&#xd;\n&#xd;\nBitkom: https://www.bitkom.org/","memberOrga":"","goal":"Cisco designs, manufactures and sells Internet protocol (IP), based Internet products and services related to communications and information technology industries. Our customers include businesses of all sizes, public institutions, telecommunications companies, other service providers and individuals. We were incorporated in California in December 1984 and our headquarter is in San Jose, California. Our products and technologies are grouped into the following categories: switching; next generation routing; service provider video; collaboration; data center; wireless; security; and other products. As part of our business focus on the network as the platform of all forms of communications and IT, are products and services designed to help our customers use technology to address their business imperatives and opportunities – driving growth, improving productivity, reducing costs, mitigating risk and gaining competitive advantage.&#xd;<br />Cisco is present in all 28 Member States.","acronym":"Cisco","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Culture and media, Customs, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Institutional affairs, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Main EU initiatives, policies and legislative files currently followed by your organisation: &#xd;<br />&#xd;<br />Digital Single Market and all policy related initiatives including broadband, telecoms review, spectrum, 5G, OTT/platform regulation, industry digital transformation, cloud, data flows, big data, IoT, AI, among others.&#xd;<br />&#xd;<br />European Electronic Communications Code &#xd;<br />&#xd;<br />Spectrum allocation / harmonisation measures ; wifi4EU&#xd;<br />&#xd;<br />Cyber security, including implementation of Network Information Security Directive, EU Cybersecurity Strategy, EU Cybersecurity Act, ENISA&#xd;<br />&#xd;<br />Implementation of General Data Protection Regulation&#xd;<br />&#xd;<br />Review of Privacy Shield and cross border transfer mechanisms&#xd;<br />&#xd;<br />E-evidence; cross border access of electronic evidence&#xd;<br />&#xd;<br />Data Package, including ePrivacy Regulation and free flow of data&#xd;<br />&#xd;<br />Activities under the Cloud DSM Stakeholder Group &#xd;<br />&#xd;<br />Policy initiatives around e-skills and Innovation, including Digital Skills and Jobs Coalition&#xd;<br />&#xd;<br />Application and enforcement of Net Neutrality Regulation, BEREC guidelines and implementing work &#xd;<br />&#xd;<br />Internet Governance&#xd;<br />&#xd;<br />Review of Export Controls Regulation &#xd;<br />&#xd;<br />EU trade strategy including trade developments in third countries and EU bilateral and multilateral trade negotiations, incl. TISA, EU-US trade &#xd;<br />&#xd;<br />Negotiations related to Brexit including negotiations on the future trade rules between the UK and the EU &#xd;<br />&#xd;<br />Competition Policy&#xd;<br />&#xd;<br />Standardization policy, including IPR-related aspects&#xd;<br />&#xd;<br />Circular economy package, WEEE, RoHs, REACH, Eco-design, and other energy efficiency and environmental initiatives&#xd;<br />&#xd;<br />International and digital taxation &#xd;<br />&#xd;<br />Policy initiatives around Innovation, R&amp;D in ICT&#xd;<br />&#xd;<br />Next MFF, broadband and digital services funding&#xd;<br />&#xd;<br />The European AI Alliance","lastUp":"2019-07-26T14:54:57.829+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}