{"id":"494832735094-65","name":"Foundation on European Citizens’ Rights, Involvement and Trust","registrationDate":"2019-06-11T19:16:08.198+02:00","category":4,"subCategory":5,"legal":"ASBL","web":"https://ecit-foundation.eu/","country":"Belgium","headAddress":"Rue d'Egmont 11","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)4 99 21 08 16","boss":"Anthony  Venables","bossTitle":"Mr","bossPosition":"Founder","membersCount":1,"membersFTE":"0.25","membership":"ECIT is a member of the board of ETTW (https://euromonde.eu/)","memberOrga":"/","goal":"ECIT Foundation (on European Citizens’ Rights, Involvement and Trust) is a public foundation set up to work exclusively on the concepts of European citizenship. was established as a public foundation under Belgian law on 3 June 2015. In the world of European think tanks, it fills a gap being the only one to concentrate solely on European citizenship. ECIT is becoming a resource of know-how, research, and contacts, but also one of support for civil society organisations, academics and policy makers when they work on this theme. So far, the foundation has to its credit a book Piecing together Europe’s citizenship published in English and French, four annual Summer Universities on European Citizenship in Brussels, many conferences, events and smaller projects as well as the Transeuropa Caravans EU project co-organized with European Alternatives and Political Critique. &#xd;<br />&#xd;<br />This citizens’ think tank brings together civil society activists, academics and policy makers to develop a clearer consensus about how this scattered transnational citizenship should be developed. The aim is to provide first a web platform on European citizenship seen as a multi-disciplinary and multi-stakeholder project bringing together the elements of citizens’ rights, involvement and trust, which are the components of any citizenship. As this develops we will be aiming to house this resource centre in a physical space which will also become a centre for citizen participation.","acronym":"ECIT Foundation","interests":"Climate Action, Communication, Culture, Culture and media, Digital economy and society, Education and training, Enlargement, Environment, Institutional affairs, Justice and Fundamental Rights, Migration and asylum, Research and innovation, Single market, Trans-European Networks, Youth","euInitiatives":"- Revision of the European Citizens' Initiative;&#xd;<br />- Justice and Fundamental rights;&#xd;<br />- Future of Europe;&#xd;<br />- Better regulation;&#xd;<br />- Europe for Citizens Programme.","lastUp":"2019-06-11T19:19:23.439+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}