{"id":"495095511880-33","name":"Council for Aluminium in Building","registrationDate":"2013-09-16T15:15:46.804+01:00","category":2,"subCategory":4,"legal":"Company limited by guarantee","web":"http://www.c-a-b.org.uk","country":"United kingdom","headAddress":"Bond's Mill, Bank House","headCity":"Stonehouse","headPostCode":"GL10 3RF","headPhone":"(44)14 53 82 88 51","boss":"Justin Ratcliffe","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":1,"membersFTE":"0.5","membership":"Construction Products Association (UK)&#xd;\nCentre for Window and Cladding Technology (UK)&#xd;\nBritish Standards Institution (UK)&#xd;\nFederation of European Window and Curtain Walling Manufacturers' Associations (FAECF) (Europe)","memberOrga":"http://www.c-a-b.org.uk/members/","goal":"The Council for Aluminium in Building (CAB) was formed in 1994 by bringing together three existing trade associations: the Aluminium Window Association, the Architectural Aluminium Association and the Patent Glazing Contractors Association. Its members include fabricators, installers, systems companies, consultants and many specialist product supply and manufacturing companies. CAB became a company limited by guarantee in January 2006.&#xd;<br />CAB has now become the largest UK aluminium-in-building trade association, with well over 100 members across the supply chain. Throughout its history CAB has continued to expand its services to members. In addition to technical information, guidance on regulations, standards, best practice and its publications CAB also promotes seven RIBA Approved CPD Seminars. Its ambitious events programme includes Regional Members’ Meetings, Mini -Conferences and Breakfast Network events around the UK. The association is highly proactive in a number of aluminium and sustainability initiatives in the UK and internationally.&#xd;<br />CAB is a member of the Construction Products Association, the Centre for Window and Cladding Technology and the RIBA Providers Network. The association also works closely with many of the principal trades bodies.","acronym":"CAB","interests":"Business and Industry, Climate Action, Consumers, Energy, Environment, Research and innovation, Taxation","euInitiatives":"CEN (TC 33, TC 350), Construction &amp; Demolition Waste, Circular Economy, Product Environmental Footprint, Ecodesign, Construction Products Regulation, Energy Performance of Building Regulations, Horizon 2020","lastUp":"2019-02-13T16:20:07.871+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}