{"id":"495144126378-48","name":"Ecopreneur.eu European Sustainable Business Federation","registrationDate":"2017-03-17T08:57:35.270+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.ecopreneur.eu","country":"Belgium","headAddress":"75 Boulevard Saint-Michel","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)28 08 35 88","boss":"Manfred Mühlberger","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"2.0","membership":"","memberOrga":"MVO Nederlands(Netherlands): https://mvonederland.nl/&#xd;\n&#xd;\nEntreprendre Vert (France): https://entreprendrevert.org/&#xd;\n&#xd;\nGrüne Wirtschaft (Austria): http://www.gruenewirtschaft.at/&#xd;\n&#xd;\nUnternehmensgrün e.V. (Germany): http://www.unternehmensgruen.org/&#xd;\n&#xd;\nSustainable Economy Association (Belgium)&#xd;\n&#xd;\nThe Foundation for Circular Economy (FCE) Hungary: http://circularfoundation.org/en","goal":"Ecopreneur.eu, the European Sustainable Business Federation, sets a course towards sustainable economic policies on the European level to support the economic and societal transformation across Europe and beyond. Ecopreneur.eu is a non-profit non-governmental organisation under Belgian law. The federation presently holds six member associations from different countries of the European Union: UnternehmensGrün (Germany), Grüne Wirtschaft (Austria), Entreprendre Vert (France), MVO Nederland (Netherlands), SEA (Belgium) and Circular Hungary.&#xd;<br />&#xd;<br />Through Ecopreneur.eu these associations strengthen the voice of sustainable business in Brussels. Under the roof of Ecopreneur over 3000 businesses are represented, mostly SMEs, that strive to deliver sustainable products and services. These companies are all truly ethical businesses striving for offering sustainable products and services in order to solve societal challenges and serve to mitigate climate change.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Budget, Business and Industry, Business and Industry, Climate Action, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Food Safety, International co-operation and development, Maritime affairs and fisheries, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Circular Economy Package&#xd;<br />Green Fiscal Reform&#xd;<br />Horizon 2020&#xd;<br />LIFE&#xd;<br />Sustainable Development Goals","lastUp":"2019-02-04T12:44:06.593+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}