{"id":"495144126378-48","name":"Ecopreneur.eu European Sustainable Business Federation","registrationDate":"2017-03-17T08:57:35.270+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.ecopreneur.eu","country":"Belgium","headAddress":"75 Boulevard Saint-Michel","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)28 08 35 88","boss":"Manfred Mühlberger","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"1.0","membership":"","memberOrga":"MVO Nederlands/De Groene Zaak (Netherlands): https://mvonederland.nl/&#xd;\n&#xd;\nEntreprendre Vert (France): https://entreprendrevert.org/&#xd;\n&#xd;\nECOVE (Spain): &#xd;\nhttp://ecove.org/&#xd;\n&#xd;\nGrüne Wirtschaft (Austria): http://www.gruenewirtschaft.at/&#xd;\n&#xd;\nUnternehmensgrün e.V. (Germany): http://www.unternehmensgruen.org/&#xd;\n&#xd;\nSustainable Economy Association (Belgium)&#xd;\n&#xd;\nThe Foundation for Circular Economy (FCE) Hungary: http://circularfoundation.org/en","goal":"Ecopreneur.eu, the European Sustainable Business Federation,sets a course toward sustainable economic policies on the European level to support the economic and societal transformation across Europe and beyond. Ecopreneur.eu aims at opening solidified structures and brings sustainable matters to European policy makers. In 2016 Ecopreneur.eu acquired official legal status as an \"association internationale sans but lucratif\" (aisbl), a non-profit non-governmental organization under Belgian law. The organization is quickly growing and now holds seven associations from different countries of the European Union: UnternehmensGrün (Germany), Grüne Wirtschaft (Austria), Entreprendre Vert (France), MVO Nederland / De Groene Zaak (Netherlands), ECOVE (Spain), SEA (Belgium) and Circular Hungary. Through Ecopreneur.eu these associations strengthen the voice of sustainable business in Brussels. Under the roof of Ecopreneur.eu, more than 2500 green, circular and sustainable businesses are represented – mostly SMEs. These companies are all truly ethical businesses striving for offering sustainable products and services in order to solve societal challenges and serve to mitigate climate change.","acronym":"","interests":"Agriculture and Rural Development, Budget, Climate Action, Consumer Affairs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, General and Institutional Affairs, Information Society, Internal Market, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Circular Economy Package&#xd;<br />Green Fiscal Reform&#xd;<br />Horizon 2020&#xd;<br />LIFE&#xd;<br />Sustainable Development Goals","lastUp":"2018-02-26T09:55:19.276+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}