{"id":"495349735696-77","name":"Hardt","registrationDate":"2019-08-24T13:06:55.656+02:00","category":2,"subCategory":3,"legal":"B.V.","web":"http://hardt.global","country":"Netherlands","headAddress":"Paardenmarkt 1","headCity":"Delft","headPostCode":"2611 PA","headPhone":"(31)8 80 24 39 20","boss":"MJ Geuze","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"FME","memberOrga":"","goal":"The aviation sector is growing fast, stressing both the environment and the infrastructure. While technical improvements continue to make airplanes more energy efficient, the anticipated developments will not be able to solve aviation’s CO2 problems nor the limited capacity of airports. High-speed rail is often touted as an alternative, but it is unable to compete on speed for longer distances. Hyperloop offers the sustainable alternative for high-speed transportation. &#xd;<br />&#xd;<br />Hyperloop is a new mode of transportation for large volumes of passengers and cargo. The infrastructure consists of two tubes for bi-directional traffic which can be built either underground or above ground. The combination of a low-pressure environment inside the tube and the magnetic levitation and propulsion allows vehicles to move at speeds comparable to aircraft, while using even less energy than a train. With hyperloop, most major European cities can be connected within 2 hours, and the current aviation demand is sufficient to make the infrastructure profitable with competitive ticket prices. &#xd;<br />&#xd;<br />Hardt develops the hyperloop technology in a phased approach to make continuous progress while minimizing cost and risk early on. A full-scale prototype that proves levitation, guidance and propulsion in a low-pressure environment has already been realized. The next step is to test all the technologies at high-speed in a small-scale tube in 2021. When all technologies have been proven at scale, a 10-15 km European certification track is anticipated, before extending it into a first short commercial route, such as an airport-city center connection. From 2028 onward the technology is ready to be deployed on large scale to build out the European hyperloop network.","acronym":"","interests":"Business and Industry, Climate Action, Environment, International co-operation and development, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"European Partnership for transforming Europe’s rail system (Horizon Europe programme)&#xd;<br />TEN-T","lastUp":"2019-08-24T13:07:23.129+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}