{"id":"495521635656-72","name":"GCP Europe - European Association of Mechanical Contractors","registrationDate":"2019-08-16T15:25:06.321+02:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.gcpeurope.eu/","country":"Belgium","headAddress":"Boulevard A. Reyners, 80 - BluePoint Brussels","headCity":"Bruxelles","headPostCode":"1030","headPhone":"(32)22 06 68 67","boss":"Karl-Walter Schuster","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"GCP Europe Members: https://gcpeurope.eu/members","goal":"GCP Europe is the voice of the efficient building engineering services. GCP Europe represents and promotes the interests of the Building Services Engineering Sector: plumbing and HVAC at the European Union level, paving the way for policies conducive to a stable business environment in which its members operate.&#xd;<br />&#xd;<br />GCP Europe counts 16 member associations in 13 countries. It took on its new name in 2014 – it was formerly known as Genie Climatique Internationale – Union Internationale de la Couverture et de la Plomberie; GCI-UICP.&#xd;<br />&#xd;<br />Goals:&#xd;<br />&#xd;<br />- To inform the members about relevant European developments&#xd;<br />- To provide an entry point for influencing the content of European technical standards and legislation&#xd;<br />- To provide a platform for the members to exchange best practices, knowledge in order to better confront common problems&#xd;<br /> &#xd;<br />GCP Europe members' activities&#xd;<br />&#xd;<br />- Installing, planning, and maintain heating, ventilation, air condition and plumbing systems in buildings (a multi-service approach);&#xd;<br />- Advise on system integrating and innovative smart controls;&#xd;<br />- Regular inspections, energy auditing/assessment (in the framework of the Energy Performance of Buildings Directive);&#xd;<br />- Advise about energy efficiency/performance to real estate investors and end-users;&#xd;<br />- Advice on renewable energy systems such as solar thermal, heat pump, biomass heating, fuel cell, power-heat coupling and photovoltaic systems, and their installing, planning, and maintenance;&#xd;<br />- Performance contracting.&#xd;<br /> &#xd;<br />Delegates within GCP Europe periodically come together in Working Groups that are driven by need from the member associations. The activities of GCP Europe are carried out by thematic Committees, and a General Secretariat. The work is done by companies and associations' experts on a voluntary basis. The secretariat staff is shared with other associations.","acronym":"GCP Europe","interests":"Business and Industry, Climate Action, Digital economy and society, Energy, Environment, Research and innovation","euInitiatives":"- Energy Performance of Buildings Directive (EPBD);&#xd;<br />- Renewable Energy;&#xd;<br />- Renovation;&#xd;<br />- Energy Efficiency Directive;&#xd;<br />- EcoDesign Directive;&#xd;<br />- Energy Labelling Regulation;&#xd;<br />- Digitalisation &amp; BIM","lastUp":"2019-08-16T15:25:41.615+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}