{"id":"495779528574-06","name":"M+P raadgevende ingenieurs B.V.","registrationDate":"2017-10-06T13:47:39.293+02:00","category":1,"subCategory":6,"legal":"private company","web":"http://www.mplusp.eu","country":"Netherlands","headAddress":"Visserstraat 50","headCity":"Aalsmeer","headPostCode":"1431GJ","headPhone":"(31)2 97 32 06 51","boss":"Jan Hooghwerff","bossTitle":"Mr","bossPosition":"director","membersCount":6,"membersFTE":"2.5","membership":"- M+P is a member of the MBBM holding AG (www.mbbm.com)&#xd;\n- member of NLingenieurs, the Dutch association of consulting engineers (http://www.nlingenieurs.nl/)&#xd;\n- many of our employees are members of the Dutch Acoustical Society (NAG) (http://www.nag-acoustics.nl/)","memberOrga":"","goal":"M+P provides creative and innovative solutions for environmental issues in the Netherlands and in the world. Our solutions are high quality, smart and practical. We operate close to our clients, as partners, and easily switch between multiple aspects of our clients needs. We are organised such than we can respond flexibly to changing market needs and external circumstances. We are a company with client-oriented, commercially skilled and innovative employees. We have a flat organisational structure, where employees have both influence and responsibility. We communicate in a open and transparent way with our clients, which benefits both employees and clients.","acronym":"M+P","interests":"Climate Action, Energy, Environment, Public Health, Research and innovation, Trans-European Networks, Transport","euInitiatives":"M+P is currently highly interested in the European Noise Directive (END) and directive 2015/996 (CNOSSOS-EU), regarding noise mapping, action planning and harmonized noise assessment methods. This includes all sources of environmental noise: road, rail and air traffic, industrial sources, wind turbines, etc.&#xd;<br />We closely follow the activities of the EEA and WHO on the subjects of environmental noise and health effects, and contribute to these activitities wherever possible. This includes policy development and cost-benefit related issues, such as external costing.&#xd;<br />We are also following and participating in activities on road vehicle and tyre noise, mainly through the UNECE Working Party on Noise (GRB). &#xd;<br />&#xd;<br />Besides environmental noise, we follow activities regarding CO2 and greenhouse gas emissions, air quality and energy consumption, mainly related to road, rail and air traffic.","lastUp":"2018-09-10T21:20:37.208+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":"","turnoverRange":"100000-499999"}