{"id":"496096624935-13","name":"Využij svůj talent, Nadační fond","registrationDate":"2016-12-06T10:34:56.030+02:00","category":3,"subCategory":2,"legal":"nonprofit assosiation","web":"http://www.nftalent.cz","country":"Czech republic","headAddress":"Purkyňova 125","headCity":"Brno","headPostCode":"63800","headPhone":"(420)7 37 06 09 99","boss":"Jaroslav CHALOUPKA","bossTitle":"Mr","bossPosition":"board managment","membersCount":4,"membersFTE":"3.25","membership":"Membership in other similar organizations is not solved&#xd;\n&#xd;\n&#xd;\nčlenství v dalších  obdobných organizacích není řešeno","memberOrga":"Membership is part of the endowment fund management (4) Audit Authority (3) and contractual obligations of members of the Panel (16) and guests on the working meetings of the Panel (11).&#xd;\n&#xd;\n&#xd;\n&#xd;\nČlenství  je součástí správy nadačního fondu (4-), revizním orgánem (3) a smluvní závazkem členů grémia (16) a hostů na pracovních jednáních Grémia (11).","goal":"Endowment fund to support cooperation between science and industry and application activities talent in the state administration strategy development. Resources for the implementation of talent is the education and training of people realized by changes  in legislation and innovation state management&#xd;<br />&#xd;<br />&#xd;<br />&#xd;<br />Nadační fond na podporu  spolupráce vědy a průmyslu a uplatnění  aktivit talentů v rozvoji společnosti. Prostředky k uplatnění talentů je  vzdělávání a výchova lidí a  změny v legislativě a řízení státu","acronym":"NFTalent","interests":"Economic and Financial Affairs, Education, Enterprise, Environment, General and Institutional Affairs, Information Society, Regional Policy, Research and Technology, Trans-European Networks, Youth","euInitiatives":"Relevant EU research and innovation policy implementation of  European Innovation Council  policy in Czech Republic. Exploitation of EU and kapital financial instruments.&#xd;<br />&#xd;<br />&#xd;<br />Opatření EU komise pro vědu a inovace , vznik European Innovation Council  a jeho  vliv na Českou politikou.&#xd;<br />Upřesnění systému financování inovací a vazby na Evropské fondy","lastUp":"2018-03-26T10:48:18.056+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}