{"id":"496227428572-68","name":"Magyar Helsinki Bizottság","registrationDate":"2017-10-06T12:14:19.031+02:00","category":3,"subCategory":2,"legal":"public benefit association","web":"http://helsinki.hu","country":"Hungary","headAddress":"20 Dohány street","headCity":"Budapest","headPostCode":"1074","headPhone":"(36)13 21 43 23","boss":"Marta Pardavi","bossTitle":"Ms","bossPosition":"Co-chair","membersCount":1,"membersFTE":"1.0","membership":"- JUSTICIA European Rights Network (JUSTICIA): http://eujusticia.net/ &#xd;\n&#xd;\n- Legal Experts Advisory Panel (LEAP): https://www.fairtrials.org/fair-trials-defenders/legal-experts/&#xd;\n&#xd;\n- European Council on Refugees and Exiles (ECRE): https://www.fairtrials.org/fair-trials-defenders/legal-experts/&#xd;\n&#xd;\n- European Network on Statelessness (ENS): http://www.statelessness.eu/&#xd;\n&#xd;\n- International Detention Coalition (IDC): https://idcoalition.org/&#xd;\n&#xd;\n- European Implementation Network (EIN): http://european-implementation.net/&#xd;\n&#xd;\n- European Association for the Defense of Human Rights (AEDH): http://aedh.eu/","memberOrga":"","goal":"The Hungarian Helsinki Committee (HHC) was established in 1989. It started its permanent activities in 1994-1995. Since then, the HHC has been monitoring whether rights that are assured by domestic law can be effectively exercised, and whether Hungarian legislation guarantees the rights that it should under either international treaties or the general principles of human rights. &#xd;<br />&#xd;<br />The HHC's main activities are centered on protecting the rights of asylum seekers and foreigners in need of international protection, as well as monitoring the human rights performance of law enforcement agencies and the judicial system. It particularly focuses on the conditions of detention and the effective enforcement of the right to defense and equality before the law. The HHC also promotes legal education and training in fields relevant to its activities, both in Hungary and abroad. It does so through a number of means, including: (1) free legal representation and advice in individual cases, (2) monitoring of state bodies and detention facilities, (3) research projects, (4) commenting on draft legislation and formulating recommendations for human rights compatible legal norms,  (5) awareness raising, media activities, and (6) international cooperation.&#xd;<br />&#xd;<br />The HHC’s vision is a world in which everyone receives protection against human rights abuses. Our mission is to ensure that&#xd;<br />1)\tAll migrants in need of international protection have access to a dignified life in safety;&#xd;<br />2)\tThe right to liberty and to be free from torture are upheld in all procedures;&#xd;<br />3)\tEveryone's right to a fair trial and equality before the law is respected;&#xd;<br />4)\tThe rule of law and democratic checks and balances prevail, supported by active citizens and an independent civil society;&#xd;<br />5)\tChange-makers are properly trained to bring forward sustainable improvement in human rights policies.","acronym":"","interests":"Borders and Security, General and Institutional Affairs, Justice and Fundamental Rights, Migration and asylum","euInitiatives":"The Hungarian Helsinki Committee follows all policies and legislative files in the areas of asylum, criminal justice, law enforcement, equal treatment, hate crime, the justice system, and those policies and legislative files that focus on rule of law in Hungary.","lastUp":"2018-09-11T13:06:11.446+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}