{"id":"49654992078-52","name":"Merck","registrationDate":"2009-07-28T15:22:49.247+02:00","category":2,"subCategory":3,"legal":"KGaA","web":"http://www.merckgroup.com","country":"Germany","headAddress":"Frankfurter Strasse, 250","headCity":"Darmstadt","headPostCode":"64293","headPhone":"(49)6 15 17 20","boss":"Dr. Stefan Oschmann","bossTitle":"Mr","bossPosition":"Chairman of the Executive Board, CEO of Merck","membersCount":5,"membersFTE":"1.75","membership":"Merck is a member of CEFIC (EU), EFPIA (EU), EuropaBio (EU), EBE - European Biopharmaceutical Enterprises (EU), MedTech Europe (EU), VCI (DE), VfA (DE) and the British Chamber of Commerce in Belgium.","memberOrga":"","goal":"Merck, a leading science and technology company, generated total revenues of € 15.327 million in 2017 with its divisions Healthcare, Performance Materials and Life Science. More than 52,000 Merck employees work in 66 countries to improve the quality of life for patients, to further the success of customers and to help meet global challenges. Merck is the world’s oldest pharmaceutical and chemical company – since 1668, the company has stood for innovation, business success and responsible entrepreneurship. Holding an approximately 70 percent interest, the founding family remains the majority owner of the company to this day. Merck, Darmstadt, Germany is holding the global rights to the Merck name and brand. The only exceptions are the United States and Canada. Here we operate as EMD Serono in the Biopharma business, MilliporeSigma in the Life Science business, and as EMD Performance Materials in the Performance Materials business.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Food Safety, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Public Health, Regional Policy, Research and innovation, Single market, Trade","euInitiatives":"Industrial Policy Strategy, Data Protection Directive, Cross Border Directive, TTIP, Emission Trading System (ETS), Energy Efficiancy, Digitalization Strategy, Global Health Policy","lastUp":"2018-04-26T14:27:19.906+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}