{"id":"496641420500-79","name":"UNION DES IVOIRIENS EN SICILE","registrationDate":"2016-01-31T00:19:48.232+02:00","category":2,"subCategory":7,"legal":"Associazione","web":"","country":"Italy","headAddress":"via Mariano Stabile n. 136 - Palermo","headCity":"PALERMO","headPostCode":"90136","headPhone":"(39)32 89 29 18 51","boss":"Ibrahim Dott Ouattara Ibrahim Kobena","bossTitle":"Mr","bossPosition":"PRESIDENTE","membersCount":10,"membersFTE":"10.0","membership":"","memberOrga":"","goal":"La nostra Associazione non è una struttura governamentale,è nata in sicilia, ed è indipendente.E' un'associazione senza fini di lucro, apolitica, ed ha il fine di curare mantenere e sviluppare i rapporti culturali , di amicizia di solidarietà, di promuovere la formazione professionale, promuovere la cultura ivoriana , attività artiginali, laboratori culturali in tutti i campi,organizzare corsi di formazione pratica e teorica orientati allo sviluppo delle abilità e competenze artigianali e professionali , impegnarsi per diffondere gli adempimenti fiscali nelle comunità e la conoscenza delle norme fiscali attraverso l'organizzazione di seminari e workshop e giornate di studio per  contribuire alla lotta contro la frode e l'evasione fiscale , incoraggiare il dialogo tra la società civile e il governo della Costa D'Avorio e i governi dei paesi terzi e incentivare e contribuire alla buona governance nel campo fiscale.","acronym":"U.N.I.S.","interests":"Borders and Security, Culture, Culture and media, Education and training, Employment and Social Affairs, Food Safety, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Sport, Taxation, Youth","euInitiatives":"sono diverse le iniziative che segue la nostra associazione tra le quali : giustizia fiscale, cooperazione internazionale ed amministrativa, immigrazione, buon funzionamento del mercato,  •  Affari economici e finanziari (ECFIN) &#xd;<br />•  Agricoltura e sviluppo rurale (AGRI) &#xd;<br />•  Aiuti umanitari e protezione civile (ECHO) &#xd;<br />•  Commercio (TRADE) &#xd;<br />•  Comunicazione (COMM) &#xd;<br />•  Cooperazione internazionale e sviluppo (DEVCO) &#xd;<br />•  Fiscalità e unione doganale (TAXUD) &#xd;<br />•  Giustizia e consumatori (JUST) &#xd;<br />•  Informatica (DIGIT) &#xd;<br />•  Istituto statistico - Eurostat (ESTT) &#xd;<br />•  Istruzione e cultura (EAC) &#xd;<br />•  Mercato interno, industria, imprenditoria e PMI (GROW) &#xd;<br />•  Migrazione e affari interni (HOME) &#xd;<br />•  Mobilità e trasporti (MOVE) &#xd;<br />•  Occupazione, affari sociali e inclusione (EMPL) &#xd;<br />•  Politica di vicinato e negoziati di allargamento (NEAR) &#xd;<br />•  Politica regionale e urbana (REGIO) &#xd;<br />•  Ricerca e innovazione (RTD) &#xd;<br />•  Risorse umane e sicurezza (HR) &#xd;<br />•  Salute e sicurezza alimentare (SANTE) &#xd;<br />•    Servizio degli strumenti di politica estera (FPI) &#xd;<br />•  Stabilità finanziaria, servizi finanziari e Unione dei mercati dei capitali (FISMA)","lastUp":"2018-05-13T18:08:49.964+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}