{"id":"496641420500-79","name":"UNION DES IVOIRIENS EN SICILE","registrationDate":"2016-01-31T00:19:48.232+01:00","category":2,"subCategory":7,"legal":"Associazione","web":"","country":"Italy","headAddress":"via Mariano Stabile n. 136 - Palermo","headCity":"PALERMO","headPostCode":"90136","headPhone":"(39)32 89 29 18 51","boss":"Ibrahim Ouattara Ibrahim Kobena","bossTitle":"Mr","bossPosition":"PRESIDENTE","membersCount":10,"membersFTE":"10.0","membership":"","memberOrga":"","goal":"La nostra Associazione non ? una struttura governamentale,? nata in sicilia, ed ? indipendente.E' un'associazione senza fini di lucro, apolitica, ed ha il fine di curare mantenere e sviluppare i rapporti culturali , di amicizia di solidariet?, di promuovere la formazione professionale, promuovere la cultura ivoriana , attivit? artiginali, laboratori culturali in tutti i campi,organizzare corsi di formazione pratica e teorica orientati allo sviluppo delle abilit? e competenze artigianali e professionali , impegnarsi per diffondere gli adempimenti fiscali nelle comunit? e la conoscenza delle norme fiscali attraverso l'organizzazione di seminari e workshop e giornate di studio per  contribuire alla lotta contro la frode e l'evasione fiscale , incoraggiare il dialogo tra la societ? civile e il governo della Costa D'Avorio e i governi dei paesi terzi e incentivare e contribuire alla buona governance nel campo fiscale.","acronym":"U.N.I.S.","interests":"Audiovisual and Media, Budget, Communication, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, External Relations, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Regional Policy, Sport, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"sono diverse le iniziative che segue la nostra associazione tra le quali : giustizia fiscale, cooperazione internazionale ed amministrativa, immigrazione, buon funzionamento del mercato,  ?  Affari economici e finanziari (ECFIN) &#xd;<br />?  Agricoltura e sviluppo rurale (AGRI) &#xd;<br />?  Aiuti umanitari e protezione civile (ECHO) &#xd;<br />?  Commercio (TRADE) &#xd;<br />?  Comunicazione (COMM) &#xd;<br />?  Cooperazione internazionale e sviluppo (DEVCO) &#xd;<br />?  Fiscalit? e unione doganale (TAXUD) &#xd;<br />?  Giustizia e consumatori (JUST) &#xd;<br />?  Informatica (DIGIT) &#xd;<br />?  Istituto statistico - Eurostat (ESTT) &#xd;<br />?  Istruzione e cultura (EAC) &#xd;<br />?  Mercato interno, industria, imprenditoria e PMI (GROW) &#xd;<br />?  Migrazione e affari interni (HOME) &#xd;<br />?  Mobilit? e trasporti (MOVE) &#xd;<br />?  Occupazione, affari sociali e inclusione (EMPL) &#xd;<br />?  Politica di vicinato e negoziati di allargamento (NEAR) &#xd;<br />?  Politica regionale e urbana (REGIO) &#xd;<br />?  Ricerca e innovazione (RTD) &#xd;<br />?  Risorse umane e sicurezza (HR) &#xd;<br />?  Salute e sicurezza alimentare (SANTE) &#xd;<br />?    Servizio degli strumenti di politica estera (FPI) &#xd;<br />?  Stabilit? finanziaria, servizi finanziari e Unione dei mercati dei capitali (FISMA)","lastUp":"2017-02-01T13:02:01.941+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}