{"id":"49679062863-35","name":"COMITE EUROPEEN des FABRICANTS de SUCRE","registrationDate":"2009-12-21T17:07:18.416+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.cefs.org/","country":"Belgium","headAddress":"Avenue de Tervueren, 182","headCity":"BRUXELLES","headPostCode":"1150","headPhone":"(0032)0 27 62 07 60","boss":"Paul MESTERS","bossTitle":"Mr","bossPosition":"Président","membersCount":6,"membersFTE":"1.5","membership":"CEFS is a founding member of: &#xd;\n- the Primary Food Processors (PFP) created in 2009&#xd;\nwww.pfp-eu.org&#xd;\n&#xd;\nCEFS is also member of:&#xd;\n- FoodDrinkEurope (former CIAA: agro-food industries)&#xd;\n&#xd;\n&#xd;\nCEFS launched in September 2015 the EU Beet sugar sustainability Partnership (EUBSSP) together with CIBE and EFFAT &#xd;\nwww.sustainablesugar.eu&#xd;\n&#xd;\nCEFS is also member of the EUBA: bioeconomy alliance","memberOrga":"www.cefs.org&#xd;\nUne section est consacrée aux membres du CEFS","goal":"CEFS is a completely non profit-making international organisation with a scientific object. CEFS is based in Brussels.  CEFS missions are: &#xd;<br />1- to carry-out studies relating to agricultural and technological problems connected with the sugar industry&#xd;<br />2- to examine questions concerning food and health&#xd;<br />3- to organise meetings of a scientific and/or technical nature&#xd;<br />4- to collect, to this effect, information of a statistical or documentary nature&#xd;<br />5- to provide the liaison between its members to ensure their representation in international bodies and institutions together with ther joint analysis and resolution of problems relating to the sugar industry in the techbnical, economic and legal fields.","acronym":"CEFS","interests":"Agriculture and Rural Development, Business and Industry, Consumers, Customs, Employment and Social Affairs, Energy, Environment, Food Safety, International co-operation and development, Public Health, Research and innovation, Single market, Trade","euInitiatives":"Politique Agricole Commune, Politique commerciale en particulier toutes les négociations d’accords commerciaux entre l'UE et les pays tiers, la politique de Santé  y compris la nutrition, la politique de l'énergie, la politique sociale  y compris le dialogue social sectoriel sucre, la politique environnementale y compris le changement climatique","lastUp":"2019-11-21T18:00:20.613+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}