{"id":"496874434912-19","name":"Red Latinoamericana y del Caribe por la Democracia","registrationDate":"2019-05-22T06:16:37.816+02:00","category":3,"subCategory":2,"legal":"Organización sin ánimo de lucro - non profit","web":"http://www.redlad.org","country":"Colombia","headAddress":"Calle 69 4-68","headCity":"Bogotá","headPostCode":"","headPhone":"(57)31 52 22 84 50","boss":"Gina Paola Romero Rodríguez","bossTitle":"","bossPosition":"Directora Ejecutiva","membersCount":9,"membersFTE":"7.25","membership":"NA","memberOrga":"http://redlad.org/asamblea-de-miembros/","goal":"La Red tiene la misión de promover el ejercicio pleno de la democracia como una forma de vida en pos del bien común y el estado de bienestar en las Américas, fundamentada en los valores de:&#xd;<br />&#xd;<br />Liderazgo: visión con compromiso, empoderamiento institucionalizado. dirección con respeto.&#xd;<br />Trabajo en equipo: capacidad de coordinación, integración de las competencias, interdependencia en consenso. Cumplimos y superamos. Nos respaldamos.&#xd;<br />Ética: nos respaldamos desde la empatía, aplicamos el respeto y la inclusión, reconocemos a los demás.&#xd;<br />&#xd;<br />Estamos presentes en 17 países de la región a través de más de 100 miembros en: Argentina, Bolivia, Colombia, Costa Rica, Ecuador, Estados Unidos, El Salvador, Guatemala, Haití, Honduras, México, Nicaragua, Panamá, Perú, República Dominicana, Uruguay y Venezuela. Contamos además con aproximadamente 300 aliados en 23 países de la región.","acronym":"Redlad","interests":"Employment and Social Affairs, International co-operation and development, Justice and Fundamental Rights","euInitiatives":"Redlad cuenta con cuatro líneas de trabajo (diálogo, fortalecimiento de capacidades, incidencia política y comunicación).&#xd;<br />Coordinamos acciones en el marco del sistema interamericano de derechos Humanos y el sistema Global de Derechos Humanos.&#xd;<br />Así mismo, lideramos procesos de incidencia en la OEA y los espacios diseñados para el diálogo con sociedad civil y actores sociales.","lastUp":"2019-05-22T06:22:01.654+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}