{"id":"496907319994-24","name":"Digital Me","registrationDate":"2015-12-17T17:22:59.720+01:00","category":1,"subCategory":6,"legal":"BV","web":"http://digital-me.nl","country":"Netherlands","headAddress":"Eindhovenseweg 22a","headCity":"Boxtel","headPostCode":"5281 RA","headPhone":"(31)4 11 61 65 65","boss":"Maarten Louman","bossTitle":"Mr","bossPosition":"CMO","membersCount":3,"membersFTE":"1.0","membership":"Qiy Foundation&#xd;\nSovrin Foundation","memberOrga":"qiyfoundation.org/membership/","goal":"CREATING TRUST RELATIONS BETWEEN PEOPLE AND ORGANISATIONS&#xd;<br />&#xd;<br />Digital Me offers privacy-friendly and safe services to help people get control, overview and insight over their data. &#xd;<br />This is profitable for both individuals and organisations as this is the basis for trust. Trust in relations and trust in the quality of data. &#xd;<br />&#xd;<br />Digital Me opens up a new world of possibilities for organisations by developing applications and offering advise which take individuals as the starting point: Me2B instead of B2C.&#xd;<br />&#xd;<br />This starting point delivers innovative and effective services that increase mutual confidence between people and organisations, save costs, improve the quality of data and preserve privacy. All services offered by Digital Me take Qiy Principles as the starting point.","acronym":"","interests":"Budget, Communication, Competition, Consumer Affairs, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, External Relations, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Home Affairs, Information Society, Justice and Fundamental Rights, Public Health, Research and Technology, Trade, Youth","euInitiatives":"e-Privacy legislation&#xd;<br />General data protection regulation&#xd;<br />Personal information management systems (PIMS)&#xd;<br />Digital Agenda","lastUp":"2017-11-23T08:17:26.989+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"100000-499999"}