{"id":"497118818456-08","name":"European Forum of Deposit Insurers","registrationDate":"2016-01-06T15:47:43.445+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.efdi.eu","country":"Hungary","headAddress":"House of Business","headCity":"Budapest","headPostCode":"1051","headPhone":"(36)7 07 72 79 97","boss":"THIERRY  DISSAUX","bossTitle":"Mr","bossPosition":"Chairman","membersCount":3,"membersFTE":"2.25","membership":"http://www.efdi.eu/full-members&#xd;\nhttp://www.efdi.eu/associates","memberOrga":"http://www.efdi.eu/observers","goal":"EFDI is an International Non-profit Association under Belgian law (INPA - AISBL). EFDI’s main objective is to contribute to the stability of financial systems by enhancing the role of, and promoting European and International co-operation in deposit insurance and investor compensation, facilitating discussion and exchange of experiences and expertise among its members.&#xd;<br />To this effect, EFDI offers a platform for, among others:&#xd;<br />•\tThe development of best practice on topics of common interest and concern;&#xd;<br />•\tThe research and collection of data on deposit insurance and investor compensation;&#xd;<br />•\tThe research of cross-border circumstances including possibilities for better collaboration and cooperation among members;&#xd;<br />•\tThe research and further development of the practical application of the EU Directive on Deposit Guarantee Schemes. &#xd;<br />EFDI does not make binding pronouncements on behalf of its members. EFDI may express the opinion of its members, or of the members of a sub-group, subject to agreement by those members. Statements by EFDI, or its activities, are without any prejudice to the sovereignty of its members.","acronym":"EFDI","interests":"Banking and financial services, Digital economy and society, Economy, finance and the euro","euInitiatives":"EU initiatives and legislative files in regard to deposit insurance, investor compensation schemes, crisis resolution, Banking Union etc. &#xd;<br />One current area of focus is the Commission's Proposal for a regulation of the European Parliament and of the Council amending Regulation (EU) 806/2014 in order to establish a European Deposit Insurance Scheme, as well as the further development of the practical application of the EU Directive on Deposit Guarantee Schemes in Member States and related work, e.g. cooperation with the European Banking Authority (EBA).","lastUp":"2019-06-25T11:59:25.762+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}