{"id":"497286320648-05","name":"CGI/Space","registrationDate":"2016-02-11T13:08:45.154+01:00","category":1,"subCategory":6,"legal":"operating unit within CGI IT UK Limited","web":"http://www.cgi-group.uk/space","country":"United kingdom","headAddress":"Office Park, Springfield Drive","headCity":"Leatherhead","headPostCode":"KT22 7LP","headPhone":"(44)13 72 75 90 10","boss":"Cock Overbeek","bossTitle":"Mr","bossPosition":"Vice President Space","membersCount":2,"membersFTE":"0.5","membership":"Eurospace (www.eurospace.org); Galileo Services (www.galileo-services.org); EARSC (earsc.org); UKspace (www.ukspace.org); BARSC (www.barsc.org.uk)","memberOrga":"","goal":"CGI has a 40 year heritage of working with the space industry from the UK, Germany, Netherlands, France, Finland, Estonia, Czech Republic and Italy. We deliver complex, mission critical space systems and are a recognised thought leader in space security and space applications. We are a European leader in military satellite communications ground segment and serve civilian space agencies such as the European GNSS Agency (GSA) and the European Space Agency (ESA), as well as space and ground segment system companies.  Through long-standing client relationships, and our dedicated practice of space and satellite experts, we have earned a reputation for solving technically difficult software challenges with secure solutions, delivered on time and proven to work every time.  In addition to working on major European navigation, communication, science, exploration and earth observation programs, CGI shares innovative uses of space and satellite technology with commercial organisations to solve business challenges.","acronym":"CGI/SPACE","interests":"Climate Action, Enterprise, Transport","euInitiatives":"Galileo, EGNOS, Copernicus, GovSatCom, Horizon 2020/Space, Space Surveillance and Tracking (SST), space policy","lastUp":"2018-01-02T10:06:11.841+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}