{"id":"49741573633-45","name":"PHOENIX CONTACT GmbH &amp; Co. KG","registrationDate":"2010-05-20T17:29:42.456+01:00","category":2,"subCategory":3,"legal":"GmbH &amp; Co. KG","web":"http://www.phoenixcontact.com","country":"Germany","headAddress":"Flachsmarktstraße, 8","headCity":"Blomberg","headPostCode":"32825","headPhone":"(49)5 23 53 00","boss":"Roland Bent","bossTitle":"Mr","bossPosition":"Geschäftsführung","membersCount":1,"membersFTE":"0.25","membership":"ZVEI: http://www.zvei.org/Seiten/Startseite.aspx&#xd;\nVDMA: http://www.vdma.org/","memberOrga":"https://www.phoenixcontact.com/online/portal/de?1dmy&amp;urile=wcm%3apath%3adede/web/corporate/company/subcategory_pages/Data_and_facts/32019ead-971d-45de-b0d3-638b8968671f","goal":"Phoenix Contact produces with a high vertical range of manufacture in ten countries all over the &#xd;<br />world. The product range comprises components and system solutions for electricity generation and distribution including wind and solar, device and machine building as well as control cabinet engineering. A diverse &#xd;<br />product range of modular terminal blocks and special-purpose terminals, printed circuit terminal &#xd;<br />blocks and plug connectors, cable connection technology and installation accessories offers innovative components. Electronic interfaces and power supplies, automation systems on the basis &#xd;<br />of Ethernet and wireless, safety solutions for man and machine, IT-security solutions, surge protection systems as well as software programs and tools provide installers and operators of systems as well as device &#xd;<br />manufacturers with comprehensive systems. The automotive, renewable energy and infrastructure &#xd;<br />markets are supported with holistic solution concepts including engineering and training services and &#xd;<br />further service features according to their specific demands.","acronym":"PHOENIX CONTACT","interests":"Communication, Development, Energy, Enterprise, Environment, Research and Technology, Trans-European Networks, Transport","euInitiatives":"Legislative activities regarding various fields of technology e.g. security, energy,..","lastUp":"2017-04-04T09:21:03.824+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}