{"id":"49906988199-86","name":"Hanns-Seidel-Stiftung","registrationDate":"2012-03-16T11:46:36.771+02:00","category":4,"subCategory":5,"legal":"eingetragener Verein (e.V.)","web":"http://www.hss.de","country":"Germany","headAddress":"Lazarettstraße, 33","headCity":"München","headPostCode":"80636","headPhone":"(49)8 91 25 80","boss":"Peter Dr. Witterauf","bossTitle":"Mr","bossPosition":"CEO","membersCount":6,"membersFTE":"2.25","membership":"Founding member of the European Network of political foundations (ENoP)&#xd;\nFounding member of the Wilfried Martens Centre for European Studies (WM CES)","memberOrga":"","goal":"The object of the foundation is &#xd;<br /> &#xd;<br />•to foster the democratic and civic education of the German people on the basis of Christianity, &#xd;<br />•to promote education, popular and vocational training, including scholarships for students, in particular by opening up access to an academic training for gifted people with the appropriate character, &#xd;<br />•to foster the academic sector, especially by means of conducting academic studies, &#xd;<br />•to foster international attitudes and understanding between nationalities and to promote European unification, especially by inviting foreign groups and supporting journeys abroad, &#xd;<br />•to sponsor cultural aims, especially to promote the preservation and maintenance of cultural works, and to promote the preservation of monuments, &#xd;<br />•to promote development aid.","acronym":"HSS","interests":"Agriculture and Rural Development, Budget, Climate Action, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Trade, Trans-European Networks","euInitiatives":"The work of the Brussels Office of the Hanns Seidel Stiftung in particular gives priority to:&#xd;<br /> &#xd;<br />•The reform of the European Union and EU enlargement; &#xd;<br />•The promotion of the North-South dialogue and of democratic social and political values and the strengthening of their capacities in developing countries, in particular ACP-countries and Asia; &#xd;<br />•The consolidation of democracy, of the rule of law and of social market economy in Eastern Europe.","lastUp":"2018-04-09T09:07:51.842+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}