{"id":"499115519787-49","name":"Enterprise Rent A Car UK, Ltd.","registrationDate":"2015-12-10T17:18:36.739+01:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.enterprise.com","country":"United kingdom","headAddress":"Enterprise House","headCity":"Egham","headPostCode":"TW20 9FB","headPhone":"(44)17 84 22 13 00","boss":"Scales Daryl","bossTitle":"Mr","bossPosition":"Vice President - Finance","membersCount":3,"membersFTE":"1.0","membership":"Leaseurope - http://www.leaseurope.org/","memberOrga":"None","goal":"Enterprise Rent-A-Car UK, Ltd. is the wholly owned subsidiary of Enterprise Holdings, Inc. which owns and operates the Enterprise Rent-A-Car, National Car Rental, and Alamo Rent A Car brands across the globe.  Enterprise intends to engage in government affairs activities in the European Union with the goal of ensuring our company's continued ability to provide opportunities for our employees and valued services for our customers across Europe.  We aim to add value to the policy making process by engaging in those areas that impact our employees and customers.  As an industry leader, we believe our engagement in the shaping of EU policy will benefit consumers across Europe.","acronym":"Enterprise","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, General and Institutional Affairs, Regional Policy, Taxation, Transport","euInitiatives":"Enterprise has business interests across a broad range of policy areas, including but not limited to:  Transportation; Consumer Law; Competition; Digital Single Market; Employment Law; and Insurance.  Initiatives currently being followed include:  Cross-border vehicle registration; the public consultation and forthcoming initiative on the regulatory environment for platforms, online intermediaries, data and cloud computing and the collaborative economy; Road Package; Package Travel Directive; EU Data Protection Package; Safe Harbour framework; and e-Privacy Directive revisions.","lastUp":"2017-11-27T19:56:46.762+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}