{"id":"49925736145-73","name":"Verband der Arzneimittel-Importeure Deutschlands e.V.","registrationDate":"2011-07-05T12:41:47.074+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://vad-news.de","country":"Germany","headAddress":"Im Holzhau, 8","headCity":"Merzig","headPostCode":"66663","headPhone":"(49)6 86 19 00 13 01","boss":"Edwin Kohl","bossTitle":"Mr","bossPosition":"Vorstandsvorsitzender","membersCount":3,"membersFTE":"0.75","membership":"COSTEFF e. V.","memberOrga":"","goal":"EU-GESUNDHEITSMARKT&#xd;<br />Wir fördern die Entwicklung des Parallel- und Reimports als Mittel zur Errichtung eines einheitlichen Marktes in der EU, der alle Bürgerinnen und Bürger mit Medikamenten zu annehmbaren Preisen versorgt.&#xd;<br />&#xd;<br />FREIER WETTBEWERB UND FREIER WARENVERKEHR&#xd;<br />Wir stellen die ursprünglich in den Römischen Verträgen festgelegten Prinzipien des uneingeschränkten Wettbewerbs (gemäß der Artikel 81 und 82 EGV, heute Art: 101, 102 AEUV) und des freien Warenverkehrs (gemäß der Artikel 34 und 36 AEUV) sicher.&#xd;<br />Wir wirken den Versuchen betroffener Parteien entgegen, die freie Wahl des Verbrauchers – unter Verletzung der Artikel 101 und 102 AEUV – einzuschränken.&#xd;<br />&#xd;<br />ARZNEIMITTELZULASSUNG&#xd;<br />Wir analysieren die Verfahren und Auswirkungen von Arzneimittelzulassungen durch die Aufsichtsbehörden sowie Herstellung, Vertrieb und Lieferung von Arzneimitteln im Parallel- und Reimport.&#xd;<br />&#xd;<br />AUFGABEN&#xd;<br />Unsere Aufgaben - gemäß den Verbandssatzungen - sind insbesondere:&#xd;<br />• Förderung eines Gedanken- und Informationsaustausches zwischen den maßgeblichen Beteiligten aus allen Bereichen des Gesundheitswesens;&#xd;<br />• Vertretung der gemeinsamen Interessen gegenüber dem Gesetzgeber, Krankenkassen, Kassenärztlichen Vereinigungen (KVen), Apothekerverbänden und sonstigen Gesundheitsinstitutionen;&#xd;<br />• Abgabe von Stellungnahmen gegenüber Parlamenten, Regierungen, Behörden und Dritten;&#xd;<br />• Durchführung von Veranstaltungen mit dem Ziel, den Wissensstand und die Qualifikation im Bereich Importarzneimittel anzuheben und mitzuhelfen, die Voraussetzungen für Qualitätsstandards zu schaffen, also die Tatsache zu berücksichtigen, dass die Herstellung und der Vertrieb von importierten Arzneimitteln besondere Verpflichtungen gegenüber der Allgemeinheit mit sich bringen;&#xd;<br />• Rechtliche Durchsetzung – gegebenenfalls gerichtlich – der Interessen der Mitglieder;&#xd;<br />• Kommunikation mit der Öffentlichkeit über die Belange der Mitgliedsunternehmen.","acronym":"VAD","interests":"Competition, Public Health, Single market","euInitiatives":"u.a. &#xd;<br />- Delegierte Akte und dazugehörige EU-Richtlinie 2001/83/EG und nachfolgende.&#xd;<br />- Transparenz, &#xd;<br />-Medizinprodukteverordnung&#xd;<br />- Access to medicines","lastUp":"2019-12-03T09:22:36.846+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}