{"id":"49931835063-67","name":"Access Info Europe","registrationDate":"2011-01-22T10:04:41.021+01:00","category":3,"subCategory":2,"legal":"Association, registered in Spain","web":"https://www.access-info.org","country":"Spain","headAddress":"Cava de San Miguel 8, 4º centro","headCity":"Madrid","headPostCode":"28005","headPhone":"(34)9 13 65 65 58","boss":"Alberto Alemanno","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"Freedom of Information Advocates Networks (www.foiadvocates.net)&#xd;\nEuropean Civil Liberties Network (www.ecln.org)&#xd;\nUnited Nations Convention against Corruption Coalition (http://www.uncaccoalition.org/)&#xd;\nALTER-EU (www.alter-eu.org)&#xd;\nEuropean Coalition for Corporate Justice (www.corporatejustice.org)&#xd;\nCitizens for Europe&#xd;\n(http://www.citizensforeurope.eu/)&#xd;\nTransparency, Accountability and Participation in Post-2015 Coalition &#xd;\n(http://www.wfuna.org/transparency-accountability-and-participation-tap-network)&#xd;\nCoalición Pro Acceso&#xd;\n(http://www.proacceso.org/)","memberOrga":"We do not have member organisations.","goal":"Access Info Europe is a human rights organisation dedicated to promoting and protecting the right of access to information in Europe as a tool for defending civil liberties and human rights, for facilitating public participation in decision-making and for holding governments and intergovernmental bodies accountable.&#xd;<br />&#xd;<br />Access Info's mission is that the right of access to information be enshrined in law and work in practice.&#xd;<br />&#xd;<br />[This includes the right of access to EU documents as established by Article 15 of the Treaty on the Functioning of the European Union.]","acronym":"Access Info","interests":"General and Institutional Affairs, Justice and Fundamental Rights","euInitiatives":"The main legislative files that Access Info follows are:&#xd;<br />* Regulation 1049/2001 on access to EU documents&#xd;<br />* Rules on the functioning of the EU Transparency Register &#xd;<br />* Transparency, accountability and integrity in the EU institutions own-initiative report procedure (AFCO) Sven GIEGOLD&#xd;<br />* Migration and refugee agreements and policy&#xd;<br />* Directive 95/46/EC on personal data protection&#xd;<br />* Directive 2003/98/EC on the re-use of public sector information &#xd;<br />&#xd;<br />Access Info is part of the Steering Committee of the Alliance for Lobbying Transparency and Ethics Regulation (ALTER EU) since October 2011 and as such is engaged with ALTER EU on the following topics:&#xd;<br />* EU Transparency Register and its implementation&#xd;<br />* Commission Work Programmes for 2016 and 2017, including the establishment of a mandatory transparency register for interest representatives – namely via the Lobby Transparency Now! Campaign.&#xd;<br />* Ongoing implementation of Code of Conduct for Members of the European Parliament with respect to financial interests and conflicts of interest (2011/2174(REG))&#xd;<br />* Ongoing implementation of 2014 European staff regulations&#xd;<br />* Ongoing implementation of 2011 Code of Conduct for Commissioners&#xd;<br />* Ongoing review and updating of Rules of Procedure for Expert Groups&#xd;<br />* European Parliament's working group: Revisiting the Rules of Procedure&#xd;<br />* Transparency, accountability and integrity in the EU institutions. Reference: 2015/2041(INI) Own-initiative report procedure. AFCO. Sven GIEGOLD&#xd;<br />* Transparency of the Council and Permanent Representations &#xd;<br />&#xd;<br />More details can be found on the ALTER EU Transparency register page: http://ec.europa.eu/transparencyregister/public/consultation/displaylobbyist.do?id=2694372574-63 or on the ALTER EU website: http://www.alter-eu.org","lastUp":"2017-04-21T12:18:50.937+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}