{"id":"499624934012-71","name":"SATELLIC NV","registrationDate":"2019-02-19T12:06:52.608+01:00","category":2,"subCategory":3,"legal":"NV","web":"https://www.satellic.be/","country":"Belgium","headAddress":"Leonardo Da Vincilaan 19 A/4","headCity":"Diegem","headPostCode":"1831","headPhone":"(32)24 16 02 00","boss":"Elisabeth Verbrugge","bossTitle":"Ms","bossPosition":"CEO","membersCount":3,"membersFTE":"0.75","membership":"Agoria, ITS Belgium","memberOrga":"","goal":"With more than 600.000 international customers, Satellic is the main toll operator in Belgium. &#xd;<br />Satellic was appointed in July 2014 by the three Belgian Regions to collect on their behalf the toll from Heavy Goods Vehicles of over 3.5 tonnes and from N1 BC vehicles. In less than two years, we have designed, built, financed and made operational a complete kilometre charging system. We are currently operating and managing the system.  &#xd;<br />Satellic was selected via a public tender procedure set up by the regional Belgian authorities. Satellic NV has been chosen for its unique expertise. As Belgian joint venture between T-Systems and Strabag, the company has a vast experience in all the aspects of the deployment of an intelligent kilometre charging system. Having fully built up the Belgian system makes us the undisputed technological leader in this field. We work under the supervision of Viapass.&#xd;<br />In its On Board Unit, Satellic uses satellite positioning technology (GNSS) together with mobile (GSM) and dedicated short range communication (DSRC). The Satellic kilometre charging system was launched on 1 October 2015, and the distribution of the On Board Units also began on that date. &#xd;<br />The commercial operations have been launched on 1 April 2016. Today, Satellic has more than 600 000 active OBUs installed in trucks coming from 100 different countries. Between 130.000 and 140.000 heavy goods vehicles subject to toll use the Belgium road network every day.&#xd;<br />The Belgian kilometre charging system is regarded as a front runner by the European Commission.","acronym":"N/A","interests":"Climate Action, Consumers, Customs, Energy, Environment, Regional Policy, Research and innovation, Taxation, Trade, Transport","euInitiatives":"EETS, ITS, Mobility, CO2 Reduction, Logistics, Transport, Truck Platooning, Autonomous Vehicle, IoT, Safe and Secure Parking for Trucks, Transborder Regulations","lastUp":"2019-02-19T12:18:20.719+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}