{"id":"499776613030-41","name":"Městská knihovna v Praze","registrationDate":"2014-02-27T11:21:06.783+01:00","category":6,"subCategory":14,"legal":"Příspěvková organizace","web":"http://www.mlp.cz","country":"Czech republic","headAddress":"Mariánské náměstí 98/1","headCity":"Praha 1","headPostCode":"11572","headPhone":"(420)2 22 11 35 55","boss":"Tomáš Řehák","bossTitle":"Mr","bossPosition":"Ředitel","membersCount":1,"membersFTE":"0.25","membership":"Městská knihovna v Praze je členem:&#xd;\n&#xd;\nSdružení knihoven - www.sdruk.cz&#xd;\n&#xd;\nIFLA (The International Federation of Library Associations and Institutions) - www.ifla.org&#xd;\n&#xd;\nSítě partnerských knihoven Open Library - www.openlibrary.org&#xd;\n&#xd;\nIAML (International Association of Music Libraries Archives and Documentation Centres) - www.iaml.info&#xd;\n&#xd;\nSIBMAS (International Association of Libraries and Museums of the Performing Arts) - www.sibmas.org&#xd;\n&#xd;\nAsociace českých filmových klubů&#xd;\n&#xd;\nAsociace provozovatelů kin&#xd;\n&#xd;\nČeská asociace orální historie&#xd;\n&#xd;\nČeská sekce IBBY&#xd;\n&#xd;\nInternational Federation of Library Associations and Institutions - Metropolitan Libraries Section&#xd;\n&#xd;\nMuseums of the Performing Acts&#xd;\n&#xd;\nSvaz českých knihkupců a nakladatelů (SČKN)&#xd;\n&#xd;\nSvaz knihovníků a informačních pracovníků (SKIP)&#xd;\n&#xd;\nUNESCO Creative Cities Network","memberOrga":"","goal":"Jsme veřejná univerzální knihovna, kterou může využívat úplně každý. Naším posláním je získávat, zpracovávat, uchovávat a poskytovat informace, literaturu a další kulturní hodnoty. Zvláštní důraz klademe na služby pro rodiče s dětmi, mládež a studenty, služby seniorům, sociálně slabým a handicapovaným. Jsme tu pro všechny, kteří se chtějí rozvíjet, učit, studovat a bavit se podle vlastního výběru.&#xd;<br />&#xd;<br />Městská knihovna v Praze je krajská knihovna, jejíž funkce je definována § 11 zákona č. 257/2001 Sb., o knihovnách a podmínkách provozování veřejných knihovnických a informačních služeb (knihovní zákon), zejména potom následující:&#xd;<br />&#xd;<br />(1) Krajská knihovna je knihovnou s univerzálním knihovním fondem, případně doplněným specializovanými fondy. Krajská knihovna trvale uchovává konzervační fond a historický fond.&#xd;<br />&#xd;<br />(2) Krajská knihovna je součástí systému knihoven vykonávající koordinační, odborné, informační, vzdělávací, analytické, výzkumné, metodické a poradenské činnosti, v jejichž rámci též&#xd;<br />a) spolupracuje s Národní knihovnou při zpracování národní bibliografie a při zpracování souborného katalogu,&#xd;<br />b) zpracovává a zpřístupňuje regionální informační databáze a zabezpečuje koordinaci krajského bibliografického systému,&#xd;<br />c) je krajským centrem meziknihovních služeb,&#xd;<br />d) spolupracuje s knihovnami v kraji při zavádění nových technologií v oblasti zajištění veřejných knihovnických a informačních služeb.","acronym":"MKP","interests":"Audiovisual and Media, Culture, Education, Employment and Social Affairs, Information Society, Research and Technology, Youth","euInitiatives":"We're constantly following on topics related to global initiatives connected to IFLA Global vision - copyright discussion, e-lending in public libraries and open access policies.","lastUp":"2018-01-15T12:41:14.412+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}