{"id":"500386625358-29","name":"Union Europeenne des Huissiers de Justice","registrationDate":"2017-01-09T17:18:17.923+01:00","category":2,"subCategory":1,"legal":"AISBL","web":"http://www.uehj.eu","country":"Belgium","headAddress":"Square de Meeûs, 1","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)25 11 53 40","boss":"Dovile Satkauskiene","bossTitle":"Ms","bossPosition":"Secretaire Générale","membersCount":8,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"En étroite coordination avec l’Union internationale des huissiers de justice, ci-après dénommée « l’UIHJ », l’association poursuit les objectifs suivants :&#xd;<br /> &#xd;<br />•         Le développement, la promotion et la représentation de la profession d'huissier de justice au sein des différents Etats membres de l’Union européenne ;&#xd;<br />•         La représentation de la profession d'huissier de justice auprès des institutions de l'Union européenne via l’expression d’une position commune ; &#xd;<br />•         Le renforcement de collaboration des différentes professions ayant un rapport avec le monde juridique avec la profession d'huissier de justice ; &#xd;<br />•         La participation de représentants de la profession d’huissier de justice aux consultations publiques organisées au sein de l’Union européenne ; &#xd;<br />•         La participation de la profession d'huissier de justice à des projets financés par l'Union européenne, notamment en matière de coopération judiciaire ;&#xd;<br />•         La coordination de la profession d'huissier de justice au sein de l'Union européenne afin de promouvoir les standards mondiaux et les meilleures pratiques au sein de la profession ;&#xd;<br />•         L’organisation d’activités en rapport avec la formation des huissiers de justice de l'Union européenne ;&#xd;<br />•         La représentation de la profession d'huissier de justice au sein de l'Union européenne auprès des autres organisations et institutions internationales ou des Etats tiers ;&#xd;<br />•         Toutes activités et prestations de services en faveur de ses membres qui relèvent directement ou indirectement de son objet social. &#xd;<br /> &#xd;<br />Afin de parvenir à concrétiser ses objectifs, en étroite coordination avec l’UIHJ, l’association garantira notamment :&#xd;<br /> &#xd;<br />•         L’organisation de groupes de travail afin d'adopter des positions communes sur différentes propositions législatives ;&#xd;<br />•         La mise en place de colloques et séminaires destinés à la formation de la profession d’huissier de justice ;&#xd;<br />•         La représentation de la profession d’huissier de justice sur le plan européen auprès des médias ;&#xd;<br />•         La publication de tout écrit contribuant à l’évolution de la profession d’huissier de justice dans l’Union européenne ;&#xd;<br />•         La création de bases de données relatives à la profession d’huissier de justice dans l’Union européenne et l’étude statistique de ces données.","acronym":"UEHJ","interests":"Justice and Fundamental Rights","euInitiatives":"Les Principaux dossiers législatifs, principales initiatives ou politiques de l’UE ciblés par l’UEHJ ont un rapport avec la stratégie du marché unique.  L’UEHJ est très intéressée et suit les initiatives concernant la régulation à l’échelle européenne des professions réglementées, l’application de la Directive de Services et en général toutes les activités de la Direction Général du Marché Intérieur (DG GROWTH) en relation avec les professions juridiques. &#xd;<br />&#xd;<br />Dans le cadre de la Direction Générale de Justice (DG Justice), l’UEHJ est particulièrement intéressée par le Programme Justice 2020, la règlementation de la protection des données privés, les règlements Bruxelles I et II en relation avec le Droit International Prive, la création du procureur européen, le plan d’action en matière de droit commercial, les activités d’Eurojust, etc.","lastUp":"2019-12-09T11:26:37.029+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}