{"id":"500468931965-26","name":"Hertie School of Governance gGmbH","registrationDate":"2018-07-09T14:32:54.331+02:00","category":4,"subCategory":12,"legal":"gGmbH","web":"http://www.hertie-school.org","country":"Germany","headAddress":"Friedrichstraße 180","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)3 02 59 21 90","boss":"Axel Baisch","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":10,"membersFTE":"2.75","membership":"Institutionelle Mitgliedschaften der Hertie School of Governance&#xd;\n&#xd;\nAkkreditierungs- Certifizierungs- und Qualitätssicherungsinstitut (ACQUIN)&#xd;\nAssociation of Professional Schools of International Affair (APSIA)&#xd;\nBerlin Doctoral Program in Economics and Management Science (BDPEMS)&#xd;\nBerlin Graduate School for Transnational Studies (BTS)&#xd;\nCouncil of Global Problem-Solving (CGP)&#xd;\nEuropäische Bewegung Deutschland (EBD)&#xd;\nEuropean Consortium for Political Research (ECPR)&#xd;\nEuropean Group for Public Administration (EGPA)&#xd;\nForum Transregionale Studien &#xd;\nGesellschaft Sozialwissenschaftlicher Infrastruktureinrichtungen (GESIS)&#xd;\nGlobal Public Policy Network (GPPN)&#xd;\nGlobal Solutions Initiative (GSI)&#xd;\nPrinciples for Responsible Management Education (PRME)","memberOrga":"","goal":"Die Hertie School of Governance ist eine staatlich anerkannte, private Hochschule mit Sitz in Berlin. Ihr Ziel ist es, herausragend qualifizierte junge Menschen auf Führungsaufgaben im öffentlichen Bereich, in der Privatwirtschaft und der Zivilgesellschaft vorzubereiten. Sie verfügt über  drei akkreditierte Studienprogramme (Master of Public Policy, Master of International Affairs sowie Executive Master of Public Administration) sowie ein hochschuleigenes PhD-Programm, an denen zusammengenommen über 500 Studierende eingeschrieben sind. Partnerschaften mit über 30 weltweit renommierten Universitäten (u.a. LSE, Sciences Po, Columbia University, UCLA, etc.) runden das Studienangebot ab. &#xd;<br />Mit interdisziplinärer Forschung will die Hertie School zudem die Diskussion über moderne Staatlichkeit voranbringen und den Austausch zwischen den Sektoren anregen. An der Hertie School forschen und lehren derzeit 28 Professorinnen und Professoren. Sie versteht sich als Impulsgeber für die öffentliche Debatte und organisiert jährlich zahlreiche Diskussionveranstaltungen. Die Hochschule wurde Ende 2003 von der Gemeinnützigen Hertie-Stiftung gegründet und wird seither maßgeblich von ihr getragen.&#xd;<br />Die Hochschule ist 2017 durch den Wissenschaftsrat für die Höchstdauer von 10 Jahren reakkreditiert worden.&#xd;<br />Für weitere detaillierte Informationen siehe die Stellungnahme des Wissenschaftsrats zur Reakkreditierung der Hertie School unter: https://www.wissenschaftsrat.de/download/archiv/6648-17.pdf","acronym":"","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Wirtschaftspolitik;&#xd;<br />Außen- und Sicherheitspolitik;&#xd;<br />Digitales Europa;&#xd;<br />Institutionen und Demokratie;&#xd;<br />Migration und Innere Sicherheit;&#xd;<br />Sozialpolitik.","lastUp":"2018-07-09T14:35:02.489+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}