{"id":"500577733683-82","name":"Eestimaa Talupidajate Keskliit","registrationDate":"2019-01-17T16:42:06.738+01:00","category":6,"subCategory":11,"legal":"NPO","web":"http://www.taluliit.ee","country":"Estonia","headAddress":"Üksnurme tee 8","headCity":"Saku","headPostCode":"75501","headPhone":"(372)56 47 56 60","boss":"Kerli Ats","bossTitle":"Ms","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"Copa-Cogeca","memberOrga":"http://www.taluliit.ee/liikmed/","goal":"The main objective is to represent the intrests of agricultural and rural entrepreneuship farms and to promote sustainable agriculture.&#xd;<br />Protection of the economic, social and professional interests of members in all instances.&#xd;<br />Promotion of agricultural production, processing and marketing, and forestry.&#xd;<br />Arrangement of replacement services for farmers and counseling services.&#xd;<br />Creating a favorable economic environment for its members.&#xd;<br />Developing joint activities.&#xd;<br />Development of rural tourism.&#xd;<br />Cooperation with International Agricultural Organizations.&#xd;<br />Membership activity coordination and information exchange.","acronym":"ETKL","interests":"Agriculture and Rural Development, Climate Action, Environment, European Neighbourhood Policy, External Relations, Food Safety, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Research and innovation","euInitiatives":"Estonian Farmers Federation is following Common Agricultural Policy (CAP).&#xd;<br />The 2014–2020 Rural Development Programme for Estonia focuses on the following four main objectives:&#xd;<br />Environmental protection regarding water, soil, and biodiversity (around 70% of farmland will be under agrienvironmental commitments)&#xd;<br />Improving the competitiveness of agriculture (4% of farms will receive investment support and 3% of farmers&#xd;<br />will be helped to set up or take over a farm)&#xd;<br />Knowledge transfer and advice (more than 4 000 farmers will receive training)&#xd;<br />Diversifying the rural economy (creation of 225 jobs in rural areas).&#xd;<br />member of COPA-COGECA. Representatives of our organization participate in many of civil dialogue groups.","lastUp":"2020-01-06T14:40:57.043+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}