{"id":"500628533851-72","name":"Österreichisches Ökologie-Institut","registrationDate":"2019-02-04T15:12:00.240+01:00","category":3,"subCategory":2,"legal":"Gemeinnütziger Verein","web":"http://www.ecology.at","country":"Austria","headAddress":"Seidengasse 13-3","headCity":"Wien","headPostCode":"1070","headPhone":"(431)5 23 61 05","boss":"Robert Lechner","bossTitle":"Mr","bossPosition":"Institutsleiter","membersCount":7,"membersFTE":"2.25","membership":"Nuclear Transparency Watch","memberOrga":"derzeit keine Organisationen als Mitglieder","goal":"Das Österreichische Ökologie-Institut wurde im Jahr 1985 gegründet und ist seither eine der ersten unabhängigen Ansprechadressen für alle Fragen der nachhaltigen Entwicklung und des vorsorgenden Umweltschutzes. Organisiert als gemeinnütziger, politisch und wirtschaftlich unabhängiger Verein wurden seit der Gründung weit über 1.000 Projekte und Aktivitäten im breiten Tätigkeitsfeld der nachhaltigen Entwicklung durchgeführt. Die Finanzierung erfolgt über Mitgliedsbeiträge, Spenden und Förderungen für Forschungsprojekte. &#xd;<br />&#xd;<br />Der Tätigkeitsbereich des Instituts ist sowohl auf lokaler und regionaler Ebene in zahlreichen Regionen Österreichs, auf nationaler Ebene im Bereich fortschrittlicher Umweltpolitik Österreichs und auf Ebene der EU-Staaten angesiedelt. Im Bereich Klimaschutz und Folgen der Kernkraft gibt es weltweite Kooperationen und Aktivitätsfelder.&#xd;<br />&#xd;<br />Seit der Gründung wird versucht, durch unabhängige Forschung, höchste Transparenz bei der Kommunikation besonders relevanter Erkenntnisse und Beratungs- und Bildungsprojekte unsere Gesellschaft im Sinne umfassender Nachhaltiger Entwicklung und Zukunftsfähigkeit weiter zu entwickeln.&#xd;<br />&#xd;<br />Das inter- und transdisziplinäre Team des Österreichischen Ökologie-Institut kooperiert dabei bedarfsbezogenen mit Organisationen, Unternehmen und Einzelpersonen aus dem In- und Ausland.","acronym":"ÖÖI","interests":"Agriculture and Rural Development, Budget, Business and Industry, Climate Action, Communication, Consumers, Culture and media, Digital economy and society, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Public Health, Regional Policy, Research and innovation, Trans-European Networks, Transport","euInitiatives":"Initiativen, Strategien, Direktives und dergleichen auf folgenden Gebieten:&#xd;<br />- Atomenergie, nukleare Abfälle, nukleare Sicherheit, Energiestrategien&#xd;<br />- UVP/SUP&#xd;<br />- Umwelt- und Naturschutz&#xd;<br />- Klimaschutz und Energie&#xd;<br />- Abfallwirtschaft, Ressourcen&#xd;<br />- Bauen&#xd;<br />- Nachhaltige Entwicklung und Agenda2030","lastUp":"2019-02-05T19:17:17.897+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}