{"id":"500741516715-59","name":"Stichting PSI-Europe","registrationDate":"2015-03-31T15:16:14.879+01:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://www.psi.org/country/psieurope/#about","country":"Netherlands","headAddress":"Spaces","headCity":"Amsterdam","headPostCode":"","headPhone":"(31)2 02 40 29 82","boss":"Douglas F. Call","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":8,"membersFTE":"7.75","membership":"","memberOrga":"PSI -Europe has an established relationship with the PSI network, which comprises over 50 country offices. See www.psi.org for details. &#xd;\n&#xd;\nPSI-Europe works closely with NGOs that are part of the PSI network on fundraising, knowledge sharing and program management. PSI’s network members partner with NGOs on the implementation of projects – with a project specific division of tasks. Further, PSI-Europe collaborates with Europe based NGOs on advocacy, knowledge sharing and policy influence, for example through Share-net.","goal":"The mission of stichting PSI-Europe is to make it easier for people in the developing world to lead healthier lives and plan the families they desire by supporting, promoting and generating resources for the PSI network. PSI-Europe represents PSI network vis a vis European stakeholders and networks (including the Government of The Netherlands). The PSI network’s mission is to measurably improve the health of poor and vulnerable people in the developing worlds, principally through social marketing of family planning (FP) and health products and services and through health communications.","acronym":"PSI-Europe","interests":"Food Safety, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Youth","euInitiatives":"Stichting PSI-Europe monitors the following EU initiatives and policies indirectly, mainly through the European Parliamentary Forum (EPF) and the EuroNGOs:&#xd;<br />&#xd;<br /> European Commission Annual Work Programme and Roadmaps&#xd;<br />&#xd;<br /> European Parliament Legislative Observatory","lastUp":"2019-02-18T10:11:23.285+01:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}