{"id":"501838433325-23","name":"Arcada University of Applied Sciences","registrationDate":"2018-11-28T13:37:15.475+02:00","category":4,"subCategory":12,"legal":"Limited liability company","web":"http://www.arcada.fi","country":"Finland","headAddress":"Jan-Magnus Janssonin aukio 1","headCity":"Helsinki","headPostCode":"00560","headPhone":"(358)2 07 69 96 99","boss":"Mona Forsskåhl","bossTitle":"","bossPosition":"Rector ","membersCount":1,"membersFTE":"0.25","membership":"The Rectors’ Conference of Finnish Universities of Applied Sciences – Arene","memberOrga":"","goal":"Arcada is a multi-professional university of applied sciences (UAS). It is a hub for research-based innovation where solutions for a sustainable society are co-created. We remain at the forefront within both teaching and research by working in close cooperation with the business community and public sector. A strong link between our research and teaching guarantees that our graduates are well equipped for the future demands of the labour market. As a result, Arcada ranks number one for two consecutive years in the annual comparison of UAS in Finland. &#xd;<br />&#xd;<br />Arcada has for more than 20 years offered higher and further education training in Swedish, English and Finnish. Today some 2700 students are enrolled in our bachelor’s and master’s degree programmes. On our modern campus in Helsinki, Finland, we host state of the art simulation labs, a music, TV and photo studio and a sports testing lab. Our departments reflect our core fields of expertise:&#xd;<br /> &#xd;<br />•\tBusiness Management and Analytics, &#xd;<br />•\tEnergy and Materials Technology, &#xd;<br />•\tHealth and Welfare, Healthcare, and &#xd;<br />•\tCulture and Communication.","acronym":"Arcada","interests":"Climate Action, Communication, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, Institutional affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Sport, Trade, Youth","euInitiatives":"Horizon 2020 and other RDI programmes&#xd;<br />Erasmus + &#xd;<br />Health&#xd;<br />Climate Change &#xd;<br />Plastics","lastUp":"2019-06-04T09:43:51.561+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}