{"id":"501998723038-69","name":"Izba Gospodarcza Transportu Lądowego","registrationDate":"2016-08-17T13:23:06.070+02:00","category":2,"subCategory":4,"legal":"izba gospodarcza","web":"http://www.igtl.pl","country":"Poland","headAddress":"Aleje Jerozolimskie 125/127","headCity":"Warszawa","headPostCode":"02-017","headPhone":"(48)2 26 54 09 42","boss":"Marita Szustak","bossTitle":"Ms","bossPosition":"Prezes Zarządu","membersCount":8,"membersFTE":"2.75","membership":"European Rail Freight Association http://www.erfarail.eu/home.asp","memberOrga":"","goal":"Izba Gospodarcza Transportu Lądowego (Land Transport Chamber of Commerce) jest organizacją samorządu gospodarczego działającą od 1995r. na mocy Ustawy z 30 maja 1989r. o izbach gospodarczych. Izba pełni rolę reprezentanta firm związanych z transportem kolejowym wobec administracji państwowej oraz różnego rodzaju organizacji krajowych i zagranicznych mających wpływ na działalność tych przedsiębiorstw. &#xd;<br />Izba skupia kilkadziesiąt przedsiębiorstw z całego kraju związanych z branżą kolejową. Celem Izby jest przede wszystkim ochrona interesów firm oraz występowanie do organów administracji państwowej i samorządowej z wnioskami i opiniami w zakresie regulacji dotyczących szeroko rozumianego transportu kolejowego.&#xd;<br />IGTL ułatwia swoim członkom dostęp do wiedzy o aktualnych procesach gospodarczych, szczególnie tych dotyczących transportu i infrastruktury kolejowej. Współpraca z Izbą daje członkom możliwość bezpośredniego wpływu na kształtowanie warunków działalności i rozwoju transportu kolejowego, a także integruje branżę kolejową.&#xd;<br />W IGTL funkcjonują trzy sekcje branżowe: Przewoźników Kolejowych, Wagonów i Spedycji, Budownictwa Kolejowego &#xd;<br />Członkiem Izby może zostać podmiot gospodarczy prowadzący działalność gospodarczą zgodnie z zasadami etyki zawodowej, z wyłączeniem osób fizycznych prowadzących taką działalność jako zajęcie uboczne.","acronym":"IGTL","interests":"Budget, Business and Industry, Climate Action, Competition, Economy, finance and the euro, Environment, General and Institutional Affairs, International co-operation and development, Regional Policy, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"polityka transportowa, polityka spójności, czwarty pakiet kolejowy, TSI, interoperacyjność, jednolity europejski obszar kolejowy, sieć TEN-T, PSO, RFC, CEF, RID, CIM,","lastUp":"2018-07-11T08:37:19.055+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}