{"id":"502016313109-36","name":"Slovenský ochranný zväz autorský pre práva k hudobným dielam","registrationDate":"2014-03-03T11:22:59.656+01:00","category":2,"subCategory":7,"legal":"občianske združenie","web":"http://www.soza.sk/","country":"Slovakia","headAddress":"Rastislavova 3","headCity":"Bratislava","headPostCode":"82108","headPhone":"(421)2 50 20 27 07","boss":"Ľubomír Burgr","bossTitle":"Mr","bossPosition":"Predseda predstavenstva","membersCount":3,"membersFTE":"1.5","membership":"CISAC - Confédération Internationale des Sociétes d´Auteurs et Compositeurs&#xd;\n&#xd;\nBIEM - Bureau International des Sociétés Gérant les Droits d´Enregistrement et de Reproduction Mécanique&#xd;\n&#xd;\nGESAC - Groupement Europeen des Societes d´Auteurs et Compositeurs","memberOrga":"","goal":"SOZA je právnická osoba, neziskové občianske združenie autorov a vydavateľov hudobných diel. Toto združenie predstavuje záujmovú samosprávu, ktorou si nositelia majetkových práv cestou zvolených orgánov spravujú majetkové záujmy spoločenstva ako celku. V súlade s oprávnením Ministerstva kultúry Slovenskej republiky SOZA spravuje na území Slovenska majetkové autorské práva k hudobným dielam z celého sveta a vykonáva kolektívnu správu práv podľa Autorského zákona.&#xd;<br />&#xd;<br />SOZA má uzavretých 106 medzinárodných zmlúv so 68 zahraničnými partnerskými organizáciami, na základe ktorých zabezpečuje uplatňovanie práv slovenských hudobných tvorcov vo všetkých krajinách sveta, v ktorých existuje autorsko-právna ochrana. Recipročne SOZA zabezpečuje na území SR uplatňovanie práv zahraničných tvorcov rovnocenne právam domácich autorov.","acronym":"SOZA","interests":"Competition, Culture, Culture and media, Digital economy and society","euInitiatives":"Directive on copyright in the digital single market&#xd;<br />&#xd;<br />Regulation laying down rules on the exercise of copyright and related rights applicable to certain online transmissions of broadcasting organisations and retransmissions","lastUp":"2019-12-04T20:10:42.821+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}