{"id":"502182323185-80","name":"Instytut Logistyki i Magazynowania","registrationDate":"2016-08-30T11:31:19.553+01:00","category":4,"subCategory":5,"legal":"Instytut badawczy","web":"http://www.ilim.poznan.pl/","country":"Poland","headAddress":"ul. Estkowskiego 6","headCity":"Poznań","headPostCode":"61-755","headPhone":"(48)6 18 50 49 34","boss":"Grzegorz Szyszka","bossTitle":"Mr","bossPosition":"Dyrektor","membersCount":13,"membersFTE":"6.25","membership":"","memberOrga":"","goal":"Instytut Logistyki i Magazynowania jest instytutem badawczym, pełniącym rolę polskiego centrum kompetencji w logistyce i e-gospodarce. Realizuje prace badawcze i usługi doradcze podnosząc efektywność funkcjonowania przedsiębiorstw i całych łańcuchów dostaw.&#xd;<br />Przy współpracy z organizacją krajową GS1 w Polsce zarządza systemem rozwijającym standardy identyfikacyjne umożliwiające unikalną identyfikację i elektroniczną wymianę informacji o produktach, zasobach, lokalizacjach i usługach. &#xd;<br />Instytut oferuje nowoczesne rozwiązania m.in. w zakresie optymalizacji łańcuchów dostaw, zrównoważonego rozwoju transportu, projektowania przestrzeni magazynowych, optymalizacji zapasów, usprawniania sieci dostaw oraz systemów automatycznej identyfikacji.&#xd;<br />Instytut jest inicjatorem utworzenia pierwszej uczelni logistycznej w Polsce - Wyższej Szkoły Logistyki. &#xd;<br />Ponadto aktywnie działa w międzynarodowym obszarze badawczym, biorąc udział w licznych Europejskich projektach. W ciągu ostatnich lat ILiM był koordynatorem projektów w ramach Programów Ramowych Unii Europejskiej, w tym projektów POLLOCO (5PR), FOR-EMC (5PR), CENTRAL LOCO (6PR), KOMODA (7PR), B2B LOCO (7PR), LOGICON (7PR). &#xd;<br />Ponadto był partnerem w ponad trzydziestu międzynarodowych projektach z obszaru logistyki  i elektronicznej gospodarki  w różnych programach finansujących i przetargach Komisji Europejskiej, w tym m.in.: 5PR: e-Thematic, SIT; 6PR: TRACEBACK, DIFFERENT, FREIGHTWISE, BRIDGE, BESTUFS I i II, Co-DESNET, eMENSA; 7PR: COMCIS, iCargo, WINN, MODULUSHCA, LOGICON; CIP - ICT PSP: SPOCS; Interreg IIIB: BASIM, INLOC, BALTIC TANGENT, CORELOG, INTER BALTIC; Interreg IIIC: ENLOCC, ECO4LOG, SRLOG, TRIPLE HELIX; Interreg IVC: CASTLE, SUGAR; Interreg CE: KASSETTS, FLAVIA, ECOTALE; Interreg BSR: TRANSBALTIC; LEONARDO DA VINCI: NEDLOG; przetargi Komisji Europejskiej: FIAP, COMPETE, DISCWISE.","acronym":"ILiM","interests":"Budget, Economic and Financial Affairs, Food Safety, Information Society, Public Health, Research and Technology, Trans-European Networks, Transport","euInitiatives":"1. Europejskie Wielostronne Forum Elektronicznego Fakturowania (EMSFeI)&#xd;<br />2. CEF Telecom e-Invoicing, e-Delivery programmes","lastUp":"2017-09-08T12:55:28.790+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}