{"id":"502182323185-80","name":"Instytut Logistyki i Magazynowania","registrationDate":"2016-08-30T11:31:19.553+02:00","category":4,"subCategory":5,"legal":"JBR","web":"http://www.ilim.poznan.pl/","country":"Poland","headAddress":"ul. Estkowskiego 6","headCity":"Poznań","headPostCode":"61-755","headPhone":"(48)6 18 50 49 34","boss":"Marcin Kraska","bossTitle":"Mr","bossPosition":"Dyrektor","membersCount":17,"membersFTE":"12.5","membership":"1. Europejskie Wielostronne Forum Elektronicznego Fakturowania (EMSFeI)&#xd;\n2. European Technology Platform ALICE&#xd;\n3. European Logistics Association","memberOrga":"","goal":"The Institute of Logistics and Warehousing is widely acknowledged as Poland's centre of competence in logistics and has been a GS1 Member Organization in Poland since 1990. &#xd;<br />It is an interdisciplinary, state-owned R&amp;D unit where logistics is perceived as both a subject of research as well as the field of practical application. The Institute’s areas of competence embrace logistics and supply chain management including logistics processes, transport system designing and optimisation, intermodal transport systems, optimisation of distribution networks, etc. Moreover, it provides solutions within e-business, IT and data sharing, covering warehouse management system, implementation of EPC/RFID solutions and GS1 communication and identification standards and solutions. &#xd;<br />Apart from coordinating the Project POLLOCO (FP5), FOR‐EMC (FP5), CENTRAL LOCO (FP6), KOMODA (FP7), B2B LOCO (FP7), LOGICON (FP7) the Institute has also participated in many European projects: 5th Framework Programme: e‐Thematic, SIT; 6th Framework Programme: TRACEBACK, DIFFERENT, FREIGHTWISE, BRIDGE, BESTUFS I and II, Co‐DESNET, eMENSA; 7th Framework Programme: COMCIS, iCargo, WINN, MODULUSHCA; H2020: Open Medicine, SETRIS, SENSE; CIP ‐ ICT PSP: SPOCS, epSOS, e-SENS; and a number of Interreg IIIB, IIIC, CE as well as EC tenders: FIAP, COMPETE; DiSCwise.&#xd;<br />The knowledge and experience gained in variety of projects have strenghten ILiM’s leading position in introducing logistics innovation in Poland. Moreover, close collaboration with companies has become relevant element for the logistics developments. Being involved in the creation of European Technology Platform on Logistics and understanding the necessity to bridge research and industry ILiM initiates and coordinates many research initiatives and projects.","acronym":"ILiM","interests":"Agriculture, Borders and Security, Business and Industry, Climate Action, Digital economy and society, Economy, finance and the euro, Education and training, Environment, Food Safety, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Trade, Trans-European Networks, Transport","euInitiatives":"1. Europejskie Wielostronne Forum Elektronicznego Fakturowania (EMSFeI)&#xd;<br />2. CEF Telecom e-Invoicing, e-Delivery programmes&#xd;<br />3. European Technology Platform ALICE&#xd;<br />4. European Logistics Association&#xd;<br />5. H2020 Smart, Green and Integrated Transport programme&#xd;<br />6. H2020 Information and Communication Technologies programme&#xd;<br />7. INTERREG EUROEP, BSR, CE programmes&#xd;<br />8. CEF Transport programme","lastUp":"2018-09-21T15:54:37.496+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}