{"id":"502376418704-34","name":"McLarty Associates","registrationDate":"2015-09-08T20:31:20.061+02:00","category":1,"subCategory":6,"legal":"LLC","web":"http://www.maglobal.com","country":"United states","headAddress":"900 Seventeenth Street NW","headCity":"Washington, DC","headPostCode":"","headPhone":"(1)20 24 19 70 90","boss":"Nelson Cunningham","bossTitle":"Mr","bossPosition":"President","membersCount":6,"membersFTE":"2.0","membership":"- Friends of Europe (www.friendsofeurope.org)&#xd;\n- The Atlantic Council (www.atlanticcouncil.org)&#xd;\n- The German Marshall Fund of the United States (www.gmfus.org)&#xd;\n- The American Council on Germany (www.acgusa.org)&#xd;\n- The Council for the United States and Italy (www.conisusa.org)&#xd;\n- Thomas More Institute (www.institut-thomas-more.org)&#xd;\n- Konrad Adenauer Stiftung (www.kas.de/wf/en)","memberOrga":"","goal":"McLarty Associates is a strategic international advisory firm specializing in global government relations and public policy efforts. We offer politico-economic insight, strategic advice and hands-on support to help realize value and manage risk in an increasingly uncertain and complex business environment. The distinctive backgrounds of our people, comprised of former senior government officials, ambassadors, trade negotiators, journalists and intelligence officers enables McLarty Associates to deliver tailor-made advisory services from people having experience in and understanding for the unique environment and challenges faced by decision makers.&#xd;<br />&#xd;<br />Our European affairs team draws on the expertise of leading senior figures and public affairs practitioners from the United States and Europe, with knowledge and understanding of the policy issues and challenges that reach from Manchester to Madrid to Moscow.","acronym":"","interests":"Agriculture, Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Energy, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, Public Health, Research and innovation, Single market, Trade, Transport","euInitiatives":"The policy issues followed by McLarty Associates are the ones relevant to our clients, and may therefore change over time. They include agriculture, competition, consumer affairs, energy, financial regulation, IPR, life sciences, privacy, tech &amp; innovation and trade.","lastUp":"2018-08-10T20:33:08.406+02:00","customers":"DuPont","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":"","turnoverRange":"100000-499999"}