{"id":"5027241291-41","name":"DATEV eG","registrationDate":"2008-08-08T12:50:12.976+01:00","category":2,"subCategory":3,"legal":"Genossenschaft","web":"http://www.datev.de","country":"Germany","headAddress":"Paumgartnerstraße, 6-14","headCity":"Nürnberg","headPostCode":"90329","headPhone":"(0049)91 13 19 -0","boss":"Robert Mayr","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstands","membersCount":4,"membersFTE":"1.75","membership":"BITKOM (https://www.bitkom.org)&#xd;\nMittelstandsverbund (http://www.mittelstandsverbund.de)&#xd;\nFördermitgliedschaft beim Bundesverband der freien Berufe (http://www.freie-berufe.de)","memberOrga":"Auszug aus der Satzung (§3 Abs. 1):&#xd;\nDie Mitgliedschaft können ausschließlich erwerben: Steuerberater, Steuerbevollmächtigte, Rechtsanwälte, niedergelassene europäische Rechtsanwälte, Wirtschaftsprüfer, vereidigte Buchprüfer, nach dem Berufsrecht dieser Personen zugelassene Sozietäten, Partnerschaftsgesellschaften, deren Partner ausschließlich die vorgenannten Personen sind, Steuerberatungsgesellschaften, Rechtsanwaltsgesellschaften, Wirtschaftsprüfungsgesellschaften sowie Buchprüfungsgesellschaften. Abweichend von Satz 1 können auch andere Personen Mitglieder&#xd;\nsein, solange sie dem Vorstand der DATEV angehören.&#xd;\n&#xd;\n[…]&#xd;\n&#xd;\nDATEV-Mitgliederverzeichnis: http://www.datev.de/portal/ShowPage.do?pid=dpi&amp;nid=75548&#xd;\n&#xd;\nBeteiligungsgesellschaften: http://www.datev.de/portal/ShowPage.do?pid=dpi&amp;nid=2145","goal":"Die DATEV eG, Nürnberg, ist das Softwarehaus und der IT-Dienstleister für Steuerberater, Wirtschaftsprüfer und Rechtsanwälte sowie deren Mandanten. Über den Kreis der Mitglieder hinaus zählen auch Unternehmen, Kommunen, Vereine und Institutionen zu den Kunden.   &#xd;<br />Das Leistungsspektrum umfasst vor allem die Bereiche Rechnungswesen, Personalwirtschaft, betriebswirtschaftliche Beratung, Steuern, Enterprise Resource Planning (ERP) sowie Organisation und Planung. &#xd;<br />Die 1966 gegründete DATEV zählt zu den größten Informationsdienstleistern und Softwarehäusern in Europa. So belegt das Unternehmen beispielsweise im bekannten Lünendonk-Ranking Platz Vier in der Kategorie Softwarehäuser (gelistet nach Umsatz in Deutschland).&#xd;<br />&#xd;<br />Auszug aus der Satzung (Präambel):&#xd;<br />Als genossenschaftliches Unternehmen der Angehörigen des&#xd;<br />steuerberatenden Berufes unterstützt die DATEV eG ihre Mitglieder bei deren Berufstätigkeit mit allen Leistungen insbesondere zur Nutzung der Datenverarbeitungs-, Informations- und Kommunikationstechnik.&#xd;<br />Die nachfolgenden Bestimmungen dieser Satzung dienen daher&#xd;<br />dem Ziel, die in der Genossenschaft zusammengeschlossenen&#xd;<br />Berufsangehörigen praxisgerecht, umfassend und dauerhaft zu&#xd;<br />fördern....","acronym":"","interests":"Borders and Security, Business and Industry, Competition, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Fraud prevention, Institutional affairs, Justice and Fundamental Rights, Research and innovation, Single market, Taxation","euInitiatives":"Dienstleistungen im Binnenmarkt&#xd;<br />digitaler Binnenmarkt, u.a. eGovernment, Online-Plattformen, EU-Datenwirtschaft, Datenschutz und -Sicherheit, KI, Blockchain&#xd;<br />Steuerrecht, u.a. Mehrwertsteuer, Besteuerung der digitalen Wirtschaft, Steuerbetrugsbekämpfung, Steuervermeidungsbekämpfung","lastUp":"2019-03-15T09:59:39.535+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}