{"id":"502701120250-73","name":"Aix-Marseille Université","registrationDate":"2016-02-02T11:11:12.913+02:00","category":4,"subCategory":12,"legal":"Université","web":"http://www.univ-amu.fr","country":"France","headAddress":"Jardin du Pharo","headCity":"Marseille","headPostCode":"13284 CEDEX 07","headPhone":"(32)27 41 87 50","boss":"Céline Damon","bossTitle":"Ms","bossPosition":"Chargée de la Promotion et la Stratégie Europe H2020","membersCount":1,"membersFTE":"1.0","membership":"CLORA&#xd;\nEUA&#xd;\nScienceBusiness Network","memberOrga":"","goal":"Aix-Marseille Université est un établissement public d'enseignement supérieur et de recherche français. 76000 étudiants y sont formés, de la licence au doctorat, en passant par les diplômes d'ingénieur ou de santé, dans toutes les disciplines.&#xd;<br />Aix-Marseille Université développe une recherche académique d'excellence dans 5 grands domaines : Energie; sciences de l'environnement et de l'univers; sciences de la vie et de la santé; sciences et technologies avancées; sciences humaines et sociales.&#xd;<br />&#xd;<br />Première université francophone en nombre d'étudiants, classée dans les 5 premières universités françaises et les 150 premières universités mondiales, elle cherche à développer sa visibilité et son attractivité internationale. Recherche d'excellence orientée vers l'innovation et la réponse aux défis sociétaux, partenariats nombreux et actifs en Europe, développement des partenariats industriels, fort ancrage territorial, elle cherche en particulier à consolider son positionnement d'Université de dimension européenne, à l'interface entre l'Europe et la Méditerranée.","acronym":"AMU","interests":"Climate Action, Culture, Development, Economic and Financial Affairs, Education, Energy, Enterprise, Environment, General and Institutional Affairs, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Trans-European Networks, Youth","euInitiatives":"Programmes-cadres : Horizon 2020 et 9ème PCRI (FP9)&#xd;<br />Erasmus +&#xd;<br />Fonds structurels&#xd;<br />&#xd;<br />Recherche et innovation&#xd;<br />Education&#xd;<br />culture&#xd;<br />&#xd;<br />Aspects scientifiques de la quasi totalité des politiques","lastUp":"2018-04-13T10:44:04.483+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}