{"id":"502887436923-67","name":"European Technology Chamber","registrationDate":"2020-01-08T14:26:06.063+01:00","category":2,"subCategory":4,"legal":"ASBL","web":"http://www.eutec.org","country":"Switzerland","headAddress":"Wiesenstr. 8","headCity":"Zurich","headPostCode":"8008","headPhone":"(41)4 16 20 88 01","boss":"Florian von Tucher","bossTitle":"","bossPosition":"Chairman of the Board","membersCount":4,"membersFTE":"3.0","membership":"EUTEC cooperates with number of organisations, with Euro chambers, with Holy See. Following the Statute it is not the member of any organisation.","memberOrga":"EUTEC has around 1800 advocates, the member organisations.","goal":"The European Technology Chamber is a registered non-profit organisation, which enables European businesses to use their technologies for the benefit of Europe and humanity. &#xd;<br />&#xd;<br />The slogan of the EUTEC is  “Technology Obliges“.&#xd;<br />&#xd;<br />The EUTEC Chamber has three major goals and believes that technology is the answer to reach those. &#xd;<br />&#xd;<br />1. COMPETITIVENESS - One of our main three goals is to increase the competitiveness of Europe and of European companies. We believe that a strong Europe is necessary to protect European values in today’s ever-changing world.To reach this goal, the EUTEC chamber has created 18 Technology Councils in the three major areas of Life Science, Urban Tech and Industry 4.0, which are the DNA of the Chamber. The TEC Councils together embark on the Journey to Competitiveness.&#xd;<br />&#xd;<br />2. SDGs. One of our three goals is to reach the Sustainable Development Goals (SDGs) of the United Nations.&#xd;<br />We firmly believe that technology is the only way to reach those targets and that with great technology comes great responsibility. The EUTEC Chamber helps to apply technologies for the benefit of humanity to achieve the SDGs – the DNA of this goal. Together with the EUTEC Chamber, our tech partners embark on the Journey to SDGs, at home in Europe, but also where they have the greatest impact and are most needed: The developing countries!&#xd;<br />&#xd;<br />3. MARKETS. We believe that technology obliges to spread technology and European values. Therefore one of our three goals is to build bridges to emerging markets. We empower our members to enter and succeed in those markets – the DNA of this EUTEC goal. Through the EUTEC Chamber, our tech partners can embark on the Journey to Markets, and become successful where their technologies can have the greatest impact and are most needed.","acronym":"EUTEC","interests":"Agriculture and Rural Development, Banking and financial services, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, Humanitarian aid and civil protection, International co-operation and development, Maritime affairs and fisheries, Migration and asylum, Regional Policy, Research and innovation, Single market, Trade, Transport, Youth","euInitiatives":"EUTEC is going to be actively involved in the EU polices and legislative files surrounding&#xd;<br />&#xd;<br />-  the technologies, first of all the Digital Agenda, in particular AI, but also e-business. &#xd;<br />&#xd;<br /> - the Green Deal, in particular the technology part, the circular economy, electric cars, renewables, etc.&#xd;<br />&#xd;<br /> - the sustainable development goals. &#xd;<br />&#xd;<br /> - number of other horizontal polices with various technologies involved.","lastUp":"2020-01-09T19:40:30.614+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}