{"id":"502850024708-03","name":"IBON International Foundation, Inc.","registrationDate":"2016-12-08T06:56:36.551+01:00","category":3,"subCategory":2,"legal":"Securities and Exchange Commission (SEC) Registered","web":"http://iboninternational.org/","country":"Philippines","headAddress":"3rd Floor IBON Center","headCity":"Quezon City","headPostCode":"1103","headPhone":"(632)9 27 69 81","boss":"AMERINA PADILLA AC-AC","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":12,"membersFTE":"9.0","membership":"- Reality of Aid Network - Global &amp; Asia Pacific&#xd;\nhttp://www.realityofaid.org/&#xd;\n- Asia Pacific Research Network&#xd;\nhttp://aprnet.org/&#xd;\n- CSO Partnership for Development Effectiveness&#xd;\nhttp://csopartnership.org/&#xd;\n-People's Coalition for Food Sovereignty&#xd;\nhttp://foodsov.org/&#xd;\n-International Indigenous Peoples Movement for Self-Determination and Liberation&#xd;\nhttp://ipmsdl.org/","memberOrga":"","goal":"IBON International is a service institution with an international character and scope of work. We aim to contribute to building global mass movements of oppressed and marginalised peoples, to challenging neoliberal globalisation, war and all forms of oppression, and to advancing people’s individual and collective rights, democracy, social justice and equality, ecological sustainability and liberation. We advocate social justice and social transformation through knowledge building, knowledge sharing, and by performing a broad range of related capacity development functions. In our advocacy, we cooperate mainly with social movements and civil society constituencies in all regions of the world, especially in the global South and among marginalised groups. We work with a broad range of CSOs, directly and through networks and partnerships, in building consensus on development issues. We help them bring this consensus to wider global arenas through engagement in international processes. We envision a society and world of prosperity, democracy, and freedom from war and strife, inequality, bondage and oppression. Our mission is to contribute to capacity development of people’s movements for human rights and democracy.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Communication, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Trade, Trans-European Networks, Youth","euInitiatives":"IBON International followed EU initiatives and policies on development cooperation. Through the CSO Partnership for Development Effectiveness (CPDE), it engaged the Global Partnership for Effective Development Cooperation (GPEDC) Steering Committee and Working Groups. IBON International through CPDE also engaged the EU Commission's European Development Days 2018 in Brussels, Belgium and through IBON Europe engaged the 12th Asia-Europe Peoples Forum. IBON International also sustained engagement with the Task Team on CSO development effectiveness and enabling environment.","lastUp":"2019-11-28T09:48:23.758+01:00","customers":"","costAbsolu":"","costRange":"3250000-3499999","turnoverAbsolu":0,"turnoverRange":""}