{"id":"502857625402-21","name":"Vállalkozók és Munkáltatók Országos Szövetsége","registrationDate":"2017-01-16T14:42:32.316+02:00","category":3,"subCategory":2,"legal":"egyesület","web":"http://www.vosz.hu","country":"Hungary","headAddress":"Hold utca 21.","headCity":"Budapest","headPostCode":"1054","headPhone":"(36)14 14 21 81","boss":"László Perlusz","bossTitle":"Mr","bossPosition":"főtitkár","membersCount":1,"membersFTE":"0.25","membership":"Eurocommerce","memberOrga":"","goal":"Vállalkozói, munkaadói országos érdekképviselet. Célja a vállalkozások érdekeinek védelme és szolgáltatások nyújtása a tagjainak. &#xd;<br />A nemzetgazdaság valamennyi ágazatából vannak tagjaink. Ágazati szekciókat működtetünk 14 különböző ágazatban van szekciónk pl. Informatika, Turizmus, egészségügy. Azért hoztuk létre ezeket a szekciókat, hogy ágazati érdekeket is tudjuk képviselni.&#xd;<br />•\tOrszágos szervezet vagyunk, minden megyében van szolgáltató irodánk. Az irodák feladata tanácsadás, szolgáltatások nyújtása. Fő szolgáltatásunk a Széchenyi vállalkozói hitelkártya&#xd;<br />•\tMásik fő tevékenységünk a vállalkozók érdekeinek képviselete. Együttműködünk a kormánnyal és a szakszervezetekkel törvény biztosította keretek között. Részt veszünk  a kormány által működtetett állami bizottságok munkájában. &#xd;<br />   Tagja vagyunk több nemzetközi vállalkozói szervezetnek, vannak kétoldalú  kapcsolataink főleg a szomszédos országokkal. létrehoztuk és működtetünk az UNPR romániai munkaadói szövetséggel közösen egy Vegyes Bizottságot.&#xd;<br />Működtetjük a Kínai-Magyar Üzleti Tanácsot, amelyet 2011-ben alapítottunk a CCPIT (Chinese Council for Promotion of International Trade)-val közösen. Ennek keretében évente több delegációt fogadunk. Különböző rendezvényeket, üzletember-találkozókat szervezünk. &#xd;<br />&#xd;<br />Szövetségünk alapított egy díjat, a neve \" az év vállalkozója\". Ezt minden évben a legsikeresebb tagjaink kapják.&#xd;<br />&#xd;<br />Törekszünk arra, hogy társadalmilag is felelősen gondolkodjanak a vállalkozások vezetői. Társadalmi felelősségvállalást(CSR) illetően elnökünk alapított egy díjat, a neve \"Príma Primissima\". Ez átadásra kerül minden év decemberében 10 kategóriában (színház, képzőművészet, sport, irodalom stb.  Ez a díj pénzjutalommal jár. Van egy központi országos ünnepség Budapesten. A díjat átadjuk az ország mind a 19 megyéjében a társadalmi és művészeti élet helyi képviselőinek. A díjak fedezetét a helyi vállalkozások adják össze","acronym":"VOSZ","interests":"Business and Industry, Economy, finance and the euro, Education and training, Employment and Social Affairs, Enlargement, External Relations, International co-operation and development, Single market","euInitiatives":"Delegáltunk hosszú évekig tagja volt az EU-OSHA bilbaoi ügynökségnek és az ACSH-nak. Tagjaink számára közvetítjük az EU-s kezdeményezéseket és erősítjük a vállalkozások vezetőiben a munkavédelem és a munkaegészségügy fontosságát.&#xd;<br />Tagként részt veszünk az ACFM és az ACSS munkájában és figyelemmel kisérjük a jogalkotási folyamatokat, véleményt formálunk és kérdőíveket töltünk ki és töltetünk ki a tagjainkkal, hogy a megszületendő döntések minél szélesebb bázison szülessenek meg. &#xd;<br />Szövetségünk számára rendkívül fontos, hogy részesei legyünk az EU-ban zajló jogalkotási és szakpolitikai folyamatoknak, hogy tagjainkat fel tudjuk készíteni a változásokra.","lastUp":"2019-06-20T11:39:28.292+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}