{"id":"503102215568-76","name":"Universities UK International","registrationDate":"2015-01-14T13:01:26.283+02:00","category":2,"subCategory":4,"legal":"Part of Universities UK, a registered charity","web":"http://www.universitiesuk.ac.uk/international","country":"United kingdom","headAddress":"Woburn House","headCity":"LONDON","headPostCode":"WC1H 9HQ","headPhone":"(44)0 20 74 19 41 11","boss":"Vivienne Stern","bossTitle":"Ms","bossPosition":"Director of UUKi","membersCount":3,"membersFTE":"3.0","membership":"Universities UK International is associated to Universities UK, the UK National Rectors' Conference. Universities UK is a member of the European University Association.","memberOrga":"https://www.universitiesuk.ac.uk/about/Pages/member-institutions.aspx","goal":"Universities UK International (UUKi) is a central observatory, intelligence and delivery unit on HE internationalisation and policy developments for UK higher education institutions.  It is charged with initiating and delivering projects and activities to support and develop the breadth and depth of the UK HE sector’s international activities, and with representing the UK HE sector in European Union policy-making and raising awareness regarding EU funding opportunities. It is the only sector body to represent all UK higher education institutions internationally.&#xd;<br />&#xd;<br />UUKi is funded by Research England, the Higher Education Funding Council for Wales, the Scottish Funding Council, the Department for the Economy (Northern Ireland), and GuildHE. &#xd;<br />&#xd;<br />Legally, it is part of Universities UK, the UK National Rectors' Conference.","acronym":"UUKi","interests":"Digital economy and society, Education and training, Research and innovation","euInitiatives":"Horizon 2020 &#xd;<br />Horizon Europe&#xd;<br />Erasmus+&#xd;<br />Bologna Process&#xd;<br />Europe 2020 Strategy&#xd;<br />Data protection &#xd;<br />Copyright &#xd;<br />VAT&#xd;<br />EU budget negotiations&#xd;<br />European Fund for Strategic Investment","lastUp":"2019-06-24T10:56:51.281+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}