{"id":"503196231199-47","name":"Green Finance Cluster Frankfurt e.V.","registrationDate":"2018-04-15T20:01:12.959+02:00","category":3,"subCategory":2,"legal":"e.V.","web":"","country":"Germany","headAddress":"Adickesallee 32 - 34","headCity":"Frankfurt","headPostCode":"60322","headPhone":"(49)6 91 54 00 83 69","boss":"Stephan Dr. Bredt","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstands","membersCount":1,"membersFTE":"0.25","membership":"--","memberOrga":"1) Hessisches Ministerium für Wirtschaft, Energie, Verkehr und Landesentwicklung&#xd;\n2) KfW&#xd;\n3) WIBank Wirtschafts- und Infrastrukturbank Hessen rechtlich unselbstständige Anstalt in der Landesbank Hessen – Thüringen Girozentrale &#xd;\n4) FinTech Community Frankfurt GmbH TechQuartier &#xd;\n5) Verein für Umweltmanagement und Nachhaltigkeit in Finanzinstituten e.V.&#xd;\n6) Gesellschaft für Kapitalmarktforschung e.V.&#xd;\nCenter for Financial Studies&#xd;\n7) Frankfurt School of Finance &amp; Management gGmbH","goal":"Zweck des Vereins ist die Positionierung des Finanzstandortes Frankfurt als Zentrum für klimaschonende und nachhaltige Finanzanlagen. Hierzu zählen sowohl die Entwicklung anwendungsorientierter Konzepte zur Implementierung nachhaltiger Kriterien in den Geschäftsmodellen der verschiedenen Akteure des Finanzplatzes, als auch die Förderung der wissenschaftlichen Forschung sowie der Wissenstransfer in die Praxis auf dem Gebiet Green Finance. Dies wird durch die Bildung eines Netzwerks verwirklicht, in dem Expertise bezüglich Finanz-und Risikofragen mit Bezug zu klimarelevanten Finanzprodukten gebündelt wird. Das GFCF soll insoweit als zentrale Ansprechstelle für klimarelevante Fragen der Akteure innerhalb des Finanzsektors und darüber hinaus dienen. Dadurch sollen eine Stärkung der unterschiedlichen Green-Finance-Initiativen am Finanzplatz Deutschland und Europa gefördert sowie bereits bestehende Impulse aufgenommen werden. Ziel ist dabei die institutsübergreifende und gegenseitige Information über den Stand der gemeinsamen Erarbeitung von Standards und Bewertungsrisiken im Bereich Green Finance sowie der Verbreitung der Arbeitsergebnisse des Clusters durch Vorschläge zu Anwendungen in der Praxis. Die Ergebnisse werden der Allgemeinheit in geeigneter Form zur Verfügung gestellt, um erzielte Erkenntnisgewinne einer breiten Öffentlichkeit zugänglich zu machen.","acronym":"GFCF","interests":"Climate Action, Financial Stability, Financial Services and Capital Markets Union ","euInitiatives":"Commission action plan on financing sustainable growth.&#xd;<br />Technical Expert Group on Sustainable Finance","lastUp":"2018-04-15T20:02:11.634+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}