{"id":"503262832298-93","name":"Nordisk Jægersamvirke","registrationDate":"2018-08-24T19:26:52.549+02:00","category":3,"subCategory":2,"legal":"Non-profit organisation","web":"http://www.en.nordichunters.eu","country":"Denmark","headAddress":"Molsvej 34","headCity":"Rønde","headPostCode":"8410","headPhone":"(45)88 88 75 00","boss":"Johan Svalby","bossTitle":"Mr","bossPosition":"Senior Advisor for International Affairs","membersCount":1,"membersFTE":"0.75","membership":"Federation of Associations for Hunting and Conservation of the EU (FACE) - www.face.eu&#xd;\n&#xd;\nInternational Union for Conservation of Nature (IUCN) - www.iucn.org","memberOrga":"Danmarks Jægerforbund (Danish Hunters' Association - www.jaegerforbundet.dk ) - Finlands Jägareförbund - Suomen Metsästäjäliitto (Finnish Hunters' Association - www.metsastajaliitto.fi ) - Norges Jeger- og Fiskerforbund (Norwegian Association of Hunters and Anglers - www.njff.no ) - Skotveiðifélag Íslands (Icelandic Hunters’ Association - www.skotvis.is ) - Svenska Jägareförbundet (Swedish Association for Hunting and Wildlife Management - www.jagareforbundet.se ) - Jägarnas Riksförbund (Swedish National Association of Huntsmen - www.jagarnasriksforbund.se ) - Ålandsøernes jagtvårdsföreninger (Aaland Islands' Hunting Associations)","goal":"Nordisk Jægersamvirke / Nordic Hunters’ Alliance (NJS) is a non-profit organisation representing approximately 600,000 hunters and shooters in Sweden, Norway, Finland, Denmark and Iceland. NJA promotes the Nordic hunting tradition and ethics as a sustainable model in European hunting and wildlife management.","acronym":"NJS","interests":"Agriculture, Culture, Environment, Food Safety, Justice and Fundamental Rights, Public Health, Trade","euInitiatives":"EU and international policy and legislative files concerning hunting and wildlife management, such as the EU nature directives, rules on firearms and ammunition, animal welfare and health, CAP, invasive alien species, trapping, and wildlife trade.","lastUp":"2018-08-24T19:57:11.829+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}