{"id":"503426426182-81","name":"Istituto Zooprofilattico Sperimentale delle Venezie","registrationDate":"2017-03-23T09:33:51.571+01:00","category":6,"subCategory":9,"legal":"ente sanitario di diritto pubblico","web":"http://www.izsvenezie.it","country":"Italy","headAddress":"viale dell'università 10","headCity":"Legnaro","headPostCode":"35020","headPhone":"(39)04 98 08 42 11","boss":"Daniele Bernardini ","bossTitle":"Mr","bossPosition":"Direttore Generale","membersCount":12,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"L’Istituto Zooprofilattico Sperimentale delle Venezie (IZSVe) è un ente sanitario pubblico, regolato da leggi nazionali e regionali, che si occupa di salute animale e sicurezza alimentare. Le attività interessano quattro aree principali: prevenzione e controllo delle malattie animali, controllo dei patogeni alimentari, ricerca sanitaria e scientifica, formazione e comunicazione. Oggi l’interazione uomo-animale è sempre più stretta. L’obiettivo dell’Istituto non è solo prevenire le malattie trasmesse dagli animali all’uomo, ma costruire un mondo in cui uomo e animali sono riuniti in un’unica salute.&#xd;<br />&#xd;<br />L’IZSVe è stato inaugurato nel 1929 a Padova e fa parte di una rete di 10 Istituti Zooprofilattici Sperimentali distribuiti su tutto il territorio italiano. L’Istituto è competente per la Regione del Veneto, la Regione Autonoma Friuli Venezia Giulia, le Provincie Autonome di Trento e Bolzano. La sede centrale si trova a Legnaro (Padova). L’IZSVe si avvale inoltre di 10 laboratori territoriali distribuiti nelle province del territorio di competenza, che garantiscono servizi e supporto ai veterinari e alle realtà produttive territoriali.&#xd;<br />All’IZSVe lavorano circa 600 persone, tra medici veterinari, biologi, chimici, biotecnologi, tecnici di laboratorio e personale amministrativo.&#xd;<br />&#xd;<br />Gli obiettivi principali del mandato istituzionale dell’IZSVe sono di garantire servizi diagnostici specializzati su animali; effettuare controlli analitici sugli alimenti; effettuare diagnosi per il controllo ufficiale di allevamenti e prodotti alimentari; realizzare piani di sorveglianza epidemiologica, controllo ed eradicazione per prevenire la diffusione di malattie; svolgere progetti di ricerca scientifica negli ambiti della medicina veterinaria e della sicurezza alimentare; progettare attività di formazione per gli operatori del settore veterinario e alimentare; realizzare attività di comunicazione scientifica, in particolare riguardo i rischi sanitari legati al contatto con gli animali e al consumo di alimenti; promuovere il benessere animale all’interno del mondo produttivo, della ricerca scientifica biomedica e della società in generale. &#xd;<br />&#xd;<br />L’IZSVe è sede di 7 Centri di referenza nazionali: Apicoltura, Influenza aviaria e malattia di Newcastle, Interventi assistiti con gli animali, Studio e diagnosi delle malattie dei pesci molluschi e crostacei, Ricerca scientifica per le malattie infettive nell’interfaccia uomo/animale, Rabbia, Salmonellosi. A livello internazionale è stato nominato: Centro di referenza FAO per la rabbia, Laboratorio di referenza OIE e centro di referenza FAO per l’influenza aviaria e la malattia di Newcastle, Laboratorio di referenza OIE per encefalo-retinopatia virale dei pesci marini, Laboratorio di referenza OIE per le salmonellosi, Centro di collaborazione OIE per la ricerca scientifica sulle malattie infettive nell’interfaccia uomo/animale, Centro di collaborazione OIE per l’epidemiologia e la formazione in relazione al controllo delle malattie aviarie emergenti.","acronym":"IZSVE","interests":"Agriculture and Rural Development, Environment, Fisheries and Aquaculture, Food Safety, Public Health, Research and Technology","euInitiatives":"L'IZSVe non segue politiche o fascicoli legislativi dell'UE, ma partecipa a bandi per progetti di ricerca e/o servizi indetti da vari organismi dell'Unione europea (DG Ricerca, EFSA, CHAFEA, ecc.).&#xd;<br />A titolo d'esempio l'IZSVe ha partecipato a progetti di ricerca nell'ambito di 7PQ, H2020, Cooperation Programme, Interreg, ERA-NET, BTSF, EuropeAid, Life+, EFSA tender procedure, Cost Action).","lastUp":"2017-03-23T16:20:37.169+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}