{"id":"503515715887-64","name":"National Hairdressers Federation","registrationDate":"2015-02-16T10:38:59.900+02:00","category":2,"subCategory":4,"legal":"Registered society","web":"http://nhf.info","country":"United kingdom","headAddress":"One Abbey Court","headCity":"Bedford","headPostCode":"MK44 3WH","headPhone":"(44)12 34 83 19 65","boss":"Hilary Hall","bossTitle":"Ms","bossPosition":"Chief Executive","membersCount":1,"membersFTE":"0.25","membership":"Coiffure EU&#xd;\nhttp://www.coiffure.eu/ &#xd;\n&#xd;\nThe Trade Association Forum&#xd;\nhttp://www.taforum.org/","memberOrga":"The National Hairdressers Federation represents over 5000 hairdressing, barbering and beauty business owners.  There are too many to list, but the link below allows members of the public to search for a salon by name or postcode.  We hold a database of members and their contact details.&#xd;\nhttp://www.nhf.info/salon-search/","goal":"The National Hairdressers Federation helps members build successful, profitable and sustainable hairdressing, barbering and beauty businesses.  We provide membership services including 24/7 access to free employment law advice, free employment contracts, Apprenticeship contracts and chair renting agreements, training courses, events, competitions and artistic activities, discounts and savings as well as campaigning on issues which affect our members and their businesses at national and European level.","acronym":"NHF","interests":"Business and Industry, Employment and Social Affairs, Trade","euInitiatives":"The National Hairdressers Federation is the UK member on Coiffure EU, a body representing hairdressing trade associations across Europe.  Coiffure EU and UNIEuropa are engaged in social dialogue concerning health and safety. Coiffure EU also works on other issues affecting the industry across Europe such as chair renting (self-employment), training and small business issues.","lastUp":"2019-07-22T11:33:33.331+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}