{"id":"503557320277-45","name":"European Association of Public IT Service Providers","registrationDate":"2016-01-13T11:24:12.080+01:00","category":6,"subCategory":11,"legal":"Association","web":"http://www.euritas.eu","country":"Austria","headAddress":"c/o BRZ GmbH – Federal Computing Centre of Austria","headCity":"Vienna","headPostCode":"1030","headPhone":"(43)17 11 23 88 44 77","boss":"Hubert Ludwig","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"https://www.euritas.eu/category/members/","goal":"VISION&#xd;<br />&#xd;<br />Euritas is the voice and network of public ICT service providers within Europe. Our members effectively combine expertise in ICT and public administration. Euritas is the melting pot for this knowledge from across Europe. Euritas enables its members to create better ICT services for administrations, businesses and citizens in Europe. The association cooperates with relevant stakeholders based on its vast experience. Euritas is recognised as an expert contact point in matters of trans-European government ICT.&#xd;<br />&#xd;<br />MASTERING SIMILAR CHALLENGES&#xd;<br />&#xd;<br />Public government ICT service providers across´Europe face similar challenges and comparable general conditions, based on the development in the ICT sector, legal frameworks as well as with regard to the developing expectations of citizens and businesses. Euritas is committed to state-of-the-art standards and procedures.&#xd;<br />&#xd;<br />MISSION&#xd;<br />&#xd;<br />Euritas is a network open to members from all European states, and promotes their interests. Euritas supports its members in the following objectives&#xd;<br />•exchange of know-how and best practices&#xd;<br />•exchange of information on relevant EU projects and programmes&#xd;<br />•exchange of information about applications and services&#xd;<br />•finding partners for joint ICT projects and services","acronym":"EURITAS","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"European Agenda 2020&#xd;<br />Horizon 2020&#xd;<br />Public Sector Innovation&#xd;<br />Digital Transformation","lastUp":"2019-12-05T12:06:27.759+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}