{"id":"503611824999-38","name":"ASOCIATIA INFOCONS","registrationDate":"2016-12-09T15:44:02.784+01:00","category":3,"subCategory":2,"legal":"ASSOCIATION","web":"http://www.infocons.ro","country":"Romania","headAddress":"Marasesti Bd, no. 127-129","headCity":"Bucharest","headPostCode":"","headPhone":"(40)2 13 19 32 66","boss":"Sorin Mierlea","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"•\tConsumers International (CI)&#xd;\n•\tThe European Consumer Voice In Standardisation  (ANEC)&#xd;\n•\tInternational Consumer Research &amp; Testing  (ICRT)&#xd;\n•\tEuropean Sustainable Development Network   (ESDN)&#xd;\n•\tAustrian Institute For Applied Telecommunications  (OIAT)&#xd;\n•\tInternational Waste Working Group ( IWWG) Italia &#xd;\n•\tL’Institut National de la Consommation &#xd;\n•\tEAEA – European Association for Education of Adults – Belgia&#xd;\n•\tEast Central European Scholarship Program - Georgetown University&#xd;\n•\t\"European Training Centre\" Foundation&#xd;\n•\tGeneration Europe Foundation&#xd;\n•\tAssociation of Slovak Consumers&#xd;\n•\tAssoutenti-Italia,&#xd;\n•\tAssociation of Services Users&#xd;\n•\tUnited Nations Global Compact;&#xd;\n•\tThe European Telecommunications Standards Institute (ETSI)","memberOrga":"•\tEconomic and Social Council, Government of Romania&#xd;\n•\tWorking Group on intellectual property issues, the Prosecutor's Office by the High Court of Cassation and Justice;&#xd;\n•\tRomania's Export Council, the Ministry of Economy, Trade and Tourism;&#xd;\n•\tCouncil granting the EU Ecolabel of the Ministry of Environment and Forests;&#xd;\n•\tAdvisory Board A.N.C.O.M. - National Authority for Management and Regulation in Communications;&#xd;\n•\tNational Council for Competitiveness - CoNaCo - National Strategy of Competitiveness Romania in 2020;&#xd;\n•\tWorking in the FSA;&#xd;\n•\tWorking Group on Health Insurance Law;&#xd;\n•\tMember of Romanian Association for Standardization;&#xd;\n•\tAdvisory Board A.N.R.E. - National Regulatory Authority for Energy;&#xd;\n•\tSocial Dialogue Comittee - Ministry of Agriculture and Rural Development;&#xd;\n•\tWorking Group to reduce food waste - Ministry of Agriculture and Rural Development&#xd;\n•\tPart of the ,, Navy League 'in USA&#xd;\n•\tPart of the Ethics Council of National Institute of Diabetes ,. Nutritional and metabolic diseases. Prof. Dr. N.Paulescu, Bucharest, Romania&#xd;\n•\tPart of the Ethics Council in Clinical Nephrology Hospital ,, Carol Davila \"Bucharest, Romania&#xd;\n•\tPart of the Ethics Council of Emergency Hospital for Children ,, MS Curie \"Bucharest, Romania&#xd;\n•\tPart of the Ethics Council of Philanthropy Hospital, Bucharest, Romania&#xd;\n•\tPart of the Ethics Council  of Chronic Disease Hospital ,, St. Luca \", Bucharest, Romania&#xd;\n•\tPart  of the Ethics Council of Oro-Maxillofacial Surgery Hospital, Bucharest, Romania&#xd;\n•\tPart of the Ethics Council of Urology Hospital - ,, Prof. Th. Burghele '' Bucharest, Romania&#xd;\n•\tPart of the Ethics Council of Obstetrics and Gynecology Hospital Prof. Dr. Panait Sarbu ,, \"Bucharest, Romania&#xd;\n•\tPart of the Ethics Council  Municipal Hospital Ploiesti, Prahova, Romania&#xd;\n•\tPart of the Ethics Council of the Institute of Pulmonary ,, prof. Dr. Marius Nasta \"in Bucharest, Romania&#xd;\n•\tPart of the Ethics Council of Hospital ,, Dr. I Cantacuziono \", Bucharest, Romania&#xd;\n•\tPart of the Ethics Council of the Institute Fundeni, Bucharest, Romania&#xd;\n•\tPart of the Ethics Council of Municipal Hospital Campina, Prahova, Romania&#xd;\n•\tMember of  The National Union of Notaries Public from Romania","goal":"To protect consumers’ legitimate rights and interests, to raise consumers' awareness about their rights and to develop projects and programs to this respect. Typical goals of the programs are: to protect consumers against the risk of buying or using products of an uncertain quality, to inform consumers about products that could be damaging for their health, to encourage consumers to have the right to choose, to solve consumers’ complaints.","acronym":"INFOCONS","interests":"Consumer Affairs, Culture, Education, Energy, Environment, Food Safety, Information Society, Justice and Fundamental Rights, Public Health, Transport, Youth","euInitiatives":"Consumer legislation and European directive as Dispute Resolution and other","lastUp":"2017-12-12T08:27:48.784+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}