{"id":"503924936727-16","name":"Institute for Monitoring Peace and Cultural Tolerance in School Education","registrationDate":"2019-12-11T12:35:18.076+01:00","category":4,"subCategory":5,"legal":"None","web":"https://www.impact-se.org/","country":"Israel","headAddress":"Derech Jabotinsky 2","headCity":"Ramat Gan","headPostCode":"52520","headPhone":"(972)37 93 38 80","boss":"Arik Agassi","bossTitle":"Mr","bossPosition":"COO","membersCount":6,"membersFTE":"5.25","membership":"","memberOrga":"","goal":"IMPACT is a research, policy and advocacy organization that monitors and analyzes education. It employs international standards on peace and tolerance as derived from UNESCO declarations and resolutions to determine compliance and to advocate for change when necessary.&#xd;<br />&#xd;<br />A pioneer in the field of textbook analysis, IMPACT presents a clear picture of how different nations educate their children in relation to religion, societies, cultures, democratic values and the Other. It is dedicated to peacemaking between peoples and nations by encouraging acceptance of others and rejection of violent conflict.&#xd;<br />&#xd;<br />Our aim is to prevent radicalization of children and youth as the most vulnerable members of society. We believe that children should be nurtured and prepared for futures of hope, success and happiness while taught to embrace mutual respect and acceptance of others who may differ in various ways from themselves.","acronym":"IMPACT-se","interests":"Education and training, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, International co-operation and development, Regional Policy, Research and innovation, Youth","euInitiatives":"Following EU policy initiatives regarding education and textbooks. Ensuring that UNESCO standards of peace and tolerance are the mainstay of values in textbooks about which the European Union is interested.","lastUp":"2019-12-11T12:37:02.771+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}