{"id":"503957813562-10","name":"Medtronic","registrationDate":"2014-04-29T15:48:21.260+01:00","category":2,"subCategory":3,"legal":"Company","web":"http://www.medtronic.com","country":"Ireland","headAddress":"20 Lower Hatch Street","headCity":"Dublin","headPostCode":"","headPhone":"(353)14 38 17 00","boss":"Olivia Natens","bossTitle":"Ms","bossPosition":"Country Manager Belgium","membersCount":4,"membersFTE":"1.75","membership":"Eucomed&#xd;\nEDMA&#xd;\nMedTech Europe&#xd;\nEU British Chamber of Commerce","memberOrga":"","goal":"Medtronic is a global healthcare solutions company committed to improving the lives of people through our medical technologies, services, and solutions. Medtronic offers innovative therapies in our core technologies - Electrical Stimulation, Implantable Structural Devices, Targeted Drug and Biologics Delivery, Powered and Advanced Energy Instruments, Surgical Navigation and Imaging and Patient and Device Management - to fulfill our Mission of alleviating pain, restoring health, and extending life.&#xd;<br />&#xd;<br />We have a deep understanding of many universal healthcare challenges and we are using our experience, extensive partnerships, and the passion of 80,000+ employees to improve healthcare by addressing the needs of more people, in more ways and in more places around the world.","acronym":"MDT","interests":"Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Environment, External Relations, General and Institutional Affairs, Humanitarian Aid, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Youth","euInitiatives":"organization:&#xd;<br />•\tRevision of the medical devices directives.  &#xd;<br />•\tThe Transatlantic Trade and Investment Partnership (TTIP) and other proposed free trade agreements between the European Union and Third countries. &#xd;<br />•\tSafety and environmental legislation&#xd;<br />Policy and legislative initiatives regarding data&#xd;<br />European Semester process&#xd;<br />&#xd;<br />&#xd;<br />Healthcare policy: Health at a Glance; Active and Healthy Ageing. MEPs Against Cancer and the MEP Heart Group; MEP interest group on Brain, Mind and Pain; MEP Interest Group on Patient Access to Health Care. e-Health.  HTA initiative. EU Public Procurement directives implementation. Research, Science and Innovation; Chronic diseases policy.","lastUp":"2018-02-07T11:57:05.196+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}