{"id":"50465929991-70","name":"T&amp;L Sugars Limited","registrationDate":"2012-10-25T09:49:40.993+01:00","category":2,"subCategory":3,"legal":"Private Limited Company","web":"http://www.tateandlylesugars.com","country":"United kingdom","headAddress":"Thames Refinery","headCity":"London","headPostCode":"E16 2EW","headPhone":"(44)20 74 76 44 55","boss":"Gerald Mason","bossTitle":"Mr","bossPosition":"Senior Vice President, Corporate Affairs","membersCount":3,"membersFTE":"1.25","membership":"Full Membership of the following:&#xd;\n&#xd;\n- European Sugar Refineries Association (ESRA) http://sugarrefineries.eu/&#xd;\n- British Chamber of Commerce in Belgium (Britcham) http://www.britcham.be/","memberOrga":"","goal":"The main activity of the EU Affairs team is to try and establish a level playing field for cane sugar and beet sugar as regards the EU legislative framework.  &#xd;<br />&#xd;<br />Tate &amp; Lyle Sugars is a historic and cherished brand in the sugar market in Europe. Specialists in cane sugar refining, the business has around 1,200 direct and contract employees manufacturing sugar at our two refineries and associated manufacturing sites in Europe. &#xd;<br />&#xd;<br />Tate &amp; Lyle Sugars is almost unique in Europe in focusing solely on cane sugar. Our cane sugar supply chain stretches across developing countries around the world.&#xd;<br />&#xd;<br />In Europe, sugar is manufactured from both sugar beet and sugar cane. The two models have co-existed since the early 1800s. A competing sweetener, isoglucose manufactured from cereals, now also plays a role in the European sugar market.&#xd;<br />&#xd;<br />Sugar is a heavily regulated market in Europe. Cane sugar currently accounts for around 17% of the total sugar and isoglucose availability in Europe. Beet sugar accounts for around 78% and isoglucose around 5%. In the global sugar market the situation is the reverse, with cane sugar playing the lead role. Cane sugar accounts for around 78% of total sugar production, with beet accounting for 22%.&#xd;<br />&#xd;<br />Around 70% of Europe’s cane sugar imports are typically sourced from developing countries with which the EU has a preferential trading relationship. These relationships are formalised under both the Economic Partnership Agreements (EPAs) and the Everything But Arms Agreements (EBA). The remaining 30% of cane sugar imports are largely sourced under the “CXL” quota. This is a quota that exists as a result of trade negotiations with countries that previously supplied countries that have subsequently joined the EU. Most of this sugar is subject to a €98 per tonne import duty.&#xd;<br />&#xd;<br />The operation of the EU sugar market is governed by the Common Agricultural Policy (CAP). This sets production limits, through quotas, for beet and isoglucose, and defines the terms for importing from preferential and other cane sugar suppliers. High import duties exist for imports sourced from outside of the preferential suppliers. The basic import duty for cane sugar is €339 per tonne, but can be supplemented by further duties when world prices for sugar are low.","acronym":"Tate &amp; Lyle Sugars","interests":"Agriculture and Rural Development, Budget, Climate Action, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Energy, Enterprise, Environment, External Relations, Food Safety, General and Institutional Affairs, Internal Market, Trade","euInitiatives":"Main EU initiatives include:&#xd;<br />&#xd;<br />- campaigning for a level playing field in the EU sugar market, in particular as regards access to raw material for cane sugar refiners&#xd;<br />&#xd;<br />- building relationships with Members of the European Parliament, in particular following the introduction of co-decision in European Agriculture policy&#xd;<br />&#xd;<br />- building relationships with the European Commission and the Permanent Representations in Brussels &#xd;<br />&#xd;<br />- following various international trade dossiers&#xd;<br />&#xd;<br />- following various development dossiers&#xd;<br />&#xd;<br />- following various competition dossiers","lastUp":"2018-03-21T16:57:19.178+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}