{"id":"505188620414-47","name":"Asociatia Romana pentru Custodia Comuna","registrationDate":"2016-01-23T13:54:09.764+01:00","category":3,"subCategory":2,"legal":"charity","web":"http://www.arpcc.ro","country":"Romania","headAddress":"Str. Leonte Anastasievici nr 9","headCity":"Bucharest","headPostCode":"050464","headPhone":"(40)7 23 72 29 10","boss":"Catalin Bogdan","bossTitle":"Mr","bossPosition":"presedinte","membersCount":1,"membersFTE":"0.25","membership":"We (ARPCC) are playing the VP role in Colibri - European Platform for Joint Custody, Coparenting and Childhood.  AS this is a non-official organization we registered as ARPCC in this registry. A separate registration will follow if Colibri will be registered officially","memberOrga":"www.arpcc.ro/echipa&#xd;\nwww.childefenders.com/members","goal":"Child Protection, Parental equality, Parental Responsibility,  Protection of the children against abuse, Protection of the Victims of Family Violence (with focus on children violence)","acronym":"ARPCC","interests":"Education, Justice and Fundamental Rights, Public Health, Youth","euInitiatives":"Parental Responsibility, Child Protection, Protection of the children against abuse,&#xd;<br />-----------------&#xd;<br />REFLECTION PAPER   The Commission proposed in June 2015 a number of 10 Principles with regard to stopping violence against children. [ngo3356]&#xd;<br />PUBLIC CONSULTATION   on possible action addressing the challenges of work-life balance faced by working parents and caregivers [ngo3690]&#xd;<br />PUBLIC CONSULTATION  on the implementation and application of Council Directive 79/7/EEC on the progressive implementation of the principle of equal treatment for men and women in matters of social security  14.12.2015&#xd;<br />PUBLIC CONSULTATION on the application of Directive 2008/52/EC on certain aspects of mediation in civil and commercial matters Details  due 11.12.2015","lastUp":"2017-12-30T10:40:18.601+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}