{"id":"505456818295-32","name":"SICPA","registrationDate":"2015-08-19T15:47:20.149+02:00","category":2,"subCategory":3,"legal":"Commercial Company","web":"http://www.sicpa.com","country":"Switzerland","headAddress":"Avenue de Florissant 41","headCity":"Prilly","headPostCode":"1008","headPhone":"(41)2 16 27 66 55","boss":"Amon Philippe","bossTitle":"Mr","bossPosition":"Chairman &amp; Chief Executive Officer","membersCount":6,"membersFTE":"2.25","membership":"International Tax Stamp Association&#xd;\n(http://www.tax-stamps.org/)","memberOrga":"","goal":"At the core of SICPA’s security expertise are high-performance security ink solutions that protect the majority of the world’s banknotes, security documents and value documents from the threats of counterfeiting and fraud. SICPA'S Government Security Solutions Division inegrates ink-based overt, semi-covert and covert ink-based features as well as secure traceability technologies. It has considerable experience in working with public authorities for product tracking and authentication for tax reconciliation, product integrity and public health protection. SICPA also provides tailored products and services to industry with the aim of ensuring  supply chain integrity and brand protection.","acronym":"SICPA","interests":"Borders and Security, Budget, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Maritime affairs and fisheries, Public Health, Research and innovation, Single market, Taxation","euInitiatives":". Tracking and Tracing of exciseable products&#xd;<br />. Tracking and Tracing of non-exciseable products so as to protect consumers from illicit trade and counterfeit products&#xd;<br />. Bank notes protection against counterfeiting&#xd;<br />. Smart Borders Intitiative and Schengen Entry-Exit System&#xd;<br />. Oil &amp; Gas authentication&#xd;<br />. VAT collection control system","lastUp":"2018-06-05T10:44:35.208+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}