{"id":"505557132772-09","name":"META-NET","registrationDate":"2018-10-04T13:31:23.408+02:00","category":4,"subCategory":5,"legal":"none","web":"http://www.meta-net.eu","country":"Germany","headAddress":"META-NET c/o DFKI GmbH","headCity":"Berlin","headPostCode":"10559","headPhone":"(49)3 02 38 95 18 33","boss":"Georg Rehm","bossTitle":"Mr","bossPosition":"General Secretary","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"The META-NET Network of Excellence currently consists of 60 research centres in 34 European countries. The list of members is available online at http://www.meta-net.eu/members","goal":"META-NET is a European Network of Excellence. The main objectives of META-NET are to establish the Multilingual Europe Technology Alliance (META) as an open alliance of all stakeholders and to foster a multilingual European information society in which Language Technologies (LT) enable communication and cooperation across languages, secure users of any language equal access to information and knowledge, and build upon as well as advance functionalities of networked information and communication technology. &#xd;<br />&#xd;<br />META-NET has 60 members in 34 European countries. Nearly all of these member organisations are academic institutions, either research centres or universities. Membership and governance of META-NET is regulated by its statutes (available on the website). META-NET is not a legal entity.&#xd;<br />&#xd;<br />META-NET supports, enables and promotes research and innovation activities in the language technology area. This is not limited to those members of the wider LT research community already participating in META-NET or META but refers to the whole European LT research landscape.","acronym":"META-NET","interests":"Communication, Culture and media, Digital economy and society, Research and innovation, Trans-European Networks","euInitiatives":"* Promoting the Human Language Project as a EU FET Flagship Project&#xd;<br />* Including language-supported multilingualism in the wider EU policy framework and in the Digital Single Market (\"Language equality in the digital age\")&#xd;<br />* Copyright Reform","lastUp":"2018-10-04T13:33:06.528+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}