{"id":"505941518076-10","name":"Hellenic Telecommunications Organization S.A.","registrationDate":"2015-07-06T13:52:07.223+01:00","category":2,"subCategory":3,"legal":"Public Listed company","web":"https://www.cosmote.gr/","country":"Greece","headAddress":"99, Kifissias Avenue","headCity":"Athens","headPostCode":"15124","headPhone":"(30)21 06 11 10 00","boss":"Michael Tsamaz","bossTitle":"Mr","bossPosition":"Chairman and CEO","membersCount":6,"membersFTE":"3.0","membership":"OTE S.A. and Cosmote are members of a number of associations, notably:&#xd;\n&#xd;\n*  European Network Operators Association (ETNO)&#xd;\n*  International Telecommunications Union (ITU)&#xd;\n*  European Telecommunications Standards Institute     (ETSI)\t&#xd;\n*  Greek Mobile Industry Association (EEKT)&#xd;\n&#xd;\nA full list of OTE’s affiliations is given in OTE’s 2015 Sustainability Report, available from the following link:&#xd;\n&#xd;\nhttps://www.cosmote.gr/fixed/documents/10280/788469/ote_cosmote_apologismos15_en.pdf/0c117b5a-e867-416d-a607-59815f0c28d5","memberOrga":"","goal":"OTE S.A., together with its mobile subsidiary Cosmote, is Greece's leading telecommunications organization,  providing high-quality fixed-line (voice, broadband, data and leased lines), TV and mobile products and services to its customers. It also provides fixed and mobile services in Romania, through Telekom Romania and Telekom Mobile Romania, and mobile services in Albania through its subsidiary Telekom Albania.   OTE S.A. is also involved in a range of other activities in Greece, notably in real-estate and professional training. OTE is listed on the Athens and London Exchanges.","acronym":"OTE S.A.","interests":"Audiovisual and Media, Competition, Consumer Affairs, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"OTE Group currently follows a wide range of initiatives and policies in the fields of telecommunications and media being developed by the European institutions, including DG Connect, other European Commission Directorates, the European Parliament and the European Council.  This currently includes the Telecoms Single Market Regulation and the Digital Market Strategy.","lastUp":"2017-05-15T15:52:58.900+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}