{"id":"505941518076-10","name":"Hellenic Telecommunications Organization S.A.","registrationDate":"2015-07-06T13:52:07.223+02:00","category":2,"subCategory":3,"legal":"Public Listed company","web":"https://www.cosmote.gr/","country":"Greece","headAddress":"99, Kifissias Avenue","headCity":"Maroussi","headPostCode":"15124","headPhone":"(30)21 06 11 10 00","boss":"Michael Tsamaz","bossTitle":"Mr","bossPosition":"Chairman and CEO","membersCount":6,"membersFTE":"3.0","membership":"OTE S.A. and Cosmote are members of a number of associations, notably:&#xd;\n&#xd;\n*  European Network Operators Association (ETNO)&#xd;\n*  International Telecommunications Union (ITU), &#xd;\n    Associate Member&#xd;\n*  European Telecommunications Standards Institute     &#xd;\n   (ETSI)\t&#xd;\n*  Greek Mobile Industry Association (EEKT)&#xd;\n* Hellenic Federation of Enterprises (SEV)&#xd;\n* Federation of Hellenic Information, Technology &amp; &#xd;\n   Communications Enterprises (SEPE)&#xd;\n&#xd;\nMore information is given in OTE’s 2018 Sustainability Report, available from the following link:&#xd;\n&#xd;\nhttps://www.cosmote.gr/otegroup_company/sustainability/reports/ote/eng/2018.pdf","memberOrga":"","goal":"OTE S.A., together with its mobile subsidiary Cosmote, is Greece's leading telecommunications organization,  providing high-quality fixed-line (voice, broadband, data and leased lines), TV and mobile products and services to its customers. It also provides fixed and mobile services in Romania, through Telekom Romania and Telekom Mobile Romania.   OTE S.A. is also involved in a range of other activities in Greece, notably in real-estate and professional training.  OTE is listed in Athens Stock Exchange.","acronym":"OTE S.A.","interests":"Borders and Security, Business and Industry, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign affairs and security policy, Institutional affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"OTE Group currently follows a wide range of initiatives and policies in the fields of telecommunications and media being developed by the European institutions, including DG Connect, other European Commission Directorates, the European Parliament, the European Council and BEREC.","lastUp":"2019-10-22T11:46:05.547+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}