{"id":"506322231653-88","name":"Asociación de Medios de Información","registrationDate":"2018-05-31T10:53:36.403+02:00","category":2,"subCategory":4,"legal":"Asociación","web":"http://www.ami.info","country":"Spain","headAddress":"Calle Goya, 115 2º Dcha.","headCity":"Madrid","headPostCode":"28009","headPhone":"(34)9 14 25 10 85","boss":"Ramón Santiago Alonso Aranegui","bossTitle":"","bossPosition":"Director General","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"News Media Europe - http://www.newsmediaeurope.eu&#xd;\n&#xd;\nWAN Ifra - http://www.wan-ifra.org/","goal":"•\tLa defensa de la libertad de expresión. &#xd;<br />&#xd;<br />•\tLa defensa, desde el respeto pleno a la Constitución española, de la independencia de los medios de información frente a todo tipo de presiones y poderes. &#xd;<br />&#xd;<br />•\tLa promoción del reconocimiento de los medios de información como instrumento esencial para la existencia de ciudadanos libres e informados.&#xd;<br />&#xd;<br />•\tLa defensa del valor de la información generada por los medios de información, independientemente del soporte en que la información sea puesta a disposición del público. &#xd;<br />&#xd;<br />•\tLa promoción del respeto a los derechos de propiedad intelectual de los medios de información y la percepción por los mismos de una adecuada remuneración. &#xd;<br />&#xd;<br />•\tLa promoción y el impulso de cauces de relación permanente entre los medios de información que la integran para establecer mecanismos de colaboración, intercambio de experiencias, sinergias, y diálogo sobre intereses comunes.&#xd;<br />&#xd;<br />•\tLa representación de los medios de información en materia de negociación colectiva de las condiciones de trabajo y productividad, pudiendo la asociación representar a los asociados en toda negociación o acuerdo de carácter laboral con organizaciones sindicales y frente a la Administración del Estado, autonómica o local.&#xd;<br />&#xd;<br />•\tEn general, la representación de los intereses generales de los asociados titulares de medios de información ante cualquier instancia nacional o internacional.","acronym":"AMI","interests":"Communication","euInitiatives":"E-privacy &#xd;<br />&#xd;<br />Copyright - Article 11&#xd;<br />&#xd;<br />Reduced VAT rates for electronic books, newspapers and periodicals&#xd;<br />&#xd;<br />EC's Multi-annual Financial Framework for media-related issues","lastUp":"2019-05-06T09:56:28.049+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}