{"id":"506548029054-80","name":"Institut für Europäisches Medienrecht","registrationDate":"2017-12-06T10:57:40.175+01:00","category":4,"subCategory":5,"legal":"e. V.","web":"https://www.emr-sb.de/","country":"Germany","headAddress":"Franz-Mai-Straße 6","headCity":"Saarbrücken","headPostCode":"66121","headPhone":"(49)68 19 92 75 11","boss":"Jörg Ukrow","bossTitle":"Mr","bossPosition":"Geschäftsführendes Vorstandsmitglied","membersCount":7,"membersFTE":"4.25","membership":"","memberOrga":"https://emr-sb.de/das-emr/foerdermitglieder/","goal":"Seit seiner Gründung 1990 bietet das Institut für Europäisches Medienrecht e.V. (EMR) eine neutrale Plattform für Information, Austausch und Beratung im Mediensektor. Ein Tätigkeitsschwerpunkt des EMR liegt in der Forschung im Bereich Medien- und Netzregulierung in Europa. Ein Fokus liegt dabei auch auf der Erstellung von Gutachten für öffentliche und private Auftraggeber zu aktuellen nationalen, europäischen und internationalen medien-, datenschutz-, telekommunikations- und wettbewerbsrechtlichen Fragestellungen. Regierungsstellen, parlamentarische Gremien, Medienunternehmen und Forschungsinstitute kontaktieren gezielt das EMR, um beispielsweise Gesetzentwürfe begutachten oder fachspezifische Rechtsfragen analysieren zu lassen. Auch aus diesem Grund zählt das EMR zu den renommiertesten Forschungs- und Beratungseinrichtungen in diesem Sektor. Bei der Durchführung der wissenschaftlichen Untersuchungen werden grundsätzlich interdisziplinäre Bezüge der jeweiligen Materie mit berücksichtigt, da im Medien-  und Kommunikationsrecht insbesondere im Gefolge der Digitalisierung von Informations- und Kommunikationsprozessen die Fachbereiche ineinander übergreifen.&#xd;<br />Ein umfassendes über die Jahre gewachsenes Netzwerk mit rund 180 Korrespondenten aus 40 insbesondere europäischen Staaten bietet die Möglichkeit zur Erstellung von Gutachten zu europäisch und international vergleichenden Fragestellungen. Gleichermaßen ermöglicht es einen einzigartigen Überblick über politische und rechtliche Entwicklungen in der Europäischen Union und dem Europarat. Fördermitglieder profitieren von der Arbeit unserer Korrespondenten durch den monatlich erscheinenden EMR-Newsletter, der durch die vielfältigen Beiträge aus dem Korrespondentennetzwerk einen Blick über den nationalen Tellerrand gewährt.&#xd;<br />Die aus seiner Arbeit gewonnenen Erkenntnisse stellt das EMR im Rahmen seiner zahlreichen Publikationstätigkeiten auch der interessierten Fachöffentlichkeit zur Verfügung. Dabei gibt es nicht nur zwei eigene Schriftenreihen (EMR-Schriftenreihe, EMR-Script) heraus, sondern ist im Rahmen seiner Partnerschaft mit der Europäischen Audiovisuellen Informationsstelle auch aktiv an der Publikationsreihe „IRIS-Rechtliche Rundschau“ beteiligt. Zudem berichtet das EMR regelmäßig in der Zeitschrift European Data Protection Law (EDPL) sowie in den elektronischen Newsdiensten der MultiMedia und Recht (MMR)-Aktuell und der Zeitschrift für Datenschutz (ZD) über nationale, europäische und internationale rechtliche und politische Entwicklungen aus dem Medienbereich und verwandten Gebieten.&#xd;<br />Das EMR sucht zudem den steten Austausch mit Experten und fördert die Vernetzung der Akteure auf dem Gebiet von Medien- und Kommunikationsrecht und -politik in Europa. Ebenso steht die Information der Öffentlichkeit auf unserer Agenda. In diesem Sinne veranstaltet das EMR Fachseminare und -tagungen zu aktuellen Regulierungsfragen. Zusätzlich führt es regelmäßig Veranstaltungen wie den Europatag bei den Medientagen München, den „EMR-Lunch“ in Berlin oder, auch in Kooperation mit seinen Partnern, die „Annual Conference on European Media Law“ mit der Academy of European Law (ERA) durch.","acronym":"EMR","interests":"Audiovisual and Media, Communication, Competition, Consumer Affairs, Culture, Information Society, Research and Technology, Youth","euInitiatives":"Als Forschungseinrichtung auf dem Gebiet des Medienrechts beobachtet das EMR alle EU-Initiativen, -Strategien und -Rechtssetzungsvorhaben, die zu den vom Institut behandelten Themengebieten gehören. Die Forschungstätigkeiten des EMR beziehen sich auf alle Bereiche eines dynamisch sich entwickelnden, europäisch und global vernetzten Medienrechts samt verwandter Rechtsmaterien. Ein großes Augenmerk liegt dabei auf den Gebieten Datenschutz- und Datensicherheitsrecht, Jugendmedienschutz, Presserecht, Recht der kommerziellen Kommunikation, Rundfunkrecht, Telemedienrecht, Telekommunikationsrecht, Urheberrecht, Verbraucherschutzrecht sowie Wettbewerbs- und Kartellrecht.&#xd;<br />Dabei werden jeweils rechtsvergleichende europäische und internationale Bezüge berücksichtigt. Mit Blick auf die Konvergenz in der Medienentwicklung befasst sich das EMR beispielsweise auch mit Rechtsfragen zu den Intermediären und Plattformen, der Ausfüllung der Prinzipien von Auffindbarkeit von Inhalten, der Chancengleichheit und Diskriminierungsfreiheit des medialen Zugangs zu Infrastrukturen, der Transparenz von Auswahlprozessen und weiteren Fragen einer nachhaltigen Vielfaltssicherung in den Medien.&#xd;<br />Zurzeit beobachtet das EMR schwerpunktmäßig die Entwicklungen bei der Reformierung der AVMD-Richtlinie und der SatKab-Richtlinie, sowie der Datenschutzgrundverordnung und der e-Privacy-Verordnung. Zudem möchte es sich aktiv in den Diskussionsprozess zum Thema Fake News einbringen, den die Kommission mit ihre Positionspapier vom 09. November angestoßen hat.","lastUp":"2017-12-06T10:58:32.807+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}