{"id":"506751135411-15","name":"Urząd Miasta Gorzowa Wielkopolskiego","registrationDate":"2019-07-17T11:40:54.469+02:00","category":6,"subCategory":13,"legal":"osobowość prawna","web":"http://www.gorzow.pl","country":"Poland","headAddress":"Sikorskiego 3-4","headCity":"Gorzów Wlkp.","headPostCode":"66-400","headPhone":"(48)9 57 35 55 00","boss":"Jacek Wójcicki","bossTitle":"Mr","bossPosition":"Prezydent","membersCount":7,"membersFTE":"3.5","membership":"","memberOrga":"","goal":"Jednostka Samorządu Terytorialnego realizująca zadania publiczne.  Działa w oparciu o  Ustawę z dnia 8 marca 1990 r. o samorządzie gminnym.Dz. U. 1990 Nr 16 poz. 95","acronym":"Urząd Miasta","interests":"Agriculture and Rural Development, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Sport, Taxation, Trans-European Networks, Transport, Youth","euInitiatives":"Rozporządzenie  Parlamentu  Europejskiego  i Rady (UE) nr1303/2013zdnia 17grudnia 2013r. ustanawiającego wspólne przepisy dotyczące Europejskiego Funduszu Rozwoju Regionalnego, Europejskiego Funduszu Społecznego, Funduszu Spójności, Europejskiego Funduszu Rolnego na rzecz Rozwoju Obszarów Wiejskich oraz  Europejskiego Funduszu Morskiego i Rybackiego oraz ustanawiającego przepisy ogólne dotyczące Europejskiego Funduszu Rozwoju Regionalnego, Europejskiego Funduszu Społecznego, Funduszu Spójności i Europejskiego Funduszu Morskiego i Rybackiego oraz uchylającego rozporządzenie Rady (WE) nr1083/2006(Dz.    Urz.    UE    L    347z20.12.2013,  str.  320),  rozporządzenia  Parlamentu Europejskiego  i Rady  (UE)  nr1301/2013zdnia  17grudnia  2013r.  w sprawie  Europejskiego Funduszu Rozwoju Regionalnego i przepisów szczególnych dotyczących celu „Inwestycje na rzecz wzrostu i zatrudnienia” oraz w sprawie uchylenia rozporządzenia (WE) nr1080/2006(Dz. Urz. UE L    347z20.12.2013,  str.  289),  rozporządzenia  Parlamentu  Europejskiego  i Rady    (UE) nr1304/2013zdnia    17grudnia    2013r. w sprawie  Europejskiego  Funduszu  Społecznego i uchylającego rozporządzenie Rady (WE) nr1081/2006(Dz. Urz. UE L 347 z20.12.2013, str. 470), rozporządzenia Parlamentu Europejskiego i Rady  (UE)  nr1300/2013zdnia  17grudnia  2013r. w sprawie Funduszu Spójności i uchylającego rozporządzenie (WE) nr1084/2006(Dz. Urz. UE L 347z20.12.2013,  str.  281),  rozporządzenia  Parlamentu  Europejskiego  i Rady     (UE) nr1299/2013zdnia 17grudnia 2013r. w sprawie przepisów szczegółowych dotyczących wsparcia z Europejskiego   Funduszu   Rozwoju   Regionalnego   w ramach  celu  „Europejska  współpraca terytorialna” (Dz. Urz. UEL347  z20.12.2013, str. 259) –w zakresie dotyczącym wykorzystania Europejskiego  Funduszu  Rozwoju  Regionalnego,  Europejskiego  Funduszu  Społecznego  oraz Funduszu Spójności w ramach programów realizowanych w zakresie polityki spójności.","lastUp":"2019-07-18T09:41:25.634+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}