{"id":"5067624792-06","name":"LOGOS Public Affairs","registrationDate":"2008-12-16T09:50:45.149+02:00","category":1,"subCategory":6,"legal":"SPRL","web":"http://www.logos-eu.com","country":"Belgium","headAddress":"18 square de meeus","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)4 79 90 02 14","boss":"Frédéric SOUDAIN","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":15,"membersFTE":"15.0","membership":"Member of EPACA (European Public Affairs Consultancies' Association), BRITCHAM (British Chamber of Commerce), AMCHAM Belgium, Public Affairs Council","memberOrga":"http://epaca.org/&#xd;\nhttp://britcham.be/&#xd;\nhttps://pac.org/","goal":"LOGOS Public Affairs provides high quality public affairs advice and services. We advise clients on strategic issues, issue management, association management, communication and consensus building. For the part of our activity which corresponds to the Commission's definition of lobbying, we see our role as enablers of a dialogue between those who define the rules, and those to whom they are adressed.&#xd;<br />LOGOS Public Affairs is part of the MCI Group, a a globally integrated association, communication and event management company.","acronym":"","interests":"Agriculture, Borders and Security, Budget, Business and Industry, Climate Action, Consumers, Culture, Culture and media, Digital economy and society, Energy, Environment, External Relations, Food Safety, General and Institutional Affairs, Public Health, Research and innovation, Single market, Sport, Trade, Trans-European Networks, Transport","euInitiatives":"Energy package, Circular economy, NRMM, Euro 5 and 6, ETS,   Anti money laundering Directive, E-Privacy Regulation, AVMS Directive, Copyright Directive, Telecoms Review, Review of Batteries Directive, non ETS, New Emissions Ceiling Directive, Revision of EASA, Work &amp; Life Balance Directive, Energy Efficiency Directive, Communication on ITS","lastUp":"2018-04-24T10:13:02.444+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":"","turnoverRange":""}