{"id":"507201922239-03","name":"Bruderverlag Albert Bruder GmbH &amp; Co. KG","registrationDate":"2016-06-12T16:54:01.364+02:00","category":2,"subCategory":3,"legal":"GmbH &amp; Co. KG","web":"http://www.rudolf-mueller.de","country":"Germany","headAddress":"Stolberger Straße 84","headCity":"Köln","headPostCode":"50933","headPhone":"(49221)5 49 70","boss":"Bleser Rudolf M. ","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Der Bruderverlag ist einer der führenden Fachverlage Deutschlands für das Zimmerer- und Holzbaugewerbe. Das Verlagsprogramm deckt mit seinem zeitgemäßen, crossmedialen Ansatz die Informationsbedürfnisse der Kunden und die zur Verfügung stehenden Informationskanäle wie Print, Online und Mobile ab.&#xd;<br />&#xd;<br />Die beiden renommierten Fachzeitschriften BAUEN MIT HOLZ und DER ZIMMERMANN informieren monatlich vom Betriebsinhaber bis zum Auszubildenden alle entscheidenden Menschen der Branche. Die Zeitschriften liefern aktuelle Projektberichte, grundlegende Techniktexte, marktwirtschaftliche Informationen zur Branche, Veranstaltungshinweise und vieles mehr. Auch im Internet sind Informationen für die Holzbaubranche auf www.bauenmitholz.de und auf der Social-Media-Plattform Facebook abrufbar.&#xd;<br />&#xd;<br />Das Buchprogramm des Verlages widmet sich aktuellen baulichen Herausforderungen wie Passivhäusern in Holzbauweise, Sanieren im Dach- und Holzbau oder dem Treppenbau. Mit dem Werk „Holzrahmenbau“ gibt der Verlag, gemeinsam mit dem Fachverband Holzbau Deutschland, ein Standardwerk für den modernen Holzbau heraus.","acronym":"","interests":"Business and Industry, Competition, Digital economy and society, Justice and Fundamental Rights","euInitiatives":"Presseverlegerrechte im EU-Urheberrecht &#xd;<br />Leistungsschutzrecht für Verleger","lastUp":"2018-04-25T14:36:19.747+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}