{"id":"50720726676-91","name":"Net European Consulting Sprl","registrationDate":"2011-09-14T15:43:36.213+01:00","category":1,"subCategory":6,"legal":"Société privée à responsabilité limitée","web":"http://www.neteconsulting.com/","country":"Belgium","headAddress":"Rue de Lausanne, 37","headCity":"Brussels","headPostCode":"1060","headPhone":"(39)38 99 14 76 79","boss":"Stefania Valentini","bossTitle":"Ms","bossPosition":"General Manager","membersCount":3,"membersFTE":"3.0","membership":"","memberOrga":"http://www.federpesca.it; http://www.osservatoriopesca.it; http://www.duomomilano.it/;http://sviluppo-ittico.;http://www.teatro91.com;http://www.salonenauticopuglia.it;http://www.porto.br.it/bpi/","goal":"The main activity of Net European Consulting is that of company communications, marketing and public relations with all of the European Institutions. Through our office in Brussels we are able to ensure Italian companies a direct flow of information and services of technical assistance for improved access to European funding opportunities, in addition to representing the interest of our clients at the European Union. &#xd;<br />We develop  the activities of identification, research, the collection of information, analysis, selection, preparation of information regarding the European community on themes relevant to the sector of the client company in relation to the policies, programmes, mechanisms and procedures of the European Community.","acronym":"NetEC","interests":"Agriculture and Rural Development, Audiovisual and Media, Culture, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Justice and Fundamental Rights, Regional Policy, Transport","euInitiatives":"Politica comune della pesca; Ricerca e innovazione; Blue Growth; Employment, Macroregione Ionica Adriatica; Environment; Maritime Transport, Coastal Tourism, SME's competitive","lastUp":"2017-03-19T10:46:53.702+01:00","customers":"Federpesca","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}