{"id":"507569714841-71","name":"Chambre Nationale Syndicale des Intermédiaires et Mandataites - Agents Commerciaux de l'Immobilier","registrationDate":"2014-10-31T19:56:18.563+01:00","category":2,"subCategory":1,"legal":"SYNDICAT","web":"http://www.cnasim.fr","country":"France","headAddress":"RUE ALSACE LORRAINE, 36","headCity":"REZE","headPostCode":"44400","headPhone":"(33)2 40 16 75 44","boss":"BRUNO GARREAU","bossTitle":"Mr","bossPosition":"PRESIDENT","membersCount":2,"membersFTE":"2.0","membership":"ECMF - European Commercial Managers Federation&#xd;\nhttp://www.cec-managers.org/about-us/our-members/european-sectorial-federations.html&#xd;\n&#xd;\nCEC EUROPEAN MANAGERS &#xd;\nhttp://www.cec-managers.org/fr/accueil.html&#xd;\n&#xd;\nUNAPL : http://www.unapl.fr/index.php/page-daccueil.html","memberOrga":"","goal":"L’objet essentiel du syndicat est de protéger les droits présents et futurs de la profession des commerciaux libéraux du Commerce, des Services et de l’Industrie, ainsi que : &#xd;<br />&#xd;<br />-Le développement, la promotion, la représentation, la défense des intérêts matériels et moraux des professions qui composent le syndicat.&#xd;<br />&#xd;<br />-De mettre à la disposition des membres du syndicat les éléments qui leur permettront de participer à une activité professionnelle. &#xd;<br />&#xd;<br />-D’étudier les questions, économiques, juridiques, comptables, sociales, fiscales, concernant la profession «commerciaux libéraux du Commerce, des Services et de l’Industrie». &#xd;<br />&#xd;<br />-D’organiser des actions de formation, &#xd;<br />&#xd;<br />-D’organiser la médiation entre les différentes parties d’un conflit, &#xd;<br />&#xd;<br />-D’établir des relations de concertation et de coopération avec les Pouvoirs publics, les organisations professionnelles et interprofessionnelles françaises, européennes et internationales,","acronym":"CNASIM","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Home Affairs, Internal Market, Justice and Fundamental Rights, Taxation, Trade","euInitiatives":"Carte professionnelle européenne","lastUp":"2017-03-22T00:44:39.109+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}