{"id":"50751211239-57","name":"European Federation of Rural Tourism","registrationDate":"2009-02-25T15:37:16.127+01:00","category":2,"subCategory":4,"legal":"Association  (asbl)","web":"http://eurogites.org","country":"Spain","headAddress":"Sagunto, 8-10-3","headCity":"Almería","headPostCode":"04004","headPhone":"(34)9 50 26 42 40","boss":"Jan Tjosaas","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.0","membership":"MER - European Movement for Rurality (member)&#xd;\nECOVAST (member)&#xd;\nNET","memberOrga":"www.eurogites.org&#xd;\nhttp://www.eurogites.org/documents/index.php?share=3&amp;path=/List EuroGites 16-03-02.pdf","goal":"The European Federation of Rural Tourism (EuroGites) is formed by 32 professional and trade organisations from 27 countries of geographical Europe.  It represents a tourism sector with an estimate of 500.000 micro-enterprises and about 5-6,5 million bed places. The product includes from the rural Bed&amp;Breakfast and self-catering in private homes or farms, up to small family-run rural hotels and guesthouses, restaurants, and activity tourism services.  &#xd;<br />&#xd;<br />The objectives of EuroGites are wide-spread, given the character of this sector as based on micro-enterprises or complementary activity which require support and representation in multiple areas. Our statutes define the main tasks and activities of the Federation as follows:&#xd;<br />• information and communication network amongst the member organisations and on international level&#xd;<br />• professional representation in European organisations (private and public)&#xd;<br />• harmonisation of information content and terminology&#xd;<br />• definition of common quality criteria and standards, with the final objective of a common branding and marketing on European level&#xd;<br />• professional and vocational training, research&#xd;<br />&#xd;<br />On the promotional side, access to the member webpages is channelled through the site  www.eurogites.org    General recommendations for a Europe-wide product definition and minimum standards in rural tourism accommodation were formally approved in 2005 and will be updated in 2018.  &#xd;<br />&#xd;<br />At the European Union, EuroGites represents rural tourism in the Civil Dialogue Group on Rural Development, in the ERN assembly, steering committee, and in two working groups. We are active member of several European umbrella organisations such as European Movement for Rurality (MER) and NET.&#xd;<br />&#xd;<br />EuroGites is also responsible for the European Congress on Rural Tourism.  Five events of this kind took place in autumn 2003, 2005, 2007, 2012, and 2014.  The 6th congress is scheduled for autumn 2018 in Lithuania&#xd;<br />&#xd;<br />***************************&#xd;<br />&#xd;<br />Member countries of EU are by 01/2018:  Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Estonia, Finland, Germany, Greece, Hungary,  Latvia, Lithuania, Luxembourg, Poland, Portugal, Romania, Slovak Republic, Slovenia, Spain,  United Kingdom &#xd;<br />&#xd;<br />Non-EU members:  Bosnia-Herzegovina, Georgia, Iceland, Norway, Russian Federation, Serbia, Switzerland","acronym":"Eurogites","interests":"Agriculture and Rural Development, Competition, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Enterprise, Environment, Food Safety, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Research and Technology, Taxation, Trans-European Networks, Transport","euInitiatives":"CAP - Rural Development&#xd;<br />European Tourism Policy&#xd;<br />Low-Season Tourism / Senior tourism&#xd;<br />Skills","lastUp":"2018-02-09T20:57:42.169+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}