{"id":"507675028539-95","name":"Dr. Robert-Murjahn-Institut","registrationDate":"2017-10-04T12:55:11.535+02:00","category":4,"subCategory":5,"legal":"GmbH","web":"http://www.dr-rmi.de","country":"Germany","headAddress":"Industriestr. 12","headCity":"Ober-Ramstadt","headPostCode":"64372","headPhone":"(49)6 15 47 17 02 80","boss":"Helge Kramberger-Kaplan","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":2,"membersFTE":"0.5","membership":"DIN","memberOrga":"","goal":"Das RMI führt als Prüf- und Forschungsinstitut Untersuchungen auf den Gebieten der Beschichtungsstoffe, Fassadensysteme, Wärmedämmstoffe und Bautenschutz durch und beschäftigt sich mit den Aspekten der Gesundheit, Umwelt und Nachhaltigkeit. &#xd;<br /> Ziel des RMI ist es, aktuelle Fragen in seinen Arbeitsgebieten wissenschaftlich zu klären und für seine Auftraggeber nutzbar zu machen. &#xd;<br /> Das RMI unterstützt übergreifende Interessen der Branche durch Öffentlichkeitsarbeit, Normungstätigkeit und Mitarbeit in verschiedenen Gremien. &#xd;<br /> Die Beratung über Produktsicherheit, Umwelt, Wohnhygiene und Gesundheit bildet ein weiteres Betätigungsfeld. Das RMI stellt durch Fachkompetenzen und umfangreich ausgestattete Prüflabore seine Dienste für Kunden und Interessenten der Farben- und Lackbranche, dem Handwerk, der Wissenschaft und der Rohstoff-Industrie zur Verfügung. Dabei schlägt das Institut  eine Brücke zwischen Grundlagenforschung und Industrie. &#xd;<br />&#xd;<br />Das RMI ist akkreditiert nach DIN EN ISO/IEC 17025 und zertifiziert nach DIN EN ISO 9001, DIN EN ISO 14001, OHSAS 18001 und ISO 50001.","acronym":"RMI","interests":"Business and Industry, Climate Action, Environment, Research and innovation, Single market","euInitiatives":"Bauprodukteverordnung, insbesondere die nachgeschaltete Normungstätigkeit.&#xd;<br />Chemikalienrecht (REACH, CLP).&#xd;<br />Innenraumluftqualität.&#xd;<br />Freisetzung von Stoffen in Gewässer.&#xd;<br />Nanomaterialien.","lastUp":"2018-05-11T11:45:53.854+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}