{"id":"507741325314-94","name":"Confederation of Icelandic Enterprise","registrationDate":"2017-01-11T10:59:47.261+01:00","category":2,"subCategory":4,"legal":"Organisation","web":"http://www.sa.is","country":"Iceland","headAddress":"Borgartún 35","headCity":"Reykjavík","headPostCode":"105","headPhone":"(354)5 91 00 00","boss":"Halldor Benjamin Thorbergsson","bossTitle":"Mr","bossPosition":"Director General","membersCount":3,"membersFTE":"0.75","membership":"BUSINESSEUROPE","memberOrga":"The Confederation of Icelandic Enterprise has 6 member associations. The member associations operate on the basis of the different industrial sectors and each of them has the initiative in company matters within its own sector. They are: &#xd;\n&#xd;\nAssociation of Financial Institutions in Iceland (SFF) &#xd;\nFederation of district heatings, electric utilities, and waterworks in Iceland (Samorka) &#xd;\nFederation of Trade and Services (SVTh)   &#xd;\nThe Federation of Icelandic Industries (SI)  &#xd;\nFisheries Iceland (SFS)  &#xd;\nThe Icelandic Travel Industry Association (SAF)","goal":"The Confederation of Icelandic Enterprise is a service organization for Icelandic businesses. SA projects include negotiations of collective agreements with unions on wages and working conditions, the advocation of an internationally competitive legal and regulatory environment, and the interpretation and communication of decisions by governmental authorities that directly affect the business environment.","acronym":"SA","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Maritime affairs and fisheries, Research and innovation, Single market, Transport","euInitiatives":"SA follows developments in various areas related to the EEA and the Single Market as well as promoting the interests of Icelandic businesses abroad.","lastUp":"2019-03-14T10:18:57.368+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}