{"id":"507800799-30","name":"European Association for the Co-ordination of Consumer Representation in Standardisation","registrationDate":"2008-06-30T12:27:19.536+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.anec.eu","country":"Belgium","headAddress":"Avenue de Tervueren, 32","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)27 43 24 70","boss":"Arnold Pindar","bossTitle":"Mr","bossPosition":"President","membersCount":8,"membersFTE":"3.75","membership":"CEN, the European Committee for Standardization&#xd;\nCENELEC, the European Committee for Electrotechnical Standardization&#xd;\nETSI, the European Telecommunications Standards Institute&#xd;\nISO, the International Organization for Standardization&#xd;\nIEC, the International Electrotechnical Commission&#xd;\nCI, Consumers International&#xd;\nBEUC, the European Consumers' Organisation&#xd;\nICRT, International Consumer Research &amp; Testing&#xd;\nECOS, the European Environmental Citizens' Organisation for Standardisation&#xd;\nETUC, the European Trade Union Confederation&#xd;\nSBS, Small Business Standards&#xd;\nPROSAFE, Product Safety Enforcement Forum of Europe&#xd;\nICPHSO, the International Consumer Product Health &amp; Safety Organization&#xd;\nANEC-EuroSafe coalition of European associations for a pan-EU database of accidents &amp; injuries&#xd;\nECHA Accredited Stakeholder&#xd;\nBetter Regulation Watchdog network&#xd;\nPay-Able, the single-issue platform for EU-wide accessible payment terminals&#xd;\nCovenant on Demographic Change","memberOrga":"","goal":"ANEC is an international not-for-profit association, established in 1995 under the Belgian law of 27 June 1921. It is known informally as The European Consumer Voice in Standardisation, and uses the strapline Raising Standards for Consumers.&#xd;<br />&#xd;<br />ANEC is recognised by the European Commission and EFTA as the European association representing the interests of consumers in standardisation, in line with Annex III to Regulation (EU) 1025/2012 on European standardisation. Its partnership with the European Commission is formalised through Framework Partnership Agreement 143/G/CONSUMER/ENTR/2014 and, with EFTA, through Framework Partnership Agreement FPA/ANEC/EFTA/2015. &#xd;<br />&#xd;<br />Its principal aim is to promote, defend and represent the interests of consumers in the work of the three European Standards Organisations (CEN, CENELEC and ETSI) and in similar organisations whose technical standards, specifications or guidance documents may affect consumers, directly or indirectly. The European Standardisation Organisations are private associations and there is no fundamental reason why their standards development work should take into account the public interest. Bearing in mind the support European Standards give to the implementation of European legislation and other public polices, ANEC was established  to provide an effective and coherent representation at European level of disparate and fragmented national consumer interests.&#xd;<br />&#xd;<br />ANEC also represents the consumer interest in the drafting or revision of European legislation - especially within the context of the New Legislative Framework for products - and in the development of public policies that may make reference to standards.&#xd;<br />&#xd;<br />And ANEC also represents the collective European consumer interest in European fora addressing the use of standards and in matters of conformity assessment.&#xd;<br />&#xd;<br />Each member country of the EU and EFTA (and certain other European countries) may nominate a natural person to represent the interests of national consumer organisations in his or her country in the governance of ANEC. This individual is chosen by consensus at national level. The technical work of ANEC is pursued through topic-specific Working Groups bringing together volunteers from the member countries. The day-to-day management of the association, and promotion of its activities, is pursued by the ANEC Secretariat, based in Brussels.&#xd;<br />&#xd;<br />In 2017, ANEC participated in more than 175 technical bodies of CEN, CENELEC and ETSI, and more than 25 technical bodies of ISO and IEC.","acronym":"ANEC","interests":"Business and Industry, Climate Action, Competition, Consumers, Culture and media, Customs, Digital economy and society, Employment and Social Affairs, Energy, Environment, Food Safety, General and Institutional Affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"Regulation (EU) 1025/2012 on European standardisation&#xd;<br />Annual Union Work Programme on European standardisation&#xd;<br />Rolling Plan for ICT Standardisation&#xd;<br />EU Consumer Programme 2020&#xd;<br />Directive 2001/95/EC on General product safety&#xd;<br />Proposals for a Consumer Product Safety Regulation &amp; Market Surveillance Regulation (the \"Product Safety Package\")&#xd;<br />Single Market Strategy (including the Joint Initiative on Standardisation)&#xd;<br />Digital Single Market&#xd;<br />Directive 2009/48/EC on Toy safety&#xd;<br />Directive 2006/95/EC on Low voltage&#xd;<br />Directive 2007/47/EC on Medical devices&#xd;<br />Directive 95/16/EC on Lifts&#xd;<br />Directive 2009/142/EC on Gas appliances&#xd;<br />Directive 2006/42/EC on Machinery&#xd;<br />Directive 2014/53/EU on Radio equipment&#xd;<br />Directive 2009/125/EC on Ecodesign&#xd;<br />7th Environment Action Programme","lastUp":"2018-05-09T12:25:12.883+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}