{"id":"507997624119-91","name":"Calcasa","registrationDate":"2016-10-31T16:21:57.647+01:00","category":1,"subCategory":6,"legal":"Besloten Vennootschap","web":"http://calcasa.nl","country":"Netherlands","headAddress":"Koornmarkt 41","headCity":"Delft","headPostCode":"2611 EB","headPhone":"(31)01 52 14 88 34","boss":"Evert Van de Wauwer","bossTitle":"Mr","bossPosition":"directeur","membersCount":3,"membersFTE":"1.0","membership":"European AVM Alliance (EAA)","memberOrga":"","goal":"Calcasa is een onafhankelijk technologiebedrijf gespecialiseerd in de geautomatiseerde waardering en de statistische analyse van onroerend goed voor hypotheek- en vastgoedorganisaties.&#xd;<br />&#xd;<br />Calcasa is een zogenaamde AVM provider, dat wil zeggen dat het bedrijf de onroerend goedmarkt peilt op basis van een objectief Automated Valuation Model. Het Calcasa AVM voor het modelmatig waarderen van individuele woningen is uniek in de wereld door zijn hoge dekkingsgraad en nauwkeurigheid.&#xd;<br />&#xd;<br />De missie van Calcasa is om de waarde en de karakteristieken van alle 8 miljoen individuele onroerend goed objecten transparant maken, zodat onze klanten rendabele resultaten kunnen boeken en de risico's beter kunnen beheersen.&#xd;<br />&#xd;<br />Dagelijks monitort Calcasa 8 miljoen objecten en taxeert wekelijks ruim 20.000 woningen. Dat maakt Calcasa tot de grootste taxateur van Nederland. De woningmarkt kwartaalcijfers van Calcasa gelden als norm voor experts uit het bedrijfsleven, de overheid en de vakpers. Calcasa?s Automated Valuation Model wordt internationaal erkend en voldoet aan de maatstaven van toezichthouders en de gerenommeerde ratingbureaus.","acronym":"Calcasa","interests":"Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union ","euInitiatives":"- Basel 3 / CRDIV / CRR&#xd;<br />- Solvency 2&#xd;<br />- Mortgage Credit Directive&#xd;<br />&#xd;<br />Calcasa is lid van de European AVM Alliance. &#xd;<br />Vanuit de European AVM Alliance wordt gereageerd op verschillende consultation papers, zoals:&#xd;<br />- ?Building a Capital Markets Union? - COM, DG FISMA&#xd;<br />&#xd;<br />- ?Proposed Regulatory Technical Standards on conditions for capital requirements for mortgage exposures? ? EBA &#xd;<br />&#xd;<br />- ?Covered Bonds in the European Union? ? DG FISMA&#xd;<br />&#xd;<br />- ?Second Consultative Document on the Revisions to the Standardised Approach for Credit Risk? ? Basel Committee).","lastUp":"2017-10-18T10:05:01.403+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":"","turnoverRange":"0-99999"}