{"id":"508007119028-55","name":"Folkhälsomyndigheten","registrationDate":"2015-10-20T15:31:54.922+01:00","category":6,"subCategory":9,"legal":"Statlig myndighet","web":"https://www.folkhalsomyndigheten.se/","country":"Sweden","headAddress":"Nobels väg 18","headCity":"Solna","headPostCode":"17182","headPhone":"(46)1 02 05 20 00","boss":"Johan Carlson","bossTitle":"","bossPosition":"Generaldirektör","membersCount":6,"membersFTE":"1.5","membership":"","memberOrga":"","goal":"The Public Health Agency of Sweden (Folkhälsomyndigheten) is a national agency working directly under the Government, Ministry of Health and Social Affairs. Locations for operations and activities are in Solna (Stockholm) and in Östersund. The agency was established on January 1, 2014 and is a merger of the Swedish National Institute of Public Health (Folkhälsoinstitutet), the Swedish Institute for Communicable Disease Control (Smittskyddsinstitutet), and parts of the National Board of Health and Welfare (Socialstyrelsen). The aim of the agency is to support knowledge on public health and promote evidence-based effective public health practice at all levels of society. We cover both communicable and non-communicable disease prevention. Tasks are to identify and provide advice in issues where effective interventions can be made to support a sustainable development with focus on health protection and securing preconditions for health on equal terms. This is done by national monitoring and supervision, evaluation, funding of public health projects and organisations, epidemiological and microbiological analyses, and by making responses to referrals and consultations.","acronym":"FOHM","interests":"Audiovisual and Media, Public Health, Research and Technology, Taxation","euInitiatives":"-EU legislation affecting alcohol beverages and other consumer procucts containing ethanol&#xd;<br />-Research such as EU Joint Actions in the alcohol area&#xd;<br />-Committee on national alcohol policy and action (CNAPA)&#xd;<br />-The Audio-Visual Media Services Directive (AVMSD)&#xd;<br />- European Union Information System on Alcohol and Health (EUSAH)&#xd;<br />-EU strategy or action plans on the reduction of alcohol related harm&#xd;<br />In the tobacco field:&#xd;<br />-EU Directive on Tobacco Products (TPD)&#xd;<br />-EU strategy or action plans on NCDs, Tobacco, Nutrition and Physical Activity, Childhood Obesity, illicit drugs&#xd;<br />-EMCDDA&#xd;<br />-Early warning system (EWS)","lastUp":"2017-05-19T16:55:49.610+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}