{"id":"508380135928-34","name":"Institute for Reporters' Freedom and Safety","registrationDate":"2019-09-17T12:23:14.588+02:00","category":3,"subCategory":2,"legal":"non profit association","web":"http://irfs.org","country":"Switzerland","headAddress":"Avenue Louis-Casai 18","headCity":"Geneva","headPostCode":"1209","headPhone":"(41)7 88 78 84 28","boss":"Emin Huseynov","bossTitle":"Ms","bossPosition":"executive director","membersCount":20,"membersFTE":"7.75","membership":"","memberOrga":"","goal":"The Institute for Reporters’ Freedom and Safety’s mandate is to protect and improve freedom of expression and access to information in Azerbaijan.&#xd;<br />IRFS is a local Azerbaijani NGO founded on World Press Freedom Day in 2006 by two Azerbaijani journalists, in response to growing government restrictions on freedom of expression and freedom of press. &#xd;<br />Vision: IRFS envisages a region where citizens are free to speak freely, to be heard, and to participate in decision making. IRFS is committed to unlimited access to a diverse and independent news media.&#xd;<br />Values:&#xd;<br />• Innovation, access and technology&#xd;<br />• Transparency&#xd;<br />• Perseverance","acronym":"IRFS","interests":"Culture and media, Humanitarian aid and civil protection, Justice and Fundamental Rights","euInitiatives":"The mission of IRFS is to help uphold European values in the region of South Caucasus, Eastern Partnership countries and especially Azerbaijan. In Strasbourg and Brussels, IRFS regularly conducts advocacy missions in the European institutions. One of the main activities conducted within the institutions is establishing strong contacts with MEPs, especially from countries which are big investors in Azerbaijan. Facilitating advocacy is an important step in our mission as it is the most productive way to shed light on the violations of human right happening in the region of IRFS's activity and find partners that could help us improve the situation with human rights east of Europe's borders.&#xd;<br />Given the unique backgrounds of those active within the IRFS, professionals with first-hand experience that are now or have previously lived and worked in the country, our organisation can provide very detailed insight about the ways and practices of the Azerbaijani authorities, and actively participate in the implementation of projects and programs inside the country.&#xd;<br />IRFS is also involved in the fight against corruption, having had an active role in the exposure and the following investigation into the corruption scandal that rocked the Council of Europe and the entire EU.","lastUp":"2019-09-17T12:24:11.575+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}