{"id":"50876658371-29","name":"Relations and Property Management bvba","registrationDate":"2012-03-17T19:08:20.350+02:00","category":1,"subCategory":8,"legal":"private consultancy - limited responsiblity","web":"","country":"Belgium","headAddress":"Brusselsesteenweg, 70/1","headCity":"Meise","headPostCode":"1860","headPhone":"(322)2 69 48 95","boss":"Chris VERHAEGEN","bossTitle":"Ms","bossPosition":"owner","membersCount":1,"membersFTE":"0.25","membership":"Due to my earlier positons :&#xd;\n- Secretary General of the Belgian Association of Pension Institutions 1988-1997&#xd;\n- Secretary General of the European Federation for Retirement Provision - EFRP 1997-2011  &#xd;\nthere are linkages with the sector of the pension funds or IORPs (Institutions for Occupational Retirement Provision)&#xd;\n&#xd;\nBetween 2011-03 and 2013-09 Chris VERHAEGEN (being the owner of RELPROM bvba) has been chairing in a personal capacity the Occupational Pensions Stakeholder Group at EIOPA (European Insurance and Occupational Pensions Authority, Frankfurt).&#xd;\nFrom Oct. 2013 through 2016 she has been a member of the Occupational Pensions Stakeholder Group at EIOPA.","memberOrga":"","goal":"RELPROM bvba is a management company held by Chris VERHAEGEN with the aim of representing clients with EU or Belgian institutional bodies in the field of financial services (especially pensions policy, tax policy) and social policy (labour market and equal treatment M/W).  &#xd;<br />Clients include industry associations and corporations from across Europe. &#xd;<br />In the fiscal year as reported (2017-09-30) our client base includes : Kreab Gavin Anderson A.B., a public affairs consultancy specialised i.a. in financial services and THird Bridge (London), a research firm into insurance industry&#xd;<br />&#xd;<br />Working languages include : English, French, Dutch and Italian.","acronym":"RELPROM bvba","interests":"Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Internal Market, Taxation","euInitiatives":"- IORP Directives&#xd;<br />- cross border pension provision issues&#xd;<br />- Personal Pensions work stream at EIOPA and COM&#xd;<br />- Further work on solvency of IORPs&#xd;<br />- Capital Markets Union","lastUp":"2018-04-05T12:31:45.343+02:00","customers":"KREAB GAVIN ANDERSON A.B.","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}