{"id":"50964709218-58","name":"European Harbour Masters' Committee","registrationDate":"2012-07-26T13:16:20.347+01:00","category":2,"subCategory":1,"legal":"Vereniging","web":"http://www.europeanharbourmasters.org","country":"Netherlands","headAddress":"Wilhelminakade, 909","headCity":"Rotterdam","headPostCode":"3002 AP","headPhone":"(31)1 02 52 19 73","boss":"kevin Richardson","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"European Nautical Platform; the platform for sharing nautical topics, best practices, ways of working, positions and opinions in the field of nautical operations in port water and their approaches.&#xd;\nThe Platform is a cooperation between the European organizations of Captains, Pilots, Tug operators, boatmen and Harbour Masters. These nautical experts combine forces to address nautical safety from pilot station to berth.&#xd;\n&#xd;\nSAGMAS","memberOrga":"","goal":"The EHMC strives to offer European Harbour Masters additional advantages related to their region, in addition to those benefits of IHMA membership;&#xd;<br />» a focus on European issues&#xd;<br />» European identity in the eyes of European institutions&#xd;<br />» representation of the views of European Harbour Masters&#xd;<br />» a European voice in the European institutions&#xd;<br />» influence in European policies concerning ports and shipping transport&#xd;<br />» dissemination of information&#xd;<br />» seminars on professional topics in the years between the IHMA’s biennial Congresses&#xd;<br />» networking opportunities&#xd;<br />» discussions and exchange of information and best practice between European Harbour Masters&#xd;<br />» monitoring the flow of information, directives and consultative papers that come from the European Commission&#xd;<br />» contributing, as an expert group, to European research projects. &#xd;<br />As an active regional committee, EHMC strives to strengthen the Association.","acronym":"EHMC","interests":"Competition, Energy, Environment, Trade, Trans-European Networks, Transport","euInitiatives":"Vervoer en transport, havens, logistiek, innovatie, techniek, identificatie, scheepvaart, terminals en verladers","lastUp":"2017-12-13T08:36:44.380+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}