{"id":"510151427278-94","name":"Konrad-Adenauer-Stiftung","registrationDate":"2017-05-24T16:54:02.818+02:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://www.kas.de","country":"Germany","headAddress":"Klingelhöferstraße 23","headCity":"Berlin","headPostCode":"10785","headPhone":"(49)30 26 99 60","boss":"Norbert Prof. Dr. Lammert","bossTitle":"Mr","bossPosition":"Vorsitzender","membersCount":14,"membersFTE":"11.0","membership":"ENOP (European Network of Political Foundations - Independent Actors in Democracy Promotion,Development Cooperation and Political Dialogue)&#xd;\n&#xd;\nWilfried Martens Centre for European Studies, Brüssel (EVP-Stiftung)","memberOrga":"","goal":"Die Konrad-Adenauer-Stiftung e.V. verfolgt auf christlich-demokratischer Grundlage ausschließlich und unmittelbar gemeinnützige Zwecke. Sie wird insbesondere&#xd;<br />&#xd;<br />- politische Bildung vermitteln,&#xd;<br />- die geschichtliche Entwicklung der christlich-demokratischen Bewegung erforschen und dokumentieren,&#xd;<br />- durch Forschung und Beratung Grundlagen politischen Wirkens erarbeiten,&#xd;<br />- die europäische Einigung unterstützen, die internationale Verständigung durch Informationen und Begegnungen pflegen sowie mit entwicklungspolitischen Projekten und Programmen Hilfe leisten,&#xd;<br />- politisch verfolgten Demokraten ideelle und materielle Hilfe gewähren,&#xd;<br />- die wissenschaftliche Aus- und Fortbildung begabter und charakterlich geeigneter junger Menschen fördern,&#xd;<br />- Kunst und Kultur durch Veranstaltungen und Stipendien fördern,&#xd;<br />- der Öffentlichkeit die Ergebnisse ihrer Arbeit zugänglich machen.&#xd;<br />&#xd;<br />Zur Wahrnehmung dieser Aufgaben setzt die Konrad-Adenauer-Stiftung e.V. ihre ideellen, personellen und materiellen Möglichkeiten im In- und Ausland ein.","acronym":"KAS","interests":"Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Research and innovation, Single market, Trade, Youth","euInitiatives":"- Europäische Wahl (2019), Bildung der Kommission, Arbeitsprogramm der Kommission&#xd;<br />- Europäische Sicherheitspolitik&#xd;<br />- Brexit&#xd;<br />- Verhandlungen des Mehrjährigen Finanzrahmens&#xd;<br />- Vertiefung der Wirtschafts- und Währungsunion","lastUp":"2019-10-23T17:53:41.128+02:00","customers":"","costAbsolu":"","costRange":"1500000-1749000","turnoverAbsolu":0,"turnoverRange":""}