{"id":"510151427278-94","name":"Konrad-Adenauer-Stiftung","registrationDate":"2017-05-24T16:54:02.818+02:00","category":4,"subCategory":5,"legal":"e.V.","web":"http://www.kas.de","country":"Germany","headAddress":"Klingelhöferstraße 23","headCity":"Berlin","headPostCode":"10785","headPhone":"(49)30 26 99 60","boss":"Norbert Prof. Dr. Lammert","bossTitle":"Mr","bossPosition":"Vorsitzender","membersCount":14,"membersFTE":"14.0","membership":"ENOP (European Network of Political Foundations - Independent Actors in Democracy Promotion,Development Cooperation and Political Dialogue)&#xd;\n&#xd;\nWilfried Martens Centre for European Studies, Brüssel (EVP-Stiftung)","memberOrga":"","goal":"Die Konrad-Adenauer-Stiftung e.V. verfolgt auf christlich-demokratischer Grundlage ausschließlich und unmittelbar gemeinnützige Zwecke. Sie wird insbesondere&#xd;<br />&#xd;<br />- politische Bildung vermitteln,&#xd;<br />- die geschichtliche Entwicklung der christlich-demokratischen Bewegung erforschen und dokumentieren,&#xd;<br />- durch Forschung und Beratung Grundlagen politischen Wirkens erarbeiten,&#xd;<br />- die europäische Einigung unterstützen, die internationale Verständigung durch Informationen und Begegnungen pflegen sowie mit entwicklungspolitischen Projekten und Programmen Hilfe leisten,&#xd;<br />- politisch verfolgten Demokraten ideelle und materielle Hilfe gewähren,&#xd;<br />- die wissenschaftliche Aus- und Fortbildung begabter und charakterlich geeigneter junger Menschen fördern,&#xd;<br />- Kunst und Kultur durch Veranstaltungen und Stipendien fördern,&#xd;<br />- der Öffentlichkeit die Ergebnisse ihrer Arbeit zugänglich machen.&#xd;<br />&#xd;<br />Zur Wahrnehmung dieser Aufgaben setzt die Konrad-Adenauer-Stiftung e.V. ihre ideellen, personellen und materiellen Möglichkeiten im In- und Ausland ein.","acronym":"KAS","interests":"Banking and financial services, Borders and Security, Budget, Climate Action, Competition, Consumers, Customs, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trade","euInitiatives":"- das gesamte Arbeitsprogramm der Europäischen Kommission für 2017&#xd;<br />- Europäische Sicherheitspolitik&#xd;<br />- Verhandlungen zum transatlantischen Freihandelsabkommen&#xd;<br />- Klimapolitik der Europäischen Union sowie COP 21 Vorbereitungen&#xd;<br />- Vertiefung der Wirtschafts- und Währungsunion","lastUp":"2018-05-22T11:48:25.789+02:00","customers":"","costAbsolu":"","costRange":"1500000-1749000","turnoverAbsolu":0,"turnoverRange":""}