{"id":"51022176260-12","name":"European CanCer Organisation","registrationDate":"2011-07-20T16:31:54.485+02:00","category":2,"subCategory":1,"legal":"AISBL","web":"http://www.ecco-org.eu/","country":"Belgium","headAddress":"avenue E. Mounier, 83","headCity":"Brussels","headPostCode":"1200","headPhone":"(32)27 75 02 01","boss":"Birgit Beger","bossTitle":"Ms","bossPosition":"CEO","membersCount":2,"membersFTE":"2.0","membership":"•Alliance for Biomedical Research in Europe (Founding Member)&#xd;\n•European Chronic Disease Alliance (Founding Member)&#xd;\n•ecancermedicalscience Foundation (Founding Member)&#xd;\n•ECCA – the European Cervical Cancer Association (Member)&#xd;\n•EFQUEL – European Foundation for Quality in E-learning (Member)&#xd;\n•EPHA – the European Public Health Alliance (Full Member)&#xd;\n•FAIB - Federation of European and International Associations Established in Belgium (Regular Member)&#xd;\n•UICC – International Union Against Cancer (Full Member)&#xd;\n•AC Forum - the Associations Conference Forum &#xd;\n (Founding Member)","memberOrga":"http://www.ecco-org.eu/About-Ecco/Members","goal":"ECCO is an International not-for-profit association under Belgian Law (aisbl)which aims at improving outcomes for all cancer patients in Europe through multidisciplinarity. The goals and objectives of the Association are to:&#xd;<br />•Uphold the right of all European cancer patients to the best possible treatment and care; &#xd;<br />•Promote interaction among all organisations involved in cancer research, education, treatment and care at the European level, and &#xd;<br />•Provide financial and other support to organisations involved in cancer research, education, treatment and care at the European level.&#xd;<br />&#xd;<br />The Association’s activities include, but are not limited to the following:&#xd;<br />•Creating awareness of patients’ needs and wishes;&#xd;<br />•Encouraging progressive thinking in cancer policy, training and education; and&#xd;<br />•Promoting European cancer research and innovation in multidisciplinarity treatment and care through the organisation of international multidisciplinary meetings.","acronym":"ECCO","interests":"Education and training, Employment and Social Affairs, General and Institutional Affairs, Public Health, Research and innovation, Single market","euInitiatives":"EU policy fields of primary interest to ECCO include Health as well as Research, Science and Innovation. Here, ECCO focuses on initiatives addressing cancer specifically, but also on cross-cutting areas such as Innovative therapies, Quality assurance, Patient safety, Patient mobility, Digital technologies, Health literacy, Systems Performance assessment, Chronic Diseases, Funding modalities, and other relevant areas.  &#xd;<br />&#xd;<br />Further broad EU policy fields of interest to ECCO include Employment, Social Affairs and Inclusion, Education (i.e. Professional training), Enterprise and Industry, Justice (i.e. Data Protection), Environment, Budget, and the European Semester process.&#xd;<br />&#xd;<br />Specific files and related implementation that ECCO has been following include: Action Plan for the EU Workforce, Animal Protection Directive, Clinical Trials Regulation, Cross-Border Healthcare Directive and the European Reference Network, Data Protection Regulation, European Commission Initiative on Breast Cancer, European Partnership for Action Against Cancer, Health for Growth Programme, Horizon 2020, (In-Vitro Diagnostic) Medical Devices Regulation, Joint Action on Cancer Control, etc.","lastUp":"2018-05-03T17:07:13.006+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}