{"id":"510672232122-52","name":"Pravno-informacijski center nevladnih organizacij - PIC","registrationDate":"2018-07-21T10:59:08.087+02:00","category":3,"subCategory":2,"legal":"institute","web":"http://pic.si","country":"Slovenia","headAddress":"Metelkova ulica 6","headCity":"Ljubljana","headPostCode":"1000","headPhone":"(386)15 21 18 88","boss":"Katarina Bervar Sternad","bossTitle":"Ms","bossPosition":"director","membersCount":9,"membersFTE":"9.0","membership":"Justice &amp; Environment (http://www.justiceandenvironment.org/home/)","memberOrga":"PIC is institute, therefore is not member organization. 5 organisations are founders of PIC (1998): &#xd;\n&#xd;\nMirovni inštitut, Metelkova ulica 6, 1000 Ljubljana ( http://www.mirovni-institut.si/)&#xd;\nREC - predstavniška pisarna v Sloveniji, Slovenska 5, 1000 Ljubljana(http://slovenia.rec.org/)&#xd;\nDruštvo za razvijanje prostovoljnega in preventivnega dela, Erjavčeva 25, 1000 Ljubljana&#xd;\nAmensty International Slovenije, Komenskega 7, 1000 Ljubljana (http://www.amnesty.si/)","goal":"PIC is a non-profit, non-governmental organization established in 1997 as a private institute by a group of other NGOs, such as: Amnesty International Slovenia, Peace Institute, Regional Environmental Centre and others. &#xd;<br />&#xd;<br />We are specialized in providing legal aid and we are implementing projects related to legal protection of human rights.&#xd;<br />&#xd;<br />Our lawyers offer legal counseling to socially underprivileged groups and individuals in several areas of human rights protection, including: asylum and refugee law, antidiscrimination law, labour and social welfare legislation, family law, housing law, protection of domestic violence victims. Apart from legal protection of human rights for underprivileged groups PIC also works on legal protection of the right to a healthy living environment.&#xd;<br />&#xd;<br />We perform project activities through which we try to collect information on problematic issues and through which we are able to prepare detailed analyses of the current regulations and comparative analyses of the European legislation, thus providing the basis for revision of the legislation, legal education of target groups and public discussion. &#xd;<br />&#xd;<br />We have until now passed several legislation initiatives, for example: preparation and draft law of the Law on Alternative Dispute Resolution and Free Legal Aid, preparation and draft of Law on Subsidiary Regulation, preparation and draft of subsidiary legislation on Free Access to Public Information and draft Law on Voluntary Work. &#xd;<br />&#xd;<br />Our current major projects are related to promotion of active citizenship among young people, legal aid for disabled people, female victims of domestic violence, asylum seekers, refugees and migrants. We are also in the process of establishing an Environmental Legal Center within the PIC and we have an official status of an organization in public interest in the field of environmental protection.&#xd;<br />&#xd;<br />PIC is one of the partner organizations in the Ombudsman’s State Prevention Mechanism programme established under the Optional Protocol to the Convention against Torture and Other Cruel, Inhumane or&#xd;<br />Degrading Treatment or Punishment. &#xd;<br />&#xd;<br />We are also providing opportunities for voluntary work to law students. &#xd;<br />&#xd;<br />We are strongly committed to the principle of equality and we are advocating for equal rights and opportunities for all human beings regardless of their race, ethnicity, religion, sex, sexual orientation, age, social status or any other ground on which a person might be discriminated. &#xd;<br />&#xd;<br />Situation in Slovenia shows that people lack understanding of human rights as universal and unalienable rights of all persons; with that we would like to point to unsuccessful referendum on Family Act which would bring important quality changes for protection of children and also bring acknowledgment of equal rights to gay couples. &#xd;<br />Slovene government has taken different measures lowering the standard of rights for asylum seekers, lowering the income of socialy underprivileged persons and through different public statements and acts encouraging xenophobia and hate speech (the Erased).&#xd;<br />We believe that in Slovenia we need more quality and tolerant public discussions on importance of wide acknowledgement of human rights especially on equality of all persons living in this country.","acronym":"PIC","interests":"Climate Action, Environment, Justice and Fundamental Rights, Migration and asylum","euInitiatives":"Advocacy on:&#xd;<br />- environment protection - environmental assessments, access to justice, climate biodiversity;&#xd;<br />- human rights - awareness raising, access to rights, recogniseing, protection and preventing discrimination, legal aid to volunerable groups;&#xd;<br />- asylum - protection the asylum seekers.&#xd;<br />&#xd;<br />Advocacy contains following and commenting relevant legislation and strategic policies and proposing solutions, education, preparing legal and comparative analysis, preparing legal remedies.","lastUp":"2018-07-21T11:59:08.602+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}