{"id":"510684428781-17","name":"Johanssen + Kretschmer","registrationDate":"2017-10-26T17:05:53.155+01:00","category":1,"subCategory":6,"legal":"GmbH","web":"http://www.jk-kom.de","country":"Germany","headAddress":"Berliner Freiheit 2","headCity":"Berlin","headPostCode":"10785","headPhone":"(49)30 52 00 05 70","boss":"Heiko Kretschmer","bossTitle":"Mr","bossPosition":"Managing Partner","membersCount":1,"membersFTE":"0.25","membership":"http://www.degepol.de/","memberOrga":"http://www.jk-agenturverbund.de/","goal":"Wir bei J + K glauben, dass für eine langfristig wirkungsvolle Kommunikation Qualität und Vertrauen wesentlich sind. Dies gilt für unsere Kunden genauso wie für uns. Deshalb stehen wir für Kommunikationsberatung, die konkrete, verlässliche und hochwertige Ergebnisse schafft.&#xd;<br />&#xd;<br />Kommunikation übernimmt mehr denn je die zentrale Vermittlungsfunktion in Organisationen und unserer Gesellschaft. Viele sprechen von der Informationsgesellschaft, wir sprechen von der Dialog- und Beziehungsgesellschaft. Dadurch rücken die Beziehungen zu den Stakeholdern in den Fokus von Unternehmens- und Organisationskommunikation.&#xd;<br />&#xd;<br />Mit unserem weiterentwickelten Beratungsansatz berücksichtigen wir, dass Wertschätzung und Akzeptanz der Stakeholder die wesentlichen Indikatoren für Einfluss und Wirkung von Kommunikation sind. Diese Sicht bedingt einen Perspektivwechsel. Die Stakeholder entscheiden, welches Vertrauen und welche Handlungsspielräume einem Unternehmen gewährt werden – kurz, welches Beziehungskapital es hat.&#xd;<br />&#xd;<br />Gute Beziehungen zu Stakeholdern sorgen dafür, dass:&#xd;<br />&#xd;<br />…das Unternehmen die persönlichen und situativen Erwartungen ihrer Stakeholder kennen.&#xd;<br />&#xd;<br />…das Unternehmen von diesen Stakeholdern wohlwollend wahrgenommen werden.&#xd;<br />&#xd;<br />…dem Unternehmen erweiterte Handlungsspielräume eingeräumt werden.&#xd;<br />&#xd;<br />Die Steigerung des Beziehungskapitals ist die Kernaufgabe der Unternehmens- und Organisationskommunikation&#xd;<br />&#xd;<br />Die Konsequenzen für Analyse und Strategiebildung sowie die operative Ausgestaltung von Kommunikation sind umfassend. Wir haben auf dieser Basis Angebote zur ganzheitlichen Organisationsberatung entwickelt:&#xd;<br />&#xd;<br />    Das Relation Value Cockpit® enthält Verfahren zur Erfassung und Bewertung des Beziehungskapitals: Key Relation Indicators®, Critical Relation Factors® und das Relation Value Rating®.&#xd;<br />&#xd;<br />    Mit der JK-Map® haben wir ein Instrument geschaffen, das alle Handlungsfelder der Organisations- und Unternehmenskommunikation auf einen Blick abbildet und zur Zieldefinition, Priorisierung und Steuerung dient.&#xd;<br />&#xd;<br />Detaillierte Informationen zum Beratungsansatz und den Methoden finden Sie unter www.beziehungskapital.com.","acronym":"J+K","interests":"Agriculture and Rural Development, Banking and financial services, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Institutional affairs, Regional Policy, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Banking Reform&#xd;<br />Better Regulation Agenda&#xd;<br />Commission Work Programme 2018&#xd;<br />General Data Protection Regulation","lastUp":"2019-10-30T09:10:18.711+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":""}