{"id":"51080067776-74","name":"EuroGeographics","registrationDate":"2012-01-19T14:03:20.445+02:00","category":6,"subCategory":9,"legal":"AISBL (International non-profit association in Belgium)","web":"http://www.eurogeographics.org","country":"Belgium","headAddress":"Rue du Nord, 76","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)28 88 71 93","boss":"Michael John Cory","bossTitle":"Mr","bossPosition":"Secretary General &amp; Executive Director ","membersCount":9,"membersFTE":"3.0","membership":"EuroGeographics works with a number of strategic partners to achieve our Vision and Mission including:&#xd;\n&#xd;\nUN-GGIM:Europe&#xd;\nGEO - The Group on Earth Observations&#xd;\nEEA – European Environment Agency&#xd;\nEUREF - a sub-commission of the International Association of Geodesy. &#xd;\nEuroSDR - European Spatial Data Research. &#xd;\nWPLA - Working Party on Land Administration.&#xd;\nPCC - The Permanent Commission on Cadastre. &#xd;\nEUROGI - European organization for geographic information. &#xd;\nEuroGeoSurveys - The association of European National Geological Surveys.&#xd;\nAGILE - Association of Geographic Information Laboratories Europe. &#xd;\nCLGE - The Council of European Geodetic Surveyors.&#xd;\n&#xd;\nBy way of example, EuroGeographics is a member of, amongst other things: &#xd;\n&#xd;\nFAIB (Federation of European and international associations established in Belgium)&#xd;\nSome staff have membership of SEAP (Society of European Affairs Professionals) &#xd;\nBCCB (British Chamber, of commerce, in Belgium)","memberOrga":"National Authority for Geospatial information (Albania),&#xd;\nCentral Office of Immovable Property Registration (Albania),&#xd;\nState Committee of the Real Property Cadastre (Armenia),&#xd;\nFederal Agency for Metrology and Surveying (Austria),&#xd;\nReal Estate Cadastre and Address Registry Service &#xd;\nunder the State Committee on property Issues (Azerbaijan)&#xd;\nThe State Committee on Property of the Republic of Belarus (Belarus)&#xd;\nNational Geographic Institute (Belgium),&#xd;\nGeneral Administration of Patrimonial Documentation (Belgium),&#xd;\nGeodetic &amp; Real Property Affairs (Bosnia &amp; Herzegovina),&#xd;\nGeodetic &amp; Property Affairs of Republic of Srpska(Bosnia &amp; Herzegovina),&#xd;\nGeodesy, Cartography and Cadastre Agency (Bulgaria),&#xd;\nState Geodetic Administration (Croatia),&#xd;\nCyprus Department of Lands and Surveys,&#xd;\nCzech Office for Surveying, Mapping and Cadastre,&#xd;\nDanish Geodata Agency,&#xd;\nDanish Agency for Data Supply and Efficiency&#xd;\nEstonian National Landboard,&#xd;\nNGI Finland,&#xd;\nNational Institute of Geographic and Forest Information (France),&#xd;\nAgency of Real Estate Cadastre (FYROM),&#xd;\nNational Agency of Public Registry (Georgia),&#xd;\nFederal Agency for Cartography and Geodesy (Germany),&#xd;\nSurveying Authorities of the Laender of Federal Republic of Germany,&#xd;\nOrdnance Survey (Great Britain),&#xd;\nRegisters of Scotland,&#xd;\nNational Cadastre &amp; Mapping Agency S.A. (Greece),&#xd;\nHelenic Military Geographical Service (Greece),&#xd;\nHer Majesty's Land Registry (England &amp; Wales),&#xd;\nInstitute of Geodesy, Cartography and Remote Sensing (Hungary),&#xd;\nGeoinformation Service of Hungarian Defense Forces,&#xd;\nNational Land Survey of Iceland,&#xd;\nRegisters Iceland,&#xd;\nOrdnance Survey Ireland,&#xd;\nItalian Military Geographic Institute,&#xd;\nNational agency for cadastre, cartography, land registration, real est (Italy)&#xd;\nKosovo Cadastral Agency,&#xd;\nState Land service (Latvia),&#xd;\nLatvian Geospatial Information Agency,&#xd;\nNational Land Service under the Ministry of Agriculture (Lithuania),&#xd;\nState Enterprise Centre of Registers (Lithuania),&#xd;\nAdministration of the Cadastre and Topography (Luxembourg),&#xd;\nMalta Environment &amp; Planning Authority,&#xd;\nMalta Land Registry,&#xd;\nState Agency for Land Relations and Cadastre (Moldova),&#xd;\nRepublic of Montenegro Ministry of Finance Dep of Real Estates &#xd;\nLand and Property Services (Northern Ireland),&#xd;\nNorwegian Mapping Authority,&#xd;\nHead Office of Geodesy and Cartography (Poland),&#xd;\nNational Geographic Institute (Portugal),&#xd;\nNational Agency for Cadastre and Land Registration (Romania),&#xd;\nFederal Service for State Registration, Cadastre &amp; Mapping (Russia),&#xd;\nRepublic Geodetic Authority (Serbia),&#xd;\nGeodesy, Cartography and Cadastre Authority of the Slovak Republic,&#xd;\nSurveying and Mapping Authority of the Republic of Slovenia,&#xd;\nNational Geographic Institute (Spain),&#xd;\nGeneral Directorate for the Cadastre (Spain),&#xd;\nTerritorial Commission of the Geographic High Council (Spain)&#xd;\nThe Swedish mapping, cadastral and land registration authority&#xd;\nFederal Office of Topography (Switzerland),&#xd;\nCadastre, Land Registry and Mapping Agency (The Netherlands),&#xd;\nGeneral Command of Mapping (Turkey),&#xd;\nGeneral Directorate of Land Registry and Cadastre (Turkey)&#xd;\nStateGeoCadastre (Ukraine)","goal":"EuroGeographics is an independent international not-for-profit organisation representing Europe’s National Mapping, Cadastral and Land Registration Authorities. Our membership covers the whole of geographical Europe and currently comprises 63 organisations from 46 countries. &#xd;<br />As the official bodies responsible for national cadastre, land registration, geodetic surveying and mapping activities in Europe, EuroGeographics’ members fulfil an essential role providing definitive and detailed geospatial information. As their membership association, EuroGeographics is committed to supporting them as they improve access to their rich source of data.&#xd;<br />EuroGeographics supports the public good by:&#xd;<br />•\tRepresenting members’ interests;&#xd;<br />•\tMaintaining networks that help members improve their capabilities and role; and&#xd;<br />•\tFacilitating access to and use of geospatial data and services from these official national sources. &#xd;<br />We believe in a society empowered by the use of our members’ authoritative geospatial data and services, and we are committed to representing their interests in the European institutions and internationally to ensure that their roles, capabilities and concerns are understood. Our aim is always to provide positive contributions to those areas of policy development where we, and our members, have a track record, significant expertise and a legitimate interest. This enables us to not only demonstrate and grow our relevance and effectiveness, but also helps members stay connected with policy developments and legislative programmes. &#xd;<br />Many European institutions rely on European datasets created from our members national information to inform key decisions and we believe that they should have one agreed geospatial policy, that takes into account the role of national mapping, cadastral and land registry authorities, for informing policy development and legislation.  &#xd;<br />EuroGeographics pursues activities of a not-for-profit nature and of international character in accordance with the title III of the Belgian law of 27 June, 1921 on non-profit organisations, non-profit international organisations and foundations.","acronym":"","interests":"Climate Action, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Environment, General and Institutional Affairs, Information Society, Internal Market, Trans-European Networks, Transport","euInitiatives":"Digital Single Market&#xd;<br />Our members have an interest in Digital Single Market, in particular the opening up of public data for reuse. In the past 12 months, we have contributed to European Commission Consultations on both the PSI Directive and the review of the Database Directive. Our goal is to realise a sustainable public-sector information framework that accommodates all our members contributions and maximises benefits for European society. &#xd;<br />&#xd;<br />The European Earth Observation programme (Copernicus)&#xd;<br />EuroGeographics actively supports the Copernicus Programme. We believe it must  fully utilising member states’ existing reference data to avoid duplication and wasted resources. Our aim is to make more national authoritative geospatial information available, and we are working with the European Environment Agency to achieve this.&#xd;<br />&#xd;<br />Cadastral issues related to policy, such as the eJustice portal.&#xd;<br />By tracking EU initiatives, legal and non-legal developments in the respective and adjoining areas we want to support our members in identifying the future role of cadastre, presenting its capacities and its indispensability in the wide range of community policies.&#xd;<br />&#xd;<br />Intellectual Property Rights (IPR)&#xd;<br />Intellectual Property Rights – patents, trademarks, design rights and copyright are of great interest to our members, not only to encourage the creation of a variety of intellectual goods but also to ensure economic incentive by private sector enterprises – in particular SMEs - for their creation. Some of our members partially or largely depend on licencing fees income provided at the market.&#xd;<br />&#xd;<br />The European Spatial Data Infrastructure (INSPIRE)&#xd;<br />Our members have made significant efforts to implement the INSPIRE Directive by harmonising their authoritative data on the INSPIRE themes.  Implementing INSPIRE, however is not easy, and whilst the Directive most certainly provides leverage for opening up access to sources of authoritative geospatial information, it has not led to full harmonisation, or usage of such data. There are also a number of European policies that do not yet take INSPIRE into account and there is still more to do to ensure the delivery of operational cross-border data and pan-European services. Our members have worked, with the support of EC funds, to advance harmonisation beyond INSPIRE, and we are making significant efforts to develop an  operational European Location Service, which will foster access and integration of national authoritative data by Copernicus and other European bodies through a single access point.","lastUp":"2018-04-09T14:25:11.605+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}