{"id":"51080067776-74","name":"EuroGeographics","registrationDate":"2012-01-19T14:03:20.445+01:00","category":6,"subCategory":9,"legal":"AISBL (International non-profit association in Belgium)","web":"http://www.eurogeographics.org","country":"Belgium","headAddress":"Rue du Nord, 76","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)28 88 71 93","boss":"Michael John Cory","bossTitle":"Mr","bossPosition":"Secretary General &amp; Executive Director ","membersCount":7,"membersFTE":"2.25","membership":"EuroGeographics works with a number of strategic partners to achieve our Vision and Mission including:&#xd;\n&#xd;\nUN-GGIM:Europe&#xd;\nEULIS- European Land information Service.  &#xd;\nEUREF - a sub-commission of the International Association of Geodesy. &#xd;\nEuroSDR - European Spatial Data Research. &#xd;\nWPLA - Working Party on Land Administration.&#xd;\nPCC - the Permanent Commission on Cadastre. &#xd;\nEUROGI - European  organization for geographic information. &#xd;\nEuroGeoSurveys - the association of European National Geological Surveys.&#xd;\nAGILE - Association of Geographic Information Laboratories Europe. &#xd;\nCLGE - The Council of European Geodetic Surveyors.&#xd;\n&#xd;\nBy way of example, EuroGeographics is a member of, amongst other things: &#xd;\n&#xd;\nFAIB (Federation of European and international associations established in Belgium)&#xd;\nSome staff have membership of SEAP (Society of European Affairs Professionals) &#xd;\nBCCB (British Chamber, of commerce, in Belgium)","memberOrga":"National Authority for Geospatial information (Albania),&#xd;\nCentral Office of Immovable Property Registration (Albania),&#xd;\nState Committee of the Real Property Cadastre (Armenia),&#xd;\nFederal Agency for Metrology and Surveying (Austria),&#xd;\nReal Estate Cadastre and Address Registry Service &#xd;\nunder the State Committee on property Issues (Azerbaijan)&#xd;\nThe State Committee on Property of the Republic of Belarus (Belarus)&#xd;\nNational Geographic Institute (Belgium),&#xd;\nGeneral Administration of Patrimonial Documentation (Belgium),&#xd;\nGeodetic &amp; Real Property Affairs (Bosnia &amp; Herzegovina),&#xd;\nGeodetic &amp; Property Affairs of Republic of Srpska(Bosnia &amp; Herzegovina),&#xd;\nGeodesy, Cartography and Cadastre Agency (Bulgaria),&#xd;\nState Geodetic Administration (Croatia),&#xd;\nCyprus Department of Lands and Surveys,&#xd;\nCzech Office for Surveying, Mapping and Cadastre,&#xd;\nDanish Geodata Agency,&#xd;\nDanish Agency for Data Supply and Efficiency&#xd;\nEstonian National Landboard,&#xd;\nNGI Finland,&#xd;\nNational Institute of Geographic and Forest Information (France),&#xd;\nAgency of Real Estate Cadastre (FYROM),&#xd;\nNational Agency of Public Registry (Georgia),&#xd;\nFederal Agency for Cartography and Geodesy (Germany),&#xd;\nSurveying Authorities of the Laender of Federal Republic of Germany,&#xd;\nOrdnance Survey (Great Britain),&#xd;\nNational Cadastre &amp; Mapping Agency S.A. (Greece),&#xd;\nHelenic Military Geographical Service (Greece),&#xd;\nHer Majesty's Land Registry (England &amp; Wales),&#xd;\nInstitute of Geodesy, Cartography and Remote Sensing (Hungary),&#xd;\nGeoinformation Service of Hungarian Defense Forces,&#xd;\nNational Land Survey of Iceland,&#xd;\nRegisters Iceland,&#xd;\nOrdnance Survey Ireland,&#xd;\nItalian Military Geographic Institute,&#xd;\nNational agency for cadastre, cartography, land registration, real est (Italy)&#xd;\nKosovo Cadastral Agency,&#xd;\nState Land service (Latvia),&#xd;\nLatvian Geospatial Information Agency,&#xd;\nNational Land Service under the Ministry of Agriculture (Lithuania),&#xd;\nState Enterprise Centre of Registers (Lithuania),&#xd;\nAdministration of the Cadastre and Topography (Luxembourg),&#xd;\nMalta Environment &amp; Planning Authority,&#xd;\nState Agency for Land Relations and Cadastre (Moldova),&#xd;\nRepublic of Montenegro Ministry of Finance Dep of Real Estates &#xd;\nLand and Property Services (Northern Ireland),&#xd;\nNorwegian Mapping Authority,&#xd;\nHead Office of Geodesy and Cartography (Poland),&#xd;\nNational Geographic Institute (Portugal),&#xd;\nNational Agency for Cadastre and Land Registration (Romania),&#xd;\nFederal Service for State Registration, Cadastre &amp; Mapping (Russia),&#xd;\nRepublic Geodetic Authority (Serbia),&#xd;\nGeodesy, Cartography and Cadastre Authority of the Slovak Republic,&#xd;\nSurveying and Mapping Authority of the Republic of Slovenia,&#xd;\nNational Geographic Institute (Spain),&#xd;\nGeneral Directorate for the Cadastre (Spain),&#xd;\nTerritorial Commission of the Geographic High Council (Spain)&#xd;\nThe Swedish mapping, cadastral and land registration authority&#xd;\nFederal Office of Topography (Switzerland),&#xd;\nCadastre, Land Registry and Mapping Agency (The Netherlands),&#xd;\nGeneral Command of Mapping (Turkey),&#xd;\nGeneral Directorate of Land Registry and Cadastre (Turkey)&#xd;\nStateGeoCadastre (Ukraine)","goal":"EuroGeographics is the representative body and membership association of the Mapping, Cadastre, and Land Registry Authorities of Europe.  &#xd;<br />As the representative body of its 63 members, EuroGeographics is, in large part, a technical expert body whose purpose is to develop the European Spatial Data Infrastructure.  This is being made operational through the European Location Framework.  &#xd;<br />In addition to these technical activities, we participate in European and international policy and legislative programmes. Our aim is to provide positive contributions to those areas of policy development where we, and our members, have a track record, significant expertise and a legitimate interest.&#xd;<br />Our representation strategy - based upon the principle of constructive participation - is key to this. It enables us to continue to demonstrate and grow our relevance and effectiveness at a European level whilst also helping members stay connected with, and positively contribute to, policy developments.&#xd;<br />The Association pursues activities of a not-for-profit nature and of international character in accordance with the title III of the law of 27 June, 1921 on non-profit organizations, non-profit international organizations and foundations.&#xd;<br />The Purpose of the Association is to further the development of the European Spatial Data Infrastructure (the European Location Framework) through collaboration in the area of geo- information (which includes geographic information,  topographic, cadastre, land, location, spatial &amp; mapping information) along with the representation of the EuroGeographics’ membership and its members capabilities.&#xd;<br />The Association is active in Europe and between Europe and other regions or other parts of the world. This co-operation aims to the following objectives:&#xd;<br />• provide a single interface to Europe's national Mapping and Cadastral Authorities ;&#xd;<br />• facilitate a knowledge exchange network ;&#xd;<br />• strengthen and develop the network of committed, motivated Members, encourage collaboration and professional recognition;&#xd;<br />• provide an information service for Members, stakeholders and civil society;&#xd;<br />• participate in EU programmes and policies including legislative development;&#xd;<br />• promote Members national and pan-European products and services, and their role in providing the reference data for the European Spatial Data Infrastructure (ESDI); and European Location Framework (E.L.F.);&#xd;<br />• as appropriate; create, maintain, distribute, interoperable reference datasets and related services to support cross border or pan-European requirements and to further the progress towards the ESDI;&#xd;<br />• achieve interoperability of our Members’ national land and geographic information, including the realization of a European Location Framework (E.L.F) to provide Europe and the EU with a valuable information asset to support its long term strategies;&#xd;<br />• promote EuroGeographics as the authoritative voice for geographic information in Europe and the EU.","acronym":"","interests":"Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Environment, General and Institutional Affairs, Information Society, Internal Market, Trans-European Networks, Transport","euInitiatives":"i) Digital Single Market&#xd;<br />ii) the European Earth Observation programme (Copernicus)&#xd;<br />iii) The European Location Framework and the co-funded ELF project&#xd;<br />In addition the Association expressed interest in and/or contributed to discussions on&#xd;<br />i) the contribution of geo- information to the Digital Single Market&#xd;<br />ii) Copyright&#xd;<br />iii) e-Practice&#xd;<br />iv) eID&#xd;<br />&#xd;<br />We expect the coming period will see less direct EU legislative activity for our operating environment however this will be balanced by increased activity around the European Location Framework and its associated strategic themes while also representing the contributions our members make to delivery of European policy and benefits to society.&#xd;<br />Our current main policy areas of interest:&#xd;<br />- The Digital Single Market (DSM)&#xd;<br />Our members have an interest in Digital Single Market, in particular the opening up of public data for reuse. Our goal is to realise a sustainable public sector information framework that accommodates all our members contributions and maximises benefits for European society. &#xd;<br />- The European Spatial Data Infrastructure&#xd;<br />Within this policy area, our members are delivering the INSPIRE Directive and, as part of a consortium of private and public sector partners, developing the definitive European Location Framework. This requires successful working with all three EU Institutions if Europe is to gain maximum benefit from its investments. &#xd;<br />- European Location Framework (ELF)&#xd;<br />Our members have an interest in a further development of the co-funded project on the European Location Framework, a technical infrastructure which brings together authoritative, interoperable geospatial reference data from different countries all over Europe via single point of access. &#xd;<br />- European Earth Observation Programme&#xd;<br />EuroGeographics supports the Copernicus Programme. We believe its development should be compatible with national spatial data infrastructures, the INSPIRE Directive, and the evolving European Location Framework whilst, as a general rule, fully utilizing member states’ existing reference data to avoid duplication and wasted resources. &#xd;<br />- Global initiatives&#xd;<br />Geoinformation and its related issues do not end at borders. Our key international interest is with the United Nations Initiative on Global Geo-Spatial Information Management (UN-GGIM) where we are working to ensure alignment with European frameworks and avoidance of any costly duplication.&#xd;<br />- Cadastral issues related to policy &#xd;<br />By tracking EU initiatives, legal and non-legal developments in the respective and adjoining areas we want to support our members in identifying the future role of cadastre, presenting its capacities and its indispensability in the wide range of community policies.","lastUp":"2018-03-15T11:19:07.461+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}