{"id":"511252324776-05","name":"Clean Smoke Coalition","registrationDate":"2016-11-28T18:26:32.264+01:00","category":2,"subCategory":4,"legal":"non-for-profit corporation (Association internationale sans but lucrative – AISBL) under Belgian law","web":"http://www.clean-smoke-coalition.eu","country":"Belgium","headAddress":"Avenue de la Renaissance 1","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)0 27 39 62 62","boss":"Uwe Vogel ","bossTitle":"Mr","bossPosition":"Chairman ","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"The CleanSmokeCoalition (CSC) is the representation of state-of-the-art smoking technology producers, traders and users. The CSC’s objective is to advance healthy and environmentally-friendly smoking methods and namely the use of purified primary smoke products (“clean smoke”) for the smoking of foods (meat, fish, cheese and other foods) as well as the use of smoke flavourings. Purified smoke is substantially cleaner (environment), healthier (consumer safety), safer (work safety) and more easy to handle (SME-friendliness) and outperforms conventional smoking in all these fields. The same applies to the use of smoke flavourings in food processing. The association is advocating for a better suited regulatory framework for purifed smoke currently still suffering from misconceptions on the side of consumers and regulators.&#xd;<br />&#xd;<br />The CSC works towards:&#xd;<br />-\ta EU regulatory framework better adapted to state-of-the-art smoke technologies &#xd;<br />-\tclear and truthful consumer information on smoking processes&#xd;<br />-\trecognition of purified smoke as the preferred option for the smoking of food in small and medium sized enterprises (SMEs) &#xd;<br />-\trecognition of purified smoke as a contribution to the protection of the environment, human health and work safety &#xd;<br />-\ta secured position of purified smoke in the production of organic food","acronym":"CSC","interests":"Agriculture and Rural Development, Climate Action, Consumers, Environment, Food Safety, Maritime affairs and fisheries, Public Health, Single market","euInitiatives":"· Smoke flavours: Regulation (EC) No 2065/2003 &#xd;<br />· Food information: Regulation (EU) No 1169/2011&#xd;<br />· Organic food: Regulation (EC) No 834/2007 / Regulation (EU) 2018/848 and implementing regulations&#xd;<br />· Quality policy: Regulation (EU) No 1151/2012&#xd;<br />· Residues and contaminants","lastUp":"2019-11-18T11:09:20.107+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}