{"id":"511359536857-07","name":"Kozmetsky Center of Excellence at St. Edward's University","registrationDate":"2019-12-20T21:23:26.628+01:00","category":4,"subCategory":12,"legal":"none","web":"https://www.stedwards.edu/academics/centers-institutes/kozmetsky-center-excellence","country":"United states","headAddress":"Dr. Sharyl Cross, Kozmetsky Center of Excellence","headCity":"Austin","headPostCode":"78704","headPhone":"(1)51 22 33 16 78","boss":"Sharyl Cross","bossTitle":"Ms","bossPosition":"Director and Distinguished Professor","membersCount":4,"membersFTE":"2.5","membership":"","memberOrga":"","goal":"The Kozmetsky Center of Excellence aims to enrich the intellectual life of St. Edward's University, and to serve as a resource for informing the broader public on critical global issues. We seek to deepen understanding of the complex challenges of an increasingly integrated world. The Kozmetsky Center facilitates interdisciplinary international exchanges among experts, students, faculty, the policy community, private sector, and the broader public in a variety of forums. Our events have featured the contributions of senior level international policymakers, diplomats, university  scholars, subject area experts from the business and non-profit  communities addressing contemporary global issues and suggesting  strategies for finding common approaches to managing security and  economic challenges. We also periodically host short-term resident visiting scholars and practitioners from the United States and around the world to share their expertise and diverse perspectives with the St. Edward’s University community. &#xd;<br />&#xd;<br />Our programs and activities are directed toward advancing sustained productive international partnerships throughout the world and among the dynamic local Austin community. The Kozmetsky Center contributes to advancing the mission of St. Edward’s University to educate students and prepare graduates with the tools needed to contribute to a more just world. We support the university's Global Initiative providing students with international opportunities and experiences on multiple levels, and equipping students for working effectively in an interdependent and culturally diverse world community.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The event title is \"Exploring Private Sector Contributions to Sustainable Development Among Aspiring EU Member Nations of South Eastern Europe\"; the event description isas follows, this event seeks to enhance understanding of the progress and challenges involved in promoting sustainable development among EU aspiring member nations in South East Europe.","lastUp":"2020-01-09T10:22:28.755+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}