{"id":"511617524822-15","name":"Független Szakszervezetek Demokratikus Ligája","registrationDate":"2016-11-30T12:08:40.822+02:00","category":2,"subCategory":1,"legal":"társadalmi szervezet","web":"http://www.liganet.hu/","country":"Hungary","headAddress":"Sasadi út 170","headCity":"Budapest","headPostCode":"1112","headPhone":"(36)13 21 52 62","boss":"Melinda Dr Mészáros","bossTitle":"","bossPosition":"elnök","membersCount":3,"membersFTE":"1.0","membership":"A LIGA Szakszervezetek többek között tagja az Európai Szakszervezeti Szövetségnek (ETUC).","memberOrga":"http://www.liganet.hu/page/14/html/tagszervezetek.html","goal":"A Független Szakszervezetek Demokratikus Ligája 1988 óta áll a magyar munkavállalók oldalán. A LIGA közel 100 tagszervezete az ország minden területén jelen van földrajzi és ágazati értelemben egyaránt. A LIGA tagságát 100 200 szervezett munkavállalója adja ki, akik az élet minden területén dolgoznak a köz- és versenyszférában egyaránt.&#xd;<br />&#xd;<br />A LIGA fő feladata a munkavállalók – a versenyszférában és a közszolgálatban foglalkoztatottak – élet- és munkakörülményeinek, szociális biztonságának fejlesztése a demokratikus intézményrendszer szakszervezetek számára biztosított teljes eszköztárával.&#xd;<br />&#xd;<br />A LIGA Szakszervezetek céljai:&#xd;<br />- a  makroszintű  (hazai  és nemzetközi) érdekképviselet ellátása, &#xd;<br />- a  társadalom  széles  rétegeinek  (elsősorban  a  munkavállalók,  a tanulók, a munkanélküliek és a nyugdíjasok) érdekképviselete,&#xd;<br />- kiemelten a fiatalok képviselete és a munka világát érintő széleskörű tájékoztatása &#xd;<br />- szolgáltatásokat  nyújtani  a  tagszervezetek  és  azok  tagsága számára, az illetékes testületek döntései alapján,&#xd;<br />- a tagság és a munkavállalók tájékoztatása,&#xd;<br />- a tagszervezeteinek  pártoktól  független  kereteket  biztosítson egymás  támogatására,  a  közösen  elfogadott  célok  együttes képviseletére, &#xd;<br />- segítséget nyújtson a munkavállalóknak,  a  munkáltatóktól független szervezeteik létrehozásában, működtetésében,&#xd;<br />- képviselje  a  bíróságok  előtt  a  tagszervezetei  egyéni  tagjait meghatalmazásuk alapján.","acronym":"LIGA Szakszervezetek","interests":"Employment and Social Affairs, Justice and Fundamental Rights, Youth","euInitiatives":"A szervezet elsősorban a munkavállalók életkörülményeit és munkafeltételeit érintő uniós kezdeményezéseket, szakpolitikákat és jogalkotási dokumentumokat kiséri figyelemmel.","lastUp":"2018-10-19T13:33:53.377+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}