{"id":"512074613668-92","name":"Conseil National de l'Ordre des Pédicures-Podologues","registrationDate":"2014-05-22T10:14:53.859+01:00","category":2,"subCategory":7,"legal":"Créé par la Loi n°2004-806 du 9 août 2004","web":"http://www.onpp.fr","country":"France","headAddress":"rue de la convention, 116","headCity":"PARIS","headPostCode":"75015","headPhone":"(33)1 45 54 53 23","boss":"Eric PROU","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"EurHeca: European Health professionals' Competent Authorities&#xd;\nhttp://www.eurheca.eu/fr/association/statuts","memberOrga":"","goal":"L'Ordre est un organisme privé, doté de la personnalité morale et investi par le législateur d'une mission de service public.&#xd;<br /> &#xd;<br />    Mission morale, déontologique et éthique :&#xd;<br />    l'Ordre veille au maintien des principes de moralité, de probité et de compétence, ainsi qu’au respect, par tous ses membres, des droits, devoirs et obligations professionnels, comme des règles édictées par le Code de déontologie qu’il est chargé d’élaborer.&#xd;<br />    Mission administrative et réglementaire :&#xd;<br />    Elle comprend la gestion des cotisations, des inscriptions au tableau de l’Ordre (contrôle de l’accès à la profession), l’établissement des contrats types de la profession, l’examen des contrats conclus entre praticiens. L’Ordre veille à la compétence des professionnels, ce qui implique sa responsabilité dans les domaines de la formation initiale et continue comme dans l’évaluation des pratiques.&#xd;<br />    Mission juridictionnelle, disciplinaire :&#xd;<br />    Pour remplir sa mission déontologique, l’Ordre dispose d’un pouvoir disciplinaire au travers de ses juridictions, indépendantes de la structure administrative. Ce sont les chambres disciplinaires de 1ère instance, régionales, et la chambre disciplinaire nationale, qui intervient en 2ème instance (en appel des chambres régionales). L’Ordre a également un rôle de conciliation en amont de ces juridictions.&#xd;<br />    Mission consultative :&#xd;<br />    L’Ordre étudie les questions ou projets soumis par le Ministre chargé de la Santé ; il lui soumet toutes propositions susceptibles de faire progresser la profession et son exercice au regard des besoins de santé publique.&#xd;<br />    Mission d’entraide :&#xd;<br />    L’Ordre peut organiser toute œuvre d’entraide au bénéfice de ses membres ou de leurs ayants droit.","acronym":"ONPP","interests":"Communication, Competition, Consumer Affairs, Education, Enlargement, General and Institutional Affairs, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Taxation","euInitiatives":"Transposition de la directive 2005/36/CE&#xd;<br />notamment l'équivalence des diplômes et l'accès partiel","lastUp":"2018-03-02T09:38:40.223+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}