{"id":"512758733410-58","name":"DanChurchAid","registrationDate":"2018-12-19T13:11:07.736+01:00","category":3,"subCategory":2,"legal":"chraity","web":"https://www.danchurchaid.org/","country":"Denmark","headAddress":"Meldahlsgade 3","headCity":"Copenhagen","headPostCode":"1613","headPhone":"(45)33 15 28 00","boss":"Maria Olsen","bossTitle":"Ms","bossPosition":"Head of EU Relations (Global Partnerhsips &amp; Development Programme)","membersCount":2,"membersFTE":"0.5","membership":"DCA is also a member of the ACT Alliance EU, an organization of EU faith-based organizations and churches that work to promote development and provide humanitarian aid in developing coutnries","memberOrga":"DCA have about 300 staff members in Denmark and far more abroad. Here is a list of the current staff members employed in Denmark:&#xd;\nhttps://www.noedhjaelp.dk/kontakt/medarbejdere-i-dk &#xd;\n&#xd;\n&#xd;\nBelow is a list of the countries that DCA works in:&#xd;\nhttps://www.danchurchaid.org/where-we-work","goal":"DCAs vision&#xd;<br />&#xd;<br />DanChurchAid has a vision of a world without hunger, poverty and oppression, in which popular and political powers constantly work strongly and actively for a just and sustainable distribution and use of the earth’s resources.&#xd;<br />&#xd;<br />DCAs core&#xd;<br />&#xd;<br />DanChurchAid supports the poorest of the world in their struggle for a dignified life and helps those whose lives are threatened. We provide emergency relief in disaster-stricken areas and long-term development assistance in poor regions - to create a more equitable and sustainable world.&#xd;<br />&#xd;<br />Our work derives from Christian values. We show active compassion, share with the world’s poorest, and help those in need. We act courageously when injustice is committed against people and when human rights are violated.&#xd;<br />&#xd;<br />The situation of each individual is the starting point for our work, with respect for human rights and equality. We engage with popular and political forces, and seek to influence decision makers to improve conditions for the poorest.&#xd;<br />&#xd;<br />We work closely with faith-based and other partners, and break new ground in our partnerships to make the greatest possible difference in the world.&#xd;<br />&#xd;<br />We show leadership and maintain our 100 years of tradition for action and innovation. By experimenting and testing new ways of working with volunteers, donors and partners, we help people in poverty and distress to find a better life and have hope for a better world.&#xd;<br />&#xd;<br />Our Values&#xd;<br />&#xd;<br />Compassionate: We respect and welcome differences and are obligated to help others. We walk that extra mile with people in need and encourage dialogue whenever possible. We work hard to ensure that people have equal rights and are treated equally.&#xd;<br />&#xd;<br />Proactive: We create positive change by taking action when needed. We create space for innovation and are constantly curious on new ways of working. We seek engagement with others to break new ground.&#xd;<br />&#xd;<br />Responsible: We are transparent and accountable in all actions and create sustainable solutions. We inspire trust by leading by example with integrity. We consider the bigger picture and develop solutions that will provide sustainable and effective aid work.&#xd;<br />&#xd;<br />Respectful: We respect the wishes and preferences of the people we help and act with fairness in all activities. We learn from our colleagues and partners to strengthen our organisation.","acronym":"DCA","interests":"Humanitarian aid and civil protection, International co-operation and development","euInitiatives":"As DCA carries out projects in developing coutnreis, we follow the legistlative frameworks of each internaitonal country.&#xd;<br />&#xd;<br />As our HQ is in Denmark, we follow the EU's GPDR regulatios.&#xd;<br />&#xd;<br />At the same time, DCA is a member of the ACT Alliance EU network whose purpose is ot to influence EU policy makers and decision-making processes in the pursuit of justice, peace and the eradication of global poverty. &#xd;<br />&#xd;<br />An example of this, is how Act Allinace EU is hevailly involved in tryihng to promote civic space and enabling environment in EU external action.","lastUp":"2019-12-02T15:20:50.153+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}