{"id":"513448329343-41","name":"FCF Fox Corporate Finance GmbH","registrationDate":"2017-12-18T15:57:33.636+01:00","category":1,"subCategory":6,"legal":"GmbH","web":"http://www.fcf.de","country":"Germany","headAddress":"Maximilianstr.","headCity":"München","headPostCode":"80539","headPhone":"(49)89 20 60 40 90","boss":"Arno Fuchs","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"FCF ist eine spezialisierte Investment Bank und Finanzierungsspezialist  für börsennotierte und private Unternehmen des Mittelstands im deutschsprachigen Raum. FCF berät mittelständische Kunden mit einem Jahresumsatzvolumen von 10 Mio. bis 1 Mrd. EUR, überwiegend aus den klassisch deutschen Industrien Maschinenbau, Pharma, Automotive, Aerospace &amp; Defense, Consumer Products, ICT, Retail und Fashion.&#xd;<br />FCF arrangiert, strukturiert und platziert Eigen- und Fremdkapitalfinanzierungen und unterstützt seine Mandanten bei der Realisierung von Wachstums-, IPO/ Pre-IPO, Akquisitions-, Finanzierungs- und Refinanzierungsstrategien.","acronym":"FCF","interests":"Economic and Financial Affairs, Enterprise, Financial Stability, Financial Services and Capital Markets Union , Taxation","euInitiatives":"FCF ist als Finanzierungsspezialist auf die Beratung von Unternehmen in der deutschsprachigen EU-Region unter anderem mit Finanzierungen bei der Europäischen Investitionsbank (\"EIB\") spezialisiert. FCF hat in 2017 mehrere Kunden bei dem Abschluss von Finanzierungsverträgen mit der EIB beraten. &#xd;<br />Die Vertragsunterzeichnung eines solchen Finanzierungsvertrags soll nun am 20.12.2017 bei der Europäischen Kommission in Brüssel erfolgen. Hierfür wurde uns mitgeteilt, dass FCF für den Zugang zum Gebäude eine Kennnummer im Transparenzregister vorlegen muss. Aus diesem Grunde erfolgt eine Anmeldung.","lastUp":"2017-12-18T17:47:58.826+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}