{"id":"514234715663-46","name":"Guess What","registrationDate":"2015-01-19T18:30:18.856+01:00","category":1,"subCategory":6,"legal":"Portuguese limited liability company","web":"http://www.guesswhat.com.pt","country":"Portugal","headAddress":"Rua dos Açores, n.º 11 - B","headCity":"Lisboa","headPostCode":"1000-001","headPhone":"(351)2 18 44 63 91","boss":"Jorge Azevedo","bossTitle":"Mr","bossPosition":"Managing Partner","membersCount":3,"membersFTE":"1.75","membership":"GLOBALHealthPR (is the largest independent public relations group dedicated exclusively to health and medical communications worldwide.)&#xd;\n&#xd;\nhttp://www.globalhealthpr.com","memberOrga":"","goal":"Guess What is a PR agency 100% Portuguese with strong specialization in public relations, press advisory, corporate communication and institutional relations. Implemented in 2008 by two Portuguese communication entrepreneurs, Guess What is today a reference in the Portuguese market with a team of 20 people. The agency also has strategically partnerships in more than 15 countries. Public Affairs practice is a key area of expertise of Guess What with specialists, that support a wide range of clients including international companies. Specialist practice areas include Public Affairs, Public Relations, Corporate Affairs, Digital and Crisis Communications.","acronym":"GW","interests":"Agriculture and Rural Development, Business and Industry, Communication, Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Energy, Environment, External Relations, Food Safety, Public Health, Regional Policy, Research and innovation, Single market, Transport","euInitiatives":"Digital Single Market; Electric Mobility; Mobility &amp; Transport; Circular Economy; Strategies for the protection and enforcement of intellectual property rights; Food, Nutrition, Health and Wellbeing; Policy discussions around chronic diseases, sustainability of health systems; Regulations about the prices of medicinal products for human use; Rare Diseases / Orphan Drugs; Generic / Biosimilars","lastUp":"2020-01-16T15:32:02.379+01:00","customers":"Google","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}