{"id":"514413031649-69","name":"Instituto Padre António Vieira","registrationDate":"2018-05-31T12:38:34.303+02:00","category":3,"subCategory":2,"legal":"Non-profit Association, officially recognized as Public Interest and Non-governmental Development Organization","web":"http://www.ipav.pt/","country":"Portugal","headAddress":"Praça Francisco Sá Carneiro, n.º 271 Galerias Dt.º","headCity":"Porto","headPostCode":"4200-314","headPhone":"(351)2 18 85 47 30","boss":"Rui Marques","bossTitle":"Mr","bossPosition":"President","membersCount":19,"membersFTE":"18.0","membership":"Ubuntu Global Network (http://www.ubuntuglobalnetwork.com/);&#xd;\nPlataforma Portuguesa das ONGD (http://www.plataformaongd.pt/plataforma/associadas/socia.aspx?id=157);","memberOrga":"","goal":"In recent years IPAV has developed its activities around projects that are distinguished by their association with two essential and innovative concepts: Ubuntu and Integrated Governance. These two concepts are the key to IPAV's strategy.&#xd;<br />In the complex and fragmented world we live in, the violations of Human Dignity, in its multiple forms, are emerging as the central problem that IPAV, through its mission, intends to combat. In a very concrete way, two specific and clear answers emerge: Collaboration, as a primordial way of responding to an almost always complex reality, and Unity in Diversity as a possible and desirable outlet for the social fragmentation that is becoming more pronounced. Now, IPAV has precisely in Ubuntu and in Govint, two methodological proposals to develop answers, be it with regards to personal or organizational relationships.","acronym":"IPAV","interests":"Education and training, Employment and Social Affairs, European Neighbourhood Policy, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Research and innovation, Trans-European Networks, Youth","euInitiatives":"Migration and asylum policies; Policies to protect minors and vulnerable adults; Education and training; Youth","lastUp":"2019-06-10T15:05:47.012+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}