{"id":"515240232560-63","name":"UNIVERSITY OF ALICANTE","registrationDate":"2018-09-26T13:49:16.375+02:00","category":4,"subCategory":12,"legal":"PUBLIC LAW ENTITY","web":"https://www.ua.es/en/index.html","country":"Spain","headAddress":"Carretera San Vicente del Raspeig s/n","headCity":"San Vicente del Raspeig (Alicante)","headPostCode":"03690","headPhone":"(34)9 65 90 34 00","boss":"MANUEL PALOMAR SANZ","bossTitle":"","bossPosition":"RECTOR","membersCount":18,"membersFTE":"6.75","membership":"","memberOrga":"","goal":"The UA is a public and socially responsible institution. Their MISSION, such as legislation (organic law 6/2001 and subsequent modifications) confers means:&#xd;<br />&#xd;<br />The integral formation of their students. Not only in knowledge and disciplines, but also as a promotion of the sense critical, social, responsible, healthy and responsive to sustainability principles, to contribute effectively to the welfare of the society where is it inserted. This, it should be added the guarantee of personal dignity, the free flow of persons, without any discrimination, and finally, the right to effective equality between women and men.&#xd;<br />&#xd;<br />Research as a basic principle to increase improvement of knowledge. On the one hand, by its transfer through teaching. On the other hand, the direct contribution of the University to the society through its inescapable commitment to the cultural, scientific and technological development. In this way, thanks to the collaboration with other social agents, such research can be realized in innovation for sustainable development and the improvement of the quality of life.&#xd;<br />&#xd;<br />The references that guide the VALUES of the University of Alicante are designed in order to foster a public University's quality. Among these we can mention the following:&#xd;<br />&#xd;<br />Open, transparent, tolerant, participatory, accessible, modern, collaborative, supportive and sustainable institution.&#xd;<br />Critical thinking.&#xd;<br />Solidarity and sustainable.&#xd;<br />Global projection.&#xd;<br />Benchmark your company identity.&#xd;<br />Meeting space.&#xd;<br />Equality between women and men.&#xd;<br />Committed to the extension and the normal use of the Valencian Language.","acronym":"UA","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Higher Education&#xd;<br />Investigation and development&#xd;<br />Intellectual property&#xd;<br />Innovation and Technology Transfer","lastUp":"2018-09-26T14:05:01.815+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}