{"id":"515466235228-89","name":"Asociación Nacional de Obtentores Vegetales","registrationDate":"2019-06-25T09:07:10.042+02:00","category":2,"subCategory":4,"legal":"Asociación privada sin ánimo de lucro","web":"http://anove.es","country":"Spain","headAddress":"Antonio Maura, 7","headCity":"Madrid","headPostCode":"28014","headPhone":"(34)9 13 60 53 39","boss":"Antonio Villarroel Lopez de la Garma","bossTitle":"","bossPosition":"Secretario General","membersCount":4,"membersFTE":"3.0","membership":"http://www.anove.es/sobre-anove/socios-de-anove/","memberOrga":"","goal":"La Asociación Nacional de Obtentores Vegetales (ANOVE) es una asociación privada y sin ánimo de lucro, constituida en el año 2006, que representa a las empresas y centros públicos que investigan para el desarrollo de nuevas variedades vegetales de semillas y plantas.&#xd;<br />Misión. Su misión es representar en España al sector de la obtención vegetal promoviendo la defensa de sus intereses, fomentando el conocimiento de su actividad y apoyando la innovación y el desarrollo de la agricultura. Para ello ANOVE colabora con las administraciones públicas y con las organizaciones representativas de los diferentes actores y sectores de la producción agraria y de los consumidores, trabajando por una agricultura innovadora, competitiva y sostenible y contribuyendo desde la obtención vegetal a la seguridad alimentaria y el desarrollo económico de la sociedad.","acronym":"ANOVE","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Competition, Customs, Food Safety, Fraud prevention, Institutional affairs, Research and innovation, Trade","euInitiatives":"- Agricultura Ecológica&#xd;<br />- Protocolo de Nagoya y RRFF&#xd;<br />- Paquete de Sanidad Vegetal&#xd;<br />- Controles cadena producción primaria.&#xd;<br />- Producción y comercialización de material vegetal de propagación.&#xd;<br />- Nuevas técnicas de edición genética (NBT)&#xd;<br />- PAC","lastUp":"2019-06-25T09:07:54.149+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}