{"id":"515577735298-81","name":"COOPÉRATIVE AGRICOLE D'HYGIÈNE ET DE DÉFENSE SANITAIRE DES ANIMAUX DU LOIRET","registrationDate":"2019-07-03T14:55:39.423+02:00","category":2,"subCategory":1,"legal":"Société coopérative agricole à capital variable","web":"","country":"France","headAddress":"141 allée Marcel Lerouge","headCity":"SARAN","headPostCode":"45770","headPhone":"(33)2 38 65 50 60","boss":"Thierry SIMONNEAU","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"GDS 45 est membre de la Fédération Régionale GDS Centre ainsi que de la Fédération Nationale des GDS (Groupements de Défense Sanitaire).","memberOrga":"Les éleveurs et apiculteurs du département du Loiret sont associés coopérateurs de la coopérative GDS 45.","goal":"1. La coopérative a pour objet l'achat, en vue de l'approvisionnement de ses seuls associés coopérateurs, des produits, équipements, instruments et animaux nécessaires à leurs exploitations.&#xd;<br />&#xd;<br />2. La coopérative a pour objet de fournir à ses seuls associés coopérateurs et pour l'usage exclusif de leurs exploitations, les services ci-après énumérés nécessaires à ces exploitations, notamment :&#xd;<br />&#xd;<br />- Mettre en oeuvre toutes mesures d'hygiène et de prophylaxie médicale et sanitaire en vue de l'amélioration de la santé des animaux domestiques des associés coopérateurs. &#xd;<br />- Mettre à disposition des associés des moyens de perfectionnement technique et de formation professionnelle ainsi que du personnel spécialisé correspondant.&#xd;<br />- Représenter en justice ses coopérateurs pour toutes les actions intentées par eux ou contre eux à l'occasion des opérations de prophylaxies des diverses maladies animales menées dans le cadre de la coopérative, ceci sur leur demande.","acronym":"GDS 45","interests":"Agriculture and Rural Development, Food Safety","euInitiatives":"La politique et réglementation européennes en matière de Santé Animale et de Sécurité Alimentaire.","lastUp":"2019-07-03T18:23:03.867+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}