{"id":"515716726360-33","name":"Główny Instytut Górnictwa","registrationDate":"2017-03-16T10:25:07.922+02:00","category":4,"subCategory":5,"legal":"Instytut Badawczy","web":"http://www.gig.eu","country":"Poland","headAddress":"Plac Gwarków 1","headCity":"Katowice","headPostCode":"40-166","headPhone":"(48)3 22 58 16 31","boss":"Stanisław Prusek","bossTitle":"Mr","bossPosition":"Naczelny Dyrektor","membersCount":2,"membersFTE":"0.5","membership":".","memberOrga":".","goal":"Główny Instytut Górnictwa to instytut badawczy, podporządkowany Ministrowi Energii, pracujący nie tylko na rzecz przemysłu górniczego, lecz także przedsiębiorstw różnych branż w tym małych i średnich, instytucji i urzędów administracji państwowej i samorządowej, partnerów zagranicznych.&#xd;<br />Obecnie cztery podstawowe filary naszej działalności stanowią: górnictwo, inżynieria środowiska, zagadnienia związane z jakością oraz edukacja i szkolenia.&#xd;<br />GIG jest jednym z najbardziej cenionych partnerów w takich obszarach działalności jak zagospodarowanie odpadów, recykling surowców, przeglądy energetyczne oraz modernizacja gospodarki energetycznej gmin i przedsiębiorstw, optymalizacja gospodarki wodno-ściekowej, monitoring środowiska, program Czystszej Produkcji, programy ekorozwoju gmin i regionów.&#xd;<br />Główny Instytut Górnictwa jest Jednostką Notyfikowaną nr 1453 Unii Europejskiej w zakresie dyrektyw:&#xd;<br />&#xd;<br />2014/34/UE (ATEX)&#xd;<br />2006/42/WE (MASZYNY)&#xd;<br />2014/28/UE (MATERIAŁY WYBUCHOWE)&#xd;<br />2013/29/UE (WYROBY PIROTECHNICZNE)&#xd;<br />GIG posiada bardzo szeroką ofertę w zakresie bezpieczeństwa pracy, w tym: analizy ryzyka, raporty bezpieczeństwa, system zarządzania bezpieczeństwem i higieną pracy, pomiary i zwalczanie zagrożeń środowiska pracy, zwalczanie zagrożeń wybuchami pyłów w instalacjach przemysłowych, programy informatyczne wspomagające działania w zakresie bezpieczeństwa i higieny pracy.&#xd;<br />Problematyka edukacji i szkoleń zajmuje niezwykle ważne miejsce w perspektywach rozwoju Instytutu. Nowe rodzaje studiów podyplomowych, specjalistycznych szkoleń, kursów czy seminariów, podnoszące kwalifikacje pracowników, stawiają GIG, poza uczelniami, w gronie największych i najlepszych jednostek szkoleniowych na Śląsku. Studia podyplomowe prowadzimy z renomowanym uczelniami takimi jak: Szkoła Główna Handlowa, Uniwersytet Jagielloński.","acronym":"GIG","interests":"Energy, Environment, Research and Technology","euInitiatives":"Kierownictwo Głównego Instytutu Górnictwa podjęło decyzję o pełnym wdrożeniu&#xd;<br />w Instytucie Europejskiej Karty Naukowca i Kodeksu Postępowania przy rekrutacji pracowników naukowych, przyjętych przez Komisję Europejską w dniu 11 marca 2005 r. (Recommendation of the European Commission 2005/251/EC).&#xd;<br />&#xd;<br />Europejska Karta Naukowca opisuje prawa i obowiązki, jakim podlegają naukowcy&#xd;<br />i instytucje ich zatrudniające oraz organizacje zapewniające finansowanie badań naukowych. Dotyczą one warunków pracy, rozwoju kariery naukowej, mobilności, opieki naukowej dla młodych. Kodeks Postępowania przy rekrutacji pracowników naukowych opisuje zasady rekrutacji naukowców, których pracodawcy powinni przestrzegać, zapewniając równe traktowanie wszystkich naukowców w Europie.&#xd;<br />&#xd;<br />W celu kompleksowego wdrożenia Karty i Kodeksu w Instytucie została przeprowadzona analiza wewnętrzna, która wykazała konieczność uzupełnienia lub zmiany istniejących regulacji lub opracowania nowych dokumentów. W wyniku przeprowadzonych działań został opracowany dokument „Strategia HR dla naukowców. Wewnętrzna analiza luk i Plan działań”.","lastUp":"2018-03-23T13:21:30.703+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}