{"id":"515874734464-71","name":"Ethias","registrationDate":"2019-04-03T20:01:50.643+02:00","category":2,"subCategory":3,"legal":"SA","web":"http://www.ethias.be","country":"Belgium","headAddress":"24, rue des Croisiers","headCity":"Liege","headPostCode":"4000","headPhone":"(32)42 20 31 11","boss":"Paul Remacle","bossTitle":"Mr","bossPosition":"General Secretary ","membersCount":1,"membersFTE":"0.25","membership":"https://www.ethias.be/corporate/fr/la-rse-en-action/la-dynamique-rse-d-ethias/partenariats.html#.XKTvWvkzZPY","memberOrga":"","goal":"Avec plus d’un million d’hommes et de femmes qui lui font confiance et adhèrent à ses valeurs, Ethias est aujourd’hui le 4e assureur du pays et le préféré des Belges (selon une enquête de Reader's digest).&#xd;<br />&#xd;<br />Consciente de sa responsabilité sociale, sociétale et environnementale, notre entreprise se distingue depuis le début de son histoire par son envie et sa capacité d’innover durablement.&#xd;<br />&#xd;<br />Chacune de nos actions est guidée par une stratégie globale basée sur cette responsabilité et les engagements qui en découlent. C’est la raison pour laquelle nous avons signé le pacte mondial des Nations unies, fil rouge de notre démarche RSE.&#xd;<br />&#xd;<br />Créée en 1919 dans un esprit mutualiste, notre entreprise est désormais un groupe dont l’actionnariat est constitué de l’Etat fédéral, de la Région Wallonne, de la Région flamande et d’EthiasCo.&#xd;<br />&#xd;<br />Nos assurés sont les pouvoirs publics, les entreprises et les particuliers avec qui nous entretenons des relations directes mutuellement profitables et basées sur une confiance réciproque.&#xd;<br />&#xd;<br />Nous pensons que nos valeurs, notre stratégie, nos engagements et nos actions sont à la base de cette confiance, forgent nos résultats et contribuent à déterminer notre position sur le marché.","acronym":"","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Fraud prevention, Institutional affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Autonomous driving, C-ITS, E-Privacy, General Safety, GDPR revision, CCAM, CAD, Motor Insurance directive revision.","lastUp":"2019-04-03T20:03:17.944+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}