{"id":"5159980776-55","name":"EUROPEAN ASSOCIATION OF DAIRY TRADE","registrationDate":"2008-12-12T13:36:30.921+02:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.eucolait.eu","country":"Belgium","headAddress":"RUE BELLIARD 199","headCity":"BRUSSELS","headPostCode":"1040","headPhone":"(32)22 30 44 48","boss":"JUKKA LIKITALO","bossTitle":"Mr","bossPosition":"SECRETARY GENERAL","membersCount":4,"membersFTE":"3.0","membership":"CELCAA (European Liaison Committee for Agricultural and Agri-Food Trade)","memberOrga":"http://www.eucolait.eu/members","goal":"EUCOLAIT is the association representing the interests of European dairy trade. It was founded in 1959 and today has members in 16 EU Member States as well as associate members outside the EU. Some 500 companies active in intra-EU and international dairy trade are either direct or indirect members of EUCOLAIT.&#xd;<br />&#xd;<br />EUCOLAIT provides information to its members on issues pertinent to their activity such as the EU agricultural and trade policy, food law as well as on market developments. We also promote the interests of our members towards the EU institutions, our ultimate goal being to ensure that trade with dairy products can take place without undue obstacles and to help in creating more business opportunities for our members.&#xd;<br />&#xd;<br />EUCOLAIT is also a platform for discussion and meetings for European and international dairy trade companies. Our meetings offer high quality dairy related information and facilitate the development of closer professional links between companies.","acronym":"EUCOLAIT","interests":"Agriculture, Budget, Customs, Economy, finance and the euro, Food Safety, Single market, Trade","euInitiatives":"- Dairy policy, in particular market measures such as public intervention and private storage aid&#xd;<br />- CAP reform post 2020 &#xd;<br />- Trade mechanisms review&#xd;<br />- Participation in the milk market observatory&#xd;<br />- Brexit&#xd;<br />- Unfair trading practices and supply chain regulation&#xd;<br />- Implementation of the food information regulation&#xd;<br />- Functioning of the EU single market for dairy products&#xd;<br />- Work on various FTA negotiations, e.g Japan, Mercosur Mexico, and Indonesia  &#xd;<br />- Monitoring of the implementation of existing agreements (South Korea, Colombia-Peru, Central America, Canada, Singapore)&#xd;<br />- Market access issues in third countries (SPS, TBT)","lastUp":"2018-07-31T16:07:49.637+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}