{"id":"515908626236-14","name":"FUNDACI?N EIFOR DE LA COMUNIDAD VALENCIANA","registrationDate":"2017-03-10T11:19:33.119+01:00","category":3,"subCategory":2,"legal":"FUNDACI?N","web":"http://www.eifor.org","country":"Spain","headAddress":"ESTEBAN DOLZ DEL CASTELLAR 3","headCity":"VALENCIA","headPostCode":"46019","headPhone":"(34)9 63 38 98 82","boss":"LUIS ROGER DE MATALLANA","bossTitle":"","bossPosition":"PRESIDENTE","membersCount":2,"membersFTE":"0.5","membership":"CECE - Confederaci?n Espa?ola de Centros de Ense?anza. En la Comunidad Valenciana es FECEVAL&#xd;\n&#xd;\nEAfA: Europan Association for Apprenticeship","memberOrga":"FECEVAL: http://www.feceval.es/","goal":"\"La Fundaci?n Eifor tiene por objeto la satisfacci?n, fomento, impulso, protecci?n y apoyo de cualesquiera iniciativas de car?cter social, cultural, educativo, investigador, ben?fico y asistencial, as? como de cooperaci?n al desarrollo, objetivos ?stos que en todo caso se desarrollar?n conforme a la idea, esencial en la filosof?a inspiradora de esta Fundaci?n, de trabajar en favor de la igualdad de oportunidades de hombres y mujeres? (Estatutos, Art?culo 6.1). &#xd;<br />&#xd;<br />Para el logro de sus fines ha promovido el CENTRO DE FORMACI?N PROFESIONAL XABEC, un centro educativo de la familia profesional del mantenimiento industrial y de instalaciones de edificios, en el que se imparten los tres subsistemas educativos: ense?anza reglada, formaci?n para el empleo y formaci?n continua para trabajadores en activo:  www.xabec.es&#xd;<br />&#xd;<br />XABEC se concibe como una ?escuela para toda la vida?, una iniciativa de car?cter social cuya misi?n es ayudar a las personas ?especialmente a los j?venes? para que puedan obtener un puesto de trabajo digno. El objetivo prioritario es reducir el desempleo.&#xd;<br />&#xd;<br />XABEC est? abierto a todos cuantos deseen el tipo de educaci?n que se ofrece, sin discriminaci?n por razones ideol?gicas, religiosas, sociales, econ?micas, de raza o de nacimiento.&#xd;<br />&#xd;<br />Como instituci?n educativa, coherente con la concepci?n trascendente del hombre y de la historia, imparte una educaci?n en valores entre los que se destacan:&#xd;<br />&#xd;<br />La dignidad de la persona y el respeto a los derechos humanos.&#xd;<br />El ejercicio responsable de la libertad personal, con aceptaci?n libre de las normas de convivencia.&#xd;<br />El valor del trabajo bien realizado, con competencia profesional, concebido como un instrumento de servicio a la sociedad.&#xd;<br />La solidaridad, con el cultivo de valores humanos, sociales y c?vicos, que estimulan la madurez personal, la generosidad, el respeto a los dem?s, la sinceridad y la coherencia de vida, la laboriosidad, el esp?ritu deportivo, etc.&#xd;<br />&#xd;<br />LA MISION de Xabec ha sido actualizada en 2015, quedando redactada de la siguiente manera:&#xd;<br />&#xd;<br />LA MISI?N DE XABEC ES AYUDAR A NUESTROS ALUMNOS A SU EFECTIVA INCORPORACI?N AL MERCADO LABORAL EUROPEO E INTERNACIONAL, MEDIANTE UNA FORMACI?N T?CNICA DE CALIDAD, ENTENDIENDO EL TRABAJO PROFESIONAL COMO UN INSTRUMENTO DIGNO, DIGNIFICADOR Y DIGNIFICANTE DE LA PERSONA HUMANA Y DE LA SOCIEDAD.","acronym":"XABEC","interests":"Education","euInitiatives":"Nos interesan y participamos en iniciativas relacionadas con la Formaci?n Profesional y el conocimiento de las tendencias futuras de los mercados, para conocer las necesidades de formaci?n de los futuros trabajadores.","lastUp":"2017-03-10T11:24:27.748+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}