{"id":"516065935335-71","name":"European Alliance Diplomacy International","registrationDate":"2019-07-06T16:56:35.127+02:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://diplomacy-international.org/","country":"Germany","headAddress":"Schloss","headCity":"Oedheim","headPostCode":"74229","headPhone":"(49)71 36 91 17 00","boss":"Zbigniew Roch","bossTitle":"Mr","bossPosition":"Präsident","membersCount":3,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"EUROPEAN ALLIANCE DIPLOMACY INTERNATIONAL &#xd;<br />Über viele Jahrhunderte hinweg versuchten selbstlos handelnde Menschen eine glückliche, friedensbezogene Welt ohne unnötiges Leid und Armut zu gestalten. Dies ist keine einfache Aufgabe, doch besonders jetzt, wo viele Kontinente seit über 70 Jahren ohne Krieg leben und Demokratie, Freiheit, Gleichberechtigung sowie Toleranz eine immer größere Rolle spielen, wo wissenschaftliche Forschungen wie auch karitative Programme einen enormen Vorausgang im Bereich des Gesundheitswesen und der Armutsbekämpfung garantieren, ist es wie noch nie zuvor möglich, entscheidende Schritte in diese Richtung zu unternehmen. Besondere Möglichkeiten bei Umsetzung diese Bemühungen haben die Vertreter des Diplomatischen Kreisen und deren politische, wissenschaftliche sowie wirtschaftliche Ansprechpartner. Jedoch Bezug nehmend auf steigende Bedrohung unsere Grundwerte durch den steigenden Einfluss vom Extremismus, Fanatismus, Populismus und Opportunismus, wollen wir alle positiven Kräfte binden welche uns zur Verwirklichung dieser friedensbezogene Welt helfen können. &#xd;<br />Wir wollen die synergie Effekte eines guten Willens, des karitativen Engagements, der individuellen Möglichkeiten, Begabungen und beruflichen Kontakten, sowie des finanziellen Potenzials nutzen um einer besser gestalteten Welt näher zu kommen.&#xd;<br />ALLIANCE ZWECKE&#xd;<br />1. Förderung internationaler Gesinnung, der Toleranz, des Friedensbemühungen, des demokratischen Staatswesens und des Völkerverständigungsgedankens.                                     &#xd;<br />    2. Förderung von Wissenschaft und Forschung, insbesondere im Bereich des Umweltschutzes, des Gesundheitswesens und der Armutsbekämpfung&#xd;<br />3. Förderung der Entwicklungszusammenarbeit&#xd;<br />4. Förderung des öffentlichen Gesundheitswesens&#xd;<br />5. Förderung der Erziehung, Volks- und Berufsbildung&#xd;<br /> 6. Förderung der Hilfe für politisch, rassisch oder religiös Verfolgte &#xd;<br />7. Förderung der internationalen wirtschaftliche  Zusammenarbeit die für Allgemeinheit und Umsetzung Alliance Satzungszwecken dient.&#xd;<br />8. Förderung des Denkmalschutzes und der Denkmalpflege;","acronym":"EADI","interests":"Climate Action, Education and training, Energy, Environment, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Research and innovation","euInitiatives":"Klimaschutz&#xd;<br />Außen- und Sicherheitspolitik  &#xd;<br />Allgemeine und berufliche Bildung&#xd;<br />Forschung und Innovation","lastUp":"2019-07-09T23:33:29.967+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}