{"id":"51642763262-89","name":"FEICA","registrationDate":"2010-02-22T17:40:15.796+01:00","category":2,"subCategory":7,"legal":"AISBL","web":"http://www.feica.eu/","country":"Belgium","headAddress":"Av. Edmond Van Nieuwenhuyse 2","headCity":"Brussels","headPostCode":"1160","headPhone":"(32)28 96 96 00","boss":"Boris Tasche","bossTitle":"Mr","bossPosition":"President","membersCount":6,"membersFTE":"5.5","membership":"FEICA is composed of 15 European National Associations, 21 Direct Company Members and 17 Affiliate Company Members. &#xd;\n&#xd;\nWe represent at the European level about 750 producers of adhesives and sealants of which the vast majority are SMEs.&#xd;\n&#xd;\nThe total European market for A&amp;S is projected to grow annually 2.5 to 3.0% in terms of volume and 3.5 to 4.0% in terms of value in 2016 and 2017. Growth will differ significantly from country to country.","memberOrga":"http://www.feica.eu/about-feica/organigram.aspx","goal":"FEICA is a member-oriented, value–driven organisation representing the European adhesive and sealant sector. FEICA is committed to continuous improvement in its efficiency and effectiveness, and ensures a vigorous industry by: Engaging with legislators and providing guidance to the industry on EU regulatory affairs and the safe use of our products, Fostering sustainable development within the industry, Providing advocacy and a platform for industry dialogue and knowledge sharing.","acronym":"FEICA","interests":"Business and Industry, Competition, Economy, finance and the euro, Environment, External Relations, Food Safety, Institutional affairs, International co-operation and development, Public Health, Research and innovation, Trade, Trans-European Networks","euInitiatives":"FEICA is active in the following issues: REACH implementation, including activities on supply-chain communication on safe use of products and diisocyanate restriction, Food contact including MIGRESIVES and FACET projects, Nano particules, VOC directives,&#xd;<br />GHS/CLP, Construction products regulation, Indoor air, Eco labeling, Ecodesign, Waste","lastUp":"2019-03-13T14:23:57.164+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}