{"id":"51642763262-89","name":"FEICA","registrationDate":"2010-02-22T17:40:15.796+01:00","category":2,"subCategory":7,"legal":"AISBL","web":"http://www.feica.eu/","country":"Belgium","headAddress":"Av. Edmond Van Nieuwenhuyse 2","headCity":"Brussels","headPostCode":"1160","headPhone":"(32)28 96 96 00","boss":"Boris Tasche","bossTitle":"Mr","bossPosition":"President","membersCount":6,"membersFTE":"5.5","membership":"FEICA is composed of 15 European National Associations, 20 Direct Company Members and 13 Affiliate Company Members. &#xd;\n&#xd;\nWe represent at the European level about 750 producers of adhesives and sealants of which the vast majority are SMEs.&#xd;\n&#xd;\nThe total demand for Adhesives and Sealants in Europe (including Western Europe, Central and Eastern Europe plus Turkey) was defined to be 4,2 million tonnes in 2014 and represented a value of €13,4 billion. &#xd;\n&#xd;\nThe total European market for A&amp;S is projected to grow annually 2.5 to 3.0% in terms of volume and 3.5 to 4.0% in terms of value in 2016 and 2017. Growth will differ significantly from country to country.","memberOrga":"http://www.feica.eu/about-feica/organigram.aspx","goal":"FEICA is a member-oriented, value–driven organisation representing the European adhesive and sealant sector. FEICA is committed to continuous improvement in its efficiency and effectiveness, and ensures a vigorous industry by:&#xd;<br />• Engaging with legislators and providing guidance to the industry on EU regulatory&#xd;<br />affairs and the safe use of our products.&#xd;<br />• Fostering sustainable development within the industry.&#xd;<br />• Providing advocacy and a platform for industry dialogue and knowledge sharing.","acronym":"FEICA","interests":"Competition, Development, Economic and Financial Affairs, Enterprise, Environment, External Relations, Food Safety, General and Institutional Affairs, Public Health, Research and Technology, Trade, Trans-European Networks","euInitiatives":"FEICA is active in the following issues:&#xd;<br />REACH implementation, including activities on supply-chain communication on safe use of products and diisocyanate restriction,&#xd;<br />Food contact including MIGRESIVES and FACET projects,&#xd;<br />Nano particules,&#xd;<br />VOC directives,&#xd;<br />GHS/CLP,&#xd;<br />Construction products regulation,&#xd;<br />Indoor air,&#xd;<br />Eco labeling,&#xd;<br />Ecodesign,&#xd;<br />Waste","lastUp":"2018-03-21T15:44:07.481+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}