{"id":"516651734077-31","name":"Creative Investment Research","registrationDate":"2019-02-24T01:26:30.371+01:00","category":1,"subCategory":6,"legal":"Company","web":"http://www.creativeinvest.com","country":"United states","headAddress":"601 I Street, NW","headCity":"Washington","headPostCode":"20001","headPhone":"(1)20 24 55 04 30","boss":"William Cunningham","bossTitle":"Mr","bossPosition":"Economist","membersCount":6,"membersFTE":"2.5","membership":"MEMBERSHIPS&#xd;\nParticipant, The Network for Sustainable Financial Markets.&#xd;\nPublic Member, The World Wide Web Consortium (W3C).&#xd;\nInternet Corporation for Assigned Names and Numbers (ICANN) - Unaffiliated Member of the North American Regional At-Large Organization&#xd;\n&#xd;\nFORMER MEMBERSHIPS&#xd;\nFormer Global Member, The Internet Society (ISOC).&#xd;\nFormer Member of the CFA Institute.&#xd;\nFormer Member, Twin Cities Society of Security Analysts.&#xd;\nFormer Member, Social Investment Forum&#xd;\nFormer Member, Finance Committee of the American Friends Service Committee (The Quakers)","memberOrga":"http://usblackchamber.org/&#xd;\nhttp://taaacc.org/&#xd;\nhttps://www.meetup.com/DC-Equity-Crowdfunding-Meetup/&#xd;\nhttps://www.meetup.com/Diversity-Science-Network/&#xd;\nhttp://minoritybank.com/&#xd;\nhttp://minorityfinance.com/","goal":"Creative Investment Research was founded in 1989 to expand the capacity of capital markets to provide capital, credit and financial services in minority and underserved areas and markets. We have done so by creating new financial instruments and by applying existing financial market technology to underserved areas.  &#xd;<br />&#xd;<br />The firm is and is owned and managed by William Michael Cunningham. Mr. Cunningham was registered with the U.S. Securities and Exchange Commission as an investment adviser on February 2, 1990. He is formerly a member of the CFA Institute and of the Twin Cities Society of Security Analysts, Inc. &#xd;<br />&#xd;<br />The Community Development Financial Institution Fund of the US Department of the Treasury certified the firm as a Community Development Entity on August 29, 2003. The Small Business Administration formerly certified the firm as an 8(a) program participant on October 19, 2005. &#xd;<br />&#xd;<br />Mr. Cunningham provided strategic oversight for shareholder activism. This included directing a process of shareholder activism combining identification of opportunities for effective capital market intervention, ongoing dialogue with companies, proxy voting and shareholder resolutions in efforts to engage companies on social issues.&#xd;<br />&#xd;<br />He also provided strategic leadership in developing and articulating positions on social issues to various stakeholders using a wide-range of media.&#xd;<br />&#xd;<br />On July 3, 1993, Mr. Cunningham wrote to US Securities and Exchange Commissioner (SEC) Mary Schapiro to notify the Commission about a specific investing scam, the \"Nigerian letter scam.\" A timely warning was not issued to the investing public, members of the public were damaged, and the SEC launched retaliatory regulatory actions against Mr. Cunningham.&#xd;<br />&#xd;<br />In 2001, Mr. Cunningham helped create the first wide scale home mortgage loan modification project. See: Property Flipping Remediation Yields Investment-grade Security at: http://www.creativeinvest.com/remediation.pdf&#xd;<br />&#xd;<br />On December 22, 2003, statistical models we created using the Fully Adjusted Return ®Methodology signaled the probability of system-wide economic and market failure. See page 6: http://www.sec.gov/rules/proposed/s71903/wmccir122203.pdf &#xd;<br />&#xd;<br />Mr. Cunningham participated in the Social Performance Indicators for the Financial Industry project. The SPI-Finance 2001 project covered social performance towards employees, clients and other stakeholders of banks and insurance companies. The project provided the first industry specific supplement for the Global Reporting Initiative (GRI) “Sustainability Reporting Guidelines” 2002:&#xd;<br />&#xd;<br />•\tFirst Meeting on Social Performance of the Financial Service Industry - Zürich, Switzerland. August 20th – 21st, 2001. &#xd;<br />•\tSecond Meeting on Social Performance of the Financial Service Industry. London, England. January 18, 2002. &#xd;<br />&#xd;<br />(See: http://www.spifinance.com/project.htm )&#xd;<br />&#xd;<br />Mr. Cunningham spoke at a social investing conference in Stuttgart, Germany. The conference was held on April 4th and 5th, 2001. &#xd;<br />&#xd;<br />(See: http://www.ev-akademie-boll.de/tagungen/details/760101.pdf )&#xd;<br />&#xd;<br />Mr. Cunningham’s presentation at the Texas Association of African American Chambers of Commerce resulted in successful crowdfunding legislation for the State of Texas. http://www.dallasweekly.com/business/article_02669560-45ca-11e5-85d2-e7192082a1d2.html &#xd;<br />&#xd;<br />Our June 11, 2016 forecast predicted the election of Donald J. Trump. See: Why Trump Will Win. https://www.linkedin.com/pulse/why-trump-win-william-michael-cunningham-am-mba/  &#xd;<br />&#xd;<br />We helped write US Federal legislation to Support Black and Community Banks https://www.prlog.org/12752400-bill-to-support-black-and-community-banks-introduced.html","acronym":"CIR","interests":"Banking and financial services, Business and Industry, Climate Action, Digital economy and society, Economy, finance and the euro, Research and innovation","euInitiatives":"EFRAG – European Financial Reporting Advisory Group&#xd;<br />&#xd;<br />European Lab Project Task Force on Climate-related Reporting","lastUp":"2019-02-24T01:29:34.963+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"100000-499999"}