{"id":"51773601133-57","name":"Volvo AB","registrationDate":"2009-02-12T14:49:24.564+01:00","category":2,"subCategory":3,"legal":"Company Limited by Shares","web":"http://www.volvogroup.com","country":"Sweden","headAddress":"Gropegårdsgatan 2, Lundby","headCity":"Gothenburg","headPostCode":"40508","headPhone":"(46)31 66 51 70","boss":"Martin Lundstedt","bossTitle":"Mr","bossPosition":"President &amp; Chief Executive Officer","membersCount":3,"membersFTE":"3.0","membership":"Volvo Group is, via its different Business Areas, a member of ACEA, EUCAR, FEBIAC, EUROMOT, CECE, AECA (American European Community Association) and involved in other industry-related associations such as the Confederation of Swedish Enterprises, IRU, European Forum for Manufacturing (EFM), Business Europe and also participates to think-tanks like CEPS, Sällskapet för politik och näringsliv (SPN) and collaborates with NGOs like European Transport Safety Council (ETSC).","memberOrga":"","goal":"The Volvo Group is one of the world’s leading manufacturers of trucks, buses, construction equipment and marine and industrial engines. The Group also provides complete solutions for financing and service. The Volvo Group, with its headquarters in Gothenburg, employs about 100 000 people, has production facilities in 18 countries and sells its products in more than 190 markets.","acronym":"Volvo","interests":"Business and Industry, Climate Action, Competition, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Review of the Type-Approval regulation 2007/46 EC&#xd;<br />Urban Mobility&#xd;<br />CO2 emissions from HDV&#xd;<br />Mobility packages&#xd;<br />ITS - connectivity&#xd;<br />Road charging, Eurovignette&#xd;<br />Review of the GSR regulation&#xd;<br />Circular Economy&#xd;<br />Data Protection&#xd;<br />Data access, data economy&#xd;<br />GEAR 2030&#xd;<br />CPC Directive&#xd;<br />Clean Vehicle Directive","lastUp":"2019-02-15T14:42:07.081+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}