{"id":"517974629774-63","name":"European Academy of Paediatrics/ Union of European Medical Specialists Section of Paediatrics","registrationDate":"2018-02-02T18:21:02.081+02:00","category":3,"subCategory":2,"legal":"Not for profit","web":"http://eapaediatrics.eu/","country":"Belgium","headAddress":"Avenue de la Couronne, 20","headCity":"Brussels","headPostCode":"B-1050","headPhone":"(35)7 99 62 31 71","boss":"Adamos Hadijpanayis","bossTitle":"Mr","bossPosition":"President ","membersCount":4,"membersFTE":"1.0","membership":"Union of European Medical Specialists UEMS &#xd;\nSection of Paediatrics &#xd;\nhttps://www.uems.eu/about-us/medical-specialties&#xd;\nEuropean Network of Paediatric Research at the European Medicines Agency (Enpr-EMA) &#xd;\nEAP Secretary General Member of the Coordinating Group&#xd;\nEuropean Public Heath Alliance EPHA&#xd;\nhttps://epha.org/our-members/","memberOrga":"http://eapaediatrics.eu/useful-links/","goal":"The main objective of the EAP/UEMS-SP is to promote the health of children as well as to alleviate suffering from diseases in infancy, childhood and adolescence up to the completion of growth and development, both within and outside the confines of Europe. &#xd;<br />In the context of these statutes, “paediatrics” encompasses all aspects of clinical paediatrics and paediatric research, including clinical and professional standards, teaching and training, quality assurance, health education, allied health care, nursing and rehabilitation. &#xd;<br />The objectives of the EAP/UEMS-SP shall be achieved by harmonising, coordinating, and setting standards for clinical paediatrics and paediatric research throughout Europe, by stimulating and synchronising the activities of European paediatricians, by representing the professional interests of paediatrics in the European Union through the membership of the EAP/UEMS-SP in the Union of European Medical Specialists (UEMS), by advocacy towards governments, granting agencies and political bodies, and by coordinating with national societies and European paediatric speciality societies in the fields of patient care, public health, education and research.","acronym":"EAP/UEMS SP","interests":"Climate Action, Education and training, Environment, Food Safety, Humanitarian aid and civil protection, Public Health, Research and innovation, Youth","euInitiatives":"Medicines for Children&#xd;<br />Antimicrobial Resistance &#xd;<br />Audiovisual Media Services Directive (AVMSD)&#xd;<br />European Child Guarantee&#xd;<br />European Reference Networks &#xd;<br />WHO Framework Convention of Tobacco Control&#xd;<br />Vaccination Hesitancy&#xd;<br />Guidelines for Migrant Children","lastUp":"2019-07-23T15:25:46.982+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}