{"id":"518527935903-08","name":"Radio Equipment Directive Compliance Association","registrationDate":"2019-09-16T10:58:54.106+02:00","category":2,"subCategory":4,"legal":"none","web":"http://redca.eu","country":"United kingdom","headAddress":"19 Rowan close","headCity":"Camberley","headPostCode":"GU154DD","headPhone":"(44)75 72 43 16 42","boss":"Nick Hooper","bossTitle":"Mr","bossPosition":"Technical Secretariat","membersCount":3,"membersFTE":"1.5","membership":"A member of ETSI","memberOrga":"http://www.redca.eu/Pages/Membership%20Officers.htm&#xd;\n&#xd;\nhttp://www.redca.eu/Pages/Member%20States.htm&#xd;\n&#xd;\nhttp://www.redca.eu/Pages/Notified%20Bodies.htm&#xd;\n&#xd;\nhttp://www.redca.eu/Pages/Test%20Labs.htm&#xd;\n&#xd;\nhttp://www.redca.eu/Pages/Manufacturers.htm&#xd;\n&#xd;\nhttp://www.redca.eu/Pages/Observers.htm","goal":"The REDCA was formed under the requirements of the Radio Equipment Directive 2014/53/EU specifically for Article 26.11 and Article 38 for Notified Bodies. Membership of this association as listed on the Notified Body member’s page is deemed to demonstrate compliance with these articles.  In this context REDCA publishes Technical Guidance Notes – TGN that can be accessed by members and in some case the general public.&#xd;<br />&#xd;<br />The REDCA provides a forum for people concerned with the compliance of radio equipment with regulations and technical standards in the European Economic Area, as well as in the Countries that have a Mutual Recognition Agreement with the EU, such as the USA, Canada, Japan, New Zealand and Australia.&#xd;<br />&#xd;<br />Membership of REDCA is open to all Radio Equipment Directive Notified Bodies and consulting, testing or manufacturing organisation, as well as authorities or any other organisation that is willing to follow the aims and objectives set out in the REDCA Rules and Constitution, which are available on the REDCA.EU website.&#xd;<br />&#xd;<br />The main aim is to help members with a common understanding of the requirements (legal and technical) for the Radio Equipment Directive.","acronym":"REDCA","interests":"Business and Industry, Communication, Fraud prevention, International co-operation and development, Research and innovation, Single market","euInitiatives":"The Radio equipment Directive, 2014/53/EU and related topics including ADCO RED activities, EU Harmonised standards and how to assess products that have not used EU Harmonised standards.","lastUp":"2019-09-16T11:04:23.752+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}