{"id":"518638525733-44","name":"One Young World","registrationDate":"2017-02-21T10:31:08.948+01:00","category":3,"subCategory":2,"legal":"Charity","web":"https://www.oneyoungworld.com/","country":"United kingdom","headAddress":"14 Irving Street","headCity":"London","headPostCode":"WC2H 7AF","headPhone":"(44)20 36 91 80 60","boss":"Katherine Robertson","bossTitle":"Ms","bossPosition":"Co-founder","membersCount":5,"membersFTE":"1.5","membership":"Connect4Climate - partner organisation&#xd;\nhttps://www.connect4climate.org/","memberOrga":"","goal":"One Young World was founded in 2009 by David Jones and Kate Robertson. We are a UK-based charity that gathers together the brightest young leaders from around the world, empowering them to make lasting connections to create positive change.&#xd;<br />&#xd;<br />We stage an annual Summit where the most valuable young talent from global and national companies, NGOs, universities and other forward-thinking organisations are joined by world leaders, acting as the One Young World Counsellors.&#xd;<br />&#xd;<br />At the Summit, delegates debate, formulate and share innovative solutions for the pressing issues the world faces.&#xd;<br />&#xd;<br />At past Summits delegates were joined by a line-up of Counsellors that included Archbishop Emeritus Desmond Tutu, Sir Bob Geldof, Kofi Annan, Prime Minister Justin Trudeau, Professor Muhammad Yunus, Emma Watson, Jack Dorsey and Arianna Huffington.&#xd;<br />&#xd;<br />To date One Young World Summits have been held in: &#xd;<br />&#xd;<br />2010 - London, UK&#xd;<br />2011 - Zurich, Switzerland&#xd;<br />2012 - Pittsburgh, USA&#xd;<br />2013 - Johannesburg, South Africa&#xd;<br />2014 - Dublin, Ireland&#xd;<br />2015 - Bangkok, Thailand&#xd;<br />2016 - Ottawa, Canada&#xd;<br />2017 - Bogota, Colombia&#xd;<br />2018 - The Hague, Netherlands&#xd;<br />&#xd;<br />After each Summit, the delegates, who are then known as One Young World Ambassadors, work on their own initiatives or lend the power of the One Young World network to those initiatives already in existence. Of those in employment, many return to their companies and set about creating change from within, energising their corporate environment.&#xd;<br />&#xd;<br />The Ambassador community is supported by a dedicated One Young World team whose mission is to maximise the benefits each Ambassador is able to draw from the network. Services they provide include: &#xd;<br />&#xd;<br />- Creating and connecting Ambassadors with opportunities to further their work and development post-Summit. Opportunities range from grants to speaking engagements.&#xd;<br />&#xd;<br />- Making fruitful connections between Ambassadors to share skills and best practice to further their work.&#xd;<br />&#xd;<br />- Highlighting and raising awareness of Ambassador initiatives through One Young World’s online platforms and mainstream media outreach.&#xd;<br />&#xd;<br />- Coordinating local events to give Ambassadors the opportunity to meet and network in between Summits. &#xd;<br />&#xd;<br />- Involving Ambassadors in One Young World’s Global Consultation Process, which is used to define the agenda of each Summit, thereby ensuring that the event is a true reflection of the Ambassador community which it serves.","acronym":"OYW","interests":"Business and Industry, Climate Action, Culture, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Sport, Youth","euInitiatives":"- EU Strategy for Combating Radicalisation and Recruitment to Terrorism&#xd;<br />- EU Counter-Terrorism Strategy&#xd;<br />- The Africa-EU Partnership&#xd;<br />- EU General Data Protection Regulation (GDPR)","lastUp":"2019-02-07T15:13:58.886+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}