{"id":"5189667783-94","name":"Zentralverband des Deutschen Handwerks e.V.","registrationDate":"2008-12-15T10:36:57.629+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.zdh.de","country":"Germany","headAddress":"Mohrenstrasse, 20/21","headCity":"Berlin","headPostCode":"10117","headPhone":"(4930)20 61 90","boss":"Holger Schwannecke","bossTitle":"Mr","bossPosition":"Generalsekretär","membersCount":14,"membersFTE":"14.0","membership":"Der ZDH ist Mitglied im europäischen Dachverband \"European Association of Crafts, Small and Medium-Sized Enterprises (UEAPME)\".&#xd;\n&#xd;\nsiehe&#xd;\nhttp://www.ueapme.com","memberOrga":"http://www.zdh.de/","goal":"Im Zentralverband des Deutschen Handwerks e. V. (ZDH) mit Sitz im Berliner Haus des Deutschen Handwerks sind die 54 Handwerkskammern, 37 Zentralfachverbände des Handwerks sowie bedeutende wirtschaftliche und wissenschaftliche Einrichtungen des Handwerks in Deutschland zusammengeschlossen. &#xd;<br />&#xd;<br />Der ZDH dient der einheitlichen Willensbildung in allen grundsätzlichen Fragen der Handwerkspolitik. Er vertritt die Gesamtinteressen des Handwerks gegenüber Bundestag, Bundesregierung und anderen zentralen Behörden, der Europäischen Union (EU) und internationalen Organisationen.&#xd;<br />&#xd;<br />Ergänzend siehe auch den Internetauftritt des ZDH unter &#xd;<br />http://www.zdh.de/der-zdh.html","acronym":"ZDH","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Competition, Consumers, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"see complementary information","lastUp":"2018-09-17T16:51:06.507+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}