{"id":"5189667783-94","name":"Zentralverband des Deutschen Handwerks e.V.","registrationDate":"2008-12-15T10:36:57.629+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.zdh.de","country":"Germany","headAddress":"Mohrenstrasse, 20/21","headCity":"Berlin","headPostCode":"10117","headPhone":"(4930)20 61 90","boss":"Holger Schwannecke","bossTitle":"Mr","bossPosition":"Generalsekretär","membersCount":14,"membersFTE":"14.0","membership":"Der ZDH ist Mitglied im europäischen Dachverband \"European Association of Crafts, Small and Medium-Sized Enterprises (UEAPME)\".&#xd;\n&#xd;\nsiehe&#xd;\nhttp://www.ueapme.com","memberOrga":"http://www.zdh.de/","goal":"Im Zentralverband des Deutschen Handwerks e. V. (ZDH) mit Sitz im Berliner Haus des Deutschen Handwerks sind die 54 Handwerkskammern, 37 Zentralfachverbände des Handwerks sowie bedeutende wirtschaftliche und wissenschaftliche Einrichtungen des Handwerks in Deutschland zusammengeschlossen. &#xd;<br />&#xd;<br />Der ZDH dient der einheitlichen Willensbildung in allen grundsätzlichen Fragen der Handwerkspolitik. Er vertritt die Gesamtinteressen des Handwerks gegenüber Bundestag, Bundesregierung und anderen zentralen Behörden, der Europäischen Union (EU) und internationalen Organisationen.&#xd;<br />&#xd;<br />Ergänzend siehe auch den Internetauftritt des ZDH unter &#xd;<br />http://www.zdh.de/der-zdh.html","acronym":"ZDH","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Competition, Consumers, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"u.a. Mitteilung zu einer Digitalen Agenda für Europa;Mitteilung zum Europäischen Vertragsrecht – Verfahren zur Verabschiedung des Gemeinsamen Referenzrahmens; Bericht zur Bürgerschaft, einschl. Analyse und Lösungsvorschlägen zu Hindernissen in der Freizügigkeit; Grünbuch zur Rente; Haushaltsreform sowie weitere handwerksrelevante Themen&#xd;<br />&#xd;<br /> see complementary information under the title \"complementary information\" hereafter.","lastUp":"2019-02-11T09:26:15.247+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}