{"id":"518923821636-75","name":"Verband Deutscher Büchsenmacher und Waffenfachhändler","registrationDate":"2016-05-03T16:35:23.521+01:00","category":2,"subCategory":4,"legal":"e.V.","web":"https://www.vdb-waffen.de","country":"Germany","headAddress":"Bundesgeschäftsstelle","headCity":"Marburg","headPostCode":"35037","headPhone":"(49)64 21 16 13 53","boss":"Ingo Meinhard","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"Der VDB ist Mitglied im europäischen Waffenfachhandelsverband A.E.C.A.C. (Association Européenne de Commerce d’Armes Civiles). Weiterhin ist der VDB im FORUM Waffenrecht e.V. als Gründungsmitglied organisiert.","memberOrga":"Vollmitglieder: &#xd;\nhttps://www.vdb-waffen.de/de/mitglieder/waffen-fachgeschaefte.html&#xd;\n&#xd;\nFördermitglieder: &#xd;\nhttps://www.vdb-waffen.de/de/mitglieder/foerdermitglieder.html","goal":"Der VDB vertritt den zugelassenen deutschen Waffenfachhandel und Büchsenmacherbetriebe mit Waffenhandelserlaubnis oder Waffenherstellungserlaubnis.&#xd;<br />&#xd;<br />Bei unseren Mitgliedsunternehmen kaufen Jäger, Sportschützen, Wiederlader, Böllerschützen, Waffensammler, Outdoorbegeisterte und Normalbürger (z.B. Selbstschutzartikel, freie Abwehrmittel). &#xd;<br />&#xd;<br />Bei den angeschlossenen Unternehmen können zivile Schusswaffen (Jagd-, Sport- und Luftdruckwaffen, Paintballmarkierer sowie Airsoftwaffen), deren Teile sowie Zubehör (u.a. Textilien, Jagdoptiken und Sportoptiken, Waffenschränke, Tresore und Blockiersysteme) und Munition (und deren Teile wie Hülsen, Geschosse und Pulver) erworben werden.&#xd;<br />&#xd;<br />Kernaufgabe des VDB ist es, die fachlichen Interessen seiner Mitglieder wahrzunehmen und diese zu vertreten. Um die Kompetenzen der einzelnen Fachbereiche zu bündeln baut der VDB seine Gremienarbeit weiter aus. Denn damit kann der Verband der Politik die Essenz des Wissens aus den Einzelnen Gremien zur Verfügung stellen.&#xd;<br />&#xd;<br />Der VDB qualifiziert seine Mitgliedsunternehmen weiter und informiert zeitnah über gesetzliche Änderungen (u.a. Waffenrecht auf nationaler/internationaler Ebene). Hierbei unterstützt der Verband in vielerlei Hinsicht seine Mitglieder.&#xd;<br />&#xd;<br />Weiterhin betreibt der Verband Öffentlichkeitsarbeit um der Bevölkerung die Nutzung von zivilen Jagd- und Sportwaffen näher zu bringen und Vertrauen zu schaffen. Auch innerhalb der Branche ist der Verband auf verschiedenen Messen präsent um für die Mitgliedsunternehmen und deren Kunden ansprechbar zu sein.&#xd;<br />&#xd;<br />Eine weitere wichtige Säule des VDB ist die Betreuung der angeschlossenen Mitgliedsunternehmen in allen Bereichen der betrieblichen Belange. Auch gehört hierzu die zeitnahe Information der Mitglieder über aktuelle Entwicklungen auch aus angrenzenden Themenbereichen (z.B. Verbraucher- und Wettbewerbsrecht, Track-and-Trace of Explosives, SprengVO)","acronym":"VDB","interests":"Borders and Security, Consumers, Customs, Foreign affairs and security policy, Justice and Fundamental Rights, Single market, Trade","euInitiatives":"Richtlinie 91/477/EWG&#xd;<br />Richtlinie 2008/51/EU&#xd;<br />Richtlinie 2008/43/EG&#xd;<br />Richtlinie 2012/4/EU&#xd;<br />Verordnung 2015/2403&#xd;<br />Feuerwaffenverordnung 258/2012","lastUp":"2019-02-19T20:53:06.420+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}