{"id":"519385128751-26","name":"Pen &amp; Tec Consulting SLU","registrationDate":"2017-10-24T14:34:19.228+02:00","category":1,"subCategory":6,"legal":"SLU","web":"http://www.pentec-consulting.eu","country":"Spain","headAddress":"Pen &amp; Tec Consulting SLU","headCity":"Sant Cugat del Vallès","headPostCode":"ES-08915","headPhone":"(34)9 36 75 80 15","boss":"Héctor Velásquez","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":25,"membersFTE":"6.25","membership":"Association of Veterinary Consultants&#xd;\n&#xd;\nhttps://www.avc-eu.de","memberOrga":"Association of Veterinary Consultants&#xd;\n&#xd;\nhttps://www.avc-eu.de","goal":"Pen &amp; Tec is a specialist consultancy with 20 years’ experience advising companies on the regulatory requirements for the food chain, human &amp; animal health &amp; nutrition in Europe. We help clients take food &amp; feed products to market faster, &amp; offer strategic advice on optimising the return on investment from their existing product portfolios.&#xd;<br />&#xd;<br />The President, Dr Elinor McCartney has over 30 years’ experience in product development &amp; EU regulatory affairs for multiple categories, including food &amp; feed additives, novel foods &amp; nutrition &amp; health claims. Elinor is a frequent &amp; popular speaker at international conferences on topics such as probiotics &amp; nutritional support for human &amp; animal health, and is also the author or co-author of over 30 manuscripts published in peer-reviewed scientific journals.&#xd;<br />&#xd;<br />Pen &amp; Tec was founded to meet the needs of companies faced with the growing complexity of food chain legislation &amp; increasingly stringent requirements for regulatory submissions in the EU. Our expertise has been developed &amp; crafted by working in close contact with EFSA since its creation in 2002, enabling us to provide clients with the most accurate &amp; up-to-date advice in the continually evolving regulatory environment of the food chain sector.&#xd;<br />Since incorporation, we have established a history of success in guiding clients through their regulatory challenges. We have expanded our global reach by increasing our network of associates, allowing us to offer regulatory services for food &amp; feed products in other leading global markets such as the USA, China &amp; Brazil.","acronym":"Pen &amp; Tec Consulting","interests":"Agriculture and Rural Development, Climate Action, Communication, Consumers, Food Safety, Maritime affairs and fisheries, Public Health, Research and innovation","euInitiatives":"Pen &amp; Tec Consulting is involved in &amp; tracks key areas of EU food chain legislation &amp;relevant EFSA guidance. Since our inception in 2000, we have been involved in over 200 food or feed application dossiers, covering a wide range of food &amp; feed additives &amp; ingredients. Pen &amp; Tec's President, Dr Elinor McCartney, is Vice-President of the the AVC (Association of Veterinary Consultants), a recognised stakeholder with EMA, EFSA &amp; the EU Commission. Elinor served as an expert to support discussions on updated EFSA FEEDAP efficacy guidance. Pen &amp; Tec Consulting is active in providing constructive feedback to the EU Commission &amp; to EFSA in REFIT &amp; other reviews &amp; updates to EU legislation &amp; guidelines, &amp; EFSA guidance documents.","lastUp":"2019-09-02T08:18:47.233+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":"","turnoverRange":""}