{"id":"519385128751-26","name":"Pen &amp; Tec Consulting SLU","registrationDate":"2017-10-24T14:34:19.228+01:00","category":1,"subCategory":6,"legal":"SLU","web":"http://www.pentec-consulting.eu","country":"Spain","headAddress":"Pen &amp; Tec Consulting SLU","headCity":"Sant Cugat del Vallès","headPostCode":"ES-08915","headPhone":"(34)9 36 75 80 15","boss":"Héctor Velásquez","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":15,"membersFTE":"3.75","membership":"The Association of Veterinary Consultants (AVC - http://www.avc.at/ )","memberOrga":"The Association of Veterinary Consultants (AVC - http://www.avc.at/ )","goal":"Pen &amp; Tec Consulting SLU is a regulatory affairs consultancy specialising in legislation relating to the EU &amp; global food chains. We help clients achieve a legal status for their food &amp; feed products, with correct labelling &amp; appropriate claims. The President, Dr Elinor McCartney, is also Vice-President &amp; Secretary of the AVC (Association of Veterinary Consultants), a global organisation of independent veterinary consultants. Pen &amp; Tec Consulting SLU supports the goals &amp; remit of the AVC to reduce, refine &amp; replace animals used in scientific experiments, while at the same time supporting food chain product authorisations with evidence-based science that is appropriate to the risk and potential benefits to animals, consumers, owners, users &amp; the environment.","acronym":"Pen &amp; Tec Consulting","interests":"Agriculture and Rural Development, Consumer Affairs, Fisheries and Aquaculture, Food Safety, Public Health, Research and Technology","euInitiatives":"Pen &amp; Tec Consulting is involved in and tracks key areas of EU food chain legislation and relevant EFSA guidance. Since our inception in 2000, we have been involved in over 150 food or feed application dossiers, covering a wide range of food and feed additives and ingredients. Pen &amp; Tec's President, Dr Elinor McCartney, represents the AVC (Association of Veterinary Consultants) as an EU/EFSA Stakeholder &amp; has been selected as an EFSA expert to support discussions on new EFSA FEEDAP efficacy guidance. Pen &amp; Tec Consulting is active in providing constructive feedback to the EU Commission &amp; to EFSA in REFIT &amp; other reviews &amp; updates to EU legislation &amp; guidelines, &amp; EFSA guidance documents.","lastUp":"2017-10-24T14:36:29.939+01:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":"","turnoverRange":""}