{"id":"519541518551-15","name":"European Live Poultry and Hatching Egg Association","registrationDate":"2015-08-25T08:38:25.785+02:00","category":2,"subCategory":4,"legal":"vzw","web":"","country":"Belgium","headAddress":"Luxemburgstraat 47-51, bp6","headCity":"Brussel","headPostCode":"1050","headPhone":"(32)0 22 38 10 82","boss":"Birthe STEENBERG","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":2,"membersFTE":"0.5","membership":"memorandum of understanding with a.v.e.c.&#xd;\nwww.avec-poultry.eu","memberOrga":"NBFB (Nationale Beroepsvereniging van Fokkers en Broeiers vzw), BPC (British Poultry Council), BTT (Baromfi Termék Tanács), ZDG (Zentral Verband Deutcher Geflügelwirtschaft), SNA (Syndicat National des Accouveurs), COBK (Centrale Organisatie Broedeieren en Kuikens), KRD IG (Krajowa Rada Drobiarstwa IG),Svensk Fågel Service AB","goal":"to facilitate and promote, at the European level, the activities and the co-operation between associations and companies in the European Union with one of the following occupations:&#xd;<br />a. primary breeding,&#xd;<br />b. incubation and hatching of poultry eggs,&#xd;<br />c. the production of hatching eggs and day-old poultry,&#xd;<br />d. trade in and outside the European Union of hatching eggs and or day-old poultry&#xd;<br />to promote the interests of the members as weil as their rights and functions to address common issues in the European and international markets as a formal representation towards official organisations and institutions, particularly in the EU.","acronym":"ELPHA vzw","interests":"Agriculture and Rural Development, Enterprise, Food Safety, Internal Market, Research and Technology, Trade","euInitiatives":"The main activities of the European institutions followed are in the area of animal health and welfare, food safety international trade and SPS matters and sustainability.&#xd;<br />&#xd;<br />The issues in the concerned areas are followed proactively, actively and reactively followed.","lastUp":"2018-03-23T10:35:37.040+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}