{"id":"519664824410-95","name":"Joana Gil Afonso","registrationDate":"2016-11-09T11:23:45.160+02:00","category":1,"subCategory":8,"legal":"Nenhum","web":"","country":"Portugal","headAddress":"Rua Coronel Júlio Veiga Simão","headCity":"Coimbra","headPostCode":"3025-307","headPhone":"(351)2 39 49 71 60","boss":"Joana Afonso","bossTitle":"Ms","bossPosition":"SGE Chairwoman","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"The Sector Group's mission is to contribute to the development and competitiveness of SMEs and other organisations in the environmental sector through the mediation of partnerships, exploitation of research results, identification of financing schemes and provision of other support mechanisms in the areas of commerce, innovation and technology, and R&amp;D. This will be implemented through a broad spectrum of services, ranging from information provision to specific events and individual consulting and advice.&#xd;<br />&#xd;<br />Through co-operation with other initiatives and programmes, e.g. ETAP, and other DGs, e.g. DG ENV, the Group will contribute to integrated services for SMEs in the area of environment and provide bottom-up feedback from SMEs to the Commission, as well as communicating EU policies to the target group. Apart from SMEs universities and research institutes are also a target group.&#xd;<br />&#xd;<br />The Group aims at a high level of commitment and professionalism which will contribute to the learning curve and specialist expertise in the area of environment for the participating members and organisations, as well as providing value added services for this particular segment of Enterprise Europe Network clients.&#xd;<br />&#xd;<br />The focus lies on the environmental sub-sectors of water and waste management and air and soil pollution. Other environmental issues of interest to the group and its clients will also be covered.","acronym":"","interests":"Climate Action, Environment","euInitiatives":"Mediation of partnerships, exploitation of research results, identification of financing schemes and provision of other support mechanisms in the areas of commerce, innovation and technology, and R&amp;D.","lastUp":"2018-09-17T19:10:07.527+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}