{"id":"519746835914-78","name":"International Association of Dealers in Ancient Art (IADAA)","registrationDate":"2019-09-16T17:08:43.719+02:00","category":2,"subCategory":4,"legal":"non-profit making association (Verein) pursuant to § 60 et seq. of the Swiss Civil Code","web":"http://iadaa.org","country":"Switzerland","headAddress":"Seestrasse 92","headCity":"Rüschlikon/Zürich","headPostCode":"CH 8803","headPhone":"(31)6 28 45 69 50","boss":"Vincent Geerling","bossTitle":"Mr","bossPosition":"chairman","membersCount":2,"membersFTE":"0.5","membership":"not applicable","memberOrga":"not applicable","goal":"To encourage the study and interest throughout the world of ancient art and to address issues exclusively concerning works of ancient art from the Mediterranean civilisations and other civilisations directly in contact with them. &#xd;<br /> To encourage contacts between museums, archaeologists, collectors and the trade and to foster their relations with governmental and non-governmental international organisations.  To actively encourage the protection and preservation of ancient sites.  IADAA subscribes to the view put forward in the Preamble to the Hague Convention of the 14th May 1954 (249 U.N.T.S. 240), that “Damage to cultural property belonging to any people whatsoever means damage to the cultural heritage of all mankind, since each people makes its contribution to the culture of the world.” The members of IADAA believe that a more liberal and rational approach to regulations on the import and export of works of art will help to protect world cultural heritage. &#xd;<br /> To interact with governments and other official bodies in matters concerning the trade.","acronym":"IADAA","interests":"Culture, Customs, Justice and Fundamental Rights, Single market, Trade","euInitiatives":"EU Regulation on the import of Cultural Property&#xd;<br />Planned EU measures about the trade in ivory objects.&#xd;<br />Anti money laundring Directives","lastUp":"2019-09-16T17:17:58.391+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}