{"id":"51981812506-57","name":"Deutscher ReiseVerband","registrationDate":"2009-10-14T10:32:20.826+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein (e.V.)","web":"http://www.drv.de","country":"Germany","headAddress":"Schicklerstrasse, 5-7","headCity":"Berlin","headPostCode":"10179","headPhone":"(49)30 28 40 60","boss":"Dirk Inger","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":2,"membersFTE":"1.5","membership":"Auf europäischer Ebene ist der DRV Mitglied in zwei Dachverbänden Mitglied: Der European Travel Agents' and Tour Operators' Association (ECTAA) sowie in der Guild of European Business Travel Agents (GEBTA). &#xd;\n&#xd;\nAuf nationaler Ebene ist der DRV Mitglied im Bundesverband der Deutschen Tourismuswirtschaft (BTW), der Deutschen Zentrale für Tourismus (DZT), der Vereinigung der hessischen Unternehmerverbände (VhU), des Deutschen Seminars für Tourismus (DSFT), der Deutschen Gesellschaft für Verbandsmanagement (DGVM), des Deutschen Normungs Instituts (DIN), im Bund Deutscher Pressesprecher, der Rechtsanwaltskammer, der Europäischen Bewegung Deutschlands (EBD) sowie bei der Zentrale zur Bekämpfung des unlauteren Wettbewerbs.","memberOrga":"http://www.drv.de/mitgliedschaft/drv-mitgliederverzeichnis.html","goal":"Der Deutsche ReiseVerband ist der drittgrößte Verband der Reisebranche weltweit. &#xd;<br />&#xd;<br />Der DRV ist die führende Interessenvertretung aller Unternehmen der Reisebranche in Deutschland. Er repräsentiert Reiseveranstalter und Reisebüros aller Organisationsformen und Größen, Leistungsträger (Anbieter von Einzelleistungen in der Reisebranche) und ausländische Fremdenverkehrsämter gegenüber der Politik und der Wirtschaft im In- und Ausland. Er informiert die Öffentlichkeit über die Vorteile der organisierten Reise und den professionellen Reisevertrieb. Zugleich stärkt er die organisierte Urlaubsreise und die professionell vermittelte Geschäftsreise. &#xd;<br />Über 80 Prozent des Umsatzes der deutschen Reisebüro- und Reiseveranstaltermarkts werden von den Mitgliedern des Branchenverbands erwirtschaftet. Seine Mitgliedsunternehmen vom inhabergeführten Einzelunternehmen bis zum börsennotierten internationalen Konzern machen den DRV zu einem der weltweit größten und einflussreichsten Verbände der Reisebranche.","acronym":"DRV","interests":"Competition, Consumer Affairs, Enterprise, Home Affairs, Internal Market, Transport","euInitiatives":"Tourism Policies","lastUp":"2017-02-28T08:57:44.538+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}