{"id":"520593223256-64","name":"Zentralkomitee der deutschen Katholiken","registrationDate":"2016-09-05T11:18:33.487+02:00","category":5,"subCategory":15,"legal":"e. V. (gemeinnützig)","web":"http://www.zdk.de","country":"Germany","headAddress":"Hochkreuzallee 246","headCity":"Bonn","headPostCode":"53154","headPhone":"(49)02 28 38 29 70","boss":"Dr. Stefan Vesper","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"Initiative of Christians for Europe (IXE) http://www.initiative-ixe.eu/, &#xd;\nNetzwerk Europäische Bewegung Deutschland http://www.netzwerk-ebd.de/, &#xd;\nEuropäisches Forum der nationalen Laienkomitees http://www.europ-forum.org/de/","memberOrga":"http://www.zdk.de/organisation/mitglieder/","goal":"Das ZdK ist der höchste, repräsentative Zusammenschluss der in der Katholischen Kirche in Deutschland aktiven Laien. Als Laien werden alle Mitglieder der katholischen Kirche, die nicht zum Diakon, Priester oder Bischof geweiht sind bezeichnet. Es verbindet Diözesanräte, katholische Verbände und Initiativen, Institutionen des Laienapostolates, geistliche Gemeinschaften sowie Persönlichkeiten aus Kirche und Gesellschaft unter einem gemeinsamen Dach. Das ZdK versteht sich als Forum politischer und kirchlicher Meinungs- und Willensbildung. Es vertritt die Anliegen der Katholikinnen und Katholiken in der Gesellschaft, beteiligt sich an politischen Gestaltungsprozessen und berät die Deutsche Bischofskonferenz in Fragen des kirchlichen Lebens.","acronym":"ZdK","interests":"Agriculture, Borders and Security, Climate Action, Consumers, Culture and media, Education and training, Employment and Social Affairs, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Research and innovation, Trade, Trans-European Networks","euInitiatives":"Flüchtlingspolitik, GAP, Klima- und Energiepolitik, Umwelt, GASP, Handelsabkommen, Nachhaltigkeit, Digitale Agenda, Menschenrechte, Religionsfreiheit, Bürgerschaftliches Engagement, Sonntagsschutz","lastUp":"2018-08-22T14:17:33.566+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}