{"id":"520508414540-03","name":"Natuurpunt vzw","registrationDate":"2014-09-29T17:05:47.830+01:00","category":3,"subCategory":2,"legal":"vzw","web":"http://www.natuurpunt.be","country":"Belgium","headAddress":"Coxiestraat, 11","headCity":"Mechelen","headPostCode":"B-2800","headPhone":"(0032)15 29 72 20","boss":"Walter Rycqaert","bossTitle":"Mr","bossPosition":"Algemeen directeur","membersCount":6,"membersFTE":"2.5","membership":"Bond beter leefmilieu vzw&#xd;\nBirdlife Europe&#xd;\nSeas-at-Risk","memberOrga":"","goal":"Natuurpunt draagt zorg voor de natuur&#xd;<br />Natuurpunt wil meer natuur! Natuurlijk moet er ruimte zijn om te wonen, te werken en ons te verplaatsen, maar hoe drukker het leven wordt, hoe meer nood de mensen hebben aan groen en natuur. Dankzij de inspanningen van Natuurpunt bleven unieke stroken bos, heide, duinen, valleigebieden en polderlandschappen gevrijwaard.&#xd;<br />&#xd;<br />Natuurpunt wil betere natuur! Door deskundig beheer slagen de vrijwilligers van Natuurpunt er in de soortenrijkdom in de natuurgebieden te verhogen. Zeldzame en bedreigde diersoorten krijgen daardoor betere levenskansen.&#xd;<br />&#xd;<br />Natuur voor iedereen! Natuurpunt beschermt onze natuurgebieden niet angstvallig achter prikkeldraad, maar stelt ze open voor iedereen, om ervan te genieten, om ze te bestuderen of om een handje toe te steken bij het beheer.&#xd;<br />&#xd;<br />Geen groene eilandjes in een ecologisch rampgebied! Natuurpunt plaatst haar werking in een brede maatschappelijke context. Het is zinloos te ijveren voor prachtige natuurgebieden wanneer rondom de verloedering van bodem, water en lucht toeneemt. Daarom staat Natuurpunt in de bres voor een leefbare wereld voor mens, plant en dier, hier bij ons en overal op aarde.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Energy, Environment, Maritime affairs and fisheries, Transport","euInitiatives":"biodiversity strategy: (Natura 2000, invasive species, &#xd;<br />green infrastructure)&#xd;<br />fisheries&#xd;<br />maritime poiicy&#xd;<br />agriculture&#xd;<br />relevant environmental legislation (nitrates directive, WFD, ...)","lastUp":"2019-12-06T09:14:41.182+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}