{"id":"52069834210-92","name":"European Working Community for Food Inspection and Consumer Protection","registrationDate":"2010-09-20T17:14:51.664+01:00","category":2,"subCategory":1,"legal":"Association est régie par la loi du 19 avril 1908","web":"http://www.ewfc.org/","country":"France","headAddress":"rue des tilleuls, 4","headCity":"METZ","headPostCode":"57070","headPhone":"(33)6 75 57 76 93","boss":"Stéphane TOUZET","bossTitle":"Mr","bossPosition":"Secrétaire Général","membersCount":6,"membersFTE":"1.5","membership":"","memberOrga":"http://ewfc.org/en/about-ewfc/board/","goal":"La communauté de travail européenne pour le contrôle  alimentaire et la protection des consommateurs est un regroupement des unions professionnelles des contrôleurs des états membres de l'Union Européenne. Elle a été fondée en 1991. Les membres fondateurs furent la France et l’Allemagne.&#xd;<br />&#xd;<br />L’EWFC œuvre à l'harmonisation et à l'amélioration du contrôle des aliments, et à la défense des intérêts professionnels de ses adhérents.&#xd;<br />&#xd;<br />La vocation première de l’EWFC était la mise en œuvre et l'organisation des contrôles alimentaires, la formation des contrôleurs et leur coopération au sein de l'UE. Ainsi sa tâche principale consistait à promouvoir et développer l’association européenne des agents impliqués dans le contrôle des aliments et la protection des consommateurs.&#xd;<br />&#xd;<br />L'EWFC s’efforce également de rechercher et intégrer les associations professionnelles de tous les Etats-membres de l'UE. Elle entretien des relations avec les syndicats ou associations des consommateurs, des contrôleurs de denrées alimentaires, des inspecteurs des viandes, des vétérinaires, des techniciens et chimistes de l’alimentation, des juristes et du monde médical.","acronym":"EWFC","interests":"Consumer Affairs, Environment, Food Safety, Public Health","euInitiatives":"Réglementations et activités concernant la sécurité alimentaire, la protection des consommateurs, et le bien être animal.","lastUp":"2018-03-07T10:47:10.416+01:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}