{"id":"520775919740-63","name":"Civil Society Europe","registrationDate":"2015-11-30T16:01:40.678+01:00","category":3,"subCategory":2,"legal":"aisbl","web":"http://civilsocietyeurope.eu","country":"Belgium","headAddress":"rue du Congrès 13","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)27 21 40 69","boss":"Jean-Marc Roirant","bossTitle":"Mr","bossPosition":"Chair","membersCount":1,"membersFTE":"0.5","membership":"http://www.betterregwatch.eu/&#xd;\nhttps://www.sdgwatcheurope.org/&#xd;\nhttp://fatfplatform.org/about/","memberOrga":"https://civilsocietyeurope.eu/membership/","goal":"Civil Society Europe brings together 28 European networks of civil society organisations working towards regenerating the European project around the shared values of Equality, Solidarity, Inclusiveness and Democracy. The main objectives are to facilitate and enable horizontal and vertical dialogue between European civil society organisations and policy-makers and help strengthening Civil Society Organisations in their activities and relations with the European Union institutions.","acronym":"CSE","interests":"Budget, Communication, Consumers, Enlargement, European Neighbourhood Policy, External Relations, Institutional affairs, Justice and Fundamental Rights, Research and innovation, Taxation, Youth","euInitiatives":"Civil Society Europe works towards the promotion and implementation of structured civil dialogue at EU level. In this context it does follow citizenship issues, the implementation and promotion of fundamental rights in particular as they relate to civic space,  issues that are of pertinence to the implementation of Article 11 TFUE, and the recognition and role of civil society organisations such as the review or definition of a EU agenda, the multiannual financial framework, financial rules, the transparency register, Anti money laundering directive","lastUp":"2019-11-25T18:44:37.766+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}