{"id":"520892127025-01","name":"Polskie Stowarzyszenie Biur Tłumaczeń (Polish Association of Translation Companies)","registrationDate":"2017-05-03T01:04:34.385+02:00","category":2,"subCategory":4,"legal":"association","web":"http://www.psbt.pl","country":"Poland","headAddress":"ul. Z. Herberta 6 B, App. No. 27,","headCity":"Warszawa","headPostCode":"00-412","headPhone":"(48)5 01 73 66 72","boss":"Monika Popiołek","bossTitle":"Ms","bossPosition":"President","membersCount":2,"membersFTE":"1.0","membership":"European Union of Associations of Translation Companies (EUATC); OASIS, Krajowa Izba Gospodarcza (KIG), ISTC, Polski Komitet Normalizacyjny (PKN)","memberOrga":"http://www.psbt.org.pl/en/members","goal":"Goals and scope of activities:&#xd;<br />The PSBT’s principal aims include representing Polish professional translation and localisation service providers at home and abroad, promoting high quality services among member companies by popularising industry good practice and standards, networking activities, disseminating information, exchange of know-how, as well as building the prestige and development of the translation and localization industry. &#xd;<br />The PSBT’s specific goals include:&#xd;<br />strong member representation in relation to government institutions, other industry organisations, EU, clients, and the media;&#xd;<br />raising social awareness of the translation and localisation industry’s development;&#xd;<br />promoting professionalism and enhancing the prestige of the translation and localisation industry;&#xd;<br />activities aimed at improvement of the quality of translation and localisation services by promoting industry best practice and standards;&#xd;<br />negotiating member benefits such as special offers and discounts on training and conference fees, as well as purchase of software, goods and services,&#xd;<br />joint marketing activities aimed at effective promotion of the PSBT members and their services;&#xd;<br />facilitating member access to legal counsel, specialist training and networking opportunities with their peers;&#xd;<br />provision of arbitration services in case of disputes;&#xd;<br />liaising with umbrella and other industry associations and academic institutions;&#xd;<br />collecting and disseminating statistical data and market information;&#xd;<br />promoting industry standards and best practice;&#xd;<br />promoting mutual co-operation in the translation and localisation industry.","acronym":"PSBT","interests":"Business and Industry, Communication, Competition, Culture and media, Education and training, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Single market, Trans-European Networks","euInitiatives":"-\t#Translating Europe Workshops and Translating Europe Forum;&#xd;<br />-\tOPTIMALE: optimizing professional translator training in a multilingual Europe&#xd;<br />-\tTRANSCERT: trans-European voluntary certification for translators&#xd;<br />-\tQUALETRA: quality in legal translation&#xd;<br />-\tAGORA: transnational placement scheme for translation students&#xd;<br />\tEuropean Master’s in Translation (EMT)&#xd;<br />-\tCivil Society Platform on multilingualism&#xd;<br />-\tLIND-Web: language industry web platform","lastUp":"2018-05-03T19:12:05.559+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}