{"id":"52097059825-86","name":"Civica srl","registrationDate":"2012-10-09T15:11:38.104+01:00","category":1,"subCategory":6,"legal":"Società a responsabilità limitata","web":"http://civica.cc","country":"Italy","headAddress":"Corso Manthonè, 62","headCity":"Pescara","headPostCode":"65128","headPhone":"(39)08 57 99 15 46","boss":"Rinaldo Pitocco","bossTitle":"Mr","bossPosition":"Amministratore unico","membersCount":3,"membersFTE":"2.5","membership":"","memberOrga":"...","goal":"Civica operates nationally and internationally offering integrated consultancy services and professional assistance to public and private organisations and defining strategies that will help accessing and using European Community grants.&#xd;<br />&#xd;<br />Over the past years our projects have involved more than 15 European countries and supported public authorities with planning for local development. They also helped companies to strengthen their competitiveness using instruments of project management and financial support. Furthermore our projects have favoured public private cooperation through the diffusion of organisational and relational models based on partnership.&#xd;<br />&#xd;<br />Choosing Civica means you will be guaranteed a qualified consultancy service that is aimed at achieving well defined, shared goals. Together we will identify the room for change in your organisation or in your area in order to offer you dedicated interventions for particular needs, with careful analysis of the running costs.","acronym":"","interests":"Agriculture and Rural Development, Budget, Business and Industry, Climate Action, Communication, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, Food Safety, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Sport, Transport, Youth","euInitiatives":"- European Union Strategy for Adriatic and Ionian Region&#xd;<br />- Cohesion Policy&#xd;<br />- Rural Development&#xd;<br />- Creative Industry&#xd;<br />- Tourism Policy&#xd;<br />- Fisheries Local Action Groups (FLAGs)&#xd;<br />- Research and Innovation&#xd;<br />- European Citizenship&#xd;<br />- Small and Medium Enterprises","lastUp":"2019-02-25T21:03:07.818+01:00","customers":"...","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}