{"id":"521003427126-95","name":"Conseil national du numérique","registrationDate":"2017-05-23T15:23:16.244+01:00","category":6,"subCategory":9,"legal":"Commission consultative indépendante","web":"http://cnnumerique.fr","country":"France","headAddress":"5 place des Vins de France","headCity":"Paris","headPostCode":"75012","headPhone":"(33)1 53 44 21 27","boss":"Yann BONNET","bossTitle":"Mr","bossPosition":"Secrétaire général","membersCount":11,"membersFTE":"3.0","membership":"","memberOrga":"L'institution est composée de &#xd;\n&#xd;\n- 30 membres bénévoles nommés à titre personnel et non au regard de leur activité professionnelle, par décret du Président de la République&#xd;\n&#xd;\net de 13 permanents (dont 2 fonctionnaires)&#xd;\n&#xd;\nstatut : https://cnnumerique.fr/missions/&#xd;\n&#xd;\ncomposition : https://cnnumerique.fr/membres/","goal":"Le Conseil national du numérique est une commission consultative indépendante, dont les missions ont été redéfinies et étendues par un décret du Président de la République du 13 décembre 2012, présenté en Conseil des ministres du 12 décembre 2012 par Fleur Pellerin, Ministre des Petites et Moyennes Entreprises, de l'Innovation, de l’Économie numérique. Il prend la suite du premier Conseil national du numérique, créé le 29 avril 2011. Ses membres ont été nommés par un décret du Président de la République du 8 février 2016.&#xd;<br />&#xd;<br />Le Conseil national du numérique a pour mission de formuler de manière indépendante et de rendre publics des avis et des recommandations sur toute question relative à l’impact du numérique sur la société et sur l’économie. À cette fin, il organise des concertations régulières, au niveau national et territorial, avec les élus, la société civile et le monde économique. Il peut être consulté par le Gouvernement sur tout projet de disposition législative ou réglementaire dans le domaine du numérique.","acronym":"CNNum","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Communication, Competition, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Le CNNum est actuellement saisi au niveau national de sujets liés aux dossiers européens suivants : &#xd;<br />&#xd;<br />- Marché unique numérique&#xd;<br />- Free Flow of Data&#xd;<br />- Régulation et Plateformes&#xd;<br />- e-privacy&#xd;<br />- Impacts économiques et sociaux l'Intelligence artificielle&#xd;<br />- Enseignement supérieur et numérique","lastUp":"2018-02-26T13:22:17.158+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}