{"id":"521520629757-83","name":"CENTRO TECNOLOGICO DAS INDUSTRIAS TÊXTIL E DO VESTUÁRIO DE PORTUGAL","registrationDate":"2018-01-24T11:57:05.232+01:00","category":2,"subCategory":7,"legal":"PRIVATE NON PROFIT","web":"http://www.citeve.pt","country":"Portugal","headAddress":"Rua Fernando Mesquita, n. 2785","headCity":"Vila Nova de Famalicão","headPostCode":"4760-034","headPhone":"(351)2 52 30 03 00","boss":"Braz Costa","bossTitle":"Mr","bossPosition":"General Manager","membersCount":17,"membersFTE":"6.75","membership":"Textile Transfer Network platform TEXTRANET: www.textranet.net&#xd;\n&#xd;\nEuropean Technology Platform for the Future of Textiles and Clothing (ETP): www.textile-platform.eu","memberOrga":". Portuguese Textiles Companies (around 80% of the members)&#xd;\n. Public Entities","goal":"CITEVE – The Technological Centre for the Textile and Clothing Industry of Portugal, is a private non-profit organization active since 1989 being a reference organization within the national and european scene, regarding research, innovation and technology transfer promotion for the Textile &amp; Clothing Industry,&#xd;<br />CITEVE’s mission is to support the technical and technological development of the textile &amp; clothing industry, promoting innovation and inducing new capacities and new competences as well as helping on the definition of industrial public policies.&#xd;<br />&#xd;<br />With facilities in Vila Nova de Famalicão and in Covilhã, and commercial delegations in Brazil, Argentina, Mexico, Chile, Tunisia and Pakistan, CITEVE offers technological services of the highest level in different areas: Laboratorial activities, Technological consultancy &amp; development, R&amp;D+Innovation, Technology Watch, Product standards and certification, Training and Fashion intelligence.&#xd;<br />&#xd;<br />CITEVE’s laboratories are equipped with the best available technologies controlled by a highly qualified staff and are internationally accredited for more than 446 tests according to 900 different standards. Recognised by several national and international brands this business area is responsible for performing around 180.000 tests per year. CITEVE’s labs are specialized in material and product testing, such as chemical and physical testing, comfort and new functionalities measurement, fire behaviour, toxicological substances, microbiological tests, geotextiles, automotive and protective clothing.&#xd;<br />&#xd;<br />In the field of R&amp;D and New product development research, CITEVE gathers know-how within the most advanced and innovative technologies such as hotmelt, coating, laminating, digital printing, 3D knitting, laser welding or seamless knitting. This prototyping technological facility is managed by a specialized technical and scientific staff, with competences in the textile and clothing processes and in the new application markets namely for technical products. This pilot unit is essentially devoted to demonstration/reengineering and for product/process development.&#xd;<br />Consulting and technological development also includes the sustainable production area, integrating services and expertise in LCA, environmental technologies, energy management, health and safety, waste management and quality management.","acronym":"CITEVE","interests":"Business and Industry, Education and training, International co-operation and development, Research and innovation","euInitiatives":"Policies that we follow:&#xd;<br />&#xd;<br />- Research and innovation policy;&#xd;<br />- Education.","lastUp":"2019-12-10T16:58:23.970+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}