{"id":"521878025223-22","name":"European Trade Union Institute","registrationDate":"2016-12-22T12:42:17.546+02:00","category":4,"subCategory":5,"legal":"AISBL","web":"http://www.etui.org","country":"Belgium","headAddress":"Boulevard du Roi Albert II, 5","headCity":"BRUXELLES","headPostCode":"1210","headPhone":"(32)22 24 04 70","boss":"Philippe POCHET","bossTitle":"Mr","bossPosition":"General Director","membersCount":7,"membersFTE":"1.75","membership":"","memberOrga":"","goal":"The European Trade Union Institute is the independent research and training centre of the European Trade Union Confederation (ETUC) which itself affiliates European trade unions into a single European umbrella organisation. The ETUI places its expertise – acquired in particular in the context of its links with universities, academic and expert networks – in the service of workers’ interests at European level and of the strengthening of the social dimension of the European Union. &#xd;<br />&#xd;<br />The Institute is composed of two departments:&#xd;<br />&#xd;<br />- A research department with three units:  &#xd;<br />&#xd;<br />•Europeanisation of industrial relations; &#xd;<br />•Economic, employment and social policies; &#xd;<br />•Working conditions, health and safety.&#xd;<br />&#xd;<br />- An education department&#xd;<br />&#xd;<br />The ETUI conducts studies on socio-economic topics and industrial relations and monitors European policy developments of strategic importance for the world of labour. It creates, what is more, bridges between the academic sphere, the world of research and the trade union movement in order to encourage independent research on topics of decisive relevance to the world of labour.&#xd;<br />&#xd;<br />The ETUI encourages training and learning activities. It provides the ETUC and its affiliates with programmes and exchanges that strengthen the European trade union identity.&#xd;<br />&#xd;<br />The ETUI provides technical assistance in the field of health and safety with a view to achieving a high level of occupational health and safety protection for workers throughout Europe.&#xd;<br />&#xd;<br />In the pursuit of its missions, a scientific council composed of twenty-five members, most of them academics, has been set up to contribute to the Institute’s medium-term strategy. A Foresight Studies unit is in charge of studying long-term challenges for the European trade union movement and its implications for the operation of the Institute.&#xd;<br />&#xd;<br />The ETUI is a non-profit international association under Belgian law, employing a staff of some 70 persons from all over Europe. It receives financial support from the European Union.","acronym":"ETUI","interests":"Climate Action, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, European Neighbourhood Policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Research and innovation, Taxation, Youth","euInitiatives":"EU social dialogue&#xd;<br />Europe 2020&#xd;<br />Employment and social inclusion&#xd;<br />European macroeconomic dialogue&#xd;<br />European economic governance&#xd;<br />REFIT&#xd;<br />Ocupational health and safety&#xd;<br />EU labour law, workers rights and company law&#xd;<br />Sustainable development &#xd;<br />Investment plan&#xd;<br />Industrial policy&#xd;<br />European social pillar&#xd;<br />European standardisation process&#xd;<br />REACH&#xd;<br />Migration&#xd;<br />Digitalisation&#xd;<br />Equal opportunities&#xd;<br />Public services &#xd;<br />http://www.etui.org/Topics","lastUp":"2019-10-17T11:38:44.177+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}