{"id":"522158627181-51","name":"Sogno d'estate SAS di Donatella delli Muti","registrationDate":"2017-05-16T11:35:27.036+02:00","category":2,"subCategory":3,"legal":"Società in accomandita semplice","web":"","country":"Italy","headAddress":"Via Marina 5","headCity":"Peschici","headPostCode":"71010","headPhone":"(39)37 11 96 75 83","boss":"Giovanni Elia Mario Maggiano","bossTitle":"Mr","bossPosition":"socio accomandante","membersCount":2,"membersFTE":"1.5","membership":"","memberOrga":"","goal":"Sogno d'estate si prefigge l' obiettivo di 1.\tAmpliamento Struttura Turistico- Ricettiva in Peschici (Fg) alla via&#xd;<br /> Marina, corrente sotto l’insegna “Sogno d’Estate”.&#xd;<br />&#xd;<br />L’intervento prevede l’ampliamento di una struttura turistica esistente, che comporta la realizzazione di ulteriori 10 unità abitative, passando da 13 a 23 u.a.&#xd;<br />La volumetria complessiva, a seguito dell’ampliamento, è pari a 2560,62 mc. per una ricettiva complessiva pari a 58 posti letti.&#xd;<br />L’intervento edilizio, previa acquisizione dei nulla-osta prescritti dalla normativa, ha già acquisito il Permesso di Costruire n. 42 del 04/11/2016 ed è, quindi, immediatamente cantierabile.&#xd;<br />L’importo per la realizzazione dell’intervento è pari a circa €. 1.200.000,00.&#xd;<br />In questo caso si ritiene che, per accedere ai fondi diretti europei, l’intervento deve prevedere soluzioni edilizie ed impiantistiche tali da ridurre il consumo energetico nella misura del 60%, rispetto alla situazione originaria.","acronym":"Sogno d' estate","interests":"Agriculture and Rural Development, Climate Action, Consumer Affairs, Culture, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Research and Technology, Sport, Youth","euInitiatives":"Horizon 2020 con particolare riferimento ai Programmi ed assi: Efficient Energy, Creative Europe, Covenant of Mayors, Europe for Citizens, Heritage, Tourism, consumers","lastUp":"2018-04-19T15:40:52.172+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}