{"id":"5235485727-61","name":"European Rural Poultry Association","registrationDate":"2008-12-04T16:37:22.288+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.erpa-ruralpoultry.eu","country":"France","headAddress":"rue du Faubourg Poissonnière, 7","headCity":"Paris","headPostCode":"75009","headPhone":"(33)1 82 73 06 99","boss":"Jose Carlos Terraz","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"aucune","memberOrga":"http://www.erpa-ruralpoultry.eu/adherents.php","goal":"L’association ERPA a pour objet la mise en œuvre d'actions communes conformes à l'intérêt général et compatibles avec les règles de l’Union Européenne pour :&#xd;<br />- défendre, par tous moyens, soutenir et développer la production de volailles rurales au sein de l’Union européenne. Par « volailles rurales », on entend toute production avicole permettant le maintien d'une activité familiale s’inscrivant dans une agriculture paysanne. Cette défense se fera en soulignant notamment le lien social qu’elle maintient dans le tissu rural.&#xd;<br />- défendre les modes d'élevage extensifs et familiaux, dont l'élevage de volailles en plein air  &#xd;<br />- représenter ses membres auprès des instances professionnelles et publiques européennes, notamment auprès de la Commission européenne&#xd;<br />- informer ses adhérents, coordonner leurs actions et adopter des positions communes afin de favoriser cette défense et cette représentation au niveau européen&#xd;<br />- et d'une manière générale, mettre en oeuvre toute action visant à favoriser la production et la commercialisation de volailles rurales et à prendre en compte leurs particularités dans l'établissement de la réglementation européenne et de la politique européenne agricole, économique et sanitaire.","acronym":"ERPA","interests":"Agriculture and Rural Development, Consumers, Environment, Food Safety","euInitiatives":"suivi de la règlementation européenne en volailles / oeufs / qualité / sanitaire / hygiène / santé animale / bien-être animal / agriculture biologique&#xd;<br />- participations aux groupes de dialogue civilsur ce sujet&#xd;<br />- défense des producteurs européens de volailles rurales","lastUp":"2019-12-06T10:10:07.831+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}