{"id":"523920235612-15","name":"Comité International d´Etude du Laminage à Froid du Feuillard d´Acier","registrationDate":"2019-08-09T11:25:03.395+02:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.cielffa.org","country":"Germany","headAddress":"Kaiserswerther Straße 137","headCity":"Düsseldorf","headPostCode":"40474","headPhone":"(49)21 14 56 41 20","boss":"Martin Kunkel","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://www.cielffa.org/index.php/de/mitglieder","goal":"CIELFFA is the European federation of the national associations of cold rolled narrow steel strip producers and companies. It aims to promote the interests of its members in Europe and on world markets. It is open to national associations in Europe representing cold rolled narrow strip producers as well as to individual producers of the steel forming industry in Europe principally involved in the manufacture of cold rolled strip. The cold rolling industry is an independent sector of the steel processing industry and mainly characterised by medium sized enterprises. CIELFFA members come from Germany, Spain, Italy, France, UK and the Czech Republic. The main tasks are&#xd;<br />&#xd;<br />•\tInformation on steel market&#xd;<br />•\tLobbying&#xd;<br />•\tStatistics &#xd;<br />•\tInformation and work on EU legal documents&#xd;<br />•\tNetworking &#xd;<br />•\tExpert lectures on relevant topics &#xd;<br />•\tStandardisation working group&#xd;<br />•\tWorking group ‚health &amp; safety'","acronym":"CIELFFA","interests":"Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"BREF (Ferrous Metals Processing), EU Safeguard Measures, ESSA - New Skills Agenda Steel: Industry-driven sustainable European Steel Skills Agenda and Strategy,","lastUp":"2019-08-09T11:29:39.196+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}