{"id":"52431421-12","name":"Telefonica, S.A.","registrationDate":"2008-06-23T09:37:08.597+01:00","category":2,"subCategory":3,"legal":"Sociedad Anónima","web":"http://www.telefonica.com","country":"Spain","headAddress":"Gran Vía, 28","headCity":"Madrid","headPostCode":"28013","headPhone":"(322)2 30 95 55","boss":"Carlos  Rodriguez Cocina","bossTitle":"Mr","bossPosition":"Director European Regulatory Affairs, Head of Brussels Office","membersCount":6,"membersFTE":"6.0","membership":"European Telecommunications Network Operators' Association (ETNO), &#xd;\nEuropean Internet Forum (EIF),&#xd;\nEuropean Round Table of Industrialists (ERT),&#xd;\nGSMA Europe&#xd;\nBusiness Europe&#xd;\nCERRE&#xd;\nCEPS&#xd;\nCámara de Comercio de España en Bélgica y Luxemburgo","memberOrga":"","goal":"Telefónica is a company that is aware of the new challenges posed by today’s society. This is why we offer the means to facilitate communication between people, providing them with the most secure and state of the art technology in order for them to live better, and for them to achieve whatever they resolve.&#xd;<br />Telefónica operates in 16 countries and has a presence in 24, with and an average of 121,853 professionals.&#xd;<br />In January-December 2018 Telefónica had consolidated revenues of 48,693 million euros and more than 336.7 million total accesses, 270.8 million mobile phones accesses, 22 million Internet and data accesses and 8.8 million pay TV accesses.&#xd;<br />Telefónica is a 100% listed company with more than 1.3 million shareholders, traded in several of the most important stock markets around the world.&#xd;<br />Telefónica’s Permanent Representative Office in Brussels is in charge of following the regulatory and public policy debates at the EU level affecting the whole Group, in Europe and worldwide. Its mission is to help provide European political leadership with our views and experience in order to enhance the development of the digital society for all citizens in the EU and worldwide. The digital revolution is raising important political, economic and social challenges and Telefónica as a corporate responsible company in the ICT sector wishes to contribute with its experience. Telefonica is convinced that Europe should remain at the forefront of the digital revolution through enhanced global competitiveness and social progress.","acronym":"","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign affairs and security policy, Fraud prevention, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Digital Single Market; Electronic communications law; competition policy; privacy/data protection; cybersecurity; cloud; big data; IoT; industrial Internet; Artificial Intelligence; trade policy; entrepreneurship; sustainability; research.","lastUp":"2019-03-18T11:01:44.489+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}