{"id":"52431421-12","name":"Telefonica, S.A.","registrationDate":"2008-06-23T09:37:08.597+01:00","category":2,"subCategory":3,"legal":"Sociedad Anónima","web":"http://www.telefonica.com","country":"Spain","headAddress":"Gran Vía, 28","headCity":"Madrid","headPostCode":"28013","headPhone":"(322)2 30 95 55","boss":"Carlos  Rodriguez Cocina","bossTitle":"Mr","bossPosition":"Director European Regulatory Affairs, Head of Brussels Office","membersCount":6,"membersFTE":"6.0","membership":"European Telecommunications Network Operators' Association (ETNO), &#xd;\nEuropean Internet Forum (EIF),&#xd;\nEuropean Round Table of Industrialists (ERT),&#xd;\nTransantlatic Business council (TABC), &#xd;\nGSMA Europe&#xd;\nBusiness Europe&#xd;\nBruegel&#xd;\nCERRE&#xd;\nCEPS&#xd;\nCámara de Comercio de España en Bélgica y Luxemburgo","memberOrga":"","goal":"Telefonica aspires to become an Onlife telco.  We believe digital life is life itself, and technology is an essential part of being human.  We want to create, protect and boost connections in life so people can choose a world of unlimited possibilities.  Telefonica is present in 21 countries in Europe, Central and South America with a total base of more than 349 million accesses , an average of 125,000 professionals and  consolidated revenues  of   38 billion euros  in the period from January to September 2016. We are convinced that with our technology and services we can help to improve the quality of life and the safety of consumers. We aim to transform society through the use of ICTs as a source of development, entrepreneurship and social innovation. We work to efficiently manage the environmental risks of our operations and to offer services which promote environmental sustainability of people and cities. &#xd;<br />&#xd;<br />Telefónica’s Permanent Representative Office in Brussels is in charge of following the regulatory and public policy debates at the EU level affecting the whole Group, in Europe and worldwide. Its mission is to help provide European political leadership with our views and experience in order to enhance the development of the digital society for all citizens in the EU and worldwide. The digital revolution is raising important political, economic and social challenges and Telefónica as a corporate responsible company in the ICT sector wishes to contribute with its experience. Telefonica is convinced that Europe should remain at the forefront of the digital revolution through enhanced global competitiveness and social progress.","acronym":"","interests":"Audiovisual and Media, Climate Action, Communication, Competition, Consumer Affairs, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"Digital Single Market; Electronic communications law; competition policy; privacy/data protection; cybersecurity; cloud; big data; IoT; industrial Internet; trade policy; entrepreneurship; sustainability; research","lastUp":"2017-03-23T10:59:45.265+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}