{"id":"524375510752-92","name":"Kommissariat der deutschen Bischöfe - Katholisches Büro in Berlin -","registrationDate":"2013-03-05T09:05:04.557+01:00","category":5,"subCategory":15,"legal":"Dienststelle der Deutschen Bischofskonferenz und des Verbandes der Diözesen Deutschlands (Körperschaft Öffentlichen Rechts)","web":"http://www.kath-buero.de","country":"Germany","headAddress":"Hannoversche Straße, 5","headCity":"Berlin","headPostCode":"10115","headPhone":"(4930)28 87 80","boss":"Dr. Karl Jüsten","bossTitle":"Mr","bossPosition":"Leiter","membersCount":3,"membersFTE":"0.75","membership":"Das Kommissariat der deutschen Bischöfe - Katholisches Büro in Berlin - ist eine Dienststelle der Deutschen Bischofskonferenz und des Verbandes der Diözesen Deutschlands","memberOrga":"","goal":"Das Kommissariat der deutschen Bischöfe – Katholisches Büro in Berlin - wird im Auftrag der Deutschen Bischofskonferenz in deren (europa-)politischen und –rechtlichen Anliegen auf nationaler und europäischer Ebene in Berlin und Brüssel tätig. Das Katholische Büro begleitet und unterstützt den europäischen Einigungsprozess und bringt kirchliche Anliegen, wie sie in der Katholischen Soziallehre im Hinblick auf das Gemeinwohl entwickelt werden, in die politischen und gesetzgeberischen Prozesse der Europäischen Union ein. Es ist Dialogpartner der Europäischen Institutionen, Agenturen und sonstigen Einrichtungen nach Artikel 17 Absatz 3 AEUV. &#xd;<br />&#xd;<br />Im Europabereich arbeitet das Katholische Büro an der Konkretisierung des Verhältnisses von Europäischer Union und Kirche mit und setzt sich im Sinne des Artikels 17 Absatz 1 AEUV für die Bewahrung und Pflege des deutschen Staatskirchenrechts im Rahmen einer fortschreitenden europäischen Integration und Rechtsangleichung ein. &#xd;<br />&#xd;<br />Das Katholische Büro wird gegenüber den Europäischen Institutionen, den Repräsentanzen der deutschen Bundes- und Länderebene sowie den Vertretungen politischer und gesellschaftlicher Kräfte und kirchlichen und kirchennahen Einrichtungen in Brüssel und Berlin tätig. Es knüpft und erhält zu diesen Kontakte, erarbeitet Stellungnahmen, Erklärungen etc. und bearbeitet einschlägige Anfragen sowie Korrespondenzen.","acronym":"","interests":"Agriculture and Rural Development, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Youth","euInitiatives":"-Vorschlag einer Verordnung über Europäische Herausgabeanordnungen und Sicherungsanordnungen für elektronische Beweismittel in Strafsachen (COM(2018) 225 final)&#xd;<br />-Aktionsplan Finanzierung nachhaltigen Wachstums (COM(2018) 97 final)&#xd;<br />-Gemeinsame Agrarpolitik (COM(2018) 392 final)&#xd;<br />-EU-Klima-Langfriststrategie (COM(2018) 773 final)&#xd;<br />-E-Evidienz&#xd;<br />-Klimalangfriststrategie&#xd;<br />-EU-Urheberrechtsreform&#xd;<br />-Soziales Europa&#xd;<br />-Europäische Säule Sozialer Rechte &#xd;<br />-Reform des Gemeinsamen Europäischen Asylsystems&#xd;<br />-Vorschläge zur Änderung der RL 206/112/EG Mehrwertsteuersystemrichtlinie&#xd;<br />-Vorschläge im Zusammenhang mit einer Finanztransaktionssteuer (Financial transaction tax), bisher Kommissionsvorschlag vom 14.2.2013 COM(2013)71 final 2013/0045 (NS)&#xd;<br />-worklife balance drection&#xd;<br />\"Dinction of the European Parliament and the council aon work-life balance for parents and careers and repealing Council Directive 2010/18/EU, SWD (2017)202 final","lastUp":"2020-01-15T08:32:15.784+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}