{"id":"524404430464-42","name":"European Society of Endocrinology","registrationDate":"2018-03-01T14:22:19.545+01:00","category":3,"subCategory":2,"legal":"Charity","web":"http://www.ese-hormones.org/","country":"United kingdom","headAddress":"Redwood House, Brotherswood Court","headCity":"Bradley Stoke","headPostCode":"BS32 4QW","headPhone":"(44)0 11 74 40 64 87","boss":"Helen Gregson","bossTitle":"Ms","bossPosition":"Chief Executive Officer","membersCount":11,"membersFTE":"2.75","membership":"https://www.ese-hormones.org/advocacy/","memberOrga":"https://www.ese-hormones.org/about-us/membership/affiliated-societies/&#xd;\n&#xd;\nhttps://www.ese-hormones.org/about-us/membership/associate-membership/","goal":"The European Society of Endocrinology is at the centre of Europe's endocrine community. It is our vision to shape the future of endocrinology to improve science, knowledge and health.  It is our mission to advance endocrinology.  We unite, support and represent our specialty, promoting collaboration and best practice, and enable our community to develop and share the best knowledge in endocrine science and medicine.&#xd;<br />&#xd;<br />ESE, the voice for endocrinology.&#xd;<br />Our major goals are:&#xd;<br />&#xd;<br />To be at the centre of the endocrine community in Europe, acknowledged as the reference point for endocrine science, knowledge and health&#xd;<br />&#xd;<br />To provide top-quality continuous endocrine related education and training for all career stages in clinical practice and basic research&#xd;<br />&#xd;<br />To foster early-career basic and clinical endocrinologists, creating a dynamic community which will inspire them to become endocrinologists and remain in the sector&#xd;<br />&#xd;<br />To continue to run the leading European endocrine congress, ensuring it is kept current, attractive across the Focus Areas, and viewed as the ‘must attend’ event for all endocrinologists in Europe","acronym":"ESE","interests":"Budget, Environment, Public Health, Research and innovation","euInitiatives":"Public consultation: draft guidance for identifying endocrine disruptors&#xd;<br />&#xd;<br />Public consultation on EU funds in the area of investment, research &amp; innovation, SMEs and single market","lastUp":"2019-02-18T14:43:34.263+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}