{"id":"524686116124-73","name":"Atlantic Council","registrationDate":"2015-02-20T17:46:39.834+01:00","category":4,"subCategory":5,"legal":"charitable, educational institution under US tax laws \"501(c)(3)","web":"http://atlanticcouncil.org","country":"United states","headAddress":"1030 15th Street, NW","headCity":"Washington DC","headPostCode":"20005","headPhone":"(1202)46 3- 72 26","boss":"Julie Varghese","bossTitle":"Ms","bossPosition":"Chief Administrative Officer","membersCount":10,"membersFTE":"3.25","membership":"The Atlantic Council belongs to the Atlantic Treaty Association, http://atahq.org/","memberOrga":"no membership organizations","goal":"The Atlantic Council promotes constructive leadership and engagement in international affairs based on the Atlantic Community's central role in meeting global challenges. The Council provides an essential forum for navigating the dramatic economic and political changes defining the twenty-first century by informing and galvanizing its uniquely influential network of global leaders. Through the papers we write, the ideas we generate, and the communities we build, the Council shapes policy choices and strategies to create a more secure and prosperous world.","acronym":"","interests":"Borders and Security, Business and Industry, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, External Relations, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Single market, Trade, Trans-European Networks","euInitiatives":"The Atlantic Council conducts research and other activities related to a wide range of EU initiatives and policies.  Currently, these include: energy union and energy security, common foreign and defense policy, Eurozone governance, financial services regulation, US-EU and other trade issues, digital marketplace, neighborhood policy, and European growth and economy.","lastUp":"2019-03-15T16:12:58.750+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}