{"id":"52479135118-38","name":"Fondation Rurale de Wallonie","registrationDate":"2011-01-27T15:20:37.593+02:00","category":3,"subCategory":2,"legal":"fondation d'utilité publique (de droit belge)","web":"http://www.frw.be","country":"Belgium","headAddress":"parc scientifique CREALYS","headCity":"Isnes","headPostCode":"5032","headPhone":"(32)81 23 75 07","boss":"Gregoire Nicolas","bossTitle":"Mr","bossPosition":"Directeur","membersCount":1,"membersFTE":"0.25","membership":"rur@ct - réseau européen de régions rurales&#xd;\n&#xd;\nARE - Assemblée des régions d'Europe (non membre mais souvent consulté)&#xd;\n&#xd;\nRED - Ruralité, Environnement, Développement : participation au CA&#xd;\n&#xd;\nintelliterwal - plate forme d'intelligence territoriale wallonne&#xd;\n&#xd;\nhabitat et participation - association sans but lucratif","memberOrga":"","goal":"The Fondation rurale de Wallonie ( Rural Foundation of Wallonia - FRW) is in charge to help on a day-to-day basis the municipalities (106, nearly all) to devise and implement their rural development strategy. &#xd;<br />&#xd;<br />It’s a specific rural policy addressed to municipalities on a voluntary base, which include citizens participation.  The aim is to improve attractiveness of rural areas, including housing, mobility, entrepreneurship, quality of life, high-quality services, local resources and renewable energies.   &#xd;<br />&#xd;<br />This policy is funded by the Region Wallonne, which charge the Fondation rurale de Wallonie to advice the municipalities.&#xd;<br />&#xd;<br />The Fondation rurale de Wallonie has been developing for 30 years competences and experiences to act at local development (advise to define local development strategies, consultation of stakeholders, help to implement projects, or shape evalue and implement innovative solutions). &#xd;<br />We also build up a documentary resource center on rural issues, tools and methodologies which is unique in Wallonia.","acronym":"FRW","interests":"Agriculture and Rural Development, Climate Action, Development, Employment and Social Affairs, Energy, Environment, Regional Policy, Research and Technology, Trans-European Networks, Transport, Youth","euInitiatives":"Accompagnement  et conseils   afin de mettre en œuvre des stratégies de développement au niveau communal; reprenant et réalisant  les objectifs  et politiques européennes :&#xd;<br />&#xd;<br /> &#xd;<br />Développement rural ( FEADER, FEDER, horizon 2020, Réseau européen de développement rural)&#xd;<br />EIP agriculture&#xd;<br />Coopération interrégionale&#xd;<br />Energies renouvelables, convention des Maires&#xd;<br />Mobilité et services en milieu rural&#xd;<br />Adaptation aux changements climatiques et protection de la biodiversité&#xd;<br />Adaptation au vieillissement&#xd;<br />Egalité des chances et équité territoriale.","lastUp":"2018-04-09T10:28:14.467+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}