{"id":"524870330863-84","name":"Coöperatie Employee Benefits Competence Centre U.A.","registrationDate":"2018-03-19T17:43:43.245+01:00","category":2,"subCategory":3,"legal":"Coöperatie","web":"http://www.ebcc.nl","country":"Netherlands","headAddress":"Leeuwenveldseweg 16 f","headCity":"Weesp","headPostCode":"1382LX","headPhone":"(31)6 53 18 33 03","boss":"Manus van Oosterum","bossTitle":"Mr","bossPosition":"voorzitter","membersCount":10,"membersFTE":"3.25","membership":"","memberOrga":"","goal":"De doelstelling van Coöperatie EBCC is werknemers een betrouwbaar en begrijpelijk inzicht geven in hun inkomensaanspraken bij ziekte, arbeidsongeschiktheid, overlijden en ouderdom (pensioen), tegen kosten die inzichtelijk en verklaarbaar zijn. Verkort luidt de doelstelling van Coöperatie EBCC inkomenszekerheid voor werknemers.","acronym":"EBCC","interests":"Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union , Internal Market","euInitiatives":"Ter realisering van haar doelstelling 'inkomenszekerheid voor werknemers', heeft Coöperatie EBCC, als neutrale en onafhankelijke coöperatie, een proces ontwikkeld wat het mogelijk maakt dat werknemers (en individuen) zelf de regie kunnen voeren over hun inkomensregelingen bij ziekte, arbeidsongeschiktheid, overlijden en ouderdom (pensioen). Dit proces legt de regie bij werknemers (en individuen) door middel van de beschikbaarstelling van een persoonlijk dossier. Dit persoonlijk dossier ontsluit inkomens-gerelateerde (verzekerbare) arbeidsvoorwaarden op individueel niveau, en completeert dit persoonlijk dossier met overige vermogenscomponenten zoals eigen huis, hypotheek, lijfrentes, (eerdere) pensioenvoorzieningen, spaargelden e.d. Het proces is uitgevoerd in een Pan-Europees Persoonlijk Pensioen Platform. (i) Dit platform maakt implementatie in de Europese Unie mogelijk van het Pan-Europees Persoonlijk Pensioenproduct ( Voorstel voor een VERORDENING VAN HET EUROPEES PARLEMENT EN DE RAAD inzake een pan-Europees persoonlijk pensioenproduct (PEPP) COM/2017/0343 final - 2017/0143 (COD). &#xd;<br /> &#xd;<br />(ii) Vanwege de zelfbeschikking van het individu over diens persoonsgegevens biedt dit proces een optimale invulling aan de vereisten van de Algemene Verordening Gegevensbescherming (Verordening (EU) 2016/679 van het Europees Parlement en de Raad van 27 april 2016). &#xd;<br /> &#xd;<br />Andere relevante dossiers in dit verband zijn nog (iii) PSDII en (iv) MIFID II.","lastUp":"2018-03-19T17:44:18.540+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}