{"id":"524976815651-12","name":"Centre for European Reform","registrationDate":"2015-01-19T12:49:51.452+01:00","category":4,"subCategory":5,"legal":"Limited","web":"http://www.cer.eu","country":"United kingdom","headAddress":"Great College Street, 14","headCity":"London","headPostCode":"SW1P 3RX","headPhone":"(44)20 72 33 11 99","boss":"Charles Grant","bossTitle":"Mr","bossPosition":"Director","membersCount":17,"membersFTE":"16.0","membership":"","memberOrga":"","goal":"The Centre for European Reform is a think-tank devoted to making the European Union work better and strengthening its role in the world. The CER is pro-European but not uncritical. We regard European integration as largely beneficial but recognise that in many respects the Union does not work well. We also think that the EU should take on more responsibilities globally, on issues ranging from climate change to security. The CER aims to promote an open, outward-looking and effective European Union.","acronym":"CER","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Competition, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, Foreign affairs and security policy, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Taxation, Trade","euInitiatives":"The Centre for European Reform covers a wide range of policies and legislative files related to our main areas of interest. These include, but are not restricted to: &#xd;<br /> &#xd;<br />•         EU economic and financial policies: the euro and the Eurozone, single market &amp; competition policy, growth and competitiveness,  financial services and regulation, trade policy, labour markets, education and skills,  research and innovation&#xd;<br />•         EU energy and climate policies: energy security, energy markets and climate change&#xd;<br />•         EU foreign and defence policy&#xd;<br />•         EU neighbourhood and enlargement policies&#xd;<br />•         EU regional policies&#xd;<br />•         EU budgetary policies&#xd;<br />•         Institutional structure and relationships&#xd;<br />•         EU treaties&#xd;<br />•         EU Justice and Home Affairs policies: internal security, freedom of movement, police and judicial co-operation, migration and asylum policies&#xd;<br />•         EU relationships with member-states: EU-UK relationships","lastUp":"2019-02-05T14:36:29.789+01:00","customers":"","costAbsolu":"","costRange":"1500000-1749000","turnoverAbsolu":0,"turnoverRange":""}