{"id":"525935925809-83","name":"Association of HIV affected women and their families “Demetra”","registrationDate":"2017-02-09T12:25:34.924+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.demetra.lt","country":"Lithuania","headAddress":"Kauno  str. 6-1","headCity":"Vilnius","headPostCode":"LT 01310","headPhone":"(370)52 33 25 33","boss":"Svetlana Kulsis","bossTitle":"Ms","bossPosition":"Head","membersCount":2,"membersFTE":"0.5","membership":"Coalition of Non-governmental Organizations and Experts ‘I Can Live’, Eastern Europe and Central Asia union of PLWA (ECUO), Eurasian Coalition on Male Health (ECOM), AIDS Action Europe, International Community of Women with HIV/AIDS, Global Network of Sex Work Projects / NSWP, European Network for HIV/STI Prevention and Health Promotion among Migrant Sex Workers (TAMPEP), the Informal Network of Lithuanian Reproductive Health and Rights Organizations (ReGina).","memberOrga":"-","goal":"The Association Demetra is a non-governmental organization, established in 2000 and working in advocacy and services provision area for vulnerable groups irrespective of their age, gender, sexual orientation, lifestyle, and social status.&#xd;<br />The main aims are to educate society about effective HIV/AIDS prevention, to raise publicly the problems of PLHIV, to solve them at the highest policy making level, and to seek for their integration into the society. &#xd;<br />At the national level, Demetra objectives / activities are following: &#xd;<br />1.\tHIV testing and counselling for different population groups; &#xd;<br />2.\tMedical, social, psychological and legal support for PLHIV and their relatives; &#xd;<br />3.\tSelf-help groups for PLHIV and their relatives; &#xd;<br />4.\tStreet (outreach) work; &#xd;<br />5.\tHarm reduction services; &#xd;<br />6.\tAdvocacy. &#xd;<br />In order to achieve these goals, Demetra focuses on five criteria which are crucial for successful interventions: direct link with target groups; well-coordinated planning and implementation; effectively evaluated impact; sustainability; ethics.","acronym":"Demetra","interests":"Public Health","euInitiatives":"Specific activities:&#xd;<br />a) to represent patients with HIV/AIDS needs and problems to EU level institutions and neighbouring countries representatives,&#xd;<br />b) to participate in networking and learn from good practices about work and services for vulnerable to HIV infection groups, &#xd;<br />c) to use European platform for information dissemination about country situation related to response to HIV and AIDS, about gaps and other problems.&#xd;<br /> Main areas of our interest are: &#xd;<br />a) HIV testing and councelling;&#xd;<br />b) Advocasy of de-medicalization of HIV testing;&#xd;<br />c) Community based testing services;&#xd;<br />d) Services for vulnerable to HIV infection population groups such IDUs, MSM, sex workers, prisoners and ex-prisoners, migrants, etc.","lastUp":"2017-03-08T20:02:07.548+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}