{"id":"526174536760-26","name":"Youth ALEXIS","registrationDate":"2019-12-06T14:20:00.317+01:00","category":3,"subCategory":2,"legal":"Nonprofit organisation","web":"https://www.youthalexis.org","country":"North macedonia","headAddress":"Borka Utot 2","headCity":"Prilep","headPostCode":"","headPhone":"(389)75 91 57 29","boss":"Aleksandar Shuleski","bossTitle":"Mr","bossPosition":"Executive Director and CEO","membersCount":1,"membersFTE":"1.0","membership":"For more information visit: https://www.youthalexis.org","memberOrga":"For more information visit: https://www.youthalexis.org","goal":"Our mission is the social and psychological well-being of lifelong learners. Our work aims to help in the personal and social development of educators, youth workers and students for continuous learning and professional development. Our workshops are to help citizens in support of the social development of lifelong learning.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Our good knowledge of the current state of youth work education help participants become aware of their acquired skills and competencies through many learning opportunities.&#xd;<br />&#xd;<br />Through the nonformal learning method, our aim is the working capacity of educators by providing support for social and educational development, promoting inclusion, diversity, and well-being.","lastUp":"2019-12-06T15:08:03.043+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}