{"id":"526221434040-38","name":"European Consortium of Innovative Universities","registrationDate":"2019-02-21T15:50:38.383+01:00","category":4,"subCategory":12,"legal":"Foundation under Dutch law","web":"http://www.eciu.org","country":"Netherlands","headAddress":"ECIU Secretariat","headCity":"Enschede","headPostCode":"7500 AE","headPhone":"(31)5 34 89 26 84","boss":"Victor van der Chijs","bossTitle":"Mr","bossPosition":"President Twente University, President ECIU Board","membersCount":2,"membersFTE":"1.75","membership":"","memberOrga":"https://www.eciu.org/&#xd;\n&#xd;\nMembers of the ECIU are: Aalborg University, Denmark. Universidade de Aveiro, Portugal. Universitat Autònoma de Barcelona, Spain. Dublin City University, Ireland. Hamburg University of Technology, Germany. Linköping University, Sweden. Kaunas University of Technology, Lithuania. University of Nottingham, UK. University of Stavanger, Norway. University of Trento, Italy. Tampere University, Finland. University of Twente, the Netherlands. Tecnológico de Monterrey, Mexico.","goal":"ECIU is the leading international consortium of research intensive universities with collective emphasis on innovation, creativity and societal impact, driving the development of a knowledge-based economy.&#xd;<br />&#xd;<br />ECIU stands for strong commitment to innovation and entrepreneurship, to drive the regional development and innovation agenda. Excellence of research and unconventional forms of teaching and learning. &#xd;<br />&#xd;<br />ECIU is a closely network of universities, with internationally minded staff and students, founded in 1997.","acronym":"ECIU","interests":"Budget, Business and Industry, Education and training, Institutional affairs, Regional Policy, Research and innovation, Youth","euInitiatives":"Education policies, Erasmus+ programme, the development of the new Erasmus programme, innovation in education, U-Multirank, the European Universities' Initiative&#xd;<br />&#xd;<br />Research policies, Horizon 2020 programme, the development of Horizon Europe, the European Innovation Council, innovative ecosystems. &#xd;<br />&#xd;<br />Regional policies. The role of universities in the regional ecosystem, the development of smart regions. &#xd;<br />&#xd;<br />Innovation policies, the role of universities when it comes to innovation. Start-ups.","lastUp":"2019-02-22T12:06:13.976+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}