{"id":"526264710638-11","name":"Aviation Initiative for Renewable Energy in Germany e.V.","registrationDate":"2013-02-18T10:43:09.094+02:00","category":3,"subCategory":2,"legal":"eingetragener Verein (e.V.)","web":"http://www.aireg.de/de","country":"Germany","headAddress":"Bundesratufer 10","headCity":"Berlin","headPostCode":"10555","headPhone":"(49)17 81 84 30 41","boss":"Siegfried Knecht","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstands // Chairman of the Executive Board","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"http://aireg.de/de/aireg-mitglieder.html","goal":"aireg - Aviation Initiative for Renewable Energy in Germany e.V. wurde 2011 mit dem Ziel gegründet, die Entwicklung und den Einsatz von alternativen Flugkraftstoffen in Deutschland zu beschleunigen, um so effektive Klimaschutzbeiträge des Luftverkehrs zu erzielen. Aus Wirtschaft und Forschung haben sich über 30 Organisationen entlang der gesamten Wertschöpfungskette, also vom Pflanzenbau über Biotechnologie, Anlagenbau und Mineralölwirtschaft bis zu Luftfahrtindustrie, Fluggesellschaften, Universitäten und Forschungeinrichtungen in aireg zusammengeschlossen.&#xd;<br />&#xd;<br />Die Initiative fühlt sich den Zielen von Politik und Industrie zur Senkung den Kohlenstoffdioxidemissionen im Luftverkehr verfplichtet (CO2-neutrales Wachstum ab 2020 und Senkung des CO2-Ausstosses um 50% in 2050 gegenüber 2005). &#xd;<br />&#xd;<br />Alternative Flugkraftstoffe sind aus Sicht von aireg die beste Möglichkeit, bei anhaltendem Verkehrswachstum eine Senkung des CO2-Ausstosses zu erreichen. Durch Vernetzung der Akteure und geeignete öffentliche Marktanreizprogramme sollen die Voraussetzungen für eine sichere und nachhaltige Rohstoffversorgung sowie ausreichend Bioraffineriekapazitäten geschaffen werden. Bis 2025 beabsichtigt aireg, 10 Prozent des in Deutschland genutzten Kerosins durch nachhaltige Alternative substituieren zu können.","acronym":"aireg","interests":"Agriculture, Climate Action, Energy, Environment, Food Safety, Research and innovation, Transport","euInitiatives":"EU Advanced Biofuels Flightpath, Novelle von RED und FQD","lastUp":"2018-09-10T09:56:23.612+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}