{"id":"52624015528-97","name":"DEKRA e.V.","registrationDate":"2011-03-21T16:06:08.611+01:00","category":2,"subCategory":3,"legal":"Eingetragener Verein","web":"http://www.dekra.com","country":"Germany","headAddress":"Handwerkstraße, 15","headCity":"Stuttgart","headPostCode":"70565","headPhone":"(49)71 17 86 10","boss":"Stefan Kölbl","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstands DEKRA e.V. und DEKRA SE","membersCount":17,"membersFTE":"7.5","membership":"DEKRA e.V., DEKRA SE and its subsidiaries are actively involved in a wide variety of associations and organisations, such as but not limited to:&#xd;\n&#xd;\nAt international level&#xd;\n&#xd;\nCEOC &#xd;\nCIECA &#xd;\nCITA &#xd;\nEEPCA&#xd;\nETICS&#xd;\nERTICO – ITS Europe &#xd;\nFIEA&#xd;\nIFIA&#xd;\nIIOC&#xd;\nTEAM-NB&#xd;\n&#xd;\nGermany&#xd;\n&#xd;\nAmCham Germany&#xd;\nBDI&#xd;\nBundesverband Fuhrparkmanagement&#xd;\nBVMW&#xd;\nDeutsche Gesellschaft fuer zerstoerungsfreie Pruefung &#xd;\nDIN&#xd;\nDVF&#xd;\nDVR&#xd;\nDeutsche Verkehrswacht e. V.&#xd;\nEurolab Deutschland&#xd;\nEVU&#xd;\nFASAG&#xd;\nFAT&#xd;\nFDBR&#xd;\nInstitut der Deutschen Wirtschaft&#xd;\nITS Baden-Württemberg e.V.&#xd;\nNetzwerk Europaäischer Bewegung&#xd;\nNew Zealand German Business Association&#xd;\nPro Mobilität&#xd;\nQMeV&#xd;\nVAZ Verband akkreditierter Zertifizierungsgesellschaften &#xd;\nWirtschaftsrat Deutschland&#xd;\n&#xd;\nFrance&#xd;\n&#xd;\nAFNOR &#xd;\nAssociation Bilan Carbone&#xd;\nCINA&#xd;\nClub d’affaires franco-allemandes&#xd;\nCNPA&#xd;\nCNPG&#xd;\nCNPP CERT&#xd;\nCOFNA&#xd;\nCOFREND&#xd;\nCOPREC\t&#xd;\nEurogip&#xd;\nUNM&#xd;\nUIMM&#xd;\n&#xd;\nBelgium &#xd;\n&#xd;\nInstitut des Experts en Automobile","memberOrga":"","goal":"DEKRA has been active in the field of safety for 90 years. Founded in 1925 in Berlin, it is today one of the world’s leading providers of testing, inspection and certification services. &#xd;<br />&#xd;<br />In 2015, DEKRA generated sales totaling approximately 2.7 billion Euros. The company currently employs more than 37,000 people in more than 50 countries on all five continents. With qualified and independent expert services, they work for safety on the road, at work and at home. These services range from vehicle inspection and expert appraisals to claims services, industrial and building inspections, safety consultancy, testing and certification of products and systems, as well as training courses and temporary work.&#xd;<br />&#xd;<br />The vision for the company’s 100th birthday in 2025 is that DEKRA will be the global partner for a safe world.","acronym":"DEKRA","interests":"Consumer Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Information Society, Internal Market, Public Health, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"DEKRA is actively following every EU policy related to safety (on the road, at work, at home) and the environment. &#xd;<br />&#xd;<br />Within the context of the Commission’s Road Safety Policy Orientations 2011-2020, DEKRA follows issues such as the roadworthiness package and its implementation in the Member States, the deployment of ITS or the discussions on the 2011 White paper. &#xd;<br />&#xd;<br />DEKRA is also following the product safety and market surveillance legislations, including medical devices, consumer product safety, personal protective equipments, type-Approval and emission legislation for motor vehicles, lifts, machinery.&#xd;<br />&#xd;<br />Free Trade Agreements (including TTIP, CETA, Japan), Nuclear safety, health and safety at work, Qualification of professional drivers (Directive 2003/59), Energy Efficiency (and the energy winter package) are also closely followed by our EU Representation.","lastUp":"2017-08-01T16:55:24.185+01:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}