{"id":"52646912360-95","name":"Die Deutsche Kreditwirtschaft","registrationDate":"2009-09-28T14:00:11.542+01:00","category":2,"subCategory":4,"legal":"Die DK hat keinen rechtlichen Status, sondern ist ein Zusammenschluss von Verbänden ohne eigene Infrastruktur und ohne eigenes Budget.","web":"https://die-dk.de/","country":"Germany","headAddress":"DK-Federführer 2020","headCity":"Berlin","headPostCode":"10785","headPhone":"(49)0 30 20 21 16 05","boss":"Marija Kolak","bossTitle":"Ms","bossPosition":"Präsidentin","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"Bundesverband der Deutschen Volksbanken und Raiffeisenbanken, Bundesverband deutscher Banken, Bundesverband Öffentlicher Banken Deutschlands, Deutscher Sparkassen- und Giroverband und Verband deutscher Pfandbriefbanken (vgl. https://die-dk.de/ueber-uns/)","goal":"Die Deutsche Kreditwirtschaft (kurz DK) ist als Zusammenschluss des Bundesverbandes der Deutschen Volksbanken und Raiffeisenbanken, des Bundesverbandes deutscher Banken, des Bundesverbandes Öffentlicher Banken Deutschlands, des Deutschen Sparkassen- und Giroverbandes und des Verbandes deutscher Pfandbriefbanken die Interessenvertretung der kreditwirtschaftlichen Spitzenverbände.&#xd;<br />&#xd;<br />Die DK steht für eine gemeinsame Meinungs- und Willensbildung der kreditwirtschaftlichen Verbände in Deutschland – in bankrechtlichen, politischen und praktischen Fragen. Dazu gehört insbesondere das Aufsichts-, Wertpapier- und Steuerrecht. Zudem erarbeitet die DK standardisierte Regelungen im Zahlungsverkehr einschließlich der Kartenzahlungssysteme. &#xd;<br />&#xd;<br />Die DK beschließt ihre Positionen einstimmig und hält sie in schriftlichen Stellungnahmen fest. Sie vertritt die gemeinsamen Standpunkte der kreditwirtschaftlichen Spitzenverbände gegenüber den gesetzgebenden Organen, der Regierung, den Behörden sowie bank- und finanzwirtschaftlichen Institutionen auf nationaler, europäischer und internationaler Ebene. Darüber hinaus informiert sie die Presse und Öffentlichkeit.&#xd;<br />&#xd;<br />Der für die DK jeweils federführende Verband ist dafür zuständig, Stellungnahmen und Pressemitteilungen zu adressieren und zu veröffentlichen. Die Federführung wechselt jährlich zwischen dem Bundesverband der Deutschen Volksbanken und Raiffeisenbanken, dem Bundesverband deutscher Banken sowie dem Deutschen Sparkassen- und Giroverband.","acronym":"DK","interests":"Borders and Security, Business and Industry, Competition, Consumers, Economy, finance and the euro, Employment and Social Affairs, Enlargement, External Relations, Institutional affairs, Justice and Fundamental Rights, Single market, Taxation, Trade","euInitiatives":"Bankenunion (Einlagensicherung, Basel IV, notleidende Kredite), Kapitalmarktunion (Finanzaufsicht, MiFID/R), Sustainable Finance, Verbraucherrechte, Zahlungsverkehr, Steuern und Geldwäschebekämpfung","lastUp":"2019-12-18T15:07:53.255+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}