{"id":"526825515147-41","name":"euRobotics aisbl","registrationDate":"2014-12-04T17:48:42.894+01:00","category":2,"subCategory":4,"legal":"Association internationale sans but lucratif","web":"http://www.eu-robotics.net","country":"Belgium","headAddress":"Boulevard A. Reyers, 80","headCity":"Brussels","headPostCode":"1030","headPhone":"(322)7 06 81 98","boss":"Reinhard Lafrenz","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"https://eu-robotics.net/eurobotics/membership/list-of-members/index.html","goal":"euRobotics aims to promote excellence in robotics by providing many networking opportunities to its members from both industry and academia, to exchange knowledge within the robotics community and to shape the future of robotics in Europe through cooperation between all sides. &#xd;<br />&#xd;<br />One of the association?s main missions is to collaborate with the European Commission (EC) to develop and implement a strategy and a roadmap for research, technological development and innovation in robotics. Towards this end, euRobotics AISBL was formed to engage from the private side in a contractual Public-Private Partnership with the European Union as the public side. &#xd;<br />&#xd;<br />The objectives of euRobotics are to boost European robotics research, development and innovation and to foster a positive perception of robotics. It aims at:&#xd;<br />&#xd;<br />strengthening competitiveness and ensuring industrial leadership of manufacturers, providers and end users of robotics technology-based systems and services;&#xd;<br />&#xd;<br />the widest and best uptake of robotics technologies and services for professional and private use;&#xd;<br />&#xd;<br />the excellence of the science base of European robotics.","acronym":"euRobotics","interests":"Education, Enterprise, Information Society, Internal Market, Regional Policy, Research and Technology, Trans-European Networks","euInitiatives":"Horizon2020&#xd;<br />Digitizing European Industry","lastUp":"2017-02-01T11:55:08.771+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}