{"id":"527076434398-13","name":"The Hemp Trades Association UK limited","registrationDate":"2019-03-29T11:07:00.469+01:00","category":2,"subCategory":4,"legal":"Company limited by guarantee","web":"http://www.cannabistrades.org","country":"United kingdom","headAddress":"C/O Cameron Ferriby","headCity":"Hull","headPostCode":"HU2 8AG","headPhone":"(44)0 14 30 65 25 00","boss":"Mike Harlington","bossTitle":"Mr","bossPosition":"Chair","membersCount":15,"membersFTE":"4.75","membership":"SANTE&#xd;\nEFSA&#xd;\nNICE&#xd;\nDoH&#xd;\nMHRA&#xd;\nNFWG&#xd;\nFSA&#xd;\nHDG&#xd;\nDG Social Affairs and Health - LIFE&#xd;\nUNODC","memberOrga":"http://www.cannabistrades.org&#xd;\n&#xd;\nWe have over 700 members although many are not publicly listed, we also represent over 2500 sellers of cannabinoid products.  Many of our members are part of much larger companies.  We are the largest association of our type in the world.","goal":"We work with hemp and cannabis producers to ensure compliance with regulation to ensure transparent clearly labelled and ethical products are available to the public and health professionals.&#xd;<br />&#xd;<br />We take part in EU discussions and groups to ensure our members products meet and exceed the required standards in all cases.","acronym":"CTA","interests":"Agriculture and Rural Development, Business and Industry, Consumers, Customs, Economy, finance and the euro, Education and training, Environment, Food Safety, Foreign affairs and security policy, International co-operation and development, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks","euInitiatives":"We follow food law and are currently working with a particular regard to Novel foods.&#xd;<br />&#xd;<br />We follow cosmetic law with a particular regard to the use of hemp, cannabis and cannabinoids in cosmetics&#xd;<br />&#xd;<br />We follow TPD with a view on cannabinoids in vapes.","lastUp":"2019-03-29T11:12:10.267+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}