{"id":"527634222457-60","name":"European Tyre and Rim Technical Organisation","registrationDate":"2016-07-10T14:52:14.078+02:00","category":3,"subCategory":2,"legal":"ADF","web":"http://www.etrto.org","country":"Belgium","headAddress":"Rue Defacqz 78/80","headCity":"Brussels","headPostCode":"1060","headPhone":"(32)23 44 40 59","boss":"Nicolas de Mahieu","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"E.T.R.T.O. was founded in October 1964 but previously, from 1956 to 1964, it was known as the European Tyre and Wheel Technical Conference (ETWTC). Its principal objects, as stated in the current E.T.R.T.O. Constitution dated October 2012, are as follows :&#xd;<br /> &#xd;<br />•\tTo  further align of  national  standards  and  ultimately to  achieve interchangeability of pneumatic tyres, rims and valves in Europe as far as fitting and use are concerned. &#xd;<br /> &#xd;<br />•\tTo  establish common  engineering  dimensions, load / pressure characteristics  and  operational guidelines. &#xd;<br /> &#xd;<br />•\tTo promote the free  exchange  of technical information appertaining to pneumatic tyres, rims and valves. &#xd;<br /> &#xd;<br />Since tyres are recognised as making a major contribution to road safety, E.T.R.T.O. is active in its contacts with national and international organisations and legislative bodies in order to make appropriate recommendations. However, the activities of E.T.R.T.O. are strictly confined to technical aspects of tyres, rims and valves as far as fitting and use are concerned.","acronym":"ETRTO","interests":"Energy, Transport","euInitiatives":"ETRTO is an active member in the COM Expert Group of laboratory Alignement (EGLA) EU Regulation 1222/2009&#xd;<br />ETRTO is participating to Motor Vehicle Working Group representing European Tyre industry&#xd;<br />ETRTO is participating to WG Agriculture Tractors representing European Tyre industry&#xd;<br />ETRTO is participating to Motorcycle Working Group representing European Tyre industry&#xd;<br />ETRTO is participating to the VECTO discussions&#xd;<br />ETRTO is participating to the WLTP","lastUp":"2018-06-22T10:03:48.946+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}