{"id":"527947320962-13","name":"Deutsches CSR-Forum","registrationDate":"2016-03-08T10:49:28.664+01:00","category":3,"subCategory":2,"legal":"Körperschaft","web":"http://www.csrforum.eu","country":"Germany","headAddress":"c/o dokeo GmbH","headCity":"Ostfildern","headPostCode":"73760","headPhone":"(49)71 12 20 86 40","boss":"Wolfgang Scheunemann","bossTitle":"Mr","bossPosition":"Vorsitzender des Kuratoriums","membersCount":3,"membersFTE":"3.0","membership":"LVI, www.lvi.de&#xd;\nBVMW, www.bvmw.de","memberOrga":"http://www.csrforum.eu/kuratorium","goal":"Das Deutsche CSR-Forum: &#xd;<br />Zukunftsfähigkeit, Nachhaltigkeit und gesellschaftliche Verantwortung &#xd;<br />Unternehmen werden heute von vielen Gruppierungen der Gesellschaft &#xd;<br />aufgefordert, soziale, ökologische und ökonomische Verantwortung &#xd;<br />(Corporate Social Responsibility – CSR) aktiv zu übernehmen. Immer &#xd;<br />mehr Menschen erwarten darüber hinaus, dass Unternehmen einen &#xd;<br />substantiellen Beitrag zu einer nachhaltigen Entwicklung leisten – nicht &#xd;<br />nur der Unternehmen, sondern auch der Gesellschaft.  &#xd;<br />Eine strategische und operative Ausrichtung an CSR liegt auch im &#xd;<br />Eigeninteresse der Unternehmen, denn sie führt nachweislich zu &#xd;<br />steigerndem unternehmerischem Erfolg. Die unmittelbaren Erfolge sind &#xd;<br />vielerorts beschrieben worden und werden hier nicht wiederholt.  &#xd;<br />Auch die indirekten Auswirkungen praktizierter CSR werden zunehmend &#xd;<br />wichtiger, wie z.B. eine gute Reputation und das darauf gegründete &#xd;<br />Vertrauen von Kunden, Investoren, Mitarbeitern und anderen &#xd;<br />Stakeholdern. Und Vertrauen ist neben Geld das wichtigste Kapital &#xd;<br />eines jeden Unternehmens. Eine in die Unternehmensstrategie &#xd;<br />eingebettete und sinnvoll umgesetzte CSR ist somit eine bedeutende &#xd;<br />Investition in die Zukunftsfähigkeit des Unternehmens.  &#xd;<br />Das „Deutsche CSR-Forum – Internationales Forum für &#xd;<br />Nachhaltigkeit und Zukunftsfähigkeit“ will einen wichtigen Beitrag &#xd;<br />zur Nachhaltigkeit und Zukunftsfähigkeit von Unternehmen leisten. &#xd;<br />Wesentliches Element dabei ist der auf dem Forum gepflegte – und &#xd;<br />manchmal auch kontrovers geführte – Dialog zwischen Vertretern der &#xd;<br />Wirtschaft und anderen Gruppen der Gesellschaft, im Ringen um Ziele, &#xd;<br />Strategien und Wege zum Ziel. Die Verleihung des Deutschen CSR-&#xd;<br />Preises an Personen und Unternehmen, die herausragendes CSR-&#xd;<br />Engagement zeigen, ist zentraler Bestandteil und festlicher Höhepunkt &#xd;<br />des Deutschen CSR-Forums.  &#xd;<br />Als internationale Veranstaltung bietet das Forum die deutschlandweit &#xd;<br />einzigartige Möglichkeit, auch die CSR-Ansätze und Strategien &#xd;<br />ausländischer Volkswirtschaften und Unternehmen kennenzulernen, um &#xd;<br />daraus für sich selbst Impulse zu gewinnen und Vorteile aus bereits &#xd;<br />anderswo gemachten Erfahrungen zu ziehen.  &#xd;<br />Deutscher CSR-Preis: Auswahl einer Person und von Unternehmen durch eine Jury in 7 Kategorien &#xd;<br />(http://www.csrforum.eu/deutschercsrpreis).  &#xd;<br />Teilnehmer (2012): 580 Personen, davon 65 % aus der Wirtschaft, 30 % Zivilgesellschaft, 15 % &#xd;<br />Dienstleister, Schulungsunternehmen und Studenten. Sprachen: Deutsch und englisch simultan  &#xd;<br />Elemente: Das Forum ist Kern der „Woche der Nachhaltigkeit“ (www.nachhaltigkeitswoche.de). Im &#xd;<br />Plenum werden wegweisende Referate gehalten und diskutiert und in den Sektionen vertieft. Auf der &#xd;<br />Expo präsentieren sich Unternehmen und Institutionen. Die Verleihung des Deutschen CSR-Preises ist &#xd;<br />festlicher Höhepunkt am ersten Abend.","acronym":"","interests":"Climate Action, Communication, Consumer Affairs, Development, Education, Energy, Enterprise, Environment, Information Society, Justice and Fundamental Rights","euInitiatives":"Horizon 2010","lastUp":"2017-03-10T17:48:17.269+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}