{"id":"528382235255-40","name":"Pohjois-Savon liitto","registrationDate":"2019-06-27T13:58:20.465+02:00","category":6,"subCategory":9,"legal":"kuntayhtymä","web":"https://pohjois-savo.fi","country":"Finland","headAddress":"Sepänkatu 1","headCity":"KUOPIO","headPostCode":"70100","headPhone":"(358)1 75 50 14 00","boss":"Marko Korhonen","bossTitle":"","bossPosition":"maakuntajohtaja","membersCount":8,"membersFTE":"4.0","membership":"NSPA -network (Northern Sparsely Populated Areas)&#xd;\nBSSSC (Baltic Sea States Subregional Co-operation)","memberOrga":"","goal":"Pohjois-Savon liitto on 18 kunnan muodostama lakisääteinen kuntayhtymä, joka toimii maakunnan ja sen asukkaiden eduksi jäsenkuntiensa yhteisenä edunvalvonta-, kehittämis- ja suunnittelukuntayhtymänä. Pohjois-Savon liitto on maakunnan yhteisen tahdon muodostaja ja aineellisen ja henkisen hyvinvoinnin kehittäjä. Pohjois-Savon liitto on eri vaikuttajatahojen yhteistyöorganisaatio. Liitto edistää toimenpiteillään maakunnan eri toimijoiden kansainvälistymistä. &#xd;<br />Aluekehitysviranomaisena Pohjois-Savon liiton tehtävä on vastata maakuntasuunnitelman, maakuntaohjelman ja sen toteuttamissuunnitelman laadinnasta ja toteutuksesta. Pohjois-Savon liitto vastaa maankäyttö- ja rakennuslain ja -asetuksen mukaisesta maakuntakaavoituksesta, eli ylikunnallisesta yleispiirteisestä alueidenkäytön suunnittelusta. Pohjois-Savon liitto vastaa myös eri EU-ohjelmien ja kansallisten erityisohjelmien laadinnasta ja toteutuksesta. Liiton tehtävänä on myös EU-ohjelmien mukaisten hankkeiden rahoittaminen ja valvonta. Liitto toimii yhteistyössä Itä-ja Pohjois-Suomen maakunan liittojen kanssa kansallisessa edunajamisessa, sekä EU-tasolla ylläpitämällä yhteistä Brysselin toimistoa.","acronym":"P-SL","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Communication, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, International co-operation and development, Regional Policy, Research and innovation, Trans-European Networks, Transport, Youth","euInitiatives":"Aluepolitiikka, koheesiopolitiikka, maa-alueiden käyttö, ympäristö- ja liikennepolitiikka, liikenne ja liikkuvuusohjelmat, kiertotalous, biotalous, tutkimus- ja kehityspoltiikka, maatalouspolitiikka","lastUp":"2019-06-27T14:01:15.569+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}