{"id":"52836621780-65","name":"Weber Shandwick","registrationDate":"2009-05-29T16:05:24.417+02:00","category":1,"subCategory":6,"legal":"SCRL","web":"http://www.webershandwick.eu/","country":"Belgium","headAddress":"Avenue de Cortenbergh, 100","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)28 94 90 00","boss":"Mertens Emmy","bossTitle":"Ms","bossPosition":"Administrateur délégué","membersCount":24,"membersFTE":"20.5","membership":"AmCham EU, AmCham Belgium, BritCham, EPACA , Friends of Europe, Association Belges des Conseils en Relations Publiques (ABCPR), European Policy Centre","memberOrga":"","goal":"Weber Shandwick in Brussels is a leading full-service public relations and public affairs consultancy. The geographical and political nature of this city, situated at Europe’s heart, enables us to support our clients in reaching out to EU institutions, communicating with pan-European stakeholders and supporting Benelux clients.&#xd;<br />&#xd;<br />Weber Shandwick in Brussels brings together experienced consultants from more than 20 countries, a unique diversity in professional capabilities and cultural understanding which sets us apart. Our specialist services include advocacy and public affairs, media relations and analysis, consumer marketing, reputation management and internal communications.&#xd;<br />&#xd;<br />As the European hub for Weber Shandwick’s public affairs, we counsel clients on effective positioning in political debates, as well as communicating messages and policy proposals to the increasingly complex web of decision-makers and stakeholders. Our specialists bring together a combination of strategic advice and issue-specific knowledge with a proven track record in developing effective, no-nonsense campaigns that get results.&#xd;<br />&#xd;<br />Brussels is also a natural command centre for multinationals needing strategic communication and public relations support across Europe. We provide the widest scope of planning, campaign coordination and multi-country implementation in EU markets, bringing support, where required, from across Weber Shandwick’s network of 128 offices in 78 countries.  &#xd;<br />&#xd;<br />Weber Shandwick Brussels is a full active member of the EPACA – the European Public Affairs Consultancies’ Association and requests all its consultants to follow EPACA’s  transparency code.","acronym":"","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Data protection&#xd;<br />DSM/TSM&#xd;<br />Energy Union&#xd;<br />ETS&#xd;<br />Maritime safety&#xd;<br />Regulation of food for special groups&#xd;<br />Packaging waste and circular economy measures&#xd;<br />Policy discussions around chronic diseases, sustainability of health systems&#xd;<br />Regulation of package travel and passenger rigths&#xd;<br />Automotive policy","lastUp":"2018-07-15T23:03:52.288+02:00","customers":"Roche","costAbsolu":"","costRange":"1500000-1749000","turnoverAbsolu":"","turnoverRange":""}