{"id":"52916966911-90","name":"European Ship Suppliers Organization","registrationDate":"2011-10-08T15:44:52.108+01:00","category":2,"subCategory":4,"legal":"A committee of the International Shipsuppliers &amp; Services Association","web":"http://www.shipsupply.eu","country":"United kingdom","headAddress":"The Baltic Exchange, 1","headCity":"London","headPostCode":"EC3A 8BH","headPhone":"(44)20 76 26 62 36","boss":"Wolfgang Sump","bossTitle":"Mr","bossPosition":"Chairman","membersCount":3,"membersFTE":"1.25","membership":"- OCEAN is a Committee of ISSA (International Shipsuppliers &amp; Services Association)&#xd;\n&#xd;\n- OCEAN is a member of the Trade Contact Group (TCG) of the European Commission.&#xd;\n&#xd;\n- OCEAN entertains informal business relations with other trade associations of the TCG and participates in the International Trade Committee of Eurocommerce.&#xd;\n&#xd;\n- OCEAN takes part in SAGMaS - the advisory group of DG TREN on Maritime Security.&#xd;\n&#xd;\n- OCEAN takes part in LANDSEC - the EU expert group for land transport security of DG MOVE.","memberOrga":"http://www.shipsupply.eu/index.php?ka=2&amp;ska=43","goal":"OCEAN – the European Ship Suppliers Organization - is the voice of the Ship Supplying Industry of Europe. Founded in 1976 under the French Title: “Organisation de la Communauté Européenne des Avitailleurs de Navires”, today OCEAN concentrates its work on achieving an optimum business climate for European Ship Suppliers and on strengthening the competitiveness of the industry as a whole.&#xd;<br />&#xd;<br />Our Organization plays an important role in creating better understanding of the Ship Supply industry in Europe. Our organization is committed to transparent and open communication and inclusive dialogue between our members and European policy-makers. &#xd;<br />&#xd;<br />Today, we represent many hundreds of Ship Chandlers who supply a wide range of goods to several hundred thousands ships annually in most of the 1,200 merchant ports throughout the 70,000 km of the European coastline. Ship Suppliers provide a 24-hour service throughout the year and are an essential element of modern maritime trade and a vibrant shipping industry, which is responsible for 90% of the EU's international trade and around 40% of the freight exchanges between EU Member States (Source: EU Commission).&#xd;<br />&#xd;<br />OCEAN speaks on European policy matters affecting our daily business, particularly Customs (import, export and transit); Taxation (Excise &amp; VAT); Veterinary rules and Maritime Affairs.&#xd;<br />&#xd;<br />Our vision is to be:&#xd;<br />- An effective lobbying organization in the EU,&#xd;<br />- A representation body for European Ship Supply,&#xd;<br />- A trusted discussion partner for European institutions and governments.","acronym":"OCEAN","interests":"Agriculture and Rural Development, Customs, Food Safety, Taxation, Trade","euInitiatives":"Customs (Union Customs Code - Delegated/Implementing Acts)&#xd;<br />VAT&#xd;<br />Trade&#xd;<br />Export controls","lastUp":"2019-12-09T16:41:40.616+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}