{"id":"529200533286-85","name":"Transatlantic Christian Council","registrationDate":"2018-11-21T11:47:26.241+01:00","category":3,"subCategory":2,"legal":"Foundation (Stichting - non profit)","web":"http://www.tccouncil.org","country":"Netherlands","headAddress":"Krooslaan 11","headCity":"Bodegraven","headPostCode":"2411ZP","headPhone":"(31)6 55 83 86 07","boss":"Hendrik Jan Van Schothorst","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":1,"membersFTE":"0.25","membership":"N/A","memberOrga":"TCC is a Stichting, based in the Netherlands. The regulations for such a legal body in the Netherlands are that a Stichting, which can be translated in the word 'foundation' is an organization without membership. Another possible concept for a legal body is an association. Associations have members. That doesn't mean that TCC does not represent many people. We contact them and can be contacted in several ways like, grass root meetings with the support base, national and international conferences in and out our office in personal meetings. In all this kind of meetings we get their views and can pass them on to the podia of the several official national and international bodies where TCC is working, including to the United nations, where TCC has accreditation with the UN Economic and Social Council. The current members of our Board are 3, Mr. Henk Jan van Schothorst is chair and executive officer and founder of the organization, from The Netherlands.","goal":"The mission of the Transatlantic Christian Council is to develop a transatlantic public policy network of European and North American Christians and conservatives in order to promote the civic good, as understood within the Judeo-Christian tradition on which our societies are largely based. Our goal is to influence public policy on both sides of the Atlantic from a Christian and politically conservative perspective, with the broad objective of fostering and protecting the greatest achievements of our political systems: limited government, the free market and individual liberty, especially religious freedom and freedom of education, with the family as the foundational building block of society.&#xd;<br />&#xd;<br />By bringing together Christians and conservatives involved in policy think tanks, law, business, journalism, training and education, foundations and other institutions in the public square, the Transatlantic Christian Council will function as a transatlantic actor and hub for analyzing public policies and social trends, as well as promoting and facilitating reflection and action among a wide variety of like-minded people involved in public life.","acronym":"TCC","interests":"Borders and Security, Budget, Education and training, Enlargement, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights","euInitiatives":"The Equal Treatment Directive or anti-Discrimination Directive is followed as a piece of proposed legislation. &#xd;<br />Furthermore we want to develop ourselves further as an organization and will, based on the goals in our mission statement, analyse and act on policies which concerns our main areas of concern: Life, Family and Freedom (of religion, education, ..).&#xd;<br />&#xd;<br />So, as further explanation and in addition to things mentioned here above, (and for example also after several meetings in the EC Charlemange Building (4 Dec 2019) and the EP (around the European Prayer Breakfast) with several MEP’s and others (5-6 December 2019), some more main EU initiatives, policies and legislative files currently followed by our organization include:&#xd;<br />-\t(Next to the ETD, the Article 17 TFEU dialogue):&#xd;<br />-\tSDG negotiations for EU position&#xd;<br />-\tEU Directive on Work-Life Balance&#xd;<br />-\tEP Intergroup and EU guidelines on the promotion and protection of freedom of religion or belief&#xd;<br />-\tAnnual report on human rights and democracy in the world 2018 and the European Union’s policy on the matter. Adopted 13 May 2019.&#xd;<br />-\tReport on EU Guidelines and the mandate of the EU Special Envoy on the promotion of freedom of religion or belief outside the EU. Voted in committee 6 December 2018, vote in plenary early 2019&#xd;<br />-\tTowards an EU external strategy against early and forced marriages. Adopted in plenary 4 July 2018","lastUp":"2019-10-31T10:22:37.740+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}