{"id":"529297132074-72","name":"EuroCité","registrationDate":"2018-07-16T18:19:44.347+02:00","category":4,"subCategory":5,"legal":"Association loi 1901","web":"http://eurocite.eu/","country":"France","headAddress":"12 Cité Malesherbes","headCity":"Paris","headPostCode":"","headPhone":"(33)1 40 23 24 24","boss":"Lucie Solem","bossTitle":"Ms","bossPosition":"Présidente","membersCount":7,"membersFTE":"2.5","membership":"- EuroCiné &#xd;\n- Les Eurocitoyens","memberOrga":"","goal":"Notre continent est aujourd’hui en proie au doute : l’euroscepticisme, le chômage, la crise ou encore le terrorisme le fragilisent de jour en jour. Alors que la souveraineté et l’identité nationale apparaissent sérieusement atteintes, nous restons convaincus que l’Europe demeure la bonne échelle, pour des raisons tant géostratégiques que politiques.&#xd;<br />Cependant cette échelle, au fur et à mesure que les Européens la montent, se révèle d’une complexité croissante. Une certaine Europe perçue comme bruxelloise est devenue presque étrangère à de nombreux Européens, qui ne la connaissent plus – ou si peu – ne votent pas à ses élections et font de plus en plus le choix des partis populistes. L’Europe d’aujourd’hui donne l’impression d’une coquille institutionnelle faite de droits et de réglementations, mais dépourvue de chair politique.&#xd;<br />C’est dans ce contexte européen fragile et complexe qu’EuroCité s’engage en voulant contribuer au façonnement d’un socle idéologique et programmatique pour la gauche européenne, c’est-à-dire en œuvrant pour l’avènement d’un véritable niveau politique européen structuré sur des clivages partisans lisibles pour les citoyens, pour donner corps à une véritable démocratie européenne.","acronym":"","interests":"Budget, Culture, Economy, finance and the euro, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Migration and asylum, Youth","euInitiatives":"- La Politique européenne de voisinage (PEV) et la question de l’élargissement de l’UE aux Balkans occidentaux &#xd;<br />- Les réponses de l’Europe face aux menaces populistes et identitaires &#xd;<br />- Mobilité européenne, migrations&#xd;<br />- Le modèle social européen &#xd;<br />- La transition énergétique et environnementale &#xd;<br />- Politique monétaire &#xd;<br />- Budget européen&#xd;<br />- La démocratie européenne&#xd;<br />- Les évolutions politiques des pays de l’UE","lastUp":"2018-07-16T18:20:51.064+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}