{"id":"529688634932-39","name":"Commission Internationale pour la Protéction des Alpes","registrationDate":"2019-05-23T15:26:20.626+02:00","category":3,"subCategory":2,"legal":"Association sans but lucratif","web":"https://www.cipra.org/de/cipra/international","country":"Liechtenstein","headAddress":"Im Bretscha 22","headCity":"Schaan","headPostCode":"9494","headPhone":"(423)2 37 53 53","boss":"Kaspar Schuler","bossTitle":"Mr","bossPosition":"Director","membersCount":14,"membersFTE":"11.25","membership":"","memberOrga":"https://www.cipra.org/en/cipra/austria&#xd;\nhttps://www.cipra.org/en/cipra/france&#xd;\nhttps://www.cipra.org/en/cipra/germany&#xd;\nhttps://www.cipra.org/en/cipra/italy&#xd;\nhttps://www.cipra.org/en/cipra/liechtenstein&#xd;\nhttps://www.cipra.org/en/cipra/switzerland&#xd;\nhttps://www.cipra.org/en/cipra/slovenia&#xd;\nhttps://www.cipra.org/de/cipra/suedtirol","goal":"A diverse and versatile organisation&#xd;<br />&#xd;<br />Top-down protection of the Alps, at national government level? Or bottom-up, together with the municipalities and the population? CIPRA is convinced that both are important. On the one hand CIPRA has initiated and continues to shape and monitor an international treaty like the Alpine Convention, on the other it supports local authority networks and stimulates the participation of civil society – a tried and tested two-pronged strategy for the protection of the Alps.&#xd;<br />&#xd;<br />We work top-down through our involvement in technical and political committees where we contribute our expertise and perspectives. These are based on the priorities of the Alpine Convention. Controversial issues together with ideas for their resolution are presented   to the political decision makers, including environment ministers, of the Alpine countries. We also engage in public advocacy on these topics.  &#xd;<br />&#xd;<br />We work bottom-up by supporting towns, villages and civil society initiatives in their efforts to realise the objectives of sustainable development. The municipal network ‘Alliance in the Alps’ and the ‘Alpine Town of the Year’ association are important partners in this task.&#xd;<br />Key to the future&#xd;<br />&#xd;<br />CIPRA has its origins in nature conservation. This keeps us firmly rooted in the Alps. We also  focus on social, economic and socio-political themes that hold the key to a sustainable future. Examples include resource management, energy and mobility, participation, gender issues and sustainable lifestyles.  These The involvement of the next generation is particularly close to our heart, as children and young people will have to live with the results of the decisions we make today.&#xd;<br />&#xd;<br />The team of CIPRA International, the umbrella body of all national CIPRA representations, is as varied as the organisation’s themes and its range of activities. People from different countries, with diverse professional backgrounds and communicating in the Alpine languages aer work together in the main office in Schaan / Liechtenstein.&#xd;<br />&#xd;<br />Translating between the languages of the Alps and mediating between cultures and people representing different spheres such as public sector administrations, civil society, science and politics, we have created a wide network on which we can draw for solid knowledge and broad experience of many aspects of sustainable development in the Alps.","acronym":"CIPRA International","interests":"Agriculture and Rural Development, Climate Action, Communication, Energy, Environment, International co-operation and development, Migration and asylum, Youth","euInitiatives":"EUSALP working groups, Interreg projects, Erasmus+ projects","lastUp":"2019-05-23T15:57:48.735+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}