{"id":"529694124663-30","name":"MIROVA","registrationDate":"2016-11-23T10:20:50.027+01:00","category":2,"subCategory":3,"legal":"SA","web":"http://mirova.com","country":"France","headAddress":"59 avenue Pierre Mendès France","headCity":"Paris","headPostCode":"75013","headPhone":"(33)1 78 40 84 17","boss":"Philippe ZAOUATI","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"All information available on Mirova's website and with more details in Mirova's engagement report (chapter 3): &#xd;\n&#xd;\nhttp://www.mirova.com/en-UK/p/mirova/Advocacy-actions&#xd;\n&#xd;\nhttp://www.mirova.com/Content/Documents/Mirova/publications/va/Voting%20and%20engagement/EngagementReportMirova2017.pdf","memberOrga":"All information available on Mirova's website and with more details in Mirova's engagement report (chapter 3): &#xd;\n&#xd;\nhttp://www.mirova.com/en-UK/p/mirova/Advocacy-actions&#xd;\n&#xd;\nhttp://www.mirova.com/Content/Documents/Mirova/publications/va/Voting%20and%20engagement/EngagementReportMirova2017.pdf","goal":"Asset management company, subsidiary of Natixis. Fully dedicated to responsible investments with the aim to promote sustainable finance. 90 people based mainly in Paris, Boston Luxembourg and London. EURO €10.2 billion in assets under management in 2018 in equities, bonds, infrastructures and impact investing.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Climate Action, Economy, finance and the euro, Energy, Environment","euInitiatives":"Philippe Zaouati, Mirova CEO, has been a member of the High Level Expert Group on sustainable finance. Identified areas of interest within the work of the HLEG are: support the development of long-term oriented finance for sustainability, transparency and ESG disclosure for corporates and for the financial sector (TCFD, article 173), development of sustainable finance for retail investors with reliable and high quality standards and labels, development of blended finance for sustainable development. Mr.Zaouati was supported by Ms Laurene Chenevat, Policy and advocacy officer, during the HLEG. They both keep following the development of the EU action plan on sustainable finance although less actively than during 2017. Ms Chenevat is a member of the Ecolabel stakeholder group for financial products, bringing Mirova's feedback and experience of the French Greenfin label so as to help make the EU label both ambitious and realistic.  &#xd;<br />Since the end of 2018, Manuel Coeslier, portfolio manager at Mirova, has been  a member of the Technical Expert Group (TEG) set up by the EU Commission in order to define some methodological aspects of the EU regulatory package; he is an expert for carbon benchmarks. He has been one of the main drafters of the TEG's public report on climate benchmarks, released in September 2019.","lastUp":"2019-10-31T14:30:10.579+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}