{"id":"529847132579-86","name":"Institute of research &amp; Training on European Affairs","registrationDate":"2018-09-13T20:50:16.411+02:00","category":4,"subCategory":5,"legal":"Non for profit organization - NGO","web":"http://www.irtea.gr","country":"Greece","headAddress":"39, Favierou Str.","headCity":"Athens","headPostCode":"10438","headPhone":"(30)21 30 25 02 17","boss":"GEORGE ANTONAKAKIS","bossTitle":"Mr","bossPosition":"CHAIRPERSON","membersCount":4,"membersFTE":"3.5","membership":"https://eeas.europa.eu/topics/common-security-and-defence-policy-csdp/4369","memberOrga":"In our Organization are working 3 persons on a full-time basis and one person on a part-time basis. &#xd;\n&#xd;\nI.R.T.E.A. is a Member of the Executive Academic Board of the European Security &amp; Defence College.","goal":"The Institute of Research &amp; Training on European Affairs – I.R.T.E.A. was created by a group of young scientists in 2010 and aims at becoming a strong innovative think tank in Greece and the European Continent, by bridging the gap between the academic knowledge and the business world, politics and society, while fostering knowledge, structured dialogue, innovation and civic participation with youth as key driver.&#xd;<br />&#xd;<br />Driven by its Mission, I.R.T.E.A. focuses on the following goals to be implemented:&#xd;<br />– Awareness rising to the Greek and European citizens and youth, to fully understand the EU legislative procedures and policies, fostering knowledge and promoting structured dialogue&#xd;<br />– Production and dissemination of scientific knowledge, under the principles and values of ethical, innovative and quality research with the ultimate goal of policy making, in the fields of Environment, Economy and Growth, in order to realize a sustainable society&#xd;<br />– Emphasize on youth empowerment, investment, advocating, and support. Implementation of all needed actions, including education and training, aiming at developing – enriching skills and competences, making youth even more qualified and competitive so as to meet labor market needs&#xd;<br />– Bridge the gap among the academic, social and business world in Europe&#xd;<br />– Promote entrepreneurship, smart innovation and specialization for new scientists, entrepreneurs and employees though concrete educational and training actions&#xd;<br />– Stress the importance of democratic values promotion, respect of the Fundamental Rights, equality and non-discrimination in EU and national level, while fostering participatory democracy, cultural diversity understanding and multilingualism&#xd;<br />– The implementation of any kind of activity which contributes to the familiarization of the citizens of EU member states with different cultures and traditions&#xd;<br />– Provide consultation and support to the European citizens and primarily youth in EU instruments, policies and priorities and the ways of directly or indirectly benefiting&#xd;<br />– Inform European citizens on the international relations of the European Union, its member states, associate and attached countries with third counties, on its close and wider region&#xd;<br />&#xd;<br />Strategic Pillars of Activity&#xd;<br />&#xd;<br />1st Pillar: Economic and Entrepreneurship Policies&#xd;<br />&#xd;<br />2nd Pillar: Youth and Educational Policies&#xd;<br />&#xd;<br />3rd Pillar: External Relations, Security and Defence Policies&#xd;<br />&#xd;<br />&#xd;<br />4th Pillar: Environmental and Sustainable Development Policies&#xd;<br />&#xd;<br />5th Pillar: Social and Humanitarian Policies","acronym":"I.R.T.E.A.","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, European Neighbourhood Policy, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Migration and asylum, Regional Policy, Research and innovation, Single market, Trade, Youth","euInitiatives":"- I.R.T.E.A., since 2012, it serves as an expertised training provider on CSDP in military institutions and is a Member of the Executive Academic Board of the European Security &amp; Defence College (ESDC) since 2015.&#xd;<br />- Accreditation as a youth NGO to the European Youth Foundation of the Council of Europe &#xd;<br />- Implementation of the biggest EU Institutions Simulation in Balkans, EUropa.S. Conference with more than 3.000 participants. EUropa.S. has been implemented since 2010, counting 10 years of excellence, political innovation and leadership for Europe, with the participation of more than 300 Greek, European and International university students per year&#xd;<br />- Participation with the organization of interactive EU Institutions Simulation and Crisis Management activities in the framework of Military Erasmus Project&#xd;<br />- Implementation of the Simulation of EU Institutions at the Hellenic Navy Academy with the participation of navy, armed forces and air forces cadets, since 2012.&#xd;<br />- Implementation of crisis management course at the Hellenic Air Force Academy&#xd;<br />- Implementation of crisis management course at the Hellenic Navy School of War&#xd;<br />- Implementation of the European Security &amp; Defence Forum (ESDF), the first international and high-level dialogue between distinguished Academics, Experts, Training providers, Officials and Practitioners, as well as Ministerial Representatives at a National and European level in the field of European Security and Defence taking place n Greece, under the auspices of the European Security &amp; Defence College&#xd;<br />- Participation as quality assurance providers at the Erasmus+ Youth Programme EUSiD, with the participation of schools teachers and high school students","lastUp":"2018-09-13T20:50:33.456+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}