{"id":"529816136659-26","name":"Università Popolare Scienze della Nutrizione","registrationDate":"2019-11-26T14:52:00.116+01:00","category":4,"subCategory":5,"legal":"Associazione Professionale","web":"http://upsn.it","country":"Italy","headAddress":"via Orme 351B","headCity":"Montespertoli","headPostCode":"50025","headPhone":"(39)05 71 62 18 03","boss":"Simone Falcini","bossTitle":"Mr","bossPosition":"Presidente","membersCount":5,"membersFTE":"3.5","membership":"","memberOrga":"","goal":"L’Università Popolare Scienze della Nutrizione ha come finalità la preparazione culturale e professionale, la formazione e la trasmissione critica delle conoscenze scientifiche e tecnologiche, la promozione e l’organizzazione della ricerca, il trasferimento dell’innovazione e si avvale delle più moderne tecnologie informatiche e didattiche. In questo contesto U.P.S.N. intende operare per formare professionisti idonei ad affrontare responsabilità di gestione nei sistemi complessi - pubblici e privati - e nelle professioni, con la padronanza di: conoscenze e strumenti concettuali supportati dai necessari riferimenti scientifici e metodologici; visioni professionali orientate all’analisi e alla elaborazione di strategie operative privilegiando la rispettiva componente etica; capacità di decisione e di intervento nei processi organizzativi anche in condizioni di incertezza e di cambiamento. U.P.S.N. favorisce collegamenti con il mondo del lavoro, dell’imprenditoria e delle professioni avvalendosi, altresì, della presenza, nel Consiglio di Amministrazione di U.P.S.N. (di seguito denominato Consiglio di Amministrazione), di esponenti significativi di quelle realtà. U.P.S.N. è parte del Processo di Bologna per l’integrazione europea degli studi universitari. U.P.S.N. collabora con Università di tutto il mondo in attività di ricerca e formazione per lo sviluppo dei saperi, sperimentando anche forme innovative di integrazione o fusioni tra le stesse università. U.P.S.N., in quanto sede privilegiata del dialogo e dell’integrazione culturale, concorre all’affermazione della giustizia, della pace, del rispetto dell’ambiente e del giusto sviluppo dell’Unione Europea e dell’intera comunità internazionale, con particolare attenzione verso l’area del Mediterraneo e dell’America latina.","acronym":"U.P.S.N.","interests":"Climate Action, Communication, Consumers, Culture, Culture and media, Education and training, Environment, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Research and innovation, Sport","euInitiatives":"ERASMUS+, HORIZON 2020, EuropeAid, ENI CBC Med, Interreg, COST, CREATIVE EUROPE, EUROPE FOR CITIZENS PROGRAMME, ET2020,","lastUp":"2019-11-26T17:50:39.158+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}