{"id":"529889327674-75","name":"OIKOLOGIKI ETAIREIA ANAKYKLOSIS","registrationDate":"2017-07-06T12:22:09.114+02:00","category":3,"subCategory":2,"legal":"non-profit (Greek AMKE)","web":"http://www.ecorec.gr","country":"Greece","headAddress":"Mamai 3","headCity":"Athens","headPostCode":"10440","headPhone":"(30)21 08 22 44 81","boss":"FILIPPOS KIRKITSOS","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"RREUSE (member), Zero Waste Europe (member); ACR+ (Associate Member).","memberOrga":"Only natural persons can be members. The organization has 4 statutory members (legally responsible members) and 1978 registered supporting members.","goal":"The goal of the NGO is to promote sustainable solid waste management through the maximization of  prevention, preparation for reuse, recycling &amp; composting. To promote and work on pilot projects and implementation actions in several areas ranging from separate collection at source, Pay as You Throw Systems, WEEE, biowaste, household composting, prevention, setting up “green points\", public awareness campaigns as well as environmental education in schools. To initiate  stakeholder meetings for waste legislation that will lead to significant changes in waste management legislation in Greece. This includes stakeholder groups for WEEE, for PAYT, waste oils, single use lightweight plastic carrier bags, etc... Promotion of the role of social economy actors in the fields of reuse and recycling. Reduce marine litter from man-made sources specifically plastics and microplastics. To promote zero-waste initiatives from citizens, local authorities and businesses. Promote circular economy.","acronym":"Ecorec/OEA/ERS","interests":"Employment and Social Affairs, Energy, Environment, International co-operation and development","euInitiatives":"The Circular Economy Package; WEEE Directive, Waste Framework Directive, the Marine Strategy Framework Directive.","lastUp":"2018-06-19T14:30:08.345+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}