{"id":"529934713694-87","name":"UNION INTERNATIONALE DES AVOCATS","registrationDate":"2014-05-26T16:51:11.520+01:00","category":2,"subCategory":1,"legal":"French Association – Law 1901","web":"http://www.uianet.org","country":"France","headAddress":"20 Rue Drouot","headCity":"Paris","headPostCode":"75009","headPhone":"(33)1 44 88 55 66","boss":"Jerome Roth","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"- AIJA (International Association of Young Lawyers)&#xd;\nhttps://www.aija.org/  &#xd;\n&#xd;\n- World Coalition against the Death Penalty &#xd;\nhttp://www.worldcoalition.org&#xd;\n &#xd;\n- ECPM ( Together against the Death Penalty)&#xd;\nhttp://www.ecpm.org/&#xd;\n&#xd;\n- Institut des Droits de l’Homme des Avocats Européens (IDHAE) &#xd;\nhttps://www.idhae.org/ &#xd;\n&#xd;\n(and member of jury of Ludovic-Trarieux International Human Rights Prize )&#xd;\nhttp://www.ludovictrarieux.org&#xd;\n&#xd;\n- International Legal Assistance Consortium (ILAC)&#xd;\nhttp://www.ilacnet.org/&#xd;\n&#xd;\n- OING Service&#xd;\nhttps://www.coe.int/fr/web/ingo&#xd;\n&#xd;\n- Alliance of NGOs’ on Crime Prevention and Criminal Justice&#xd;\nhttps://cpcjalliance.org/ &#xd;\n&#xd;\n&#xd;\nUIA maintains close relations with various lawyers' organisations across the world, such as the American Bar Association (ABA) and its various sections, the Arab Lawyers' Union (ALU), the Council of Bars and Law Societies of Europe (CCBE), the International Bar Association Conference (CIB), the Inter-American Bar Association (IABA-FIA), the International Bar Association (IBA), the Inter-Pacific Bar Association (IPBA), the Law Association for Asia and the Pacific (LAWASIA), the Presidents of Law Associations in Asia (POLA), the Syracuse International Institute for Criminal Justice and Human Rights (SII), the Unión Iberoamericana de Colegios y Agrupaciones de Abogados (UIBA) and the International Criminal Court Bar Association (ICCBA).&#xd;\n&#xd;\nAt the same time, it maintains regular collaboration with local or national Bar Associations, some of them being members of UIA. As part of this collaboration, UIA may prepare analytical documents, send letters, including to bar associations, sovereign governments,  or issue a statement jointly on professional issues and on issues of human rights.&#xd;\n&#xd;\nLikewise, UIA occasionally works with non-governmental human rights organisations.","memberOrga":"https://www.uianet.org/en/bringing-together-worlds-bar-associations#tab_content_303807","goal":"UIA, as a global and multi‐cultural organization, facilitates professional development and international exchange of information and ideas, promotes the rule of law, defends the independence and freedom of lawyers worldwide, and emphasizes friendship, collegiality and networking among members. // OBJECTIVES // UIA’s objectives, free from all political and religious considerations, are: *\tTo provide benefits for members including cross‐border information and idea exchange, legal training, and development of productive personal and professional relationships. * To advance on a global basis the fundamental principles of the legal profession, including the peaceful resolution of disputes. * To promote the rule of law. * To defend lawyers' independence and freedom to practice their profession.    In furtherance of those objects, the UIA may use all appropriate means, in particular by organising events (notably scientific and training events); intervening with national and international organisations; entering into partnership agreements; editing and distributing publications; borrowing funds and creating subsidiaries.","acronym":"UIA","interests":"Banking and financial services, Borders and Security, Business and Industry, Competition, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Research and innovation, Sport, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"As a result of its activities, UIA regularly broaches issues related in particular to the respect of rights within the European Union's normative framework, the new regulations proposed by its institutions, and the decisions of the Court of Justice of the European Union. UIA also attentively follows EU’s positions regarding Rule of Law issues in EU countries, as well as following the activities of the European Union Agency for Fundamental Rights (FRA). //  UIA's actions may take the form of: * Monitoring developments in European legislation in its areas of interest, in particular concerning the regulation of the legal profession, directly or indirectly (freedom of movement, fight against money laundering, fight against corruption, etc.), as well as issues related to UIA-IROL's activities (access to justice and human rights, independence of the judiciary and other Rule of Law issues, etc.)  //  Several of UIA's working commissions are particularly attentive to the latest regulations in their areas of expertise. That is particularly the case with the following commissions: European Union Law, Private International Law, Privacy and Digital Human Rights (e.g. Data Protection), Immigration and Nationality Law, Competition Law, Tax Law and Labour Law (see the UIA Commissions' Website http://www.uianet.org/en/commissions ). //&#xd;<br />- Preparation, dissemination and transmission of letters, information material, discussion papers and statements of positions taken with regard to the above topics/issues.  //  - Advocacy regarding UIA-IROL’s main interests, in particular, protection of lawyers, independence and freedom of the legal profession and the bar associations, and other Rule of Law related issues. // - Direct contacts with members or officials of European institutions, especially to solicit their participation as speakers at UIA events.","lastUp":"2019-11-15T10:07:34.730+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}