{"id":"529934713694-87","name":"UNION INTERNATIONALE DES AVOCATS","registrationDate":"2014-05-26T16:51:11.520+01:00","category":2,"subCategory":1,"legal":"Association française de Loi 1901","web":"http://www.uianet.org","country":"France","headAddress":"Rue Drouot, 20","headCity":"Paris","headPostCode":"75009","headPhone":"(33)1 44 88 55 66","boss":"Pedro Pais de Almeida","bossTitle":"Ms","bossPosition":"Présidente","membersCount":1,"membersFTE":"0.25","membership":"L’UIA est officiellement membre de :&#xd;\n&#xd;\n- Avocats sans Frontières&#xd;\nwww.asf.be &#xd;\n&#xd;\n- Association Internationale des Jeunes Avocats (AIJA) &#xd;\nwww.aija.org&#xd;\n&#xd;\n- Barreau pénal international (BPI-ICB) (membre du Conseil exécutif)&#xd;\nwww.bpi-icb.com&#xd;\n\t&#xd;\n- Coalition mondiale contre la peine de mort &#xd;\nwww.worldcoalition.org&#xd;\n &#xd;\n- Ensemble contre la peine de mort (ECPM) &#xd;\nwww.abolition.fr&#xd;\n&#xd;\n- Institut des Droits de l’Homme des Avocats Européens (IDHAE) (ainsi que le Prix Ludovic Trarieux)&#xd;\nwww.idhae.org &#xd;\n&#xd;\n- International Legal Assistance Consortium (ILAC)&#xd;\nwww.ilacnet.org&#xd;\n&#xd;\n- OING Service&#xd;\nwww.coe.int/en/web/ingo/ingo-service&#xd;\n&#xd;\nL’UIA maintient des relations étroites avec différentes organisations d’avocats du monde telles que l’American Bar Association (ABA) et ses différentes sections, l’Arab Lawyers Union (ALU), le Conseil des Barreaux Européens (CCBE), la Conférence Internationale des Barreaux (CIB), la Federación Interamericana de Abogados (FIA-IABA), l’International Bar Association (IBA), l’Inter-Pacific Bar Association (IPBA), la Law Association for Asia and the Pacific (LAWASIA), les Presidents of Law Associations in Asia (POLA), le Syracuse International Institute for Criminal Justice and Human Rights (SII) et, l’Unión Iberoamericana de Colegios y Agrupaciones de Abogados (UIBA) et l’International Bar Association (IBA). Dans le cadre de cette collaboration, elle peut notamment préparer des documents analytiques, envoyer des courriers ou prendre des positions de manière conjointe aussi bien sur des questions d’ordre professionnel que sur le thème spécifique des Droits de l’Homme. &#xd;\n&#xd;\nDe même, l’UIA est amenée à travailler de manière ponctuelle avec des organisations non gouvernementales des droits de l’homme comme la Fédération Internationale des Droits de l’Homme (FIDH).","memberOrga":"L’UIA réunit environ 150 membres collectifs, dont plusieurs des principaux barreaux et associations professionnelles d’avocats dans le monde. Elle est amenée à intervenir de manière ponctuelle sur certains dossiers à leur demande soit de façon indépendante soit de manière conjointe avec les intéressés. (Pour consulter la liste de membres collectifs de l’UIA, veuillez cliquer sur http://www.uianet.org/fr/search/apachesolr_search?keywords=&amp;filters=entity%3Auser%20ss_quality_code%3ACollective )","goal":"Créée en 1927, l’Union Internationale des Avocats (UIA) est une association non gouvernementale qui réunit des avocats, généralistes ou spécialistes, ainsi que des barreaux, fédérations et associations professionnelles répartis dans plus de 110 pays.&#xd;<br />&#xd;<br />Multilingue et multiculturelle, l’UIA défend la profession d’avocat et stimule les contacts internationaux, la coopération et l’échange de connaissances entre avocats veillant au respect de leur diversité professionnelle. &#xd;<br />&#xd;<br />Missions principales&#xd;<br />&#xd;<br />Trois missions principales guident les activités de l’UIA :&#xd;<br />&#xd;<br />- la promotion des principes essentiels de la profession d'avocat, et le développement de la science juridique au niveau international dans tous les domaines du droit, &#xd;<br />&#xd;<br />- la contribution à l’enrichissement professionnel de ses membres par des échanges d’information grâce aux commissions et groupes de travail de l’UIA; &#xd;<br />&#xd;<br />- la défense des avocats, que ce soit individuellement ou collectivement, et leurs clients.&#xd;<br />&#xd;<br />Activités scientifiques&#xd;<br />&#xd;<br />L’UIA propose tout au long de l’année et dans de différents pays des séminaires, formations, et autres événements reconnus au titre de la formation continue (pour en savoir plus sur les évènements de l’UIA, veuillez cliquer sur le lien suivant http://www.uianet.org/fr/evenements). &#xd;<br />&#xd;<br />Les Commissions et Groupes de Travail de l’UIA examinent les évolutions ayant trait à leur discipline en droit des affaires, droits de l’homme ou pratique du droit, et étudient dans quelle mesure ces évolutions affectent les autres domaines du droit (pour en savoir plus sur les commissions de l’UIA, veuillez cliquer sur le lien suivant http://www.uianet.org/fr/commissions).&#xd;<br /> &#xd;<br />Plateforme d’échanges entre organisations professionnelles&#xd;<br />&#xd;<br />Le Sénat International des Barreaux de l’UIA offre également aux représentants des barreaux du monde un espace spécifique pour débattre sur des sujets d'actualité touchant au droit, à la déontologie, à l'éthique et aux valeurs fondamentales de la profession d’avocat. &#xd;<br />&#xd;<br />L’UIA Institute for the Rule of Law (UIA-IROL)&#xd;<br />&#xd;<br />Au travers des actions de l’UIA Institute for the Rule of Law (UIA-IROL), l’UIA s’engage activement dans la défense des principes fondamentaux de la profession, des droits de l’homme et des droits de la défense. &#xd;<br />&#xd;<br />L’accès à la justice et l’indépendance du système judiciaire, aspects essentiels de l’État de droit, sont également des préoccupations centrales de l’UIA-IROL. &#xd;<br />&#xd;<br />L’UIA a été la première association internationale des avocats à se positionner de manière forte en faveur de l’abolition de la peine de mort.&#xd;<br />&#xd;<br />Implication dans les instances internationales &#xd;<br />&#xd;<br />L’UIA bénéficie depuis 1971, en qualité d'organisation non gouvernementale (ONG), d'un statut consultatif spécial auprès des Nations Unies et du Conseil de l'Europe. Elle est représentée aux principaux sièges des Nations Unies (New York, Genève et Vienne). &#xd;<br />&#xd;<br />Elle suit l’évolution de la justice pénale internationale au plus près, assiste aux sessions de l’Assemblée des États Parties au Statut de la Cour pénale internationale et est membre du Conseil exécutif du Barreau Pénal International.","acronym":"UIA","interests":"Competition, Development, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"De par ses activités, l’UIA est amenée à aborder de façon régulière les problématiques liées notamment au respect des droits dans le cadre normatif du Conseil de l’Europe, aux nouvelles régulations proposées par ses institutions ainsi qu’aux décisions de la Cour de justice de l’Union européenne. &#xd;<br />&#xd;<br />Ces actions peuvent prendre la forme de :&#xd;<br />&#xd;<br />- Suivi de l’évolution de la législation européenne dans les domaines qui l’intéressent, notamment en ce qui concerne directement ou indirectement la réglementation de la profession d’avocat (liberté de circulation, lutte contre le blanchiment, lutte contre la corruption, etc.) ainsi que des sujets liés aux activités de l’UIA-IROL (accès à la justice et droits fondamentaux, migration et asile, etc.) &#xd;<br />&#xd;<br />Plusieurs des commissions de travail de l’UIA suivent particulièrement l’actualité des réglementations dans les sujets de leur compétence. C’est le cas notamment des Commissions Droit de l’Union européenne, Droit International privé, Vie privée et droits de l’Homme numérique (ex. protection des données), Droit de l’immigration et la nationalité, Droit de la Concurrence, Droit fiscal et Droit du travail (voir sur le site des Commissions http://www.uianet.org/fr/commissions ). &#xd;<br />&#xd;<br />- Préparation, diffusion et transmission de lettres, de matériel d'information, de documents de discussion et de prises de position dans les sujets mentionnées ci-dessus. Ainsi, le 28 octobre 2017, l’Assemblée générale de l’UIA a ratifié les Principes de Base du Statut des Réfugiés visant à contribuer au dialogue et aux actions entreprises dans le cadre de la « crise des réfugiés » (voir sur http://www.uianet.org/fr/documentation/resolutions). &#xd;<br />&#xd;<br />- Contact direct des membres ou des fonctionnaires des institutions européennes notamment pour les solliciter comme orateurs dans nos évènements.","lastUp":"2017-11-20T15:55:04.731+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}