{"id":"530059233387-35","name":"BioMarine Organization SAS","registrationDate":"2018-12-04T15:36:07.306+02:00","category":2,"subCategory":4,"legal":"SAS","web":"https://biomarine.org","country":"France","headAddress":"la grave du tour","headCity":"Callen","headPostCode":"40430","headPhone":"(33)6 78 07 82 84","boss":"Pierre Erwes","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"2.0","membership":"BioMarine has set up a worldwide community of approximatively 1100 members and regroups many clusters and groups working on marine bio resources: Quebec blue cluster, blue bioplastic consortium, blue international cooperative etc... &#xd;\n&#xd;\nBioMarine and Australia New Zealand Marine Biotech Society will soon announce a new long term partnership aiming at developping our common activities&#xd;\n&#xd;\nhttps://biomarine.org","memberOrga":"to have accessto our member list you must be part of our BioMarine community. the registration is free at https://biomarine.org","goal":"BioMarine is an industry &amp; investment platform,dedicated to the blue bio industry. Our core activity is to foster business opportunities and contacts between top executives. It is a unique CEOs and key stakeholder’s platform dedicated to marine bio resources. With our annual platform, an our online community, BioMarine can quickly identify and the select potential companies to work on/ for  our main projects&#xd;<br />&#xd;<br />&#xd;<br />BioMarine is structured in strict accordance with the ‘three-thirds’ principle: namely, Industry, Science and Investors. This principle aims to:&#xd;<br />&#xd;<br />- Foster business opportunities by facilitating international collaborative work &#xd;<br />- Turn innovation and applied research into value creation&#xd;<br />_ Facilitate the implementation of existing opportunities to benefit both consumers and civil society&#xd;<br />&#xd;<br />BioMarine is supporting and developping 3 main projects:&#xd;<br />1- The set up of an international cooperative of marine ingredient producers&#xd;<br />2- The development of a blue bio plastic consortium&#xd;<br />3- The launch of an investment fund dedicated to the blue bio industry","acronym":"BioMarine","interests":"Banking and financial services, Business and Industry, Climate Action, Consumers, Education and training, Environment, Food Safety, International co-operation and development, Maritime affairs and fisheries, Regional Policy, Research and innovation, Youth","euInitiatives":"EU initiatives directly linked to blue growth and environment, national frameworks, financing and funding&#xd;<br />&#xd;<br />Blue Bio Plastic &#xd;<br />&#xd;<br />Reforestation of marine coastal areas&#xd;<br />&#xd;<br />Financing of stage 2,3 _ SMEs in pre comemrcial to growing stage","lastUp":"2019-04-05T16:22:30.357+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}