{"id":"530034931782-78","name":"European Startup Network","registrationDate":"2018-06-14T10:57:20.033+02:00","category":3,"subCategory":2,"legal":"ivzw","web":"http://europeanstartupnetwork.eu/","country":"Belgium","headAddress":"Cantersteen 10-12","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)4 73 76 42 49","boss":"Karen Boers","bossTitle":"Ms","bossPosition":"President &amp; Managing Director","membersCount":3,"membersFTE":"2.25","membership":"","memberOrga":"http://europeanstartupnetwork.eu/members/","goal":"In order to allow European startups to scale globally, it is our firm belief that we need to form one single European startup ecosystem. By uniting all national startup associations, leveraging their best practices and interconnecting their networks, we wish to open up access to talent, expertise, funding and customers for all European startups. &#xd;<br />European Startup Network (ESN) is therefore uniting 24 national startup associations with a joint representation of 25.000+ startups across Europe to create a common voice for European startups so that more can start, scale and succeed in the EU, by:&#xd;<br />•\tCreating strong(er) national startup ecosystems by sharing best practices &amp; lessons learned on building and developing sustainable communities, including Startup Manifesto and policy support, acceleration best practices, community building, business models, etc.&#xd;<br />•\tConsistent data analysis &amp; crowdsourcing of insights to support policy making, including cross-border analysis (European Startup Monitor), consensus on policy priorities (European ScaleUp Manifesto) and the creation of a real-time and accessible pan-European database of startups and their ecosystem relationships – allowing benchmarking, fact-based assessments and hands-on recommendations.&#xd;<br />•\tJoint international go-to-market &amp; soft landing programs, as startups need customers most and foremost, connecting them to potential customers, investors and talent across and beyond Europe, making use of the joint networks and decision-maker access our member associations have in their respective communities, combined with in-depth expertise from the ESN partners.","acronym":"ESN","interests":"Digital economy and society, International co-operation and development, Single market","euInitiatives":"•\tManifesto &amp; Policy Support: at least 12 of the members had prior experience with developing and implementing a Startup Manifesto in their respective countries and impact of these efforts has been increasing considerably thanks to cross-border exchange of lessons learned and processes applied. The Portuguese Startup Manifesto was launched after a thorough comparison of the different methods and their proven impact and has shown added value of taking these lessons learned into account. The Manifesto Policy Tracker shows good progress since the Manifesto authors started collaborating in a structural way. The experience of the national networks has also been very useful in the development of the European ScaleUp Manifesto, a joint development of several pan-European communities and networks, including Lisbon Council/European Digital Forum, ESN and Allied for Startups.&#xd;<br />•\tEcosystem Intelligence: multiple members, including Startups.be, Startup Delta and Startup Poland, have extensively mapped out the entire startup ecosystem and made that database publicly available. These communities have been able to create a sustainable and stable business model for mapping, scouting and matching startups with other key stakeholders in the ecosystem. ESN is now building on that knowledge to provide a shared platform for all member communities as well as develop data partnerships with other key networks – in order to deploy a single European Startup Observatory, powered by the DataScouts Ecosystem Intelligence platform. Cross-border analysis on these data sets has also shown to be viable, relevant and sustainable, e.g. through the European Startup Monitor.&#xd;<br />•\tScouting &amp; Matchmaking: multiple member networks have experience in scouting &amp; matchmaking activities, including Startups.be, Beta-i, Startup Delta and Startup Poland. Scouting relevant startups for accelerator programs, investors and go-to-market partnerships as well as prepare the startups to engage in such a relationships, learn the jargon and how to prepare and nurture the partnership focusing on the long-term goals on both sides has become a specialty, to be scaled across the network.","lastUp":"2018-06-14T10:57:50.534+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}