{"id":"530216615544-40","name":"Universal Music Group International","registrationDate":"2015-01-14T19:46:49.273+01:00","category":2,"subCategory":3,"legal":"UK limited liability company","web":"http://www.universalmusic.com","country":"United kingdom","headAddress":"Kensington High Street, 364-366","headCity":"London","headPostCode":"W14 8NS","headPhone":"(44)20 74 71 54 51","boss":"Simon Carmel","bossTitle":"Mr","bossPosition":"SVP Business Affairs","membersCount":6,"membersFTE":"1.5","membership":"Outside of the US, UMG belongs to recorded music trade associations and works with them on an international (via The International Federation of the Phonographic Industry (“IFPI”)) and national, via the local trade association in each specific country, such as the British Phonographic Industry in the UK, basis.&#xd;\n&#xd;\nIn addition, UMG is a member of producer collecting societies engaged in collective rights management, such as Phonographic Performance Limited, or PPL, in the UK and the SCPP in France.&#xd;\n&#xd;\nUMG also works with analogous trade associations, e.g. International Confederation of Music Publishers, International Music Publishers Association and various European national associations (such as the Music Publishers Association in the UK) as well as collecting societies, e.g. PRS for Music in the UK, in relation to music publishing.&#xd;\n&#xd;\nIn the US, the primary trade associations we belong to are: &#xd;\n&#xd;\n*   Recording Industry Association of America;&#xd;\n*   National Music Publishers Association;&#xd;\n*   Sound Exchange.","memberOrga":"","goal":"UMGI is a recorded music business that discovers and develops recording artists and markets and promotes their music across a wide array of formats and platforms. &#xd;<br />&#xd;<br />UMGI engages on policies that impact copyright law, specifically, as well as the entertainment industry more generally.","acronym":"UMGI","interests":"Audiovisual and Media, Competition, Consumer Affairs, Culture","euInitiatives":"The legislative environment around safe harbours (the “value gap” discussions) and the notice and take down mechanisms.&#xd;<br />Review of the Copyright Directive and copyright reform.&#xd;<br />The E-Commerce Directive and the Digital Agenda.&#xd;<br />EU legislative instrument on the role of intermediaries.&#xd;<br />Copyright enforcement.","lastUp":"2018-02-21T14:28:26.883+01:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}