{"id":"530293529640-92","name":"Kraken Subsea Solutions","registrationDate":"2018-01-17T11:29:54.504+01:00","category":2,"subCategory":3,"legal":"SARL","web":"https://krakensubsea.com/","country":"France","headAddress":"91 rue du faubourg saint honoré","headCity":"Paris","headPostCode":"75008","headPhone":"(33)5 64 11 11 30","boss":"Arnaud ETCHART","bossTitle":"Mr","bossPosition":"Technical Director","membersCount":4,"membersFTE":"1.75","membership":"ADEME CLUB&#xd;\n&#xd;\n&#xd;\nSER  (Syndicat des Energies Renouvelables)&#xd;\n&#xd;\n&#xd;\nOcean Energy Europe","memberOrga":"","goal":"Kraken Subsea Solutions is a french engineering company dedicated to the Marine Renewable Energy Sector. &#xd;<br />KSS was funded in 2016 from the acquisition by Aventa Group of 70% of Kraken Subsea Engineering (owned by M. Etchart).&#xd;<br />&#xd;<br />Our philosphy is to combine field experience and advanced engineering to identify challenges and initiate R&amp;D projects. &#xd;<br />We therfore provide 3 types of services:&#xd;<br />&#xd;<br />- Tehcnical Assistance:&#xd;<br />   We have a strong and worldwide network of high skilled profiles able to work both in office (interface management, technical specialist..), or at field (offshore representative,..)&#xd;<br />&#xd;<br />- Engineering services:&#xd;<br />  We intervene from very early stages of project development by advising clients on the most suitable locations for wave and tidal developments. When considering more advanced engineering phases, we mostly dedicate to power cable design, installation engineering, planning, preparation and evaluation of EPCI tender processes, and project and construction management.&#xd;<br />&#xd;<br />- R&amp;D&#xd;<br />  KSS bears R&amp;D in its DNA. We have been very active in that field and have initiated several projects. The most recent one is the development of a cable monitoring services. Under the name of CALICYA (Cable Life Cycle Assurance),  KSS and its partner company FEBUS Optics, offers high accuracy Distributed Strain Sensing equipment to monitor power cable integrity as they are being manufactured, installed and operated.","acronym":"KSS","interests":"Climate Action, Energy, Environment, Fisheries and Aquaculture, Research and Technology","euInitiatives":"We follow all EU relevant legislations and guidelines.&#xd;<br />&#xd;<br />We especially try to develop programms in line with H2020 programs.","lastUp":"2018-01-17T11:30:17.796+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}