{"id":"530632725781-32","name":"Cáritas Diocesana de Coimbra","registrationDate":"2017-02-24T19:43:10.140+01:00","category":3,"subCategory":2,"legal":"instituição particular de solidariedade social","web":"http://www.caritascoimbra.pt","country":"Portugal","headAddress":"Rua D. Francisco D'Almeida, n.º 14","headCity":"Coimbra","headPostCode":"3030-382","headPhone":"(351)2 39 79 24 30","boss":"Luís Costa","bossTitle":"","bossPosition":"Presidente da Direção","membersCount":2,"membersFTE":"2.0","membership":"- Cáritas Portugal&#xd;\n- Confederação Nacional das Instituições de Solidariedade&#xd;\n- Convénio Europeu para as Alterações Demográficas&#xd;\n- Ageing@Coimbra&#xd;\n- EIP-AHA","memberOrga":"NA","goal":"A Cáritas Diocesana de Coimbra é uma Instituição Particular de Solidariedade Social que apoia de forma transversal as comunidades em 5 distritos da região Centro há mais de 60 anos (desde a década de 1950). Visa promover a dignidade humana, atuando nos âmbitos social, saúde, educação e pastoral.&#xd;<br />A Cáritas de Coimbra tem cerca de 90 centros com 120 respostas diferentes na Diocese, apoiando mais de 26.000 pessoas / ano. Para este efeito, conta com cerca de 1000 funcionários e 150 voluntários.&#xd;<br />As suas áreas de intervenção são: Educação; Saúde; Apoio social; Família e Comunidade; Crianças e Jovens em Risco; idosos; VIH/sida; Adições; Sem-abrigo; Intervenção Comunitária; Formação; Igualdade de género; Campos de trabalho e Turismo Social.&#xd;<br />Duma forma resumida, a sua ação abrange:&#xd;<br />INCLUSÃO SOCIAL - desenvolve desde há várias décadas trabalho ligado ao apoio das pessoas desfavorecidas, com 1 centro de apoio social, 1 equipa RLIS, 1 protocolo RSI, 2 cantinas sociais; 1 comunidade terapêutica, 1 centro de dia para pessoas com adições, 1 apartamento de reinserção, 2 equipas de rua, 1 centro de acompanhamento para pessoas com VIH, 1 centro de acolhimento temporário para pessoas sem-abrigo, 2 centros comunitários, 1 comunidade de inserção para mulheres com ou sem filhos. Globalmente, apenas nesta área, a Cáritas Coimbra apoia cerca de 6000/7000 pessoas por ano.&#xd;<br />CRIANÇAS E JOVENS - promove educação e apoio a crianças e jovens desde a década de 1970, com 4 creches, 2 jardins-de-infância; 60 centros de ATL; 1 lar de jovens, 1 centro de acolhimento temporário, campos de férias; 1 equipa de educação e prevenção e atividades de enriquecimento curricular, envolvendo cerca de 15.000 pessoas por ano.&#xd;<br />SÉNIORES - realiza um extenso e abrangente trabalho com a população idosa há várias décadas, através dos seus 13 centros de dia, 18 serviços de apoio domiciliário, 4 estruturas residenciais (5 a partir de janeiro de 2017), 1 lar de grandes dependentes, 2 unidades de longa duração e manutenção, 1 clínica médica e de reabilitação e 1 colónia de férias - a Cáritas Coimbra apoia cerca de 6000 idosos em todos estes serviços.&#xd;<br />A Cáritas de Coimbra tem estado ativamente envolvida em projetos regionais, nacionais e internacionais e mantém parcerias estáveis com escolas e universidades, recebendo dezenas de estágios anualmente. Na área do envelhecimento ativo e saudável, é membro do Ageing@Coimbra (região de referência europeia para o AHA); na co-criação e teste de diversas soluções tecnológicas para a população idosa, nomeadamente com financiamento do programa Horizonte 2020.&#xd;<br />A Cáritas Coimbra é membro fundador do Convénio Europeu para as Alterações Demográficas, uma organização que tem como objetivo reunir autoridades locais, regionais e nacionais, bem como outras partes interessadas, a fim de cooperar e implementar soluções baseadas em evidências para apoiar o envelhecimento ativo e saudável – no atual triénio é Vice-Presidente dos membros ordinários.&#xd;<br />É também Coordenadora Principal do Trabalho Colaborativo \"Conectar e alavancar iniciativas locais e regionais de ambientes amigáveis para todas as idades \" - grupo D4 - da Parceria Europeia de Inovação para Envelhecimento Ativo e Saudável, iniciativa dinamizada pela Comissão Europeia.&#xd;<br />É também membro do Digital Skills and Jobs Coalition e participa no grupo de trabalho “Inovação Territorial” da RIS3 – Estratégia de Especialização Inteligente da região Centro de Portugal.","acronym":"CDC","interests":"Communication, Culture, Development, Education, Employment and Social Affairs, Environment, General and Institutional Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Trans-European Networks, Youth","euInitiatives":"A Cáritas Diocesana de Coimbra segue de forma próxima todas as ações relacionadas com a Parceria Europeia de Inovação para o Envelhecimento Ativo e Saudável, uma vez que tem 2 coordenadores no grupo D4 do EIP. Também devido à sua posição como Vice-Presidente do Convénio Europeu para as Alterações Demográficas segue atentamente todas as iniciativas relacionadas com os ambientes amigáveis para todas as idades, as smart cities, a Silver Economy e a inovação territorial.&#xd;<br />Acompanha igualmente de forma próxima as questões relacionadas com as ICT e robótica, visto ser parceira do consórcio do Projeto GrowMeUp (robótica - H2020), nomeadamente nas áreas da co-creation e nas questões éticas, de segurança e privacidade.&#xd;<br />Segue igualmente as iniciativas de âmbito social/inclusão, nomeadamente o European Pillar of Social Rights e as questões do emprego, por via do seu estatuto de membro do Digital Skills and Jobs Coalition. Uma vez que é entidade de acolhimento de pessoas refugiadas, esse é também um tópico de interesse.","lastUp":"2017-02-24T19:43:58.373+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}