{"id":"530632725781-32","name":"Cáritas Diocesana de Coimbra","registrationDate":"2017-02-24T19:43:10.140+01:00","category":3,"subCategory":2,"legal":"instituição particular de solidariedade social","web":"http://www.caritascoimbra.pt","country":"Portugal","headAddress":"Rua D. Francisco D'Almeida, n.º 14","headCity":"Coimbra","headPostCode":"3030-382","headPhone":"(351)2 39 79 24 30","boss":"Luís Costa","bossTitle":"Mr","bossPosition":"Presidente da Direção","membersCount":2,"membersFTE":"2.0","membership":"- Cáritas Portugal&#xd;\n- Confederação Nacional das Instituições de Solidariedade&#xd;\n- Convénio Europeu para as Alterações Demográficas&#xd;\n- Ageing@Coimbra&#xd;\n- EIP-AHA&#xd;\n- ECHAlliance&#xd;\n- Digital Skills and Jobs Coalition","memberOrga":"NA","goal":"Cáritas Diocesana de Coimbra is a social non-profit organization (NGO) that supports people and communities in five districts of the Central Region of Portugal.&#xd;<br />It has nearly 90 centres (with 149 different services), 1000 workers and 150 volunteers and supports around 26500 people/year with social, health, education and pastoral care.&#xd;<br />Its main intervention areas are; Education; Health; Social Support; Family and Community; Children and Youth at Risk; Ageing/older support; HIV/AIDS; Addiction; Homelessness; Community Intervention; Migrants and refugees; Training; Summer camps and Social Tourism. &#xd;<br />Cáritas Coimbra promotes education and support to children and youngsters since the 1970’s, with 5 day care centres, 3 kindergarten; 57 leisure activities centres; 1 youth residential home, 1 child at risk care home, 1 youth summer camp; 1 team for prevention and 25 cross-curricular enrichment activities, involving overall near 10750 people each year.&#xd;<br />Also develops, for several decades, work of support to disadvantaged people, with 1 social support centre, 1 social income program, 2 social canteens; 1 therapeutic community, 1 day care centre, 2 street teams and a social rehabilitation apartment for people with addiction problems, 1 centre for people with HIV, 1 centre for homeless people, 2 community centres, 1 reintegration community for women and 1 team for refugee integration, supporting overall 8250 people each year.&#xd;<br />As for older adults and health services, Cáritas Coimbra offers 12 day care centres, 18 home care services, 5 nursing homes, 1 chronic disability / impairment home, 2 long term care units, 1 medical and rehabilitation clinic and 1 summer camp for senior citizens – providing overall about 3000 users.&#xd;<br />Cáritas Coimbra is actively involved in many regional, national and international projects and partners with local universities and schools, receiving several internships every year. Currently, Cáritas Coimbra is a member of Ageing@Coimbra, an EIP-AHA reference site with 3 stars; UE Digital Skills and Jobs Coalition, Strategic Council and also member of group 4 in RIS3 Centro - smart specialization strategy and ECHAlliance.&#xd;<br />Is a founding member and Vice-President of the European Covenant on Demographic Change, an organization that aims to gather local, regional and national authorities as well as other stakeholders in order to cooperate and implement evidence-based on age friendly-environments and is a partner and Main Coordinator on group D4 of the EIP-AHA – Age-friendly Buildings, Cities and Environments.&#xd;<br />Cáritas Coimbra is also Coordinator of the 2018 Thematic Network SHAFE - Smart Healthy Age-friendly Environments, approved by the EC and Coordinator of the Portuguese Network on Smart, Inclusive and Age-Friendly Environments.","acronym":"CDC","interests":"Communication, Culture, Digital economy and society, Education and training, Employment and Social Affairs, Environment, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Sport, Trans-European Networks, Youth","euInitiatives":"A Cáritas Diocesana de Coimbra segue de forma próxima todas as ações relacionadas com a Parceria Europeia de Inovação para o Envelhecimento Ativo e Saudável, uma vez que tem 2 coordenadores no grupo D4 do EIP. Também devido à sua posição como Vice-Presidente do Convénio Europeu para as Alterações Demográficas segue atentamente todas as iniciativas relacionadas com os ambientes amigáveis para todas as idades, as smart cities, a Silver Economy e a inovação territorial.&#xd;<br />Acompanha igualmente de forma próxima as questões relacionadas com as ICT em diversos projetos nacionais e H2020, nomeadamente nas áreas da co-creation e nas questões éticas, de segurança e privacidade.&#xd;<br />Segue igualmente as iniciativas de âmbito social/inclusão, nomeadamente o European Pillar of Social Rights e as questões do emprego, por via do seu estatuto de membro do Digital Skills and Jobs Coalition. Uma vez que é entidade de acolhimento de pessoas refugiadas, esse é também um tópico de interesse.","lastUp":"2019-02-21T17:29:48.743+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}