{"id":"53073567234-18","name":"Vaccines Europe","registrationDate":"2011-11-23T11:27:20.521+02:00","category":2,"subCategory":4,"legal":"a specialised group within the European Federation of Pharmaceutical Industries and Associations (EFPIA)","web":"http://www.vaccineseurope.eu/","country":"Luxembourg","headAddress":"EFPIA ASBL","headCity":"Luxembourg","headPostCode":"2157","headPhone":"(352)26 84 54 16","boss":"Stefan Oschmann","bossTitle":"Mr","bossPosition":"EFPIA President","membersCount":3,"membersFTE":"1.0","membership":"Vaccines Europe operates as a specialised group within the European Federation of Pharmaceutical Industries and Associations – EFPIA-, which operates as the representative organisation of the pharmaceutical industry in Europe.","memberOrga":"http://www.vaccineseurope.eu/about-vaccines-europe/vaccines-europe-members/&#xd;\n&#xd;\nVaccines Europe's constituent entities include 12 member companies","goal":"The aim of Vaccines Europe, which has no profit-making purpose is to:&#xd;<br />•Create a supportive environment for improved vaccine protection and coverage in the interest of individuals and the community&#xd;<br />•Promote vaccine R &amp; D to meet new challenges for innovative vaccine applications against infectious and other types of diseases&#xd;<br />•Foster a favourable policy climate for the vaccine industry in Europe to bring new vaccines to the world.","acronym":"VE","interests":"Business and Industry, Competition, Consumers, Economy, finance and the euro, Education and training, External Relations, Public Health, Research and innovation, Single market, Trade","euInitiatives":"Any health or pharmaceutical policy stemming from the European Institutions such as:&#xd;<br />- Commission initiatives on vaccination&#xd;<br />- Anti Microbial Resistance&#xd;<br />- Preparedness and response to public health emergencies&#xd;<br />- HTA&#xd;<br />- Horizon Europe","lastUp":"2019-04-09T10:45:30.739+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}