{"id":"530836130911-87","name":"Асоциация Български Пипер","registrationDate":"2018-03-23T10:11:36.826+01:00","category":3,"subCategory":2,"legal":"сдружение с нестопанска цел","web":"http://piperibg.com","country":"Bulgaria","headAddress":"\"Г. С. Раковски\" 5/24","headCity":"Ямбол","headPostCode":"8600","headPhone":"(359)8 88 66 23 69","boss":"Данчо Кощилаков","bossTitle":"Mr","bossPosition":"Председател","membersCount":2,"membersFTE":"1.0","membership":"Българска Асоциация на Индустриалния Капитал&#xd;\nАсоциация на Младите Фермери&#xd;\nБългарска Асоциация за Растителна Защита&#xd;\nСдружение за напояване ЕБРО","memberOrga":"","goal":"Да подпомага и насърчава своите членове за развитие на ефективно пиперо производство при спазване изискванията на нормативните актове за извършване на такава дейност.&#xd;<br />Да отстоява и защитава правата и интересите на своите членове пред държавни органи и обществени организации в страната и чужбина с разработки и предложения.&#xd;<br />Да разработва мотивирани предложения за промяна на нормативната уредба, включително и за хармонизиране на Българското законодателство с това на Европейския съюз в областта на селското стопанство и търговията.&#xd;<br />Да лобира пред изпълнителната и законодателната власт за защита на интересите на бранша и на членовете на Асоциацията.&#xd;<br />Да обединява и подпомага усилията на членовете си за развитие на лоялна конкуренция в условията на пазарно стопанство, за производство на екологично чиста продукция и опазване на околната среда.&#xd;<br />Да работи за постигане на професионално единство, колегиална солидарност и професионално взаимодействие между членовете на Асоциацията.","acronym":"АБП","interests":"Agriculture and Rural Development, Budget, Climate Action, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Enlargement, Enterprise, Environment, External Relations, Food Safety, Internal Market, Regional Policy, Research and Technology, Trade","euInitiatives":"Основните политики на ЕС които следим в момента са групите, предложенията и политиките създаващи, управляващи и предлагащи новата селскостопанска политика - ОСП след 2020.","lastUp":"2018-03-23T11:39:53.077+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}