{"id":"530938126582-09","name":"EMEA Satellite Operators Association","registrationDate":"2017-03-31T13:53:36.899+02:00","category":2,"subCategory":4,"legal":"asbl","web":"http://esoa.net","country":"Belgium","headAddress":"Bastion Tower L-20","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)25 50 35 75","boss":"Aarti HOLLA-MAINI","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":2,"membersFTE":"2.0","membership":"www.eifonline.org&#xd;\nwww.esf.be&#xd;\nwww.itu.int&#xd;\nwww.biac.org","memberOrga":"https://www.esoa.net/about/members/","goal":"ESOA is the Brussels-based, CEO driven association of satellite operators based in Europe, the Middle East and Africa. Together they fly over 200 satellites that provide critical satellite communications services worldwide. &#xd;<br />The Vision of ESOA is a world that fully captures the benefits that satellites can bring, where policy makers improve the state of the world by continuously bridging digital, education, health and social divides across diverse geographies, mature and developing economies and in remote places, on land, at sea, in the air, leveraging satellite solutions (communication/ earth observation/ navigation) in synergy with terrestrial communications means that lack economies of scale, reach or robustness.&#xd;<br />In a world where data traffic is set to ever increase with the emergence of new applications and communications services, the Internet of Things and ultra-high quality video all driving citizens’, enterprise and government demand for more data anytime, anywhere, and on any device, ESOA recognises that no one technology will satisfy these needs. The Association is committed to ensuring policymakers and stakeholders understand, leverage and ultimately benefit from the strengths of satellite services to enable a fully connected world.","acronym":"ESOA","interests":"Audiovisual and Media, Communication, Development, Humanitarian Aid, Internal Market, Transport","euInitiatives":"Electronic Communications Code, Spectrum Policy, 5G, Gigabit Society, WifI4EU, CyberSecurity, Space Policy, Regional development, Connected Cars, IoT, Aid &amp; Development Policy, Humanitarian Aid","lastUp":"2018-04-02T09:19:19.944+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}