{"id":"531123731820-42","name":"UN Youth Delegate of Poland","registrationDate":"2018-06-18T18:10:26.038+02:00","category":6,"subCategory":11,"legal":"none","web":"http://unyouthdelegate.pl","country":"Poland","headAddress":"none","headCity":"Warsaw","headPostCode":"","headPhone":"(48)7 23 66 81 09","boss":"Klaudia Klonowska","bossTitle":"Ms","bossPosition":"2018-19 UN Youth Delegate of Poland","membersCount":2,"membersFTE":"2.0","membership":"We are also linked to the PROM Polish Youth Council organization that gathers major youth organizations in Poland.","memberOrga":"","goal":"One form of youth participation at the United Nations is through the inclusion of youth delegates in a country’s official delegation to the United Nations General Assembly and various functional Commissions of the Economic and Social Council. The youth delegate programme is coordinated by the Focal Point on Youth at the global level, but it is the responsibility of the Member States to establish a youth delegate programme at the national level, and to decide who will represent the young people of their country. The roles of a youth representative varies from country to country, but normally includes providing input to their delegation on issues related to youth and participate in their delegation’s general work through attending meetings and informal negotiations.&#xd;<br />&#xd;<br />Youth delegates can participate in several intergovernmental meetings at the United Nations. Most official youth delegates participate in the General Assembly, but some also attend functional Commissions of the Economic and Social Council.","acronym":"UNYDPL","interests":"Climate Action, Digital economy and society, Education and training, Youth","euInitiatives":"EU Youth Strategy documents, reports and directives, for example, \"European Conference on the&#xd;<br />future EU Youth Strategy\" report from 2017 (https://ec.europa.eu/youth/sites/youth/files/youth-strategy-report_en.pdf)","lastUp":"2018-06-18T18:19:31.752+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}