{"id":"531166532107-32","name":"Magyar Kerékpárosklub","registrationDate":"2018-07-25T14:57:50.901+02:00","category":3,"subCategory":2,"legal":"nonprofit egyesület","web":"http://kerekparosklub.hu","country":"Hungary","headAddress":"Kárpát utca 48.","headCity":"Budapest","headPostCode":"1133","headPhone":"(36)13 15 05 90","boss":"Kürti Gábor","bossTitle":"Mr","bossPosition":"president","membersCount":6,"membersFTE":"5.5","membership":"Európai Kerékpáros Szövetség (ECF)&#xd;\nhttps://ecf.com/","memberOrga":"http://kerekparosklub.hu/tagoknak/teruleti-szervezetek","goal":"Fő célja a kerékpározás hazai terjedésének elősegítése, kultúrájának megteremtése, hogy egyre többen és egyre jobb körülmények között juthassanak el A-ból B-be biciklin.&#xd;<br />&#xd;<br />A szervezet fontos szereplője a közéletnek, szakmai segítséget nyújt a vonatkozó kormányzati döntések előkészítésénél, illetve közreműködik a tervek elkészítésében és megvalósításában. Erős lobbierejével hatékonyan képviseli és hasznos szolgáltatásaival segíti a kerékpározókat és kerékpározni vágyókat.&#xd;<br />&#xd;<br />Küldetésünknek tekintjük, hogy a kerékpár, mint közlekedési eszköz, elnyerje méltó helyét a mindennapi közlekedésben, illetve a kerékpár váljon a legnépszerűbb sport és szabadidős eszközzé.&#xd;<br />&#xd;<br />A Kerékpárosklub nemcsak vonzó és biztonságos utakért dolgozik. Kerékpárosbarát infrastruktúra mellett pozitív szemléletformálásra és kerékpárosbarát jogi környezetre is szükség van a biciklis közlekedés elterjedéséhez.&#xd;<br />&#xd;<br />Szeretnénk, hogy mindenki számára elérhető és valós alternatívát jelenthessen a kerékpározás (közlekedési forma, túrázás, sportolás) valamint a kerékpározás váljék Magyarországon a környezettudatosság legfőbb szimbólumává!","acronym":"MK","interests":"Transport","euInitiatives":"Közlekedéspolitika, település-fejlesztés, fenntarthatóság témakörében szakmai alapon képviseljük a már kerékpározókat, és a kerékpározásra nyitott közönséget.","lastUp":"2018-07-25T14:58:53.090+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}