{"id":"53141413510-95","name":"Grayling","registrationDate":"2010-04-27T10:23:14.628+01:00","category":1,"subCategory":6,"legal":"SA","web":"http://www.grayling.eu","country":"Belgium","headAddress":"Avenue des Arts, 46","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)0 27 32 70 40","boss":"Russell Patten","bossTitle":"Mr","bossPosition":"CEO Brussels","membersCount":22,"membersFTE":"22.0","membership":"Grayling is a member of the British Chamber of Commerce in Belgium.","memberOrga":"","goal":"Grayling Brussels is a fully integrated communications consultancy specialising in Public Relations, Public Affairs, Investor Relations and Events.&#xd;<br />&#xd;<br />We offer ideas and solutions tailored to our client needs and ensure that they fully benefit from our expertise, network and contacts. Our multinational office employs a team of  multilingual specialists with a variety of backgrounds, guaranteeing a broad range of consultancy expertise and industry experience.&#xd;<br />&#xd;<br />Public Affairs Services - Grayling offers the full range of services, from monitoring and political intelligence to advocacy and lobbying.&#xd;<br />&#xd;<br />Public Relation Services - Media relations and media training, social media strategy, corporate and financial communications, marketing communication, crisis communication, investor relations, capital market transactions, interim communications management and events.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Grayling Brussels' PA expertise covers a wide range of industry sectors including food &amp; agriculture, healthcare, consumer, transport, energy &amp; environment, and new technologies. We also closely follow all Brexit-related issues.","lastUp":"2019-03-20T15:33:19.207+01:00","customers":"European Partnership for Energy and the Environment","costAbsolu":"","costRange":"2500000-2749000","turnoverAbsolu":"","turnoverRange":""}