{"id":"53141413510-95","name":"Grayling","registrationDate":"2010-04-27T10:23:14.628+02:00","category":1,"subCategory":6,"legal":"SA","web":"http://www.grayling.eu","country":"Belgium","headAddress":"Avenue des Arts, 46","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)0 27 32 70 40","boss":"Russell Patten","bossTitle":"Mr","bossPosition":"CEO Brussels","membersCount":21,"membersFTE":"21.0","membership":"Grayling is a member of the British Chamber of Commerce in Belgium.","memberOrga":"","goal":"Grayling Brussels is a fully integrated communications consultancy specialising in Public Relations, Public Affairs, Investor Relations and Events.&#xd;<br />&#xd;<br />We offer ideas and solutions tailored to our client needs and ensure that they fully benefit from our expertise, network and contacts. Our multinational office employs a team of  multilingual specialists with a variety of backgrounds, guaranteeing a broad range of consultancy expertise and industry experience.&#xd;<br />&#xd;<br />Public Affairs Services - Grayling offers the full range of services, from monitoring and political intelligence to advocacy and lobbying.&#xd;<br />&#xd;<br />Public Relation Services - Media relations and media training, social media strategy, corporate and financial communications, marketing communication, crisis communication, investor relations, capital market transactions, interim communications management and events.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Grayling Brussels' PA expertise covers a wide range of industry sectors including food &amp; agriculture, healthcare, consumer, transport, energy &amp; environment, and new technologies. We also closely follow all Brexit-related issues.","lastUp":"2018-03-29T16:48:57.075+02:00","customers":"European Partnership for Energy and the Environment","costAbsolu":"","costRange":"2500000-2749000","turnoverAbsolu":"","turnoverRange":""}