{"id":"53171186468-38","name":"SAW-B (solidarité des alternatives wallonnes et bruxelloises)","registrationDate":"2011-08-24T12:38:55.520+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://www.saw-b.be","country":"Belgium","headAddress":"rue Monceau-Fontaine, 42/6","headCity":"Monceau-sur-sambre","headPostCode":"6031","headPhone":"(071)53 28 30","boss":"Marie-Caroline Collard","bossTitle":"Ms","bossPosition":"director","membersCount":2,"membersFTE":"1.0","membership":"Membre de Social Economy Europe, plate-forme européenne des acteurs de l'économie sociale et de l'entrepreunariat social.","memberOrga":"http://www.saw-b.be/spip/spip.php?page=annuaire-membres&#xd;\n&#xd;\nsoit 130 membres, entreprises sociale et personnes morales","goal":"L'asbl SAW-B, Solidarité des alternatives wallonnes et bruxelloises, est une fédération d'économie sociale pluraliste. Elle est le porte-parole de plus de 300 entreprises en Wallonie et à Bruxelles.&#xd;<br />Une association qui représente plus de 15000 travailleurs dans ce que l'on nomme le troisième secteur. &#xd;<br />&#xd;<br />&#xd;<br />• Défendre et représenter&#xd;<br />&#xd;<br />Grâce à son pluralisme et à la variété de ses membres, SAW-B joue un rôle d'interface entre les pouvoirs politiques, les partenaires sociaux, les administrations et les projets de terrain. Porte-parole des revendications du secteur auprès des autorités compétentes, SAW-B est souvent consultée sur des projets législatifs concernant l'économie sociale.&#xd;<br />&#xd;<br />&#xd;<br />• Développer l'économie sociale&#xd;<br />&#xd;<br />Les actions de SAW-B visent également à développer le secteur en établissant des partenariats tant au niveau régional que fédéral.&#xd;<br />SAW-B est au service du développement des acteurs locaux et sectoriels (recyclage, insertion, finance alternative, TIC, nouvelles coopératives,...) et agit sur base du principe de subsidiarité (dans le cas où les acteurs locaux ou sectoriels ne peuvent intervenir eux-mêmes aussi efficacement).&#xd;<br />&#xd;<br />&#xd;<br />• Faire connaître et sensibiliser&#xd;<br />&#xd;<br />SAW-B a enfin un rôle de promotion de l'économie sociale auprès du grand public.","acronym":"SAW-B","interests":"Competition, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Internal Market, Regional Policy","euInitiatives":"Entreprises sociales, emploi, marchés publics, SIEG et SSIG, Impact social, Economie sociale","lastUp":"2018-03-09T15:00:17.335+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}