{"id":"532173019191-59","name":"EUROCLIO","registrationDate":"2015-10-14T15:02:53.312+02:00","category":3,"subCategory":2,"legal":"Associations","web":"http://www.euroclio.eu","country":"Netherlands","headAddress":"Riouwstraat 139","headCity":"The Hague","headPostCode":"2585HP","headPhone":"(31)7 03 81 78 36","boss":"Stegers Steven ","bossTitle":"Mr","bossPosition":"Acting Executive Director","membersCount":1,"membersFTE":"0.25","membership":"https://europeana.eu&#xd;\nhttps://dare-network.blogspot.com/&#xd;\nhttp://europeanheritagealliance.eu/","memberOrga":"We have started this year to recruit also individual members, in addition to the member organisations which are available here: &#xd;\nwww.euroclio.eu","goal":"EUROCLIO, the European Association of History Educators, established in 1992, supports the development of responsible and innovative history, citizenship and heritage education as a way to promote critical thinking, mutual respect, peace, stability and democracy. The Association advocates a sound use of history and heritage education towards the building and deepening of democratic societies, connecting professionals across boundaries of countries, ethnicities, and religions. It seeks to enhance the quality of history and citizenship education through capacity building for educators and producing and implementing innovative teaching tools. EUROCLIO has been able to define and pragmatically refine a methodology building on the practical work it carried out. Its approach is process-oriented and believes in reinforcing professional talents as fundamental resources for innovation and change. In 2018, EUROCLIO represents over 50 independent and volunteer history, heritage, and citizenship educators’ associations and related institutes from mostly European countries and reaches out to a network of about 25.000 history, heritage, and citizenship educators, who work with up to four million students and pupils per year.","acronym":"","interests":"Culture, Education and training, Foreign and Security Policy and Defence, International co-operation and development, Sport","euInitiatives":"Europe for Citizens&#xd;<br />European Remembrance&#xd;<br />Paris Declaration&#xd;<br />Erasmus+&#xd;<br />Jean Monnet&#xd;<br />DG EAC&#xd;<br />Europeana&#xd;<br />EuropeAid&#xd;<br />Copyright (exception for educational use)","lastUp":"2018-09-14T10:11:14.460+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}