{"id":"532454128865-90","name":"Aboca S.p.a. Società Agricola","registrationDate":"2017-11-08T09:53:44.108+01:00","category":2,"subCategory":3,"legal":"S.p.a.","web":"https://www.aboca.com/en","country":"Italy","headAddress":"20, Frazione Aboca","headCity":"Sansepolcro (AR)","headPostCode":"52037","headPhone":"(39)05 75 74 61","boss":"Valentino Mercati","bossTitle":"Mr","bossPosition":"President","membersCount":5,"membersFTE":"2.0","membership":"AESGP http://www.aesgp.eu/ &#xd;\nIFOAM EU http://www.ifoam-eu.org/&#xd;\nOPTA https://www.opta-eu.org/&#xd;\nEHPM https://www.ehpm.org/","memberOrga":"","goal":"A worldview based on awareness of the close bond between human and environmental health drives Aboca towards seeking for health today without compromising health tomorrow. Human beings and plants have always lived in close relation, co-evolving while developing complex systems influenced by the same context, and this is why medicinal herbs today are the ideal remedy for man's health and well being needs.&#xd;<br />&#xd;<br />Nature and health are the foundation of a constantly evolving quest for growth  which makes Aboca the precursor, the leader in Italy and an international benchmark for medicinal herb-based products for health care and well being.&#xd;<br />&#xd;<br />The focus is on research and innovation in order to develop products able to make use of the properties of complex natural matrices, in order to respond to health care needs both homeostatic and pathological, always with full respect for people and the environment, while creating awareness of the present and future advantages of such an approach.","acronym":"","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Communication, Consumers, Culture and media, Environment, Food Safety, Public Health, Research and innovation, Single market","euInitiatives":"Eu regulations in the field of:&#xd;<br />&#xd;<br />- agriculture (especially the CAP and organic farming)&#xd;<br />- Health and nutrition regulations&#xd;<br />- Regulatory framework of medicines, medical devices and food supplements&#xd;<br />-Research and Innovation EU scheme","lastUp":"2019-02-19T12:48:10.127+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}