{"id":"532687117753-07","name":"Dwelling Places","registrationDate":"2015-06-10T10:29:56.929+02:00","category":3,"subCategory":2,"legal":"Registered","web":"http://www.dwellingplaces.org","country":"Uganda","headAddress":"Mutundwe near Police Station","headCity":"Kampala","headPostCode":"Dwelling Places","headPhone":"(256)3 12 51 37 01","boss":"Ritah Nkemba","bossTitle":"Ms","bossPosition":"Founder","membersCount":35,"membersFTE":"27.5","membership":"","memberOrga":"Consortium for Street Children (CSC) - https://streetchildren.org&#xd;\n&#xd;\nChildren At Risk Action Network (CRANE)- www.cranenetwork.org&#xd;\n&#xd;\nUganda Child Rights NGO Network (UCRNN) - www.crin.org&#xd;\n&#xd;\nChildren At Risk Project Uganda (CAR Project) consortium with UCAA as the lead partner - www.ucaa.or.ug&#xd;\n&#xd;\nFIDA Uganda (Uganda Association of Women Lawyers - fidauganda.org","goal":"Dwelling Places (DP) is a Christian, non-governmental organization dedicated to the rescue and rehabilitation of street children, abandoned babies and high-risk slum families. Through holistic care, these children are relocated into safe, loving homes back in society. &#xd;<br />&#xd;<br />Our mission is two fold: Dwelling Places works primarily to rescue, rehabilitate and reconcile street children with their families. Additionally, we speak out for children at risk - informing, motivating and equipping local families and communities to promote positive change in the Ugandan society.&#xd;<br />&#xd;<br />The vision is to see a society where every Child finds a Chest to rest his head on and a Place to call home.&#xd;<br />&#xd;<br />Dwelling Places is also committed to advocating for the rights of Children.","acronym":"DP","interests":"Agriculture, Education and training, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Youth","euInitiatives":"-Child Protection&#xd;<br />-Making lifelong learning and mobility a reality;&#xd;<br />-   Improving the quality and efficiency of education and training;&#xd;<br />-Promoting equity, social cohesion, and active citizenship;&#xd;<br /> -Enhancing creativity and innovation, including entrepreneurship, at all levels of education and training.&#xd;<br />-Fighting Child Trafficking and all forms of violence against children.","lastUp":"2018-05-23T10:44:00.281+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}