{"id":"532676824552-45","name":"Confederação Nacional de Municípios","registrationDate":"2016-11-17T19:50:48.433+01:00","category":3,"subCategory":2,"legal":"Associação sem fins lucrativos","web":"http://www.cnm.org.br","country":"Brazil","headAddress":"SGAN 601 Norte, Modulo N","headCity":"Brasília","headPostCode":"70830-010","headPhone":"(55)61 21 01 60 95","boss":"Glademir Aroldi","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"A CNM é membro de:&#xd;\n&#xd;\n- Federação Latinoamericana de Cidades, Municípios e Associações (FLACMA): www.flacma.com&#xd;\n- Organização Mundial de Cidades e Governos Locais Unidos (CGLU): www.uclg.org","memberOrga":"Aproximadamente 5100 Municípios brasileiros","goal":"A Confederação Nacional de Municípios (CNM) é uma organização independente, apartidária e sem fins lucrativos, fundada em 8 de fevereiro de 1980.&#xd;<br />&#xd;<br />O objetivo maior da CNM é consolidar o movimento municipalista, fortalecer a autonomia dos Municípios e transformar nossa entidade em referência mundial na representação municipal, a partir de iniciativas políticas e técnicas que visem à excelência na gestão e à qualidade de vida da população.","acronym":"CNM","interests":"Agriculture and Rural Development, Climate Action, Culture, Economy, finance and the euro, Environment, External Relations, Institutional affairs, International co-operation and development, Regional Policy, Research and innovation, Trans-European Networks","euInitiatives":"Como representante dos Municípios brasileiros, a CNM acompanha as políticas da União Europeia voltadas às autoridades locais, o que incluem comunicações e documentos estratégicos sobre o tema, assim como integra o Foro Política de Desenvolvimento, espaço formado por representantes de autoridades locais e da sociedade civil. Além disso, as políticas de desenvolvimento de cidades e cooperação internacional são seguidas pela CNM, bem como a Confederação implementa projetos com apoio da União Europeia no Brasil e na América Latina.","lastUp":"2019-11-18T18:26:01.156+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}