{"id":"532865635419-75","name":"Asociatia Generala a Inginerilor din Romania","registrationDate":"2019-07-15T12:50:09.048+02:00","category":3,"subCategory":2,"legal":"asociatie","web":"http://www.agir.ro","country":"Romania","headAddress":"Calea Victoriei nr 118","headCity":"Bucuresti","headPostCode":"010093","headPhone":"(40)02 13 16 89 93","boss":"Mihai Mihaita","bossTitle":"Mr","bossPosition":"Presedinte","membersCount":3,"membersFTE":"0.75","membership":"AGIR este membru al urmatoarelor organizatii internationale:&#xd;\n- Federatia Mondiala a Organizatiilor Ingineresti (WFEO/FMOI), este o organizaţie internaţională, neguvernamentală care reprezintă profesia de inginer din întreaga lume. www.wfeo.net  &#xd;\n- Federatia Europeana a Asociatilor Nationale de Ingineri (FEANI), reprezentand interesele a peste 2 milioane de ingineri reuniti in asociatii ingineresti din 27 tari europene are ca scop afirmarea si dezvoltarea identitatii profesionale a inginerilor. www.feani.org &#xd;\n- Consiliul Regional de Coordonare a Organizatiilor Ingineresti din Centrul si Estul Europei (RCC), promoveaza cooperarea reciproca si integrarea europeana si Euro-Atlantica din sud-estul Europei pentru a inspira dezvoltarea din regiune in beneficiul oamenilor sai. www.rcc.int &#xd;\n- Asociatia Internationala de Educatie Continua Inginereasca (IACEE), organizatie internationala non profit si non guvernamentala, constituita in scopul sustinerii si intensificarii educatiei tehnice pe tot parcursul vietii. iacee.asee.org &#xd;\n- Asociatia Expertilor Europeni Agreati (AEXEA) - promoveaza normele de etica pentru expertiza Europeana; Aceste norme comune esentiale, in conformitate cu sistemele juridice din fiecare ţara, sunt disponibile in cinci limbi. www.aexea.org","memberOrga":"http://www.agir.ro/societati.php&#xd;\nhttp://www.agir.ro/membri.php?membri=sus&#xd;\nhttp://www.agir.ro/membri.php?membri=col","goal":"AGIR este o asociaţie profesională, autonomă, neguvernamentală şi apolitică, cu caracter non-profit şi personalitate juridică, fiind organizată în filiale/sucursale şi asociaţii profesionale inginereşti. AGIR are ca scop apărarea interesele profesionale şi sociale inginereşti, pentru a creşte prestigiu şi competenţele profesionale, cu scopul de a recunoaşte importanţa pe care o joacă în cadrul procesului social şi economic. Este membru naţional al Federaţiei Mondiale a Organizațiilor Inginereşti, Federaţiei Europene a Asociaţiilor Naţionale Inginereşti şi are relaţii bilaterale cu asociaţii naţionale şi organizaţii similare din întreaga lume. Publicaţia bi-lunara \"Univers Ingineresc\" conţine informaţii tehnice şi ştiinţifice interne şi internaţionale. Alte publicaţii ale AGIR-ului sunt \"Buletinul AGIR\" care apare trimestrial şi \"Anuarul AGIR\".","acronym":"AGIR","interests":"Climate Action, Communication, External Relations, International co-operation and development, Regional Policy, Research and innovation, Trans-European Networks, Transport","euInitiatives":"Reteaua TEN-T (reteaua nationala si europeana de transport)","lastUp":"2019-07-15T12:52:00.434+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}