{"id":"532915133022-38","name":"European Women of Faith Network","registrationDate":"2018-10-26T12:25:27.617+02:00","category":3,"subCategory":2,"legal":"asbl","web":"http://www.rfpwomenoffaith.eu","country":"Belgium","headAddress":"Boulevard Bischoffheim 39 4C","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)4 86 05 01 87","boss":"Minakoemarie Mangre","bossTitle":"Ms","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"Religions for Peace Europe&#xd;\nReligions for Peace International","memberOrga":"http://www.rfpwomenoffaith.eu/whowearepage.php?p=committee-members","goal":"As part of Religions for Peace Global Women of Faith Network, the Network promotes the building of peace by working with religious leaders, faith communities, governmental, statutory and voluntary organisations as well as through practical projects at the grassroots level. It commits to put into practice the shared human and spiritual values in all aspects of its work and relationships.Religions for Peace European Women of Faith Network seeks to:&#xd;<br />&#xd;<br />Enhance inter-faith networking among women of faith in Europe&#xd;<br />Strengthen the capacities of women of faith to build peace,, promote just and harmonious societies and transform conflict through congregations and religious women’s organizations in Europe.&#xd;<br />Promote gender equality and women’s empowerment in multi-religious collaboration for peace.&#xd;<br />Develop strategic relevant multi-stakeholder partnerships and alliances.&#xd;<br />Promote the establishment and development of faith-based and inter-faith based women’s networks in Europe.","acronym":"EWFN","interests":"Climate Action, Communication, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Environment, European Neighbourhood Policy, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Research and innovation, Youth","euInitiatives":"We are specifically interested in non-discrimination on the grounds of belief in the EU, Religious freedom issues. Social cohesion and sustainability, peace initiatives, women's rights","lastUp":"2018-10-26T15:22:59.405+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}