{"id":"532987725442-43","name":"European Federation of Chinese Organization (EFCO)","registrationDate":"2017-01-14T11:17:32.294+01:00","category":3,"subCategory":2,"legal":"Social Organization","web":"http://www.efco1992.org","country":"Austria","headAddress":"Hawelgasse 1","headCity":"Vienna","headPostCode":"1180","headPhone":"(43)66 08 43 05 95","boss":"Guoliang MOU","bossTitle":"Mr","bossPosition":"Secretary-General","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"Confederation of Chinese Associations UK&#xd;\nSpanish Qingtian Association&#xd;\nEurope Italy Overseas Chinese Chamber of Commerce and Industry of Naples&#xd;\nAssociation des Compatriotes de Qingtian en France&#xd;\nAssociation des Commercants de Wenzhou en France&#xd;\nFederation of all Chinese in Germany&#xd;\nWenzhou Chinese Association in Netherland&#xd;\nAustria Zhejiang Business Association&#xd;\nAustrian and Chinese Friendship Association","goal":"1. To know the law of EU and lead the Chinese people living in different countries to know the law of the counties and provide the law help for all members of the associations.&#xd;<br />2. EFCO will encourage European Chinese to keep good relationship with the local European, encourage young Chinese people enter the main society of Europe. Therefore they can communicate each other in education, skill training and job etc. &#xd;<br />3. EFCO always keep the Chinese culture and promote it in Europe which helps European Chinese know their own culture deeply and culture exchange with European people.&#xd;<br />4. To Strengthen economic and trade cooperation with China and Asia and organize European Chinese to actively participate in the economic and trade cooperation between the EU and China and carry out useful work.","acronym":"","interests":"Culture, Customs, Development, Economic and Financial Affairs, Education, External Relations, Humanitarian Aid, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Trade, Transport, Youth","euInitiatives":"- Civil justice&#xd;<br />- Living and working in another EU countries&#xd;<br />- Youth &amp; the world&#xd;<br />- International Cooperation on education and training&#xd;<br />- Culture sector support","lastUp":"2017-11-30T18:14:22.429+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}