{"id":"533486133775-24","name":"Faraday Grid Limited","registrationDate":"2019-01-28T11:21:57.834+02:00","category":2,"subCategory":3,"legal":"Limited Company","web":"https://www.faradaygrid.com","country":"United kingdom","headAddress":"1 Lochrin Square","headCity":"Edinburgh","headPostCode":"EH3 9QA","headPhone":"(44)13 13 57 43 19","boss":"Paul Ezekiel","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":3,"membersFTE":"1.25","membership":"N/A","memberOrga":"N/A","goal":"Faraday is an innovator in the electricity sector, driven to deliver sustainable prosperity for everyone. Through a systemic focus on affordable, reliable and clean energy, Faraday resolves two of the biggest problems facing grids today: how to maintain network stability and increase renewables into the energy mix.&#xd;<br />Faraday’s complete design solution transforms the fragile and expensive energy system by providing an enabling platform for distributed energy resources, driving a more competitive market by opening it up to a greater mix of producers and service providers, delivering optimal solutions to consumers.&#xd;<br />This is possible by solving energy transportation at a fundamental physics level, which is resolved through “Emergent Transactional Platform” and the “Faraday Grid”; all underpinned by “Faraday Exchanger” hardware.&#xd;<br />Faraday shifts the centre of the energy system to the grid.  The Faraday Grid is agnostic to the nature of supply and demand.  Physically replacing the transformer, it meets the utility’s needs, and provides a range of services required to enable greater integration of variable renewable energy, and manage for increasingly unpredictable consumer patterns, and increased reliance on electricity for heat and transport.","acronym":"","interests":"Business and Industry, Climate Action, Energy, Institutional affairs, Research and innovation","euInitiatives":"Directive 2009/72/EC of the European Parliament and of the Council of 13 July 2009 concerning common rules for the internal market in electricity and repealing Directive 2003/54/EC &#xd;<br />Regulation (EC) No 714/2009 of the European Parliament and of the Council of 13 July 2009 on conditions for access to the network for cross-border exchanges in electricity repealing Regulation (EC) 1228/2003&#xd;<br />Directive 2009/28/EC of the European Parliament and of the Council of 23 April 2009 on the promotion of the use of energy from renewable sources and amending and subsequently repealing Directives 2001/77/EC and 2003/30/EC&#xd;<br />Horizon 2020&#xd;<br />Innovation Union&#xd;<br />Research &amp; Development","lastUp":"2019-07-31T10:21:29.310+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}