{"id":"533733535269-01","name":"Gruppo Unitario per le Foreste Italiane","registrationDate":"2019-07-01T11:45:48.174+02:00","category":3,"subCategory":2,"legal":"ONLUS","web":"","country":"Italy","headAddress":"Via Monte Faito 65","headCity":"Pescara","headPostCode":"56124","headPhone":"(39)34 91 91 94 26","boss":"Giovanni Damiani","bossTitle":"Mr","bossPosition":"Presidente","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"ISDE Italia &#xd;\nItalia Nostra&#xd;\nWWF Italia","goal":"Gli Obiettivi&#xd;<br />&#xd;<br />1. Protezione e conservazione, con tutti mezzi possibili, dei boschi che, per le molteplici e fondamentali funzioni che svolgono, sono “beni strategici dello Stato”.&#xd;<br />&#xd;<br />2. Poiché la funzione produttiva dei boschi non è quella prevalente, tutte le competenze in materia forestale devono afferire al Ministero dell’Ambiente e non più a quello dell’Agricoltura.&#xd;<br />&#xd;<br />3. La selvicoltura e la gestione dei boschi devono avere carattere fondamentalmente conservativo con l’obiettivo di arrecare il minor danno possibile all’ecosistema forestale quando da esso si prelevano prodotti di interesse economico per l’uomo. Analogamente, il mantenimento delle radure deve essere dovuto a reali motivi paesaggistici, di allevamento tradizionale e conservazione della biodiversità e non di sfruttamento intensivo.&#xd;<br />&#xd;<br />4. Il restauro dei boschi degradati e la riforestazione delle terre marginali devono essere obiettivi prioritari della Nazione.&#xd;<br />&#xd;<br />5. Lo Stato deve progressivamente ricostituire il proprio Demanio Forestale. I Comuni devono obbligatoriamente destinare a bosco una porzione del proprio territorio. Vi devono essere ambiti forestali lasciati alla libera evoluzione verso gli equilibri naturali.","acronym":"GUFI","interests":"Agriculture and Rural Development, Climate Action, Energy, Environment, Food Safety, Regional Policy","euInitiatives":"La nostra associazione è interessata a tutte le iniziative istituzionali e legislative che riguardano l'ambiente. &#xd;<br />Nello specifico: &#xd;<br />1. rete Natura 2000&#xd;<br />2. Life Programme&#xd;<br />3. Regolamento REACH&#xd;<br />4. iniziative europee per l'adattamento ai cambiamenti climatici&#xd;<br />5. iniziative europee per la salvaguardia della biodiversità &#xd;<br />6. iniziative europee per la salvaguardia dell'ambiente&#xd;<br />7. iniziative europee di contrasto alle biomasse","lastUp":"2019-07-01T11:46:03.351+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}