{"id":"53403744095-09","name":"Instituut voor Bestuurders / L'Institut des Administrateurs","registrationDate":"2010-08-31T10:48:52.411+02:00","category":4,"subCategory":5,"legal":"VZW - ASBL","web":"http://www.guberna.be","country":"Belgium","headAddress":"Reep, 1","headCity":"Gent","headPostCode":"9000","headPhone":"(32)92 10 98 95","boss":"Sandra Gobert","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":18,"membersFTE":"15.25","membership":"Member ecoDa (European Confederation of Directors' Associations)&#xd;\n&#xd;\nMember of the European Council on Corporate Governance (The Conference Board Europe)","memberOrga":"","goal":"GUBERNA is an academically based network of and for directors and companies. We encourage corporate governance in all its dimensions and for every type of organisation. At the same time we want to offer a platform for the exchange of experience, knowledge and best practices within the member network. &#xd;<br />&#xd;<br />•GUBERNA network currently includes more than 1500  individuals and institutional members. GUBERNA is continuously expanding as new members join regulary.&#xd;<br />&#xd;<br />•GUBERNA develops its own academic research in the field of corporate governance and offers  activities and trainings related to this topic to its members.&#xd;<br />&#xd;<br />•As a knowledge center, GUBERNA was closely involved in the development of the Belgian Corporate Governance Code for listed companies and the recommendations for non-listed companies (Code Buysse). The Institute was represented in both Committees that established the above-mentioned Codes.","acronym":"GUBERNA","interests":"Borders and Security, Business and Industry, Economy, finance and the euro, Justice and Fundamental Rights, Single market","euInitiatives":"All EU initiatives that touch upon the field of corporate governance. At this moment, we are, among other things, looking at the revision of the shareholders' rights directive, the EU recommendation on 'comply or explain', the green paper on capital markets union.","lastUp":"2019-07-01T10:50:49.853+02:00","customers":"","costAbsolu":"","costRange":"1750000-1999999","turnoverAbsolu":0,"turnoverRange":""}