{"id":"534502931697-65","name":"Vision Strasbourg","registrationDate":"2018-06-04T12:45:20.816+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.visionstrasbourg.org","country":"France","headAddress":"7 rue de Niederbroon","headCity":"Strasbourg","headPostCode":"67000","headPhone":"(33)3 67 10 66 52","boss":"Pierre Loeb","bossTitle":"Mr","bossPosition":"président ","membersCount":4,"membersFTE":"2.0","membership":"Partenariat en cours d'élaboration","memberOrga":"Partenariat en cours d'élaboration","goal":"Vision Strasbourg est une association à but non-lucratif, fondée par une équipe jeune et dynamique, dont les membres sont issus de tous les horizons. L’association poursuit un objectif d’intérêt général, sociétal et humain. Elle a pour objet de favoriser la Participation Citoyenne et la libre expression des habitants, sur l'ensemble des thématiques et défis à l'échelle d'un territoire.&#xd;<br />&#xd;<br />L’association a pour vocation de permettre aux citoyens de se faire entendre, d’être un amplificateur d’idées et le porte-voix accessible à tous. Vision Strasbourg vise à transformer les initiatives individuelles en projets collectifs.&#xd;<br />&#xd;<br />En liant jeunesse, technologies et innovation, Vision Strasbourg a pour ambition de favoriser la participation citoyenne et de se constituer en relais entre société civile et décideurs.","acronym":"VS","interests":"Business and Industry, Climate Action, Communication, Culture and media, Education and training, Employment and Social Affairs, Environment, European Neighbourhood Policy, External Relations, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Regional Policy, Research and innovation, Trade, Youth","euInitiatives":"- Erasmus + &#xd;<br />- TAFTA&#xd;<br />- Stratégie de l'UE en faveur de la jeunesse &#xd;<br />- RGPD &#xd;<br />- Libre - échange et développement économique&#xd;<br />- Innovation et numérique outils de la démocratie &#xd;<br />- Education et formation &#xd;<br />-","lastUp":"2018-06-04T12:47:16.826+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}