{"id":"53472261059-57","name":"BRP (Bombardier Recreational Products)","registrationDate":"2009-02-05T11:01:42.977+02:00","category":2,"subCategory":3,"legal":"Inc.","web":"http://www.brp.com","country":"Canada","headAddress":"Saint-Joseph Street, 726","headCity":"Valcourt, Québec","headPostCode":"J0E 2L0","headPhone":"(1)45 05 32 22 11","boss":"Jose Boisjoli","bossTitle":"Mr","bossPosition":"President and Chief Executive Officer","membersCount":3,"membersFTE":"1.0","membership":"At EU/International level, BRP is a member of:&#xd;\nIMEC -  International Engine Manufacturers Committee - part of the International Council of Marine Industry Associations (ICOMIA)&#xd;\nATVEA - European ATV Association&#xd;\nISMA - International Snowmobile Manufacturers Association&#xd;\nACEM - European Motorcycle Manufacturers Association","memberOrga":"","goal":"BRP is a global leader in the world of powersports vehicles and propulsion systems built on over 75 years of ingenuity and intensive consumer focus. Its portfolio of industry-leading and distinctive products includes Ski-Doo and Lynx snowmobiles, Sea-Doo watercraft, Can-Am on- and off-road vehicles, Alumacraft and Manitou boats, Evinrude and Rotax marine propulsion systems as well as Rotax engines for karts, motorcycles and recreational aircraft. It supports its lines of product with a dedicated parts, accessories and clothing business to fully enhance your riding experience. With annual sales of $5.2 billion from over 120 countries, its global workforce is made approximately of 12,500 driven, resourceful people.","acronym":"BRP","interests":"Business and Industry, Consumers, Customs, Energy, Environment, Maritime affairs and fisheries, Research and innovation, Single market, Sport, Taxation, Trade, Transport","euInitiatives":"Non-Road Mobile Machinery Directive&#xd;<br />Third Driving License Directive&#xd;<br />EU Type-Approval Regulation for tricycles and quadricycles&#xd;<br />Recreational Craft Directive&#xd;<br />Periodic Technical Inspection","lastUp":"2019-07-19T17:14:03.640+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}