{"id":"534834216948-42","name":"Hachette Livre","registrationDate":"2015-04-14T17:28:01.115+01:00","category":2,"subCategory":3,"legal":"Société Anonyme","web":"http://www.hachette.com/","country":"France","headAddress":"58 rue Jean Bleuzen","headCity":"Vanves Cedex","headPostCode":"92178","headPhone":"(33)01 43 92 35 47","boss":"Arnaud Nourry","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"Fédération Européenne des Editeurs (FEE)","memberOrga":"FEE","goal":"Hachette Livre est une constellation de maisons d’édition, au sein de laquelle le patrimoine littéraire et les manuels scolaires côtoient les guides de voyage et les livres de cuisine. Animées par le même souci de la qualité, ces marques cultivent leurs identités particulières et s’épanouissent de manière autonome. Car l’autonomie, propre au métier d’éditeur, est le ferment de la créativité. C’est au plus près de leurs marchés, de leurs auteurs et de leurs lecteurs que les éditeurs accompagnent au mieux la naissance des livres. Cette diversité contribue à la solidité de Hachette Livre : la présence du Groupe sur tous les segments éditoriaux, et sur les territoires francophones, anglophones et hispanophones, permet de répartir les aléas de la conjoncture et d’équilibrer les résultats du Groupe. Hachette Livre dispose ainsi d’atouts forts au moment où, dans les métiers de l’édition, apparaissent des problématiques nouvelles : les ambitions des géants du numérique, la concentration des réseaux de distribution, l’émergence de nouvelles pratiques de lecture… Face à ces enjeux, il nous faut assurer aux maisons d’édition les conditions leur permettant de répondre aux désirs des lecteurs et des auteurs et d’innover pour anticiper les lectures de demain.","acronym":"","interests":"Competition, Consumer Affairs, Culture, Education, Information Society, Taxation, Trade","euInitiatives":"Directive Droit d'auteur et droits voisins dans la société de l'information (DADVSI) de 2001","lastUp":"2018-02-27T16:55:29.009+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}