{"id":"5351830264-31","name":"Bundesverband Informationswirtschaft, Telekommunikation und neue Medien e. V.","registrationDate":"2008-07-31T13:45:38.707+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.bitkom.org","country":"Germany","headAddress":"Albrechtstr. 10","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)30 27 57 60","boss":"Bernhard Rohleder","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":11,"membersFTE":"4.25","membership":"DIGITALEUROPE (www.digitaleurope.org)&#xd;\nBDI (www.bdi.eu)&#xd;\nDeutsches Institut für Normung (www.din.de)&#xd;\nSelbstregulierung Informationswirtschaft e.V (www.sriw.de)&#xd;\nEuropean Internet Foundation (www.eifonline.org)","memberOrga":"https://www.bitkom.org/Bitkom/Mitgliedschaft/Mitgliederliste/","goal":"Bitkom is the voice of the information technology, telecommunications and new media industry in Germany. Bitkom represents than 1,700 are direct members. They include nearly all global players as well as more than 1000 small and medium-sized enterprises and more than 400 start-ups. Bitkom's members generate an annual turnover of 190 billion Euros in total, including exports in high-tech goods and services worth 50 billion Euros per year. &#xd;<br />&#xd;<br />Bitkom provides a wide-ranging network that brings together the best minds and top companies of the digital world. Bitkom organizes a permanent exchange between experts and executives, offering its members platforms for co-operation and for interaction with key clients.&#xd;<br />&#xd;<br />Creating a favorable environment for innovation is Bitkom's highest priority. Core topics of Bitkom's political agenda are education and the training of tomorrow’s IT and telecommunications specialists, Green IT, e-government, e-health, economic policy, copyright and patent law, security and privacy issues, software technologies, consumer electronics, climate protection, and sustainability as well as a new legal framework for telecommunications and the media. With digital convergence in mind, Bitkom seeks to promote the collaboration of all ICT-related enterprises.","acronym":"Bitkom","interests":"Borders and Security, Business and Industry, Communication, Competition, Consumers, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Environment, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trans-European Networks","euInitiatives":"Digital Single Market&#xd;<br />General Data Protection Regulation&#xd;<br />European Electronic Communications Code&#xd;<br />EU Copyright reform (Directive and Regulation)&#xd;<br />Consumer rights online, digital content and sales law&#xd;<br />Audiovisual Media Directive&#xd;<br />SatCab Regulation&#xd;<br />E-Privacy Regulation &#xd;<br />Cybersecurity Act&#xd;<br />Free Flow of Data","lastUp":"2018-09-04T12:42:59.585+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}