{"id":"535376636855-83","name":"Verband der Wirtschaft Thüringens e. V.","registrationDate":"2019-12-23T09:49:26.138+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.vwt.de","country":"Germany","headAddress":"Lossiusstraße 1","headCity":"Erfurt","headPostCode":"99094","headPhone":"(49)0 36 16 75 90","boss":"Harald Dr. Bruhn","bossTitle":"Mr","bossPosition":"Verwaltung und Verbandsorganisation","membersCount":1,"membersFTE":"0.25","membership":"https://www.vwt.de/vwt/cms_de.nsf/vwt/engagement.htm","memberOrga":"https://www.vwt.de/vwt/cms_de.nsf/vwt/unsere_mitglieder.htm","goal":"Der Verband der Wirtschaft Thüringens ist die Spitzenorganisation der Arbeitgeber- und Wirtschaftsverbände Thüringens. Wir bündeln die Interessen unserer Mitglieder und sehen uns als deren wirtschaftspolitische Sprecher und Vertreter; darüber hinaus aber auch als Vordenker und Erarbeiter von perspektivischen Konzeptionen, als Impulsgeber und Vermittler wirtschaftlicher Sachverhalte.&#xd;<br />&#xd;<br />Die gesellschaftspolitischen Aufgaben der Wirtschaft decken wir über die Einflussnahme solcher Arbeitsfelder ab, die direkt oder indirekt die Landespolitik betreffen:     Wirtschafts- und Umweltpolitik, Bildungs- und Wissenschaftspolitik, Arbeitsmarkt- und Sozialpolitik und Gesetzgebungsverfahren. Die Interessen unserer Mitglieder vertreten wir gegenüber der Landesregierung, der im Landtag vertretenen politischen Parteien, den Gewerkschaften und weiteren gesellschaftlich relevanten Gruppen.","acronym":"VWT","interests":"Business and Industry, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Public Health, Regional Policy, Research and innovation, Single market, Trade","euInitiatives":"ESF, EFRE, ELER, künftige Entwicklung der EU-Strukturfonds, Status der Regionen","lastUp":"2019-12-23T10:03:05.446+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}