{"id":"535334731648-89","name":"Stichting Final Say For All","registrationDate":"2018-05-30T11:10:41.656+02:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://finalsayforall.eu","country":"Netherlands","headAddress":"De Laars 40","headCity":"Enkhuizen","headPostCode":"1602MR","headPhone":"(31)2 28 31 78 45","boss":"Nicola James","bossTitle":"Ms","bossPosition":"Chairman","membersCount":16,"membersFTE":"4.0","membership":"N/A","memberOrga":"As a foundation we do not have membership. The foundation has a 3 person board:&#xd;\nhttp://finalsayforall.eu/about&#xd;\nWe have 13 other people, who help us voluntarily.","goal":"To ensure that should there be a referendum on the terms of the UK leaving the EU, all UK citizens in the EU and EU27 citizens in the UK are included in the franchise. &#xd;<br />To lobby for a a referendum on the terms of the UK's departure from the EU and that remaining a member is an option in any such referendum.&#xd;<br />To ensure that the nearly 5 million most directly affected people (UK in EU and EU27 in UK) do not lose the rights they are currently exercising.","acronym":"FSFA","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The negotiations with the UK connected to it's withdrawl from the EU and specifically citizens rights","lastUp":"2018-06-07T13:02:56.356+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}