{"id":"536139329481-03","name":"Vinces Consulting","registrationDate":"2018-01-03T16:42:47.202+01:00","category":1,"subCategory":6,"legal":"S.L.","web":"http://www.vinces.es","country":"Spain","headAddress":"Calle Monte Esquinza 14","headCity":"Madrid","headPostCode":"280210","headPhone":"(34)6 47 76 92 86","boss":"David Cordova","bossTitle":"","bossPosition":"Founder. Managing Partner","membersCount":3,"membersFTE":"1.5","membership":"CEOE http://www.ceoe.es/en/&#xd;\nOfficial Spanish Chamber of Commerce in Belgium and Luxembourg https://e-camara.com/web/en/home/","memberOrga":"","goal":"Vinces is a Government and Corporate Affairs Consultancy that builds social legitimacy of corporate interests through an integrated methodology. Our mission is to help our clients build their legitimacy and reputation through a proprietary method with transparency and integrity. Vinces’s approach is based on what Vinces calls the Representation Pyramid, according to the following fundamental principle: “the stronger the social legitimacy, the greater the ability to influence politics and policy.”","acronym":"Vinces","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"-\tAgriculture and rural development&#xd;<br />-\tClimate action&#xd;<br />-\tDigital Single Market&#xd;<br />-\tEnergy union strategy&#xd;<br />-\tTrade Policy and bilateral trade agreements&#xd;<br />-\tEU regional development&#xd;<br />-\tEU Consumer Rules&#xd;<br />-\tNew VAT rules&#xd;<br />-\tE-Health&#xd;<br />-\tFishing Policy","lastUp":"2018-01-17T13:31:37.839+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"500000-999999"}