{"id":"536234322350-13","name":"S.E Correos y Telégrafos S.A., S.M.E.","registrationDate":"2016-07-05T18:09:23.534+02:00","category":2,"subCategory":3,"legal":"S.A., S.M.E.","web":"http://www.correos.es","country":"Spain","headAddress":"Vía Dublín nº 7","headCity":"Madrid","headPostCode":"28042","headPhone":"(34)9 15 96 30 34","boss":"Elena Fernández-Rodríguez","bossTitle":"Ms","bossPosition":"Director of CSR and International Affairs","membersCount":4,"membersFTE":"2.0","membership":"Correos is  member of:&#xd;\n- PostEurop (European association of public postal operators) http://www.posteurop.org/&#xd;\n- International Post Corporation (IPC). https://www.ipc.be/","memberOrga":"","goal":"The Correos Group comprises Correos and its affiliates Correos Express, Nexea and Correos Telecom.&#xd;<br />&#xd;<br />These four companies operate in the field of communications. In this rapidly changing and demanding market, the Correos Group has evolved alongside society's communication methods, through innovation and continuous improvement, to anticipate changes in customers' requirements and better meet all their needs.&#xd;<br />&#xd;<br />Correos is a global provider of physical and electronic communications and parcel delivery solutions. It is also the company responsible for providing the Universal Postal Service in Spain, with efficiency, quality and sustainability.&#xd;<br />&#xd;<br />Correos is the company of reference in the postal market for the excellence and reliability of its services and its extensive coverage of the territory.&#xd;<br />&#xd;<br />Today, we have become one of the leading Spanish companies in terms of size, capillarity and human resources.","acronym":"Correos","interests":"Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Employment and Social Affairs, Energy, Environment, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- Digital Single Market Strategy&#xd;<br />- Following Postal Directives and the application report of the third Postal Directive.&#xd;<br />- Monitoring the implementation of Regulation on Cross-border parcel delivery services.&#xd;<br />- Digital Agenda: e-identification, e-government, online intermediation services and cybersecurity. &#xd;<br />- Standards&#xd;<br />- Monitoring the application of the GDPR within the postal sector.&#xd;<br />- Follow-up the debates and work on Services of General Economic Interest and the rulings on State Aid.&#xd;<br />- International trade: free exchange agreements, especially the negotiation of TiSA and TTIP agreements. &#xd;<br />- VAT, Union Customs Code. &#xd;<br />- Mobility Packages, environment and sustainability.","lastUp":"2018-06-28T16:00:25.695+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}