{"id":"536316232862-59","name":"TAJ","registrationDate":"2018-10-10T19:12:57.056+02:00","category":1,"subCategory":10,"legal":"société d'exercice libéral par action simplifiée","web":"https://taj-strategie.fr/","country":"France","headAddress":"6 place de la Pyramide","headCity":"Paris La Défense CEDEX","headPostCode":"92908","headPhone":"(33)1 40 88 22 50","boss":"Sami Rahal","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"https://www2.deloitte.com/global/en/pages/about-deloitte/articles/about-deloitte.html","memberOrga":"Le réseau Deloitte est un réseau mondial constitué de firmes membres et leurs filiales, présent dans plus de 150 pays et territoires à travers le monde. Les firmes membres sont des entités indépendantes et juridiquement distinctes qui opèrent sous une marque commune.&#xd;\nDeloitte Touche Tohmatsu Limited est une société de droit anglais (« private company limited by guarantee »). DTTL assure un rôle de coordination pour les firmes membres et leurs filiales respectives et requièrent leur adhésion à des politiques et procédures communes dans l’objectif de promouvoir des niveaux uniformément élevés de qualité, de comportement professionnel et de service. DTTL ne fournit aucun service professionnel à des clients, ni ne dirige, ne gère, ne contrôle ou ne détient un intérêt quelconque dans un firme membre ou dans une société affiliée à l’un d’eux.","goal":"TAJ, société d'avocats, est l'une des structures juridiques de Deloitte en France.&#xd;<br />Le réseau Deloitte est un réseau mondial constitué de firmes membres et leurs filiales, présent dans plus de 150 pays et territoires à travers le monde. Les firmes membres sont des entités indépendantes et juridiquement distinctes qui opèrent sous une marque commune.&#xd;<br />En France, le réseau Deloitte propose une palette d’offres présentée sous les marques :&#xd;<br />•\tDeloitte pour les activités d’audit et conseil (consulting, risk advisory et financial advisory;&#xd;<br />•\tDeloitte Legal et Deloitte l Taj pour les activités juridiques et les activités fiscales ;&#xd;<br />•\tIn Extenso pour l’activité d’expertise comptable, exercée en France","acronym":"","interests":"Taxation","euInitiatives":"Fair &amp; Efficient Corporate Tax Systems, Fight against VAT fraud","lastUp":"2018-10-10T19:13:31.262+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":""}