{"id":"536631623336-61","name":"Bridgestone Europe","registrationDate":"2016-09-09T14:08:26.444+02:00","category":2,"subCategory":3,"legal":"NV/SA","web":"http://www.bridgestone.eu/","country":"Belgium","headAddress":"Kleine Kloosterstraat 10","headCity":"Zaventem","headPostCode":"1932","headPhone":"(32)27 14 67 00","boss":"Paolo Ferrari","bossTitle":"Mr","bossPosition":"CEO and Chairman Bridgestone EMEA","membersCount":2,"membersFTE":"1.0","membership":"ETRMA - EUropean Tyre and Rubber Manufacturers' Associaton. http://www.etrma.org/&#xd;\n&#xd;\nJBCE - Japan Business Council in Europe http://www.jbce.org/","memberOrga":"","goal":"Bridgestone is the world’s largest manufacturer of tyres and rubber products. We make tyres for almost anything&#xd;<br />that moves on wheels: from tiny go-karts to huge 4-metre diameter dumper truck wheels. &#xd;<br />Bridgestone Europe is a key subsidiary of the Tokyo-based Bridgestone Corporation. &#xd;<br />&#xd;<br />Mission:&#xd;<br />Like our parent company, we aspire to offer the very best to our customers and to society, not only in terms of our products, services and technology, but in all of our corporate activities. Our commitment to quality stems not from want of profit, but out of a passion for improving the safety and the lives of people everywhere. We call this ‘The Bridgestone Essence’ – it embodies a shared spirit and impacts on everything we do in Europe. &#xd;<br />&#xd;<br />Activities:&#xd;<br />Established more than 20 years ago, with headquarters in Brussels, Bridgestone Europe employs 12,500 people. We develop and test our European products at an R&amp;D facility near Rome, produce them at 9 manufacturing plants in Belgium, France, Italy, Poland, Hungary and Spain and then distribute over 25 million tyres a year via a widely-spread state-of-the-art warehouse network and retail network.","acronym":"BSEU","interests":"Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Energy, Environment, External Relations, International co-operation and development, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"European Strategy for low-emission mobility;&#xd;<br />Emission trading scheme directive.&#xd;<br />Circular economy package; &#xd;<br />Chemical Legislation&#xd;<br />Digital Single Market&#xd;<br />Trade&#xd;<br />Horizon 2020 &#xd;<br />Market surveillance&#xd;<br />Road Safety&#xd;<br />R1222/2009 (Eco-labelling for tyres)","lastUp":"2019-07-16T12:53:37.084+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}