{"id":"536912217204-21","name":"Associazione Prospettiva Europea","registrationDate":"2015-05-02T16:29:58.132+01:00","category":4,"subCategory":5,"legal":"Associazione","web":"http://www.europalab.org","country":"Italy","headAddress":"piazza Garibaldi 101","headCity":"Napoli","headPostCode":"80142","headPhone":"(39)34 61 52 78 38","boss":"Roberto Giuliani","bossTitle":"Mr","bossPosition":"Presidente","membersCount":2,"membersFTE":"1.5","membership":"","memberOrga":"","goal":"L'Associazione PROSPETTIVA EUROPEA è un laboratorio di idee e progettualità nato per promuovere attività di  Ricerca, Formazione e Progettazione volte allo sviluppo di una piena e consapevole cittadinanza europea. A tal fine, dal maggio 2011 l'Associazione progetta e organizza percorsi formativi, seminari di approfondimento e momenti di aggregazione volti a stimolare riflessioni e dibattiti sulle evoluzioni dello scenario economico e geopolitico europeo, mediterraneo e globale.&#xd;<br />&#xd;<br />Le attività di Ricerca dell'Associazione alimentano l'Osservatorio Europalab, costituito da una “rete di laboratori” (Focus Europa, Euromed, Il Lavoro Che Cambia, Sustainability, Newsradar) coordinati nell'ambito della Piattaforma web europalab.org.&#xd;<br />Le attività di ricerca sono finalizzate alla realizzazione di approfondimenti e pubblicazioni di articoli per riviste di taglio economico e geopolitico e all'organizzazione di call for papers, momenti di discussione e dibattito e giornate di studio sulle aree tematiche di interesse dell’associazione.","acronym":"APE","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"L’Unione Europea, prima, durante e dopo la crisi &#xd;<br />La Commissione Europea &#xd;<br />Politica di Coesione&#xd;<br />Verso gli Stati Uniti d’Europa? &#xd;<br />La Strategia Europa 2020&#xd;<br />La nuova programmazione 2014-2020&#xd;<br />La prospettiva euro mediterranea&#xd;<br />Il Mediterraneo Verso Europa 2020 &#xd;<br />La Politica Europea di Vicinato &#xd;<br />L’Economia Sociale di Mercato","lastUp":"2018-02-26T21:20:56.648+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}