{"id":"53704615084-82","name":"Verband der Finanzdienstleistungsinstitute e.V. / Association of Financial Services Firms","registrationDate":"2011-01-25T11:43:43.938+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein (registered association)","web":"http://www.vfi-finanz.de","country":"Germany","headAddress":"Schäfergasse, 33","headCity":"Frankfurt am Main","headPostCode":"60313","headPhone":"(49)69 74 38 69 21","boss":"Gabriele Cloß","bossTitle":"Ms","bossPosition":"Geschäftsführerin","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"www.vfi-finanz.de","goal":"Der Verband der Finanzdienstleistungsinstitute e.V. wurde im Sommer 1998 in Frankfurt am Main gegründet. Der Verband vertritt und fördert die gemeinsamen berufsständischen wirtschaftlichen Belange der Finanzdienstleistungsinstitute in der Bundesrepublik Deutschland gegenüber Gesetzgeber und Behörden auf der nationalen und der europäischen Ebene. Er informiert und unterstützt seine Mitglieder in aufsichts- und kapitalmarktrechtlichen Angelegenheiten, daneben ist er Ansprechpartner für Behörden und Privatpersonen. &#xd;<br />&#xd;<br />Mitglieder des Verbandes sind kleine und mittelständische Finanzdienstleistungsinstitute. Die Geschäftsfelder der Mitglieder sind hauptsächlich die Vermittlung und Verwaltung von Finanzinstrumenten wie Aktien, Investmentfonds und Derivaten. &#xd;<br />&#xd;<br />Weitere Informationen zum Verband und zu seinen Mitgliedsinstituten sind auf der Website www.vfi-finanz.de zu finden. &#xd;<br />&#xd;<br />&#xd;<br />The Association of Financial Services Firms, founded in 1998, represents medium and small sized investment services firms, especially introducing brokers and portfolio managers in Germany.&#xd;<br />&#xd;<br />Further information on the Association and its member firms is available at www.vfi-finanz.de; or contact the Association´s office.","acronym":"V/F/I","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Home Affairs, Internal Market, Justice and Fundamental Rights, Taxation","euInitiatives":"MiFID II und MIFIR","lastUp":"2018-03-05T11:12:56.757+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}