{"id":"537082732275-03","name":"NewTA Limited","registrationDate":"2018-08-10T13:54:31.254+02:00","category":2,"subCategory":4,"legal":"Company limited by guarantee","web":"http://ukfinance.org.uk","country":"United kingdom","headAddress":"1 Angel Court","headCity":"London","headPostCode":"EC2R 7HJ","headPhone":"(44)0 20 77 06 33 33","boss":"Alastair Gilmartin Smith","bossTitle":"Mr","bossPosition":"Chief Operating Officer","membersCount":19,"membersFTE":"8.5","membership":"European Banking Federation&#xd;\nEuropean Payments Council&#xd;\nInternational Banking Federation&#xd;\nEuropean Federation for Factoring and Commercial Finance &#xd;\nBritish Business Bureau &#xd;\nEuropean Mortgages Federation &#xd;\nEuropean Card Payments Association &#xd;\nEuropean Covered Bond Council &#xd;\nEMVco","memberOrga":"https://www.ukfinance.org.uk/about-us/uk-finance-members/&#xd;\n&#xd;\nhttps://www.ukfinance.org.uk/about-us/uk-finance-associate-members/","goal":"UK Finance represents nearly 300 of the leading firms providing finance, banking, markets and payments-related services in or from the UK. Our members are large and small, national and regional, domestic and international, corporate and mutual, retail and wholesale, physical and virtual, banks and non-banks. Our members’ customers are individuals, corporates, charities, clubs, associations and government bodies, served domestically and cross-border. These customers access a wide range of financial and advisory products and services, essential to their day-to-day activities. The interests of our members’ customers are at the heart of our work.","acronym":"UK Finance","interests":"Banking and financial services, Business and Industry, Competition, Digital economy and society, Economy, finance and the euro, External Relations, Fraud prevention, Single market, Trade","euInitiatives":"UK Finance represents nearly 300 of the leading firms providing finance, banking, markets and payments-related services in or from the UK. We carry out activities in the EU that directly or indirectly influence the formulation or implementation of banking and financial services policy and the decision-making processes of the EU institutions.&#xd;<br />We follow all EU initiatives affecting banking and financial services including: Capital Markets Union; Banking Union; MIFID II/MIFIR; CRR/CRDIV implementation; Risk Reduction Measures, Bank Recovery and Resolution; Financial Transactions Tax; Bank Structural Reform; Implementation of Benchmarks Regulation; Implementation of Securities Financing Transactions Regulation; Implementation of Money Market Funds Regulation; Securitisation; European System of Financial Supervision; CRAs; Corporate Governance; Shareholders’ Rights; Post Trade; Implementation of Settlement and Central Securities Depositories Regulation, Insolvency Law Reform, Market Abuse Regulation, Deposit Guarantee Schemes; European Fund for Strategic Investments; Implementation of the General Data Protection Regulation, Revision to the 4th Anti-Money Laundering Directive, Financial Technology and Brexit.","lastUp":"2018-08-10T13:55:23.077+02:00","customers":"","costAbsolu":"","costRange":"1750000-1999999","turnoverAbsolu":0,"turnoverRange":""}