{"id":"53704972068-20","name":"OLD'UP","registrationDate":"2009-07-27T17:00:38.526+01:00","category":3,"subCategory":2,"legal":"Association française Loi 1901","web":"http://www.old-up.eu","country":"France","headAddress":"4 rue Amélie","headCity":"PARIS","headPostCode":"75007","headPhone":"(0033)6 81 75 74 84","boss":"Françoise Sauvage","bossTitle":"Ms","bossPosition":"Vice-Présidente","membersCount":5,"membersFTE":"2.5","membership":"L'Association, créée en 2008, est \"jeune\".&#xd;\nLa création de liens entre des partenaires européens se réalise pleinement depuis les travaux communs pour l'Année européenne 2012.&#xd;\nLes liens les plus actifs sont en Slovénie, en Italie et en Belgique.&#xd;\nLes relations sont étroites avec la Plateforme AGE présente également dans ce registre.","memberOrga":"Partenaires mais non membres","goal":"Les membres de l'Association sont des personnes de la deuxième étape de la retraite qui couvre le temps de vie entre les jeunes \"seniors\" et les personnes âgées en perte d'autonomie. Nous appelons ce groupe les OLD'UP - Plus si jeunes mais pas si vieux. Nous avons pris conscience des apports et des besoins spécifiques de ce groupe des 75 à 90 ans.&#xd;<br />Les objectifs sont :&#xd;<br />- l'établissement de liens durables entre les trois groupes dits âgés et, plus largement, entre les générations et les différentes étapes de la vie&#xd;<br />- la création et la promotion, avec les personnes elles-mêmes, d'une dynamique d'utilité citoyenne, culturelle et sociale.","acronym":"","interests":"Culture, Development, Employment and Social Affairs, Information Society, Justice and Fundamental Rights, Regional Policy, Trans-European Networks, Youth","euInitiatives":"Après un grand investissement dans \"2012 Année européenne du Vieillissement actif\" puis \"2013 de la Citoyenneté\", les travaux se poursuivent pour faire évoluer les biens et les services adaptés aux Personnes âgées. Nous sommes membres d'AGEPlatform.Europe, EURAG et développons nos contacts européens.","lastUp":"2017-03-17T13:23:41.596+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}