{"id":"537380918401-76","name":"Proximus","registrationDate":"2015-08-03T10:15:42.295+02:00","category":2,"subCategory":3,"legal":"SA de droit Public","web":"http://www.proximus.be","country":"Belgium","headAddress":"boulevard du Roi Albert II, 27","headCity":"Bruxelles","headPostCode":"1030","headPhone":"(32)22 02 41 11","boss":"Dominique Leroy","bossTitle":"Ms","bossPosition":"CEO","membersCount":7,"membersFTE":"2.0","membership":"ETNO&#xd;\nGSMA Europe&#xd;\nCERRE","memberOrga":"","goal":"Proximus is the leading national provider of telephony, internet, television and network-based ICT services in Belgium. It also operates in the international market via its affiliate BICS. &#xd;<br />Its high-quality interconnected fixed and mobile networks offer access anywhere and anytime to digital services and data, as well as to a broad offering of multimedia content. &#xd;<br />&#xd;<br />Proximus is investing in futureproof networks and innovative solutions, creating the foundations&#xd;<br />for sustainable growth. Its aim is to deliver the best customer experience and to simplify the customer journey by offering accessible and easy to use solutions.&#xd;<br />&#xd;<br />Proximus promotes a connected world accessible to all and actively contributes to the economic, social and environmental development of the society in which it operates.","acronym":"","interests":"Borders and Security, Business and Industry, Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trade, Trans-European Networks","euInitiatives":"Digital Single market&#xd;<br />Connected package&#xd;<br />Data protection &amp; privacy&#xd;<br />Data retention&#xd;<br />Competition law&#xd;<br />Media policies&#xd;<br />Internet governance&#xd;<br />Numbering, messaging &amp; addressing&#xd;<br />Radio spectrum policy&#xd;<br />Next generation networks&#xd;<br />Fraud control&#xd;<br />Digital agenda&#xd;<br />Copyright&#xd;<br />e-commerce&#xd;<br />USO","lastUp":"2018-06-18T16:11:05.994+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}