{"id":"537747327897-92","name":"Barilla G. e R. Fratelli SpA","registrationDate":"2017-07-31T11:52:36.932+02:00","category":2,"subCategory":3,"legal":"corporation","web":"https://www.barillagroup.com/en","country":"Italy","headAddress":"Via Mantova, 166","headCity":"Parma","headPostCode":"43122","headPhone":"(39)05 21 26 21","boss":"Guido Barilla","bossTitle":"","bossPosition":"Chairman","membersCount":3,"membersFTE":"1.0","membership":"Association of Chocolate, Biscuit and Confectionery Industries of Europe (CAOBISCO)&#xd;\nEuropean Brands Association (AIM)&#xd;\nUnion of Organizations of Manufacturers of Pasta Products in the EU (UNAFPA)&#xd;\nEU Semouliers&#xd;\nILSI Europe&#xd;\nEuropean Flour Millers (EFM)","memberOrga":"","goal":"Barilla, originally established in 1877 as a bread and pasta shop in Parma, is today one of the top Italian food groups: a leader in the pasta business worldwide, in the pasta sauces business in continental Europe, in the bakery products business in Italy, and in the crispbread business in Scandinavia. &#xd;<br />The Barilla Group is today committed to develop tasty, balanced and sustainable dietary models, which can contribute to achieve the 17 UN Sustainable Development Goals set up by the Agenda 2030. In line with this global commitment, the company’s purpose “Give people food you would give to your own children” is translated in its unique way of doing business: Good for You, Good for the Planet (GYGP). The GYGP strategy is practiced every day in all the activities of the company’s business, from field to fork. Results achieved and detailed information are available online in the yearly GYGP report and in the web site www.barillagoup.com.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Competition, Consumers, Culture and media, Employment and Social Affairs, Environment, Food Safety, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Food safety, agriculture, trade, industry, research &amp; development, consumer protection, environment, education, internal market, supply chain issues","lastUp":"2019-07-24T14:40:22.725+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}