{"id":"537780110380-03","name":"Association of Dental Dealers in Europe","registrationDate":"2012-12-20T14:21:02.358+01:00","category":2,"subCategory":4,"legal":"non-profit organisation","web":"http://www.adde.info/","country":"Belgium","headAddress":"Ten Houte 13","headCity":"Kortrijk","headPostCode":"8500","headPhone":"(32)4 75 83 19 08","boss":"Dominique Deschietere","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"This is the link to the webpage referring to the details of our national member organisations: http://www.adde.info/en/useful-links/our-members","goal":"The purpose of ADDE as a non-profit oriented and non-partisan association is notably: (i) to bring together the representative national dental dealer associations of all European countries that so desire; (ii) to develop amongst its members a spirit of fellowship, moral support, for further information see the \"Code of ethics for members of ADDE\"; (iii) to foster an exchange of professional information and practical experience on technical and legal matters; (iv) to pool their knowledge with a view to improve their general working conditions; (v) to co-ordinate collective interests of both the dental industry and the dental trade in Europe; (vi) to seek out factors likely to alter their situation in a beneficial way (vii) to cooperatively make formal or informal representations at a European level, or request that members make these representations, or undertake all measures which the association seems beneficial to the professional interests of its members and to its organisation in general.","acronym":"ADDE","interests":"Consumers, Customs, Public Health, Research and innovation, Single market, Trade, Transport","euInitiatives":"ADDE is interested in legislation relating to medical devices and related policy fields. ADDE also participates in the Medical Device Expert Group and IMDRF- forum meetings.","lastUp":"2019-03-13T16:47:16.517+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}