{"id":"537816929438-56","name":"Pentaferte Italia s.r.l.","registrationDate":"2017-12-27T10:38:48.231+01:00","category":2,"subCategory":3,"legal":"Società a Responsabilità Limitata (s.r.l.)","web":"http://www.pentaferte.com","country":"Italy","headAddress":"Viale Piane Nocella, 23","headCity":"Campli (Te)","headPostCode":"64012","headPhone":"(39)08 61 56 02 01","boss":"Ferruccio Ing. Pagnoni","bossTitle":"Mr","bossPosition":"Presidente ","membersCount":1,"membersFTE":"0.25","membership":"Pentaferte Italia S.r.l é  affiliata a Confindustria","memberOrga":"","goal":"Pentaferte è un’azienda italiana che opera nel settore di progettazione e produzione di siringhe e dispositivi medicali. Lo stabilimento produttivo di Campli, in provincia di Teramo a 2 ore da Roma, è tra i più grandi d’Europa e dispone delle certificazioni più esaustive e qualificanti a livello internazionale. La sede amministrativa commerciale e finanziaria di Ferrara gestisce i rapporti verso l’esterno e segue le tendenze di mercato. È presente un Sistema di Qualità aziendale attualmente certificato dall’Ente TÜV Italia in conformità alle norme UNI EN ISO 9001:2008 ed UNI EN ISO 13485:2012.La presenza pluriennale nelle strutture ospedaliere e farmacie di tutta Europa e la certificazione CE dei propri prodotti, rilasciata dall’ente TÜV Sud Product Service di Monaco, assicurano uno standard qualitativo di alto livello.","acronym":"","interests":"Consumer Affairs, Employment and Social Affairs, Humanitarian Aid, Public Health, Research and Technology","euInitiatives":"Sensibilizzazione diretta ed indiretta delle politiche comunitarie in materia di produzione farmaceutica, standard produttivi e certificazione di dispositivi sanitari e di apparati medico-sanitari. Rapporti di dialogo continuativo con parlamentari europei e nazionali, ai fini del miglioramento delle politiche comunitarie nel settore medicale e della divulgazione scientifica nel settore della ricerca e della produzione di prodotti medico-sanitari ad alto valore tecnologico","lastUp":"2017-12-27T11:00:09.988+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}