{"id":"537978835423-33","name":"Europäisches Forum Alpbach gemeinnütziger Verein","registrationDate":"2019-07-17T17:27:33.140+02:00","category":3,"subCategory":2,"legal":"Gemeinnütziger Verein","web":"http://www.alpbach.org/de/","country":"Austria","headAddress":"Franz-Josefs-Kai 13/10","headCity":"Wien","headPostCode":"1010","headPhone":"(43)71 81 71 10","boss":"Philippe Narval","bossTitle":"Mr","bossPosition":"Generalsekretär","membersCount":3,"membersFTE":"0.75","membership":"none","memberOrga":"The European Forum Alpbach gemeinnütziger Verein has 305 members and 30 employees. &#xd;\nWe have 30 clubs or initiative groups, full list is available here: https://www.alpbach.org/en/about-us/who-we-are/network/network-members/","goal":"Das Europäische Forum Alpbach ist eine interdisziplinäre Plattform für Wissenschaft, Politik, Wirtschaft und Kultur. Seit 1945 widmen wir uns im Rahmen des jährlichen Forums in Alpbach und weiterer Veranstaltungen über das Jahr der Auseinandersetzung mit den relevanten gesellschaftspolitischen Fragestellungen unserer Zeit.&#xd;<br />&#xd;<br />Wir vernetzen internationale VerantwortungsträgerInnen aus allen gesellschaftlichen Bereichen mit interessiertem Publikum und engagierten jungen Menschen, um gemeinsam in einen generationen-, ideologien- und grenzüberschreitenden Dialog zu treten.&#xd;<br />&#xd;<br />Wir setzen uns für eine zukunftsfähige, demokratische Gesellschaft ein und setzen mit unseren Veranstaltungen Impulse zur Weiterentwicklung des europäischen Integrationsprojekts.","acronym":"EFA","interests":"Business and Industry, Climate Action, Culture, European Neighbourhood Policy, Foreign affairs and security policy, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Trans-European Networks","euInitiatives":"1. ) Reducing emissions&#xd;<br />We are the first certified green-meeting in Austria&#xd;<br />&#xd;<br />2.) Strong common foreign policy of the EU&#xd;<br />We bring together European decision-maker to discuss about the most burning issues in Europe and develop solutions to the key challenger of the EU&#xd;<br />&#xd;<br />3.) Dialogue with citizens&#xd;<br />EFA provides platform for dialogue between European citizens, decision makers and entrepreneurs. We reinforce the exchange of ideas between different nations and generations.","lastUp":"2019-07-17T18:10:10.663+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}