{"id":"538874130983-56","name":"SIDENOR STEEL INDUSTRY S.A.","registrationDate":"2018-03-29T14:04:39.424+02:00","category":2,"subCategory":3,"legal":"SOCIETE ANONYME","web":"http://www.sidenor.gr","country":"Greece","headAddress":"33, Amaroussiou-halandriou str.","headCity":"Maroussi","headPostCode":"15125","headPhone":"(30)21 06 78 71 11","boss":"NIKOLAOS MARIOU","bossTitle":"Mr","bossPosition":"GENERAL MANAGER","membersCount":5,"membersFTE":"1.25","membership":"www.arabhellenicchamber.gr&#xd;\nwww.acci.gr&#xd;\nwww.eurofer.org&#xd;\nwww.aist.go.jp&#xd;\nwww.seve.gr&#xd;\nwww.ebeth.gr&#xd;\nwww.sev.org.gr&#xd;\nwww.sbbe.gr&#xd;\nwww.sepan.gr&#xd;\nwww.sepak.gr&#xd;\nwww.ccifhel.org.gr&#xd;\nwww.csrhellas.net&#xd;\nwww.unicen.gr&#xd;\nwww.oe-e.gr&#xd;\nwww.uhc.gr&#xd;\nwww.iene.gr&#xd;\nwww.worldsteel.org","memberOrga":"","goal":"Sidenor S.A. is a steel products manufacturer offering a full range of high quality and innovative solutions to the demanding needs of our customers worldwide. Our extensive product portfolio including long, flat and downstream steel products in manufactured across nine facilities in Greece, Bulgaria, Romania, FYROM and Australia. Consistent to our vision \"to be the leading producer of steel products through our people and our technological excellence\" we will continue to grow sustainably, set standards, of excellence, refine our quality, invest and further develop our technical knowledge while expanding our capabilities, increasing our efficiencies and adding exceptional value for customers. Sidenor S.A. has identified six areas of focus: Corporate Governance, its people, health and safety at the workplace, market responsibility, care for the environment and develop harmonious relationships with the local communities where it operates.","acronym":"SIDENOR S.A.","interests":"Climate Action, Competition, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"EC, Steel Strategy, Steel Sector, Construction Sector, Automotive Sector, Raw Materials, Trade Restrictions, Energy Sector, State of the Union Reports and Policies, Industry Sector, EU 2030 Climate and Energy Framework, REACH, Emissions, Trading System Reform, Competition","lastUp":"2018-03-29T14:09:32.960+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}