{"id":"538980527564-88","name":"International Organization for Fisheries, Aquaculture and other Marine Proteins","registrationDate":"2017-06-26T12:48:03.471+01:00","category":3,"subCategory":2,"legal":"Non-governmental organization","web":"http://iofamp.org/","country":"Spain","headAddress":"C/ Papuxa 18, Bajo","headCity":"Vigo","headPostCode":"36205","headPhone":"(34)6 79 13 96 78","boss":"Carlos M. A.  Losada Soutelo ","bossTitle":"Mr","bossPosition":"President","membersCount":11,"membersFTE":"5.0","membership":"","memberOrga":"","goal":"The International Organization for Fisheries, Aquaculture and other Marine Proteins (IOFAMP) is an international and integrative organization in all matters related to fisheries (professional and recreational) and aquaculture.&#xd;<br /> &#xd;<br />It is an international association of fishing ports / fish landings and their operators / stakeholders.&#xd;<br />Its launching took place in 2016 by an international group of experts, from different fields related to fisheries, aquaculture and marine protein in general (research, commercialization, industry, economy, engineering, communication, tourism, legal, maritime, technological, etc.).&#xd;<br />&#xd;<br />IOFAMP promotes cooperation between fishing ports / fish landings, professionals, companies and institutions to simplify the management of living marine resources, as well as the management of fishing ports / fish landings and their operators/stakeholders. In this regard, it aims to protect in a sustainable way all actors, resources and the environment in which the activity, both fishing and aquaculture, is developed.&#xd;<br />&#xd;<br />Among the main objectives of IOFAMP it is important to mention the following:  to establish a network of markets, fishing ports / fish landings and their operators / stakeholders in all continents to solve the problems and demands of the different distribution chains and entities that seek to guarantee sustainability, the fight against IUU fishing, public health, traceability of products and homogeneous labeling.&#xd;<br />&#xd;<br />IOFAMP also provides international visibility of fishing ports / fish landings and their operators/stakeholders, in accordance with the objective of simplifying their management and regulatory compliance.&#xd;<br />&#xd;<br />Fundamentally, it seeks to strengthen the \"Fish Landings\" and offer solutions to the common problems of the sector.","acronym":"IOFAMP","interests":"Environment, Fisheries and Aquaculture, Food Safety, Internal Market, Trade","euInitiatives":"- The Common Fisheries Policy (CFP).&#xd;<br />- The European Maritime and Fisheries Fund (EMFF).&#xd;<br />- Development of the international dimension of the EU Integrated Maritime Policy.&#xd;<br />- The Common organization of the markets in fishery and aquaculture products.     &#xd;<br />- UN-Sustainable Development Goal 14 – UN-SDG14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development.&#xd;<br />- Support the implementation of EU Regulations to prevent, deter and eliminate IUU fishing, as well as fostering the FAO - Port State Measures Agreement (FAO-PSMA).&#xd;<br />- Promotion of the 188 ILO Convention.&#xd;<br /> - Improvement of monitoring and transparency of the EU external fishing fleet.&#xd;<br />- Improvement of transparency in the food chain.                                          &#xd;<br />- Guarantee the traceability of Products.&#xd;<br />- Enhance global food security and specifically on Seafood Safety.&#xd;<br />- Continuous Capacity Building.\t&#xd;<br />- The EU Water Framework Directive. &#xd;<br />- Reduce marine pollution of all kinds, in particular from land-based activities, including marine debris.","lastUp":"2018-01-18T13:13:23.047+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}