{"id":"539003333013-85","name":"Center for Global Development","registrationDate":"2018-11-02T09:37:36.368+01:00","category":4,"subCategory":5,"legal":"Charity","web":"https://www.cgdev.org/","country":"United kingdom","headAddress":"1 Abbey Gardens","headCity":"London","headPostCode":"SW1P 3SE","headPhone":"(44)20 79 93 28 73","boss":"Amanda Glassman","bossTitle":"Ms","bossPosition":"COO","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"The Center for Global Development (CGD) works to reduce global poverty and improve lives through innovative economic research that drives better policy and practice by the world’s top decision makers. We focus on the intersection of developing countries and the governments, institutions, and corporations that can help them deliver greater progress. Our scholars conduct rigorous, impartial analysis informed by evidence and experts from around the world, to shape intellectual debate and design practical policy solutions. We are currently focused on the following areas critical to development progress;&#xd;<br />&#xd;<br />Global Health Policy&#xd;<br />Migration, Displacement and Humanitarian Policy&#xd;<br />Sustainable Development Finance&#xd;<br />Technology and Development&#xd;<br />Governments and Development &#xd;<br />&#xd;<br />CGD researchers also work in other areas that impact development progress, including:&#xd;<br />Education&#xd;<br />Gender and Equality&#xd;<br />Energy&#xd;<br />Financial Inclusion and Regulation","acronym":"CGD","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Climate Action, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Research and innovation, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"Global Health Policy; Migration, Displacement and Humanitarian Policy; Sustainable Development Finance; Technology and Development; European Development Policy,","lastUp":"2018-11-02T09:45:22.462+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}