{"id":"53905947933-43","name":"EDiMA","registrationDate":"2012-02-01T19:24:17.617+01:00","category":2,"subCategory":4,"legal":"LTD","web":"http://www.edima-eu.org","country":"United kingdom","headAddress":"Mortlake Highstreet, 20","headCity":"London","headPostCode":"SW14 8JN","headPhone":"(44)0 20 83 92 66 73","boss":"Wes Himes","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":3,"membersFTE":"3.0","membership":"","memberOrga":"www.edima-eu.org","goal":"EDiMA, the European association representing online platforms and other innovative companies, is an alliance of Internet and new media companies who's members provide online platforms offering users a wide range of online services, including the provision of audiovisual content, media, E-commerce, communications and information/search services. &#xd;<br />&#xd;<br />EDiMA represents Internet platform businesses in EU policy formation, on matters affecting the online environment and believes EU policy should maximise the development of new online services and business models to the benefit of innovators and EU consumers. Accordingly, EDiMA follows and is engaged at EU-level in regulatory and policy developments relating to content online, intellectual property rights in the online environment, the liability regime for Internet intermediaries, consumer rights issues related to E-Commerce and the use of online platforms, and more broadly, the development of a European Digital Single Market facilitating innovative online services.","acronym":"","interests":"Audiovisual and Media, Communication, Competition, Consumer Affairs, Culture, Economic and Financial Affairs, Enterprise, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Trade","euInitiatives":"EDiMA has taken part in relevant public consultations related to online intermediaries and the Internet sector such as the public consultation on the review of the EU copyright rules. In addition, EDiMA is following any progress and legislative development within the European Parliament by attending parliamentary committee meetings (IMCO, ITRE, CULT, LIBE, JURI) and new initiatives from the European Commission re: Communication, Public consultation etc.","lastUp":"2017-11-17T13:54:28.877+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}