{"id":"539090434144-29","name":"la Demeure Historique","registrationDate":"2019-03-08T14:21:03.118+02:00","category":3,"subCategory":2,"legal":"association sans but lucratif","web":"http://www.demeure-historique.org","country":"France","headAddress":"Hotel de nesmond","headCity":"Paris","headPostCode":"75005","headPhone":"(33)01 86 95 53 00","boss":"Olivier de Lorgeril","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"La Demeure historiques est membre de l'UEHHA, qui regroupe 24 associations européennes de propriétaires-gestionnaires de demeures et jardins historiques.&#xd;\n&#xd;\nhttp://www.europeanhistorichouses.eu/","memberOrga":"","goal":"La Demeure Historique, association française créée en 1924 et reconnue d’utilité publique en 1965, réunit actuellement près de 3000 monuments inscrits ou classés au titre des monuments historiques, ainsi que des demeures et jardins remarquables non protégés.&#xd;<br /> &#xd;<br />Selon ses statuts, « l’association œuvre pour la défense et la sauvegarde du patrimoine architectural, historique, artistique et naturel, ses abords et plus largement tout ce qui concerne la protection des perspectives et paysages ». Elle dispose de l'agrément national des associations de protection de l'environnement. &#xd;<br />&#xd;<br />Sa mission d’intérêt général s’articule autour de 4 grands axes : Préserver, Transmettre, Partager, Innover.&#xd;<br />  &#xd;<br />•\tElle apporte expertise, soutien et conseils aux propriétaires gestionnaires de monuments historiques privés dans de nombreux domaines : financement, fiscalité, protection, mise en valeur, transmission, abords et environnement… &#xd;<br />L’association apporte à ses adhérents une assistance juridique et technique sous différentes formes :&#xd;<br /> &#xd;<br />- Organisation de journées de formation thématiques, ouvertes aux non-adhérents de l’association, avec la participation d’intervenants ayant une expertise de haut niveau dans le domaine considéré (juristes, avocats, architectes, directeur des affaires culturelles, cabinet de conseil en valorisation touristique, en marketing culturel, agence de communication, …) ;&#xd;<br />&#xd;<br />- Assistance juridique et publication de fiches et dossiers techniques ; &#xd;<br />&#xd;<br />- Parution d’une revue trimestrielle : véritable boîte à outils au service des gestionnaires de monuments, confrontés aux exigences actuelle de la gestion d’un monument,  la revue a vocation à favoriser le partage d’expériences, à apporter à son lectorat une palette de solutions adaptées aux différents cas traités complétés par des données techniques, et ainsi  permettre aux propriétaires gestionnaires de trouver la vocation de leur monument, d’y développer de nouvelles activités et mettre en place un mode de gestion pérenne ;&#xd;<br />&#xd;<br />- Aide au financement de projets : La Demeure Historique a obtenu depuis 2008 l’agrément du ministère du Budget lui permettant de recevoir du mécénat affecté à la restauration et la mise en valeur des monuments historiques privés en numéraire, en compétence ou en nature. La Demeure Historique établit, dans le respect du cadre juridique défini, les conventions adaptées au programme de restauration de chaque monument et assure le reversement des dons aux entreprises au fur et à mesure de l’avancement des travaux concourant au projet.&#xd;<br />&#xd;<br />•\tElle sensibilise les pouvoirs publics à la nécessité de sauvegarder ce patrimoine d’intérêt historique et culturel. Son expertise et sa représentativité en font un partenaire privilégié des décideurs politiques. De plus, elle participe à de nombreux groupes de travail et de réflexion sur l’avenir du patrimoine.","acronym":"DH","interests":"Culture, Energy, Environment","euInitiatives":"Application(s) et consultation(s) relative(s) au droit du patrimoine culturel, de l’environnement, au droit de l’énergie et aux questions liées.","lastUp":"2019-09-10T17:09:07.309+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}