{"id":"539259127650-97","name":"Federal Express European Services Inc","registrationDate":"2017-07-03T18:23:44.619+01:00","category":2,"subCategory":3,"legal":"Company","web":"http://www.fedex.com","country":"Belgium","headAddress":"CANTERSTEEN 47","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)25 15 89 27","boss":"Staes Roel","bossTitle":"Mr","bossPosition":"SVP Legal &amp; General Counsel International Affairs","membersCount":7,"membersFTE":"3.0","membership":"European Express Association (EEA)&#xd;\nAmerican Chamber of Commerce (EU)&#xd;\n&#xd;\nAmerican Chamber of Commerce to the European Union (AmCham EU)&#xd;\n&#xd;\nInternational Air Transport Association (IATA)&#xd;\n&#xd;\nNational Express Associations and National Airlines associations.","memberOrga":"","goal":"The FedEx group provides customers and businesses worldwide with a broad portfolio of transportation, e-commerce and business services. FedEx Express offers a wide range of domestic and international shipping services for delivery of packages and freight including priority services, which provide time-definite delivery within one, two or three business days worldwide, and deferred or economy services, which provide time-definite delivery within five business days worldwide. On May 25, 2016, FedEx announced the acquisition of TNT Express, one of the world’s largest express delivery companies.","acronym":"FedEx","interests":"Budget, Climate Action, Communication, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"European legislation, initiatives and policies related to Mobility/transport, road and aviation, customs and trade, market access, safety and security, environment and energy, taxes, labor.","lastUp":"2017-12-22T10:17:57.669+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}