{"id":"539458333361-66","name":"Vereniging Energie, Milieu en Water","registrationDate":"2018-11-29T15:15:50.645+02:00","category":2,"subCategory":3,"legal":"Vereniging","web":"http://vemw.nl","country":"Netherlands","headAddress":"Houttuinlaan","headCity":"Woerden","headPostCode":"3447GM","headPhone":"(31)3 48 48 43 50","boss":"Hans Grünfeld","bossTitle":"Mr","bossPosition":"Algemeen Directeur ","membersCount":5,"membersFTE":"5.0","membership":"Member of VNO-NCW","memberOrga":"VEMW is er voor de kleine, middelgrote en grote bedrijven en instellingen die water, elektriciteit of gas gebruiken. Onze vereniging telt ongeveer 400 leden, bestaande uit bedrijven uit: de chemie, staal, voedingsmiddelenindustrie, zorgsector, multisites, universiteiten.","goal":"VEMW is er voor kleine, middelgrote en grote bedrijven en organisaties die warmte, elektriciteit, gas en water gebruiken. VEMW komt op voor de belangen van deze bedrijven en instellingen op het gebied van energie en water in Nederland en in de Europese Unie, en biedt hen ondersteuning, informatie en advies. &#xd;<br />&#xd;<br />VEMW is dé belangenbehartiger: &#xd;<br />Dit zeggen we niet alleen zelf, de overheid erkent de positie van VEMW als ‘representatieve organisatie’-een bij wet vastgestelde entiteit.&#xd;<br />VEMW beschikt hierdoor over een breed instrumentarium aan rechtsbeschermingsmiddelen.&#xd;<br />Ook de watersector erkent VEMW als spreekbuis van de zakelijke watergebruikers.&#xd;<br />VEMW kent een grote achterban: de vereniging vertegenwoordigt meer dan de helft van het totale zakelijke energie- en watergebruik in Nederland. &#xd;<br />VEMW is gesprekspartner voor overheid, politiek, besturen, marktpartijen en overige maatschappelijk relevante organisaties, zowel nationaal als ook Europees. &#xd;<br />VEMW kent de weg in Den Haag en Brussel  als geen ander.&#xd;<br />Als zakelijke energie- of watergebruiker staat u als VEMW-lid altijd sterker dan wanneer u zelfstandig opereert. &#xd;<br />&#xd;<br />VEMW in Brussel&#xd;<br />Energievraagstukken worden al lang niet meer alleen op nationaal niveau aangepakt. Brussel speelt hierin een steeds belangrijkere rol. VEMW werkt hierin samen met zusterorganisaties uit 14 landen verenigd in IFIEC, de overkoepelende Europese zusterorganisatie. VEMW levert een actieve bijdrage aan diverse Working Parties, de uitvoerende werkgroepen waarin het beleid wordt afgestemd (WP Electricity, Oil &amp; Gas, Climate &amp; Efficiency).","acronym":"VEMW","interests":"Climate Action, Energy, Environment, Food Safety","euInitiatives":"Energy&#xd;<br />EU Gas Directive &#xd;<br />Clean Energy Package (Energy Efficiency Directive, Renewable Energy Directive, Market Electricity Desing Regulation &amp; Directive)&#xd;<br />EU ETS &#xd;<br />EU long term climate strategy 2050&#xd;<br />Energy Taxation Directive &#xd;<br />&#xd;<br />Water:&#xd;<br />Water Framework Directive","lastUp":"2019-06-11T08:54:33.791+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}