{"id":"539713836884-33","name":"Global Policy Forum Europe","registrationDate":"2020-01-13T16:09:24.991+01:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://www.globalpolicy.org","country":"Germany","headAddress":"Königstrasse 37a","headCity":"Bonn","headPostCode":"","headPhone":"(49)22 89 65 05 10","boss":"Jens Martens","bossTitle":"Mr","bossPosition":"Geschäftsführender Direktor","membersCount":3,"membersFTE":"1.5","membership":"Social Watch: http://www.socialwatch.org/&#xd;\n&#xd;\nGlobal Alliance for Tax Justice: https://www.globaltaxjustice.org/&#xd;\n&#xd;\nCSOs for Financing for Development: https://csoforffd.org/","memberOrga":"","goal":"Global Policy Forum is an independent policy watchdog that monitors the work of the United Nations and scrutinizes global policymaking. We promote accountability and citizen participation in decisions on peace and security, social justice and international law. GPF gathers information and circulates it through a comprehensive website, as well as through reports and newsletters. We play an active role in NGO networks and other advocacy arenas. We organize meetings and conferences and we publish original research and policy papers. GPF analyzes deep and persistent structures of power and dissects rapidly-emerging issues and crises. GPF's work challenges mainstream thinking and questions conventional wisdom. We seek egalitarian, cooperative, peaceful and sustainable solutions to the world's great problems. GPF was founded in New York in December 1993 by a group of fourteen progressive scholars and activists. GPF is a non-profit, tax-exempt organization, with consultative status at the UN. In September 2004, Global Policy Forum Europe (GPF Europe) was founded as the sister-organization of GPF. GPF Europe is registered as a not-for-profit organization in Germany (\"gemeinnütziger eingetragener Verein\"). GPF Europe's primary aim has been to monitor and analyze German and European policy-making relating to and within the UN. The office of GPF Europe is located in Bonn, Germany. GPF uses a holistic approach, linking peace and security with economic justice and human development. We put our energy into well-focused and unique programs in which GPF has a special analytical and organizational edge. GPF's main programs cover currently environment and development concepts and politics, financing for development, tax justice, UN reform, global governance, corporate accountability, peace and security, and food and hunger.","acronym":"","interests":"Banking and financial services, Borders and Security, Budget, Climate Action, Economy, finance and the euro, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Taxation","euInitiatives":"Implementation of the Sustainable Development Goals&#xd;<br />&#xd;<br />Financing for Development, including relevant parts of the the Multiannual Financial Framework, Sustainable Finance, etc &#xd;<br />&#xd;<br />Reform of the European Financial Architecture&#xd;<br />&#xd;<br />Business and Human Rights","lastUp":"2020-01-13T16:10:25.595+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}