{"id":"539785135277-22","name":"Association Nationale des Etudiants en Pharmacie de France","registrationDate":"2019-07-01T23:10:34.753+02:00","category":2,"subCategory":1,"legal":"ASBL","web":"http://anepf.org","country":"France","headAddress":"4 avenue Ruysdael","headCity":"Paris","headPostCode":"75008","headPhone":"(33)6 30 98 74 32","boss":"Gautier Davrainville-Simonato","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.75","membership":"http://anepf.org/reseau-anepf","memberOrga":"http://anepf.org/reseau-anepf","goal":"L'Association Nationale des Etudiants en Pharmacie de France, est une association fondée le 14 mars 1968 à Paris et régie par la loi 1901, faisant d'elle une association à but non lucratif.&#xd;<br />&#xd;<br />Elle regroupe les 24 associations étudiantes des 24 facultés de pharmacie de France, et représente ainsi les 33.000 étudiants en pharmacie de l’hexagone. Notre but premier est de porter les revendications des étudiants au plus haut niveau pour s'adapter aux contraintes actuelles, dans l'objectif de favoriser l'interprofessionalité et la qualité des soins.&#xd;<br />&#xd;<br />Elle se dote également de différents réseaux : Santé publique, Humanitaire, International, Tutorat et Industrie qui témoignent de la grande implication de la génération des pharmaciens de demain dans les engagements solidaires, l’accompagnement des pairs ou le rayonnement de notre profession.","acronym":"ANEPF","interests":"Public Health, Youth","euInitiatives":"L'ANEPF représentant les étudiants en pharmacie de France, nous suivons le travail de la DG-Santé.&#xd;<br />Entre autres, les débats concernant la politique vaccinale, l'accès aux soins, l'antibiorésistance ou encore les maladies rares sont des sujets auxquels nous sommes attentifs.&#xd;<br />Nous suivons également l'actualité et les publications récentes de la DG-Santé ainsi que les publications de la Commission ayant un lien avec la santé ou l'enseignement supérieur.","lastUp":"2019-07-11T11:13:34.465+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}