{"id":"539806618454-01","name":"Bund der Selbständigen Deutschland e.V.","registrationDate":"2015-08-12T08:23:56.295+02:00","category":2,"subCategory":4,"legal":"e.V.","web":"http://www.bund-der-selbstaendigen.de","country":"Germany","headAddress":"Am Weidendamm 1 A","headCity":"Berlin","headPostCode":"10117","headPhone":"(4930)72 62 56 70","boss":"Liliana Gatterer","bossTitle":"Ms","bossPosition":"Präsidentin","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"Bund der Selbständigen Sachsen, Bund der Selbständigen Rheinland-Pfalz und Saarland, Bund der Selbständigen Mecklenburg-Vorpommern, Bund der Selbständigen Schleswig-Holstein, mib - Mittelstand in Bayern. associated: Bund der Selbständigen Sachsen-Anhalt, Bund der Selbständigen Hamburg.","goal":"Der Bund der Selbständigen (BDS) Deutschland vertritt die Interessen der Selbständigen in Deutschland. Er wurde 2011 gegründet mit dem Ziel, den branchenübergreifenden Anliegen von Selbständigen, Gewerbetreibenden und Freiberuflern in der Bundespolitik eine Stimme zu geben. Der Bund der Selbständigen Deutschland ist der Verband für den selbstverantwortlichen, werteorientiert arbeitenden Unternehmer. Der BDS sieht sich als konstruktive und aktive Akteure in einer lebendigen und vielfältigen Zivilgesellschaft im Rahmen eines demokratischen Rechtsstaates.&#xd;<br />Der Bund der Selbständigen Deutschland steht für die Prinzipien: Freiheit des Eigentums, Verantwortung für Mitarbeiter und Gesellschaft, Vertrauen in gesellschaftliches Miteinander und staatliche Institutionen","acronym":"BDS Deutschland","interests":"Business and Industry, Consumers, Customs, Economy, finance and the euro, Single market, Trade","euInitiatives":"-Öffentliche Konsultation zur Bewertung der Handelsvertreter-Richtlinie (86/653/EWG)&#xd;<br />-Öffentliche Konsultation zu  einer etwaigen Ausdehnung des Schutzes geografischer Angaben auf andere Produkte als Agrarerzeugnisse – Europas Fachwissen bestmöglich nutzen&#xd;<br />&#xd;<br />Weitere Vorhaben in den Bereichen: kleine und mittlere Unternehmen, Selbständigkeit, Entrepreuneurship und Ausbildung.","lastUp":"2018-06-21T14:24:06.159+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}