{"id":"53994278504-37","name":"Deloitte Services &amp; Investments","registrationDate":"2012-04-04T15:31:01.538+02:00","category":1,"subCategory":6,"legal":"NV","web":"http://www2.deloitte.com/be/en.html","country":"Belgium","headAddress":"Gateway building","headCity":"Zaventem","headPostCode":"1930","headPhone":"(32)26 00 60 00","boss":"Rik Vanpeteghem and Ms Christiane Cunningham","bossTitle":"Mr","bossPosition":"Directors acting and signing jointly","membersCount":5,"membersFTE":"1.75","membership":"Deloitte Services &amp; Investments NV is a Belgian subsidiary of Deloitte Belgium which is a Belgian subsidiary of Deloitte NWE LLP, a member firm of Deloitte Touche Tohmatsu Limited (DTTL), a UK private company limited by guarantee. DTTL and each of its member firms are legally separate and independent entities (please see www.deloitte.com/about for a more detailed description of DTTL and its member firms).&#xd;\n&#xd;\nDeloitte Belgium’s subsidiaries in Belgium offer value added services in audit, accounting, tax &amp; legal, consulting and financial advisory services (please see http://www2.deloitte.com/be/en.html for more information).","memberOrga":"AECA (American European Community Association, Transatlantic relationship) http://www.aeca.org/ &#xd;\nCEPS (Centre for European Policy Studies, think tank) https://www.ceps.eu/ &#xd;\nEuropean Contact Group (ECG - EU regulatory working group of six networks)&#xd;\nEuropean Parliamentary Financial Services Forum http://www.epfsf.org/&#xd;\nEPC (European Policy Centre, think tank) http://www.epc.eu/&#xd;\nQED (meeting organiser specialised in EU public affairs events) https://qed.eu/","goal":"Deloitte provides audit, tax, consulting, and financial advisory services to public and private clients spanning multiple industries.","acronym":"","interests":"Competition, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Taxation, Trade","euInitiatives":"(Activities on behalf of Deloitte firms only, not for clients) Accounting and audit, Corporate reporting and governance, Capital Markets Union, Cybersecurity, Data privacy, Data protection, Data economy and Digitalization, Energy, Future of work, Tax","lastUp":"2018-04-20T10:11:52.139+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":"","turnoverRange":""}