{"id":"540014112785-96","name":"ChamberLink Ltd","registrationDate":"2014-01-31T12:08:22.414+02:00","category":6,"subCategory":13,"legal":"Limited","web":"http://www.economic-solutions.co.uk/service_brands/business-support-solutions","country":"United kingdom","headAddress":"Great Bridgewater Street, 90","headCity":"Manchester","headPostCode":"M1 5JW","headPhone":"(0161)2 37 41 91","boss":"Lynn Shaw","bossTitle":"Ms","bossPosition":"Head of International Trade Services","membersCount":5,"membersFTE":"3.5","membership":"Enterprise Europe Network&#xd;\nBritish Energy Coast&#xd;\nInstitute of Export&#xd;\nBritish American Business Council&#xd;\nChina British Business Council&#xd;\nChemicals North West","memberOrga":"","goal":"ChamberLink Ltd trading as Business Support Solutions currently holds the contracts to deliver both Enterprise Europe Network and Department for Internatioanl Trade services and support in the North West of England.   Our staff have many years experience of working with companies to develop their international trade, and many of our advisers are Members of the Institute of Export. ChamberLink Ltd has an international Board made up of representatives from the 6 largest Chambers of Commerce in the region, and works closely with all Chambers in the North West. It is part of The Growth Company, a Manchester-based, not for profit organisation focused on economic and skills development.  We have in-depth experience across our teams of organising international trade events included matchmaking, and both inward and outward trade missions.","acronym":"","interests":"Business and Industry, Communication, Culture and media, Energy, Enlargement, Environment, International co-operation and development, Public Health, Research and innovation, Taxation, Trade","euInitiatives":"Through the Enterprise Europe Network contract, we carry out:&#xd;<br />- SME Feedback activities&#xd;<br />- Consultation panels&#xd;<br />- Missions for Growth","lastUp":"2018-04-30T17:19:19.828+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}