{"id":"540503836926-15","name":"World Justice Project","registrationDate":"2020-01-14T00:08:10.848+01:00","category":3,"subCategory":2,"legal":"Non Profit Organization","web":"https://worldjusticeproject.org/","country":"United states","headAddress":"1025 Vermont Avenue NW","headCity":"Washington D.C.","headPostCode":"20005","headPhone":"(1)20 24 07 93 30","boss":"Elizabeth Andersen","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":4,"membersFTE":"1.0","membership":"The World Justice Project is a member of the International Legal Assistance Consortium (ILAC): https://ilacnet.org/organisations/","memberOrga":"","goal":"The World Justice Project® (WJP) is an independent, multidisciplinary organization working to advance the rule of law worldwide.&#xd;<br />&#xd;<br />Effective rule of law reduces corruption, combats poverty and disease, and protects people from injustices large and small. It is the foundation for communities of justice, opportunity, and peace—underpinning development, accountable government, and respect for fundamental rights.&#xd;<br />&#xd;<br />Traditionally, the rule of law has been viewed as the domain of lawyers and judges. But everyday issues of safety, rights, justice, and governance affect us all; everyone is a stakeholder in the rule of law.&#xd;<br />&#xd;<br />Based on this, WJP’s mutually reinforcing lines of business employ a multi-disciplinary approach through original research and data, an active and global network, and practical, locally led programs to advance the rule of law worldwide.&#xd;<br />&#xd;<br />Founded by William H. Neukom in 2006 as a presidential initiative of the American Bar Association (ABA), and with the initial support of 21 other strategic partners, the World Justice Project transitioned into an independent 501(c)(3) non-profit organization in 2009. Its offices are located in Washington DC, Seattle, Singapore, and Mexico City.","acronym":"WJP","interests":"Foreign affairs and security policy, Fraud prevention, International co-operation and development, Justice and Fundamental Rights, Research and innovation","euInitiatives":"Relevant Rule of Law Initiatives, policies and legislative files including:&#xd;<br />European Instrument for Democracy and Human Rights (EIDHR)&#xd;<br />European Parliament monitoring mechanisms on democracy, the rule of law and human rights&#xd;<br />Activities related to the Aarhus Convention&#xd;<br />The Instrument Contributing to Stability and Peace&#xd;<br />European Union Convention against Corruption Involving Officials (EU Convention against Corruption)","lastUp":"2020-01-14T00:08:34.702+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}