{"id":"540954229146-34","name":"IPEMED","registrationDate":"2017-12-04T10:00:34.622+01:00","category":4,"subCategory":5,"legal":"Association loi 1901","web":"http://www.ipemed.coop/","country":"France","headAddress":"100 boulevard du Montparnasse","headCity":"Paris","headPostCode":"75014","headPhone":"(33)1 56 54 01 95","boss":"Jean-Louis Guigou","bossTitle":"Mr","bossPosition":"Président","membersCount":6,"membersFTE":"4.5","membership":"MedConfederation","memberOrga":"CDC&#xd;\nENGIE &#xd;\nSuez&#xd;\nLa poste&#xd;\nAvril&#xd;\nCaixa&#xd;\nByblos Bank&#xd;\nKafalat&#xd;\nLiban Post&#xd;\nPireco&#xd;\n...","goal":"L’Institut de Prospective Economique du Monde Méditerranéen (IPEMED) est un think tank constitué en association loi 1901. &#xd;<br />L'IPEMED met en oeuvre tout moyen nécessaire et/ou utile au développement des relations économiques et commerciales entre les pays du pourtour du bassin méditerranéen, les pays européens et africains telle que la diffusion d’informations, de travaux de prospective ou encore de données par le biais de publications ou tout autre moyen de communication.&#xd;<br />L'Institut met en oeuvre tout moyen utile et/ou nécessaire à la mise en relation des acteurs commerciaux et économiques, institutionnels ou non, tels que l’organisation de rencontres, de conférences ou de débats entre ceux-ci. Il vise notamment à favoriser la multiplication des réseaux transméditerranéens, Europe, Afrique subsahariennes d’entreprises, et à coordonner les projets de développement et les politiques communes des pays riverains de la Méditerranée.&#xd;<br />L'IPEMED s’attache également à faire valoir sa vision du rapprochement des économies auprès des plus hautes instances politiques concernées par l’espace Europe-Méditerranée-Afrique.","acronym":"","interests":"Agriculture and Rural Development, Development, Energy, Enterprise, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, Research and Technology","euInitiatives":"L'IPEMED suit activement les actions de l'UE qui concernent la méditerranée et l'Afrique subsaharienne. &#xd;<br />Nous nous intéressons notamment aux relations EU-ACP et au processus post-Cotonou (Documents de la Commission Européenne JOIN(2016) 52 finals / SWD(2016) 52 finals / SWD(2016) 380 finals ; document du Parlement Européen 2017/2083(INI)). Cela inclut de même le fonds européen de développement (FED) et les Accords de partenariat économique (APE).","lastUp":"2017-12-04T10:01:00.889+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}