{"id":"540966014206-39","name":"The International Association of Jewish Lawyers and Jurists","registrationDate":"2014-08-11T11:45:17.105+02:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.intjewishlawyers.org","country":"Israel","headAddress":"10 Daniel Frisch Street","headCity":"Tel Aviv","headPostCode":"6473111","headPhone":"(972)36 91 06 73","boss":"Meir Linzen","bossTitle":"Mr","bossPosition":"President of the Association","membersCount":3,"membersFTE":"1.75","membership":"The association is affiliated to the World Jewish Congress.","memberOrga":"American Association of Jewish Lawyers and Jurists(300),&#xd;\nUnited Kingdom Association of Jewish Lawyers and Jurists(200)","goal":"Background&#xd;<br />The International Association of Jewish Lawyers and Jurists (IAJLJ) was founded in 1969 as a non-profit organization, to promote and protect the essential interests of the Jewish people and defend human rights in general. It works to combat racism, xenophobia, anti-Semitism, Holocaust denial, unjust attacks against the State of Israel and violations of international law.&#xd;<br />&#xd;<br />Our Mission&#xd;<br />The IAJLJ approaches specific issues on the Jewish and Israeli agenda from a legal perspective and is dedicated to the precepts of Judaism and the rule of law.  Our statements of principle and the publications on our website are intended to set out our legal position on issues that we believe to be of major importance.&#xd;<br />&#xd;<br />Who We Are&#xd;<br />The IAJLJ has an ECOSOC Special Consultative status as a non-governmental organization (NGO) at the United Nations, enabling it to participate in the deliberations of various UN bodies, and in the Council of Europe. We have representatives in about 30 countries and hundreds of members in Europe, North and South America, Australia and Israel. All seek to participate in accomplishing our goals.","acronym":"IAJLJ","interests":"External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, Justice and Fundamental Rights, Migration and asylum, Regional Policy","euInitiatives":"Legislation concerning Antisemitism, human rights, Refugees and asylom seekers, women's rights","lastUp":"2019-04-07T10:57:08.844+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}