{"id":"541278933324-96","name":"Engineering Industries Association of Lithuania","registrationDate":"2018-11-26T15:25:21.252+01:00","category":2,"subCategory":4,"legal":"association","web":"http://linpra.lt/en","country":"Lithuania","headAddress":"Savanorių pr. 176C - 803","headCity":"Vilnius","headPostCode":"","headPhone":"(370)52 31 25 20","boss":"Darius  Lasionis","bossTitle":"Mr","bossPosition":"Director","membersCount":3,"membersFTE":"1.25","membership":"Orgalim - the European Engineering Industries Association&#xd;\nEFFRA - European Factories of the Future Research Association&#xd;\nEuPC - European Plastics Converters assocaition&#xd;\nECP4 - The European Composites, Plastics and Polymer Processing Platform&#xd;\nLPK - Lithuanian Confederation of Industrialists","memberOrga":"List of LINPRA members provided on association's website online:&#xd;\nhttps://linpra.lt/naryste/nariai/","goal":"LINPRA represents interests of companies, working in metal products, mashinery and equipment,&#xd;<br />electromechanics and electronics, plastics and rubber industry fields on international and national level. Our goal is to increase business competitiveness and internationalization, improve export of products and services, increase synergy between scientists and engineers activity, promote Industry 4.0 development in Lithuania. We also take part in improving quality of education system, especially focusing to VET (Vocational education and training) in Lithuania.","acronym":"LINPRA","interests":"Business and Industry, Digital economy and society, Education and training, Employment and Social Affairs, Institutional affairs, International co-operation and development, Research and innovation, Youth","euInitiatives":"LINPRA follows initiatives and policies on High-level group of the European Digital Platforms and hubs of initiatives on digitising European industry.","lastUp":"2019-11-25T14:56:40.725+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}