{"id":"541453110746-37","name":"European Casino Association","registrationDate":"2013-03-04T14:16:10.652+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.europeancasinoassociation.org","country":"Belgium","headAddress":"Square de Meeûs 38-40","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)24 01 61 30","boss":"Per Jaldung","bossTitle":"Mr","bossPosition":"Chairman","membersCount":1,"membersFTE":"0.75","membership":"","memberOrga":"http://www.europeancasinoassociation.org/about-eca/eca-members/","goal":"The European Casino Association (ECA) represents the interests of approximately 900 casinos and over 70,000 employees across Europe. Founded in the early 1990s as the European Casino Forum, the ECA has progressively grown over the years and today includes 26 members from the majority of the EU’s Member States and 4 non-EU countries.&#xd;<br />&#xd;<br />The main purpose and objective of the European Casino Association is to address issues related to casinos and/or casino operations with the European institutions, and in doing so to provide a focal point on casino matters for casino operators as well as for EU and national policy makers and stakeholders. To this end, the ECA aims to serve as a network, communicate and work with the EU institutions on anything related to casino operations. &#xd;<br />Within said purpose the association aims to:&#xd;<br />&#xd;<br />•\tCollect and provide information on casino operations and casino administration including assessment of European and national legislation and regulations addressing casino operations;&#xd;<br />•\tIncrease awareness and understanding of the casino industry amongst EU policy makers and stakeholders;&#xd;<br />•\tConstructively contribute to EU decision making on matters affecting the casino sector.","acronym":"ECA","interests":"Audiovisual and Media, Competition, Consumer Affairs, Culture, Economic and Financial Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Taxation, Trade","euInitiatives":"Follow-up to the European Commission Communication on online gambling&#xd;<br />Anti-Money Laundering policies&#xd;<br />Audiovisual Media Services Directive&#xd;<br />Other gambling-related initiatives and activities from the European Parliament, European Commission and the Council of the European Union","lastUp":"2017-04-04T13:40:10.817+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}