{"id":"54210841652-13","name":"Avisa Partners","registrationDate":"2009-05-07T14:09:33.264+02:00","category":1,"subCategory":6,"legal":"sprl","web":"http://www.avisa.eu","country":"Belgium","headAddress":"Rue du Noyer 183","headCity":"Brussels","headPostCode":"B-1000","headPhone":"(32)22 40 54 80","boss":"Jacques Lafitte","bossTitle":"Mr","bossPosition":"Founding Partner","membersCount":22,"membersFTE":"11.0","membership":"British Chamber of Commerce in Belgium (BCCB)&#xd;\nEuropean Public Affairs Consultancies' Association (EPACA)","memberOrga":"","goal":"Avisa Partners is a public affairs consultancy, which focuses on certain clearly identified policy issues in which we claim real expertise: competition, Single Market, financial services, environment &amp; climate change, health &amp; pharmaceuticals, transport, energy, security &amp; defense, telecommunications &amp; digital economy and assistance on EU calls for tender. Some customers ask us for advice or support in other fields or policy areas such as trade, anti-dumping, justice and home affairs&#xd;<br />&#xd;<br />We believe in diversity: our team of consultants and advisors comprises individuals who are Algerian, American, Austrian, Belgian, British, Dutch, Finnish, French, German, Greek, Hungarian, Irish, Israeli, Italian, Japanese, Lebanese, Romanian, Russian, Slovenian, Slovakian and Spanish.&#xd;<br />&#xd;<br />We believe in experience: all partners and several consultants have each spent time in the EU Institutions or at EFTA, with a mix of services and cabinets’ positions. Some of our consultants have worked in national administrations too. &#xd;<br />&#xd;<br />We believe in honesty: when we think we cannot help, we refer would-be clients to consultancies with more relevant expertise, and we do this on a routine basis with requests about say food issues or regional policy. &#xd;<br />&#xd;<br />We also pride ourselves in having built trusted relations with most important law firms active in Brussels.","acronym":"","interests":"Audiovisual and Media, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Economic and Financial Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Avisa Partners client service (excluding competition) includes companies from the private and public sector, association and not for profit organizations.  We advice clients on energy (such as gas, renewable, oil and electricity market), climate change (especially emissions trading), environment, financial services, digital Single Market, transport, R&amp;D, trade, external relations and internal market policies.&#xd;<br />  &#xd;<br />For further information see www.avisa.eu","lastUp":"2018-03-26T17:52:06.430+02:00","customers":"Monaco (http://www.gouv.mc/)","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":"","turnoverRange":""}