{"id":"54210841652-13","name":"Avisa Partners","registrationDate":"2009-05-07T14:09:33.264+01:00","category":1,"subCategory":6,"legal":"sprl","web":"http://www.avisa-partners.com","country":"Belgium","headAddress":"Rue du Noyer 183","headCity":"Brussels","headPostCode":"B-1000","headPhone":"(32)22 40 54 80","boss":"Jacques Lafitte","bossTitle":"Mr","bossPosition":"Founding Partner","membersCount":23,"membersFTE":"11.5","membership":"British Chamber of Commerce in Belgium (BCCB)&#xd;\nEuropean Public Affairs Consultancies' Association (EPACA)","memberOrga":"","goal":"Avisa Partners is a public affairs consultancy, which focuses on certain clearly identified policy issues in which we claim real expertise: competition, trade, regulatory affairs (e.g. digital and media, energy, environment, telecommunications, financial services and corporate social responsibility), online advocacy and cyber-security. We believe in diversity: our team of consultants and advisors comprises individuals who are American, Belgian, British, Dutch, Finnish, French, German, Irish, Israeli, Italian, Japanese, Lebanese, Polish, Romanian, Russian, Slovenian and Spanish. We believe in experience: all partners and several consultants have each spent time in the EU Institutions, with a mix of services and cabinets’ positions. Some of our consultants have worked in national administrations too. We believe in honesty: when we think we cannot help, we refer would-be clients to consultancies with more relevant expertise, and we do this on a routine basis with requests about say food issues or regional policy. We also pride ourselves in having built trusted relations with most important law firms active in Brussels.","acronym":"","interests":"Banking and financial services, Borders and Security, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Institutional affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Avisa Partners’ clients list includes companies from the private and public sector, associations, NGOs and Governments. We advice clients on aviation, Brexit, competition, climate change, digital, energy, environment and circular economy, external relations financial services, mobility, single market, R&amp;D and trade. For further information see https://www.avisa-partners.com","lastUp":"2019-03-21T16:14:39.224+01:00","customers":"Monaco (http://www.gouv.mc/)","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":"","turnoverRange":""}