{"id":"54210841652-13","name":"Avisa Partners","registrationDate":"2009-05-07T14:09:33.264+01:00","category":1,"subCategory":6,"legal":"sprl","web":"http://www.avisa.eu","country":"Belgium","headAddress":"Avenue Général Eisenhower 59","headCity":"Brussels","headPostCode":"1030","headPhone":"(322)2 40 61 01","boss":"Laila Kjeldsen","bossTitle":"Ms","bossPosition":"Managing Partner","membersCount":23,"membersFTE":"11.5","membership":"Britcham, EPACA","memberOrga":"","goal":"Avisa Partners is a Brussels-based public affairs consultancy which focuses on certain clearly identified policy issues in which we claim real expertise: competition, singel market, financial services, environment and climate change, health and pharmaceuticals, transport, energy, security and defences , telecommunications and digital economy, assistance on EU calls for tender.  Some customers ask us for advice or support in other fields or policy areas such as trande and antidumping or justice and home affairs. &#xd;<br />&#xd;<br />We believe in diversity: Our consultants enjoy a wide variety of educational backgrounds and professional experiences and we have American, British, Danish, Dutch, French, German, Italian, Spanish and Swiss consultants, plus advisors from Austria, Belgium, Lebanon and Russia and support staff from yet more countries. &#xd;<br />&#xd;<br />We believe in experience: all partners and several in-house consultants have each spent time in the EU Institutions or at EFTA, with a mix of services and cabinets’ positions. Some of our consultants have worked in national administrations too. &#xd;<br />&#xd;<br />We believe in honesty: When we think we cannot help, we refer would-be clients to consultancies with more relevant expertise, and we do this on a routine basis with requests about say food issues or regional policy. &#xd;<br />&#xd;<br />We also pride ourselves in having built trusted relations with most important law firms active in Brussels.","acronym":"","interests":"Audiovisual and Media, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Economic and Financial Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Avisa Partners client service (excluding competition) includes companies from the private and public sector, association and not for profit organizations.  We advices client on energy (gas, renewable, oil, electricity market etc. ), climate change especially emissions trading, environment, financial services, EU’s digital agenda, transport, R &amp; D and internal market policies.  &#xd;<br />For further information see www.avisa.eu","lastUp":"2017-03-24T10:38:56.193+01:00","customers":"Monaco http://www.gouv.mc/","costAbsolu":"","costRange":"1750000-1999999","turnoverAbsolu":"","turnoverRange":""}