{"id":"542285411258-44","name":"EDHEC Business School","registrationDate":"2013-06-11T14:38:35.291+02:00","category":4,"subCategory":12,"legal":"Non Profit Organisation","web":"https://www.edhec.edu","country":"France","headAddress":"avenue Gustave Delory, 24","headCity":"ROUBAIX CEDEX 1","headPostCode":"59057","headPhone":"(33)3 20 15 45 00","boss":"Emmanuel METAIS","bossTitle":"Mr","bossPosition":"Dean","membersCount":1,"membersFTE":"0.25","membership":"EDHEC Business School is a member of the following national and international associations&#xd;\n1.\tAssociation of MBAs: http://www.mbaworld.com/&#xd;\n2.\tAssociation to Advance Collegiate Schools of Business (AACSB): www.aacsb.edu/accreditation/accredited-members/global-listing.aspx?F_Country=France&#xd;\n3.\tCFA Institute: www.cfainstitute.org/community/university/Pages/cfa_program_university_partners.aspx&#xd;\n4.\tConférence des Grandes Ecoles (CGE): www.cge.asso.fr/nos-membres/ecoles/liste-des-ecoles?page=5&#xd;\n5.\tEuropean Federation for Management Development (EFMD): www.efmd.org/what-is-efmd/list-of-members#Association of MBAs (AMBA): www.mbaworld.com/en/Accreditation/Business-School-Search.aspx?CurrentPage=1&#xd;\n6.\tFédération d'Ecoles d'Ingénieurs et de Cadres (FESIC): www.fesic.org/ecoles-management-fesic/admissions.php&#xd;\n7.\tGlobal Association of Risk Professionals (GARP)&#xd;\n8.\tGraduate Management Admissions Council (GMAC): www.gmac.com/about-us/gmac-membership-policy-and-values/gmac-member-schools.aspx&#xd;\n9.\tQuantitative Techniques for Economics &amp; Management (QTEM): http://www.qtem.org/academic_partnerg","memberOrga":"EDHEC Business School is a member of the following national and international associations&#xd;\n1.  Association of MBAs: http://www.mbaworld.com/&#xd;\n2.  Association to Advance Collegiate Schools of Business (AACSB): www.aacsb.edu/accreditation/accredited- members/global-listing.aspx?F_Country=France&#xd;\n3.  CFA Institute: www.cfainstitute.org/community/university/Pages/cfa_program_university_partners.aspx&#xd;\n4.  Conférence des Grandes Ecoles (CGE): www.cge.asso.fr/nos-membres/ecoles/liste- des-ecoles?page=5&#xd;\n5.  European Federation for Management Development (EFMD): www.efmd.org/what-is-efmd/list-of-members&#xd;\n6.  Fédération d'Ecoles d'Ingénieurs et de Cadres (FESIC): www.fesic.org/ecoles-management-fesic/admissions.php&#xd;\n7.  Future of Management Education Alliance (FOME): https://future-management.education\t&#xd;\n8.  Global Association of Risk Professionals (GARP)&#xd;\n9.  Graduate Management Admissions Council (GMAC): www.gmac.com/about-us/gmac-membership-policy- and-values/gmac-member-schools.aspx&#xd;\n10. Quantitative Techniques for Economics &amp; Management (QTEM): http://www.qtem.org/academic_partnerg","goal":"EDHEC Business School was founded in Lille, France in 1906. It is an independent, not-for-profit higher educational institution delivering degrees under the authority of the French State. First accredited by EQUIS in 1999, the school holds the three foremost international accreditations for management education - EQUIS, AACSB and AMBA.&#xd;<br />&#xd;<br />The mission of the school is to educate current and future business leaders through delivery of business-relevant education and research. EDHEC's aim is not only to foster the talent of future graduates by developing their competencies and personal values but also to move the world forward by creating additional value for everyone through research that generates new ideas for companies and makes a positive contribution to society. EDHEC offers a full-range of academic programmes: EDHEC International Bachelor in Business Administration, EDHEC Master in Management, specialised MScs, GMBA, EMBA and PhD in Finance. It also delivers professional training programmes, including shorter customised and open-enrolment courses for executives.","acronym":"EDHEC","interests":"Business and Industry, Communication, Competition, Consumers, Economy, finance and the euro, Education and training, Employment and Social Affairs, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Taxation","euInitiatives":"Erasmus initiatives:&#xd;<br />The EDHEC Family Business Centre has been involved in two EU Commission, Erasmus funded projects for Family Businesses. The first – ARTISAN (AspiRing enTrepreneurIaI families to perpetuate cultural buSiness Across geNerations) – was conducted by a consortium of seven partners from six EU countries, lasted two years and was successfully concluded in August 2018. It addressed the enhancement of entrepreneurial skills and competencies of family members in the agro-tourism and artisan sector. The second – SPRING (Succession Planning and Regeneration In Family Businesses for new Growth) – is an on-going project launched in January 2019, involving 11 European research institutions from nine EU countries, addressing Family Business succession planning from a quantitative and qualitative perspective and is wide ranging in scope and ambition. It is programmed to last three years.&#xd;<br />&#xd;<br />EU Parliament and Council Regulation on European long-term investment funds (ELTIF), 2015:&#xd;<br />The EDHEC Infrastructure Institute follows issues concerning investment supports in long-term finance established by the EU under this regulation.&#xd;<br />&#xd;<br />Investment Plan for Europe (Juncker Plan):&#xd;<br />The EDHEC Infrastructure Institute is interested in developments linked to the creation of an asset class for infrastructure provided for by the Plan.&#xd;<br />EU Neighbourhood Policy and EU Shared Monetary Policy:&#xd;<br />These two policy areas continue to be followed by EDHEC Associate Professor of Economics M-J. Rinaldi-Larribe who has published previously on these topics e.g. EU External Affairs Review, July 2012; European Journal of Comparative Economics, Autumn 2008.&#xd;<br />&#xd;<br />EU policy on the Single Market, Industry, Entrepreneurship and Small Businesses:&#xd;<br />EDHEC Professor of Ethics G. Demuijnck follows issues concerning business ethics, including ethics in the finance industry, which form part of the policy area covered by the above.","lastUp":"2019-06-20T11:05:11.125+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}