{"id":"542285411258-44","name":"EDHEC Business School","registrationDate":"2013-06-11T14:38:35.291+02:00","category":4,"subCategory":12,"legal":"Non Profit Organisation","web":"http://www.edhec.com","country":"France","headAddress":"avenue Gustave Delory, 24","headCity":"ROUBAIX CEDEX 1","headPostCode":"59057","headPhone":"(33)3 20 15 45 00","boss":"Emmanuel METAIS","bossTitle":"Mr","bossPosition":"Dean","membersCount":1,"membersFTE":"0.25","membership":"EDHEC Business School is a member of the following national and international associations&#xd;\n1.\tAssociation of MBAs: http://www.mbaworld.com/&#xd;\n2.\tAssociation to Advance Collegiate Schools of Business (AACSB): www.aacsb.edu/accreditation/accredited-members/global-listing.aspx?F_Country=France&#xd;\n3.\tCFA Institute: www.cfainstitute.org/community/university/Pages/cfa_program_university_partners.aspx&#xd;\n4.\tConférence des Grandes Ecoles (CGE): www.cge.asso.fr/nos-membres/ecoles/liste-des-ecoles?page=5&#xd;\n5.\tEuropean Federation for Management Development (EFMD): www.efmd.org/what-is-efmd/list-of-members#Association of MBAs (AMBA): www.mbaworld.com/en/Accreditation/Business-School-Search.aspx?CurrentPage=1&#xd;\n6.\tFédération d'Ecoles d'Ingénieurs et de Cadres (FESIC): www.fesic.org/ecoles-management-fesic/admissions.php&#xd;\n7.\tGlobal Association of Risk Professionals (GARP)&#xd;\n8.\tGraduate Management Admissions Council (GMAC): www.gmac.com/about-us/gmac-membership-policy-and-values/gmac-member-schools.aspx&#xd;\n9.\tQuantitative Techniques for Economics &amp; Management (QTEM): http://www.qtem.org/academic_partnerg","memberOrga":"","goal":"EDHEC Business School was founded in Lille, France in 1906. It is an independent, not-for-profit higher educational institution delivering degrees under the authority of the French State. First accredited by EQUIS in 1999, the school holds the three foremost international accreditations for management education - EQUIS, AACSB and AMBA.&#xd;<br />The mission of the school is to educate current and future business leaders through delivery of business-relevant education and research. EDHEC's aim is not only to foster the talent of future graduates by developing their competencies and personal values but also to move the world forward by creating additional value for everyone through research that generates new ideas for companies and makes a positive contribution to society. EDHEC offers a full-range of academic programmes: EDHEC Bachelor in Business Administration, EDHEC Master in Management, specialised MScs, MBA, EMBA and PhD in Finance. It also delivers professional training programmes, including shorter customised and open-enrolment courses for executives.","acronym":"EDHEC","interests":"Business and Industry, Communication, Competition, Consumers, Economy, finance and the euro, Education and training, Employment and Social Affairs, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Taxation","euInitiatives":"Please see \"Complementary information\" at the end of this section","lastUp":"2018-05-03T15:00:35.828+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}