{"id":"54228767435-01","name":"Fachverband der Elektro- und Elektronikindustrie","registrationDate":"2011-12-14T14:42:04.498+02:00","category":2,"subCategory":1,"legal":"Körperschaft öffentlichen Rechts","web":"http://www.feei.at/","country":"Austria","headAddress":"Mariahilfer Strasse, 37-39","headCity":"Wien","headPostCode":"1060","headPhone":"(43)01 58 83 90","boss":"Lothar Roitner","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":2,"membersFTE":"0.5","membership":"Orgalime&#xd;\nT&amp;D Europe&#xd;\nCECAPI&#xd;\nEPCIA &#xd;\nESIA&#xd;\nCECED&#xd;\nCAPIEL LV&#xd;\nCEMEP","memberOrga":"www.wko.at&#xd;\nwww.feei.at","goal":"Der FEEI - Fachverband der Elektro- und Elektronikindustrie vertritt in Österreich die Interessen von rund 300 Industrie-Unternehmen mit knapp 65.000 Beschäftigten und einem Produktionswert von über 16 Mrd. EUR im Jahr 2017, die elektrotechnische Produkte herstellen bzw. Systemlösungen und Dienstleistungen anbieten.&#xd;<br />&#xd;<br />Das vorrangige Ziel des FEEI als gesamtösterreichische Interessensvertretung für die Elektro- und Elektronikindustrie ist die maßgebliche Mitgestaltung der wirtschaftlichen und rechtlichen Rahmenbedingungen, um die Position der Unternehmen im weltweit geführten Standortwettbewerb zu stärken. &#xd;<br />&#xd;<br />Inhaltlich deckt der FEEI alle Bereiche ab, die für die Unternehmen der Branche von Interesse sind, wie z. B. Arbeitsmarktpolitik, Wirtschaftspolitik, Infrastrukturpolitik, Forschung- und Entwicklung, Technik und Technologie, Umweltpolitik oder auch Aus- und Weiterbildung. Auf europäischer Ebene geht der FEEI Kooperationen und Allianzen ein und arbeitet mit europäischen Arbeitgeber- und Wirtschaftsverbänden zusammen.","acronym":"FEEI","interests":"Climate Action, Competition, Energy, Enterprise, External Relations, Foreign and Security Policy and Defence, Information Society, Research and Technology","euInitiatives":"R&amp;D&#xd;<br />Energy&#xd;<br />Ecodesign&#xd;<br />Key Enabling Technologies&#xd;<br />Industry and Technology Strategy","lastUp":"2018-04-16T11:44:02.458+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}