{"id":"542949623545-37","name":"Qlik","registrationDate":"2016-09-23T13:50:29.205+02:00","category":2,"subCategory":3,"legal":"none","web":"http://www.qlik.com","country":"United states","headAddress":"150 N. Radnor Chester Road","headCity":"Radnor","headPostCode":"PA 19087","headPhone":"(1)88 88 28 97 68","boss":"Emmanuel Vanderhaegen","bossTitle":"Mr","bossPosition":"Sales Manager Benelux","membersCount":3,"membersFTE":"1.5","membership":"","memberOrga":"","goal":"Qlik® delivers intuitive platform solutions for self-service data visualization, guided analytics applications, embedded analytics and reporting to approximately 40,000 customers worldwide. Companies of all sizes, across all industries and geographies, use Qlik solutions to visualize and explore information, generate insight and make better decisions. At Qlik, we optimize Business Intelligence (BI) by harnessing the collective intelligence of people across an organization. We focus on empowering people—by enabling everyone in an organization to see the whole story that lives within their data.","acronym":"Qlik","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"SIDE II Contract European Institutions as a follow up on the existing SIDE contract","lastUp":"2018-08-27T11:08:16.091+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}