{"id":"543273616565-61","name":"John Wiley &amp; Sons","registrationDate":"2015-03-14T17:36:05.592+01:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.wiley.com","country":"United states","headAddress":"111 River Street","headCity":"Hoboken","headPostCode":"NJ 07030-5774","headPhone":"(1)20 17 48 60 00","boss":"Emma Harrison","bossTitle":"Ms","bossPosition":"Legal Counsel","membersCount":4,"membersFTE":"1.5","membership":"International Association of Scientific, Technical and Medical Publishers (STM)&#xd;\nUK Publishers Association&#xd;\nThe Association of American Publishers (AAP)&#xd;\nThe American Chamber of Commerce to the European Union (AmCham EU)&#xd;\nThe Software and Information Industry Association (SIIA)","memberOrga":"N/A","goal":"John Wiley &amp; Sons is one of the world's largest providers of content-enabled solutions to improve outcomes in research, education and professional practice with online tools, journals, books, databases, reference works and laboratory protocols. With strengths in every major academic, scientific and professional field, and strong brands including Wiley Blackwell and Wiley VCH, Wiley's Research business partners with over 800 prestigious societies representing two million members. Through Wiley Online Library, we provide online access to a broad range of content: over four million articles from 1500 journals, 9000+ books and many reference works and databases.&#xd;<br />Wiley creates products and services that help customers become more effective in the workplace and achieve career success. It brings to life the ideas and best practices of thought leaders in business, finance, accounting, workplace learning, management, leadership, technology, behavioral health, engineering/architecture and education to serve these communities worldwide.&#xd;<br />Wiley's Education business serves undergraduate, graduate and advanced placement students and lifelong learners. We publish materials in all media, notably through Wiley PLUS, our integrated online suite of teaching and learning resources. Our programmes target the sciences, engineering, computer science, mathematics, business and accounting, geography, hospitality and the culinary arts, education, psychology, and modern languages. In addition, the Wiley Education Services business develops customised content for Bachelors and Masters programmes in conjunction with partner higher education institutions globally.","acronym":"","interests":"Borders and Security, Business and Industry, Communication, Competition, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade","euInitiatives":"EU Copyright Reform&#xd;<br />Open Research&#xd;<br />European Open Science Cloud&#xd;<br />Open Data&#xd;<br />Open Access/Plan S&#xd;<br />Open Educational Resources&#xd;<br />Lifelong and Vocational Learning&#xd;<br />Horizon Europe&#xd;<br />Data Protection/Privacy&#xd;<br />Digital Single Market&#xd;<br />Digital Services Act&#xd;<br />Open Data Directive","lastUp":"2020-01-07T10:15:06.093+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}