{"id":"543263316176-44","name":"Flughafen Köln/Bonn GmbH","registrationDate":"2015-02-23T15:25:36.077+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.koeln-bonn-airport.de","country":"Germany","headAddress":"Postfach 98 01 20","headCity":"Köln","headPostCode":"51129","headPhone":"(49)22 03 40 40 59","boss":"Volker Steingroß","bossTitle":"Mr","bossPosition":"Head of Legal","membersCount":1,"membersFTE":"0.25","membership":"ACI Europe: https://www.aci-europe.org/&#xd;\nADV: http://www.adv.aero/ &#xd;\nBDL: https://www.bdl.aero/","memberOrga":"","goal":"Cologne Bonn Airport is one of the largest commercial airports in Germany, and with more than 12 million passengers in 2019, it ranks number six in a nationwide comparison of passenger statistics. With about 820,000 tonnes of air cargo, Cologne/Bonn comes third behind Frankfurt and Leipzig. Taking passenger and cargo volume together, Cologne/Bonn comes in fifth among the German airports. &#xd;<br /> &#xd;<br />Some 17 million people live and work within a 100-kilometre radius of the Airport. The two Terminals have more then 50 shops, bars and restaurants. &#xd;<br /> &#xd;<br />Cologne/Bonn can be easily reached via motorway/expressway. The underground Airport Railway Station links Terminal 1 and 2. The three multi-storey car-parks offer 12,500 parking lots. &#xd;<br /> &#xd;<br />Almost 14,800 people in 130 companies are directly employed at Cologne Bonn Airport. In the region 21,400 jobs are dependent on the Airport. The Airport Company itself employs approximately 1,850 people.","acronym":"Köln Bonn Airport","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Competition, Consumers, Customs, Economy, finance and the euro, Employment and Social Affairs, Environment, External Relations, Foreign affairs and security policy, Institutional affairs, Regional Policy, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Aviation","lastUp":"2019-12-18T12:32:52.938+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}