{"id":"543459518463-87","name":"Romania Energy Center","registrationDate":"2015-08-13T11:19:49.497+02:00","category":4,"subCategory":5,"legal":"Association","web":"https://www.roec.biz/","country":"Romania","headAddress":"Calea Calarasilor No 319 A, ground floor, room 7","headCity":"Bucharest","headPostCode":"030622","headPhone":"(40)3 14 32 87 37","boss":"Eugenia Gusilov","bossTitle":"Ms","bossPosition":"Director","membersCount":10,"membersFTE":"4.75","membership":"ROEC is not a member in any other association, (con)federation, network or body.","memberOrga":"ROEC does not have organizations as its members.","goal":"Our mission is to engage Romanian and foreign energy professionals on various energy matters, to tackle analysis worthy topics that escape the radar of the public eye, to enrich the current understanding of SEE energy markets through a strong Romanian perspective. We do this by delivering sharp analytical products on topics that we deem to be of interest. &#xd;<br />ROEC contributes to important public debates about domestic energy and environmental policies, about Romania’s and EU’s energy security. ROEC supports a more investor-friendly business environment, more transparent energy governance, and increased awareness about the systemic interconnection of the energy issues. &#xd;<br />ROEC produces both business - and policy-oriented research and analysis, as well as academic papers, organizes public debates, round tables and conferences, and disseminates the results to interested parties.","acronym":"ROEC","interests":"Business and Industry, Competition, Digital economy and society, Economy, finance and the euro, Energy, Environment, External Relations, Foreign and Security Policy and Defence, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks","euInitiatives":"- EU energy policies;&#xd;<br />- EU environment policies;&#xd;<br />- EU common energy market;&#xd;<br />- EU competition policy (energy sector).","lastUp":"2018-06-13T15:07:00.327+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}