{"id":"543434434289-36","name":"Investitions- und Förderbank Niedersachsen","registrationDate":"2019-03-19T18:16:20.087+01:00","category":6,"subCategory":9,"legal":"Anstalt des öffentlichen Rechts","web":"https://www.nbank.de/","country":"Germany","headAddress":"Günther-Wagner-Allee 12-16","headCity":"Hannover","headPostCode":"30177","headPhone":"(49)05 11 30 03 13 33","boss":"Michael Kiesewetter","bossTitle":"Mr","bossPosition":"Vorstandsvorsitzender","membersCount":1,"membersFTE":"1.0","membership":"Die NBank ist Mitglied im Bundesverband Öffentlicher Banken (VÖB, www.voeb.de), im Deutschen Verband für Wohnungswesen, Städtebau und Raumordnung (DV, www.deutscher-verband.org) und im Enterprise Europe Network (EEN) Niedersachsen (www.een-niedersachsen.de)","memberOrga":"","goal":"Die NBank ist die Förderbank des Landes Niedersachsen (alleiniger Eigentümer). Sie unterstützt das Land bei der dessen struktur-, wirtschafts-, beschäftigungs-, umwelt- und sozialpolitischen Aufgaben. Dazu setzt sie ein breitgefächertes Instrumentarium von Förder- und Finanzierungsinstrumenten ein, die teilweise aus Bundes- und EU-Mitteln (ko-)finanziert werden (z.B. EU-Strukturfonds), und berät zu allen Programmen. Der Grundsatz der Wettbewerbsneutralität prägt die Zusammenarbeit mit allen Banken und Sparkassen in Niedersachsen. Die NBank koordiniert das Enterprise Europe Network (EEN) Niedersachsen.","acronym":"NBank","interests":"Banking and financial services, Budget, Business and Industry, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Institutional affairs, Regional Policy, Research and innovation, Transport","euInitiatives":"- Mehrjähriger Finanzrahmen 2021-27&#xd;<br />- EFSI bzw. InvestEU&#xd;<br />- Horizon 2020 bzw. Horizon Europe&#xd;<br />- Connecting Europe Facility (CEF)&#xd;<br />- Kapitalmarktunion","lastUp":"2019-03-19T18:23:17.433+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}