{"id":"54350227971-60","name":"Paris-Euro","registrationDate":"2012-02-04T22:44:06.048+02:00","category":2,"subCategory":3,"legal":"PDG","web":"","country":"France","headAddress":"34 RUE DE LA SAMBRE","headCity":"BOUE","headPostCode":"02450","headPhone":"(33)07 63 07 02 45","boss":"Victor Antoine Louis  champier","bossTitle":"Mr","bossPosition":"Gerant ","membersCount":5,"membersFTE":"2.75","membership":"","memberOrga":"","goal":"L’idée est de divulguer des nouvelles informations pratiques. pour  fournir des ressources utiles pour les internautes et  leur faire découvrir le monde. Paris euro mettra à disposition de ses  partenaires un page HTML  &#xd;<br />Le site est renouvelé  toutes   les semaines par notre webmaster qui tout le long de la semaine aura cherché des informations utiles  pour les internautes.&#xd;<br />&#xd;<br />Paris Euro Info est un site internet qui traitera des sujets concernant l’union européen, ses traités, les sessions, les info pratique et utile pour chaque internaute. Je m’intéresse à l’Europe et à l’avenir de celle-ci.","acronym":"","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Communication","lastUp":"2018-08-08T23:01:26.890+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}