{"id":"543556311400-69","name":"Triodos Bank","registrationDate":"2013-06-24T18:04:42.461+02:00","category":2,"subCategory":3,"legal":"NV","web":"http://www.triodos.com","country":"Netherlands","headAddress":"Nieuweroordweg, 1","headCity":"Zeist","headPostCode":"3700 AB","headPhone":"(31)3 06 93 65 00","boss":"Albert Hollander","bossTitle":"Mr","bossPosition":"Head of Legal &amp; Compliance","membersCount":2,"membersFTE":"0.5","membership":"We are a member of many local network organisations in the countries where we have a branch. We are a founder member of the Global Alliance for Banking on Values. Our subsidiary, Triodos Investment Management is a founder member of the Global Impact Investment Network. Furthermore, we are member of various industry organisations, including Nederlandse Vereniging van Banken, UK Finance, SIF and FeBelFin.","memberOrga":"","goal":"Triodos Bank is one of the world's leading sustainable banks. Our mission is to make money work for positive social, environmental and cultural change. &#xd;<br />More specifically, we are in business to: &#xd;<br />&#xd;<br />- Help create a society that protects and promotes the quality of life of all its members and that has human dignity at its core &#xd;<br />&#xd;<br />- Enable individuals, organisations and businesses to use their money in ways that benefit people and the environment, and promote sustainable development &#xd;<br />&#xd;<br />- Provide our customers with innovative financial products and high quality service","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Consumer Affairs, Culture, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Internal Market, Taxation, Trade","euInitiatives":"economy, finance, sustainability, energy, social policy, high level expert group on sustainable finance, taxonomy debate for green finance","lastUp":"2018-04-09T14:52:59.436+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}