{"id":"543776436838-95","name":"Mouvement d'Affirmation des Jeunes Lesbiennes, Gais, Bi et Trans","registrationDate":"2019-12-18T17:58:03.784+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.mag-jeunes.com","country":"France","headAddress":"106 rue de Montreuil","headCity":"75011","headPostCode":"75013","headPhone":"(33)1 43 73 31 63","boss":"Omar Didi","bossTitle":"Mr","bossPosition":"Président","membersCount":3,"membersFTE":"1.25","membership":"https://www.mag-jeunes.com/association/partenaires","memberOrga":"https://www.mag-jeunes.com/association/partenaires","goal":"Créé en 1985, le MAG Jeunes LGBT (Mouvement d’Affirmation des Jeunes Gais, Lesbiennes, Bi &amp; Trans) est une association nationale ouverte aux jeunes de 15 à 26 ans qui vise à rompre l’isolement des jeunes grâce au dialogue et lutter contre les discriminations que subissent les jeunes LGBT. Elle accueille toutes les personnes qui passent la porte de ses locaux et leur propose des activités de convivialité, culturelles et militantes, afin de combattre l’isolement et le mal-être des jeunes. &#xd;<br />&#xd;<br />Une cellule d’accompagnement social et une cellule d’écoute permettent aux jeunes LGBT d’être suivis sur des problématiques particulières liées à l’accès aux droits sociaux et d’avoir accès à un professionnel de la santé. L’association organise en lien avec des partenaires du secteur de la santé des ateliers, des stands d'informations ou des dépistages pour sensibiliser les jeunes LGBT aux questions de prévention des IST/VIH.&#xd;<br />&#xd;<br />Son rôle est également de faire de la prévention et de lutter contre les LGBTphobies auprès du grand public et des institutions. Témoin depuis plus de 30 ans de la souffrance que les jeunes LGBT peuvent endurer pendant leur adolescence et le début de leur vie adulte, l’association lutte également contre les LGBTphobies et le sexisme, notamment à travers des interventions en milieu scolaire (IMS). Le MAG organise également des formations à destination des travailleurs de la jeunesse et des décideurs.&#xd;<br />L’association utilise également d’autres moyens d’action afin de prévenir les actes et agissements LGBTphobes, tels que l’organisation de rassemblements sur l’espace public, de séminaires, d’ateliers éducatifs ou de conférences. Le MAG Jeunes LGBT publie également des enquêtes, des rapports, des brochures de prévention/d’information et un magazine trimestriel (la MAGazette). A l’échelle européenne, l’association donne accès aux jeunes LGBT à la mobilité à travers des échanges interculturels. En lien avec les organisations internationales et les autorités publiques, le MAG effectue des activités reconnues au plan international de plaidoyer afin de créer des politiques publiques inclusives des jeunes LGBT et de de défendre les droits humains.","acronym":"MAG Jeunes LGBT","interests":"Culture, International co-operation and development, Justice and Fundamental Rights, Youth","euInitiatives":"L'association suit particulièrement les dossiers liés à la jeunesse, l'éducation, la justice et la coopération internationale de l'Union européenne. En tant que membre du Forum Français de la Jeunesse (FFJ), l'association émet des recommandations à l'échelle européenne en lien avec les associations françaises nationales de jeunes.","lastUp":"2019-12-18T18:12:23.508+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}