{"id":"5437826103-53","name":"The Investment Association","registrationDate":"2008-06-30T15:04:37.216+01:00","category":2,"subCategory":4,"legal":"UK company limited by a guarantee, not for profit organisation","web":"http://www.theinvestmentassociation.org","country":"United kingdom","headAddress":"Camomile Court","headCity":"London","headPostCode":"EC3A 7LL","headPhone":"(44)0 20 78 31 08 98","boss":"Chris Cummings","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":31,"membersFTE":"11.0","membership":"We are members of EFAMA (European Fund and Asset Management Association), IBDE (International Business and Diplomatic Exchange) and the Financial Future (FF) discussion forum.","memberOrga":"http://www.theinvestmentassociation.org/about-the-investment-association/members.html","goal":"The Investment Association is the trade body that represents UK investment managers.&#xd;<br />&#xd;<br />Our 200 members collectively manage over £5.7 trillion on behalf of clients in the UK and around the world.&#xd;<br />&#xd;<br />Our purpose is to ensure investment managers are in the best possible position to:&#xd;<br />&#xd;<br />•\tBuild people’s resilience to financial adversity&#xd;<br />•\tHelp people achieve their financial aspirations&#xd;<br />•\tEnable people to maintain a decent standard of living as they grow older&#xd;<br />•\tContribute to economic growth through the efficient allocation of capital&#xd;<br />•\tThe money our members manage is in a wide variety of investment vehicles including authorised investment funds, pension funds and stocks and shares ISAs.&#xd;<br />•\tThe UK is the second largest investment management centre in the world, after the US and manages 37% of all assets managed in Europe.","acronym":"IA","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Home Affairs, Internal Market, Justice and Fundamental Rights, Taxation, Trade","euInitiatives":"All dossiers relating to asset management, whether via funds (e.g. UCITS) or for institutions such as insurers and pension schemes, and covering related matters including tax, accounting and disclosure and investor protection as it relates to these and all other investment products. Equally, we track developments such as MiFIR, touching on the wholesale markets that asset management makes accessible to customers, together with related issues such as operations and prevention of market abuse. In addition, the Association follows EU work on risk and risk management, including the systemic risks posed by institutions such as CCPs (clearing houses) as well as banks.&#xd;<br />&#xd;<br />Although strictly not an EU “initiative”, we have decided to include our work in relation to “Brexit” also.","lastUp":"2018-01-09T11:48:06.706+01:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":0,"turnoverRange":""}