{"id":"5437826103-53","name":"The Investment Association","registrationDate":"2008-06-30T15:04:37.216+01:00","category":2,"subCategory":4,"legal":"UK company limited by a guarantee, not for profit organisation","web":"http://www.theinvestmentassociation.org","country":"United kingdom","headAddress":"Camomile Court","headCity":"London","headPostCode":"EC3A 7LL","headPhone":"(44)0 20 78 31 08 98","boss":"Chris Cummings","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":34,"membersFTE":"9.25","membership":"We are members of EFAMA (European Fund and Asset Management Association).","memberOrga":"https://www.theinvestmentassociation.org/about-the-investment-association/members/","goal":"The Investment Association is the trade body that represents UK investment managers.&#xd;<br />&#xd;<br />Our 200 members collectively manage over £7.7 trillion on behalf of clients in the UK and around the world.&#xd;<br />&#xd;<br />We promote UK investment management, which is the largest industry of its kind in Europe and the second largest in the world.&#xd;<br />&#xd;<br />The industry is a significant exporter for Britain, representing over 6% of total net exports over the past ten years, and it employs roughly 38,000 people.&#xd;<br />&#xd;<br />We support our member firms, which are governed by laws and regulations in the UK, Europe and internationally.&#xd;<br />&#xd;<br />The IA produces daily circulars on legal and regulatory developments and creates guidance enabling UK investment managers to build effective business structures.&#xd;<br />&#xd;<br />We engage actively with policymakers and other stakeholders in the UK and around the world to ensure that our industry remains among the world’s most competitive.&#xd;<br />&#xd;<br />We shape the investment landscape to ensure that our members are able to deliver the best outcomes for their clients.&#xd;<br />&#xd;<br />This includes spearheading initiatives to ensure best practice in our industry, and engaging in the public debate surrounding our industry and its growing importance amid the rising Age of Asset Management.","acronym":"IA","interests":"Banking and financial services, Borders and Security, Competition, Consumers, Economy, finance and the euro, Institutional affairs, Justice and Fundamental Rights, Single market, Taxation, Trade","euInitiatives":"All dossiers relating to asset management, whether via funds (e.g. UCITS) or for institutions such as insurers and pension schemes, and covering related matters including tax, accounting and disclosure and investor protection as it relates to these and all other investment products. Equally, we track developments such as MiFIR, touching on the wholesale markets that asset management makes accessible to customers, together with related issues such as operations and prevention of market abuse. In addition, the Association follows EU work on risk and risk management, including the systemic risks posed by institutions such as CCPs (clearing houses) as well as banks.&#xd;<br />&#xd;<br />Although strictly not an EU “initiative”, we have decided to include our work in relation to “Brexit” also.","lastUp":"2019-02-20T13:01:23.591+01:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":0,"turnoverRange":""}