{"id":"544047535167-21","name":"Groupement de Défense Sanitaire du Cantal","registrationDate":"2019-06-18T09:53:41.140+02:00","category":2,"subCategory":1,"legal":"Association française Loi 1901","web":"http://gds15.fr","country":"France","headAddress":"23 boulevard de Canteloube","headCity":"AURILLAC","headPostCode":"15006","headPhone":"(33)04 71 63 33 00","boss":"Jean-Michel VIGIER","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"Le GDS 15 est membre des fédérations régionale et nationale.","memberOrga":"- Les éleveurs du département&#xd;\n- Le Syndicat Départemental des Vétérinaires Libéraux &#xd;\n- Le Groupement Technique Vétérinaire&#xd;\n- L'Ordre des vétérinaires&#xd;\n- La Chambre d’agriculture &#xd;\n- L'EDE&#xd;\n- Le Conseil Départemental de la Coopération Agricole&#xd;\n- Le Syndicat Départemental des Négociants en bestiaux&#xd;\n- La FDSEA&#xd;\n- Les JA","goal":"Le Groupement de Défense Sanitaire du Cantal a pour objet de rassembler, organiser, informer, former et représenter les propriétaires et détenteurs de tous les animaux de rente afin de contribuer à l’amélioration de la qualité, de la sécurité sanitaire et du bien-être de ces animaux et de leurs produits.&#xd;<br />A ce titre, le GDS s’engage à admettre tout éleveur sans discrimination d’appartenance ou non à un mouvement ou association de quelque obédience qu’il soit. &#xd;<br />&#xd;<br />Le GDS a pour mission en particulier :&#xd;<br />1 – de contribuer à la mise en œuvre de la surveillance, de la prévention et de la maîtrise des dangers sanitaires de première catégorie sous l’autorité des Services de l’Etat, notamment par délégation de mission confiée par les pouvoirs publics. A ce titre, le GDS pourra agir soit directement soit pour le compte de l’Organisme à Vocation Sanitaire régional en tant que section départementale du dit OVS.&#xd;<br />&#xd;<br />2 – de concourir, en collaboration avec ses partenaires départementaux et régionaux et les Services de l’Etat à l’élaboration des programmes de surveillance, de prévention et de maîtrise des dangers sanitaires de 2ème catégorie et de contribuer à leur mise en œuvre locale.&#xd;<br />&#xd;<br />3 – d’accompagner techniquement et solidairement les éleveurs adhérents notamment par : &#xd;<br />-\tdes programmes spécifiques de maîtrise, d’assainissement ou de qualification des cheptels au regard de tous dangers retenus par le GDS ;&#xd;<br />-\tdes services personnalisés et du conseil dans les domaines de la santé animale, de l’hygiène, de la qualité, du bien-être et de l’environnement ;&#xd;<br />-\tla mise en œuvre de tous mécanismes de solidarité professionnelle ;&#xd;<br />-\tla collecte, le traitement informatique et l’utilisation de toute donnée utile à son action ;&#xd;<br />-\tla diffusion d’informations sanitaires ;&#xd;<br />-\tla possibilité d’ester en justice au nom de ses adhérents.&#xd;<br />&#xd;<br />D’une façon générale, le GDS peut entreprendre toutes actions qui correspondent à l’objet ci-dessus défini en s’engageant en particulier à mobiliser tous les moyens humains, matériels et informatiques dont il dispose.","acronym":"GDS 15","interests":"Agriculture and Rural Development, Food Safety, Trade","euInitiatives":"La politique et réglementation européennes en matière de santé animale et de sécurité alimentaire.","lastUp":"2019-06-18T09:54:52.635+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}