{"id":"544283415505-54","name":"European Steering Group on Sustainable Healthcare","registrationDate":"2015-01-12T14:04:01.844+01:00","category":1,"subCategory":6,"legal":"Expert group","web":"https://www.sustainable-healthcare.com/european-steering-group/","country":"Belgium","headAddress":"Square de Meeûs, 35","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)25 88 26 01","boss":"Christian Hierholzer","bossTitle":"Mr","bossPosition":"CEO","membersCount":7,"membersFTE":"1.75","membership":"","memberOrga":"","goal":"The European Steering Group on Sustainable Healthcare (ESG) was created in March 2014 within the framework of the “Recipes for Sustainable Healthcare Initiative”, created in May 2013 under the leadership of the biopharmaceutical company AbbVie. &#xd;<br />&#xd;<br />Its key objective is to bring a valuable contribution to the on-going debate on healthcare sustainability in Europe. It aims to deliver concrete proposals that could be implemented to help face the challenges presented by extended life expectancy and the social and economic pressures on European healthcare models.&#xd;<br />&#xd;<br />The ESG is composed of a number of representatives from academia, industry, the policy environment and civil society, and started meeting in early 2014. Since then, the ESG has physically met nine times between 2014 and April 2017, to provide high-level strategic input and guidance for short-term and long-term strategy on sustainable healthcare under the Chairmanship of Mary Harney, former Health Minister of Ireland. Full membership of the ESG is as follows:&#xd;<br />&#xd;<br />Mary Harney&#xd;<br />Former Minister of Health for Ireland and Chair of the European Steering Group on Sustainable Healthcare&#xd;<br />&#xd;<br />Nicola Bedlington&#xd;<br />Secretary General, European Patients Forum&#xd;<br />&#xd;<br />Dr Juan Jover&#xd;<br />Head of Rheumatology, Hospital Clinico San Carlos, Computense University, Madrid&#xd;<br />&#xd;<br />Dr Mary Baker&#xd;<br />Immediate Past President of the European Brain Council&#xd;<br />&#xd;<br />Lord Ara Darzi&#xd;<br />Director, Institute of Global Health Innovation, Imperial College London&#xd;<br />&#xd;<br />Professor Vincenzo Atella&#xd;<br />Centre for Economic and International Studies (CEIS), University of Rome Tor Vergata, Italy&#xd;<br />&#xd;<br />Esteban Plata&#xd;<br />President, International Western Europe and Canada, AbbVie&#xd;<br />&#xd;<br />The work of the ESG has been based on concrete evidence brought by national and local initiatives throughout Europe looking at healthcare sustainability from three different but complementary angles: prevention and early intervention, patient empowerment and reorganization of delivery of care. &#xd;<br />&#xd;<br />The results of this work were gathered into a European White Paper that was presented during a pan-European event on 19 March 2015. The paper also provides ad hoc recommendations for actions for EU decision-makers in a dedicated Call for Action. The preparation of the White Paper was led by Professor Walter Ricciardi from the Catholic University of Rome. &#xd;<br />&#xd;<br />Over the course of Q3 and 4 2016 and Q1 2017, the ESG has been developing the Early Intervention Toolkit alongside the Work Foundation. This toolkit is based on the the Early Intervention Clinic run at the  Hospital Clinico San Carlos in Madrid, which focuses on early intervention in MSK conditions with the aim of getting people back to work (this itself was one of 30 pilot projects run across Europe). The toolkit draws on the success of this pilot is is designed to enable its scaling-up in other markets across the European Union. &#xd;<br />&#xd;<br />In Q3 2017, the ESG is launching the toolkit in Brussels with representatives from the EU institutions and wider sustainable healthcare environment in Europe. :&#xd;<br />&#xd;<br />Hanover, a public affairs and communications agency based in Brussels (registration n° 712987314570-57) provides the Secretariat of the ESG. The initiative is funded by the biopharmaceutical company AbbVie (registration n° 934069612666-51).","acronym":"ESG","interests":"Economic and Financial Affairs, Employment and Social Affairs, Public Health, Research and Technology","euInitiatives":"The ESG follows all health-related files and policies, including the annual European Semester process, and meets EU officials to discuss these health-related policies.&#xd;<br />&#xd;<br />On 1 February 2017 Dr Mary Baker and Mary Harey met with Xavier Prats-Monne, Director General of DG SANTE. Jennifer Shum of AbbVie also attended this meeting.","lastUp":"2017-05-24T11:24:10.989+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}