{"id":"54438416404-18","name":"Dods Group PLC","registrationDate":"2011-08-09T16:52:36.265+01:00","category":2,"subCategory":3,"legal":"PLC","web":"http://www.dodsgroup.com","country":"United kingdom","headAddress":"11th Floor, The Shard","headCity":"London","headPostCode":"SE1 9SG","headPhone":"(44)20 75 93 55 00","boss":"Nitil Patel","bossTitle":"Mr","bossPosition":"Director","membersCount":22,"membersFTE":"17.75","membership":"Public Affairs Council","memberOrga":"","goal":"We provide our customers, partners and the public with the skills, intelligence and platforms needed to engage effectively across the spheres of politics, public sector administration and public affairs.&#xd;<br />&#xd;<br />At Dods EU Monitoring we deliver EU policy news and information tailored to our customers specific demands.&#xd;<br />&#xd;<br />Dods also produces a wide variety of events which facilitate face-to-face engagement, sharing best practice and shaping and delivering policy. These include policy conferences, award ceremonies and bespoke strategic platforms to bring policy-makers and stakeholders together in an environment that allows deliberation, dialogue and collaboration.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"EU initiatives mainly in the fields of health, financial services, energy, environment, transport, employment and social affairs, trade and external relations.","lastUp":"2018-01-25T15:20:22.335+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}