{"id":"544569829464-78","name":"union régionale professionnelle santé des médecins libéraux Auvergne Rhône Alpes","registrationDate":"2017-12-30T15:02:00.751+01:00","category":6,"subCategory":9,"legal":"association","web":"http://www.urps-med-aura.fr/","country":"France","headAddress":"20 rue Barrier","headCity":"lyon","headPostCode":"69006","headPhone":"(33)04 72 74 02 75","boss":"Pierre-Jean TERNAMIAN","bossTitle":"Mr","bossPosition":"Président","membersCount":10,"membersFTE":"10.0","membership":"http://cn-urps-ml.org/","memberOrga":"","goal":". La préparation et à la mise en œuvre du projet régional de santé;&#xd;<br />. L’analyse des besoins de santé et de l’offre de soins, en vue notamment de l’élaboration du schéma régional d’organisation des soins;&#xd;<br />. L’organisation de l’exercice professionnel, notamment en ce qui concerne la permanence des soins, la continuité des soins et les nouveaux modes d’exercice;&#xd;<br />. Des actions dans le domaine des soins, de la prévention, de la veille sanitaire, de la gestion des crises sanitaires, de la promotion de la santé et de l’éducation thérapeutique;&#xd;<br />. La mise en œuvre des contrats pluriannuels d’objectifs et de moyens avec les réseaux de santé, les centres de santé, les maisons de santé et les pôles de santé, ou des contrats ayant pour objet d’améliorer la qualité et la coordination des soins mentionnés à l’article L. 4135-4;&#xd;<br />. Le déploiement et à l’utilisation des systèmes de communication et d’information partagés;&#xd;<br />. La mise en œuvre du développement professionnel continu.","acronym":"URPS Med AuRA","interests":"Education, Environment, Information Society, Public Health, Regional Policy, Trans-European Networks, Youth","euInitiatives":"- Santé publique&#xd;<br />- Système d'information santé&#xd;<br />- Vaccination&#xd;<br />- Objets connectés santé&#xd;<br />- Médecine libérale","lastUp":"2017-12-30T15:02:27.540+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}