{"id":"54507712344-41","name":"Stowarzyszenie Producentów Ryb Łososiowatych/Polish Trout Breeders Association","registrationDate":"2009-09-26T10:04:05.486+01:00","category":2,"subCategory":4,"legal":"Stowarzyszenie/ NGO","web":"http://www.sprl.pl","country":"Poland","headAddress":"Al. Wolności 30/105","headCity":"Lębork","headPostCode":"84-300","headPhone":"(48)5 98 62 27 27","boss":"Jacek Juchniewicz","bossTitle":"Mr","bossPosition":"Prezes","membersCount":7,"membersFTE":"4.5","membership":"Jesteśmy członkiem The Federation of European Aquaculture Producers (FEAP).","memberOrga":"","goal":"Celem SPRŁ jest:&#xd;<br />1.\tzrzeszanie producentów ryb łososiowatych oraz innych perspektywicznych rynkowo gatunków ryb i organizmów wodnych, a także innych podmiotów, których działalność obejmuje wspieranie rozwoju akwakultury, w tym zwłaszcza pracodawców branżowych,&#xd;<br />2.\treprezentacja interesów branży przed organami władzy państwowej i samorządowej w zakresie istotnych dla niej spraw,&#xd;<br />3.\twypracowywanie oraz wdrażanie systemów standaryzacyjnych w zakresie produkcji ryb łososiowatych oraz innych perspektywicznych rynkowo gatunków ryb i organizmów wodnych, umożliwiających certyfikację oraz audyt producentów spełniających wymagania takich systemów,&#xd;<br />4.\topracowywanie, popularyzacja i wdrażanie wśród członków stowarzyszenia, rozwiązań mających wpływ na stabilizację dochodów m.in. poprzez poprawę warunków sprzedaży i podnoszenie wartości dodanej produktów akwakultury,&#xd;<br />5.\tprognozowanie produkcji członków Stowarzyszenia, a także zbieranie danych statystycznych dotyczących produkcji i sprzedaży ryb i innych organizmów wodnych pochodzących od członków Stowarzyszenia, niezbędnych do opracowywania wspólnej polityki gospodarczej członków, w celu koncentracji podaży i usprawnienia zbytu produktów,&#xd;<br />6.\torganizowanie i współudział w przedsięwzięciach promujących spożycie produktów akwakultury, bez względu na kraj członkowski UE producenta, wraz z popularyzacją wspólnotowych systemów zarządzania jakością i identyfikacji produktów akwakultury,&#xd;<br />7.\torganizowanie oraz współuczestnictwo w szeroko rozumianych przedsięwzięciach innowacyjnych i naukowych, a także służących ochronie środowiska,&#xd;<br />8.\tpopularyzacja zagadnień z zakresu problematyki rybackiej,&#xd;<br />9.\tmonitorowanie stanu polskiego i europejskiego prawa regulującego kwestie istotne dla branży, &#xd;<br />10.\twspółpraca z innymi Stowarzyszeniami branżowymi w kraju i zagranicą.","acronym":"SPRŁ/PTBA","interests":"Agriculture and Rural Development, Budget, Business and Industry, Competition, Consumers, Customs, Economy, finance and the euro, Environment, Food Safety, Maritime affairs and fisheries, Public Health, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Działania związane z hodowlą ryb słodkowodnych w szczególności pstrągów. Także działania związane ze wspieraniem handlu, dystrybucji i marketingu produktów naszych hodowli.","lastUp":"2019-03-19T09:03:15.940+01:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}