{"id":"545454920972-75","name":"Macra na Feirme","registrationDate":"2016-03-14T16:07:41.266+01:00","category":3,"subCategory":2,"legal":"Charitable company limited by guarantee","web":"http://www.macra.ie","country":"Ireland","headAddress":"Irish Farm Centre","headCity":"Dublin","headPostCode":"D12YXW5","headPhone":"(353)14 26 89 00","boss":"Denis  Duggan ","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"1.0","membership":"www.ceja.eu&#xd;\nwww.nyci.ie&#xd;\nwww.ruralyoutheurope.com&#xd;\nwww.agriaware.ie&#xd;\nwww.wheel.ie","memberOrga":"www.macra.ie","goal":"Macra na Feirme is a voluntary organisation for rural young people between the ages of 17 and 35. The organisation consists of a nationwide network of 200 clubs with approx 10,000 members. &#xd;<br />&#xd;<br />The mission of Macra na Feirme is to contribute to the sustainable development of rural communies in Ireland by supporting the social, economic, cultural, personal development and well-being of young people who have &#xd;<br />a rural connection including young farmers, by representing their interests in the development and implementation of relevant policies, programs and services at national, regional and local levels and by advocating on their behalf.&#xd;<br />&#xd;<br />The vision of Macra na Feirme for rural Ireland is to have rural and agricultural communities which are active and vibrant socially, economically and culturally, in which young people including young farmers play an active and recognised role and which are attractive and nurturing places in which to live and work.&#xd;<br />&#xd;<br />The vision for Macra na Feirme is of a member-led organisation which is recognised by young people, decision-makers and society in general as a key resource for rural young people including young farmers and as their authentic voice; which provides a sense of belonging to an extensive and committed membership; and which is actively supported in fulfilling its mission by both the state and civil society.&#xd;<br />&#xd;<br />There are six key areas of activity: agriculture, sport, travel, public speaking, performing arts and community involvement. The organisation is primarily focused upon supporting the current and emerging needs of young farmers in their efforts to become established as viable and sustainable agri entrepreneurs. Macra na Feirme is committed to the personal development of members and puts emphasis on social interaction and participation.","acronym":"Macra","interests":"Agriculture and Rural Development, Climate Action, Education and training, Environment, Regional Policy, Youth","euInitiatives":"Common Agricultural Policy&#xd;<br />Water Frameworks Directive&#xd;<br />Climate Change initiatives &amp; policies&#xd;<br />Rural youth initiatives &amp; policies&#xd;<br />Environmental initiatives &amp; policies&#xd;<br />Birds &amp; Habitats directives&#xd;<br />Erasmus+","lastUp":"2019-03-14T11:43:10.178+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}