{"id":"545530326096-04","name":"Belgische Associatie voor Mensenrechten en Ontwikkeling","registrationDate":"2017-02-27T11:57:05.677+02:00","category":3,"subCategory":2,"legal":"VZW","web":"http://bamro.org","country":"Belgium","headAddress":"boulevard louis schmidt 10","headCity":"brussel","headPostCode":"1040","headPhone":"(32)27 32 25 68","boss":"Abdulsamad Mukhlif","bossTitle":"Mr","bossPosition":"Directuur","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"http://bamro.org/en/activities/bamro-allies","goal":"De publieke opinie op de hoogte stellen van de waarheid over mensenrechtenschendingen in Irak en zijn buurlanden.&#xd;<br />Verspreiding van een mensenrechtencultuur in Irak.&#xd;<br />Zelfvorming/menselijk ontwikkeling ...","acronym":"BAMRO","interests":"Culture, Development, Employment and Social Affairs, Humanitarian Aid, Justice and Fundamental Rights","euInitiatives":"L'association Bamro (Organisation belge des droits de l'Homme et du développement) Bamro est  une organisation internationale belge sans but lucratif, indépendante de tout gouvernement, idéologie politique, intérêt économique ou religion.  Elle dirige son action vers les victimes des atteintes aux droits humains au Moyen-Orient. Elle apporte un soutien actif aux militants des droits de l'Homme en insistant bien sur les droits de l'enfant et de la femme. Cette action se cristallise surtout sur l'Irak où elle aide les victimes de Daech. &#xd;<br />&#xd;<br />Outre le soutien direct aux victimes, Bamro fait connaître les atteintes aux droits humains et les exactions des groupes terroristes, elle  apporte son savoir-faire et le fait connaître. On peut décrire cette triple missions à travers un exemple :&#xd;<br />&#xd;<br />1- Soutien aux victimes. En novembre 2015, Bamro a été saisie par des familles irakiennes dont des membres avaient été massacrés (les corps avaient été décapités) par Daech dans le village de Khan. Les membres de Bamro, qui opèrent dans cette région, ont pris en charge ces familles  et leur ont recherché des refuges où elles puissent être en sécurité.&#xd;<br />2 - Communication : Elle a fait connaître à  l'international ces exécutions et son action envers les familles  à travers des communiqués et  des rapports.&#xd;<br />3 -  Savoir-faire et transmission : Bamro a dénoncé à cette occasion les officines qui, sous couvert de travail associatif, oeuvraient pour Daech. Elle a mené ces actions grâce à une équipe sur place qui a été formée pour cela et en assurant la formation d'autres militants des droits de l'Homme.&#xd;<br />&#xd;<br />D'une façon plus générale, l'association collecte des dons pour apporter un soutien matériel aux familles de victimes et aux réfugiés dans les camps. Elle remet par ailleurs chaque année des prix aux membres qui s'impliquent sur le terrain : les prix des ambassadeurs de bonne volonté. Pour Bamro, une lutte efficace pour les droits de l'Homme doit passer par l'implication de la société civile du pays où se déroulent les actions.&#xd;<br />C'est dans cet état d'esprit que Bamro a choisi comme « Ambassadrice de bonne volonté » Nadia Mourad qui a reçu le prix André Sakharov décerné en octobre  2016  par le Parlement européen et, la même année, le prix Vaklav Havel par l'Assemblée parlementaire du conseil de l'Europe.","lastUp":"2018-03-26T12:24:10.116+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}