{"id":"545618415097-69","name":"Europäische Stabilitäts-Initiative e.V.","registrationDate":"2014-12-22T23:50:39.783+02:00","category":4,"subCategory":5,"legal":"Not-for-profit association registered in Berlin, Germany","web":"http://www.esiweb.org/","country":"Germany","headAddress":"Großbeerenstraße 83","headCity":"Berlin","headPostCode":"10963","headPhone":"(49)30 53 21 44 55","boss":"Gerald Knaus","bossTitle":"Mr","bossPosition":"Chairman","membersCount":10,"membersFTE":"7.5","membership":"","memberOrga":"We have no member organisations and are not a member of any organisations.","goal":"ESI is an independent, not-for-profit European think-tank registered in Berlin. It aims to contribute to stability and prosperity in Southeastern Europe and in Europe’s eastern neighbourhood. To this end, it conducts empirical research and in-depth analysis based on which it formulates policy recommendations for decision-makers. &#xd;<br />&#xd;<br />ESI publishes and promotes its research and recommendations free of charge. It is financed by private foundations, governments and international organisations. It does not represent any individual interest groups.  &#xd;<br />&#xd;<br />ESI was established in Sarajevo in 1999. It initially focused on the Western Balkans and EU enlargement. In 2004, we opened an office in Istanbul to cover Turkey, and since 2007 we have also worked on selected countries in the EU's eastern neighbourhood. &#xd;<br />&#xd;<br />Concerning cross-country thematic issues, since 2015 we have focused on refugees, asylum and borders, developing proposals how to manage and reduce irregular migration to the EU.&#xd;<br />&#xd;<br />We have also worked on how to improve the European human rights architecture, in particular the functioning of the Council of Europe, to achieve a wider Europe free of political imprisonment and torture.&#xd;<br />&#xd;<br />Another more recent strand of our work analyses the erosion of the rule of law in several EU MS and the rise of illiberal parties and leaders.","acronym":"ESI","interests":"Borders and Security, Communication, Education and training, Energy, Enlargement, External Relations, Food Safety, Foreign affairs and security policy, Institutional affairs, Justice and Fundamental Rights","euInitiatives":"- asylum/migration/refugees (our focus: how to respond to illegal migration, improve EU asylum policies and improve implementation of the March 2016 EU-Turkey agreement)&#xd;<br />&#xd;<br />- EU enlargement process (our focus: a better methodology, resolution of problems in several Western Balkan countries)&#xd;<br />&#xd;<br />- the political and socio-economic situation and the role of the EU in all seven potential and official EU candidate countries (Albania, Bosnia and Herzegovina, Kosovo, Macedonia, Montenegro, Serbia, Turkey)&#xd;<br />&#xd;<br />- the human rights situation in Europe with a focus on how the EU can contribute to more respect for human rights in its neighbourhood, in particular regarding political imprisonment and torture&#xd;<br />&#xd;<br />- the response to the erosion of the rule of law in Poland and Hungary","lastUp":"2019-09-29T01:59:05.258+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}