{"id":"545847327078-51","name":"Związek Producentów Sprzętu Oświetleniowego Pol-lighting","registrationDate":"2017-05-05T16:13:02.718+01:00","category":2,"subCategory":4,"legal":"Związek pracodawców","web":"http://www.pollighting.pl","country":"Poland","headAddress":"Warszawa ul. Stępińska 22/30","headCity":"Warszawa","headPostCode":"00-739","headPhone":"(48)7 84 03 52 03","boss":"Michał Waloch","bossTitle":"Mr","bossPosition":"Dyrektor Generalny","membersCount":6,"membersFTE":"2.25","membership":"Lighting Europe - Pol-lighting jest członkiem europejskiej organizacji przemysłu oświetleniowego LightingEurope, (Bd.A.Reyers 80, 1030 Bruxelles, Belgium),  dzięki czemu skutecznie reprezentuje interesy swoich członków przed instytucjami lokalnymi i  przed instytucjami europejskimi. Działając  w strukturze organizacji międzynarodowej Pol-lighting  tworzy platformę wymiany poglądów i wypracowuje reprezentatywne stanowiska środowiska  przemysłu oświetleniowego.&#xd;\nhttps://www.lightingeurope.org/","memberOrga":"Wszelkie informacje dotyczące członków Związku znajdziecie Państwo na stronie internetowej www.pollighting.pl lub na profilu Facebook Pol-lighting","goal":"Związek Producentów Sprzętu Oświetleniowego „Pol-lighting” jest ogólnopolską organizacją producentów branży oświetleniowej, działającą w oparciu o ustawę o organizacjach pracodawców z dnia 23 maja 1991r., zrzeszającą wiodących producentów źródeł światła i  profesjonalnego sprzętu oświetleniowego. Związek został utworzony w celu integracji środowiska na rzecz rozwoju i ochrony rynku oświetleniowego oraz reprezentowania interesów członków w realiach dynamicznie rozwijającej się gospodarki w strukturach Unii Europejskiej.","acronym":"Pol-lighting","interests":"Climate Action, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Energy, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Regional Policy, Research and Technology, Trade","euInitiatives":"Pol-lighting” działa na rzecz podnoszenia innowacyjności i konkurencyjności sektora oświetleniowego w ramach europejskiej strategii zrównoważonego rozwoju.","lastUp":"2017-05-08T13:08:01.275+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}