{"id":"54666125767-31","name":"Norwegian Oil and Gas Association","registrationDate":"2011-05-02T09:43:00.666+01:00","category":2,"subCategory":1,"legal":"Association","web":"http://www.norskoljeoggass.no","country":"Norway","headAddress":"Vassbotnen, 1","headCity":"Stavanger","headPostCode":"N-4068","headPhone":"(47)51 84 65 00","boss":"Karl Eirik Schjøtt-Pedersen","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":4,"membersFTE":"1.0","membership":"Norsk olje og gass is member of IOGP (International Association for Oil and Gas Producers).&#xd;\nNorsk olje og gass is also member of the Confederation of Norwegian industry which in turn is member of Businenss Europe","memberOrga":"https://www.norskoljeoggass.no/en/about-us/member-companies/","goal":"The Norwegian Oil and Gas Association, Norsk olje og gass, is a professional body and employer’s association for oil and suppliers companies engaged in the field of exploration and production of oil and gas on the Norwegian Continental Shelf. Norsk olje og gass works to solve common challenges for the members and to strengthen the competitiveness of the Shelf. All oil and gas producing and exploration companies are members of Norsk olje og gass. Total membership in Norsk olje og gass are 96 companies (54 oil and gas companies and 56 supplier companies)&#xd;<br />&#xd;<br />Norsk olje og gass is member of The International Association of Oil &amp; Gas Producers, IOGP. IOGP is the upstream oil and gas association which is recognised as the spokesman for upstream oil and gas issues in EU/EEA","acronym":"Norsk olje og gass","interests":"Climate Action, Competition, Energy, Environment, External Relations, Regional Policy, Research and innovation, Taxation, Trade, Trans-European Networks","euInitiatives":"Energy and climate policy, Arctic policy, industry policy, A Clean Planet for all","lastUp":"2019-11-07T09:54:08.914+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}