{"id":"546982122866-58","name":"RAIZERS","registrationDate":"2016-07-29T16:35:03.260+01:00","category":4,"subCategory":5,"legal":"SAS","web":"http://www.raizers.com","country":"France","headAddress":"16, Rue Fourcroy","headCity":"Paris","headPostCode":"75017","headPhone":"(33)9 83 60 48 17","boss":"Grégoire LINDER","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":1,"membersFTE":"0.75","membership":"Raizers est membre et vice-présidente de l'AFIP (Association Française d’Investissement Participatif) : http://www.afip-asso.fr/","memberOrga":"","goal":"Raizers propose aux entreprises de lever des fonds auprès des internautes grâce à sa plateforme en ligne, sans passer par les circuits de financement traditionnels.&#xd;<br />&#xd;<br />Raizers est agrée pour proposer aux internautes deux types d'investissements : &#xd;<br />1/ Actions : l'internaute investit une somme d'argent en échange d'actions de l'entreprise. L'entrepreneur ouvre son capital tout en bénéficiant d'une campagne de communication globale et de l'expérience d'actionnaires de tout horizon ;&#xd;<br />2/ Prêts sous forme d’obligations : l'internaute prête une somme d'argent à l'entreprise qui la rémunère sous forme d'intérêts. L'entrepreneur emprunte rapidement, sans les contraintes bancaires habituelles, tout en bénéficiant d'une campagne de communication globale.&#xd;<br />&#xd;<br />Spécificités de la plateforme :&#xd;<br />- 1ère plateforme à dimension européenne ;&#xd;<br />- les investisseurs deviennent les meilleurs ambassadeurs de la marque ;&#xd;<br />- plateforme avec des outils de suivi post collecte interactive, permettant à l’entrepreneur et à ses actionnaires d’échanger, de communiquer et d’agir en temps réel ;&#xd;<br />- une équipe ayant la fibre entrepreneuriale, à votre écoute et compétente ;&#xd;<br />- une grande communauté d’investisseurs et d’entrepreneurs favorisant l’échange de compétences et le partage d’expériences.","acronym":"","interests":"Budget, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Internal Market, Taxation, Trade","euInitiatives":"- Définition Crowdfunding au niveau de l'UE ;&#xd;<br />- Inclusion financière ;&#xd;<br />- Digital Single Market ;&#xd;<br />- Prospectus Directive ;&#xd;<br />- Retail Finance.","lastUp":"2017-07-03T19:27:10.477+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}