{"id":"547225616323-13","name":"Tesla, Inc.","registrationDate":"2015-03-04T11:49:48.402+01:00","category":2,"subCategory":3,"legal":"Inc.","web":"http://www.tesla.com/","country":"United states","headAddress":"3500 Deer Creek Road","headCity":"Palo Alto","headPostCode":"CA 94304","headPhone":"(1)65 0- 68 1- 50 00","boss":"Jon McNeill","bossTitle":"Mr","bossPosition":"President of Global Sales &amp; Service","membersCount":4,"membersFTE":"1.25","membership":"www.solarpowereurope.org&#xd;\nwww.smartenergydemand.eu&#xd;\nwww.rechargebatteries.org&#xd;\nwww.platformelectromobility.eu","memberOrga":"","goal":"Tesla was founded in 2003 in California, with as original mission to accelerate the transition to sustainable transport, later widened to sustainable energy. Tesla designs, manufactures and markets all-electric vehicles together with solutions for renewable energy production and storage. We want to be a catalyst for larger and broader investments in clean energy options.&#xd;<br />Since 2008 all Tesla vehicles are 100% electric, with a battery autonomy sufficient to completely replace conventional vehicles. Each generation of Tesla vehicles is one step further towards democratising electric cars as a genuine alternative to combustion vehicles – for short as well as long distance travelling. Starting with a few hundred copies of a first higher end vehicle (Roadster), we are now marketing a second generation of premium family vehicles (Model S and Model X) and moving towards the launch of our third, more affordable, mass-market generation of vehicle by the end of 2017 (Model 3). Early 2017, the global Tesla fleet had covered 6.5 billion fully-electric kilometres.&#xd;<br />Tesla is investing heavily in recharging infrastructure to create a no-compromise EV experience. Tesla’s pan-European highway-charging network (“Supercharger Network”) enables EV customers to travel across Europe using only renewably sourced energy. At the end of 2017, we operated almost 800 supercharger locations worldwide of which almost 300 in Europe. Through our “Destination Charging” program, started in 2016, we are also supporting the larger tourism industry (hotels, restaurants, touristic resorts, etc.) in providing charging solutions for all EV users.&#xd;<br />To support the development of renewably produced electricity, Tesla launched small and large scale stationary battery storage solutions in 2015. For individual owners, Tesla’s “Powerwall” solution enables self-consumption of locally produced electricity or deferred electricity consumption to off-peak hours, as well as ensures continuation of supply in the event of a power failure. For industrial customers, Tesla’s “Powerpack” solution enables larger storage projects and grid services applications.&#xd;<br />Finally, we presented in 2016 our own solar roof solutions to enable individual electricity consumers to locally produce their own renewable electricity. Tesla’s solution is different from traditional solar panels: our solar tiles hide a photovoltaic cell within a true imitation of traditional roof tiles. Already this year in the USA, our customers will be able to fully replace their existing roof with 100% solar tiles – but still resembling any other regular roof. Through the production of electricity, Tesla’s solar roof tiles will actually be cheaper than conventional roofs. &#xd;<br />With these three essential components – solar power generation, electricity storage and electric mobility – Tesla seeks to genuinely accelerate the global transition towards a sustainable energy regime. Ultimately, consumers will be able to find in all Tesla stores a fully-fledged solution to dramatically reduce their carbon footprint.&#xd;<br />&#xd;<br />Tesla’s productions capacities are currently located in Fremont, California, Reno, Nevada and Buffalo, New York. The company is expanding its manufacturing footprint into other areas, including in Tilburg, the Netherlands, where it has an assembly facility. &#xd;<br />&#xd;<br />Tesla is headquartered in Palo Alto, California, USA, and currently employs around 30,000 people worldwide. Tesla´s European Headquarter is located in Amsterdam, Netherlands, with around 3,000 employees across Europe. In 2016 global revenue amounted $7bn, EUR6.6bn at April 2017 exchange rate.","acronym":"Tesla","interests":"Climate Action, Competition, Consumer Affairs, Customs, Development, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Information Society, Internal Market, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Tesla follows EU policy initiatives in the following areas: climate and energy policy, transport, automotive policies, industrial policy, waste and cyclical economy, data and digital society.","lastUp":"2017-10-12T09:45:05.778+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}