{"id":"547225616323-13","name":"Tesla, Inc.","registrationDate":"2015-03-04T11:49:48.402+01:00","category":2,"subCategory":3,"legal":"Inc.","web":"http://www.tesla.com/","country":"United states","headAddress":"3500 Deer Creek Road","headCity":"Palo Alto","headPostCode":"CA 94304","headPhone":"(1)65 0- 68 1- 50 00","boss":"Jan Oehmicke","bossTitle":"Mr","bossPosition":"Vice President Sales, EMEA","membersCount":4,"membersFTE":"1.25","membership":"www.solarpowereurope.org&#xd;\nwww.smartenergydemand.eu&#xd;\nwww.rechargebatteries.org&#xd;\nwww.platformelectromobility.eu","memberOrga":"","goal":"Tesla’s mission is to accelerate the transition to sustainable energy. Founded in 2003, Tesla designs, manufactures and markets all-electric battery vehicles together with solutions for renewable energy production and storage. We want to be a catalyst for larger and broader investments in sustainable energy options.&#xd;<br />All Tesla vehicles are 100% battery electric, with a driving range sufficient to completely replace internal combustion engine (ICE) vehicles. Each generation of Tesla vehicles is one step further towards democratising electric cars. &#xd;<br />Starting in 2008 with a sports car (Roadster, cumulative global sales 2,500), in 2018 we delivered over 245,000 vehicles, almost as many as we delivered in all prior years combined, becoming the world’s biggest electric vehicle manufacturer. 40% of deliveries were of our second generation of premium all-electric family vehicles (Model S and Model X), and 60% of our third-generation, and more affordable mass-market, ‘Model 3’. On 14 March 2019, we unveiled our next passenger car the Model Y. Early 2019, the global Tesla fleet has covered around 20bn electric kilometres.&#xd;<br />Tesla Semi, a full-size heavy truck unveiled in November 2017, will have a transformative impact due total cost of ownership that is superior to diesel trucks. Tesla Semi combines a real-world range of up to 800km and has been designed to dramatically improve safety not only for the driver and cargo, but also for pedestrians, cyclists and other cars on the road.&#xd;<br />Tesla is investing heavily in recharging infrastructure to create a no-compromise EV experience. Tesla’s pan-European motorway-charging network (“Supercharger Network”) enables EV customers to travel across Europe. Early 2019, we operated 1,456 Supercharger locations worldwide of which 438, with 3,886 individual charging stalls, in Europe. This enables our customers to drive from the North of Norway to the South of Spain, while recharging times are about 30 minutes per 250 km driving range. Our version 3 Supercharger, unveiled in March 2019, will cut recharging times further. Through our “Destination Charging” program, started in 2016, we are also supporting the larger tourism industry (hotels, restaurants, resorts, etc.) in providing charging solutions for all EV users.&#xd;<br />Vehicle safety is a top priority for us; this includes all-round passive safety (crashworthiness) as well as cutting-edge active safety features powered by our vehicles’ cameras, ultrasonic sensors and radar. This hardware also enables development of self-driving features, which are delivered through regular Over-The-Air software updates to our entire fleet. These updates also enable constant improvement of safety, security, and all-round performance of our fleet.&#xd;<br />To support the development of renewably produced electricity, Tesla launched small and large-scale stationary battery storage solutions in 2015. For individual owners, Tesla’s “Powerwall” solution enables self-consumption of locally produced electricity or deferred electricity consumption to off-peak hours, as well as ensures continuation of supply in the event of a power failure. For industrial customers, Tesla’s “Powerpack” solution enables larger storage projects and grid services applications. Early 2019, the global installed capacity stood at 1.5 GWh.&#xd;<br />Tesla is headquartered in Palo Alto, California, USA, and employs around 40,000 people worldwide. Tesla’s main productions capacities are currently located in Fremont, California, Reno, Nevada and Buffalo, New York. In 2018 global revenue amounted $21.5bn/€19bn, up 82% from 2017.&#xd;<br />Our European footprint is growing quickly. We operate an assembly facility in Tilburg, the Netherlands, and Tesla Grohmann Automation in Prüm, Germany, develops technologies for advanced manufacturing processes. Tesla´s European Headquarter is located in Amsterdam, Netherlands. We have around 5,000 employees across Europe and over 100 sales and service centres.","acronym":"Tesla","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, International co-operation and development, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Tesla follows EU policy initiatives in the following areas: climate and energy policy, transport, automotive policies, industrial policy, battery, waste and circular economy policies, data and digital society.","lastUp":"2019-03-15T10:27:44.087+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}