{"id":"547367929891-15","name":"United Monolithic Semiconductors","registrationDate":"2018-01-29T23:42:00.013+01:00","category":3,"subCategory":2,"legal":"SAS","web":"http://www.ums-gaas.com/","country":"France","headAddress":"10 avenue du québec","headCity":"villebon sur yvette","headPostCode":"","headPhone":"(33)1 69 86 32 00","boss":"jean-rené bois","bossTitle":"Mr","bossPosition":"président","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"UMS is a European source of RF MMIC solutions and GaAs &amp; GaN foundry services. This company was founded in 1996 by gathering Thales and Airbus Defence and Space GmbH activities. &#xd;<br />The main industrial facilities of UMS are located in :&#xd;<br />\tUlm (Germany): GaAs &amp; GaN technology development and production&#xd;<br />\tVillebon (France):  product development, back-end production and support &#xd;<br />United Monolithic Semiconductors designs, manufactures and markets leading edge RF &amp; millimeter-wave components and solutions for Defense, Security &amp; Space, Telecom, Automotive and Industrial applications. &#xd;<br />Our in-house GaAs and GaN technologies offer state-of-the-art performance. Most of them are available in foundry mode. UMS also offers a full range of catalogue products up to 100GHz based on GaAs, GaN and SiGe technologies, available in bare die and in SMD QFN leadless or in hermetic packages &#xd;<br />UMS has developed and maintains several GaAs technologies for different microwave and mm-wave applications. Low-noise processes as well as high power processes are supported and available also for space projects. A strong collaboration with national and European space organisation has led to space evaluations for nearly all GaAs technologies offered. &#xd;<br />Since several years UMS is developing two AlGaN/GaN technologies (GH50 and GH25 with 0.5µm and 0.25µm gate structures, respectively) well suited for highest power and best robustness. GH50 is today qualified at UMS and products are available on this process. In the coming months, GH50 will be proposed to be introduced in EPPL.  For the future, UMS envisage to develop also a 0.15µm AlGaN/GaN technology for higher frequencies.","acronym":"UMS","interests":"Enterprise, Research and Technology","euInitiatives":"The European strategic roadmap for micro and nano electronic components and systems","lastUp":"2018-01-30T09:39:50.291+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}