{"id":"547910636492-41","name":"Worldpay Inc","registrationDate":"2019-11-06T14:27:30.906+01:00","category":2,"subCategory":3,"legal":"Incorporated company","web":"https://www.worldpay.com","country":"United states","headAddress":"8500 Governors Hill Dr","headCity":"Cincinnati","headPostCode":"","headPhone":"(1)86 6- 62 2- 23 90","boss":"Kirsty  Whitehead","bossTitle":"Mr","bossPosition":"General Counsel Worldpay UK","membersCount":3,"membersFTE":"1.5","membership":"We are members of the European Payments Institution Federation (EPIF)&#xd;\nhttps://paymentinstitutions.eu/","memberOrga":"","goal":"Worldpay, Inc. is a leading fintech and payments technology company with unique capabilities to power global integrated omni-commerce. With industry-leading scale and an unmatched integrated technology platform, Worldpay offers clients a comprehensive suite of payments products and services globally, delivered through a single provider. Following our recent merger with US-based firm Vantiv, Worldpay has become the number one global merchant acquirer and one of Europe’s largest fintech companies. Worldpay processes over 40 billion transactions annually through more than 300 payment types across 146 countries and 126 currencies. We serve approximately 300,000 UK and Ireland-based customers. We operate across the card and interbank payment systems, providing services from retail payment acceptance to central infrastructure provision. Through this, we play an important role in shaping global markets and regulatory developments. Worldpay has an in-depth understanding of the payment needs and challenges facing merchants of all sizes – from small independent retailers to multi-national corporations.","acronym":"","interests":"Banking and financial services, Competition, Consumers, Digital economy and society, Single market, Trade","euInitiatives":"Payment Services Directive II&#xd;<br />&#xd;<br />Interchange Fee Regulation&#xd;<br />&#xd;<br />VAT&#xd;<br />&#xd;<br />Data&#xd;<br />&#xd;<br />Operational Resilience and Cyber Resilience&#xd;<br /> &#xd;<br />Fintech&#xd;<br />&#xd;<br />Innovation","lastUp":"2019-11-06T14:29:04.955+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}