{"id":"547949121038-83","name":"Illumina, Inc.","registrationDate":"2016-03-11T16:26:43.258+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.illumina.com","country":"United states","headAddress":"5200 Illumina Way","headCity":"San Diego","headPostCode":"","headPhone":"(1)85 82 02 45 00","boss":"Marc Stapley","bossTitle":"Mr","bossPosition":"Executive Vice President","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Illumina is improving human health by unlocking the power of the genome. Our focus on innovation has established us as the global leader in DNA sequencing and array-based technologies, serving customers in the research, clinical and applied markets. Our products are used for applications in the life sciences, oncology, reproductive health, agriculture and other emerging segments. To learn more, visit www.illumina.com and follow @illumina.","acronym":"","interests":"Agriculture, Food Safety, Maritime affairs and fisheries, Public Health, Research and innovation","euInitiatives":"Illumina follows policy and legislative developments related to genomics, agri-genomics, public health, animal health, agriculture, forensics, biotechnology, data protection, science, and research policies.&#xd;<br />&#xd;<br />In particular, Illumina follows the discussions on the proposal for a Regulation on Health Technology Assessment and developments relating to the Regulations on medical devices and In-vitro diagnostics.&#xd;<br />&#xd;<br />It also engages in policy and regulatory initiatives relating to research and innovation in the EU, including more generally developments relating to Horizon 2020 and future EU research programs, with a focus on genomics research.&#xd;<br />&#xd;<br />Illumina has an interest in regulatory developments on the exchange of personal data.  It monitors developments relating to the transfer of personal data from the EU to third countries (e.g., the EU-U.S. Privacy Shield) and digital health.","lastUp":"2018-06-21T10:33:19.049+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}