{"id":"547926030056-36","name":"Centro Savonese di Servizi per il Volontariato","registrationDate":"2018-02-07T11:45:36.418+01:00","category":3,"subCategory":2,"legal":"association","web":"http://www.cesavo.it","country":"Italy","headAddress":"Via Nizza 10 A","headCity":"Savona","headPostCode":"17100","headPhone":"(39)34 84 10 68 30","boss":"Camposeragna Anna ","bossTitle":"Mr","bossPosition":"director","membersCount":3,"membersFTE":"1.5","membership":"https://volonteurope.eu/&#xd;\nhttp://www.apyn.org/","memberOrga":"http://www.cesavo.it/gli-organismi/","goal":"Cesavo (the CVS of Savona) supports and regulates sphere of activity of the non-profit associations in accordance with national law n° 266/91 and by regional law n° 15/92.&#xd;<br />The centre itself is a non-profit organization including 65 volunteering associations from the province of Savona. &#xd;<br />Particularly, its aim is helping associations to develop emerging solutions and innovations from the world of voluntary work through:&#xd;<br />• Training courses&#xd;<br />• Technical, legal and fiscal advice&#xd;<br />• Promotional activity and information service&#xd;<br />• Support and facilitation in planning and research&#xd;<br />The aim of the CVS is promoting and increasing volunteerism, giving a qualified aid to the non-profit Associations, supporting the associations in planning and organizing training courses for volunteers.&#xd;<br />The CVS also help no profit organizations to gain visibility inside the community and to achieve recognition for their civic contributions. &#xd;<br />There are 4 main activities: &#xd;<br />•\tAdvices&#xd;<br />•\tFormation and training&#xd;<br />•\tInformation and documentation&#xd;<br />•\tPromotional activity&#xd;<br />Cesavo mainly gives 3 kind of services:&#xd;<br />•\tBasic services and logistics&#xd;<br />•\tAdvices&#xd;<br />•\tCommunication and promotional activity&#xd;<br />Cesavo is giving a free aid-service to all its associations, making use of a qualified staff. &#xd;<br />Advices now available:&#xd;<br />• Legal advice&#xd;<br />• The “civil service” desk&#xd;<br />• Support in european planning&#xd;<br />• Data processing system-aid&#xd;<br />• Organizational work&#xd;<br />Cesavo supports the volunteering associations of the province of Savona which deals with different target areas: youth, third active age, disability, aid and emergency, health assistance, social exclusion, youth activities.&#xd;<br />Cesavo’s support develops through activities with single associations and with networks of associations. The volunteers involved in the project belong to a network of volunteering associations of active third age. Precisely this group of volunteers will be involved in activities about disability, environment projects and use of new technologies for befriending.&#xd;<br />Cesavo knows and works with all youth associations and informal groups (sports, parishes) of the province of Savona at least 20 years.&#xd;<br />We have contacts with many higher schools of the province, with the teachers and the students with whom we have developed social and cultural projects still active.","acronym":"Cesavo","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Culture, Education, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Public Health, Research and Technology, Sport, Trans-European Networks, Youth","euInitiatives":"Through the European networks: &#xd;<br />Volonteurope: https://volonteurope.eu/&#xd;<br />and&#xd;<br />APYN: http://www.apyn.org/","lastUp":"2018-02-07T11:48:21.438+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}