{"id":"548178620380-14","name":"TechVision Research","registrationDate":"2016-01-20T23:39:05.962+01:00","category":1,"subCategory":6,"legal":"Corporation","web":"http://www.techvisionresearch.com","country":"United states","headAddress":"Main Street","headCity":"San Diego","headPostCode":"","headPhone":"(1)77 03 29 41 13","boss":"Gary Rowe","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Busy IT and Security leaders want advice and guidance from experts that are relevant and have gone through and overcome many of the same challenges that our clients are facing today. We also believe that our customers are inundated with confusing industry noise, vendor fatigue with increasing pressure to make the right decisions quickly.&#xd;<br />&#xd;<br />To address these requirements TechVision Research has assembled a “dream team” of Consulting Analysts that can be trusted to support the most critical and difficult technology decisions an organization will make. The experience and diversity of our team provides business-level support and vision for CXOs and senior IT executives as well as pragmatic architecture and deep technology analysis for in-house architects and subject matter experts. The combination of “real world” consulting experience and “best of breed” analyst skills gives our clients the best of both worlds.&#xd;<br />&#xd;<br />We believe research analysts, by the nature of the work, can get disconnected from many of the on-the-ground factors that determine success in an organization. Because of the complexity and rapid changes in technology and security today, we feel it is necessary to have the experience and currency of our Consulting Analysts.&#xd;<br />&#xd;<br />It is our philosophy that research must be widely available within a client organization to be most valuable. It seems like an obvious concept but not one that our competitors follow. We provide annual subscriptions at an enterprise-level, so no more worrying about sorting out the have and have nots when it comes to availability of research. The simple truth is most enterprise-wide technology initiatives involve many people in many organizations and limiting access to research or other tools is suboptimal.","acronym":"TVR","interests":"Communication, Information Society, Internal Market, Research and Technology","euInitiatives":"We are keeping a watching brief on all the main EU inititiatives and regulations. In particular we have been working and will continue to work on aspects of eIDAS, GDPR and PSD2 as well as all initiatives relating to blockchain and the Identity of Things.","lastUp":"2018-01-16T11:51:48.078+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}