{"id":"548784521745-66","name":"Arbeitsgemeinschaft der deutschen Familienorganisationen e.V.","registrationDate":"2016-05-11T11:34:56.107+01:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://ag-familie.de","country":"Germany","headAddress":"Karl-Heinrich-Ulrichs-Str. 14","headCity":"Berlin","headPostCode":"10785","headPhone":"(49)3 02 90 28 25 70","boss":"Sven Iversen","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"Famiiles Europe - Confederation of Family Organisations in the European Union (COFACE), International Commission on Couple and Family Relations (ICCFR), Deutsches Jugend Institut (DJI)","memberOrga":"Deutscher Familienverband (DFV), evangelische arbeitsgemeinschaft familie (eaf), Familienbund der Katholiken (FDK), Verband alleinerziehender Mütter und Väter (VAMV), Verband binationaler Familien und Partnerschaften (iaf).","goal":"Die Familienverbände setzen sich mit ihren jeweiligen Schwerpunkten für die Interessen und Rechte von Familien ein. Die AGF formuliert die gemeinsamen Anliegen ihrer Mitgliedsverbände und ist mit ihren Tätigkeiten eine aktive Partnerin in Politik und Gesellschaft. Sie leistet politische Lobbyarbeit für die Belange der Familien und fördert auf nationaler und internationaler Ebene den Dialog und die Kooperation zwischen den familienpolitischen Organisationen und den Verantwortlichen für Familienpolitik. Ihr Ziel ist die Verbesserung der Rahmenbedingungen für Familien in Deutschland und Europa.","acronym":"AGF","interests":"Consumers, Digital economy and society, Education and training, Employment and Social Affairs, Food Safety, Humanitarian aid and civil protection, Justice and Fundamental Rights, Migration and asylum, Public Health, Taxation, Youth","euInitiatives":"Vereinbarkeit von Familie und Beruf, Vermeidung von Kinder- und Familienarmut, Familienzusammenführung, Verbraucherschutz","lastUp":"2019-02-25T19:24:21.805+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}