{"id":"548909936347-88","name":"Groupe d'Appui aux Messages","registrationDate":"2019-10-27T11:45:26.666+01:00","category":3,"subCategory":2,"legal":"asociación sin ánimo de lucro","web":"http://www.gam-asbl.com","country":"Belgium","headAddress":"rue Sainte Gertrude 17","headCity":"Bruselas","headPostCode":"1040","headPhone":"(32)0 23 07 55 95","boss":"Amílcar FERRA BECERRA","bossTitle":"","bossPosition":"Presidente","membersCount":12,"membersFTE":"12.0","membership":"Ninguna","memberOrga":"","goal":"GAM asbl es una asociación sin ánimo de lucro, con sede principal en Bruselas (Bélgica), cuyo objetivo es luchar contra la pobreza y eliminar las desigualdades en el mundo a través de acciones y proyectos sostenibles de promoción humana.&#xd;<br />Para poder llevar a cabo algunos de sus proyectos, GAM asbl colabora con otras entidades o asociones.&#xd;<br />Una de las características principales de los proyectos de GAM asbl es la inclusión, durante el ciclo completo de vida de los mismos, de los comités locales. De esta manera, la población beneficiaria es partícipe de los proyectos de GAM asbl desde el inicio hasta la finalización de los mismos. &#xd;<br />En los últimos 13 años, GAM asbl ha financiado 22 proyectos sostenibles, en diversos sectores, en 7 países diferentes de África y América Latina, llegando a beneficiar a más de 4.100 personas.","acronym":"GAM asbl","interests":"Agriculture and Rural Development, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Single market, Sport, Trade, Youth","euInitiatives":"Iniciativas y políticas relativas a la educación, formación, disminución de desigualdades sociales, protección de la mujer y de la infancia, cooperación al desarrollo, protección de los derechos humanos, salud e higiene, etc.","lastUp":"2019-10-27T11:45:57.623+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}