{"id":"549499813585-41","name":"Turku-Southwest Finland European Office","registrationDate":"2014-05-05T11:09:19.607+01:00","category":6,"subCategory":14,"legal":"Municipality/region","web":"https://www.turku.fi/en/europeanoffice","country":"Finland","headAddress":"Turun kaupunki, Konsernihallinto","headCity":"Turku","headPostCode":"20101","headPhone":"(358)33 00 00","boss":"Mika Akkanen","bossTitle":"Mr","bossPosition":"kansainvälisten asioiden päällikkö","membersCount":1,"membersFTE":"0.25","membership":"CPMR, ERRIN, EUROCITIES, Eurada","memberOrga":"","goal":"EU-edunvalvonta, hanketoiminnan tuki, tiedottaminen, alueellinen näkyvyys ja toimeksiannot.&#xd;<br />&#xd;<br />Eurooppa-toimisto seuraa Turun ja Varsinais-Suomen kannalta merkittäviä EU-politiikan aloja, kehityslinjoja, rahoitusohjelmia ja lainsäädäntöä sekä vaikuttaa niihin tarvittaessa.  Lisäksi tehtävänä on Varsinais-Suomelle tärkeiden asioiden ja osaamisen tuominen EU-instituutioiden kuten Euroopan komission ja Euroopan parlamentin sekä muiden keskeisten toimijoiden tietoisuuteen.&#xd;<br />&#xd;<br />Tarvittaessa vaikutamme lainsäädäntöön antamalla instituutioiden edustajille tietoa lainsäädännön vaikutuksista mahdollisimman aikaisessa vaiheessa.&#xd;<br />&#xd;<br />Brysselissä toimivat yhteistyöverkostot ovat tärkeä edunvalvonnan kanava. Toimisto informoi EU-instituutioiden edustajia ja muita tärkeitä sidosryhmiä Varsinais-Suomen hyvistä hankkeista ja osaamisalueista sekä lisää alueen tunnettuutta Brysselissä järjestämällä tapaamisia ja tapahtumia.&#xd;<br />&#xd;<br />Välitämme varsinaissuomalaisille toimijoille ja taustatahoille ennakoivaa tietoa valmisteilla olevasta EU:n rahoitusohjelmista, lainsäädännöstä ja niiden mahdollisista vaikutuksista Varsinais-Suomeen. Toimiston tuottaman EU-tiedotteen voi tilata ottamalla yhteyttä toimistoon sähköpostilla.&#xd;<br />&#xd;<br />Turun ja Varsinais-Suomen Eurooppa-toimisto on Turun kaupungin ylläpitämä toimisto Brysselissä. Toimisto tuottaa palveluita myös Varsinais-Suomen liitolle ja Turun yliopistolle.","acronym":"Turku EU Office","interests":"Budget, Business and Industry, Climate Action, Culture, Digital economy and society, Education and training, Energy, Environment, Institutional affairs, Public Health, Regional Policy, Research and innovation, Single market, Trans-European Networks, Transport, Youth","euInitiatives":"Meripolitiikka: sininen kasvu + EU:n Itämeri-strategia&#xd;<br />Smart City &#xd;<br />Ympäristö- ja energiapolitiikka: kiertotalous, CO2-vähennystavoitteet&#xd;<br />Terveys ja terveysteknologia&#xd;<br />Alue- ja kaupunkipolitiikka&#xd;<br />Tutkimus- ja innovaatiopolitiikka&#xd;<br />Liikennepolitiikka (TEN-T-liikenneverkot)","lastUp":"2019-02-13T08:18:21.534+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}