{"id":"549643518427-11","name":"Netherlands Institute of International Relations ‘Clingendael’","registrationDate":"2015-08-06T09:55:55.094+02:00","category":4,"subCategory":5,"legal":"Foundation (Think tank)","web":"http://www.clingendael.org","country":"Netherlands","headAddress":"Clingendael 7","headCity":"The Hague","headPostCode":"2509 AB","headPhone":"(31)7 03 24 53 84","boss":"Monika Sie Dhian Ho","bossTitle":"Ms","bossPosition":"General Director","membersCount":6,"membersFTE":"6.0","membership":"","memberOrga":"","goal":"The Netherlands Institute of International Relations ‘Clingendael’ is a leading Dutch think tank and diplomatic academy on international affairs. The institute provides public and private sector organisations with in-depth analysis of global developments in the fields of international security, conflict management, European integration and EU external action. &#xd;<br />&#xd;<br />The Clingendael Institute was established in 1983 and has been acknowledged by governments, multilateral organisations, NGOs, the private sector and media as hub for policy-oriented and applicable expertise on international affairs.&#xd;<br />&#xd;<br />Clingendael is a non-profit foundation not allied to any political party or ideological movement. Over half its budget is generated by the Institute’s activities. The remainder is made up of subsidies from the Dutch Ministries of Foreign Affairs and Defence. The Clingendael Institute currently employs around 100 staff, the majority of whom encompasses research and training.","acronym":"Clingendael","interests":"Banking and financial services, Borders and Security, Budget, Climate Action, Communication, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Research and innovation, Single market, Trans-European Networks","euInitiatives":"Research expertise: European integration; European Governance and better regulation; The EU Presidency; EU agencies; Europeanization of national administrations; EU Decision-making; EU Economic and Financial Affairs; European Commission; Better Regulation; EU Budget.","lastUp":"2018-05-09T14:01:51.775+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}