{"id":"54970512687-47","name":"Cancer Research UK","registrationDate":"2009-12-01T17:10:13.647+02:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.cancerresearchuk.org","country":"United kingdom","headAddress":"St John Street, 407","headCity":"London","headPostCode":"EC1V 4AD","headPhone":"(44)0 20 34 69 81 27","boss":"Harpal Kumar","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":1,"membersFTE":"1.0","membership":"We are member of a number of associations including the European Organisation for Research and Treatment of Cancer (EORTC), European Public Health Alliance (EPHA), the Smoke Free Partnership (SFP), the Union for International Cancer Control (UICC), and the Federation of European Academies of Medicine (FEAM).","memberOrga":"European Public Health Alliance &#xd;\nSmoke Free Partnership&#xd;\nFederation of European Academies of Medicine","goal":"Cancer Research UK is the world's leading independent organisation dedicated to cancer research and the largest independent funder of cancer research in Europe.&#xd;<br />&#xd;<br />In 2016/17, we spent over £432million (€496million) on research. Our of this came from the generosity of the public. We fund over 4,000 scientists, doctors and nurses and nearly 200 clinical trials. Our world-class researchers collaborate with cancer experts in over 50 countries, working together to fight cancer. &#xd;<br />&#xd;<br />We are also involved in a number of international projects, such as the International Cancer Genome Consortium (ICGC); the European Prospective Investigation into Cancer and Nutrition (EPIC); and the International Cancer Benchmarking Partnership which is investigating cancer outcomes in a number of countries.","acronym":"CRUK","interests":"Consumer Affairs, Public Health, Research and Technology","euInitiatives":"Data Protection Regulation, alcohol resolution, EFSI, Horizon 2020, tobacco control","lastUp":"2018-04-18T15:01:11.116+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}