{"id":"550479521447-20","name":"Società Professionale Operatori in Psicologia dello Sport e delle Attività Motorie","registrationDate":"2016-04-20T10:15:41.969+01:00","category":2,"subCategory":1,"legal":"associazione","web":"http://www.psicosportprofessionale.eu","country":"Italy","headAddress":"Viale Beethoven 17","headCity":"Nepi","headPostCode":"01036","headPhone":"(39)07 61 57 04 64","boss":"Diego Polani","bossTitle":"Mr","bossPosition":"Presidente","membersCount":6,"membersFTE":"3.0","membership":"Si è in collegamento con la Società Italiana Psicologi Area Professionale, attualmente partner della Confcommercio.&#xd;\nSi collabora con la Società Italiana Psicologia dello Sport, società culturale scientifica in ambito psicologico sportivo, e con la struttura Psicologi dello Sport.","memberOrga":"Società Italiana di Psicologia dello Sport, società scientifica con sede in Roma Via Francesco Ferraironi, 88 (www.societaitalianapsicologiasport.it);&#xd;\nSocietà Italiana Psicologi Area Professionale, società professionale di psicologia e psicoterapia con sede in Roma viale Eritrea, 154 (www.sipap.it);&#xd;\nwww.psicosportprofessionale.eu","goal":"Associazione costituita con riferimento allo statuto del CONI, all’art. 18 della Costituzione Italiana, agli artt. 36, 37 e 38 del Codice Civile, al D.Lgs. n. 460/1997, ai principi enunciati negli artt.5 comma 2 lett. b), 15 e 16 del d.lgs. 8 gennaio 2004, n. 15 e al D.Lgs.206/2007, in armonia con la Carta Costituzionale Europea e le disposizioni della UE, richiamando altresì gli articoli 12 (libertà di riunione e di associazione) e 13 (libertà delle arti e delle scienze) relativo alla carta dei diritti fondamentali dell’unione europea (sottoscritta a Nizza il 7/12/2000). &#xd;<br />La Spopsam ha finalità di rappresentanza della categoria degli psicologi e degli operatori in psicologia dello sport e delle attività motorie, sia in ambito culturale che professionale nel campo della psicologia dello sport e delle attività motorie, è apartitica e non ha scopo di lucro.&#xd;<br />Opera nel quadro e in applicazione delle leggi comunitarie e nazionali vigenti nel settore di appartenenza. L'impegno è nel perseguimento dei fini della tutela della salute degli atleti per assicurare : &#xd;<br />a) attività scientifiche psicologico-sportive, formazione e aggiornamento permanente dei propri tesserati per lo svolgimento delle attività istituzionali nel rispetto del proprio Statuto e del proprio Regolamento Organico, delle norme evidenziate dalla legislazione europea e nazionale e delle norme e dei Regolamenti del CONI e delle F.S.N.; &#xd;<br />b) l’educazione psicologica della popolazione sportiva e l’attività di propaganda per la formazione di una coscienza sportiva e di attività motoria quale fattore di miglioramento fisico e morale della gioventù, e della popolazione in genere; &#xd;<br />c) l’impegno nella prevenzione dell’uso di sostanze e di metodi doping.&#xd;<br />La Spopsam si propone di:&#xd;<br />) diffondere la cultura della psicologia dello sport e delle attività motorie e promuovere la presenza dei professionisti nei diversi contesti sociali e sportivi, informando sul ruolo e sulle competenze professionali nel ramo della psicologia dello sport e delle attività motorie;&#xd;<br />) promuovere la qualità delle prestazioni e la cultura della verifica dei risultati, accreditando professionisti, enti ed associazioni che svolgono attività nell’ambito della psicologia dello sport e delle attività motorie;&#xd;<br />) promuovere e favorire il confronto tra le diverse culture professionali nell’ambito della psicologia dello sport e delle attività motorie;&#xd;<br />) promuovere e favorire il confronto tra diverse professioni su tematiche comuni inerenti la cultura nell’ambito della psicologia dello sport e delle attività motorie;&#xd;<br />) promuovere e favorire tutte le iniziative tese a facilitare il progresso culturale, scientifico e professionale degli iscritti e di chi opera nell’ambito della psicologia dello sport e delle attività motorie;&#xd;<br />) diffondere tra gli psicologi e chi opera nell’ambito della psicologia dello sport e delle attività motorie le notizie utili per la professione ed informarli sulle attività dell’associazione;&#xd;<br />) svolgere indagini sui mercati, ed altre attività di informazione, in ordine alla evoluzione della professione;&#xd;<br />) orientare e coordinare le attività degli associati nell’ambito delle finalità e delle competenze dell’associazione;&#xd;<br />) svolgere opera di propaganda e di pubblicità al fine di tutelare il mercato di riferimento e i propri associati;&#xd;<br />) compiere interventi e svolgere funzioni e compiti derivanti da convenzioni e accordi con enti pubblici o privati italiani o esteri, con associazioni professionali e ordini professionali;&#xd;<br />) promuovere la costituzione e riconoscere le attività di comitati regionali, denominate con la medesima ragione sociale dell’Associazione Nazionale, “SPOPSAM.”;&#xd;<br />) assolvere a tutti gli altri compiti che la legge, le disposizioni e gli organi comunitari, la pubblica amministrazione, possono affidare all’associazione, anche in funzione di una eventuale riforma della professione.","acronym":"SPOPSAM","interests":"Culture, Development, Education, Sport, Youth","euInitiatives":"Tutelare la professione nell’ambito della psicologia dello sport e delle attività motorie nell’interesse del mercato di riferimento e dei propri associati.&#xd;<br />Per il raggiungimento delle finalità l’associazione si attiverà per:&#xd;<br />a) realizzare politiche di sensibilizzazione a più livelli;&#xd;<br />b) stilare protocolli di intesa con enti pubblici e privati, con ordini professionali, istituzioni europee, ecc.;&#xd;<br />c) individuare e promuovere spazi per lo sviluppo dei processi di integrazione multiculturale in atto nella nostra società;&#xd;<br />d) promuovere il consolidamento e lo sviluppo professionale degli operatori in psicologia dello sport e delle attività motorie attraverso la creazione di una rete di rapporti tra professionisti iscritti ad albi e non, associazioni che li rappresentano nelle varie aree e nei diversi settori della professione, mass media, enti e istituzioni pubbliche e private, associazioni imprenditoriali;&#xd;<br />e) rappresentare gli associati a livello politico-istituzionale nei confronti degli organi centrali della pubblica amministrazione, degli enti pubblici e privati, di eventuali enti sopranazionali o comunitari, degli ordini professionali provinciali, regionali e nazionale, dei singoli enti di previdenza, anche attraverso la candidatura, in collaborazione con altre associazioni professionali accreditate da convenzioni stipulate ad hoc, con la presenza di propri associati nelle sedi competenti.","lastUp":"2018-03-21T09:52:01.778+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}