{"id":"550558011475-69","name":"MEW Mittelständische Energiewirtschaft Deutschland e.V.","registrationDate":"2013-07-01T14:03:53.098+02:00","category":2,"subCategory":4,"legal":"association","web":"http://www.mew-verband.de","country":"Germany","headAddress":"Georgenstraße, 23","headCity":"Berlin","headPostCode":"10117","headPhone":"(4930)20 45 12 53","boss":"Duraid El Obeid","bossTitle":"Mr","bossPosition":"president","membersCount":2,"membersFTE":"1.5","membership":"EU-Umbrella-organisation: UPEI","memberOrga":"http://www.mew-verband.de/mitglieder/mitgliedsunternehmen-und-verbaende/","goal":"MEW is an umbrella organisation for the small and mid-sized petroleum and energy industry in Germany. The MEW is a political association, meaning that it wants to be a contact partner above all for political decision makers. MEW represents for example around 2,250 independent German service stations or around 15 percent of all German service stations. MEW also represents small and mid-sized enterprises of energy importers and wholesalers, most of whom are from the petroleum segment. Finally, MEW represents small and mid-sized enterprises that lease fuel depots totalling more than 11 million cubic meters of tank space for producers and retailers and for emergency reserves. &#xd;<br />The central themes MEW works on relate to mobility and the heating sector.","acronym":"MEW","interests":"Climate Action, Economy, finance and the euro, Energy, Transport","euInitiatives":"- Richtlinie des Rates zur Festlegung von Berechnungsverfahren und Anforderungen an die Berichterstattung gemäß der Richtlinie 98/70/EG des Europäischen Parlaments und des Rates über die Qualität von Otto- und Dieselkraftstoffen&#xd;<br />- Richtlinie zur Änderung der Richtlinie 98/70/EG über die Qualität von Otto- und Dieselkraftstoffen und zur Änderung der Richtlinie 2009/28/EG zur Förderung der Nutzung von Energie aus erneuerbaren Quellen&#xd;<br />- Payment services directive (PSD2)&#xd;<br />- EU-Regulierung für Interbankenentgelte&#xd;<br />- Energieunion&#xd;<br />- CO2 Emmissionshandel&#xd;<br />- RED II","lastUp":"2019-07-24T13:00:56.330+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}