{"id":"551321411765-16","name":"INSOL Europe","registrationDate":"2013-08-28T20:48:22.646+02:00","category":3,"subCategory":2,"legal":"Membership Association","web":"http://www.insol-europe.org","country":"United kingdom","headAddress":"Clifton, 1","headCity":"Nottingham","headPostCode":"NG11 6WD","headPhone":"(44)11 58 78 05 84","boss":"Caroline Taylor","bossTitle":"Ms","bossPosition":"Director of Administration","membersCount":5,"membersFTE":"1.25","membership":"INSOL Europe is member of INSOL International (London, UK).&#xd;\nInformation is available at: https://www.insol.org/about","memberOrga":"","goal":"The mission of the Association is to take and maintain a leading role in European business recovery, turnaround and insolvency issues, to facilitate the exchange of information and ideas amongst its members and to discuss business recovery, turnaround and insolvency issues with official European and other international bodies who are affected by those procedures. The Association will encourage greater international co-operation and communication within Europe and also with the rest of the world.","acronym":"","interests":"Business and Industry, Consumers, Economy, finance and the euro, Education and training, Employment and Social Affairs, Fraud prevention, Institutional affairs, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Directive (EU) 2019/1023 of the European Parliament and of the Council  of 20 June 2019 on preventive restructuring frameworks, on discharge of debt and disqualifications, and on measures to increase the efficiency of procedures concerning restructuring, insolvency and discharge of debt, and amending Directive (EU) 2017/1132 (Directive on restructuring and insolvency)&#xd;<br />&#xd;<br />Regulation (EU) 2015/848 of the European Parliament and of the Council of 20 May 2015 on insolvency proceedings&#xd;<br />&#xd;<br />Council regulation (EC) No 1346/2000 of 29 May 2000 on insolvency proceedings","lastUp":"2019-07-31T18:49:13.592+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}