{"id":"551868910766-44","name":"European Federation for Managers in Technologies of Information and Communication","registrationDate":"2013-03-07T12:10:40.386+02:00","category":2,"subCategory":1,"legal":"NGO, French Association","web":"","country":"France","headAddress":"35 rue du Faubourg Poissonnière","headCity":"Paris","headPostCode":"75009 Paris","headPhone":"(33)6 63 46 96 44","boss":"Ioannis SIDERIS","bossTitle":"Mr","bossPosition":"Secrétaire Général","membersCount":2,"membersFTE":"0.5","membership":"Since its foundation, eTIC has been a member of CEC, the Confédération Européenne des Cadres (European Confederation of Managers).&#xd;\n&#xd;\nCEC is one of the two Confederations for European workers. It is specifically dedicated to European executives, engineers and managers.&#xd;\n&#xd;\neTIC is also active and visible within the CEC network which gathers the CEC members : www.cec-managers.info","memberOrga":"CFE-CGC&#xd;\nDIE FÜHRUNGSKRÄFTE&#xd;\nFEDERMANAGER","goal":"eTIC is a Federation representing the European Managers working in the field of technologies of information and communication.&#xd;<br />&#xd;<br />eTIC was founded in Brussels in 1999 with the name \"Medi@Managers\". Its 7 founding organisations were issued from: Belgium, Finland, France, Germany, Italy, Norway and Sweden. In September 2006, the General Assembly chose a new name for the federation: eTIC.","acronym":"eTIC-CEC","interests":"Business and Industry, Communication, Competition, Culture and media, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Trans-European Networks","euInitiatives":"-Consultation document on the EU 2020 Strategy&#xd;<br />-Data protection for employees&#xd;<br />-Green paper on pension policy    &#xd;<br />-Revision of the European working time directive&#xd;<br />&#xd;<br />-Consultation on the new EU occupational safety and health policy framework&#xd;<br />-Green Paper - Preparing for a Fully Converged Audiovisual World: Growth, Creation and Values&#xd;<br />-Plan for single telecoms market&#xd;<br />-Ethics of Security and Surveillance Technologies","lastUp":"2018-09-03T15:11:38.194+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}