{"id":"551915115710-40","name":"CEMENTOS COSMOS SA","registrationDate":"2015-02-10T16:35:00.090+01:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.vceaa.es","country":"Spain","headAddress":"calle Brasil, 56","headCity":"Vigo","headPostCode":"36204","headPhone":"(34)9 86 26 90 00","boss":"Thoger K. Christiansen","bossTitle":"","bossPosition":"COO Cement España","membersCount":3,"membersFTE":"2.0","membership":"OFICEMEN, Agrupación de Fabricantes de Cemento de España. http://www.oficemen.com&#xd;\nAFCA, Agrupación de Fabricantes de Cemento de Andalucia. http://www.cementosdeandalucia.org&#xd;\nANEFHOP, Asociación Nacional Española Fabricantes de Hormigón Preparado. http://www.anefhop.com&#xd;\nANEFA, Asociación Nacional de Empresas Fabricantes de Áridos. http://www.aridos.org&#xd;\nAFAM, Asociación Nacional de Fabricantes de Morteros. http://www.afam-morteros.com&#xd;\nIECA, Instituto Español del Cemento y sus Aplicaciones. &#xd;\nhttp://www.ieca.es/&#xd;\nFUNDACIÓN CEMA, Fundación Laboral del Cemento y el Medio Ambiente. http://www.fundacioncema.org&#xd;\nFLACEMA, Fundacion Laboral Andaluza del Cemento y el Medio Ambiente. http://www.flacema.org&#xd;\nFEUGA, Fundación Empresa-Universidad Gallega &#xd;\nhttp://www.feuga.es. FGULEM, Fundación General de la Universidad de León y de la Empresa. http://www.fgulem.es/","memberOrga":"","goal":"Cementos Cosmos, S.A. pertenece al Grupo Internacional Votorantim, fundado en Brasil en 1918, uno de los líderes mundiales en materiales de construcción, con una importante implantación en otras áreas de la industria a nivel mundial.&#xd;<br />El Grupo Votorantim tiene implantación en el sector de la fabricación de cementos en 14 países de 4 continentes, contando con 15.000 colaboradores: Brasil, Bolivia, Chile, Argentina, Uruguay, Perú, EEUU, Canadá, España, Marruecos, Túnez, Turquía, India y China.&#xd;<br />En España Cementos Cosmos, S.A. produce y comercializa cementos contando para ello con 4 fábricas integrales de cemento y 4 moliendas de cemento.&#xd;<br />En España el Grupo Votorantim cuenta también con filiales en los sectores de los hormigones, los áridos y los morteros especiales.&#xd;<br />Se puede obtener información complementaria en las páginas de internet: www.vceaa.es y www.votorantim.com","acronym":"","interests":"Business and Industry, Climate Action, Communication, Competition, Employment and Social Affairs, Energy, Environment, Institutional affairs, Public Health, Regional Policy, Research and innovation, Single market, Taxation","euInitiatives":"Las principales actividades de interés del Grupo Votorantim, y de Cementos Cosmos, S.A. en España, están relacionadas con el cambio clímático, el desarrollo sostenible, la biodiversidad y el medio ambiente, así como con las relaciones con los comunidades próximas.","lastUp":"2020-01-16T11:24:03.958+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}