{"id":"553490316852-08","name":"KCEM AB","registrationDate":"2015-04-05T13:24:18.061+01:00","category":2,"subCategory":4,"legal":"AB","web":"http://www.kcem.se","country":"Sweden","headAddress":"Gammelbackavägen 1","headCity":"Karlskoga","headPostCode":"691 51","headPhone":"(46)58 68 47 40","boss":"Mikael Niordson","bossTitle":"Mr","bossPosition":"Verkställande direktör","membersCount":2,"membersFTE":"1.25","membership":"Svenska Brandskyddsföreningen.&#xd;\nBergsprängningsentreprenörernas förening&#xd;\nSAFEX","memberOrga":"","goal":"KCEM AB ägs av den ideella föreningen Intresseföreningen för Kompetenscentrum Energetiska Material (IKEM).&#xd;<br />Föreningen skall generellt&#xd;<br />•\tFrämja utbildning för att säkerställa en långsiktig och kvalificerad kompetensförsörjning av personal på olika nivåer av kunskap.&#xd;<br />•\tVerka för en ständig förbättring av säkerheten.&#xd;<br />•\tVerka för att öka säkerhetsmedvetandet och kunskaperna och därmed förhindra att olyckor inträffar.&#xd;<br />•\tStödja forskning vid universitet, högskolor, organisationer och industrier för att säkerställa en långsiktig utveckling av området.&#xd;<br />•\tStödja koordinering av kunskap och etablering av samverkan mellan universitet, högskolor, organisationer och industrier.&#xd;<br />•\tStödja samarbete främst inom de nordiska länderna och inom EU.&#xd;<br />&#xd;<br />För att kunna realisera föreningens syften skall den etablera ett kompetenscentrum för energetiska material, KCEM AB, samt som ägare/delägare inrikta och stödja KCEM:s verksamhet och driva dess vidareutveckling. Inriktning av KCEM skall vara&#xd;<br />•\tBedriva utbildningar inom det energetiska området.&#xd;<br />•\tLeda, koordinera, utveckla och marknadsföra utbildningar och kompetenshöjande åtgärder inom FEX konceptet, såsom FEX, ALLEX, SOEX, EPOK och FLEX.&#xd;<br />•\tKvalitetssäkra utbildnings- respektive forskningsverksamheten genom ett utbildningsråd och ett forskningsråd med en bred förankring i branschen. Råden tillsätts av styrelsen på ettårsmandat&#xd;<br />•\tKoordinera utbildningar inom tekniska delområden med existerande yrkes-inriktad gymnasial och postgymnasial utbildning samt stimulera/initiera utveckling av nya kurser på högskolenivå i nära samverkan med universitet och högskolor.&#xd;<br />•\tUtveckla konferens- och seminarieverksamhet.&#xd;<br />•\tInitiera forsknings- och doktorandarbeten vid universitet, högskolor och, organisationer i samverkan med industrier.&#xd;<br />•\tEtablera ett nätverk för samverkan av kompetens inom industrier, universitet och högskolor samt andra organisationer.&#xd;<br />•\tSamla in och distribuera till medlemmarna resultat från och information om internationell forskning och utveckling inom området.&#xd;<br />•\tSkapa och vidmakthålla en portal som marknadsför och länkar till nationella kunskapsnoder.&#xd;<br />•\tStimulera och stödja utveckling av nya produkter och bildandet av nya verksamheter inom området energetiska material.","acronym":"KCEM","interests":"Education, Enterprise, Environment, Research and Technology","euInitiatives":"Alla regleringar som rör explosiva varor t.ex. 93/15 direktivet, pyrotekniska varor t.ex. pyroteknikdirektivet (2007/23/EG), sprängämnes precursorer (98/2013/EG), CLP och REACH.","lastUp":"2017-12-08T15:29:33.432+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}