{"id":"553786035745-66","name":"Palantir Technologies Inc.","registrationDate":"2019-09-04T14:43:25.853+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"https://www.palantir.com/","country":"United states","headAddress":"100 Hamilton Avenue","headCity":"Palo Alto","headPostCode":"94301","headPhone":"(1)65 08 15 02 00","boss":"Matt Long","bossTitle":"Mr","bossPosition":"General Counsel","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Palantir was founded in 2004 to transform how the world's most important organisations use their data while upholding and strengthening privacy and civil liberties. Today our two flagship software platforms, Palantir Gotham and Palantir Foundry are, in compliance with applicable data protection laws and regulations, helping governments, businesses, and non-governmental organisations tackle their most pressing problems in over 30 countries across the world.&#xd;<br />&#xd;<br />Palantir Gotham is an enterprise data platform for law enforcement and intelligence investigations, and mission planning. Gotham integrates disparate data sources held across an organisation and among its partners into a single, unified platform. A suite of applications enables users to analyse and visualise all relevant data and transform their insights into actionable intelligence under a fine-grained security model designed to protect data privacy.&#xd;<br />    &#xd;<br />Palantir Foundry is an all-in-one platform for integrating, managing, analysing, and operationalising massive-scale data. Foundry integrates data in any format, schema, or structure into a “single source of truth” mapped to familiar business objects. A range of analytical applications and data science tools enable users of varying technical abilities to collaborate in a unified platform and contribute their insights to a shared data asset for enterprise decision-making.","acronym":"","interests":"Banking and financial services, Borders and Security, Customs, Digital economy and society, Economy, finance and the euro, Energy, Fraud prevention, Public Health, Research and innovation, Taxation, Transport","euInitiatives":"The ICS2 Shared Service Analytics project and related TAXUD initiatives","lastUp":"2019-09-04T14:44:13.019+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}