{"id":"553887522543-73","name":"Ethical Journalism Network","registrationDate":"2016-07-03T19:31:50.567+02:00","category":3,"subCategory":2,"legal":"UK Charity","web":"http://www.ethicaljournalismnetwork.org","country":"United kingdom","headAddress":"11 Vicarage Road","headCity":"LONDON","headPostCode":"E15 4HD","headPhone":"(44)79 54 27 06 33","boss":"Christopher Elliott","bossTitle":"Mr","bossPosition":"CEO / Director","membersCount":2,"membersFTE":"0.5","membership":"https://ethicaljournalismnetwork.org/who-we-are","memberOrga":"For a list of EJN Supporters see: https://ethicaljournalismnetwork.org/supporters&#xd;\n&#xd;\nFor details of EJN staff, board members and advisers see: https://ethicaljournalismnetwork.org/who-we-are/our-people","goal":"The Ethical Journalism Network aims to strengthen the craft of journalism in Europe and around the world and to promote for the public benefit high ethical standards in media through education, training and publication of useful research. The EJN works to improve good governance and self-regulation in media through education on the importance of accuracy, independence, impartiality, humanity and accountability in journalism.","acronym":"EJN","interests":"Communication, Culture, Culture and media, Digital economy and society, Education and training, International co-operation and development, Justice and Fundamental Rights, Migration and asylum","euInitiatives":"Carrying out EU support for media development in the Western Balkans and Turkey as part of the 'Building Trust in Media in South East Europe and Turkey' in partnership with Unesco and European Federation of Journalists (EFJ). The EJN does not receive funding directly from the EU for this work as the project is managed by UNESCO. The EJN also supports ethical journalism activities and dialogues to confront hate-speech, including the 'Media Against Hate' project with the EFJ. The EJN is a member of the DG Connect Media Literacy Expert Group.","lastUp":"2018-07-17T10:18:34.638+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}