{"id":"554113320836-24","name":"FAAAT - For Alternative Approaches to Addiction, Think &amp; do tank","registrationDate":"2016-02-26T16:56:45.440+02:00","category":3,"subCategory":2,"legal":"Non for profit organization","web":"http://faaat.net","country":"France","headAddress":"8 RUE DU GÉNÉRAL RENAULT","headCity":"PARIS","headPostCode":"75011","headPhone":"(33)7 51 35 02 34","boss":"Farid GHEHIOUÈCHE","bossTitle":"Mr","bossPosition":"Head of advocacy","membersCount":2,"membersFTE":"1.5","membership":"New York NGO Committee on Drugs&#xd;\nVienna NGO Committee on Drugs","memberOrga":"","goal":"Vision:&#xd;<br />&#xd;<br />Transparent and measurable drug policies framed by fundamental rights, grounded on sustainable development, enforcing empowerment, social justice and health.&#xd;<br />&#xd;<br />Mission:&#xd;<br />&#xd;<br />Research rigorous and ethical policy alternatives, and take action through social engineering, collective action and advocacy for ground-up democratic reformers at all level.&#xd;<br />&#xd;<br />Charter:&#xd;<br />&#xd;<br />FAAAT (Foundation for Alternative Approaches to Addiction - Think &amp; do tank) is a transnational non-governmental, non-partisan and non-profit organization working on the issue of addiction, controlled drugs, and plant or substances liable to produce addiction. From Paris (France) and Barcelona (Spain), FAAAT centralizes the collaboration of a global network of experts.&#xd;<br />Our think-tank researches rigorous evidence-based and ethical policy alternatives to face political, economic, and social drug and addiction-related issues. We advocate for transparent and measurable policies framed by fundamental civic and human rights and the rule of law, grounded on sustainable development, that enforce personal and community empowerment, social justice and health.&#xd;<br />&#xd;<br />Our do-tank develops collective support, capacity building and community advocacy programs headed to peer groups, ground social movements and the nonprofit sector, for a broader involvement in policy processes at all level, through social engineering and transversal actions that merge affected populations, researchers, the health and social sector, law enforcement, policy-makers and all relevant stakeholders.","acronym":"FAAAT","interests":"Agriculture, Borders and Security, Consumers, Customs, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, External Relations, Food Safety, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Trans-European Networks, Youth","euInitiatives":"Politiques relatives aux drogues.&#xd;<br />Politiques de développement.&#xd;<br />Politiques de santé publique.&#xd;<br />Politiques relatives à la criminalité.","lastUp":"2018-10-02T19:11:12.962+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}