{"id":"554266514967-88","name":"Banco Popular Español","registrationDate":"2014-11-28T09:19:32.487+01:00","category":2,"subCategory":3,"legal":"Sociedad Anónima (S.A)","web":"http://www.grupobancopopular.es","country":"Spain","headAddress":"Velázquez, 34","headCity":"Madrid","headPostCode":"28001","headPhone":"(34)9 15 20 72 68","boss":"Juan Eugenio Echanojauregui Soloaga","bossTitle":"Mr","bossPosition":"Managing Director. Head of External and Corporate Relations","membersCount":3,"membersFTE":"2.25","membership":"AEB &#xd;\nAERI&#xd;\nAsociación de Mercados Financieros&#xd;\nCIBP&#xd;\nEBF","memberOrga":"","goal":"Banco Popular es la entidad financiera española más orientada a la banca minorista. Tiene además una amplia presencia internacional con dos entidades Banco Popular Portugal y Totalbank en Florida.&#xd;<br />La estrategia corporativa de Banco Popular descansa sobre los pilares de rentabilidad, solvencia y eficiencia dentro de un modelo de negocio centrado en el cliente y la alta calidad del servicio, siendo entidad de referencia para pequeñas y medianas empresas.","acronym":"BPE","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Enlargement, Enterprise, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Internal Market","euInitiatives":"Our follow-up exercise covers EU regulatory initiatives in the field of financial services:&#xd;<br />-Financial Markets: Capital Markets Union, Financial Products, Shadow Banking…&#xd;<br />-Capital &amp; TBTF: Bank Structure Reform, Resolution Framework &amp; LAC, Capital and Leverage, ECB as supervisor&#xd;<br />-Retail banking: Payments, Consumer Protection&#xd;<br />-Long Term Investment: Capital Markets Union, SME Access to Finance…&#xd;<br />&#xd;<br />As well as other EU initiatives of interest for Banco Popular, for example in the area of prudential requirements CRR/CRD, Competition and Innovation among others.","lastUp":"2017-03-30T12:57:06.624+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}