{"id":"55454323168-03","name":"Arbeitsgemeinschaft Deutscher Tierzüchter e. V.","registrationDate":"2010-02-02T15:44:44.652+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein (e.V.)","web":"http://www.adt.de","country":"Germany","headAddress":"Adenauerallee, 174","headCity":"Bonn","headPostCode":"53113","headPhone":"(49)22 89 14 47 21","boss":"Reimer Böge","bossTitle":"Mr","bossPosition":"Präsident","membersCount":2,"membersFTE":"1.0","membership":"FESASS (Europäische Vereinigung für Tiergesundheit und gesundheitliche Sicherheit; www.fesass.eu),&#xd;\nDeutsche Gesellschaft für Züchtungskunde (DGfZ; www.dgfz-bonn.de),&#xd;\nDeutscher Bauernverband (DBV; www.bauernverband.de)","memberOrga":"http://www.adt.de/mitglieder.html","goal":"Die ADT vertritt die Interessen der organisierten deutschen Tierzucht. Ihre Mitglieder sind die nationalen Dachverbände der Rinder-, Schweine-, Pferde- , Geflügel-, Schaf- und Ziegenzüchter sowie andere Organisationen und Unternehmen, die im Bereich der Tierproduktion und der Vermarktung von genetischem Material aktiv sind. &#xd;<br />Zu den Aufgaben der ADT zählt insbesondere die Interessenvertretung gegenüber den EU-Institutionen in Brüssel.&#xd;<br />Die ADT hält darüber hinaus Kontakt zu anderen nationalen und europäischen Verbänden aus dem Agrarbereich und bringt sie sich regelmäßig in die Arbeit der Europäischen Vereinigung für Tiergesundheit und gesundheitliche Sicherheit (FESASS), der europäischen Bauern- und Genossenschaftsverbände Copa-Cogeca und der Europäischen Plattform der Exporteure von Rindergenetik (ExPla) ein.","acronym":"ADT","interests":"Agriculture and Rural Development, Budget, Climate Action, Competition, Environment, Food Safety, Internal Market, Public Health, Research and Technology, Trade","euInitiatives":"Die einschlägige EU-Gesetzgebung für die Bereiche Tierzucht, Kennzeichnung und Rückverfolgbarkeit von Tieren und Zuchtmaterial, Tiergesundheit (einschl. Tierarzneimittelrecht und Antibiotikaresistenzen), Tierschutz (vor allem Tiertransport und Alternativen zur Kastration), Veterinärzertifikate, bilaterale Handelsbeziehungen, innovative Verfahren der Tierzüchtung, allgemeines Lebensmittelrecht, Schutz von Weidetieren vor Wölfen.","lastUp":"2018-03-06T16:45:38.107+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}