{"id":"555100636093-65","name":"Stichting De Noordzee","registrationDate":"2019-10-07T14:06:37.643+02:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://www.noordzee.nl","country":"Netherlands","headAddress":"Arthur van Schendelstraat","headCity":"Utrecht","headPostCode":"3511MJ","headPhone":"(31)3 02 34 00 16","boss":"Floris Van Hest","bossTitle":"Mr","bossPosition":"CEO","membersCount":12,"membersFTE":"12.0","membership":"Samenwerking is voor Stichting De Noordzee van buitengewoon groot belang.&#xd;\nMet een aantal collega-natuurorganisaties hebben we structurele samenwerkingsverbanden;&#xd;\nzo bundelen we de krachten voor een gezonde en florerende&#xd;\nNoordzee, en ontvangen we daarnaast in sommige gevallen organisatorische&#xd;\nondersteuning. Verder hechten we sterk aan samenwerking op specifieke onderwerpen.&#xd;\nDe hoeveelheid thema’s die spelen op de Noordzee is dermate groot, en&#xd;\nde betrokkenen dermate verschillend, dat het voor ons cruciaal is om op deelgebieden&#xd;\nde samenwerking te zoeken. Dat vergroot zowel onze expertise als het&#xd;\nbereik van onze boodschap.&#xd;\nStichting De Noordzee heeft zowel nationaal als internationaal een hecht netwerk:&#xd;\n• Met stichting Natuur &amp; Milieu is er samenwerking op organisatorisch niveau&#xd;\nen op inhoudelijke thema’s.&#xd;\n• Stichting De Noordzee werkt in Nederland intensief samen met het Wereld&#xd;\n29&#xd;\nNatuur Fonds, Natuurmonumenten, Vogelbescherming, Greenpeace en de&#xd;\nWaddenvereniging voor betere bescherming van de Noordzee en de Noordzeekustzone.&#xd;\n• Stichting De Noordzee is actief in de Groene 11, een koepelorganisatie van&#xd;\nde belangrijkste Nederlandse natuur- en milieuorganisaties.&#xd;\nNaast deze structurele samenwerkingsverbanden werkt Stichting De Noordzee&#xd;\nconstructief samen met diverse grote en kleine partijen, zowel andere NGO’s als&#xd;\noverheden, wetenschappers en bedrijven.&#xd;\n• Stichting De Noordzee is lid van de Europese koepelorganisatie Seas at Risk&#xd;\nen bezet een zetel in de Noordzee RAC.&#xd;\n• Sinds 1 december 2014 werkt Stichting De Noordzee samen met de Good-&#xd;\nFish Foundation. Deze heeft vanaf die datum het beheer van de VISwijzer&#xd;\nvan Stichting De Noordzee overgenomen.&#xd;\n• Stichting De Noordzee is lid van de Clean Shipping Coalition, een coalitie&#xd;\nvan NGO’s die zich inzetten voor schone scheepvaart middels beleidsbeïnvloeding&#xd;\nbij de Internationale Maritieme Organisatie (IMO).&#xd;\n• Stichting De Noordzee werkt samen met de Stichting ProSea, die als doel&#xd;\nheeft het bevorderen van bewustwording onder zeevarenden.&#xd;\n• Ter bevordering van de verduurzaming van de Nederlandse maritieme&#xd;\nsector hebben wij samen met Nederlandse reders, havens en scheepsbouwers&#xd;\nhet Platform Scheepsemissies opgericht. In 2013 is dit omgedoopt tot&#xd;\nPlatform Schone Scheepvaart.&#xd;\n• Stichting De Noordzee is een van de oprichters van het NGO Platform on&#xd;\nShipbreaking, een internationale coalitie van milieu- en mensenrechtenorganisaties&#xd;\ndie zich inzet voor verantwoorde sloop van schepen.","memberOrga":"Seas at Risk&#xd;\nNoordzee RAC&#xd;\nClean Shipping Coalition&#xd;\nPlatform Schone Scheepvaart","goal":"The North Sea Foundation is working towards a clean and healthy North Sea.&#xd;<br />&#xd;<br />We are active on four issues/themes:&#xd;<br />Room for Nature&#xd;<br />Clean Sea&#xd;<br />Sustainable Food&#xd;<br />Nature-Friendly Energy&#xd;<br />&#xd;<br />_____________________&#xd;<br />&#xd;<br />Stichting De Noordzee is gevestigd aan de Arthur van Schendelstraat 600 te&#xd;<br />Utrecht en houdt aldaar kantoor. Stichting De Noordzee is opgericht op 26 maart&#xd;<br />1980 naar Nederlands recht. De stichting heeft geen winstoogmerk. Stichting De&#xd;<br />Noordzee is al bijna veertig jaar dé organisatie als het gaat om bescherming en&#xd;<br />duurzaam gebruik van de Noordzee. Wij richten ons op vier doelen: ruimte voor&#xd;<br />de natuur, schone zee en schone stranden, duurzaam voedsel, en natuurvriendelijke&#xd;<br />energie. Samen met anderen werken wij aan het oplossen van de grootste&#xd;<br />milieu-uitdagingen op de Noordzee.&#xd;<br />&#xd;<br />Missie&#xd;<br />Stichting De Noordzee streeft naar een bloeiende, duurzame Noordzee voor natuur&#xd;<br />en mens. Een zee met een goed functionerend ecosysteem dat invloeden&#xd;<br />van buiten veerkrachtig opvangt. Een duurzaam gebruik van de Noordzee betekent&#xd;<br />dat de grens voor menselijk gebruik wordt bepaald door wat het ecosysteem&#xd;<br />aankan. Zodat ook onze kinderen en de generaties erna van de Noordzee&#xd;<br />en haar natuur kunnen genieten.&#xd;<br />&#xd;<br />Visie&#xd;<br />Duurzaam gebruik van de Noordzee krijgt pas volledige betekenis als het belang&#xd;<br />hiervan gedragen wordt door de partijen die bij de Noordzee betrokken en actief&#xd;<br />zijn. Hiervoor wil Stichting De Noordzee de krachten bundelen, dialoog aangaan,&#xd;<br />samenwerken en verbetering realiseren.&#xd;<br />&#xd;<br />Kernwaarden&#xd;<br />Stichting De Noordzee bestaat uit gepassioneerde en intelligente professionals,&#xd;<br />die werken vanuit de kernwaarden: science-based, onafhankelijk, samen en&#xd;<br />oplossingsgericht.","acronym":"","interests":"Energy, Environment, Maritime affairs and fisheries","euInitiatives":"EU Single-Use Plastics Directive&#xd;<br />EU Habitats Directive &#xd;<br />Marine Strategy Framework Directive&#xd;<br />EU Birds Directive","lastUp":"2019-10-07T14:08:36.271+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}