{"id":"55535346410-37","name":"Deutsche Messe AG","registrationDate":"2011-08-10T19:01:07.829+01:00","category":2,"subCategory":7,"legal":"Aktiengesellschaft","web":"http://www.messe.de","country":"Germany","headAddress":"Messegelände","headCity":"Hannover","headPostCode":"30521","headPhone":"(49)51 18 90","boss":"Oliver Wedekind","bossTitle":"Mr","bossPosition":"Sonderbeauftragter für die Beziehungen zur EU","membersCount":1,"membersFTE":"1.0","membership":"Mitglied u.a.&#xd;\n&#xd;\nUFI (Global Association of the Exhibition Industry)&#xd;\n&#xd;\nEMECA (European Major Exhibition Centres Association)&#xd;\n&#xd;\nAUMA (Ausstellungs- und Messe-Ausschuss der Deutschen Wirtschaft e.V.)&#xd;\n&#xd;\nsowie Mitglied in zahlreichen nationalen und internationalen Industrie-Dachverbänden","memberOrga":"","goal":"Die Deutsche Messe entwickelt, plant und führt Messen und Ausstellungen im In- und Ausland durch. Mit einem Umsatz von 310 Mio. Euro im Jahr 2018, weltweit mehr als 1.200 Beschäftigten, 58 Repräsentanzen, Tochtergesellschaften und Zweigstellen in über 100 Ländern, einem hochflexiblen Messegelände mit rund 1 Million Quadratmetern Fläche und einer hervorragenden Infrastruktur nimmt die Deutsche Messe Hannover eine Spitzenstellung unter den weltweit führenden Messegesellschaften ein.  &#xd;<br />&#xd;<br />Sie verfügt über ein umfangreiches Know-how und Erfahrungspotenzial in der Planung und Abwicklung von jährlich über 110 Messen und Ausstellungen im In- und Ausland mit mehr als 37.000 Ausstellern, über vier Millionen Besuchern und 15.000 Journalisten aus mehr als 100 Ländern. &#xd;<br />&#xd;<br />Schwerpunkt der Tätigkeit bilden die Investitionsgüter-Messen mit internationaler Spitzenstellung, die die Deutsche Messe in Hannover veranstaltet. Ziel dieser Messen ist es, aktuelle Märkte zu repräsentieren und internationale Markttrends aufzuzeigen. Anwendbare Technik, Zukunftstechnologien und Forschungsergebnisse sollen hier gleichermaßen demonstriert werden.","acronym":"","interests":"Agriculture and Rural Development, Borders and Security, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Brexit, Energieunion, Digitaler Binnenmarkt, Industrie, Handel, Landwirtschaft, Forschung, Verkehr, Erweiterung, Kultur","lastUp":"2019-11-12T17:20:58.808+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}