{"id":"55642894775-05","name":"IETM international network for contemporary performing arts","registrationDate":"2010-12-14T15:42:20.231+02:00","category":3,"subCategory":2,"legal":"international non-profit association","web":"http://ietm.org","country":"Belgium","headAddress":"Square Sainctelette, 19","headCity":"Brussels","headPostCode":"1000","headPhone":"(322)2 01 09 15","boss":"Nan Van Houte","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":8,"membersFTE":"7.25","membership":"Culture Action Europe&#xd;\nResArtis&#xd;\nISPA&#xd;\nAPAP&#xd;\nEUNIC&#xd;\nOn-the-Move","memberOrga":"https://www.ietm.org/en/liste-membres","goal":"IETM - International network for contemporary performing arts - is a network of around 500 performing arts organisations and individual members working in the contemporary performing arts worldwide: theatre, dance, circus, interdisciplinary live art forms, new media.IETM is a membership organisation with a track record of 37 years.&#xd;<br />&#xd;<br />Our members include festivals, companies, producers, theatres, cultural centres, research and resource centres, universities and institutional bodies.&#xd;<br />&#xd;<br />We hold two plenary meetings a year in different European cities and smaller meetings all over the world. Besides, we commission publications and research projects, facilitate communication and distribution of information and advocate for the value of performing arts.&#xd;<br />&#xd;<br />Mission:&#xd;<br />We advocate the value of the arts and culture in a changing world and empower performing arts professionals through access to international connections, knowledge and a dynamic forum for exchange.&#xd;<br />&#xd;<br />Our vision for equity, diversity and inclusion:&#xd;<br />We aim to create a more inclusive contemporary arts field by helping our members to diversify their organisations and work, and stimulating underrepresented performing arts professionals to join our activities and the network, regardless of their background, ethnicity, gender, sexual orientation, physical abilities, social conditions, working and employment status, age, career path and geographical location.&#xd;<br />&#xd;<br />Objectives:&#xd;<br />IETM pursues three global objectives:&#xd;<br />1.\tTo empower contemporary performing arts professionals with skills, competences and know-how that help them to successfully adapt/react to changes in their social, economic and political contexts.&#xd;<br />2.\tTo create impact which goes beyond the sole interest of IETM’s members and event participants, to create a long-term legacy for the cultural landscape in Europe in terms of international cooperation, professionalism, sustainable and fair working practices, and audience development. &#xd;<br />3.\tTo advocate for the value of arts and culture in a changing world and to reinforce the internationalisation, diversity and inclusiveness of the contemporary performing arts. &#xd;<br />&#xd;<br />&#xd;<br />&#xd;<br />Priorities 2017-2020:&#xd;<br />1.\tTo promote and facilitate international mobility and cooperation of contemporary performing arts professionals and exposure of artistic creations. &#xd;<br />2.\tTo embed performing arts in society and create a more inclusive sector.&#xd;<br />3.\tTo build relevant skills and know-how for contemporary performing arts professionals and give them access to professional opportunities. &#xd;<br />4.\tTo advocate for public support and freedom of expression for contemporary artists.","acronym":"IETM","interests":"Budget, Climate Action, Communication, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Enlargement, Environment, External Relations, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Regional Policy, Research and Technology, Taxation, Trans-European Networks, Youth","euInitiatives":"IETM receives within the Creative Europe program subsidy for its Network project ''Performing arts ( in a world) in Transition II'' and is a partner in the CE cooperation project Creative Lenses. Besides the Creative Europe programme, IETM follows developments in programmes Horizon2020 and Erasmus+ and the structuring funds. The advocacy activities are targeted at both EU's cultural policies and other policy areas that might benefit from the input of arts.  IETM follows policies, legislative files and initiatives on mobility, cultural diplomacy neighbouring countries, environmental and social issues.","lastUp":"2018-04-05T16:45:51.015+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}