{"id":"55642894775-05","name":"IETM international network for contemporary performing arts","registrationDate":"2010-12-14T15:42:20.231+02:00","category":3,"subCategory":2,"legal":"international non-profit association","web":"http://ietm.org","country":"Belgium","headAddress":"Square Sainctelette, 19","headCity":"Brussels","headPostCode":"1000","headPhone":"(322)2 01 09 15","boss":"Nan Van Houte","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":8,"membersFTE":"7.25","membership":"Culture Action Europe&#xd;\nResArtis&#xd;\nISPA&#xd;\nEUNIC&#xd;\nOn-the-Move","memberOrga":"https://www.ietm.org/en/liste-membres","goal":"IETM is an international network for contemporary performing arts: a large, respected international network of professional organisations with a 34 years track record of dynamic and effective facilitation of collaboration in contemporary performing arts.&#xd;<br />&#xd;<br />It is a membership organisation, which exists to stimulate the quality, development and contexts of contemporary performing arts in a global environment, by initiating and facilitating professional networking and communication, the dynamic exchange of information, know-how-transfer and presentations of examples of good practice. &#xd;<br />&#xd;<br />IETM is also…&#xd;<br />… a forward-looking, visionary and flexible organisation which is (yet again) evolving in order to anticipate new tendencies in its sector and in society.&#xd;<br />…a hub of international activity exchanges, collaboration and knowledge-transfer, responding to the needs and interests of its members and the wider public.&#xd;<br />…a privileged vector (meeting point) for an array of very diverse organisations who share some common interests.&#xd;<br />…a broker and partner which always works in collaboration with other organisations, national/international/European public institutions and foundations.&#xd;<br />…a federator whose neutrality and truly international and multilateral nature provide unique possibilities to bring other actors together.&#xd;<br />&#xd;<br />IETM is the network for professional organisations involved in the contemporary performing arts in Europe and beyond. This is broadly defined as including contemporary theatre, dance, music, visual arts, installation and performance, writing, architecture, film and video, new technology and emerging art and media forms.&#xd;<br />&#xd;<br />IETM consists of over 500 subscribing professional performing arts organisations from 50 countries. They are engaged in innovative, contemporary performance work and are committed to cross-border artistic exchange and collaboration as well as to improving the conditions and scope of the sector.","acronym":"IETM","interests":"Budget, Climate Action, Communication, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Enlargement, Environment, External Relations, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Regional Policy, Research and Technology, Taxation, Trans-European Networks, Youth","euInitiatives":"IETM received within the Creative Europe program subsidy for its Network project ''Performing arts ( in a world) in Transition'' and is a partner in the CE cooperation project Creative Lenses. Besides the Creative Europe programme, IETM follows developments in programmes Horizon2020 and Erasmus+ and structuring funds. The advocacy activities are targeted at both EU's cultural policies and other policy areas that might benefit from the input of arts.  IETM follows policies, legislative files and initiatives on mobility and neighbouring countries, environmental and social issues.","lastUp":"2018-04-04T15:36:06.685+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}