{"id":"55646758857-47","name":"National Foreign Trade Council","registrationDate":"2012-05-29T20:11:27.939+02:00","category":2,"subCategory":4,"legal":"trade association","web":"http://www.nftc.org","country":"United states","headAddress":"1625 K St., N.W.","headCity":"Washington, D.C.","headPostCode":"20006","headPhone":"(202)8 87 02 78","boss":"Rufus Yerxa","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"0.75","membership":"As noted, we are members of the Business Coalition for Transatlantic Trade (BCTT).","memberOrga":"","goal":"National Foreign Trade Council&#xd;<br />&#xd;<br />&#xd;<br />The NFTC, founded in 1914, is the oldest U.S. business association dedicated to international tax, trade, and human resource matters.  The NFTC’s approximately 250 members, representing the largest U.S. companies, are active advocates of free trade and a rules-based economy.  The NFTC’s emphasis is to encourage policies that will expand U.S. exports and enhance the competitiveness of U.S. companies by eliminating major tax inequities in the treatment of U.S. companies operating abroad.&#xd;<br />Furthering the NFTC mission as the pre-eminent business &#xd;<br />association dedicated solely to international trade and investment issues. Our mission is &#xd;<br />to advance global commerce through: &#xd;<br />&#xd;<br />1 Advocating public policies that foster an open international trade and investment &#xd;<br />regime; &#xd;<br />&#xd;<br />2 Mobilizing and disseminating expertise and information on key issues, such as: &#xd;<br />the world trading system, taxation, trade finance, economic sanctions and &#xd;<br />international human resources. &#xd;<br />&#xd;<br />3 Influencing public debate through interaction with policy makers and opinion &#xd;<br />leaders and by convening government/private sector discussions of important &#xd;<br />issues.","acronym":"NFTC","interests":"Budget, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Taxation, Trade","euInitiatives":"State-aid cases, financial transaction tax, country-by-country reporting, CCCTB, Parent Subsidiary directive, TTIP, WTO and trade-related cases, BEPS implementation. digital taxation","lastUp":"2019-07-08T14:09:45.195+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}