{"id":"556638329649-53","name":"AgroSavfe","registrationDate":"2018-01-17T14:46:31.849+01:00","category":2,"subCategory":3,"legal":"Naamloze Vennootschap (LLC)","web":"http://www.agrosavfe.com","country":"Belgium","headAddress":"Technologiepark 4","headCity":"Ghent","headPostCode":"B-9052","headPhone":"(32)0 92 61 06 90","boss":"Luc Maertens","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"3.0","membership":"International Biocontrol Manufacturers Association&#xd;\n(IBMA)","memberOrga":"www.ibma-global.org","goal":"While most biological crop protection products are based on the use of micro-organisms, such as viruses, bacteria or fungi, AgroSavfe is focusing on biological molecules to tackle pests and diseases. AgroSavfe uses camelid binding domains (Agrobodies®), directed against pests’ and pathogens’ essential molecules, to develop the next generation of biological control agents.  Agrobodies® have the advantage of acting directly and uniquely on the target organisms. As such, Agrobodies® combine a highly specific mode of action with a minimized risk of effects on wildlife, bees, growers and consumers. &#xd;<br />&#xd;<br />Agrobodies® can be produced in a cost-effective manner by industrial-scale fermentation. The first generation of Agrobodies® protecting crops from fungal diseases is in the product development stage, while there are several complementary projects in the research phase. &#xd;<br />&#xd;<br />AgroSavfe was established in January 2013 as a spin-off of VIB (Flanders Institute for Biotechnology), and is backed by a syndicate of renowned life sciences investors. A highly experienced and dedicated team warrants the successful development of the company.","acronym":"","interests":"Food Safety, Research and Technology","euInitiatives":"AgroSafve NV will be visiting Brussels to have meetings with various EU Institutions and agencies and intend to apply under Horizon 2020 Funding&#xd;<br />&#xd;<br />This grant application is intended:&#xd;<br />&#xd;<br />1) For the product development of the first Agrobody®. We need to test the performance of the product on a broad range of crops, with focus on fruits and vegetables, against different fungal diseases in different growing areas.  &#xd;<br />&#xd;<br />2) Next to this product development project, we are conducting several discovery programs for novel biofungicides and bioinsecticides based on the Agrobody® technology platform.  &#xd;<br />&#xd;<br />3) To further develop the Agrobody® technology platform, with the focus on increasing throughput of the various assays.  So, in the field of Agrobody® research, there are ample opportunities to collaborate with academic partners and specialized companies.","lastUp":"2018-01-17T17:46:00.695+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}