{"id":"556944435357-74","name":"Fourtold Communications","registrationDate":"2019-07-09T14:00:59.543+02:00","category":1,"subCategory":6,"legal":"LLC (UK)","web":"http://www.fourtold.eu","country":"United kingdom","headAddress":"Kings Meadow, 18 Osney Meade","headCity":"Oxford","headPostCode":"OX2 0DP","headPhone":"(44)20 73 48 05 48","boss":"Matthew Willis","bossTitle":"Mr","bossPosition":"Partner","membersCount":6,"membersFTE":"3.75","membership":"PRCA","memberOrga":"","goal":"We are a corporate reputation consultancy for a connected age – specialists at building corporate reputations and influencing the debate.&#xd;<br />Fourtold helps our clients inform and persuade both internal and external audiences. Sustained change and effective communications are a result of connecting messages both inside and out. We help build an environment in which a story will be effective, and we help creatively shape messages. Through the resulting stories, our clients connect both emotionally and rationally with the people who matter, at the moments that matter most. Persuasion is only possible with engagement.&#xd;<br />&#xd;<br />Integrated solutions are essential: we combine digital and traditional channels, and a mix of internal and external approaches.&#xd;<br />&#xd;<br />We help clients with:&#xd;<br />&#xd;<br />Change communication. Businesses going through exceptional change and who need to get support for the change internally &amp; externally.&#xd;<br />Social media programmes. Organisations looking to develop or finetune a social media strategy, or integrate it into advocacy and communications activity.&#xd;<br />Issues /reputation management. Individuals, sectors, institutions and corporations requiring complete communications solutions surrounding difficult issues, with an eye on protecting (and/or enhancing) the entity’s reputation.&#xd;<br />Political communication. Many of our Brussels-based association and corporate clients rely on us to help communicate the potential impact of impending or recently-enacted EU policy changes.","acronym":"Fourtold","interests":"Banking and financial services, Business and Industry, Climate Action, Communication, Consumers, Culture and media, Digital economy and society, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Foreign affairs and security policy, Institutional affairs, Public Health, Regional Policy, Research and innovation, Single market, Sport, Trade, Transport, Youth","euInitiatives":"European Parliament, European Commission, EU Council (Presidencies), Committee of the Regions and relevant EU agencies where appropriate across:&#xd;<br />Digital&#xd;<br />Health&#xd;<br />Environment&#xd;<br />Consumer&#xd;<br />Agriculture&#xd;<br />Sport&#xd;<br />Financial Services&#xd;<br />Climate Change&#xd;<br />Single Market","lastUp":"2019-07-09T16:36:27.516+02:00","customers":"DAFNE,Johnson &amp; Johnson","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":"","turnoverRange":"100000-499999"}