{"id":"556993815043-84","name":"Cercle des Délégués Permanents Français","registrationDate":"2014-11-28T11:29:11.829+01:00","category":2,"subCategory":7,"legal":"ASBL","web":"http://www.cdpf.eu","country":"Belgium","headAddress":"Rue de Trèves, 45","headCity":"Bruxelles","headPostCode":"1040","headPhone":"(322)4 86 25 10","boss":"Marie-Christine VACCAREZZA","bossTitle":"Ms","bossPosition":"Administratrice déléguée","membersCount":1,"membersFTE":"0.5","membership":"Le CDPF ne participe pas/n'adhère pas à dautres organismes.","memberOrga":"Le CDPF compte plus de 200 membres qui sont affiliés en tant que personnes physiques.","goal":"Le CDPF a pour mission d'organiser des rencontres et conférences sur des thématiques européennes et de faciliter la constitution d'une plateforme d'échanges entre les acteurs français implantés à Bruxelles.","acronym":"CDPF","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Suivi des principales initiatives concernant : Un nouvel élan pour l'emploi, la croissance et l'investissement; Un marché unique numérique connecté; Une Union plus résiliente sur le plan de l'énergie, dotée d'une politique visionnaire en matière de changement climatique; Un marché intérieur plus approfondi et plus équitable, doté d'une base industrielle renforcée; Une Union économique et monétaire plus approfondie et plus équitable; Commerce: un accord de libre-échange raisonnable et équilibré avec les États-Unis; Un espace de justice et de droits fondamentaux basé sur la confiance mutuelle; Vers une nouvelle politique migratoire; Une Europe plus forte sur la scène internationale; Une Union du changement démocratique","lastUp":"2018-03-16T14:27:55.327+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}