{"id":"557467520774-65","name":"Kohlberg Kravis Roberts &amp; Co. Partners LLP","registrationDate":"2016-02-23T10:33:38.190+01:00","category":2,"subCategory":3,"legal":"LLP","web":"http://www.kkr.com/","country":"United kingdom","headAddress":"Stirling Square","headCity":"London","headPostCode":"SW1Y 5AD","headPhone":"(44)20 71 04 25 11","boss":"Susanna Berger","bossTitle":"Ms","bossPosition":"Director Legal &amp; Compliance","membersCount":1,"membersFTE":"0.25","membership":"Invest Europe&#xd;\nAIMA","memberOrga":"","goal":"KKR is a leading global investment firm that manages investments across multiple asset classes including private equity, energy, infrastructure, real estate, credit and hedge funds. KKR aims to generate attractive investment returns by following a patient and disciplined investment approach, employing world‐class people, and driving growth and value creation at the asset level. KKR invests its own capital alongside its partners' capital and brings opportunities to others through its capital markets business. References to KKR's investments may include the activities of its sponsored funds. For additional information about KKR &amp; Co. L.P. (NYSE:KKR), please visit KKR's website at www.kkr.com and on Twitter @KKR_Co.","acronym":"KKR","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"General impact of EU legislation on investment activities across multiple industrial sectors in Europe","lastUp":"2019-12-19T18:22:34.491+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}