{"id":"557563826416-83","name":"Freedom Organisation for the Right to Enjoy Smoking Tobacco in the European Union","registrationDate":"2017-03-24T13:44:51.778+01:00","category":3,"subCategory":2,"legal":"none","web":"http://forestonline.eu","country":"United kingdom","headAddress":"Sheraton House","headCity":"Cambridge","headPostCode":"CB3 0AX","headPhone":"(44)12 23 37 01 56","boss":"Simon Clark","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"Forest has offices in Belgium (covering the EU), Ireland and the United Kingdom. More information on our website at http://forestonline.eu/about","goal":"Forest EU is an advocacy campaign informing smokers about the issues that affect them in the European Union and engaging with stakeholders so the views of informed adults are considered within the EU’s decision-making process. Since 1979, Forest has been the leading voice in defending the rights of tolerant non-smokers and tobacco consumers who choose to smoke. Adults who are aware of the health risks should be able to choose to consume a legal product without excessive regulation. Forest EU campaigns against excessive regulations including comprehensive smoking bans and unnecessary government intrusion into people’s personal lives and private spaces, such as tobacco display ban, standardised packaging of tobacco and other measures designed to restrict freedom of choice for adult consumers. Our principal aims are to support adults who choose to smoke; engage with politicians and regulators; counteract the ‘denormalisation’ of tobacco; prevent further restrictions on the purchase and consumption of tobacco; highlight the increasingly intrusive role of politicians and regulators in the lives of private individuals; develop support among like-minded consumers and organisations in the European Union. Forest EU is financially supported by Japan Tobacco International (JTI), a tobacco manufacturer. In 2017, Forest EU received €150,000 from JTI in financial support. Forest EU has an independent organizational structure and advocates for the consumer, not the tobacco industry. Forest EU accepts there are serious health risks associated with smoking tobacco and does not promote or encourage it. A comprehensive view of our goals can be seen on our website at http://forestonline.eu/about","acronym":"Forest EU","interests":"Consumer Affairs, Customs, Economic and Financial Affairs, Food Safety, Internal Market, Justice and Fundamental Rights, Public Health, Taxation, Trade","euInitiatives":"Forest EU follows all EU initiatives, policies and legislative activities impacting the rights of tobacco consumers in the EU including taxation, trade, product regulation and the implementation of the WHO FCTC.","lastUp":"2018-03-13T11:26:44.548+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}