{"id":"557956014367-48","name":"Consumatori per l'Europa","registrationDate":"2014-09-06T20:34:39.937+01:00","category":2,"subCategory":7,"legal":"Ente associativo non riconosciuto","web":"http://www.consumatoriperleuropa.it/","country":"Italy","headAddress":"A. Bausani, 60","headCity":"Roma","headPostCode":"00166","headPhone":"(06)61 90 51 86","boss":"Tommaso D'Aprile","bossTitle":"Mr","bossPosition":"Presidente Nazionale","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Consumatori per l'Europa è un’associazione nazionale di difesa e salvaguardia dei diritti degli utenti e dei consumatori, costituitasi in Roma, anche a supporto delle iniziative di Turisport Europe e Progetto Italia.&#xd;<br />&#xd;<br />In tale ottica promuove azioni tese ad informare e sensibilizzare i cittadini verso un vivere consapevole sostenibile.&#xd;<br />&#xd;<br />Membri del CRUC Lazio (Comitato Regionale degli utenti e consumatori), della Consulta del Servizio Idrico Integrato, dell'Agenzia per il controllo e la qualità dei servizi del Comune di Roma, membro consultivo della Commissione Capitolina Speciale per l'analisi dello stato dell'economia romana e la tutela dei consumatori, e del Consorzio Tiberina - Agenzia di Sviluppo per la valorizzazione integrale e coordinata del bacino del Tevere.&#xd;<br />&#xd;<br />Per la difesa degli interessi dei cittadini quotidianamente supportiamo le necessità di quanti si trovino in difficoltà nei rapporti con le autorità e le istituzioni sia pubbliche che private.&#xd;<br />&#xd;<br />Ci prefiggiamo di promuovere in Italia ed Europa un'idea di consumo sostenibile.","acronym":"","interests":"Agriculture and Rural Development, Competition, Consumer Affairs, Economic and Financial Affairs, Environment, Food Safety, General and Institutional Affairs, Public Health, Taxation, Trade","euInitiatives":"Politiche, proposte ed iniziative attinenti la tutela del consumatore ed il rispetto del regime di concorrenza nei mercati.","lastUp":"2018-03-12T09:23:54.610+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}