{"id":"55791845397-85","name":"Creative Media Business Alliance","registrationDate":"2011-02-28T18:34:36.642+01:00","category":2,"subCategory":4,"legal":"none","web":"http://www.cmba-alliance.eu/","country":"Belgium","headAddress":"Rue de Namur 73 A","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)25 36 06 00","boss":"Joy De Looz-Corswarem","bossTitle":"Ms","bossPosition":"EU Affairs Manager","membersCount":19,"membersFTE":"4.75","membership":"This Alliance does not belong to any associations/federations/confederations or other type of network.","memberOrga":"CMBA members are the following: &#xd;\nAssociation of Commercial Television in Europe (ACT);&#xd;\nBertelsmann;&#xd;\nCanal +;  &#xd;\nEuropean Association of Communication Agencies (EACA); &#xd;\nEuropean Magazine Media Association (EMMA); &#xd;\nEuropean Newspaper Publishers' Association (ENPA); &#xd;\nEuropean Publishers Council (EPC); &#xd;\nFederation of European Publishers (FEP/FEE); &#xd;\nInternational Federation of the Phonographic Industry (IFPI); &#xd;\nInternational Video Federation (IVF); &#xd;\nMediaset; &#xd;\nMotion Picture Association (MPA); &#xd;\nReed Elsevier; &#xd;\nSony Music; &#xd;\nSony Pictures; &#xd;\nThe Walt Disney Company; &#xd;\nTime Warner; &#xd;\nUniversal Music Group International; &#xd;\nWarner Music International.","goal":"The Creative and Media Business Alliance (CMBA) is an informal grouping gathering some of Europe's top media and creative businesses and industry associations. &#xd;<br />&#xd;<br />CMBA does neither have own offices, nor an own budget, nor any legal personality. The CMBA's secretariat is managed on a rotating six-months basis among its trade association members. The secretariat is currently held by ACT (2018). From 2019, ENPA will have the Presidency.&#xd;<br />&#xd;<br />CMBA was launched in November 2004 to give the sector a strong and united voice at the level of the European Union. The CMBA notably calls upon the European Commission, the European Parliament and the EU Member States to focus on the creative and media businesses in their joint efforts to foster innovation, growth and employment in the creative sector. &#xd;<br />&#xd;<br />Since its creation in November 2004, the Creative and Media Business Alliance (CMBA) has adopted a series of \"Position Papers\" and has contributed to various public consultations launched by the EU institutions on topics relating to the development of the Information Society and of a competitive knowledge-based economy. These written contributions can be retrieved at http://www.cmba-alliance.eu/papers.htm.","acronym":"CMBA","interests":"Borders and Security, Business and Industry, Consumers, Culture, Culture and media, Digital economy and society, Justice and Fundamental Rights, Single market, Taxation, Trade","euInitiatives":"The CMBA notably calls upon the European Commission, the European Parliament and the EU Member States to focus on the creative and media businesses in their joint efforts to foster innovation, growth and employment in the Information Society. The sectors represented by the CMBA are more than a mere driver for technology development or an \"added value\" to the European Digital Agenda. They are the true value of the Information Society. Since its creation in November 2004, the Creative and Media Business Alliance (CMBA) has adopted a series of \"Position Papers\" and has contributed to various public consultations launched by the EU institutions on topics relating to the development of the Information Society and of a competitive knowledge-based economy. These written contributions can be retrieved at http://www.cmba-alliance.eu/papers.htm. The CMBA's \"mission statement\" is available at http://www.cmba-alliance.eu/papers/CMBA_FreedomToPublish_EN.pdf.","lastUp":"2019-11-22T14:27:05.359+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}