{"id":"558044927437-22","name":"Bank Gospodarstwa Krajowego","registrationDate":"2017-06-09T10:11:53.136+02:00","category":6,"subCategory":9,"legal":"state-owned bank (national promotional bank)","web":"http://www.bgk.pl/","country":"Poland","headAddress":"Aleje Jerozolimskie 7","headCity":"Warszawa","headPostCode":"00-955","headPhone":"(48)2 25 99 88 88","boss":"Beata Daszyńska-Muzyczka","bossTitle":"Ms","bossPosition":"President of the Management Board","membersCount":4,"membersFTE":"3.0","membership":"•\tEuropean Association of Public Banks (EAPB)www.eapb.eu&#xd;\n•\tEuropean Long-Term Investors Association (ELTI) www.eltia.eu &#xd;\n•\tEuropean Association of Guarantee Institutions (AECM) www.aecm.eu&#xd;\n•\tNetwork of European Financial Institutions for SME (NEFI) www.nefi.eu&#xd;\n•\tPolish Bankig Association (Związek Banków Polskich) www.zbp.pl&#xd;\nBGK is also a member of other associations/organisations but with no direct link to EU lobbying matters.","memberOrga":"","goal":"Bank Gospodarstwa Krajowego (BGK) is national promotional bank of Poland, owned in 100% by the Polish government. It is established by the Act on BGK. BGK initiates and implements projects promoting economic growth of Poland - in cooperation with all public development institutions active in Poland such as: Polish Development Fund, Export Credit Insurance Corporation, Polish Investment and Trade Agency, Polish Agency for Enterprise Development  and Industrial Development Agency. BGK develops guarantee and sureties schemes which contribute to the promotion of entrepreneurship. One of the important tasks of BGK is also to support the activities of Polish companies abroad. BGK manages European programmes and distributes EU funds at the national and regional level. BGK is involved in programmes aiming at improvement of access to housing on the residential market.","acronym":"BGK","interests":"Agriculture, Budget, Business and Industry, Climate Action, Competition, Economy, finance and the euro, Energy, General and Institutional Affairs, International co-operation and development, Public Health, Regional Policy, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"•\tEuropean Fund for Strategic Investment&#xd;<br />•\tEuropean Structural and Investment Funds – financial instruments&#xd;<br />•\tState Aid&#xd;<br />•\tLong-term financing&#xd;<br />•\tSME finance&#xd;<br />•\tBanking regulations (including revision of Capital Requirements Directive and Capital Requirements Regulation)&#xd;<br />•\tCapital Markets Regulations incl. CMU","lastUp":"2018-06-19T12:28:09.165+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}