{"id":"558049532685-52","name":"Väestöliitto ry","registrationDate":"2018-09-25T13:13:31.501+02:00","category":3,"subCategory":2,"legal":"Rekisteröity yhdistys","web":"http://vaestoliitto.fi","country":"Finland","headAddress":"Kalevankatu 16","headCity":"Helsinki","headPostCode":"00100","headPhone":"(358)22 80 51 01","boss":"Eija Koivuranta","bossTitle":"","bossPosition":"Toimitusjohtaja","membersCount":10,"membersFTE":"2.5","membership":"http://www.vaestoliitto.fi/vaestoliitto/mita_vaestoliitto_tekee/yhteistyo/","memberOrga":"http://www.vaestoliitto.fi/vaestoliitto/organisaatio/jasenjarjestot/","goal":"Väestöliitto on sosiaali- ja terveysalalla toimiva asiantuntijajärjestö. Väestöliitto edistää sääntöjensä mukaisesti perheiden, nuorten ja koko väestön hyvinvointia, terveyttä ja turvallisuutta sekä onnellista ja tasapainoista elämää. Toiminta painottuu nuorten ja perheiden hyvinvoinnin lisäämiseen, suomalaisen yhteiskunnan monikulttuurisuuden vahvistamiseen sekä seksuaaliterveyden edistämiseen. Väestöliitto toimii yhteiskunnallisena vaikuttajana, luotettavana tutkijana ja kehittäjänä sekä palveluiden tuottajana. Väestöliiton toiminnalla on myös kansainvälinen ulottuvuus. Liitto jalkauttaa toimintaansa ja tekee sitä tunnetuksi tiedottamalla, kouluttamalla ja julkaisemalla toimialaansa liittyviä materiaaleja.&#xd;<br />Väestöliitto-konserniin kuuluvat Väestöliitto ry:n lisäksi Väestöliiton Terapia- ja kotipalvelut Oy ja Kiinteistö Oy Kalevanpoika. Yhtiöt ovat täysin Väestöliiton omistamia ja niiden toiminnasta saatava tuotto käytetään kokonaan järjestön toimintaan.","acronym":"","interests":"International co-operation and development, Public Health, Research and innovation, Youth","euInitiatives":"Perhelainsäädäntö, lapsen oikeudet, ihmisoikeudet, kansainvälinen kehitys, seksuaaliterveys, lisääntymisterveys, perhetutkimus, perheiden hyvinvointi.","lastUp":"2018-09-26T15:40:40.348+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}