{"id":"55820581197-35","name":"Union européenne de l'Artisanat et des petites et moyennes entreprises, aisbl","registrationDate":"2009-02-20T15:14:03.844+02:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.ueapme.com","country":"Belgium","headAddress":"Rue Jacques de Lalaingstraat, 4","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 30 75 99","boss":"Ulrike Rabmer-Koller","bossTitle":"Ms","bossPosition":"President","membersCount":15,"membersFTE":"15.0","membership":"SBS aisbl (Small Business Standards): www.sbs-sme.eu","memberOrga":"http://www.ueapme.com/spip.php?rubrique7","goal":"UEAPME is the employer’s organisation representing the interests of European crafts, trades and SMEs at EU level. As the European SME umbrella organisation, UEAPME incorporates more than 65 member organisations consisting of national cross-sectorial SME federations, European branch federations and other associate members, which support the SME family. Across the whole of Europe, UEAPME represents over 12 million enterprises with nearly 55 million employees.&#xd;<br />&#xd;<br />The main objectives of UEAPME include:&#xd;<br />&#xd;<br />- Monitoring the EU policy and legislative process and keeping its members informed on all matters of European Union policy of relevance to crafts, trades and SMEs&#xd;<br />- Representing and promoting the interests, needs and opinions of its member organisations to the EU institutions and other international organisations&#xd;<br />- Supporting its members academically, technically and legally on all areas of EU policy&#xd;<br />- Supporting the idea of European integration and contributing to European co-operation","acronym":"UEAPME","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Food Safety, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"In principle all policies and all legislative files  that can have an influence on SMEs.&#xd;<br />To have an update on these please consult our website.","lastUp":"2018-03-27T17:11:34.312+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}