{"id":"559711032990-21","name":"Bee Life - European Beekeeping Coordination","registrationDate":"2018-10-24T09:33:29.354+02:00","category":3,"subCategory":2,"legal":"asbl","web":"http://www.bee-life.eu","country":"Belgium","headAddress":"Rue des Aulnes 25","headCity":"Mont-Saint-Guibert","headPostCode":"1435","headPhone":"(32)4 86 97 39 20","boss":"Francesco Camillo Panella","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.5","membership":"","memberOrga":"The can be found at https://www.bee-life.eu/about","goal":"The purpose of the association is to:&#xd;<br />- To reveal and solve the environmental problems of pollinating insects and more particularly honey bees.&#xd;<br />- Work for better environmental protection, in particular for agriculture compatible with the well-being of pollinators and biodiversity.&#xd;<br />The association stimulates, coordinates and promotes projects that aim to achieve its goals.&#xd;<br />These projects can be developed:&#xd;<br />- in synergy with the members of the association that finances projects.&#xd;<br />- in collaboration with other partners (beekeepers, farmers, researchers, NGOs, consumers,...) who work towards our objectives.&#xd;<br />- by the association itself.&#xd;<br />It pursues the achievement of its goals by all means and in particular by:&#xd;<br />- scientific monitoring;&#xd;<br />- regulatory monitoring and monitoring of European political processes;&#xd;<br />- analyses and studies;&#xd;<br />- the dissemination and exchange of information, in particular through publications (in journals and on the Internet...), publishing (report, book, video,...);&#xd;<br />- the organisation and participation in training courses, courses, study days, conferences;&#xd;<br />- information and awareness-raising for public authorities, political decision-makers, public opinion and beekeepers;&#xd;<br />- the dissemination of scientific knowledge to the general public&#xd;<br />- legal actions.&#xd;<br />The association achieves these goals in any case, in close collaboration with its members. It may do any act related directly or indirectly, in whole or in part, to its aims or that may lead to their development or facilitate their achievement.","acronym":"BeeLife","interests":"Agriculture, Environment, Food Safety, Research and innovation","euInitiatives":"Initiatives, policies and legislative files linked to policy in the fields of Agriculture, Food Safety, Environment and Research.","lastUp":"2018-10-24T09:34:13.947+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}