{"id":"56028372438-43","name":"Internet Service Providers Austria","registrationDate":"2009-10-02T16:02:33.716+02:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.ispa.at","country":"Austria","headAddress":"Währinger Straße, 3/18","headCity":"Wien","headPostCode":"A-1090","headPhone":"(431)4 09 55 76","boss":"Maximilian Schubert","bossTitle":"Mr","bossPosition":"Generalsekretär","membersCount":1,"membersFTE":"0.25","membership":"EuroISPA (www.euroispa.org)&#xd;\nCreativwirtschaft (www.creativwirtschaft.at)&#xd;\nvibe.at&#xd;\nECTA - European Competitive Telecommunications Association (www.ectaportal.com)","memberOrga":"","goal":"ISPA - Der Verband der österreichischen Internet Service Provider&#xd;<br />&#xd;<br />ISPA Mission Statement&#xd;<br />&#xd;<br />Die ISPA ist die Dachorganisation der Internet-Wirtschaft und vertritt deren Interessen. Ihr Anliegen ist die Gestaltung der optimalen wirtschaftlichen und rechtlichen Bedingungen für die Entwicklung des Internets. Die ISPA betrachtet die Nutzung des Internets als entscheidende Kulturtechnik und nimmt die sich daraus ergebende gesellschaftspolitische Verantwortung wahr. &#xd;<br />&#xd;<br />Die ISPA repräsentiert die österreichische Internet-Wirtschaft&#xd;<br />&#xd;<br />Die ISPA – Internet Service Providers Austria – ist der Dachverband der österreichischen Internet Service-Anbieter und wurde im Jahr 1997 als eingetragener Verein gegründet. Ziel des Verbandes ist die Förderung des Internets in Österreich und die Unterstützung der Anliegen und Interessen von rund 200 Mitglieder aus Bereichen wie etwa Access, Services, Hosting und Content. Die ISPA versteht sich als Sprachrohr der österreichischen Internet-Wirtschaft gegenüber Regierung, Behörden und anderen Institutionen, Verbänden und Gremien und fördert die Kommunikation der Markt-Teilnehmer untereinander.","acronym":"ISPA","interests":"Information Society, Research and Technology","euInitiatives":"Commission Recommendation on measures to effectively tackle illegal content online&#xd;<br />Proposal for a Directive establishing the European Electronic Communications Code &#xd;<br />The WiFi4EU programme etc.","lastUp":"2018-03-27T12:15:17.259+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}