{"id":"56028372438-43","name":"Internet Service Providers Austria","registrationDate":"2009-10-02T16:02:33.716+02:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.ispa.at","country":"Austria","headAddress":"Währinger Straße, 3/18","headCity":"Wien","headPostCode":"A-1090","headPhone":"(431)4 09 55 76","boss":"Maximilian Schubert","bossTitle":"Mr","bossPosition":"Generalsekretär","membersCount":1,"membersFTE":"0.25","membership":"EuroISPA (www.euroispa.org)&#xd;\nCreativwirtschaft (www.creativwirtschaft.at)&#xd;\nvibe.at&#xd;\nECTA - European Competitive Telecommunications Association (www.ectaportal.com)","memberOrga":"","goal":"ISPA - Der Verband der österreichischen Internet Service Provider ist die Dachorganisation der Internet-Wirtschaft und vertritt deren Interessen. Ihr Anliegen ist die Gestaltung der optimalen wirtschaftlichen und rechtlichen Bedingungen für die Entwicklung des Internets. Die ISPA betrachtet die Nutzung des Internets als entscheidende Kulturtechnik und nimmt die sich daraus ergebende gesellschaftspolitische Verantwortung wahr.  Die ISPA wurde im Jahr 1997 als eingetragener Verein gegründet. Ziel des Verbandes ist die Förderung des Internets in Österreich und die Unterstützung der Anliegen und Interessen von über 200 Mitglieder aus Bereichen wie etwa Access, Services, Hosting und Content. Die ISPA versteht sich als Sprachrohr der österreichischen Internet-Wirtschaft gegenüber Regierung, Behörden und anderen Institutionen, Verbänden und Gremien und fördert die Kommunikation der Markt-Teilnehmer untereinander.","acronym":"ISPA","interests":"Digital economy and society, Research and innovation","euInitiatives":"Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on European Production and Preservation Orders for electronic evidence in criminal matters&#xd;<br />Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on preventing the dissemination of terrorist content online&#xd;<br />Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on copyright in the Digital Single Market&#xd;<br />COM/2016/0593 final","lastUp":"2019-07-25T09:48:07.469+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}