{"id":"56039441735-48","name":"Maa- ja metsätaloustuottajain Keskusliitto – Central Union of Agricultural Producers and Forest Owners","registrationDate":"2009-05-22T09:19:48.193+01:00","category":2,"subCategory":1,"legal":"Association","web":"http://www.mtk.fi","country":"Finland","headAddress":"Simonkatu, 6","headCity":"Helsinki","headPostCode":"00101","headPhone":"(358)0 20 41 31","boss":"Antti Sahi","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":3,"membersFTE":"1.25","membership":"MTK is a member of European farmers´ umbrella organisation Copa: www.copa-cogeca.eu&#xd;\nConfédération Européenne des Propriétaires Forestiers :www.cepf-eu.org&#xd;\nCentre for European Policy Studies CEPS www.ceps.eu","memberOrga":"www.pellervo.fi&#xd;\n www.slc.fi","goal":"MTK is an independent association. It represents Finnish farmers, forest owners and rural entrepreneurs, the members of MTK. MTK´s task is to improve the economical and social wellbeing of its members and the sustainable and economical use of the resources in Finnish rural areas.&#xd;<br />&#xd;<br />MTK represents it´s members towards Finnish government, ministries, industries and other stakeholders and internationally towards EU institutions and other international bodies.&#xd;<br />&#xd;<br />MTK has an office in Brussels together with the central union of Swedish-speaking agricultural producers in Finland SLC and The Pellervo Confederation of Finnish Cooperatives and Finnish dairy, meat and egg cooperatives. Brussels office gathers information from different sources, analyses it and communicates towards the organisations in Finland. Brussels office also takes actively part in the work of the European farmers and agri-cooperatives organisation Copa-Cogeca. It also organises programmes for the visitors representing Finnish farmers and their cooperatives.","acronym":"MTK","interests":"Agriculture and Rural Development, Budget, Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Energy, Enlargement, Environment, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade","euInitiatives":"CAP, Food Chain, Budget, Trade, Environment, Energy, Climate change, Forestry","lastUp":"2019-02-13T14:53:17.166+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}