{"id":"56047191389-84","name":"Fleishman-Hillard","registrationDate":"2009-03-17T19:32:14.119+02:00","category":1,"subCategory":6,"legal":"SA","web":"http://www.fleishmanhillard.eu","country":"Belgium","headAddress":"Square de Meeûs, 35","headCity":"Brussels","headPostCode":"1000","headPhone":"(322)2 30 05 45","boss":"Caroline Wunnerlich","bossTitle":"Ms","bossPosition":"Managing Director","membersCount":53,"membersFTE":"27.75","membership":"AmCham EU, BritCham, EPACA, Center for European Policy (CEPS), European Policy Center (EPC), American European Community Association (AECA)","memberOrga":"","goal":"Fleishman-Hillard is one of the world's leading communications firms, with 2,300 employees working in 83 offices in 21 countries. Our public affairs practice offers the premier network dedicated to public affairs with over 500 specialised consultants in offices throughout Europe, Canada the US and Asia-Pacific.&#xd;<br />The Brussels office features a multinational and multilingual staff of 70, whose first-hand experience in European Union institutions, national governments, business and journalism make the firm one of Europe 's leading public affairs and communications agencies. Because of this unique cultural and linguistic mix, we also act as a “hub” for Fleishman-Hillard in Europe providing centralised management for our clients' European communication projects.","acronym":"","interests":"Agriculture, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"FH’s activities range across a number of standard public affairs professional services, including monitoring, policy analysis, strategy development, contact programmes, conference and event organization, media and digital communications for companies and trade associations in the following sectors: ICT; telecoms; environment; energy; transport; security; defense; financial services; food; health and FMCG.","lastUp":"2018-04-25T15:08:58.783+02:00","customers":"CROP LIFE,MODERN BUILDING ALLIANCE,MONSANTO","costAbsolu":"","costRange":"6750000-6999999","turnoverAbsolu":"","turnoverRange":""}