{"id":"561591132115-34","name":"Börsenverein des Deutschen Buchhandels e.V.","registrationDate":"2018-07-20T11:59:15.787+02:00","category":2,"subCategory":4,"legal":"e.V.","web":"http://www.boersenverein.de","country":"Germany","headAddress":"Braubachstraße 16","headCity":"Frankfurt/Main","headPostCode":"60311","headPhone":"(49)06 91 30 60","boss":"Alexander Skipis","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":3,"membersFTE":"2.0","membership":"FEP, Federation of European Publishers, www.fep-fee.eu&#xd;\nEIBF, European and International Publishers Federation, www.europeanbooksellers.eu","memberOrga":"https://www.boersenverein.de/de/portal/Mitgliederzahlen/447102","goal":"Der Börsenverein des Deutschen Buchhandels ist die Interessenvertretung der deutschen Buchbranche gegenüber der Politik und der Öffentlichkeit. Er wurde 1825 gegründet und vertritt rund 5.000 Buchhandlungen, Verlage, Zwischenbuchhändler und andere Medienunternehmen. Der Kultur- und Wirtschaftsverband engagiert sich für das Buch und das Lesen, ein faires Urheberrecht und den Erhalt der Buchpreisbindung, die Freiheit des Wortes und die kulturelle Vielfalt der Gesellschaft. Er veranstaltet die Frankfurter Buchmesse, vergibt den Friedenspreis des Deutschen Buchhandels sowie den Deutschen Buchpreis und engagiert sich in der Leseförderung. Zudem unterstützt er seine Mitglieder bei der Entwicklung von Innovationen und neuen Geschäftsmodellen.","acronym":"","interests":"Business and Industry, Competition, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Justice and Fundamental Rights, Migration and asylum, Research and innovation, Single market, Taxation, Trade","euInitiatives":"DSM-Urheberrechtsrichtlinie, Steuerfragen, Geoblocking, Förderprogramme wie Creative Europe und Horizon2020, EU Holzverordnung, Enforcement, Barrierefreiheit, European Union Prize for Literature","lastUp":"2018-07-20T11:59:59.896+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}