{"id":"561574824507-16","name":"FEDERAZIONE NAZIONALE DELLE IMPRESE DI SPEDIZIONI INTERNAZIONALI","registrationDate":"2016-11-15T16:29:48.176+01:00","category":2,"subCategory":4,"legal":"NGO / NO PROFIT","web":"http://www.fedespedi.it","country":"Italy","headAddress":"VIA EMILIO CORNALIA 19","headCity":"MILAN","headPostCode":"I - 20124","headPhone":"(39)02 67 15 41","boss":"SILVIA MORETTO","bossTitle":"Ms","bossPosition":"PRESIDENT","membersCount":3,"membersFTE":"0.75","membership":"FIATA, CLECAT, CONFETRA&#xd;\n(http://www.fedespedi.it/index.php/istituzionale/internazionali)","memberOrga":"ANAMA, ANTEP, FISI&#xd;\n(http://www.fedespedi.it/index.php/istituzionale/associazioniaffiliate)","goal":"WHO IS FEDESPEDI&#xd;<br />&#xd;<br />Established in June 1946, FEDESPEDI - Federazione Nazionale delle Imprese di Spedizioni Internazionali - is the Federation of the Italian Freight Forwarding companies.&#xd;<br />&#xd;<br />Fedespedi currently is the trade association in the field of transport representing and safeguarding the interests of almost all international freight forwarders in Italy. &#xd;<br />&#xd;<br />Our members are engaged in the national and international movement of freight by all modes of transport (road, rail, sea, air), having deep knowledge and professionalism within the supply chain and a natural vocation towards internationalization.&#xd;<br /> &#xd;<br />Most of our members are referred to as “Multimodal Transport Operators” or “Logistics Service Providers”: stakeholders which are able to plan, deal with and safeguard the whole freight forwarding business and to take care of the interests of their customers, providing a considerable role within the Italian economic system.&#xd;<br />&#xd;<br />&#xd;<br />FEDESPEDI NUMBERS &#xd;<br />&#xd;<br />Fedespedi represents about 1.700 companies, branches excluded, and its members are located throughout Italy. &#xd;<br />&#xd;<br />At international level Fedespedi is a member of:&#xd;<br />&#xd;<br />•\tClecat (Comité de Liaison Européen des Commissionnaires et Auxiliaires de Transport) which is the European Association for forwarding, transport, logistic and customs services&#xd;<br />•\tFiata ( Fédération Internationale des Associations de Transitaires et Assimilés) which is the world organization of the freight forwarding community.&#xd;<br />&#xd;<br />&#xd;<br />&#xd;<br />FEDESPEDI MISSION&#xd;<br />&#xd;<br />Our Federation, in brief, has the mission to:&#xd;<br />&#xd;<br />•\tPromote the knowledge, the analysis and the solution of problems concerning the freight forwarding industry, so as to improve efficiency and profitability;&#xd;<br />•\tCreate and maintain appropriate connections with national, foreign and international bodies; &#xd;<br />•\tRepresent members in the relationships with national, regional or local authorities or with private institutions; &#xd;<br />•\tSafeguard the nature of the freight forwarding activity and promote and improve it; &#xd;<br />•\tSafeguard the interests of the industry in the legislative and regulatory field, as well as in social, economical, financial, union, fiscal and insurance areas;&#xd;<br />•\tPromote publications, debates, conferences, training courses and seminaries.","acronym":"FEDESPEDI","interests":"Competition, Customs, Environment, Single market, Taxation, Trade, Transport","euInitiatives":"Low-Carbon Mobility Strategy COM(2016) 501&#xd;<br />Decision 406/2009/EC (national emissions targets for 2020)&#xd;<br />Implementation of Reg. 185/2010 (air cargo security)&#xd;<br />Directive 92/106 (combined transport)&#xd;<br />Directive 2012/34 (single European railway area)&#xd;<br />Reg. 952/2013 (Union Customs Code)&#xd;<br />Commission Delegated Regulation No 2015/2446&#xd;<br />Commission Implementing Regulation No 2015/2447&#xd;<br />Directive (COM(2013) 884)&#xd;<br />Review of social legislation in road transport&#xd;<br />Reg 561/2006&#xd;<br />Dir 2002/15/EC&#xd;<br />Dir 2006/22/EC&#xd;<br />Dir 96/71/EC&#xd;<br />Commission Decision of 09.04.2015&#xd;<br />DTLF&#xd;<br />C (2015) 2259","lastUp":"2019-11-06T17:37:40.112+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}