{"id":"561606712956-58","name":"Nederlandse WindEnergie Associatie","registrationDate":"2014-02-14T13:38:57.439+02:00","category":2,"subCategory":4,"legal":"vereniging","web":"http://www.nwea.nl","country":"Netherlands","headAddress":"Arthur van Schendelstraat 550","headCity":"Utrecht","headPostCode":"3511MH","headPhone":"(31)3 02 31 69 77","boss":"Hans Timmers","bossTitle":"Mr","bossPosition":"Voorzitter","membersCount":1,"membersFTE":"0.25","membership":"NWEA is lid van Wind Europe WE-Brussel","memberOrga":"http://www.nwea.nl","goal":"De Nederlandse Wind Energie Associatie behartigt de belangen van windenergie. In NWEA werken de organisaties en bedrijven samen, die in Nederland actief zijn op het gebied van windenergie op land en op de Noordzee. NWEA wil overheid en bedrijfsleven bewegen meer werk te maken van windenergie. Ook wil NWEA de positieve betrokkenheid van het publiek bij windenergie vergroten. Windenergie is de meest duurzame energiebron.&#xd;<br />&#xd;<br />NWEA werkt in de Duurzame Energie Koepel (de Duurzame Energie Koepel) samen met onder andere Holland Solar, Stichting Platform Bio-energie, Dutch Heat Pump Association, de Nederlandse Vereniging voor Ondergrondse Energieopslag, EWA (Energie uit Water) en ODE aan de totstandkoming van een duurzame energievoorziening. NWEA is daarnaast aangesloten bij EWEA, de European Wind Energy Association. &#xd;<br />Met de wereldwijde aandacht voor klimaat en de ambitieuze doelstellingen van Europa en Nederland staat duurzame energie en daarmee ook windenergie positief in de belangstelling. NWEA wil dat momentum zien te benutten. Het streven is een duurzame energiehuishouding in Nederland in 2050. &#xd;<br />&#xd;<br />NWEA ziet kansen voor het uitbreiden van windenergie tot 6000 MW opgesteld vermogen in 2020 zowel op land als op zee. Er staat nu ruim 2000 MW op land (stand september 2011) en 228 MW op zee. Op de Noordzee kan windenergie doorgroeien tot 20.000 MW in 2050. Daarmee zal windenergie in 2050 in 40 tot 50% van het elektriciteitsverbruik in Nederland kunnen voorzien en zo een aanzienlijke bijdrage kunnen leveren aan een duurzame energievoorziening.","acronym":"NWEA","interests":"Energy, Environment","euInitiatives":"2030 Goals on CO2 &amp; Renewables&#xd;<br />Discussion on Energy Union&#xd;<br />State Aid Guidelines for environment and energy","lastUp":"2018-03-27T12:01:51.493+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}