{"id":"561606225976-32","name":"Barncancerfonden","registrationDate":"2017-03-12T00:15:11.499+01:00","category":3,"subCategory":2,"legal":"Ideell förening","web":"https://www.barncancerfonden.se/","country":"Sweden","headAddress":"Barncancerfonden","headCity":"Stockholm","headPostCode":"114 84","headPhone":"(46)8 58 42 09 00","boss":"Isabelle Ducellier","bossTitle":"Ms","bossPosition":"Generalsekreterare","membersCount":4,"membersFTE":"1.0","membership":"Kids Cancer - Act Now","memberOrga":"www.barncancerfonden.se","goal":"The Swedish Childhood Cancer Foundation is a non-profit organisation dedicated to collecting money to prevent and combat cancer diseases in children. &#xd;<br />&#xd;<br />The Swedish Childhood Cancer Foundation operates exclusively on the basis of donations from individuals and the private sector, and receives no grants from the national government, the municipalities or the county councils.&#xd;<br />&#xd;<br />MISSION AND TASKS&#xd;<br />&#xd;<br />The Swedish Childhood Cancer Foundation works to fight childhood cancer and ensures that affected children, youth and their families receive the care and the support they need. Donations are used for research and education, advice and support, and information.&#xd;<br />&#xd;<br />The Foundation does this by: &#xd;<br />&#xd;<br />* supporting basic- and clinical research in the area of  childhood cancer&#xd;<br />* supporting the development of new investigation and treatment methods&#xd;<br />* supporting researchers’ and healthcare workers’ further training and sharing of experience&#xd;<br />* supporting affected families on a nationwide level&#xd;<br />providing information about cancer diseases in children and their ramifications.&#xd;<br />&#xd;<br />The Swedish Childhood Cancer Foundation was founded by the country’s six regional childhood cancer associations, and works as a national umbrella association. The regional childhood cancer associations comprise the majority of The Swedish Childhood Cancer Foundation's board.&#xd;<br />&#xd;<br />VISION AND GOALS&#xd;<br />&#xd;<br />The Swedish Childhood Cancer Foundation’s vision is to eradicate childhood cancer. Our core values are hope, courage and responsibility:&#xd;<br />&#xd;<br />* we are driven by hope, and we see the positive elements in what is often a turbulent everyday life&#xd;<br />* we have the courage to face cancer and to fight it&#xd;<br />* we take responsibility for supporting affected families, and continuing to work toward realising our vision.","acronym":"","interests":"Public Health, Research and Technology","euInitiatives":"Our organisation is currently following the initiative: Paediatric Medicines Regulation","lastUp":"2018-03-08T11:51:51.621+01:00","customers":"","costAbsolu":"","costRange":"1500000-1749000","turnoverAbsolu":0,"turnoverRange":""}