{"id":"561774327473-01","name":"Association nationale de prévention en alcoologie et addictologie","registrationDate":"2017-06-13T11:57:53.468+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.anpaa.asso.fr","country":"France","headAddress":"20 rue Saint Fiacre","headCity":"Paris","headPostCode":"75002","headPhone":"(33)01 42 33 51 04","boss":"Nelly David","bossTitle":"Ms","bossPosition":"Directrice générale","membersCount":2,"membersFTE":"0.5","membership":"Alliance contre le tabac (ACT)&#xd;\nEuropean Alcohol Policy Alliance (Eurocare) &#xd;\nFédération française d'addictologie (FFA)&#xd;\nFédération Nationale d'Hébergements VIH et autres pathologies (FNH-VIH)&#xd;\nSociété française de santé publique (SFSP)&#xd;\nUnion nationale interfédérale des œuvres et organismes privés sanitaires et sociaux (Uniopss)","memberOrga":"","goal":"L’Association Nationale de Prévention en Alcoologie et Addictologie est une association loi 1901, reconnue d’utilité publique et agréée d’éducation populaire. Acteur majeur du secteur français de l’addictologie, l'ANPAA gère plus de 90 établissements et équipes de prévention, de soins et d'accompagnement dans 70 départements, en Corse et à l’Ile de la Réunion. &#xd;<br />&#xd;<br />Notre domaine d'action couvre l'ensemble des produits, activités et conduites addictives : usage, usage détourné et mésusage d'alcool, tabac, drogues illicites et médicaments psychotropes, pratiques de jeu excessif et autres addictions sans produit. &#xd;<br />&#xd;<br />S’appuyant sur cette expertise terrain, l'ANPAA est également force de proposition pour faire évoluer les opinions et la législation, et contribuer à la mise en place d’une politique de santé adaptée à la réalité des pratiques et des besoins.","acronym":"ANPAA","interests":"Agriculture, Consumers, Culture and media, Food Safety, Public Health, Taxation","euInitiatives":"L'ANPAA suit principalement les dossiers suivants : &#xd;<br />- Information des consommateurs sur les boissons alcoolisées&#xd;<br />- Révision de la directive AVMSD&#xd;<br />- Fiscalité des boissons alcoolisées&#xd;<br />- Viticulture/PAC&#xd;<br />- Stratégie Alcool de l'UE","lastUp":"2018-06-13T11:20:14.660+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}