{"id":"561827830624-32","name":"Tatacci SPRL","registrationDate":"2018-03-07T11:51:53.885+01:00","category":1,"subCategory":6,"legal":"SPRL","web":"","country":"Belgium","headAddress":"231, Avenue Armand Huysmans","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)04 71 92 08 93","boss":"Simone Ceruti","bossTitle":"Mr","bossPosition":"Founder partner and Managing Director","membersCount":1,"membersFTE":"1.0","membership":"Member of SEAP - Society of European Affairs Professional","memberOrga":"SEAP (https://seap.be)","goal":"We work to anticipate, understand and shape the Brussels playing field to protect and advance your interests across Europe. Acting as a trusted partner, we can help you successfully navigate and seize the opportunities of the highly-regulated and often complex European policy landscape.&#xd;<br />Combining board-level expertise in industry with extensive consultant experience on the client side, we speak your language and understand your needs. Including the need for proactive joined-up thinking that bridges the gap between the business and regulatory worlds.&#xd;<br />Following a pragmatic results-driven approach, we provide complete integrated support. From EU policies and legislation representation, counseling and outreach to international affairs, communications and strategic alliances.","acronym":"","interests":"Agriculture and Rural Development, Communication, Consumers, Culture and media, Energy, Environment, Food Safety, Public Health, Research and innovation, Single market, Sport, Trade, Youth","euInitiatives":"Monitoring and Information Gathering - Strategic advice and planning - Direct policy advocacy - Public Affairs communications - Alliance development and management - Association building - Grassroots organisations - Social business integration - EU Funding strategy development and management","lastUp":"2019-02-25T11:22:48.303+01:00","customers":"Fondazione Francesca Rava - NPH Italia,ThinkYoung,Digital Together,BOLDT AG","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}