{"id":"561994733739-50","name":"ISM University of Management and Economics","registrationDate":"2019-01-25T08:39:55.551+01:00","category":4,"subCategory":12,"legal":"Private","web":"https://www.ism.lt/en","country":"Lithuania","headAddress":"Arklių str. 18","headCity":"Vilnius","headPostCode":"LT-01305","headPhone":"(370)52 12 39 60","boss":"Vilte  Auruskeviciene","bossTitle":"Ms","bossPosition":"Interim President ","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"Since starting its activities in 1999, ISM University of Management and Economics had one aim from the very beginning – to offer innovative, qualitative studies and training of management and economics for creative, ambitious young persons and already experienced business managers. Customer Recognition (students, businesses and alumni), International Recognition and Sustainability. Quality and internationality have become the most important priorities of the University’s activities. This aim has been evaluated by International Quality Accreditation (IQA) awarded to ISM in 2006 by the Central and East European Management Development Association (CEEMAN), thus certifying that ISM belongs to universities that offer the most advanced business studies in the region.&#xd;<br />ISM study programmes successfully combine theoretical and practical knowledge. Many of the scientists working here are acknowledged practicians, thus they are well aware of the problems that modern business faces and of the knowledge required to solve them. University teachers are also pursuing active academic activities through researching the phenomena of management in the states of the Baltic Region – ISM is one of the initiators of the Baltic Journal of Management. The University actively participates in the activities of international science organisations, where it exchanges up-to-date knowledge and experience with partners.&#xd;<br />International business prospects for students are ensured by the experience of the ISM founder, the Norwegian School of Management BI, and lecturers invited from all over the world. &#xd;<br />ISM seeks to educate successful and responsible business leaders. The University was the first in Lithuania to respond to the global call for business schools and academic associations to advance corporate social responsibility worldwide. ISM has committed to adhere to the Principles for Responsible Management Education (PRME), which were unveiled by a group of scholars and leading academic organization at the UN Global Compact Leaders Summit in July 2007. PRME provide a framework for academic institutions to advance the broader cause of corporate social responsibility and incorporate universal values into curricula and research.&#xd;<br />ISM is also one of the first universities in Lithuania joining the UN Global Compact and thus becoming a part of the National Network of Responsible Business Organisations. The members of this network and the Global Compact comitted committ to aligning their operations and strategies with ten universally accepted principles in the areas of human rights, labour, environment and anti-corruption. By doing so, business, as a primary driver of globalization, can help ensure that markets, commerce, technology and finance advance in ways that benefit economies and societies everywhere.&#xd;<br />The University has achieved a lot in enhancing responsible and ethical leadership. The course of Business Ethics is offered to the students of all university cycles. This topic is dealt with in the final theses of bachelor, master and doctoral students. ISM shares knowledge and experience with others.","acronym":"ISM","interests":"Business and Industry, Digital economy and society, Economy, finance and the euro, Education and training, Food Safety, Public Health, Research and innovation, Trans-European Networks, Youth","euInitiatives":"Research and Innovation Framework Programme - Horizon 2020&#xd;<br />Staff/Student Mobility and Partnerships - Erasmus+ programme&#xd;<br />European Structural and Investment Funds.","lastUp":"2019-02-04T09:35:57.689+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}