{"id":"562249226272-97","name":"Chambre de Commerce Italienne de Lyon","registrationDate":"2017-03-09T10:48:53.832+01:00","category":3,"subCategory":2,"legal":"No profit Association","web":"http://www.ccielyon.com","country":"France","headAddress":"8, rue Joseph Serlin","headCity":"Lyon","headPostCode":"69001","headPhone":"(33)4 72 00 32 40","boss":"Biagio Fico","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"www.assocamerestero.net&#xd;\nwww.fedeclaira.com","memberOrga":"140 members&#xd;\nhttp://www.ccielyon.com/fr/les_aderents.aspx","goal":"Chambre de Commerce Italienne de Lyon (CCIE Lyon) is a French no-profit association of industrial and commercial enterprises, professionals and traders who wish to work actively to develop economic relationships in Europe, especially between Italy and France. Active for more than twenty years on the territory of the region Rhône-Alps, CCIE Lyon is also officially recognized by the Italian Government as a strategic actor for the support in bilateral cooperation and for the assistance to entrepreneurs in their associate and belongs to a worldwide network that comprises 78 chambers with 140 offices in 54 countries and more than 18 000 businesses members. &#xd;<br />One of its main aim and through its large international networks, the Chamber promotes and supports the different phases of the internationalization process of French and Italian enterprises, also with the scope to develop initiatives in order to implement different kind of projects that has the scope to share experiences and best practices between European enterprises, local and public authorities, mainly in the field of: sustainable business development, food &amp; beverage, tourism and culture, design, handicraft and manufacturing, ICT, agri-food. A very important issue for the Chamber is that one related to promote and export the best French and Italian productions and practices in different fields. &#xd;<br />Great part of its activities is realized in cooperation with Italian and French Public Institutions and private business associations (regional and local authorities, Chambers of commerce, Chambres des Métiers, Universities and vocational schools). CCIE Lyon is also a founding member of FEDECLAIRA Fédération des Clubs d'Affaires Internationaux en Rhône-Alpes (a network of 13 Countries, 15 business clubs, 900 member companies) and actively participates at the international networking meetings organized during the year. &#xd;<br />CCIE Lyon develops services and projects focused on SMEs support, as main contractor or as a partner, acting as facilitator for the market uptake of new businesses as well as promoter of already well-established economic relations between France and Europe, as well as more in general enhancing the culture of entrepreneurship. In particular, CCIE Lyon has built up a strong expertise in developing communication and promotional campaigns involving business-related main stakeholders (institutions, entrepreneurs associations, press, media-operators and communication expert, specialized operators, such as professionals and management consultants), workshops and international matchmaking events, marketing research and sectorial and feasibility studies, promotional events, seminars and press conferences, road shows and study tours, know-how exchange, consultancy in development of internationalization processes for SMEs (including creation of networks), cooperation with enterprises, schools and universities in the field of vocational guidance and entrepreneurial tutoring and mentoring.&#xd;<br />These initiatives are supported by a strong set of communication and dissemination resources and tools (e.g. databases, web-platforms, website, social media, newsletter, media partnerships, press releases and articles, etc.) that will be employed for performing the suitable role in dissemination and exploitation of project results, as well as the research activities/tasks foreseen by the European projects. Indeed, CCIE Lyon can count on the decennial collaboration with the press and media (national, regional and local; generic and specialized) and the major stakeholders, as well as on the international platform of a widespread network of Italian Chambers of Commerce Abroad, 105 Italian Chambers of Commerce and the French network of the Chambers of Commerce and Chambres de métiers et de l'artisanat , especially in Rhône-Alpes Region, and the international network FEDECLAIRA, as a driver of an international resonance of the project.","acronym":"CCIE Lyon","interests":"Agriculture and Rural Development, Culture, Education, Employment and Social Affairs, Enterprise, Trans-European Networks, Transport","euInitiatives":"Entrepreneurship, Tourism, vocational training","lastUp":"2017-04-03T12:46:56.857+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}