{"id":"562370525222-50","name":"European Federation of Bottled Waters","registrationDate":"2016-12-22T10:20:50.315+01:00","category":2,"subCategory":4,"legal":"International not for profit association under Belgian law (aisbl)","web":"http://www.efbw.org","country":"Belgium","headAddress":"Place des Barricades 1","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)8 80 20 32","boss":"Patricia Fosselard","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":2,"membersFTE":"1.25","membership":"EFBW is member of:&#xd;\n- International Council of Bottled Water Associations (ICBWA) http://www.icbwa.org/&#xd;\n- FoodDrinkEurope http://www.fooddrinkeurope.eu/&#xd;\n- FAIB http://faib.org/ &#xd;\n- EPR Club http://www.eprclub.eu/home","memberOrga":"http://www.efbw.org/index.php?id=37","goal":"EFBW is the voice of the European bottled water industry. Through its membership base of national trade associations and direct company members, EFBW represents over 550 producers of natural mineral and spring waters. &#xd;<br />EFBW promotes natural mineral and spring waters as the best source of natural and healthy hydration. Its statutory purposes include: representation of the interests of the bottled water industry before European and international institutions and other relevant stakeholders; identification of issues likely to affect members and development of solutions with due regard to the industry’s diversity; promotion of good manufacturing practices, encouragement of socially responsible and sustainable management practices, promotion of the industry’s role with respect to source and environment protection.","acronym":"EFBW","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Consumers, Environment, Food Safety, Public Health, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"General Food and Food Safety Legislation&#xd;<br />Natural Mineral Water and Drinking Water Directives&#xd;<br />Food Information to Consumers&#xd;<br />Nutrition and Health Claims Regulation&#xd;<br />Environmental law, Circular Economy Package, Packaging and Packaging Waste legislation,&#xd;<br />Shale gas exploration and production","lastUp":"2019-12-13T15:15:07.541+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}