{"id":"562381532138-97","name":"Simbiosofia Consulenza &amp; Formazione","registrationDate":"2018-07-23T17:51:08.852+02:00","category":4,"subCategory":5,"legal":"ditta individuale","web":"http://www.simbiosofia.it","country":"Italy","headAddress":"via lungo castellano 26","headCity":"ascoli piceno","headPostCode":"63100","headPhone":"(39)33 35 73 79 17","boss":"cristian flaiani","bossTitle":"Mr","bossPosition":"titolare","membersCount":2,"membersFTE":"0.75","membership":"Adesione al CNCP: www.cncp.it/&#xd;\nIn corso di adesione a IAC: www.iac-irtac.org/","memberOrga":"SIMBIOSOFIA E'&#xd;\n1) Iscritta allo Schedario Nazionale delle Ricerche (MIUR)&#xd;\n2) Riconosciuta dal CNCP - Coordinamento Nazionale Counselor Professionisti&#xd;\n3) Iscritta al Registro Nazionale per l'Alternanza Scuola Lavoro&#xd;\n4) Accreditata dall’ICEF - Istituto di Certificazione degli Enti Formativi extrascolastici&#xd;\n5) Iscritta nell’Albo Formatori della Scuola Regionale (DGR n.353 del 19/3/12)&#xd;\n6) Convenzionata - Università di Roma, UNIBO, UNIMC, UNIURB, UNIVAQ&#xd;\n7) Iscritta a SOUL - Sistema Orientamento Università Lavoro (Regione Lazio)&#xd;\n8) Convenzionata \"PICENO UNIVERSITY CARD\" del Consorzio Universitario Piceno.&#xd;\n&#xd;\nInoltre ha in corso le seguenti procedure&#xd;\n1) Accreditamento come Ente di Formazione presso la Regione Marche per le macrotipologie della formazione continua, superiore e obbligo scolastico (DGR. N. 62 del 17/01/2001 - Regolamento istitutivo del Dispositivo di accreditamento delle strutture formative della Regione Marche – DAFORM)&#xd;\n2) Riconoscimento corsi per la formazione del personale docente ai sensi della Direttiva Ministeriale n.170/2016&#xd;\n3) Istanza di abilitazione allo svolgimento di corsi quadriennali di specializzazione in psicoterapia (Decreto Ministeriale 11 dicembre 1998, n. 509 (G.U. n. 37 del 15 febbraio 1999)","goal":"Simbiosofia di Cristian Flaiani è un Centro di Formazione &amp; Consulenza che nasce su iniziativa di Professionisti Esperti nell’ambito della comunicazione, relazione, gestione risorse umane, psicoterapia, counseling, orientamento, bilancio delle competenze, coaching, formazione e consulenza&#xd;<br />E' un centro di Formazione e Consulenza che vuole promuovere il Benessere Psicosociale (individuale e relazionale) rivolgendosi a persone, aziende, gruppi, ed alla comunità&#xd;<br />Il centro intende promuovere a livello territoriale nuove proposte e servizi per tutti coloro che desiderano formarsi e qualificarsi attraverso percorsi pratici esperienziali nell’ambito della comunicazione, della relazione, dei gruppi e della gestione delle risorse umane, dell’orientamento  e del counseling applicato in vari settori&#xd;<br />Iscritta allo Schedario Nazionale delle Ricerche (MIUR)&#xd;<br />Riconosciuta dal CNCP - Coordinamento Nazionale Counselor Professionisti&#xd;<br />Iscritta al Registro Nazionale per l'Alternanza Scuola Lavoro&#xd;<br />Accreditata dall’ICEF - Istituto di Certificazione degli Enti Formativi extrascolastici&#xd;<br />Iscritta nell’Albo Formatori  della Scuola Regionale (DGR n.353 del 19/3/12)&#xd;<br />Convenzionata - Università di Roma, UNIBO, UNIMC, UNIURB, UNIVAQ&#xd;<br />Iscritta a SOUL - Sistema Orientamento Università Lavoro (Regione Lazio)&#xd;<br />Convenzionata \"PICENO UNIVERSITY CARD\" del Consorzio Universitario Piceno","acronym":"Simbiosofia","interests":"Business and Industry, Culture, Education and training, Employment and Social Affairs, Regional Policy, Research and innovation, Trans-European Networks, Youth","euInitiatives":"Politiche di natura sociale e socio-economica, politiche sociali, cultura, ricerca e sviluppo, reti transeuropee, politiche occupazionali. Tra le iniziative della strategia Europa 2020, Simbiosofia persegue le attività previste dall'agenda per nuove competenze e per l'occupazione come da Direttiva 2005/36/CE e Decreto Legislativo 6/11/07 n.206. L’obiettivo è quello di dare ai cittadini gli strumenti per acquisire le competenze necessarie all’esercizio di una professione, di sviluppare i servizi di informazioni sul mercato del lavoro e la gestione delle competenze, sviluppare servizi di orientamento scolastico-professionale, bilancio di competenze e career counseling, garantire la giusta combinazione di competenze, far coincidere le competenze individuali e le opportunità di lavoro puntando sulla diffusione delle competenze trasversali.&#xd;<br />Di fatto, Il WEF - World Economic Forum ha pubblicato nel 2015 uno studio per definire le 16 competenze più critiche del secolo, le “skills del XXI° secolo”. Lo studio evidenzia che oggi sono necessarie competenze come le capacità  di collaborazione, la creatività, risoluzione dei problemi, qualità personali come la persistenza, la curiosità, l'iniziativa e la consapevolezza dell’evoluzione dei contesti. Il cambiamento nella domanda di competenze ha fatto emergere nuovi  bisogni formativi dal momento che più di un terzo delle aziende globali segnala difficoltà a  riempire posizioni richieste, a causa della carenza di persone con competenze chiave.&#xd;<br />Per questo ci occupiamo di formare i cittadini con particolare riferimento alle professioni non regolamentate in ordini o collegi: I dati CNEL, ISTAT, CENSIS, CoLAP evidenziano il ruolo determinante delle professioni non &#xd;<br />regolamentate nella crescita e nello sviluppo del paese. Tali professionisti producono il 4% del PIL e rappresentano il 14% della forza lavoro del paese. Essi rappresentano un’opportunità unica per rilanciare l’occupazione in Italia.  Uno studio pubblicato a ottobre 2016 da Confcommercio (basato su dati di Commissione  Europea, Eurostat, ISTAT, INPS e Ministero Economia e Finanza) sottolinea come in Italia sia in  forte crescita l’occupazione nel  terziario, soprattutto tra i lavoratori autonomi e in  particolare i non ordinistici.","lastUp":"2018-07-24T17:48:24.799+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}