{"id":"562316318576-78","name":"Coalition of European Organisations on Innovation and Industrial Property","registrationDate":"2015-09-02T17:46:52.340+02:00","category":3,"subCategory":2,"legal":"non legal entity","web":"https://www.iptalks.eu/about-us","country":"Belgium","headAddress":"32 Ernest Solvay","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)4 92 92 51 51","boss":"Francisco Mingorance","bossTitle":"Mr","bossPosition":"Executive Secretary ","membersCount":4,"membersFTE":"2.25","membership":"","memberOrga":"www.iptalks.eu","goal":"IP Europe brings together European organisations, from SMEs to global multinationals and non-profit organisations operating in a variety of sectors. &#xd;<br />&#xd;<br />IP Europe gives a voice to European companies and organizations that recognize the value of Intellectual Property to be more competitive and benefit from their creative and innovative activities.&#xd;<br />&#xd;<br />Alliance members comprise:&#xd;<br />&#xd;<br />France Brevets (Registration n°979589218673-05)&#xd;<br />Airbus (Registration n°2732167674-76)&#xd;<br />Ericsson (Registration n°02021363105-42)&#xd;<br />France Brevets (Registration n°979589218673-05)&#xd;<br />Orange (Registration n°76704342721-41)&#xd;<br />Nokia (Registration n°35167875358-33)&#xd;<br />General Electric (Registration n° 4016736872-59)&#xd;<br />&#xd;<br />Fraunhofer Institute is a scientific advisor&#xd;<br />&#xd;<br />A number of innovative European SMEs are members of IP Europe including: Fractus, Secure-IC, B2Cloud, Mobilead, GreenTropism, Intuilab, Lucibel, Naturex, Inside Secure, &#xd;<br />List of members: https://www.iptalks.eu/about-us&#xd;<br />&#xd;<br />Innovative SMEs actively supporting IP Europe ad-hoc initiatives and projects: Vitirover, eShard, Skeyecode, Oledcomm, Energy Square and many others.&#xd;<br />List of supporters: https://www.iptalks.eu/sme-manifesto&#xd;<br />&#xd;<br />As part of its Global Innovation Task Force, IP Europe also develop ad-hoc initiatives and activities and projects with companies that are not globally headquartered in Europe. These companies share many of the goals of IP Europe and work with and support us on particular projects as part of our Global Innovation Task Force. Companies including Panasonic, InterDigital and Qualcomm have participated in the Global Innovation Task Force ad-hoc initiatives and projects in the course of the past year.&#xd;<br />&#xd;<br />Context: 40% of total economic activity in Europe generated by Intellectual Property intensive companies and 35% of all employment stemming from innovative industries with a higher-than-average use of IP rights.&#xd;<br />&#xd;<br />(*) EPO/OHIM 2013 Study&#xd;<br />&#xd;<br />http://europa.eu/rapid/press-release_IP-13-889_en.htm","acronym":"IP Europe","interests":"Business and Industry, Customs, Digital economy and society, Energy, Research and innovation, Single market, Trade, Transport","euInitiatives":"IP Europe pursues pro-IP activities, among others, in the following EU policy areas:&#xd;<br />&#xd;<br />- Digital Single Market Strategy and European IP Standardization policies&#xd;<br />&#xd;<br />- Unified Patent Court&#xd;<br />&#xd;<br />- Standardization dimension of Trade Partnerships &#xd;<br />&#xd;<br />- Review of the EU IP Enforcement Directive","lastUp":"2018-07-06T21:37:37.477+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}