{"id":"56268429958-30","name":"Småland Blekinge Halland South Sweden","registrationDate":"2012-10-22T17:27:22.149+01:00","category":6,"subCategory":14,"legal":"Filial","web":"http://www.sbhss.eu","country":"Belgium","headAddress":"Rue du Luxembourg, 3","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)4 88 90 49 43","boss":"Sven Kastö","bossTitle":"Mr","bossPosition":"Director","membersCount":3,"membersFTE":"3.0","membership":"ERRIN&#xd;\niBSG&#xd;\nERIAFF","memberOrga":"www.regionblekinge.se&#xd;\nwww.regionkalmar.se&#xd;\nwww.regionkronoberg.se&#xd;\nwww.rjl.se&#xd;\nwww.regionhalland.se&#xd;\nwww.lnu.se&#xd;\nwww.ju.se","goal":"Småland Blekinge Halland South Swedens kontor Bryssel är kontaktlänken mellan regionen och Bryssel. Kontoret agerar dörröppnare och är regionens förlängda arm i Bryssel. Den främsta uppgiften är att bevaka regionens intresse i EU-relaterade frågor. I detta ingår att bevaka EU:s olika ramprogram och överföra kunskapen om hur de kan nyttjas på hemmaplan. Utöver att bevaka och informera, bistår kontoret till de kompetenshöjande åtgärder om Europeiska unionen som redan pågår i regionen.&#xd;<br />&#xd;<br />Huvudmän för Småland Blekinge Halland South Sweden är Region Kalmar län, Region Jönköpings län, Region Blekinge, Region Kronoberg, Region Halland. Därtill är Linnéuniversitetet och Jönköping University med i samarbetet.","acronym":"","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Communication, Culture, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Trans-European Networks, Transport, Youth","euInitiatives":"Sammanhållningspolitiken, forsknings och innovationspolitiken, hälsofrågor, bioekonomi, transport, arbetskraftskompetens, vattenrelaterade frågor, livsmedel och hållbara städer.","lastUp":"2019-02-18T15:31:30.176+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}