{"id":"563377121989-42","name":"Regional Cluster North-East","registrationDate":"2016-05-28T15:43:43.484+02:00","category":3,"subCategory":2,"legal":"NGO","web":"","country":"Bulgaria","headAddress":"23B Tzar Osvoboditel Blvd.","headCity":"Varna","headPostCode":"9002","headPhone":"(359)52 49 32 84","boss":"Boyko Doychinov","bossTitle":"Mr","bossPosition":"Vice-chairman","membersCount":5,"membersFTE":"4.0","membership":"Varna Chamber of Commerce and Industry","memberOrga":"Municipality of Byala&#xd;\nMunicipalitu of Valchi dol&#xd;\nVarna Chamber of Commerce and Industry&#xd;\nPolaris Consulting Ltd.&#xd;\nAssociation Forum&#xd;\nVarna Maritime High School&#xd;\nCooperative Kamchiiski longoz&#xd;\nBusiness Passport Bulgaria Ltd.&#xd;\n“Friends of Europe” Club&#xd;\nInstitute “Balkan and Black Sea Fresh Foods Marketing Initiative” &#xd;\nBalkan and Black Sea Business Institute","goal":"Regional Cluster “North - East” was established in 2012 and oficially registered in 2014 as a public-private partnership. Members of The Cluster are municipalities, schools and vocational training centers, College of Tourism and Agriculture, University of Economics – Varna, Faculty of Agronomy – Varna Technical University, Varna Chamber of Commerce and Industry, NGOs, companies operating in the fields of industry, trade, tourism and services, agricultural producers and associations of producers, wholesale markets for fresh and processed foods etc.&#xd;<br />Regional Cluster “North - East” participates in the management of “Friends of Europe” Club, which is a NGO working in the field of children and youth. The main activities of the Club are to offer after-school trainings in the fields of culture, art, European values.&#xd;<br />Regional Cluster “North-East” represents also a research and development structure – Institute “Balkan and Black Sea Fresh Foods Marketing Initiative” which in 2012 began to function  as a institute within the Cluster. Main tasks of The BBSFFMI are related to research in the field of production, postharvest, storage and marketing of fresh and processed fruits, vegetables, fish and flowers, rural development. BBSFFMI also deals with curriculum development and delivery of training to increase the capacity of agricultural workers and those living in rural areas.&#xd;<br />A member of the Cluster is also Balkan and Black Sea Business Institute. BBSBI is specializes in coastal management and development.","acronym":"RCNE","interests":"Agriculture, Business and Industry, Climate Action, Culture, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, Food Safety, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Regional Policy, Research and innovation, Trade, Trans-European Networks, Youth","euInitiatives":"Roma inclusion&#xd;<br />Blue Growth&#xd;<br />Youth&#xd;<br />Agriculture and Rural Development&#xd;<br />Fisheries and aquaculture&#xd;<br />Regional Policy&#xd;<br />Culture&#xd;<br />Innovation&#xd;<br />Environment&#xd;<br />Employment","lastUp":"2018-06-08T22:47:21.594+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}