{"id":"564175424588-28","name":"MAN Diesel &amp; Turbo, branch of MAN Diesel &amp; Turbo SE, Germany","registrationDate":"2016-11-21T11:12:58.676+01:00","category":2,"subCategory":3,"legal":"Branch","web":"http://www.mandieselturbo.com","country":"Denmark","headAddress":"Teglholmsgade 41","headCity":"Copenhagen SV","headPostCode":"2450","headPhone":"(45)33 85 11 00","boss":"Thomas Knudsen","bossTitle":"","bossPosition":"Branch Manager","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"MAN Diesel &amp; Turbo SE, based in Augsburg, Germany, is the world’s leading provider of large-bore diesel engines and turbomachinery for marine and stationary applications. It designs two-stroke and four-stroke engines that are manufactured both by the company and by its licensees. The engines have power outputs ranging from 450 kW to 87 MW. MAN Diesel &amp; Turbo also designs and manufactures gas turbines of up to 30 MW, steam turbines of up to 150 MW and compressors with volume flows of up to 1.5 million m³/h and pressures of up to 1,000 bar. The product range is rounded off by turbochargers, propellers, gas engines and chemical reactors.&#xd;<br />&#xd;<br />MAN Diesel &amp; Turbo’s range of goods includes complete marine propulsion systems, turbomachinery units for the oil &amp; gas as well as the process industries and complete power plant solutions. Customers receive worldwide after-sales services marketed under the MAN PrimeServ brand. The company employs around 14,500 staff at more than 100 international sites, primarily in Germany, Denmark, France, Switzerland, the Czech Republic, India and China. MAN Diesel &amp; Turbo is a company in the Power Engineering business area of MAN SE.","acronym":"MDT","interests":"Climate Action, Competition, Energy, Environment, Research and Technology, Trade","euInitiatives":"Initiativer indenfor maritim transport.","lastUp":"2017-11-22T17:13:16.049+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}