{"id":"564418133338-61","name":"Union des entreprises de proximité","registrationDate":"2018-11-28T16:59:22.558+02:00","category":2,"subCategory":1,"legal":"Organisation professionnelle","web":"http://u2p-france.fr/","country":"France","headAddress":"53 rue Ampère","headCity":"Paris","headPostCode":"75017","headPhone":"(33)01 47 69 31 31","boss":"Pierre Burban","bossTitle":"Mr","bossPosition":"Secrétaire général","membersCount":3,"membersFTE":"1.5","membership":"SME United","memberOrga":"Confédération de l'Artisanat et des Petites Entreprises du Bâtiment (CAPEB)&#xd;\nConfédération générale de l'alimentation en détail (CGAD)&#xd;\nConfédération nationale de l'artisanat, des métiers de service et de fabrication (CNAMS) &#xd;\nUnion nationale des professions libérales (UNAPL)","goal":"L’U2P représente 2,8 millions de TPE-PME dans les secteurs de l’artisanat, du commerce de proximité et des professions libérales, soit les 2/3 des entreprises françaises. Elle constitue ainsi la première force patronale en France.&#xd;<br />&#xd;<br />En tant que partenaire social, l’U2P est régulièrement consultée par le gouvernement et participe activement aux négociations nationales entre organisations d’employeurs et organisations syndicales de salariés. L’U2P contribue à la gestion du système de protection sociale français par l’intermédiaire de nombreux administrateurs qui interviennent dans les différentes branches de la sécurité sociale : maladie, accidents du travail et maladies professionnelles, famille, vieillesse, recouvrement. &#xd;<br />&#xd;<br />Revendiquant un environnement économique, fiscal et social, propice au développement des entreprises qu’elle représente, l’U2P s’attache à promouvoir l’économie de proximité, à la fois créatrice de richesses et d’emplois, source de cohésion sociale et actrice du développement durable.","acronym":"U2P","interests":"Business and Industry, Competition, Economy, finance and the euro, Employment and Social Affairs, Taxation, Trade","euInitiatives":"L'U2P suit toute législation et initiative pouvant impacter les entreprises de proximité, notamment dans les affaires sociales.","lastUp":"2019-07-22T11:28:00.309+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}