{"id":"56502415122-32","name":"CSR Europe, The Business Network for Corporate Social Responsibility","registrationDate":"2011-01-27T16:45:29.490+01:00","category":3,"subCategory":2,"legal":"Association internationale sans but lucratif (AISBL)","web":"http://www.csreurope.org","country":"Belgium","headAddress":"Rue Victor Oudart, 7","headCity":"Bruxelles","headPostCode":"1030","headPhone":"(32)25 41 16 10","boss":"Stefan Crets","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":8,"membersFTE":"4.75","membership":"CSR Europe is represented in the following:&#xd;\n- ABIS – The Academy of Business in Society (CSR Europe is represented in the Board of Directors and CSR Europe’s President also serves as ABIS President)&#xd;\n- The European Multi-Stakeholder Forum on CSR (founding member and member of the Coordination Committee)&#xd;\n- United Nations Global Compact (Business Association stakeholder)&#xd;\n- The European Alliance for CSR &#xd;\nIn the framework of its activities and projects, CSR Europe engages in dialogue and cooperation with a wide variety of organisations and networks working on issues related to corporate social responsibility.","memberOrga":"Corporate members: http://www.csreurope.org/corporate-members&#xd;\nNational Partner Organisations: http://www.csreurope.org/national-partner-organisations","goal":"CSR Europe is the leading European business network for Corporate Social Responsibility. Through our network of 40 corporate members and 41 National CSR organisations, we gather over 10,000 companies, and act as a united platform for those businesses looking to enhance sustainable growth and positively contribute to society. In our mission to bring the sustainability agenda forward, we at CSR Europe go beyond European borders and cooperate with CSR organisations in other regions across the world. CSR Europe is the European hub incubating multi-stakeholder initiatives that tackle the UN 2030 Agenda for Sustainable Development.","acronym":"CSR Europe","interests":"Agriculture and Rural Development, Banking and financial services, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"SDGs implementation and engagement in the Multi-stakeholder Platform on the implementation of the SDGs in an EU context, Future of Work, Apprenticeships , Non-Financial Reporting Directive, Tax transparency and CbCR, European Alliance on Apprenticeships, Digital Jobs, European Partnership on Active and Healthy Ageing, Circular Economy, Resource-efficient Europe, Responsible supply chain, entrepreneurship, business and human rights, sectors.","lastUp":"2019-03-29T11:14:25.678+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}