{"id":"565685125565-56","name":"Društvo ŠKUC","registrationDate":"2017-01-24T15:10:03.850+01:00","category":3,"subCategory":2,"legal":"društvo","web":"http://www.skuc.org","country":"Slovenia","headAddress":"Stari trg 21","headCity":"Ljubljana","headPostCode":"1000","headPhone":"(386)14 30 35 30","boss":"Miran Šolinc","bossTitle":"","bossPosition":"predsednik","membersCount":9,"membersFTE":"9.0","membership":"www.bjcem.org&#xd;\nwww.ilga-europe.org&#xd;\nwww.iglyo.com&#xd;\nwww.asociacija.si&#xd;\nwww.mreza-mama.si&#xd;\nwww.lgbti-era.org","memberOrga":"","goal":"ŠKUC je ena najvidnejših nevladnih organizacij neprofitnega značaja kulturno umetniške produkcije v Sloveniji. Ima status društva, ki deluje v javnem interesu na področju kulture. Njegovi začetki segajo v prvo radikalno študentsko gibanje v Ljubljani leta 1968, formalno pa je bil ustanovljen 10. marca leta 1972. Konec sedemdesetih in v osemdesetih letih je bil ŠKUC eden vodilnih spodbujevalcev, združevalcev in promotorjev alternativne kulture. Pomemben del delovanja ŠKUC-a je tudi vključevanje mlajših in perspektivnih ustvarjalcev v kulturno dogajanje ter ustvarjanje razmer, v katerih bi mladi lahko aktivno preživljali prosti čas. V zadnjih letih se je dejavnost ŠKUC-a razširila še na področja informiranja in svetovanja za mlade, izobraževanja, knjižničarstva, arhiviranja, socialne dejavnosti in preventive, družboslovja, humanistike in raziskovalne dejavnosti. Pridobil si je tudi status društva, ki deluje v javnem interesu na področju zdravstvenega varstva in status mladinske organizacije v javnem interesu v mladinskem sektorju. ŠKUC ima tudi status prostovoljske organizacije.","acronym":"ŠKUC","interests":"Borders and Security, Communication, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Trans-European Networks, Youth","euInitiatives":"Culture, artistic mobility and production, LGBT social and health services, Human rights","lastUp":"2020-01-16T15:21:42.662+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}