{"id":"565625126016-77","name":"Fundacja \"Centrum Cyfrowe\"","registrationDate":"2017-02-21T14:21:41.881+01:00","category":3,"subCategory":2,"legal":"fundacja","web":"http://centrumcyfrowe.pl/","country":"Poland","headAddress":"Chmielna 24/2","headCity":"Warszawa","headPostCode":"00-020","headPhone":"(48)5 33 95 19 25","boss":"Aleksander Tarkowski","bossTitle":"Mr","bossPosition":"Prezes zarządu","membersCount":2,"membersFTE":"1.5","membership":"COMMUNIA Association, Coalition for Open Education (Poland), Creative Commons, Koalicji na rzecz&#xd;\nPolskich Innowacji","memberOrga":"","goal":"Centrum Cyfrowe is a think-and- do tank with a focus on fostering a digital civic society in Poland through the development of open models for education, science, culture and public information. Our primary objective is the introduction of policies and practices related to the open sharing of resources, with particular focus on public resources. We also advocate the use of digital technologies for the public interest, and the development of policies in support of this goal. Our principal areas of work are policymaking and outreach with a focus on open education, openness of public resources and copyright reform.&#xd;<br />&#xd;<br />We also conduct qualitative and quantitative research on the impact of technology on cultural and educational practices in the society, which provides evidence base for our policy work. We are the institutional lead of Creative Commons Poland and founding member of the Polish Coalition for Open Education (KOED), Communia Association on the Digital Public Domain and the Open Policy Network.&#xd;<br />&#xd;<br />Based on our experience and research conducted up to date, we believe that a complex, multidisciplinary approach is necessary in order to develop a digital society - defned through three main pillars of activity: education (“knowing what to do”), development of content and services (“having a reason to do it”), and infrastructure (“having means to do it”).","acronym":"","interests":"Communication, Culture and media, Digital economy and society, Education and training, Research and innovation","euInitiatives":"Digital Agenda for Europe&#xd;<br />Digital Single Market &#xd;<br />EU copyright reform&#xd;<br />Re-use of public sector information&#xd;<br />Implementation of Directive 2001/29/EC on the harmonisation of certain aspects of copyright and related rights in the information society&#xd;<br />New technologies and open educational resources","lastUp":"2019-02-06T12:14:43.705+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}