{"id":"56592866496-47","name":"EDP - Energias de Portugal, SA","registrationDate":"2011-08-29T18:08:46.256+02:00","category":2,"subCategory":3,"legal":"Sociedade Anónima","web":"http://www.edp.com","country":"Portugal","headAddress":"Avenida 24 de Julho, 12","headCity":"Lisboa","headPostCode":"1249-300","headPhone":"(351)2 10 02 81 74","boss":"Francisco Xavier Frazão Gomes Beirão","bossTitle":"Mr","bossPosition":"Brussels representative","membersCount":1,"membersFTE":"1.0","membership":"https://www.edp.com/en/sustainability/approach/partnerships","memberOrga":"","goal":"EDP is a global energy company, leader in value creation, innovation and sustainability&#xd;<br />&#xd;<br />EDP has operations in 14 countries and 4 continents, in the generation, distribution and marketing of electricity and gas. We have 12,000 employees, across Portugal, Spain, France, Italy, Poland, Romania, Brazil, the U.S.A., Angola, Belgium, the United Kingdom, Canada, Mexico and China. With over 11 million clients, we are at the forefront of innovation and renewable energies. We produce today the energy of tomorrow.&#xd;<br />We work to provide you with increasingly clean, sustainable and global energy, in accordance with the principles we uphold.&#xd;<br />&#xd;<br />Our values&#xd;<br />&#xd;<br />INITIATIVE: Demonstrated by the behaviour and attitudes of our people.&#xd;<br />TRUST: Of our shareholders, customers, suppliers and other stakeholders.&#xd;<br />EXCELLENCE: In the way we deliver.&#xd;<br />SUSTAINABILITY: For better quality of life for current and future generations.&#xd;<br />INNOVATION: To create value in the different areas in which we operate.&#xd;<br />&#xd;<br />&#xd;<br />EDP splits its commitments in 4 areas:&#xd;<br />&#xd;<br />To people:&#xd;<br />- We combine ethical conduct and professional standards, with enthusiasm and initiative and an emphasis on teamwork.&#xd;<br />- We promote the development of skills and merit.&#xd;<br />- We believe that a healthy work-life balance is fundamental for success.&#xd;<br />&#xd;<br />To customers:&#xd;<br />- We always put ourselves in the place of our Customers when we take a decision.&#xd;<br />- We listen to our Customers and respond simply and transparently.&#xd;<br />- We seek to surprise our Customers by anticipating their needs.&#xd;<br />&#xd;<br />To Sustainability:&#xd;<br />- We take on the social and environmental responsibilities resulting from our operations, in order to contribute to the development of the regions in which we operate.&#xd;<br />- We are sustainably reducing specific greenhouse gas emissions in the energy we produce.&#xd;<br />- We actively promote energy efficiency.&#xd;<br />&#xd;<br />To Results:&#xd;<br />- We fulfil our commitments to our shareholders.&#xd;<br />- We lead through our ability to anticipate and deliver.&#xd;<br />- We uphold standards of excellence in everything we do.","acronym":"EDP","interests":"Budget, Business and Industry, Climate Action, Competition, Consumers, Economy, finance and the euro, Energy, Environment, External Relations, Regional Policy, Research and innovation, Single market, Taxation, Trans-European Networks, Transport","euInitiatives":"Clean energy package, specifically, wholesale and retail markets, renewable energies, DSO role, electric vehicle and self consumption&#xd;<br />Clean mobility package&#xd;<br />Multiannual Financial Framework&#xd;<br />Low-carbon economy roadmap for 2050","lastUp":"2018-10-10T14:36:50.057+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}