{"id":"56592866496-47","name":"EDP - Energias de Portugal, SA","registrationDate":"2011-08-29T18:08:46.256+01:00","category":2,"subCategory":3,"legal":"Sociedade Anónima","web":"http://www.edp.pt","country":"Portugal","headAddress":"Avenida 24 de Julho, 12","headCity":"Lisboa","headPostCode":"1249-300","headPhone":"(351)2 10 02 81 74","boss":"Francisco Xavier Frazão Gomes Beirão","bossTitle":"Mr","bossPosition":"Brussels representative","membersCount":1,"membersFTE":"1.0","membership":"http://www.edp.pt/en/sustentabilidade/abordagemasustentabilidade/Pages/Transparencyininstitutionalrelations.aspx","memberOrga":"","goal":"We are a leading company in the energy sector and we include in our culture values and commitments regarding our customers, society and environment. &#xd;<br />&#xd;<br />We’re the largest generator, distributor and supplier of electricity in Portugal and we've significant operations in electricity and gas in the Iberian Peninsula. &#xd;<br />&#xd;<br />With EDP Renewables, we’re also one of the biggest worldwide players in wind energy and we produce photovoltaic solar energy in Portugal, Romania and in the United States. &#xd;<br />&#xd;<br />In Brazil, we’re is the fifth largest private generator of electric energy, with two concessions for electricity distribution, and we’re the third biggest private supplier in the liberalized market. &#xd;<br />&#xd;<br />Nowadays, we have a strong presence in the energy market worldwide, operating in 14 countries, with more than 10 million electricity customers, 1.4 million gas supply points and more than 12.000 employees all over the world. &#xd;<br />&#xd;<br />In December, 2016 we had an installed capacity of 25,2 GW with the production of 70TWh during that year, 65% of which coming from renewable energies. &#xd;<br />&#xd;<br />We integrate the Dow Jones Sustainability World Index for the ninth consecutive year, the world's most demanding ranking, that distinguishes the best performing companies on issues related to transparency, sustainability and excellence in economic management and social environment.","acronym":"EDP","interests":"Budget, Climate Action, Competition, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Energy, Enlargement, Environment, External Relations, Internal Market, Regional Policy, Research and Technology, Trans-European Networks, Transport","euInitiatives":"Clean energy package, specifically, wholesale and retail market, renewable energies, interconnections, DSO role, electric vehicle and self consumption","lastUp":"2017-09-04T15:20:33.054+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}