{"id":"56592866496-47","name":"EDP - Energias de Portugal, SA","registrationDate":"2011-08-29T18:08:46.256+02:00","category":2,"subCategory":3,"legal":"Sociedade Anónima","web":"http://www.edp.com","country":"Portugal","headAddress":"Avenida 24 de Julho, 12","headCity":"Lisboa","headPostCode":"1249-300","headPhone":"(351)2 10 01 25 96","boss":"Francisco Beirão","bossTitle":"Mr","bossPosition":"Brussels representative","membersCount":1,"membersFTE":"1.0","membership":"https://www.edp.com/en/sustainability/approach/partnerships","memberOrga":"","goal":"We are a multinational, vertically integrated utility company. Throughout our 40 years of history, we have been building a relevant presence in the world energy scene, being present in 16 countries, in 4 continents. With more than 11.500 employees, we are present throughout the electricity value chain and in the gas commercialization activity. We are the fourth largest wind energy production company in the world and almost 70% of our energy is produced from renewable resources. We provide electricity and gas to almost 11 million customers. Our Group has joined Euronext Lisbon in 1997 and EDP Brasil and EDP Renewables are also listed companies. Sustainability is part of our DNA and we are a member of Dow Jones Sustainability Index. The appropriate energy solutions for the different markets in which EDP operates require a simultaneous response to a number of challenges: i) Market liberalization in the context of increasingly globalized, competitive, and regulated economies; ii) Worldwide growing energy demand and the ensuing need for innovation and optimized resource management; iii) Greater scrutiny from society regarding social and environmental management; iv) The need to reduce the company's ecological footprint and to cooperate in fighting both climate change and biodiversity loss around the world; v)The need to strengthen the trust of various stakeholders in corporate governance systems.&#xd;<br />In order to meet these challenges, EDP has established a set of sustainable development principles to be applied in different areas:&#xd;<br />1. Economic and social value&#xd;<br />2. Eco-efficiency and environmental protection&#xd;<br />3. Innovation&#xd;<br />4. Integrity and good governance&#xd;<br />5. Transparency and dialogue&#xd;<br />6. Human capital and diversity&#xd;<br />7. Energy access&#xd;<br />8. Social development and citizenship","acronym":"EDP","interests":"Budget, Business and Industry, Climate Action, Competition, Consumers, Economy, finance and the euro, Energy, Environment, Regional Policy, Research and innovation, Taxation, Trans-European Networks, Transport","euInitiatives":"Clean energy package, specifically, wholesale and retail markets, renewable energies, DSO role, electric vehicle and self consumption&#xd;<br />Clean mobility package&#xd;<br />Multiannual Financial Framework&#xd;<br />Low-carbon economy roadmap for 2050&#xd;<br />Green New Deal&#xd;<br />Energy Taxation","lastUp":"2019-09-13T15:34:58.620+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}