{"id":"566200320999-79","name":"Eandis System Operator","registrationDate":"2016-03-10T12:19:31.515+01:00","category":2,"subCategory":3,"legal":"cvba","web":"http://www.eandis.be","country":"Belgium","headAddress":"Brusselsesteenweg 199","headCity":"Melle","headPostCode":"9090","headPhone":"(32)4 76 23 00 38","boss":"Walter Van den Bossche","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":2,"membersFTE":"1.0","membership":"Eandis is a member of:&#xd;\n- Synergrid www.synergrid.be&#xd;\n- EDSO for smart grids www.edsoforsmartgrids.eu","memberOrga":"","goal":"Eandis System Operator is a distribution system operator (DSO) in Belgium, with a market share of around 45% and 54% for electricity and gas respectively, based on number of access points (European Article Numbers - EANs). Its main area of operations is the Flemish region, where it serves 229 municipalities, representing a market share of around 78% and 83% in electricity and gas respectively based on number of access points. Eandis’s mandate comprises the regulated activities of electricity/gas distribution through the medium and low voltage/pressure grids, along with maintenance and repair of the distribution grid, collection and distribution of metering data, public lighting, and certain public service obligations. Eandis also performs several non-regulated activities, such as district heating and energy services to local authorities.","acronym":"Eandis","interests":"Climate Action, Communication, Consumer Affairs, Economic and Financial Affairs, Energy, Environment, Trans-European Networks","euInitiatives":"In general: the European Commission's priority 'Energy Union and Climate', the EU's Energy Union strategy made up of its five closely related and mutually reinforcing dimensions.&#xd;<br />&#xd;<br />In particular:&#xd;<br />- the Energy Security of Supply package,&#xd;<br />- the New Deal for Energy Consumers,&#xd;<br />- the New Market Design,&#xd;<br />- the New Renewable Energy Directive,&#xd;<br />- the Review of the Energy Efficiency Directive,&#xd;<br />- the European statistics on natural gas and electricity prices Regulation,&#xd;<br />- the General Data Protection Regulation,&#xd;<br />- the High common level of network and information security across the Union.","lastUp":"2018-02-21T14:25:33.189+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}