{"id":"566549917207-21","name":"The Danish Investment Association","registrationDate":"2015-05-04T10:16:05.152+02:00","category":2,"subCategory":4,"legal":"Brancheorganisation","web":"http://financedenmark.dk/the-danish-investment-association/","country":"Denmark","headAddress":"Amaliegade 7","headCity":"København K","headPostCode":"1256","headPhone":"(45)33 70 10 00","boss":"Jens Jørgen Holm Møller","bossTitle":"","bossPosition":"Kapitalforvaltningschef","membersCount":4,"membersFTE":"2.0","membership":"","memberOrga":"http://financedenmark.dk/the-danish-investment-association/about-the-danish-investment-association/members/","goal":"The members of the Danish Investment Association offer investment funds and asset management services to retail and institutional investors. Investment funds and asset management are the tie between retail investors' savings, institutional investors' investment needs, and public- and private-sector funding requirements. The industry thereby promotes a society rich in opportunities.&#xd;<br />&#xd;<br />The Danish Investment Association aims to optimise conditions enabling the industry to offer investment funds and asset management services facilitating easy access for retail and institutional investors to Danish and foreign investments.&#xd;<br />We promote: &#xd;<br />-optimal conditions for investment funds and asset managers&#xd;<br />-an equal playing field in the competition for investors' savings both in Denmark and abroad&#xd;<br />-accessible, relevant and readily comparable information to investors&#xd;<br />-awareness of investment funds and asset management and their value to investors and society.","acronym":"","interests":"Economy, finance and the euro, Taxation","euInitiatives":"One of our most important objectives is to represent the investment fund and asset management industry in relation to legislators and authorities - for instance the Danish FSA and the tax authorities. Further, we monitor the legislative work and submit responses to consultations on behalf of the fund industry.","lastUp":"2018-04-25T14:06:07.838+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}