{"id":"566679331583-73","name":"ELVALHALCOR HELLENIC COPPER AND ALUMINIUM INDUSTRY SA","registrationDate":"2018-05-21T14:14:57.739+02:00","category":2,"subCategory":3,"legal":"SOCIETE ANONYME","web":"http://www.elvalhalcor.com","country":"Greece","headAddress":"2-4 MESOGEION AVENUE, ATHENS TOWER, 2ND BUILDING","headCity":"ATHENS","headPostCode":"11527","headPhone":"(30)21 06 86 11 11","boss":"SPYRIDON KOKKOLIS","bossTitle":"Mr","bossPosition":"CFO","membersCount":8,"membersFTE":"2.0","membership":"-Hellenic Network for Corporate Social Responsibility (CSR Hellas)&#xd;\n-Athens Chamber of Commerce &amp; Industry (ACCI)&#xd;\n-Hellenic Federation of Enterprises (SEV)&#xd;\n-Federation of Sterea Ellada Industries (SBSTE)&#xd;\n-Federation of Recycling and Energy Recovery Industries&#xd;\n-Hellenic Copper Development Institute&#xd;\n-International Copper Association (ICA)&#xd;\n-Standard Drafting Committees of the European Committee for the Standardization (CEN)&#xd;\n-Union of ASE Listed Companies (ENEISET)&#xd;\n-Hellenic Recovery Recycling Corporation (HERRC)&#xd;\n-Hellenic Union of Industrial Consumers of Energy (UNICEN)&#xd;\n-European Aluminium Association (EAA)&#xd;\n-Aluminium Association of Greece (AAG)&#xd;\n-Panhellenic Exporters Association&#xd;\n-Institute of Energy for South-East Europe (IENE)&#xd;\n-Aluminium Reach Consortium","memberOrga":"","goal":"ElvalHalcor Hellenic Copper and Aluminium industry S.A. (ElvalHalcor SA), is a leading global manufacturer of aluminium and copper products. It is listed on the Athens Stock Exchange. As a combined entity, ElvalHalcor SA capitalizes on natural synergies in innovation and technology, research and development (R&amp;D), procurement, marketing, infrastructure and environment to produce value-added, high-quality solutions for its customers around the world. ElvalHalcor’s success is derived from its commercial export orientation, customer-focused philosophy and innovation which comes through continuous investment in R&amp;D. The Company has over 80 years of experience, a strong production base across 12 industrial units, a market presence in over 100 countries, and highly experienced and specialised personnel. ElvalHalcor SA is active in many dynamic, growing markets, including: automotive and shipbuilding, packaging, energy and power networks, renewable energy, industrial applications, heating, ventilation, air conditioning and refrigeration (HVAC&amp;R), building and construction. The company is an important player in the non-ferrous metals industry. It successfully navigates the challenges of an evolving business environment whilst providing value to stakeholders through sustainable growth and development.","acronym":"ELVALHALCOR SA","interests":"Business and Industry, Climate Action, Competition, Customs, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Foreign and Security Policy and Defence, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"•\tPressure equipment directive&#xd;<br />•\tConstruction product legislation&#xd;<br />•\tDrinking water directive&#xd;<br />•\tEuropean norms related to copper tube products&#xd;<br />•\tEuropean norms related to management systems&#xd;<br />•\tState of the Union reports and policies – Energy and Industry&#xd;<br />•\tEU Trade Policy&#xd;<br />•\tCompetition Issues&#xd;<br />•\tREACH&#xd;<br />•\tRoHS&#xd;<br />•\tGHS/CLP&#xd;<br />•\tConflict Minerals&#xd;<br />•\tShipments of waste&#xd;<br />•\tEnd of waste &#xd;<br />•\tLCA&#xd;<br />•\tEU 2030 Climate and Energy framework&#xd;<br />•\tEmissions Trading System Reform&#xd;<br />•\tEuropean Commission Energy Strategy&#xd;<br />•\tGeneral Data Protection Regulation (GDPR)&#xd;<br />•\tCircular Economy Action Plan&#xd;<br />•\tProposed Directive on Packaging Waste&#xd;<br />•\tEU Clean Mobility Package","lastUp":"2018-06-05T12:02:33.932+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}