{"id":"566680513963-89","name":"Worldwide Kenpo Karate Universal Federation","registrationDate":"2014-07-12T15:33:45.098+01:00","category":2,"subCategory":7,"legal":"Directors World","web":"http://wwmmaf.muaykensan.com/content/about-us","country":"Ireland","headAddress":"UNIT 7 KILKERIN  LIOSBAN INDUSTRIAL EST., 0851045409","headCity":"GALWAY","headPostCode":"0000","headPhone":"(353)08 52 36 13 67","boss":"Caballero  Raul Sanhueza ","bossTitle":"","bossPosition":"G .GRANDMASTER DIRECTOR","membersCount":2,"membersFTE":"0.5","membership":"is represented by its broad and accomplished membership including associated organisation residing throughout the world. The IAMMA executive committee is made up of a general secretary, a president, vice presidents, treasurer and relevant technical committees","memberOrga":"","goal":"to give the opportunity to independent masters and all those who they don’t have the support of another federation. The mission of the WWKKUF is to preserve the art of Kenpo and provide an international platform for the growth and advancement of Kenpo Karate. The WWKKUF offers martial arts training, instructor certification, Kenpo rank certification, seminars and tournaments through our NEW annual events.","acronym":"WWKKUF","interests":"Culture, Sport","euInitiatives":"Artículo I. Declaración de Misión UNIVERSAL KENPO &#xd;<br />Sección 1.01 &#xd;<br />&#xd;<br />Nuestra misión es la de preservar las enseñanzas y las técnicas del las Artes Marciales y defensa personal uniendo y hermanando el Kenpo ,kempo o Kenpo americano.&#xd;<br />&#xd;<br />Sección 1.02 &#xd;<br />Promover la difusión del las artes marciales y defensa personal desde el espíritu original de dicho arte marcial innovador, enseñándolo, preservándolo, practicándolo y desarrollándolo en todo  su ámbito ,ya sea físico  o espiritual.&#xd;<br />&#xd;<br />Artículo II. Actividades &#xd;<br />Sección 2.01&#xd;<br /> &#xd;<br />Proveer la instrucción y al difusión de las artes marciales. (Kenpo ,kempo o Kenpo americano)UNIVERSAL KENPO &#xd;<br />Sección 2.02","lastUp":"2017-04-06T23:14:34.297+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}