{"id":"566889336115-21","name":"EUROPEAN BOARD OF ECONOMIC INTEGRATION &amp; GOVERNANCE","registrationDate":"2019-10-05T12:15:29.799+02:00","category":2,"subCategory":7,"legal":"LIMITED BY GUARANTEE","web":"http://WWW.EEIG.NET","country":"Cyprus","headAddress":"Artemidos 3, level 3","headCity":"LARNACA","headPostCode":"CY6306","headPhone":"(357)97 64 53 57","boss":"ANITA MATHARU","bossTitle":"Mr","bossPosition":"DIRECTOR","membersCount":6,"membersFTE":"5.0","membership":"EUROCOTT - EUROPEAN CENTRE OF TEACHING &amp; TRAINING","memberOrga":"GLOBAL CHINESE BANKERS ASSOCIATION","goal":"European Board of Economic Integration &amp; Governance is a network of business people and professionals from around the world seeking cooperation and integration with their European Counterparts. The non profit organisation is registered in the UK as a company limited by guarantee and draws members from industry, trade and business and the professions. Members are entitled to the title of Fellow and may use the post-nominal letters of FEEIG.&#xd;<br />We are a  network of entrepreneurs in industry, trade, commerce and the professions and a lobying group seeking the best for our members within the EU.&#xd;<br />Our members receive the Integration bi-monthly magazine, available both in print and electronically, providing valuable information for professionals. Your name and employer’s name will be published on the \"New Members\" page in the magazine to showcase your commitment to the profession.&#xd;<br />EEIG E-NET - The official Social Network of the EEIG. &#xd;<br />Certification of Service within EU standards set by the organization.","acronym":"EEIGROUP","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Lobbying on matters of integration and governance within the EU and policies affecting EU members globally","lastUp":"2019-10-05T12:26:06.404+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}