{"id":"567952021180-44","name":"The Linde Group","registrationDate":"2016-03-25T12:19:05.050+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.linde.com","country":"Germany","headAddress":"Klosterhofstr. 1","headCity":"München","headPostCode":"80331","headPhone":"(49)8 93 57 57 01","boss":"Aldo Prof. Dr. Belloni","bossTitle":"Mr","bossPosition":"CEO","membersCount":16,"membersFTE":"6.0","membership":"EIGA: https://www.eiga.eu/&#xd;\nCefic: http://www.cefic.org/&#xd;\nHydrogen Europe: http://hydrogeneurope.eu/&#xd;\nIFIEC: http://www.ifieceurope.org/&#xd;\nNGVA Europe: http://www.ngva.eu/","memberOrga":"","goal":"Die Linde Group hat im Geschäftsjahr 2017 einen Umsatz von 17,113 Mrd. EUR erzielt und ist damit eines der führenden Gase- und Engineeringunternehmen der Welt. Mit rund 58.000 Mitarbeitern ist Linde in mehr als 100 Ländern vertreten. Die Strategie der Linde Group ist auf ertragsorientiertes und nachhaltiges Wachstum ausgerichtet. Der gezielte Ausbau des internationalen Geschäfts mit zukunftsweisenden Produkten und Dienstleistungen steht dabei im Mittelpunkt. Linde handelt verantwortlich gegenüber Aktionären, Geschäftspartnern, Mitarbeitern, der Gesellschaft und der Umwelt – weltweit, in jedem Geschäftsbereich, jeder Region und an jedem Standort. Linde entwickelt Technologien und Produkte, die Kundennutzen mit einem Beitrag zur nachhaltigen Entwicklung verbinden.&#xd;<br />Informationen über The Linde Group finden Sie online unter www.linde.com","acronym":"Linde","interests":"Climate Action, Competition, Economic and Financial Affairs, Energy, Enterprise, Environment, External Relations, Information Society, Internal Market, Public Health, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"Energie- und Klimapolitik: Revision der Emissionshandelsrichtlinie; Paket Saubere Energie für alle Europäer, insbesondere Revision der Erneuerbare Energien Richtlinie und Strommarktdesign; Wasserstoff als Energiespeicher;  Strategie für eine emissionsarme Mobilität; Clean Mobility Package, Forschungspolitik und 9. Forschungsrahmenprogramm, FCH JU,  Verkehrsinfrastruktur Wasserstofftankstellen; Umweltpolitik, Handelspolitik","lastUp":"2018-04-20T08:42:28.517+02:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}