{"id":"568262721571-42","name":"PlusValue","registrationDate":"2016-04-27T18:59:22.728+01:00","category":4,"subCategory":5,"legal":"company limited by guarantee","web":"http://plusvalue.org/","country":"United kingdom","headAddress":"Collective Temperance","headCity":"London","headPostCode":"NW1 2LS","headPhone":"(44)74 27 87 22 26","boss":"Filippo Addarii","bossTitle":"","bossPosition":"Director","membersCount":5,"membersFTE":"2.5","membership":"","memberOrga":"","goal":"PlusValue is a social business that dynamically combines research, experimentation, consultancy and policy activities to create societal value in public goods. Our main activities are:&#xd;<br />1) Knowledge: Initiate independent research and experiment with new solutions; Harness stakeholders and evidence combining different expertise and techniques; Move beyond state-of-the-art and explore original paths leading to new markets.&#xd;<br />2) Consultancy: Conduct syndicated research focusing on impact measurement and strategy; Bespoke advice on integrated and sustainable social impact investment strategy for public, private, and non-profit sectors; Advise on European strategy and internationalisation (EU funding, policy and partnerships); Support in fundraising (public/private donor/investors) as part of strategy consulting service.&#xd;<br />3) Policy: Evidence-based policy; Policy change in the social impact agenda; Change terms of public debate on public value creation; Creation of new narratives; Capitalise on new tech to harness public engagement; Targeting EU, national and local governments.","acronym":"PV","interests":"Communication, Competition, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Trans-European Networks, Youth","euInitiatives":"- Horizon 2020: EU Framework Programme for Research and Innovation. &#xd;<br />- ICT-Enabled Public Sector Innovation in Horizon 2020.&#xd;<br />- Collective Awareness Platforms for Sustainability and Social Innovation (CAPS).&#xd;<br />- EU Social Investment Package for growth and social cohesion (SIP) and modernisation of social protection systems towards a social investment approach.&#xd;<br />- EU Programme for Employment and Social Innovation (EaSI). &#xd;<br />- Social Business Initiative &#xd;<br />- Stimulating Digital Entrepreneurship (DG Growth)&#xd;<br />- European Venture Capital Funds (EuVECA) and European Social Entrepreneurship Funds (EuSEF).","lastUp":"2017-05-19T16:44:51.604+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}