{"id":"568282331933-17","name":"Federal Express Europe Inc &amp; Co","registrationDate":"2018-07-03T09:43:21.135+02:00","category":2,"subCategory":3,"legal":"SA","web":"https://www.fedex.com/be/index.html","country":"United states","headAddress":"FedEx Corporation","headCity":"Memphis","headPostCode":"TN 38120","headPhone":"(1)90 13 69 36 00","boss":"Roel STAES","bossTitle":"Mr","bossPosition":"Senior Vice President &amp; General Counsel International","membersCount":6,"membersFTE":"3.75","membership":"FedEx is a member of several trade associations in Brussels and in the Member States. These trade associations notably include :&#xd;\n&#xd;\nTHE EUROPEAN EXPRESS ASSOCIATION (EEA)&#xd;\nThe EEA represents global and local express delivery companies. The EEA provides the express industry with a voice at both European and national levels to promote and protect the industry’s interests and objectives in line with the needs of their customers. The EEA consists of three committees, which cover: Trade Facilitation &amp; Customs, Transport &amp; Environment and Security. The secretariat for the European Express Association is provided by FleishmanHillard, an external communications consultancy. http://www.euroexpress.org.&#xd;\n&#xd;\nTHE AMERICAN CHAMBER OF COMMERCE TO THE EUROPEAN UNION  (AmCham EU)&#xd;\nAmCham EU speaks for American companies committed to Europe on trade, investment and competitiveness issues. It aims to ensure a growth-orientated business and investment climate in Europe. AmCham EU facilitates the resolution of transatlantic issues that impact business and plays a role in creating better understanding of EU and US positions on business matters. Aggregate US investment in Europe totalled more than €2 trillion in 2017, directly supports more than 4.7 million jobs in Europe, and generates billions of euros annually in income, trade and research and development. http://www.amchameu.eu.","memberOrga":"","goal":"FedEx Express offers a wide range of domestic and international shipping services for delivery of packages and freight including priority services, which provide time-definite delivery within one, two or three business days worldwide, and deferred or economy services, which provide time-definite delivery within five business days worldwide. &#xd;<br />&#xd;<br />FedEx delivers an average of 13 million packages a day in more than 220 countries and territories.&#xd;<br />&#xd;<br />FedEx acquired TNT Express in May 2016.","acronym":"FedEx","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"European policy areas covered by FedEx span postal reform, parcel delivery, environmental policy, transport policy (covering all modes: rail, road, rail, aviation and sea), customs and security related topics and trade issues. &#xd;<br />&#xd;<br />Current relevant initiatives include:&#xd;<br />- COM (2015) 192 final: Digital Single Market Strategy for Europe&#xd;<br />- COM(2016) 285 final: Cross-border parcel delivery services&#xd;<br />- VAT Digital Single Market Package&#xd;<br />- Implementing Regulation (EU) No 1082/2012 amending Commission Regulation (EU) No 185/2010 in respect of EU Aviation Security Validations&#xd;<br />- Commission Delegated regulation (EU) 2015/2446, Commission Implementing regulation (EU) 2015/2447 and Commission Delegated regulation 2016/341 &#xd;<br />laying down the provisions for the implementation of the Union Customs Code &#xd;<br />- COM (2015) 598 final: An Aviation Strategy for Europe&#xd;<br />- COM (2017) 0279: Monitoring and reporting of CO2 emissions from and fuel consumption of new heavy-duty vehicles&#xd;<br />- COM (2017) 0281: Pursuing the occupation of road transport operator and access to the international road haulage market&#xd;<br />- COM (2017) 0278: Posting drivers in the road transport sector&#xd;<br />- COM (2017) 0277: Minimum requirements on maximum daily and weekly driving times, minimum breaks and daily and weekly rest periods; positioning by means of tachographs&#xd;<br />- COM (2017) 0275: Charging of heavy goods vehicles for the use of certain infrastructures","lastUp":"2018-07-03T10:13:34.008+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}