{"id":"568418126187-36","name":"German Cancer Research Center","registrationDate":"2017-03-03T15:28:14.514+01:00","category":4,"subCategory":5,"legal":"Foundation under public law","web":"http://www.dkfz.de","country":"Germany","headAddress":"Im Neuenheimer Feld 280","headCity":"Heidelberg","headPostCode":"69120","headPhone":"(49)62 21 42 28 61","boss":"Ursula Weyrich","bossTitle":"Ms","bossPosition":"Administrative Director","membersCount":1,"membersFTE":"0.75","membership":"The German Cancer Research Center is a member of the Helmholtz Association of German Research Centres (www.helmholtz.de) and Cancer Core Europe (https://www.cancercoreeurope.eu/).","memberOrga":"Affiliated organizations are the other 18 research centers of the Helmholtz Association of German Research Centres and the ministries providing funding:  Federal Government of Germany, as represented by the Federal Ministry for Education and Research, and the State of Baden-Württemberg, as represented by the Ministry for Science, Research and the Arts.","goal":"The German Cancer Research Center (DKFZ, www.dkfz.de) in Heidelberg is Germany’s largest biomedical research center with a worldwide reputation of excellence in basic and translational cancer research. Established in 1964 as a foundation under public law, the mission of the DKFZ is to contribute towards a better understanding of fundamental biological processes in cancer and to develop innovative methods of cancer prevention, diagnostics, and therapy. The DKFZ has today a staff of 3164, including 1378 scientists, 372 PhD candidates and over 1400 employees providing administrative and technical support. In 2018, the total budget was about 280 mio. Euro funded by the Federal German Government, the State of Baden-Württemberg and third-party funding. The DKFZ is a member of the Helmholtz Association of German Research Centres – Germany’s largest research organisation (www.helmholtz.de).&#xd;<br />The DKFZ cancer research program is divided into six main research areas and six core facilities comprising over 90 departments and research groups: Cell Biology and Tumor Biology; Functional and Structural Genomics; Cancer Risk Factors and Prevention; Immunology and Cancer; Imaging and Radio-Oncology; and Infection, Inflammation, and Cancer. Collaborations with many clinics and hospitals in the Rhine-Neckar Region provide opportunities to link basic and clinical research. To support “bench-to-bedside” and \"bedside-to-bench\" reverse translational research, the DKFZ, the Medical Center of Heidelberg University, and German Cancer Aid, founded in 2004 the first “Comprehensive Cancer Center” in Germany (National Center for Tumor Diseases, NCT; www.dkfz.de/en/nct/index.html), providing an exceptional environment for translational biomedical research with world-class infrastructure and expertise. Two DKFZ scientists have been awarded Nobel Prizes: Prof. Harald zur Hausen in 2008 for his work on the role of human papilloma virus in causing cervical cancer and Prof. Stefan Hell in 2014 for his development of simulated emission depletion (STED) microscopy. The Helmholtz International Graduate School for Cancer Research at the DKFZ provides structured doctoral training in cancer biology for currently some 400 PhD candidates. The DKFZ International Postdoctoral Program and the Clinician Scientists Program provide advanced training for post-graduate scientists.&#xd;<br />The DKFZ is the lead research center for the German Cancer Consortium (DKTK, https://dktk.dkfz.de/en/home), consisting of eight comprehensive cancer centers throughout Germany with the mission of providing personalised cancer medicine from basic research to customised approaches to patient care. Other partnered initiatives include the Hopp Children's Cancer Center in Heidelberg (www.kitz-heidelberg.de/en/?_blank=&amp;cHash=f17f69ab6cf56f8dacbb0ae4eeec23c0), the Helmholtz Institute for Translational Oncology Mainz (HI-TRON, www.dkfz.de/en/hi-tron/index.html), the DKFZ-Hector Cancer Institute  at the University of Mannheim (www.dkfz.de/en/hector/index.html), and the National Cancer Prevention Center (www.dkfz.de/en/nationales-krebspraeventionszentrum/nationales-krebspraeventionszentrum.html).  The DKFZ is also a member of Cancer Core Europe (www.cancercoreeurope.eu/), a consortium of seven European cancer centers devoted to personalized translational cancer research and medicine, and carries out translational cancer with many other international partners, including e.g. the National Hellenic Foundation/Athens Comprehensive Cancer Center in Greece, the DKFZ-MOST Cancer Research Programme in Israel, or the Princess Margaret Cancer Center in Toronto, Canada, to name but a few examples.","acronym":"DKFZ","interests":"Budget, Digital economy and society, Economy, finance and the euro, Education and training, Public Health, Research and innovation","euInitiatives":"Horizon 2020&#xd;<br />Horizon Europe&#xd;<br />European Charter and Code for Researchers&#xd;<br />European Research Area&#xd;<br />Europe 2020&#xd;<br />Directive 2010/63/EU on animal rights&#xd;<br />Regulation (EU) 2016/679 on personal data protection&#xd;<br />Digital Single Market&#xd;<br />Open Science","lastUp":"2020-01-08T13:50:49.105+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}