{"id":"568507734881-68","name":"Stichting European Museum Academy","registrationDate":"2019-05-19T19:50:09.128+02:00","category":4,"subCategory":12,"legal":"Foundation","web":"http://www.europeanmuseumacademy.eu","country":"Netherlands","headAddress":"Kanaalweg 46","headCity":"The Hague","headPostCode":"","headPhone":"(46)7 02 82 11 68","boss":"Wim Van Der Weiden","bossTitle":"Mr","bossPosition":"Founder","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"http://europeanmuseumacademy.eu/ema-partners/","goal":"The aims of the European Museum Academy are to preserve the legacy of Kenneth Hudson and to disseminate the values and the pioneering intuitions and views of his museological thinking among the new generations of museum professionals as well as cultural professionals active on a European scale.&#xd;<br />&#xd;<br />The EMA Foundation is engaged in developing researches in the field of museum innovation, stimulating new ideas and experiences and offering its services as an incubator for new talents and new programmes in order to improve the quality of museum services and of the museological discourse at the European level. &#xd;<br />&#xd;<br />The academy intends to be a society of museum experts of different national and cultural backgrounds united for the advancement of museological knowledge based on a curriculum of proved capacity in carrying out innovative museum projects. The academy identifies in museums a relevant tool to face socio-economic and cultural challenges in contemporary society and stresses the role of the modern museum as a meeting place and as a most promising forum for the development of scientific debate, creativity, social cohesion and cultural dialogue.","acronym":"EMA","interests":"Culture, Education and training","euInitiatives":"EMA participating in the following EU project applications spring 2019&#xd;<br />Project: MOI – Museums of Impact&#xd;<br />Program: Creative Europe&#xd;<br />Applicant and project leader: Museovirasto – Finnish National Heritage Board, Finland&#xd;<br />Main content: The project aims to help museums increase their impact in society by developing their capacity to assess their work in light of the desired outwards-oriented impacts. This capacity building is achieved by supporting museums in actively and strategically evaluating and refocusing their work. &#xd;<br />&#xd;<br />Project: FETTCH – Fostering Employability &amp; Training Through Cultural Heritage&#xd;<br />Program: Erasmus Plus Key Action 2 – strategic partnership&#xd;<br />Applicant and project leader: M&amp;M Profuture Training S.L., Spain&#xd;<br />Main content: The project will equip marginalised adults with the skills and knowledge necessary to start a business in the field of cultural heritage. Focused on the relationship between adults belonging to disadvantaged groups, entrepreneurship and cultural heritage, the project takes into account the importance of this triple connection. An eye will also be given to practical aspects such as the use of ICT in cultural heritage-connected companies, conducting needs analysis, developing business plans, etc.&#xd;<br />&#xd;<br />Project: SOPHIA – Social Platform for Holistic Heritage Impact assessment&#xd;<br />Program: Horizon 2020&#xd;<br />Applicant and project leader: Universita Degli Studi Roma Tre&#xd;<br />Main content: The overall objective of the project is to promote collective reflection within the cultural and political sector in Europe on the impact and quality of interventions in European historical environment and cultural heritage sites at urban level in order to promote a holistic impact assessment model, indicators and standards. The project intends to make a decisive contribution to this endeavour, laying the basis for an articulated vision shared by all the stakeholders in the sector and to help define the most important challenges and opportunities in this field.&#xd;<br />&#xd;<br />Project: DENC – Does Europe Need Culture?  &#xd;<br />Program: Horizon 2020&#xd;<br />Applicant and project leader: Universita di Firenze&#xd;<br />Main content: The leading question the project aims to answer is: “How can the cultural, social, and technological diversity of Europe be applied to enable the cultural heritage sector to be more inclusive, innovative, and effective in addressing social and technological developments?” The question will be answered in the frame of the Fourth Industrial Revolution and rapidly changing societies and communities, which put pressure on traditional approaches and institutions.&#xd;<br />&#xd;<br />Project: It Is Your Turn – New Alliance and Strategies to Contrast Hate Speech Online&#xd;<br />Program: Rights, Equality and Citizenship&#xd;<br />Applicant and project leader: Amnesty International Sezione Italiana Onlus&#xd;<br />Main content: The project will enhance the preventative and reactive responses to hate speech online by enabling young people to produce online inclusive narratives through new approaches and human rights based education and by raising awareness of the urgency for taking action against hatred within the general public. A multidisciplinary partnership will bring together human rights experts, artists, museums, media educators, technology developers to co-create an innovative response to online hate speech by combining contemporary art and technology in an Interactive Video Mapping, that will be circulated among EU Museums.","lastUp":"2019-05-19T20:00:09.063+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}