{"id":"569014231604-54","name":"CCI France","registrationDate":"2018-05-23T17:17:59.273+02:00","category":6,"subCategory":9,"legal":"Etablissement public","web":"http://www.cci.fr","country":"France","headAddress":"46-48, Avenue de la Grande Armée","headCity":"Paris","headPostCode":"75858","headPhone":"(33)1 47 20 61 28","boss":"Pierre Goguet","bossTitle":"Mr","bossPosition":"Président","membersCount":3,"membersFTE":"2.5","membership":"CCI France est membre fondateur et engagé dans la gouvernance d'EUROCHAMBRES, association européenne des chambres de commerce et d'industrie. Le Président de CCI France, Pierre GOGUET, en est le Vice-Président. Reconnue tant pour son action d'influence que pour son expertise en matière de projets européens, il s'agit d'un interlocuteur privilégié, au sein duquel CCI France participe activement à l'émergence de prises de positions communes et dans divers projets européens avec les autres CCI européennes. En 2017, EUROCHAMBRES représente en Europe :&#xd;\n    43 chambres nationales&#xd;\n    2000 chambres territoriales et régionales&#xd;\n    20 millions d'entreprises&#xd;\n&#xd;\nLien : http://www.eurochambres.eu/Content/Default.asp&#xd;\n&#xd;\nCCI France est également membre du Conseil d'administration du Cercle des Délégués Permanents Français à Bruxelles (CDPF) qui sert de pont entre les autorités françaises, les institutions européennes et les représentants de la société civile française.&#xd;\n&#xd;\nLien : http://cdpf-asso.eu/","memberOrga":"CCI France assure l'animation de l'ensemble du réseau des chambres de commerce et d'industrie françaises (125 en 2018).&#xd;\n&#xd;\nLien : http://www.cci.fr/web/organisation-du-reseau/presentation-ccifrance/-/article/CCI+FRANCE/son-role-son-fonctionnement...","goal":"CCI France est l'établissement public, placé à la tête du réseau des Chambres de Commerce et d'Industrie françaises, habilité à représenter auprès de l'Etat et de l'Union européenne ainsi qu'au plan international les intérêts nationaux de l'industrie, du commerce et des services.","acronym":"CCI France","interests":"Banking and financial services, Business and Industry, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Regional Policy, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Les principaux dossiers législatifs, initiatives ou politiques de l’UE actuellement suivis par notre organisation sont ceux relatifs au commerce, à l'industrie et aux services : économie circulaire, marché unique, détachement des travailleurs, portail unique numérique, accords de libre-échange, PME, formation professionnelle, Brexit, etc.","lastUp":"2018-05-23T17:27:15.315+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}