{"id":"569091026729-79","name":"Universal Institute of Professional Management","registrationDate":"2017-04-12T09:31:15.140+01:00","category":4,"subCategory":12,"legal":"Distance and E-Learning Network System","web":"http://uipmcenter.net/","country":"Indonesia","headAddress":"IDX Building Tower Floor 17, Jl Jend. Sudirman Kav.52-53, Kel Senayan, Kec. Kebayoran Baru, Jakarta Selatan","headCity":"DKI Jakarta","headPostCode":"12190","headPhone":"(62)8 12 19 21 99 65","boss":"T. Muhammad  Idris Khalid","bossTitle":"Mr","bossPosition":"President / CEO","membersCount":1,"membersFTE":"0.25","membership":"1. Skillshare.com&#xd;\nhttps://www.skillshare.com/?irgwc=1&amp;clickid=UKzziKxJ2wFswLXU-wSrEz1GUkjx09zWTQQdX40&amp;utm_content=4650&amp;utm_term=banner-1200x628-1&amp;utm_campaign=Universal%20Institute%20of%20Professional%20Management_&amp;affiliateRef=2819252&amp;utm_medium=affiliate-referral&amp;utm_source=IR&#xd;\n&#xd;\n2. NCSA (National Computer Science Academy)&#xd;\nhttp://www.ncsacademy.com/default.cfm?ref=4782","memberOrga":"1. The European Distance and E-Learning Network&#xd;\nhttp://www.eden-online.org/join-us/joined-members-list/&#xd;\n&#xd;\n2. Model United Nations&#xd;\nhttps://mymun.net/muns/uipm-mun-2018&#xd;\n&#xd;\n3. The Diplomatic Council &#xd;\nhttp://db.diplomatic-council.org/companies/universal_institute_of_professional_management.html&#xd;\n&#xd;\nList of UIPM Structures :&#xd;\nhttp://esango.un.org/civilsociety/documents/648423/29293854.pdf&#xd;\n&#xd;\n1. Prof. Dr. T. Muhammad  Idris Khalid, MBA,PhD&#xd;\nPresident &amp; CEO, Founder of UIPM ( Universal Institute of Professional Management )and YUNI Foundation, Professional Political, Social, Education, Economic and governmental development. Social Development Strategy. Candidate Election Governor of Indonesia period 2017.&#xd;\n&#xd;\n2. Prof. Dr. H. Suhendar Wiraatmaja, SE. SH, LLM&#xd;\nVice President &amp; CEO of UIPM , Expert of Leadership Management and Law, humanity and education. &#xd;\n&#xd;\n3. Prof. Dr. M. Dja’far HS., MM., MBA., M.Sc., PhD&#xd;\nChancelleor of UIPM , Education, Economic and governmental development. Social Development Strategy.&#xd;\n&#xd;\n4. Prof. DR. KH. Arnauly Aminullah, MBA&#xd;\nChair of UIPM for Indonesia, Expert of Corruption Watch and Scientist of Method Research, Monetary System of Banks and National / International Assets, and Activist of Politcal, Representative on Leadership Summit in ADB ( Asian Development Bank ).&#xd;\n&#xd;\n5. Prof. Dr. Hironimus Taime, SE. MBA&#xd;\nChair of UIPM for Indonesia, Expert of Leadership Management and Law , humanity and education, Secretary of Institution of Indigenous Peoples. &#xd;\n&#xd;\n6. Prof. Dr. Deny Sengkey, SE, MM, PhD, &#xd;\nChair of UIPM for Indonesia,Lecture of Education . Kav DKI Blok 72,no 8B, Meruya Utara, Jakarta Barat-11620, INDONESIA&#xd;\n&#xd;\n7.Prof. Dr. Kabas Krasnici, MBA, MSc&#xd;\nChair of UIPM for Germany, Ambassador of EIT Indonesia for Germany, Ambassador of BRAN ( The World Assets Secret Agency ) for Germany. Chairman of Jatayu Sarana Investasi Ltd. Address Center Office : Slovenia , Savinjska cesta 205, BREG PRI POLZELI&#xd;\n&#xd;\n8. DR. Bambang Suryanto., SE.,MM.,MSi.,MBA.,Ak.,PhD.&#xd;\nChair of UIPM for Germany, Chairman Himpunan Pengusaha  Nahdliyin (HPN), UIPM JATIM. Komplek PBI. Kota Araya Blok P 1 No. 20-21 Blimbing Kota Malang Jawa Timur, kode pos 65234&#xd;\n&#xd;\n9. Dr. Rantastia N.A, A.C.E., MSc&#xd;\nChair of UIPM for Indonesia, Participant of United Nations Global Compact for Media.President of EIT Indonesia, expert of all media web, printing, audiovisual and entertainment.","goal":"Our Mission Statement&#xd;<br />The Universal Institute of Professional Management aims to set high standards in the education industry by constantly meeting our customer's expectations, by constantly reviewing our situation and by constantly upgrading ourselves so as to continually provide quality service to all our customers.&#xd;<br />&#xd;<br />Our Vision&#xd;<br /> To be a leader in the field of education by offering high quality language and management training programs at a competitive price.&#xd;<br /> To get it right the first time – Every time.&#xd;<br /> To consistently conform to United Nation's international education's regulation of our Institute and exceed the expectations of our clients.&#xd;<br />&#xd;<br />Vision Statement&#xd;<br /> \"We are passionate to provide you with a life changing experience.\"&#xd;<br />Service Vision&#xd;<br /> \"We offer service excellence even other schools talk about.\"&#xd;<br />“We Care” Values&#xd;<br /> We give our students the opportunity to grow and succeed!&#xd;<br /> Our mandates are game-changing ideas, innovation, and quality.&#xd;<br /> We listen to, take ownership, and ensure that problems get resolved immediately.&#xd;<br /> We build strong relationships with students that last a lifetime.&#xd;<br /> We celebrate all cultures and learn from diversity.&#xd;<br /> We always act with honesty and integrity!&#xd;<br /> We are passionate and proud to be part of the UIPM community.&#xd;<br /> We create a hip, dynamic, and modern environment.&#xd;<br />&#xd;<br />Philosophy&#xd;<br />Our philosophy is to become “the mostdemanded” management trainers in the world through a set of strategies emphasizing a “focus producing” in the field of management industry.&#xd;<br />&#xd;<br />Approaching value more than size, quality over quality and with a “focus on the future” the institute has chosen to consistently and management training, while continuously striving toward intensive innovation. Optimal efficiency and productivity, thus delivering maximum value to alumni in particulars and public in&#xd;<br />general. &#xd;<br />&#xd;<br />ACCESSIBLE AND AFFORDABLE ONLINE EDUCATION ACCELERATED DEGREES, ONLINE CAMPUS&#xd;<br />&#xd;<br />Online approach for distance education and low educational costs are giving students an opportunity to receive desired education and to maintain existing professional career without any interruptions. Student only needs computer, access to the Internet and time for studies. &#xd;<br /> &#xd;<br />Innovation in online study&#xd;<br />UIPM (Universal Institute of Professional Management ) has been the leading innovator of flexible study for over 17 years because we're committed to helping busy adults study from anywhere. &#xd;<br />&#xd;<br />Online study can also be referred to as 'distance education' (sometimes also off-campus education, or external study) and provides an opportunity for you to study without having to physically attend a campus. &#xd;<br />&#xd;<br />At UIPM, online study is about the kind of flexibility and support that can only come from a university that has long understood the challenges faced by adults studying from home.","acronym":"UIPM","interests":"Education","euInitiatives":"All relevant EU initiatives related to research, innovation and education.","lastUp":"2018-03-14T03:48:12.778+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}