{"id":"569198415707-56","name":"Netherlands Aerospace Centre","registrationDate":"2015-01-21T15:40:37.394+01:00","category":4,"subCategory":5,"legal":"Stichting","web":"http://www.nlr.org","country":"Netherlands","headAddress":"Anthony Fokkerweg, 2","headCity":"Amsterdam","headPostCode":"1006 BM","headPhone":"(31)8 85 11 31 13","boss":"Michel Peters","bossTitle":"Mr","bossPosition":"Directeur","membersCount":3,"membersFTE":"2.0","membership":"EREA: association of European Research Establishments in Aeronautics&#xd;\nESRE: Association of European Space Research Establishments","memberOrga":"","goal":"The Netherlands Aerospace Centre (NLR) is the independent knowledge enterprise in the Netherlands on aerospace. The overall mission is making air transport and space exploration safer, more sustainable and more efficient. NLR’s multidisciplinary approach focuses on developing new and cost effective technologies for aviation and space, from design support to production technology and MRO (Maintenance, Repair and Overhaul). With its unique expertise and state of the art facilities NLR is bridging the gap between research and application.&#xd;<br />&#xd;<br />NLR covers the whole RDT&amp;E (Research, Development, Test &amp; Evaluation) range, including all the essential phases in research, from validation, verification and qualification to evaluation. By doing so, NLR contributes to the innovative and competitive strength of government and industry, in the Netherlands and abroad.&#xd;<br />&#xd;<br />NLR employs a staff of approx. 650 at our offices in Amsterdam and Marknesse in Flevoland province. The company realizes an annual turnover of approx. 75 million euro.","acronym":"NLR","interests":"Agriculture and Rural Development, Budget, Climate Action, Economic and Financial Affairs, Energy, Environment, Foreign and Security Policy and Defence, Home Affairs, Humanitarian Aid, Information Society, Regional Policy, Research and Technology, Transport","euInitiatives":"Horizon 2020&#xd;<br />Clean Sky&#xd;<br />SESAR&#xd;<br />Single European Sky&#xd;<br />EASA&#xd;<br />PA on CSDP related research&#xd;<br />Aviation package&#xd;<br />Galileo&#xd;<br />Copernicus","lastUp":"2018-02-09T13:57:22.828+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}