{"id":"569231827158-77","name":"ΕΛΛΗΝΙΚΟΣ ΟΡΓΑΝΙΣΜΟΣ ΠΟΛΙΤΙΚΩΝ ΕΠΙΣΤΗΜΟΝΩΝ","registrationDate":"2017-05-13T13:50:54.060+01:00","category":2,"subCategory":1,"legal":"Επιστημονικό Σωματείο","web":"http://www.hapsc.org","country":"Greece","headAddress":"Χαρ. Τρικούπη 143","headCity":"Αθήνα","headPostCode":"11472","headPhone":"(30)21 11 09 72 71","boss":"Συμεών Σιδηρόπουλος","bossTitle":"Mr","bossPosition":"Πρόεδρος","membersCount":1,"membersFTE":"0.25","membership":"International Coalition for the Responsibility to Protect (ICRtoP) - www.responsibilitytoprotect.org&#xd;\n&#xd;\nCRIN - Child Rights International Network - https://www.crin.org","memberOrga":"Ελληνικός Οργανισμός Νέων Πολιτικών Επιστημόνων (www.eonepe.org)","goal":"Ο Ελληνικός Οργανισμός Πολιτικών Επιστημόνων (Ε.Ο.Π.Ε) ιδρύθηκε το 2008 από πολιτικούς επιστήμονες με στόχο τη δημιουργία ενός δίαυλου επιπλέον εκπαίδευσης πέραν των ακαδημαϊκών προγραμμάτων σπουδών, μέσω της εθελοντικής προσφοράς εργασίας, καθώς και την ενίσχυση και ανάδειξη του ρόλου του Πολιτικού Επιστήμονα σε τοπικό, περιφερειακό και διεθνές επίπεδο. Αποτελεί Αστικό Επιστημονικό – Επαγγελματικό Σωματείο μη κερδοσκοπικού χαρακτήρα.&#xd;<br />&#xd;<br />Ο ΕΟΠΕ λειτουργεί πάντα σύμφωνα με την αρχή της Δημοκρατίας, την τήρηση, τον σεβασμό και την προάσπιση του Ελληνικού Συντάγματος και των Νόμων του Κράτους, με βάση τον εθελοντισμό, την διάθεση προσφοράς και την προσπάθεια διάδοσης και προώθησης της Πολιτικής Επιστήμης, υιοθετώντας –παράλληλα- τις αρχές των Ηνωμένων Εθνών όπως αυτές καταγράφονται στο Χάρτη των Ηνωμένων Εθνών, την Ευρωπαϊκή Σύμβαση των Δικαιωμάτων του Ανθρώπου, καθώς επίσης και το σύνολο των κανόνων του ανθρωπιστικού δικαίου. Η φιλοσοφία του Οργανισμού για τον ρόλο του Πολιτικού Επιστήμονα συνοψίζεται στο ότι πρέπει να προασπίζει την ελευθερία, τη δημοκρατία, την ειρήνη, το σεβασμό της ανθρώπινης ζωής, της αξίας του ανθρώπου, της ανθρώπινης αξιοπρέπειας &amp; της αρχής της ισότητας, την έρευνα, την ανάπτυξη, το περιβάλλον, τον πολιτισμό, την ελεύθερη πρόσβαση στα φυσικά αγαθά.&#xd;<br />&#xd;<br />Στα χρόνια παρουσίας του ο Ε.Ο.Π.Ε. – Ε.Ο.ΝΕ.Π.Ε. έχει αναπτύξει πολύπλευρες και πολυεπίπεδες δραστηριότητες με κύριο και αντικειμενικό στόχο την υποστήριξη και την καθοδήγηση των νέων πολιτικών επιστημόνων που βρίσκονται κοντά στην ένταξη τους στην αγορά εργασίας. Ως αρωγός της συμμετοχικής Κοινωνίας των Πολιτών διατηρεί θεσμική συνεργασία με διεθνείς και εθνικούς θεσμούς και αποσκοπεί αφενός, να εμφυσήσει στα μέλη του πνεύμα κριτικό, αφετέρου, δε, να αναλάβει ενεργότερο ρόλο στη διαμόρφωση των πολιτικών αποφάσεων για την προάσπιση του ρόλου των νέων στη σύγχρονη κοινωνία.&#xd;<br />&#xd;<br />Ο Ε.Ο.Π.Ε. κατέχει Ειδική Συμβουλευτική Ιδιότητα στο Οικονομικό και Κοινωνικό Συμβούλιο του Ο.Η.Ε. (ECOSOC – UN). Παραμένει μοναδικός εκπρόσωπος της Ελλάδας στη Διεθνή Συμμαχία για την Ευθύνη Προστασίας (ICRtoP). Αποτελεί μέλος του Διεθνούς Δικτύου για τα Ανθρώπινα Δικαιώματα των Παιδιών.&#xd;<br />&#xd;<br />Εκπόνηση μελετών και εκπαιδευτικών προγραμμάτων.&#xd;<br />&#xd;<br />Οργάνωση επιστημονικών συνεδρίων και ημερίδων.&#xd;<br />&#xd;<br />Συμμετοχή σε προγράμματα που αναπτύσσει o O.H.E και οι διεθνείς, εθνικοί φορείς και που αποσκοπούν στην περαιτέρω εκπαίδευση των πολιτικών επιστημόνων, την επιστημονική τους κατάρτιση, την εξειδίκευσή τους σε επιστημονικά θέματα, την εκπόνηση ερευνητικών ή βιβλιογραφικών μελετών καθώς και συμμετοχή τους σε προγράμματα κοινωνικής προσφοράς και αλληλεγγύης.&#xd;<br />&#xd;<br />Οργάνωση εκδηλώσεων επιστημονικού, διεπιστημονικού ή γενικότερου ενδιαφέροντος και συναντήσεων για θέματα εκπαίδευσης, επαγγελματικού προσανατολισμού και κατάρτισης.&#xd;<br />&#xd;<br />Γραφεία διασύνδεσης του Ε.Ο.Π.Ε. με Πανεπιστημιακά Ιδρύματα της ημεδαπής και της αλλοδαπής.&#xd;<br />&#xd;<br />Εθελοντική εργασία στα πλαίσια του Οργανισμού.&#xd;<br />&#xd;<br />Υλοποίηση προγραμμάτων πρακτικής άσκησης φοιτητών πάνω σε θέματα που σχετίζονται με τις Διεθνείς Σχέσεις, την Πολιτική Επιστήμη, την Νομική, Διοικητική Επιστήμη, τα Οικονομικά και όλες τις συναφείς επιστήμες.&#xd;<br />&#xd;<br />Οργάνωση Περιφερειακών Διοικήσεων του Σωματείου εντός και εκτός Ελλάδας.&#xd;<br />&#xd;<br />ΠΡΟΓΡΑΜΜΑΤΙΚΟΙ Στόχοι&#xd;<br />&#xd;<br />Συνοψίζοντας, η δράση του ΕΟΠΕ εξυπηρετεί τους πολυσύνθετους προγραμματικούς του στόχους όπως:&#xd;<br />α. τη δημιουργία Διοικητικού και Πολιτικού Επιμελητηρίου,&#xd;<br />β. την ενθάρρυνση της διεπιστημονικής προσέγγισης και του διαλόγου μεταξύ Πολιτικών Επιστημόνων, Οικονομολόγων, Νομικών και Διεθνολόγων στην Ελλάδα και το εξωτερικό,&#xd;<br />γ. την ενίσχυση του ρόλου και της παρουσίας των πολιτικών και συναφών επιστημόνων στα εθνικά και διεθνή κέντρα λήψης των αποφάσεων.","acronym":"Ε.Ο.Π.Ε. - H.A.P.Sc.","interests":"Audiovisual and Media, Budget, Climate Action, Communication, Culture, Development, Education, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign and Security Policy and Defence, Humanitarian Aid, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Trade, Trans-European Networks, Youth","euInitiatives":"Ο Ε.Ο.Π.Ε. παρακολουθεί πολιτικές που αφορούν στην Εκπαίδευση και τη Δια Βίου Μάθηση καθώς και το ERASMUS.","lastUp":"2017-05-16T12:25:22.291+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}