{"id":"569227319090-67","name":"Unione Nazionale Sindacale Imprenditori e Coltivatori","registrationDate":"2015-10-05T15:07:42.037+01:00","category":2,"subCategory":4,"legal":"association","web":"http://www.unsic.it","country":"Italy","headAddress":"Via Angelo Bargoni 78","headCity":"Roma","headPostCode":"","headPhone":"(39)06 58 33 38 03","boss":"Domenico Mamone","bossTitle":"Mr","bossPosition":"Presidente","membersCount":12,"membersFTE":"9.0","membership":"","memberOrga":"http://unsic.it/category/mondo-unsic/","goal":"L’Unione Nazionale Sindacale Imprenditori e Coltivatori, UNSIC, nasce nel 1996 come associazione sindacale autonoma, libera ed apartitica dell’impresa e delle professioni. Possono associarsi tutti gli imprenditori e i lavoratori autonomi. L’UNSIC si ispira ai princìpi della Costituzione; si impegna a difendere e sostenere le istituzioni repubblicane e i valori di libertà e pluralismo; si pone come associazione di base, rivolta alla collaborazione tra le parti sociali. La sua linea programmatica si definisce nel serio ed aperto confronto delle posizioni e si realizza attraverso libere elezioni delle cariche sociali. L’UNSIC si configura come associazione apolitica che rispetta e tutela la libertà di coscienza e di attività dei singoli iscritti. La libertà è il valore guida dell’UNSIC e viene sentita come la capacità di definire, nei confronti della vita sociale, economica e politica italiana, un proprio giudizio scevro da ogni preconcetto di carattere ideologico o di schieramento politico, per adeguare invece l’azione sindacale a una valutazioni realistica dei problemi del lavoro autonomo e dello sviluppo economico e civile del paese, ricercando, di volta in volta, le soluzioni ragionevoli e possibili, allo scopo di armonizzare gli interessi di parte con una visione generale. L’UNSIC coltiva i valori della responsabilità d’impresa, verso la società, verso l’ambiente, verso il futuro delle giovani generazioni.","acronym":"UNSIC","interests":"Agriculture and Rural Development, Communication, Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Humanitarian Aid, Regional Policy, Research and Technology, Trade","euInitiatives":"Le attività che il sindacato segue a Bruxelles, riguardano principalmente il supporto agli associati (78.000) alle presentazione delle domande di finanziamento per i programmi Horizon 2020, Cosme, Creative Europe.","lastUp":"2017-09-15T13:09:07.170+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}