{"id":"569361236610-13","name":"European Office of Cyprus","registrationDate":"2019-11-20T12:32:47.972+01:00","category":3,"subCategory":2,"legal":"Non for Profit Association","web":"http://www.eoc.org.cy","country":"Cyprus","headAddress":"1, Panepistimiou Avenue","headCity":"Nicosia","headPostCode":"1678","headPhone":"(357)22 89 42 78","boss":"Elena Zomeni-Ashioti","bossTitle":"Ms","bossPosition":"Executive Member of the Administrative Staff","membersCount":6,"membersFTE":"4.5","membership":"ERRIN - https://errin.eu/&#xd;\nIGLO - http://www.iglortd.org/&#xd;\nUNILION - https://www.unilion.eu/&#xd;\nUKRO - https://www.ukro.ac.uk/","memberOrga":"http://www.eoc.org.cy/en/index.php?id=96","goal":"The European Office of Cyprus (EOC) is a non-profit, non-governmental organisation based in&#xd;<br />Nicosia, with a representation office in Brussels and in Athens. It was co-founded in 2007 by 18&#xd;<br />organisations from a wide spectrum of sectors and interests, such as academic institutions, local&#xd;<br />authorities, banking and legal sector, as well as the cultural, tourism and youth. Today, EOC counts&#xd;<br />33 members (all the public and private universities of Cyprus, four public universities from Greece,&#xd;<br />the Ministry of Education and Culture of Cyprus, a number of research institutes and VET centres,&#xd;<br />as well as the business and industry community in Cyprus).","acronym":"EOC","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"All initiatives and policies related to Education, Technology and Research and Innovation sectors. In particular on issues related to EU RTD, for example, the current EU Research and Innovation programme, Horizon 2020 and the next research and innovation framework programme, Horizon Europe.&#xd;<br />Among other things, our aim is to: &#xd;<br />1. disseminate targeted, timely advice and information on research funding opportunities, &#xd;<br />2. facilitate contacts and act as a user-friendly interface between the scientific community and the European institutions&#xd;<br />3. interact proactively with the European Commission and other Brussels contacts&#xd;<br />4. monitor developments in research, innovation and education policy&#xd;<br />5. provide the European Commission and other Brussels contacts with information about the research and training community in each country.","lastUp":"2019-11-20T18:54:38.832+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}