{"id":"569379418624-07","name":"smartEn Smart Energy Europe asbl","registrationDate":"2015-09-02T16:16:22.834+02:00","category":2,"subCategory":4,"legal":"ASBL","web":"http://smarten.eu","country":"Belgium","headAddress":"Rue d'Arlon 69-71","headCity":"Etterbeek","headPostCode":"1040","headPhone":"(32)25 88 89 92","boss":"Thies Frauke","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":4,"membersFTE":"4.0","membership":"IDEAS Platform: informal platform gathering EU associations promoting the development and implementation of European policies and initiatives to drive the deployment of flexible demand side resources in support of EU’s goals in energy and climate, security of supply and competitiveness.&#xd;\n&#xd;\nPlatform for Electro-mobility: http://www.platformelectromobility.eu/","memberOrga":"http://www.smartenergydemand.eu/?page_id=2481&#xd;\n&#xd;\nIf the link is not working, please see the Membership page of our website: http://www.smartenergydemand.eu/","goal":"smartEn Smart Energy Europe is the European business association dedicated to making the demand side a smart and interactive part of the energy value chain. &#xd;<br />Our focus is to promote demand-centred solutions within the areas of Demand Response, energy usage feedback and information, smart home, in-home and in-building automation. Our vision is a strong participation of the demand side in the European electricity markets, which will lead to the long-term goals of the Smart Grid: affordability, security of supply and reduced carbon emissions.&#xd;<br />smartEn’s activities include:\t&#xd;<br />•\tcreate a cross-sectoral single voice for innovative market players driving digital, de-centralized and de-carbonized energy solutions;&#xd;<br />•\tinteract with policymakers to advocate smart energy solutions on behalf of the industry;&#xd;<br />•\twork with other associations, trade or financial organisations in order to promote smart energy solutions&#xd;<br />•\tcommunicate the benefits and potential of smart energy solutions to media and all relevant stakeholders; &#xd;<br />•\tgather intelligence and produce information for members and for a relevant public audience respectively, to support the smart energy business and promote the association’s objectives;&#xd;<br />•\tprovide opportunities for networking and partnering among members and companies related to the Association’s activities and purpose.&#xd;<br />•\tincrease the visibility of the members of the Association.","acronym":"smartEn","interests":"Energy","euInitiatives":"smartEn focused its efforts on electricity market rules regarding the use of demand-side flexibility. Recent files include: &#xd;<br />- New electricity market design reform&#xd;<br />&#xd;<br />- Position papers on electricity market design: price signals; monitoring demand response uptake; demand response at DSO level, etc...&#xd;<br />- Network Codes: ESC GC; SG EBNC&#xd;<br />- Participation in Smart Grid Taskforce EG3;&#xd;<br />Answer to main consultations from DG Energy (incl. the ones related to Market Design); CEER; ACER; ENTSO-E.","lastUp":"2018-03-28T10:25:21.779+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}