{"id":"569579834824-22","name":"WORLDWIDE INITIATIVES FOR GRANTMAKER SUPPORT INC.","registrationDate":"2019-05-20T20:05:38.279+02:00","category":3,"subCategory":2,"legal":"Non-Profit","web":"https://www.wingsweb.org/?","country":"United states","headAddress":"1255 23rd Street NW Suite 200","headCity":"Washington","headPostCode":"20037","headPhone":"(1)11 30 78 72 99","boss":"Benjamin Bellegy","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"WINGS works to catalyze, accelerate, connect and influence the field of philanthropy support in order to promote and develop philanthropy and contribute to a more effective and diverse civil society in all regions of the globe. Seeking to empower its members in particular, and the field of philanthropy support in general, through better interconnections, collectively created knowledge, impact evaluation and data about the field, transparency and good governance, collaboration, and development of common practice. It pursues this mission through activities such as: producing and disseminating knowledge and data about the field to build the capacity of philanthropy actors, new and old; nurturing an interconnected network, joint projects, and regular exchange among WINGS members; expanding and diversifying the WINGS network to reflect the contemporary ecosystem; and building alliances with other civil society networks and key actors in the field.&#xd;<br />WINGS released its new Strategic Plan for 2018 to 2022 based on the understanding that the philanthropy support system should be reinforced to meet the changing context and to reflect the growing complexity of the field- setting 4 priorities: &#xd;<br />1.Making the case for philanthropy development&#xd;<br />Reshape the narrative of philanthropy and philanthropy development and create efficient communication tools &#xd;<br />Strengthen the collective identity of philanthropy support organizations and the sense of participating in a sector&#xd;<br />Develop the organizational evaluation capacity of philanthropy support organizations, using the 4Cs framework, and document the impact of the field&#xd;<br />Develop evidence-based research about the impact of philanthropy support; collect and keep track of best practices Foster discussions and engage in dialogue with funders of the philanthropy support ecosystem. The #LiftUpPhilanthropy campaign the “Unlocking philanthropy’s potential” guide are part of this effort&#xd;<br />2Fostering an enabling environment for philanthropy, locally and globally.Strengthen the capacity of its members to address the challenges posed by the shrinking space for civil society in many parts of the world at the local, national and regional levels&#xd;<br />Contribute to a better understanding of trends and philanthropy support organizations’ role in addressing current challenges. Contribute to raising the voice of philanthropic actors at the global level, working in partnership with specialized organizations like CIVICUS and ICNL, to bring the perspective of the philanthropy sector to the global debate&#xd;<br />Enhance its ability to advocate for a more enabling environment – within the FATF debate, for example, or in dialogue with multilateral organizations such as the World Bank or the OECD&#xd;<br />3Strengthening the philanthropy support ecosystem where it is most needed&#xd;<br />Support emerging organizations, with special attention to regions/countries where the support system is emerging&#xd;<br />Strengthen exchanges and interconnectedness between philanthropy support organizations at national/regional level&#xd;<br />Ensure that the developing ecosystems are not a replication of what exists elsewhere; and focus on the needs of the field in each specific context &#xd;<br />Follow and document the development of infrastructure in the Global South and East, paying particular attention to innovations, best practices, and new forms of support to the field &#xd;<br />    &#xd;<br />4Expanding and diversifying the WINGS network to reflect the contemporary ecosystem of support to philanthropy&#xd;<br />Continue to play a key role in identifying trends and helping its members and other support organizations to navigate the fast-changing environment&#xd;<br />Promote a broader, more diverse field of philanthropy, recognizing all its different forms – corporate philanthropy, venture philanthropy, community philanthropy, individual giving, crowdfunding, impact investing, etc – and their added value and strengths","acronym":"WINGS","interests":"Banking and financial services, Communication, External Relations, Humanitarian aid and civil protection, International co-operation and development, Taxation, Youth","euInitiatives":"- In 2018, WINGS led the International Funders of Philanthropy Infrastructure Meeting in Barcelona. Discussions were focused on why making a strategic investment in philanthropy infrastructure is a key priority for development and how it can be included in funders strategies for increased impact, sustainability and risk mitigation. &#xd;<br /> &#xd;<br />- In 2018, WINGS launched the publication Unlocking philanthropy’s potential: A guide for funders to build strong philanthropy support ecosystems and the #LiftUpPhilantropy campaign, which aims to foster strategic reflection and collective discussions about this topic among funders and the broad development and civil society sectors. In partnership with Alliance Magazine WINGS hosted a meeting in Brussels to discuss the topic. These initiatives have engaged directly and targeted different European bilateral agencies and actors, including Devco who is quoted in the guide.&#xd;<br />&#xd;<br />- During the UNGA 2018 in New York, WINGS hosted with the OECD Development Centre’s Network of Foundations Working for Development (netFWD) a meeting to explore the increasing role of philanthropy for development, while addressing existing barriers to increase financial flows and optimize impact. The event aimed to further the global conversation on how to unlock the full potential of philanthropy to meet the SDGs, different European actors actively engaged in this conversation. WINGS will continue organizing such events in 2019 and future years as part of its strategy to collaborate and influence development policymakers including European institutions.","lastUp":"2019-06-03T11:18:06.385+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}