{"id":"56953548578-36","name":"EUROPEAN AUSTRALIAN BUSINESS COUNCIL","registrationDate":"2012-04-13T00:06:09.427+01:00","category":2,"subCategory":4,"legal":"PUBLIC NOT FOR PROFIT COMPANY (REGISTERED IN AUSTRALIA)","web":"http://www.eabc.com.au","country":"Australia","headAddress":"Phillip Street, 43","headCity":"SYDNEY","headPostCode":"2000","headPhone":"(612)82 72 06 00","boss":"JASON COLLINS","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"1.0","membership":"A MEMBER OF THE EUROPEAN BUSINESS ORGANISATIONS (EBO) WORLDWIDE NETWORK (GLOBAL ASSOCIATION OF EUROPEAN CHAMBERS OF COMMERCE AND BUSINESS COUNCILS)","memberOrga":"see: eabc.com.au","goal":"The European Australian Business Council (EABC) is one of Australia’s most active and high profile business forums which brings together Australian and European business and government leaders and officials in dialogue on economic and public policy developments affecting the trade, commerce and investment relationship between Australia and Europe. The Council's membership includes senior corporate and policy figures, including chairmen and CEOs of major public companies, former ministers, diplomats, and senior officials. The European Union as a whole is Australia’s largest economic partner with annual trade close to $70 billion and an investment relationship valued at over $1.5 trillion. The EABC is an independent, private sector organisation which works co-operatively with the Australian Government, and the institutions of the European Union and its Member States.","acronym":"EABC","interests":"Agriculture and Rural Development, Budget, Climate Action, Communication, Competition, Culture, Economic and Financial Affairs, Education, Energy, Enlargement, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Internal Market, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Economic governance, economic recovery, internal market, trade negotiations, competition policy, energy union, structural funds, innovation and research","lastUp":"2017-06-25T09:52:01.689+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}