{"id":"56953548578-36","name":"EUROPEAN AUSTRALIAN BUSINESS COUNCIL","registrationDate":"2012-04-13T00:06:09.427+01:00","category":2,"subCategory":4,"legal":"ASBL/PUBLIC NOT FOR PROFIT COMPANY (REGISTERED IN BELGIUM AND IN AUSTRALIA)","web":"http://www.eabc.com.au","country":"Australia","headAddress":"Phillip Street, 43","headCity":"SYDNEY","headPostCode":"2000","headPhone":"(612)82 72 06 00","boss":"JASON COLLINS","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"1.5","membership":"A MEMBER OF THE EUROPEAN BUSINESS ORGANISATIONS (EBO) WORLDWIDE NETWORK (GLOBAL ASSOCIATION OF EUROPEAN CHAMBERS OF COMMERCE AND BUSINESS COUNCILS)","memberOrga":"see: eabc.com.au","goal":"The European Australian Business Council (EABC) is a Brussels and Sydney-based business forums which brings together European and Australian business and government leaders for high-level dialogue on economic and public policy developments affecting the trade and investment issues. The Council's membership includes senior corporate and policy figures, including chairmen and CEOs of major public companies, former ministers, diplomats, and senior officials. The EU is Australia’s largest economic partner with annual trade close to $70 billion and an investment relationship valued at over $1.5 trillion. The EABC is an independent, private sector organisation which works co-operatively with the Australian Government, and the institutions of the European Union and its Member States.","acronym":"EABC","interests":"Agriculture and Rural Development, Budget, Business and Industry, Climate Action, Communication, Competition, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Enlargement, Environment, External Relations, Foreign affairs and security policy, Institutional affairs, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Economic governance, economic recovery, internal market, trade negotiations, competition policy, energy union, structural funds, innovation and research","lastUp":"2019-11-22T06:26:24.119+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}