{"id":"570335813082-79","name":"Trans Adriatic Pipeline","registrationDate":"2014-02-28T11:51:55.032+01:00","category":2,"subCategory":3,"legal":"AG","web":"http://www.tap-ag.com/","country":"Switzerland","headAddress":"Lindenstrasse 2","headCity":"Baar","headPostCode":"6340","headPhone":"(41)4 17 47 34 00","boss":"Luca  Schieppati ","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"The Trans Adriatic Pipeline (TAP) AG is a company established to plan, develop and build the TAP natural gas pipeline. TAP will transport natural gas from the giant Shah Deniz II field in Azerbaijani sector of the Caspian Sea to Europe. The approximately 870 km long pipeline will connect with the Trans Anatolian Pipeline (TANAP) near the Turkish-Greek border at Kipoi, cross Greece and Albania and the Adriatic Sea, before coming ashore in Southern Italy. TAP will enable gas supply also to further South Eastern European and Western Balkan countries decarbonising their economies, including Bulgaria, Albania, Bosnia and Herzegovina, Montenegro, Croatia and others. TAP’s landfall in Italy provides multiple opportunities for onward transport of Caspian natural gas to some of the largest European markets such as Germany, France, the UK, Switzerland and Austria. TAP has been promoting the economic development and job creation along the pipeline route; it is a major source of foreign direct investment and it is not dependent on grants or subsidies. First gas supplies to Europe are scheduled for the second half of 2020. TAP’s shareholding is comprised of BP (20%), SOCAR (20%), Snam (20%), Fluxys (19%), Enagás (16%) and Axpo (5%). TAP AG has its headquarters in Baar, Switzerland and project host country offices in Athens, Tirana, Rome, and Lecce. The Trans Adriatic Pipeline is recognized as a “Project of Common Interest”.","acronym":"TAP","interests":"Climate Action, Energy, Enlargement, Environment, External Relations, Foreign affairs and security policy, Trans-European Networks","euInitiatives":"TAP meets on a regular basis with selected EU stakeholders – including the European Commission, the European Parliament, and the Council of the European Union, relevant Permanent Representations and Diplomatic Missions – to provide briefings on project developments and progress and present the venture’s views on selected EU matters. TAP is particularly interested in European policy in relation to energy, climate, environment, trans-European networks, external relations (energy dimension), enlargement, foreign and security policy.","lastUp":"2019-12-06T10:47:09.900+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}