{"id":"570348727424-31","name":"European Union for Progressive Judaism","registrationDate":"2017-06-08T12:36:02.972+01:00","category":5,"subCategory":15,"legal":"ASBL","web":"http://eupj.org/","country":"United kingdom","headAddress":"Sternberg Centre, 80 East End Rd","headCity":"London","headPostCode":"N3 2SY","headPhone":"(44)20 83 49 56 51","boss":"Leslie Bergman","bossTitle":"Mr","bossPosition":"President Emeritus","membersCount":3,"membersFTE":"1.0","membership":"","memberOrga":"e European union of the World Union, based in London, focuses particularly on the challenges of continental Europe where the increasing Jewish population now provides enormous potential for growth. Communities destroyed during the Nazi period are re-emerging and rebuilding themselves from both survivors who returned after the Second World War and immigrants from the Former Soviet Union, many of whom are settling in Germany where there are now 18 congregations and many education programs. Two rabbinical seminaries, in Germany and the Netherlands, are complementing the work of the Leo Baeck College-Centre for Jewish Education in the U.K in training rabbis for Europe.&#xd;\n&#xd;\nOutside the United Kingdom, there are substantial congregations in Austria, Belgium, France, Germany, the Netherlands, and Switzerland, as well as smaller ones in the Czech Republic, Denmark, Hungary, Italy, Luxembourg, Poland, Spain and Sweden.&#xd;\n&#xd;\nA well-organized European Region Beit Din provides a coherent structure for emerging communities and offers a modus vivendi for individuals and for new groups living under difficult circumstances particularly in former Communist countries.","goal":"The EUPJ works to foster and stimulate the growth of Progressive Judaism throughout Europe because we believe that Progressive Judaism, with its combination of respect for Jewish tradition and openness to modernity, provides the blueprint for Jewish continuity in the 21st century.&#xd;<br />&#xd;<br />The EUPJ is the umbrella organisation linking and supporting more than 170 Liberal, Progressive and Reform communities in 17 countries, with new communities regularly seeking membership. Our continued growth across Europe is testament to the fact our approach unites Jews who want a non-fundamentalist, inclusive, egalitarian and modern interpretation of Judaism. The EUPJ is one of the seven regions of the World Union for Progressive Judaism (WUPJ) with its headquarters in Jerusalem which is the largest movement of affiliated Jews in the world with 1.8 million members","acronym":"EUPJ","interests":"Culture, Justice and Fundamental Rights, Youth","euInitiatives":"The EC has dialogue with individual religions about various matters from time to time – this frequently calls for specialists on a particular topic. We want to represent non-orthodox Judaism in this dialogue. &#xd;<br />&#xd;<br />We are involved in interfaith dialogue.&#xd;<br />&#xd;<br />We are involved in the fight against Anti-Semitism.&#xd;<br />&#xd;<br />We defend Europe's fundamental values and want to participate in its defence.","lastUp":"2017-06-09T16:00:52.949+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}