{"id":"57041753584-14","name":"Polskie Koleje Państwowe S.A.","registrationDate":"2010-05-12T14:20:18.382+01:00","category":2,"subCategory":3,"legal":"spółka akcyjna","web":"http://pkpsa.pl","country":"Poland","headAddress":"Al.Jerozolimskie 142A","headCity":"Warszawa","headPostCode":"02-305","headPhone":"(4822)4 74 91 84","boss":"Krzysztof Mamiński","bossTitle":"Mr","bossPosition":"Prezes Zarządu, Dyrektor Generalny","membersCount":4,"membersFTE":"3.5","membership":"PKP S.A. są członkiem m.in. takich organizacji kolejowych jak:&#xd;\n   - UIC (Union Internationale des Chemins de Fer) &#xd;\n   - CER (Community of European Railway and  Infrastructure Companies)&#xd;\n   - RFE (Rail Forum Europe)","memberOrga":"","goal":"- Ochrona praw i reprezentowanie interesów spółek Grupy PKP (PKP PLK S.A., PKP Cargo S.A., PKP LHS, PKP Intercity S.A., PKP SKM, PKP Informatyka i inne) wobec instytucji UE oraz organizacji międzynarodwych; &#xd;<br />&#xd;<br />- Prowadzenie działań na rzecz rozwoju rynku transportowego, a w szczególnosci sektora kolejowego w Polsce i Unii Europejskiej;&#xd;<br />&#xd;<br />- Promowanie rozwiązań i wspieranie działań na rzecz realizacji założeń polityki transportowej UE, ze szczególnym uwzgędnieniem rozwoju transportu kolejowego w Polsce oraz w Unii Europejskiej.","acronym":"PKP S.A.","interests":"Borders and Security, Budget, Business and Industry, Business and Industry, Climate Action, Communication, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"- polityka transportowa UE, ze szczególnym uwzględnieniem sektora kolejowego;&#xd;<br />- problematyka prac TSIs, szczególnie dot. hałasu kolejowego;&#xd;<br />- finansowanie ws EFSI - Plan Junckera;&#xd;<br />- przygotowanie projektów w ramach CEF oraz FS;&#xd;<br />- zmiany w legislacji unijnej w obszarze transportu, klimatu, środowiska, energii, konkurencji, wspólnego rynku, polityki sąsiedztwa;&#xd;<br />- rozwój transeuropejskich sieci transportowych;&#xd;<br />- zmiany w regulacjach dotyczących polityki spójnosci i funduszy UE.","lastUp":"2019-02-06T09:58:02.812+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}