{"id":"572092826510-52","name":"Trailer Industrie Verband e.V.","registrationDate":"2017-03-26T17:05:09.947+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein (e.V.)","web":"http://tiv-ev.eu","country":"Germany","headAddress":"Europaplatz 2","headCity":"Berlin","headPostCode":"10557","headPhone":"(49)3 04 08 19 23 22","boss":"Michael Jursch","bossTitle":"Mr","bossPosition":"Vorstandsvorsitzender","membersCount":4,"membersFTE":"1.75","membership":"","memberOrga":"https://www.tiv-ev.eu/de/tiv-mitglieder.html","goal":"Der Verband vertritt die Interessen der Anhängerindustrie und deren Zulieferer gegenüber deutschen und europäischen Repräsentanten aus der Politik, ihren Behörden und Institutionen. Ziel ist die Durchsetzung der Beteiligung des Verbandes an wichtigen geplanten Gesetzesänderungen.&#xd;<br />Zweck des Verbandes ist die Pflege der gemeinsamen Berufsaufgaben. Hierzu gehören insbesondere &#xd;<br />die Wahrnehmung der Rechte und Interessen der Anhängerindustrie sowie die Öffentlichkeitsarbeit auf den Gebieten der Industriepolitik, des Verbraucherschutzes, der Produkthaftung sowie der Rechtsgestaltung;&#xd;<br />die Unterstützung und Beratung der gesetzgebenden Körperschaften und Behörden auf nationaler, europäischer und übergreifender internationaler Ebene in allen die Hersteller und Zulieferer von Anhängern und anhängerbezogenen Produkten betreffenden Angelegenheiten;&#xd;<br />die Wahrnehmung der Interessen des Anhänger produzierenden Gewerbes und der Zulieferer gegenüber anderen nationalen, europäischen und sonstigen internationalen Branchenverbänden;&#xd;<br />die Mitgliedschaft in nationalen, europäischen oder internationalen Fachverbänden oder die Beteiligung an Unternehmen gleich welcher Gesellschaftsform, soweit Mitgliedschaft oder Beteiligung dem Verbandszweck oder den Mitgliedern des Verbandes dienen&#xd;<br />die Vernetzung und der Knowhow-Transfer zwischen den Verbandsmitgliedern durch Arbeitsgruppen und die Internetpräsenz des Verbandes.&#xd;<br />Der Verband hat die Aufgabe, die gemeinsamen fachlichen und wirtschaftspolitischen Belange der Anhänger-Hersteller und der diesen fachlich oder wirtschaftlich nahestehenden natürlichen oder juristischen Personen oder Personengesellschaften zu vertreten.&#xd;<br />Der Verband bezweckt keinen wirtschaftlichen Geschäftsbetrieb. Er hat insbesondere nicht die Aufgaben eines Kartells.","acronym":"TIV","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Institutional affairs, Regional Policy, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"EU-Führerscheinrichtlinie, Modellregionen E-Mobility, EU-Versicherungsrichtlinie IDD, Harmonisierung Fahrerlaubnisse, Brexit, div. Umweltrichtlinien","lastUp":"2019-02-14T15:24:37.617+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}