{"id":"57231475311-15","name":"Centre Maurits Coppieters","registrationDate":"2011-02-15T15:20:29.492+01:00","category":4,"subCategory":5,"legal":"VZW / ASBL","web":"http://www.ideasforeurope.eu","country":"Belgium","headAddress":"EFA-CMC-EFAY (attention Ignasi Centelles)","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)25 13 72 24","boss":"Xabier Macías Virgós","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"2.0","membership":"NISE www.nise.eu","memberOrga":"Alkartasuna fundazioa(1),&#xd;\nFundación Galiza Sempre(1),&#xd;\nFundació Josep Irla(1),&#xd;\nFundación Aragonesista 29 de Junio(1),&#xd;\nFundació Emili Darder(1),&#xd;\nHome of Macedonian Culture(1),&#xd;\nWelsh Nationalism Foundation(1),&#xd;\nArritti(1),&#xd;\nEzkerraberri Fundazioa (1)&#xd;\nFundació Nexe (1)&#xd;\nLe Peuple Breton (1)&#xd;\nADEO – Associacion pel Desvelopament de l’Escrich Occitan (1)&#xd;\n&#xd;\nHungarian National Council of Transylvania (1),&#xd;\nKurdish Institute of Brussels(1),&#xd;\nCentre Internacional Escarre per les Minories Etniques i les Nacions - CIEMEN (1),&#xd;\nIstituto Camillo Bellieni (1)&#xd;\nFree State of Rijeka Association (1)","goal":"Centre Maurits Coppieters (Coppieters) promotes policy research at the European and international level, focusing primarily on management of cultural and linguistic diversity in complex societies, multilevel governance, decentralization, state and constitutional reform, secession of states and self-determination, political and economic governance of sub-central governments, conflict resolution, human rights and peace promotion.&#xd;<br />&#xd;<br />Coppieters is a “political foundation at a European level” recognized by the European Parliament since 2007. It is recognised as a non-governmental organisation (asbl/vzw) under Belgian law. It develops its activities with the financial support of the European Parliament and its Members.&#xd;<br />&#xd;<br />- See more at: http://www.ideasforeurope.eu/presentation/#sthash.XkSEnroK.dpuf&#xd;<br />&#xd;<br />It observes the principles on which the European Union is founded, namely the principles of liberty, democracy, respect for human rights and fundamental freedoms and the rule of law.","acronym":"CMC","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The activities of the Centre Maurits Coppieters revolve around three main strands: publications, conferences and policy papers. Each of these is directed both at member organisations and the interested public on the European and International level. The focus is set on the above mentioned thematic priorities of Management of cultural and linguistic diversity in complex societies, Multilevel governance, Decentralization, State and constitutional reform, Secession of states and self-determination, Political and economical governance of Sub-Central Governments, Conflict resolution, Human Rights and Peace promotion.","lastUp":"2017-03-02T10:13:53.449+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}