{"id":"57231475311-15","name":"Coppieters Foundation","registrationDate":"2011-02-15T15:20:29.492+01:00","category":4,"subCategory":5,"legal":"EUPF","web":"http://www.ideasforeurope.eu","country":"Belgium","headAddress":"EFA-CFC-EFAY (attention Julie Duval)","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)25 13 72 24","boss":"Xabier Macías Virgós","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"2.5","membership":"Member of the National movements and Intermediary Structures in Europe (NISE) network. www.nise.eu&#xd;\n&#xd;\nAffiliated think tank of the European Free Alliance (European Political Party)","memberOrga":"Alkartasuna fundazioa(1),&#xd;\nFundación Galiza Sempre(1),&#xd;\nFundació Josep Irla(1),&#xd;\nFundació Emili Darder(1),&#xd;\nHome of Macedonian Culture(1),&#xd;\nWelsh Nationalism Foundation(1),&#xd;\nArritti(1),&#xd;\nEzkerraberri Fundazioa (1)&#xd;\nFundació Nexe (1)&#xd;\nLe Peuple Breton (1)&#xd;\nADEO – Associacion pel Desvelopament de l’Escrich Occitan (1)&#xd;\n&#xd;\nHungarian National Council of Transylvania (1),&#xd;\nKurdish Institute of Brussels(1),&#xd;\nCentre Internacional Escarre per les Minories Etniques i les Nacions - CIEMEN (1),&#xd;\nIstituto Camillo Bellieni (1)&#xd;\nFree State of Rijeka Association (1)","goal":"The Coppieters Foundation promotes policy research at the European and international level, focusing primarily on management of cultural and linguistic diversity in complex societies, multilevel governance, decentralization, state and constitutional reform, self-determination, political and economic governance of sub-central governments, conflict resolution, human rights and peace promotion.&#xd;<br />&#xd;<br />Coppieters is a European Political Foundation founded in 2007. It develops its activities with the financial support of the European Parliament and its Members.&#xd;<br />&#xd;<br />- See more at: https://www.ideasforeurope.eu/presentation/&#xd;<br />&#xd;<br />It observes the principles on which the European Union is founded, namely the principles of democracy, respect for human rights and fundamental freedoms and the rule of law.","acronym":"Coppieters","interests":"Agriculture and Rural Development, Borders and Security, Budget, Climate Action, Communication, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Single market, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Main EU initiatives, policies and legislative files currently followed by your organisation: &#xd;<br />The activities of the Foundation comprise: printing of publications &amp; policy papers, organisation of conferences &amp; events, Advocacy towards the EU &amp; UN bodies and capacity building. Each of these is directed at both member organisations, other think tanks, academics, and students, European public opinion and European and Global governances institutions. &#xd;<br />The focus is set to the thematic priorities defined by our organisation. &#xd;<br />The first and most important of which is to reflect upon multilevel governance, decentralisation, state and constitutional reform, self-determination, and political and economic governance of sub-central governments. &#xd;<br />More specifically we follow debates related to the Article 50 negotiation process and principles for the United Kingdom’s departure from the EU; EU discussions revolving around Catalonia and Scotland’s (among others) self-determination claims; former talks pertaining to the Transatlantic Trade and Investment Partnership (see event organised on the topic https://ideasforeurope.eu/activity/event/peoples-of-europe-a-democratic-response-to-free-trade-agreements/) and the current EU-Canada Comprehensive Economic and Trade Agreement. In April 2018, the Foundation also attended the EU’s State of the Union, during which it participated to several roundtables and conferences. Following this participation, our Vice President published an op-ed which can be found in the answer to the next question.&#xd;<br />Secondly the management of cultural and linguistic diversity in diverse societies.&#xd;<br />More specifically we follow the development of all EU discussions around the Minority Safepack European Citizens’ Initiative (at the European Commission level and at the level of the European Parliament – see Parliament resolution of 13 November 2018 on minimum standards for minorities in the EU (2018/2036(INI). In the framework of this work, the Foundation has been publishing a paper advocating for the creation of a European agency for multilingualism (see answer to the next question). More broadly, we follow the EU’s reflections and work on minority languages and cultures in Europe.&#xd;<br />The third set of priorities for us includes conflict resolution, human rights and peace promotion. We monitor the works produced and discussions held, when they are pertinent regarding our aims, in the European Parliament subcommittee and committees on human rights, civil liberties, and women’s rights and gender equality.&#xd;<br />Coppieters Foundation has direct interactions with institutions:&#xd;<br />It attends meetings called in by the European Institutions (European Parliament and Commission) and the Authority for Political Parties and Foundations regarding the Regulation (EU, EURATOM) No 1141/2014 on the statute and funding of European political parties and European political foundations. &#xd;<br />The publications and policy papers published are circulated to Members of the European Parliament from the Greens/European Free Alliance group and other European Free Alliance party linked Members of the European Parliament.&#xd;<br />However it  does not participate in EU-run structures such as Commission expert groups or European Parliament intergroups, committees or fora.&#xd;<br />Coppieters Foundation took part in the following public consultations from 2014 to 2019:&#xd;<br />•\t“A proposal for a Mandatory Transparency register” launched by the European Commission (1st March 2016).&#xd;<br />•\t“Towards a New European Neighborhood policy” launch by the The High Representative of the Union for Foreign Affairs and Security Policy on 4 March 2015.&#xd;<br />“Europe 2020 Strategy” Public consultation launched by the European Commission on 5 May 2014","lastUp":"2020-01-06T12:48:21.449+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}