{"id":"572464230733-36","name":"Comitato Genitori Villa Literno","registrationDate":"2018-03-09T09:56:48.035+01:00","category":3,"subCategory":2,"legal":"Associazione","web":"http://genitorivillaliterno.it","country":"Italy","headAddress":"Via Tagliamento, 3","headCity":"Villa Literno (CE)","headPostCode":"81039","headPhone":"(39)33 39 44 29 33","boss":"Francesco Fusco","bossTitle":"Mr","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.75","membership":"https://www.bancoalimentare.it/it","memberOrga":"","goal":"a) Promuove l'esercizio del volontariato nel campo di tutti i servizi sociali, culturali e di protezione civile.  &#xd;<br />b) Contribuisce allo sviluppo civile, dei cittadini, di emarginati, e di immigrati; alla sempre più ampia &#xd;<br />diffusione della democrazia, e della solidarietà nei rapporti umani e fra i popoli di ogni razza, cultura, &#xd;<br />religione e fede politica.  &#xd;<br />c) Cerca la possibilità di reinserimento sociale di tutti coloro che vivono situazioni temporanee di disagio &#xd;<br />sociale, senza distinzione di sesso, nazionalità, lingua, religione, opinioni politiche, condizioni &#xd;<br />personali e sociali, utilizzando le opportunità presenti sul territorio.  &#xd;<br />d) Promuove ed organizza occasioni di studio e formazione sulle problematiche dell'emarginazione e &#xd;<br />del disagio sociale.  &#xd;<br />e) Promuove lo sviluppo e l'attuazione del diritto allo studio, sia nella fascia dell'età scolastica per &#xd;<br />bambini e ragazzi - anche cittadini extracomunitari sia con corsi di alfabetizzazione per adulti  extracomunitari.  &#xd;<br />f) Promuove attività di sollecitazione culturale rivolte a persone ex tossicodipendenti, o comunque  appartenenti a settori marginali per aiutare il loro reinserimento sociale.  &#xd;<br />g) Promuove iniziative volte a favorire la realizzazione della pace, dei diritti umani della difesa popolare &#xd;<br />non violenta e del disarmo.&#xd;<br />H) Aiuto e sostegno alle famiglie indigenti.","acronym":"CG","interests":"Humanitarian Aid","euInitiatives":"Partner territoriale del Banco Alimentare per la distribuzione alimenti AGEA","lastUp":"2018-03-11T17:26:53.767+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}