{"id":"572917535565-65","name":"Bundesverband der Deutschen Sicherheits- und Verteiidigungsindustrie e.V.","registrationDate":"2019-08-07T15:35:14.332+02:00","category":2,"subCategory":4,"legal":"Eingetragener Verein","web":"http://www.bdsv.eu","country":"Germany","headAddress":"Friedrichstraße 60","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)3 02 06 18 99 00","boss":"Hans Christoph Dr. Atzpodien","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":2,"membersFTE":"1.25","membership":"BDI (Bundesverband der Deutschen Industrie)&#xd;\n&#xd;\nASD (AeroSpace and Defence Industries Association of Europe)","memberOrga":"https://www.bdsv.eu/%C3%BCber-uns/mitglieder.html","goal":"Der BDSV vertritt die gebündelten Interessen der deutschen Sicherheits- und Verteidigungsindustrie (SVI). &#xd;<br />&#xd;<br />Damit unterstützt er die Unternehmen im nationalen und internationalen Wettbewerb. Er versteht sich dabei als Ansprechpartner für Unternehmen aller Größenordnungen eines sich stark wandelnden Wirtschaftssektors.&#xd;<br />&#xd;<br />Er verfügt über ein weit verzweigtes Netzwerk in Deutschland und Europa, auf allen wichtigen Märkten und in internationalen Organisationen und bietet Informationen über die relevanten Themen der deutschen Sicherheits- und Verteidigungsindustrie.&#xd;<br />&#xd;<br />Der BDSV fungiert als Point of Contact der deutschen Sicherheits- und Verteidigungsindustrie und als Scharnier zwischen Unternehmen, Politik, Gesellschaft, Institutionen und Medien. Übergeordnete Ziele sind der Erhalt und der Ausbau der Wettbewerbs- und Zukunftsfähigkeit der deutschen Sicherheits- und Verteidigungsindustrie und des Technologie- und Wirtschaftsstandorts Deutschland.&#xd;<br />&#xd;<br />&#xd;<br />Zu unseren Aufgaben gehören:&#xd;<br />&#xd;<br />Erhalt und Stärkung der Wettbewerbs- und Zukunftsfähigkeit der deutschen SVI&#xd;<br />&#xd;<br />Vertretung der Interessen der im BDSV e.V. zusammengeschlossenen Mitgliedsunternehmen&#xd;<br />&#xd;<br />Beiträge zum gesellschaftspolitischen Diskurs zur Sicherheits-, Verteidigungs- und Außenpolitik&#xd;<br />&#xd;<br />Interessenvertretung bei Bundestag, Bundesregierung, europäischen Einrichtungen und der NATO&#xd;<br />&#xd;<br />Beiträge zu gemeinsamen beschaffungspolitischen Themen mit vergleichbaren europäischen Verbänden und der ASD (AeroSpace and Defence Industries Association of Europe)&#xd;<br />&#xd;<br />Interessenvertretung gegenüber Bundestag und Bundesregierung gemäß der jeweiligen Geschäftsordnung&#xd;<br />&#xd;<br />Organisation und Begleitung der Unternehmen der deutschen SVI auf Messen und bei Fachveranstaltungen&#xd;<br />&#xd;<br />Vertretung der Interessen des BDSV e.V. gegenüber den Medien und im gesellschaftspolitischen Diskurs","acronym":"BDSV","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Competition, Customs, Digital economy and society, Employment and Social Affairs, Energy, Environment, External Relations, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Regional Policy, Research and innovation, Single market, Trans-European Networks","euInitiatives":"Verteidigungsinitiativen der Europäischen Union: &#xd;<br />&#xd;<br />European Defence Action Plan (EDAP), European Defence Industrial Development Programme (EDIDP), European Defence Fund (EDF), Permanent Structured Cooperation (PESCO)&#xd;<br />&#xd;<br />Initiativen im Bereich Umwelt: &#xd;<br />&#xd;<br />REACH&#xd;<br />&#xd;<br />Forschungsförderprogramme: &#xd;<br />&#xd;<br />Horizon Europe","lastUp":"2019-08-07T16:20:26.881+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}