{"id":"57305017757-64","name":"Center for Democracy &amp; Technology","registrationDate":"2012-01-18T00:58:55.986+02:00","category":3,"subCategory":2,"legal":"Non-profit Organisation","web":"http://www.cdt.org","country":"United states","headAddress":"1401 K Street NW","headCity":"Washington, DC","headPostCode":"20005","headPhone":"(1)20 26 37 98 00","boss":"Nuala O'Connor","bossTitle":"","bossPosition":"President &amp; CEO","membersCount":4,"membersFTE":"2.5","membership":"Global Network Initiative&#xd;\nWorld Wide Web Consortium (W3C)&#xd;\nDigital Due Process&#xd;\nEuropean Internet Foundation (EIF)&#xd;\nCopyright 4 Creativity (C4C)&#xd;\nDynamic Coalition on Net Neutrality","memberOrga":"CDT is not a membership organisation. We have funding and support from a variety of foundations, research institutions, companies and organisations. Full details here: https://cdt.org/financials/","goal":"The Center for Democracy and Technology (CDT) is a non-profit public policy organization dedicated to promoting the democratic potential of the Internet.  We were founded in 1994.  Our main office is in Washington, DC, USA.  Our mission is to conceptualize, develop, and implement public policies that will keep the Internet open, innovative and free.  Our main issues are consumer privacy (including privacy of electronic health records), free expression, security and surveillance (including cybercrime and cybersecurity), Internet openness, and intellectual property.  Our goals include adoption of comprehensive baseline standards for consumer privacy, robust protection of online free expression, the establishment of reasonable limits on government surveillance, and the protection of Internet intermediaries from liability for the conduct of their users.  We seek to promote dialogue and consensus-building among stakeholders, with the aim of developing balanced solutions to the policy challenges of the Information Society.  We conduct research and produce reports on policy issues affecting the Internet, contribute to the development of technical standards, promote the adoption of industry best practices that will empower consumers, and participate in government policymaking processes.  Globally, we collaborate with Internet policy activists working to protect and enhance human rights.","acronym":"CDT","interests":"Audiovisual and Media, Communication, Consumer Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Trade","euInitiatives":"DSM Copyright Directive: CDT is engaging with JURI and several other committees on free expression and intermediary liability issues. &#xd;<br />&#xd;<br />AVMS Directive: CDT works on issues related to intermediary liability and the relationship between this Directive and the E-Commerce Directive. &#xd;<br />&#xd;<br />E-Privacy Regulation: CDT submitted two analyses and blogposts for the attention of Members of the European Parliament.","lastUp":"2018-04-03T10:33:10.830+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}