{"id":"573471517495-21","name":"The Guernica Centre for International Justice","registrationDate":"2015-05-25T16:13:14.847+01:00","category":1,"subCategory":6,"legal":"non-profit organization","web":"http://gcij.org","country":"Bosnia-herzegovina","headAddress":"Skenderija 40","headCity":"Sarajevo","headPostCode":"71000","headPhone":"(44)20 74 89 27 27","boss":"Toby Cadman","bossTitle":"Mr","bossPosition":"President","membersCount":6,"membersFTE":"4.5","membership":"The GCIJ is partner with the London-based chambers \"Guernica 37 International Justice Chambers\", and the Madrid-based legal organization \"G37 Despacho Internacional\". The three organizations form \"The Guernica Group\", a network of multi-national lawyers specialized in human rights, international criminal law and international litigation to address human rights violations and prevent their recurrence: http://guernica37.org.","memberOrga":"","goal":"Guernica 37 promotes transnational accountability through litigation in national courts and other strategies to enforce human rights protection and international criminal norms in an effort to address human rights violations and prevent their recurrence. We provide highly technical advice and representation to assist individuals, civil society groups and governmental institutions in designing and implementing strategies to ensure accountability and redress for international crimes.","acronym":"GCIJ","interests":"External Relations, Foreign and Security Policy and Defence, Humanitarian Aid, Justice and Fundamental Rights","euInitiatives":"GCIJ is not currently involved in any EU iniciative, but it has a clear interest in all the EU activities related to human rights; particularly, in activities that support and strengthen human rights outside the territory of the EU. &#xd;<br />&#xd;<br />For example, the GCIJ focus its attention on the activities of the European Commission's humanitarian aid and civil protection department, of EuropeAid, of the European Union External Action Service and, in general, of the main European Institutions: the European Parliament, the European Commission and the Council of the European Union.","lastUp":"2017-07-06T13:08:40.692+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}