{"id":"573471517495-21","name":"The Guernica Centre for International Justice","registrationDate":"2015-05-25T16:13:14.847+02:00","category":3,"subCategory":2,"legal":"non-profit organization","web":"https://www.guernicagroup.org","country":"United kingdom","headAddress":"3rd Floor, Descartes House","headCity":"London","headPostCode":"WC2A 3HP","headPhone":"(44)20 34 57 01 69","boss":"Toby Cadman","bossTitle":"Mr","bossPosition":"Co-founder and Co-director","membersCount":3,"membersFTE":"0.75","membership":"In order to fulfil our mission, we conceived a hybrid international legal group named The Guernica Group. The GCIJ is the non-profit arm inside a legal group that includes affiliated entities in the United Kingdom, Spain and the United States of America, namely Guernica 37 International Justice Chambers (Guernica37) and G37 Despacho Internacional (G37). &#xd;\n&#xd;\nGlobally, these three organisations—Guernica37 in London, G37 in Madrid, and GCIJ in London and California—also secure a specialized capability in civil law and common law legal systems as well as in international justice mechanisms, converging in a shared ultimate goal: to ensure that victims and their communities have the highly technical, specialised and thoughtful representation they deserve. Furthermore, this international structure provides the Group with the practical flexibility to engage in diverse and multi-faceted projects—adapting to the needs and characteristics of the victims and organisations we work with—and builds a unique platform to facilitate collaboration between practitioners from different parts of the globe.&#xd;\n&#xd;\nAt present, The Guernica Group is developing projects in different regions of the world, pursuing accountability to punish perpetrators of international crimes committed in Colombia, Syria, Bangladesh, Gambia, Sri Lanka, El Salvador, Venezuela, Nigeria, Libya and Nicaragua.&#xd;\n&#xd;\nhttps://www.guernicagroup.org","memberOrga":"","goal":"The Guernica Centre for International Justice (GCIJ or the Guernica Centre) is a non-profit law firm that seeks to represent victims in their pursuit of justice. The Guernica Centre was founded in 2017 in an effort to address a critical need for creative and comprehensive accountability strategies that have arisen in the field of human rights, international criminal law, and transitional justice over the last two decades. &#xd;<br />&#xd;<br />We provide highly specialised legal assistance to individuals, civil society groups and governmental institutions in designing and implementing strategies to: 1) investigate abuses and gross human rights violations; 2) ensure accountability and redress for international crimes; and 3) honour the dignity of victims generating opportunities for lasting reconciliation in conflict and post-conflict transitional states.&#xd;<br />&#xd;<br />The GCIJ aims to design and implement creative and tailored accountability strategies following a three-fold approach: 1) engage directly with victims and their communities; 2) establish long-term partnerships with national actors to understand, guide and assist their national needs; and 3) build comprehensive, context-specific justice initiatives while having “in house” access to highly experienced litigators able to provide specialised services in national, international and transnational legal settings. This three-prong approach is the Guernica Approach that we follow and export wherever we carry out our work. &#xd;<br />&#xd;<br />Following the Guernica Approach means that our work begins and ends with victims. We are committed to listen to their accounts, help them elevate their voices, and support their participation in a wide range of truth and justice processes and mechanisms. We work with victims and affected communities to identify their needs and priorities, as well as to file cases and develop high-impact litigation, whether at the community, national or international level. &#xd;<br />&#xd;<br />We establish long-term partnerships with community leaders and local civil society actors and organizations that allow us to build comprehensive, territorially-based and context-sensitive justice initiatives. With this, we seek to develop knowledge exchange platforms and familiarity with legal cultures as well as to build local capacity and expand litigation strategies grounded in a principle of mutual exchange of knowledge and expertise. This helps build local capacity, ensuring that local advocates have the necessary know-how and skills to continue their work long after Guernica leaves the scene. Overall, these alliances are anchored in the premise that an effective international accountability strategy should be measured through the lens of national needs and priorities. &#xd;<br />&#xd;<br />Finally, we seek to professionalise the work of international criminal lawyers and human rights specialists, providing cutting-edge technical advice and direct counsel to assist victims and communities, and producing trial-ready exhibits, witness testimony, and expert reports and analysis. Then, if victims and national civil society actors are unable to access transitional justice mechanisms in their home countries, Guernica identifies alternative jurisdictions with the relevant legal, political, or historical connections, to initiate legal proceedings based on extraterritorial or universal jurisdiction provisions. &#xd;<br />&#xd;<br />The Guernica Centre has established offices in both San Francisco and London in order to expand the reach of its non-for-profit legal work to both Europe and the American continent.","acronym":"GCIJ","interests":"External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Justice and Fundamental Rights","euInitiatives":"GCIJ is not currently involved in any EU iniciative, but it has a clear interest in all the EU activities related to human rights; particularly, in activities that support and strengthen human rights outside the territory of the EU. &#xd;<br />&#xd;<br />For example, the GCIJ focuses its attention on the activities of the European Commission's humanitarian aid and civil protection department, EuropeAid, the European Union External Action Service and, in general, the main European Institutions: the European Parliament, the European Commission and the Council of the European Union.","lastUp":"2019-04-01T18:01:37.052+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}