{"id":"573618628778-12","name":"Commissie Meijers","registrationDate":"2017-10-26T16:08:06.364+02:00","category":4,"subCategory":5,"legal":"geen","web":"http://www.commissie-meijers.nl","country":"Netherlands","headAddress":"Surinameplein 122","headCity":"Amsterdam","headPostCode":"1000 GN","headPhone":"(31)02 03 62 05 05","boss":"Theo De Roos","bossTitle":"Mr","bossPosition":"Voorzitter","membersCount":2,"membersFTE":"1.0","membership":"The Meijers Committee is an independent organization funded by contributions from five other civil society organizations: the Dutch Refugee Council, Democracy and Media Foundation, The Dutch Migration Institute, UAF University Refugee Fund, Het Nederlands Juristen Comité voor de Mensenrechten (NJCM) and Anti-Discrimination Office Art.1 / Radar. &#xd;\nhttp://www.commissie-meijers.nl/en/funding","memberOrga":"http://www.commissie-meijers.nl/en/commission-members","goal":"The Meijers Committee is an independent organization that aims at promoting the rule of law, democracy and the protection of fundamental rights in the European Union. The Committee is especially engaged in observing the legislative process in the area of European criminal, migration, refugee, privacy, non-discrimination and constitutional law.&#xd;<br />&#xd;<br />The Committee, composed of distinguished researchers and legal experts in these fields, gives advice on legislative propositions to relevant stakeholders and law and policy makers by formulating elaborated notes and/ or letters. The Meijers Committee thereby strives to draw attention to implications for fundamental rights, the rule of law and democracy at the earliest possible stage of the decision-making process.","acronym":"CM","interests":"Borders and Security, Communication, Consumers, Education and training, Employment and Social Affairs, Enlargement, European Neighbourhood Policy, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Justice and Fundamental Rights, Migration and asylum, Regional Policy","euInitiatives":"The focus of the Meijers Committee is the area of Civil Rights, Justice and Home Affairs. &#xd;<br />&#xd;<br />Some of the legislative proposals that the Meijers Committee is concerned with are listed in the overview below, however the list is not exhaustive:&#xd;<br />&#xd;<br />- Access to documents&#xd;<br />- Transparency in the EU &#xd;<br />- Proposal on the reform of the Dublin regulation&#xd;<br />- Proposals on the Qualification and the Asylum Procedure regulation &#xd;<br />- Proposal on the reform of the Reception Directive&#xd;<br />- Border management operations in the Mediterranean coordinated by the EU, also related to the EU-Turkey-Deal and the new framework for cooperation with third countries &#xd;<br />- Other measures to prevent irregular migration and border deaths, especially the cooperation with third countries (fight against human trafficking, European list of safe third countries);&#xd;<br />- Resettlement/relocation of refugees, especially the adjustment of rules regarding the responsibility for asylum applications of unaccompanied minors;&#xd;<br />- The migration and border reform (the revised return directive, EBCG, EASO)&#xd;<br />- Criminal law cooperation and harmonization of criminal law &#xd;<br />– The European Public Prosecutor´s Office &#xd;<br />– Revision of the European Investigation Order and other instruments based on mutual recognition&#xd;<br />- Measures to combat online hate speech and terrorist content &#xd;<br />– Revision of the Blue Card Directive&#xd;<br />– Revision of the Visa Code and legal protection in case of the refusal of short-term visa on behalf of other Member States&#xd;<br />– Horizontal Anti-Discrimination Directive&#xd;<br />– Data profiling, legal protection and digital border management (Entry/Exit System, SIS, ETIAS, EURODAC, ECRIS-TCN);  &#xd;<br />– E-privacy&#xd;<br />– Data exchange with investigative authorities and third countries &#xd;<br />– New techniques of (biometric) data surveillance and data mining&#xd;<br />- The affection of the rights of Union citizens in consequence of the BREXIT &#xd;<br />and others","lastUp":"2018-10-17T15:19:57.751+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}