{"id":"573862534905-46","name":"Handelsverband - Verband österreichischer Handelsunternehmen","registrationDate":"2019-05-21T17:21:12.643+02:00","category":2,"subCategory":4,"legal":"Verein iSd Vereinsgesetz 2002","web":"http://www.handelsverband.at","country":"Austria","headAddress":"Alser Straße 45","headCity":"Wien","headPostCode":"1080","headPhone":"(43)14 06 22 36","boss":"Rainer Will","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":3,"membersFTE":"1.5","membership":"Der Handelsverband ist Mitglied bei der European eCommerce and Omni-channel Trade Association (EMOTA) und der Direct Selling Europe (DSE).","memberOrga":"https://www.handelsverband.at/mitglieder-partner/unsere-mitglieder/","goal":"Der Handelsverband – Sprecher und Partner des Handels – ist seit 1921 als freie Interessenvertretung und Innovationsplattform aktiv, um seine Mitglieder im Umfeld der sich verändernden Marktherausforderungen bestmöglich zu begleiten. Neben den Mitgliedern, die in Österreich mit ca. 400.000 Mitarbeitern an 20.000 Standorten einen Jahresumsatz von mehr als 50 Mrd. Euro erzielen, sind dem Handelsverband zahlreiche Unternehmen diverser Spezialisierungen als Partner assoziiert. &#xd;<br />&#xd;<br />Als Interessenvertretung nimmt sich der Handelsverband erfolgreich aktueller Gesetzgebungsthemen an. Ebenso steckt er sich langfristige Ziele für grundlegende wirtschaftsfreundliche Reformen, die mit Flexibilisierung, Entbürokratisierung und Liberalisierung einhergehen. Die entsprechenden Zielsetzungen werden im direkten Dialog mit den Mitgliedern des Verbands erarbeitet.","acronym":"","interests":"Agriculture and Rural Development, Business and Industry, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Fraud prevention, Single market, Taxation, Trade","euInitiatives":"EU-Binnenmarkt, Digitalisierung, Lebensmittelrecht, Nonfood, Verbraucherrecht, Produktsicherheit, Zahlungssysteme, Datenschutz (DSGVO, e-privacy, Geoblocking, Digital Tax","lastUp":"2019-05-21T17:21:37.795+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}