{"id":"573978311381-02","name":"Zentralverband Sanitär Heizung Klima","registrationDate":"2013-06-20T12:37:26.065+01:00","category":2,"subCategory":1,"legal":"Bundesinnungsverband","web":"http://www.zvshk.de","country":"Germany","headAddress":"Rathausallee 6","headCity":"Sankt Augustin","headPostCode":"53757","headPhone":"(49)2 24 19 29 90","boss":"Andreas Müller","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"Der ZVSHK ist national im Dachverband ZDH organisiert. Auf europäischer Ebene Mitglied von GCP und UEAPME.","memberOrga":"www.zvshk.de","goal":"Der Zentralverband Sanitär Heizung Klima (ZVSHK) ist die oberste Interessenvertretung des SHK-Handwerks in Deutschland. An der Spitze der SHK-Organisation vertritt er die Interessen der Innungsbetriebe gegenüber der Wirtschaft, der Industrie, der Politik und auch der Wissenschaft. Er engagiert sich insbesondere in der Mittelstandspolitik und der Handwerkspolitik. Als Vertreter der größten Gruppe des installierenden Gewerbes positioniert der ZVSHK die Innungsbetriebe in der Öffentlichkeit als Kompetenzträger einer modernen und innovativen Gebäudetechnik.&#xd;<br />&#xd;<br />Der ZVSHK ist der größte nationale Verband in der Europäischen Union für die Planung, den Bau und die Unterhaltung gebäudetechnischer Anlagen mit einem Schwerpunkt in der Energie- und Wassertechnik. Seine Aufgabe als Rationalisierungsverband schließt die Förderung, Prüfung und Durchführung von Normungs-, Typisierungs- und Spezialvorhaben ein.&#xd;<br />&#xd;<br />Der ZVSHK ist in der verbandlichen Struktur der Bundesrepublik Deutschland klar positioniert als Interessenvertretung der über 50.000 mittelständischen Handwerksunternehmen des SHK-Handwerks. Er ist als Bundesorganisation für seine Landesverbände und Innungen primär den freiwillig organisierten Betrieben verpflichtet. Seine Arbeit und Wirkungsweise betreffen grundsätzlich aber alle SHK-Betriebe.","acronym":"ZVSHK","interests":"Climate Action, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment","euInitiatives":"EPBD, CPR, ErP, Labelling, Energy Services Directive, Drinking water regulation, EED","lastUp":"2018-03-01T07:59:05.845+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}