{"id":"574100518154-52","name":"Stichting EGI","registrationDate":"2015-07-13T13:09:50.176+02:00","category":3,"subCategory":2,"legal":"Stichting","web":"http://www.egi.eu","country":"Netherlands","headAddress":"Science Park 140","headCity":"Amsterdam","headPostCode":"1098XG","headPhone":"(31)2 08 93 20 07","boss":"YANNICK LEGRÉ","bossTitle":"Mr","bossPosition":"Director","membersCount":3,"membersFTE":"0.75","membership":"K4I: http://www.knowledge4innovation.eu/&#xd;\nERF: http://www.erf-aisbl.eu/&#xd;\nBDVA: http://www.bdva.eu/&#xd;\nRDA: https://www.rd-alliance.org/&#xd;\nInternet Society Nederland: https://isoc.nl/","memberOrga":"http://www.egi.eu/about/EGI.eu/council_members.html","goal":"EGI.eu is a not-for-profit foundation established under Dutch law to coordinate and manage the EGI federation on behalf of its participants: National Grid Initiatives (NGIs) and European Intergovernmental Research Organisations (EIROs).&#xd;<br />Over the last decade, EGI has built a federation of long-term distributed compute and storage infrastructures that support research and innovation. This international e-infrastructure has delivered unprecedented data analysis capabilities to more than 38,000 researchers from many disciplines. The federation brings together more than 350 data and compute centres worldwide. &#xd;<br />Today, EGI provides both technical and human services, from integrated and secure distributed high-throughput and cloud computing, storage and data resources to consultancy, support and co-development.&#xd;<br />The research supported by EGI is diverse . Examples include the search for the Higgs boson at the Large Hadron Collider particle accelerator at CERN; finding new tools to diagnose and monitor diseases such as Alzheimer’s, or the development of complex simulations to model climate change. For the research communities, the benefits of EGI are:&#xd;<br />1.\tEnsuring uniform and reliable availability of resources to researchers on a local, national and European scale&#xd;<br />2.\tEnabling faster production of scientific results through collaboration across organisational and national boundaries &#xd;<br />3.\tPromoting open and collaborative science and ensuring open access to shared resources and expertise&#xd;<br />4.\tAllowing researchers to focus on their research rather than managing their e-infrastructure needs&#xd;<br />5.\tProviding effective utilisation of resources in different administrative domains to ensure the most effective return on infrastructure investments&#xd;<br />6.\tFacilitating the innovation and sharing of solutions by building a thriving ecosystem through community events and collaborative services.","acronym":"EGI.eu","interests":"Digital economy and society, Environment, Research and innovation, Trans-European Networks","euInitiatives":"H2020 with a specific focus on the European Cloud Initiative, including the European Open Science Cloud (EOSC) and the European Data Infrastructure (EDI), Research Infrastructures, Procurement, Funding Mechanisms and Instruments","lastUp":"2018-06-13T17:21:21.976+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}