{"id":"57420861891-47","name":"Bundesverband Deutscher Versicherungskaufleute (BVK) e.V.","registrationDate":"2009-06-23T13:32:59.932+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.bvk.de","country":"Germany","headAddress":"Kekuléstraße, 12","headCity":"Bonn","headPostCode":"53115","headPhone":"(49228)22 80 50","boss":"Dr. Wolfgang Eichele","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer und geschäftsführendes Präsidiumsmitglied","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Der BVK hat den Zweck, die beruflichen, wirtschaftlichen, rechtlichen und sozialen Belange des Berufsstandes der Versicherungskaufleute und Bausparkaufleute wahrzunehmen und zu fördern.&#xd;<br />&#xd;<br />Zu seinen Aufgaben gehören:&#xd;<br />&#xd;<br />- die Öffentlichkeit mit der volkswirtschaftlichen Bedeutung des Berufsstandes der selbständigen Versicherungskaufleute und Bausparkaufleute vertraut zu machen,&#xd;<br />- Behörden, Körperschaften, Parteien, Verbände, Vertretervereinigungen und Presse in berufsständischen Fragen zu informieren,&#xd;<br />- Auskünfte und Gutachten zu erteilen, die Mitglieder in Berufsangelegenheiten zu beraten, die Mitglieder bei Anträgen oder Beschwerden zu unterstützen, den Mitgliedern aktive Rechtshilfe zu gewähren, wenn dies nicht gegen Verbandsinteressen verstößt,&#xd;<br />- die Berufsbildungsarbeit zu fördern und das fachliche Wissen der Mitglieder zu vertiefen,&#xd;<br />- den Berufsstand von ungeeigneten Personen freizuhalten,&#xd;<br />- den unlauteren Wettbewerb zu bekämpfen,&#xd;<br />- die Interessen des Berufsstandes international und in der Europäischen Union zu vertreten.&#xd;<br />&#xd;<br />Der BVK kann für die Mitglieder, die Arbeitgeber sind, Tarifvereinbarungen treffen.","acronym":"BVK","interests":"Business and Industry, Competition, Economy, finance and the euro, Single market","euInitiatives":"EU-Versicherungsvertriebsrichtlinie (IDD-Umsetzung) sowie EU-Datenschutzgrundverordnung (DSGVO), MiFid, Solvency II, PRIPPs-Verordnung, PEPP, KID","lastUp":"2019-12-10T08:46:34.176+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}