{"id":"574396814111-25","name":"Fundación Secretariado Gitano","registrationDate":"2014-07-30T12:56:58.250+02:00","category":3,"subCategory":2,"legal":"Non-governmental organisation, Non-profit institution, Foundation","web":"http://www.gitanos.org/","country":"Spain","headAddress":"C/ Ahijones, s/n","headCity":"Madrid","headPostCode":"28018","headPhone":"(34)9 14 22 09 60","boss":"Isidro Rodríguez","bossTitle":"Mr","bossPosition":"General Director","membersCount":30,"membersFTE":"7.5","membership":"FSG´s membership: &#xd;\n&#xd;\nAt national level, FSG takes part in the following consultative bodies:&#xd;\n-State Council of Social Action NGOs (Spanish Ministry of Health and Social Affairs) &#xd;\n-State Council for the Roma People (Spanish Ministry of Health and Social Affairs) &#xd;\n-Council for the eradication of Discrimination on Grounds of Race or Ethnicity&#xd;\n&#xd;\nThe FSG is actively involved in several Spanish networks and alliances: &#xd;\n-Spanish Platform of Social NGOs (POAS)&#xd;\n-Spanish Platform of the Third Sector (PTS)&#xd;\n-European Anti-Poverty Network in Spain (EAPN-ES)&#xd;\n-Spanish Association of Foundations&#xd;\n-Spanish Association of Fundraising&#xd;\n-Platform for the Management of Diversity by Police Forces&#xd;\nLealtad Foundation (on Transparency)&#xd;\n-Platform DESC a platform of NGOs that monitors the implementation of the International Covenant on Economic, Social and Cultural rights &#xd;\n-Institute for the Quality of NGOs (ICONG)&#xd;\n-The informal but highly consolidated network created by the FSG with the other social organisations of the ESF Operational Programme Fight Against Discrimination and the Operational Programme Social Inclusion and Social Economy (Cáritas, Cruz Roja española and Fundación Once).&#xd;\n-Social Inclusion Network of Spain&#xd;\n-Network for the Fight against Early School Leaving and Training&#xd;\n-Forum of Society on Drugs (National Plan on Drugs, Spanish Ministry of Health, Social Services and Equality)&#xd;\n-Healthy Leisure Group (National Plan on Drugs)&#xd;\n-Youth Council of Spain","memberOrga":"FSG is a foundation registered in Spain and has no members. &#xd;\n&#xd;\nEURoma Network (of which FSG is the Technical Secretariat), brings together  Public authorities responsible for Roma policies (National Roma Contact Points) and those responsible for ESI Funds (Managing authorities of y ESF) from 15 countries https://www.euromanet.eu/about-us/who-is-who/","goal":"The Fundación Secretariado Gitano (FSG) is a social and intercultural organisation that has been working for more than 35 years on promoting and securing equal opportunities for the Roma community in Spain and Europe.&#xd;<br />&#xd;<br />FSG pursues projects and offers services to guarantee Roma access to rights, mainly in employment, education, health and housing. Its work also focuses on promoting more active policies for social inclusion, to fight discrimination and to guarantee equality for all. &#xd;<br />&#xd;<br />It is the mission of Fundación Secretariado Gitano to achieve the comprehensive advancement of the Roma community through pursuing cultural diversity. We want equal opportunities, social change, and to promote people's potential.&#xd;<br />&#xd;<br />www.gitanos.org &#xd;<br />&#xd;<br />FSG is a registered foundation in Spain, with 54 offices across the country, and an intercultural team of an average 754 employees and 426 volunteers, implementing 511 programmes with almost 30,000 beneficiaries (data from 2017 annual report).","acronym":"FSG","interests":"Borders and Security, Business and Industry, Communication, Culture, Digital economy and society, Education and training, Employment and Social Affairs, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Trans-European Networks, Youth","euInitiatives":"The FSG closely monitors a wide range of EU initiatives, policies and legislative that are relevant for the labour market, social and economic inclusion and human rights of vulnerable groups, in particular the Roma. &#xd;<br />These include:  &#xd;<br />• EU Framework for National Roma Integration Strategies &#xd;<br />• European Parliament - Own initiative “REPORT on fundamental rights aspects in Roma integration in the EU: fighting antiGypsyism” &#xd;<br />• European Pillar of Social Rights – European Semester&#xd;<br />• EU Cohesion Policy &#xd;<br />• Multiannual Financial Framework&#xd;<br />• Youth Guarantee&#xd;<br />• European Commission´s strategy to support high quality, inclusive and future-oriented school and higher education.&#xd;<br />• Code of Conduct to counter the illegal hate speech &#xd;<br />&#xd;<br />Over the last 2 years, we have taken part in the following public consultations:  &#xd;<br />-Public consultation on Action Plan on Urban Poverty &#xd;<br />-Public consultations for the Assessment of the EU Framework for National Roma Integration Strategies","lastUp":"2018-04-23T13:00:26.129+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}