{"id":"574396814111-25","name":"Fundación Secretariado Gitano","registrationDate":"2014-07-30T12:56:58.250+01:00","category":3,"subCategory":2,"legal":"Non-governmental organisation, Non-profit institution, Foundation","web":"http://www.gitanos.org/","country":"Spain","headAddress":"C/ Ahijones, s/n","headCity":"Madrid","headPostCode":"28018","headPhone":"(34)9 14 22 09 60","boss":"Isidro Rodríguez","bossTitle":"Mr","bossPosition":"General Director","membersCount":124,"membersFTE":"31.0","membership":"- Within the framework of the European Union, we manage the Technical Secretariat of the ‘European Network on Social Inclusion and Roma under the Structural Funds’ (EURoma Network)&#xd;\n- In the Spanish context, we form part of the following consultative bodies, networks and alliances:&#xd;\nSpanish State Council of Social Action NGOs&#xd;\nSpanish State Council of the Roma People&#xd;\nSpanish Council for the Promotion of Equal Treatment and Non-Discrimination of Persons on Grounds of Race or Ethnicity&#xd;\n&#xd;\n- The FSG is actively involved in Spanish networks and partnerships to build momentum in civil society for the promotion of the Roma community through mutual exchange and joint actions:&#xd;\nSpanish Platform of Social Action NGOs (POAS)&#xd;\nSpanish Platform of Third Sector (PTS)&#xd;\nEuropean Anti-Poverty Network in Spain (EAPN-ES) at both central and regional levels.&#xd;\nSpanish Association of Foundations&#xd;\nSpanish Association of Fundraising&#xd;\nPlatform for the Management of Diversity by Police Forces&#xd;\nLealtad Foundation (on Transparency)&#xd;\nInstitute for the Quality of NGOs (ICONG)&#xd;\nThe informal but highly consolidated informal network created by the FSG with the other social organisations of the Operational Programme Fight Against Discrimination/ Operational Programme Social Inclusion and Social Economy (Cáritas, Cruz Roja española and Fundación Once).&#xd;\nSocial Inclusion Network of Spain&#xd;\nNetwork of the Fight against Early School Leaving and Training&#xd;\nForum of Society on Drugs (National Plan on Drugs, Spanish Ministry of Health, Social Services and Equality)&#xd;\nHealthy Leisure Group (National Plan on Drugs)&#xd;\nYouth Council of Spain","memberOrga":"FSG as such is a foundation and therefore has no members.  &#xd;\n&#xd;\nIf we refer to the EURoma Network (of which FSG is Technical Secretariat), it involves representatives from public authorities, notably Managing Authorities (mainly ESF) and National Roma Contact Points, from 15 Member States. see www.euromanet.eu","goal":"The Fundación Secretariado Gitano (FSG) is a Spanish non-profit intercultural organisation which provides services for the development of the Roma community in Spain and at the European level. It was legally constituted in 1982.&#xd;<br />&#xd;<br />The mission of the Fundación Secretariado Gitano (www.gitanos.org) is the social inclusion and promotion of the Roma community based on respect and support for their cultural identity. The purpose of this mission is to support the access of Roma people to rights, services and resources on an equal footing with all other citizens. To that end, the FSG implements a broad range of activities which contribute to achieving full citzenship for Roma, improving living standards, promoting equal treatment and preventing all forms of discrimination, while promoting the recognition of the cultural identity of the Roma community. &#xd;<br />&#xd;<br />The FSG is a nation-wide organisation in Spain, with 55 local offices, an average of 700 staff members and 630 volunteers, implementing 491 programmes with 28,433 beneficiaries of our activities (2016).","acronym":"FSG","interests":"Communication, Culture, Education, Employment and Social Affairs, Enterprise, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Trans-European Networks, Youth","euInitiatives":"The FSG follows closely a wide range of EU initiatives, policies and legislation concerning social inclusion of vulnerable groups, especially Roma, in order to ensure the effective implementation of the EU initiatives addressed to promote social inclusion and assess the progress made  &#xd;<br />•\tEU Framework for National Roma Integration Strategies &#xd;<br />•\tFramework strategy for non-discrimination and equal opportunities for all&#xd;<br />•\tEuropean Platform against Poverty and Social Exclusion&#xd;<br />•\tCohesion Policy&#xd;<br />•\tFundamental Rights&#xd;<br />Preparation of information and position papers related to Roma inclusion in the framework of European policies and institutions.&#xd;<br />Lobby and contacts with MEP &#xd;<br />Joint activities and projects with other civil society organisations","lastUp":"2017-04-26T16:25:45.102+01:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}