{"id":"574542933428-65","name":"Savez sindikata Crne Gore/Confederation of Trade Unions of Montenegro","registrationDate":"2018-12-10T11:51:40.947+01:00","category":2,"subCategory":1,"legal":"Trade Union","web":"http://www.sindikat.me","country":"Montenegro","headAddress":"sscg.kabinet@t-com.me","headCity":"Podgorica","headPostCode":"81000","headPhone":"(382)20 23 05 47","boss":"Dusko Zarubica","bossTitle":"Mr","bossPosition":"General Secretary","membersCount":3,"membersFTE":"0.75","membership":"- International Trade Union Confederation  https://www.ituc-csi.org/&#xd;\n&#xd;\n- European Trade Union Confederation &#xd;\nhttps://www.etuc.org/en&#xd;\n&#xd;\n- European Training Federation &#xd;\nhttps://www.etf.europa.eu/en&#xd;\n&#xd;\n- NETLEX&#xd;\nhttps://www.etui.org/Networks/Netlex-the-ETUC-network-of-trade-union-legal-experts&#xd;\n&#xd;\n- PanEuropean Regional Committee &#xd;\nhttps://www.ituc-csi.org/perc,16","memberOrga":"Sindikat obrazovanja\t &#xd;\nSindikat finansijskih organizacija\t &#xd;\nSindikat građevinarstva i IGM\t &#xd;\nSindikat informatičko izdavačke djelatnosti\t &#xd;\nSindikat kulture\t &#xd;\nSindikat metalaca\t &#xd;\nSindikat MUP-a\t &#xd;\nSindikat poljoprivrede, prehrambene i duvanske industrije\t &#xd;\nSindikat ANB\t &#xd;\nSindikat pomorstva\t &#xd;\nSindikat pošte\t &#xd;\nSindikat saobraćaja\t &#xd;\nSindikat sporta\t &#xd;\nSindikat stambeno komunalne privrede\t &#xd;\nSindikat šumarstva\t &#xd;\nSindikat tekstila, hemijske i farmaceutske industrije\t &#xd;\nSindikat trgovine\t &#xd;\nSindikat turizma i ugostiteljstva\t &#xd;\nSindikat uprave i pravosuđa\t &#xd;\nSindikat uprave policije\t &#xd;\nSindikat Vojske\t &#xd;\nSindikat zdravstva i socijalne zaštite\t &#xd;\nSindikat željezničara","goal":"Confederation of Trade Unions of Montenegro is an interest, autonomous, democratic, independent and voluntary organization of trade union members organized into branch trade unions (hereinafter: Trade Unions).&#xd;<br />&#xd;<br />The Confederation promotes principles of social justice, rule of law and democracy, exercising international standards, insisting on application of conventions of the International Labor Organization (ILO) and European Social Chapter, as well as human and social rights. &#xd;<br />The Confederation promotes strengthening of unity and solidarity among employees in Montenegro, Europe and worldwide, prosperity of all employees regardless their nationality, gender, race and religion peace safety, democratic development and free trade union activity. In order to achieve these objectives it can affiliate into other trade union associations in Montenegro, Europe and worldwide. &#xd;<br />The Confederation is fighting for establishment of following objectives and tasks:&#xd;<br />&#xd;<br />-\tEconomic and work safety of employees,&#xd;<br />-\tEmployment and establishment of higher rights from work and based on work,&#xd;<br />-\tProtection of basic human, trade union rights and freedoms as well as independence of the trade union movement,&#xd;<br />-\tFight against all forms of abuse and discrimination at work and based on work,&#xd;<br />-\tProviding legal assistance and protection of rights of employees established by law,&#xd;<br />-\tDevelopment of social dialogue and collective agreement at all levels,&#xd;<br />-\tProfessional and trade union trainings of the members and trade union employees,&#xd;<br />-\tProviding information to trade union members and public on important issues referred to the position of employees,&#xd;<br />-\tImprovement of international trade union cooperation.","acronym":"SSCG/CTUM","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Communication, Consumers, Culture and media, Digital economy and society, Energy, Enlargement, Environment, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Sport, Trade, Transport, Youth","euInitiatives":"The Confederation of Trade Unions of Montenegro is affiliated to the ETUC and follows its umbrella organization at European level.&#xd;<br /> Since Montenegro has a Candidate Country status in EU and it is in the process of negotiation we have our represents in some negotiation chapters with focus on social policy and free movement of workers.&#xd;<br />As representative Trade Union at national level, we participate in the various bodies related to adoption and implementation of EU policies and legislation in our country.","lastUp":"2019-12-16T14:46:54.643+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}