{"id":"574676917263-72","name":"Alpiq Holding AG","registrationDate":"2015-05-07T10:45:50.593+02:00","category":2,"subCategory":3,"legal":"AG","web":"http://www.alpiq.com","country":"Switzerland","headAddress":"Alpiq Holding AG","headCity":"Lausanne","headPostCode":"1003","headPhone":"(41)2 13 41 21 11","boss":"Jens Alder","bossTitle":"Mr","bossPosition":"Delegierter des VR","membersCount":1,"membersFTE":"0.5","membership":"Eurelectric, EFET, VSE, BDEW","memberOrga":"","goal":"Alpiq is a leading Swiss energy services provider and electricity producer in Europe.&#xd;<br />&#xd;<br />We offer our customers comprehensive and efficient services in the fields of energy generation and marketing as well as energy optimisation and electromobility. In our daily work for our customers, we develop customised and digital solutions that are reliable and sustainable.&#xd;<br />&#xd;<br />We have been generating climate-friendly and sustainable electricity from carbon-free Swiss hydropower for more than a hundred years. Our power plant portfolio also comprises shares in two Swiss nuclear power plants as well as flexible thermal power plants, wind farms and photovoltaic systems in Europe.&#xd;<br />&#xd;<br />As an international energy trader, we are active on all major European markets. With unique expertise in the field of flexibility marketing and cross-border trading, our staff work around the clock to secure the profits of our customers. Thanks to digital tools, we optimise electricity generation and consumption as well as the energy flow between producers, prosumers and consumers in order to stabilise the electricity grids.&#xd;<br />&#xd;<br />The Alpiq Group has approximately 1550 employees, is headquartered in Lausanne and is listed on the SIX Swiss Exchange.","acronym":"Alpiq","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Energy, Environment, External Relations, Institutional affairs, Regional Policy, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Energy Union: Action Plan&#xd;<br />Climate and Energy Framework for 2030: Communication&#xd;<br />Energy Efficiency: Legislative Proposal&#xd;<br />Improving the Functioning of the Carbon Market: Market Stability Reserve&#xd;<br />Linking EU and Swiss Emission Trading Systems&#xd;<br />Market Abuse Directive (Revision)&#xd;<br />MiFID Revision: MiFID II","lastUp":"2019-10-08T14:48:28.271+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}