{"id":"57468837764-43","name":"EUROS / AGENCY","registrationDate":"2012-01-18T12:03:03.470+01:00","category":1,"subCategory":6,"legal":"SARL","web":"http://eurosagency.eu/?lang=en","country":"France","headAddress":"37 rue Bergère","headCity":"PARIS","headPostCode":"75009","headPhone":"(33)1 71 19 79 60","boss":"Mathieu COLLET","bossTitle":"Mr","bossPosition":"CEO","membersCount":10,"membersFTE":"7.75","membership":"http://www.epaca.com&#xd;\nwww.syntec-rp.com&#xd;\nhttp://www.pressclub.be&#xd;\nhttp://www.cercle-gaulois.be&#xd;\nhttps://www.chateau-sainte-anne.be&#xd;\nhttp://ecpa20.weebly.com&#xd;\nhttp://cdpf-asso.eu&#xd;\nhttp://www.afcl.net&#xd;\nhttp://www.bepact.be&#xd;\nhttp://www.fedom.org","memberOrga":"","goal":"Euros / Agency is an independent consulting agency based both in Paris and Brussels, and with influence and communication strategies. Since 2012, we have been working with public and private organisations in France, in Brussels and abroad, through high-quality and tailor-made support. Committed to the results-based culture, methodological rigor and outspokenness, we team up with our clients over the long term to meet their image, reputation and public decision-making challenges. Our areas of intervention cover all aspects of communication advisory, press relations, public diplomacy and national and European public affairs. Our areas of intervention cover all aspects of communication advisory, press relations, public diplomacy, European &amp; national public affairs.","acronym":"E/A","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- Digital Single Market&#xd;<br />- Mobility &amp; Transport&#xd;<br />- Energy Union and Climate&#xd;<br />- Growth and Investment&#xd;<br />- Internal Market, Industry and SMEs.&#xd;<br />- Regional Policy and Outermost Regions&#xd;<br />- Employment and Social Affairs&#xd;<br />- Research, Science and Innovation&#xd;<br />- International Cooperation and Development&#xd;<br />- Education, Culture and Youth","lastUp":"2019-02-19T16:36:05.633+01:00","customers":"CITEO","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":"","turnoverRange":"500000-999999"}