{"id":"5749958415-41","name":"Confederation of Danish Industry","registrationDate":"2008-09-22T15:30:32.847+02:00","category":2,"subCategory":4,"legal":"Organisation","web":"http://di.dk/","country":"Denmark","headAddress":"H.C. Andersens Boulevard 18","headCity":"Copenhagen V.","headPostCode":"1787","headPhone":"(45)33 77 33 77","boss":"Kim Graugaard","bossTitle":"Mr","bossPosition":"Fungerende adm. direktør","membersCount":12,"membersFTE":"5.5","membership":"EPC (European Policy Center)&#xd;\nFriends of Europe &#xd;\nBUSINESSEUROPE&#xd;\nCEPS (The Center for European Policy Studies) &#xd;\nAECA (The American European Community)&#xd;\nORGALIME (The European Engineering Industries)&#xd;\nCEPMC (Construction Products Europe)&#xd;\nCEEMET (Council of European Employers of the Metal, Engineering and Technology-Based Industries)&#xd;\nEFRAG (European Financial Reporting Advisory Group)&#xd;\nCEFIC (European Chemical Industry Council)&#xd;\nAIJN (European Fruit Juice Assocation)&#xd;\nAIBI (International Federation of Plant Bakeries) &#xd;\nEBCAM (The European Business Council for Africa and the Mediterranean) &#xd;\nESF (European Service Forum) &#xd;\nIRU (International Road Transport Union)&#xd;\nDIGITALEUROPE&#xd;\nAEBIOM (European Biomass Association)&#xd;\nTHE EUROPEAN FLOUR MILLERS&#xd;\nCIAA (FoodDrinkEurope)&#xd;\nCEMEP (European Committee of Manufacturers of Electrical Machines and Power Electronics)&#xd;\nECEG (European Chemical Employers Group)&#xd;\nCECIMO (European Association of the Machine Tool Industries)&#xd;\nThe Confederation of Danish Employers (DA)","memberOrga":"Members of DI can be found at &#xd;\nhttps://www.danskindustri.dk/om-di/hvad-er-di/dis-medlemmer/","goal":"The Confederation of Danish Industry (DI) is the largest Danish business organisation. Our headquarters are based in Copenhagen. DI's membership currently comprises 11.000 private enterprises within the manufacturing, transport, energy, trade and service industry, as well as IT, food and drinks, and consultancy. Furthermore, a number of sectoral employers' associations and branch federations exist within DI's framework. Members of DI be found at: www.di.dk.&#xd;<br />&#xd;<br />DI works to improve the competitiveness of its members and to provide the best possible framework conditions for Danish industry.&#xd;<br /> &#xd;<br />The main tasks of DI’s Brussels office can be divided into the following activities:&#xd;<br />- Monitoring the decision-making of the European institutions.&#xd;<br />- Direct contact with the European Commission and the European Parliament.&#xd;<br />- Collecting information on fields of interest.&#xd;<br />- Communicating with the headquarters in Copenhagen.&#xd;<br />- Functioning as the secretariat for the CEO and Board of Directors on certain issues.&#xd;<br />- Participating actively in numerous forums in Brussels, e.g. in BusinessEurope and the European Economic and Social Committee, where DI holds a seat in Group 1.","acronym":"DI","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"DI is engaged in various activities and have interest in a wide range of legislative proposals and political agendas. The main activities related to the institutions can be found within the following policy areas: &#xd;<br />&#xd;<br />The Single Market&#xd;<br />The Better Regulation agenda&#xd;<br />The Trade Agenda (TTIP, Japan, EGA etc.)&#xd;<br />The EU Budget&#xd;<br />The Energy and Climate agenda&#xd;<br />The Digital agenda&#xd;<br />The Circular Economy and environment agenda","lastUp":"2019-06-13T13:10:04.024+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}