{"id":"574964628920-78","name":"NEAPOLIS UNIVERSITY PAFOS","registrationDate":"2017-11-10T12:04:30.956+01:00","category":4,"subCategory":12,"legal":"COMPANY","web":"http://www.nup.ac.cy","country":"Cyprus","headAddress":"2, Danais Avenue","headCity":"Paphos","headPostCode":"8042","headPhone":"(357)26 84 36 00","boss":"Andreas Moleskis","bossTitle":"Mr","bossPosition":"Director of Finance and Administration","membersCount":3,"membersFTE":"2.5","membership":"","memberOrga":"Association of Cypriot Universities","goal":"Neapolis University is a private own higher education institute  with primary target being the creation of a dynamic learning environment focusing on fundamental and applied research in academic areas. Investment in state-of-the-art learning technologies together with the recruiting of faculty members with long experience in teaching and research at international universities provide the guarantee for academic excellence.&#xd;<br />NUP offers undergraduate Programmes in Business Administration, Accounting, Banking &amp; Finance, Law, Psychology, Architecture, Landscape Architecture and Real Estate. The postgraduate programs of the University cover Business Administration, Banking, Investment &amp; Finance, Public Administration, International &amp; European Business Law.  NUP has developed links with the country’s business community and an extensive collaboration network with institutions and organisations worldwide","acronym":"NUP","interests":"Audiovisual and Media, Economic and Financial Affairs, Education, Financial Stability, Financial Services and Capital Markets Union , Justice and Fundamental Rights, Public Health, Research and Technology","euInitiatives":"Lifelong Learning Programme &#xd;<br />The Comenius programme - relating to primary and secondary education.&#xd;<br />The Erasmus programme - relating to higher education.&#xd;<br />The Leonardo da Vinci programme - relating to vocational education and training.&#xd;<br />Internal quality assurance system.","lastUp":"2017-11-10T12:19:10.709+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}