{"id":"575061931657-78","name":"B-Act","registrationDate":"2018-05-30T18:21:05.789+02:00","category":1,"subCategory":6,"legal":"s.r.l.","web":"http://www.b-act.eu","country":"Italy","headAddress":"Via G. Branca 93","headCity":"Pesaro","headPostCode":"61121","headPhone":"(39)0 72 11 54 33 31","boss":"Annamaria Agarini","bossTitle":"Ms","bossPosition":"Amministratore Unico","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"La società B-Act opera nei settori della lobby, delle reti d’impresa, delle relazioni istituzionali e della progettazione europea, rivolgendosi principalmente ad imprese ed enti pubblici, ed è attiva nello sviluppo e mantenimento di importanti relazioni professionali con i principali decision maker politico-istituzionali e stakeholder. &#xd;<br />Data la pluridecennale esperienza della titolare della società a livello istituzionale europeo, in qualità di Quadro Responsabile Progetti Europei e Relazioni Internazionali per l’Area Sviluppo della Città e Cultura presso il Comune di Genova, la società intende avvalersi dell’iscrizione al Registro di Trasparenza al fine di: mantenere i contatti professionali istituzionali sviluppati in precedenza presso Enti e Istituzioni europee, anche tramite l’accreditamento presso il Parlamento Europeo, oltre che svilupparne di nuovi; poter usufruire delle opportunità messe a disposizione dalla Commissione Europea e dal Parlamento Europeo, quali la partecipazione ad incontri con Commissari, membri di gabinetto, Direttori Generali, esperti e rappresentanti  di interessi; poter accedere ai locali delle Istituzioni europee per svolgere le proprie attività legate al networking e alle relazioni istituzionali; e, non da ultimo, dimostrare accreditamento presso le Istituzioni tramite il rispetto del codice di condotta.","acronym":"","interests":"Business and Industry, Culture, Culture and media, Energy, General and Institutional Affairs, Regional Policy, Research and innovation","euInitiatives":"La società B-Act ha monitorato attivamente il Programma Horizon 2020 e gli strumenti messi a disposizione dalla Commissione Europea per i settori della ricerca, dell’innovazione, della cultura e del sostegno alle imprese. In particolare, sono stati seguiti: il programma COSME, lo SME Instrument, il programma Europa Creativa ed Erasmus+.","lastUp":"2018-06-14T20:04:01.787+02:00","customers":"Campoverde S.r.l.","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}