{"id":"575074233345-19","name":"Federación Andaluza de Asociaciones Pesqueras","registrationDate":"2018-11-28T13:53:27.913+01:00","category":2,"subCategory":4,"legal":"Federación","web":"","country":"Spain","headAddress":"Muelle Pesquero, 272","headCity":"Algeciras","headPostCode":"11201","headPhone":"(34)9 56 63 01 32","boss":"Pedro Maza Fernández","bossTitle":"","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"Esta entidad pertenece  a nivel nacional a la Confederación Española de Pesca (CEPESCA) www.cepesca.es","memberOrga":"- Asociación de Armadores de Empresas Productoras de Pesca de Punta Umbría (ASEPESCA)&#xd;\n- Asociación de Armadores de Punta del Moral, S.C.A&#xd;\n- Asociación de Cerco de Huelva (ACEHU)&#xd;\n- Asociación Empresarial Nuevos Armadores del Pto. Santa María&#xd;\n- Asociación Barbateña de Empresarios Pesqueros \"ABEMPE\"&#xd;\n- Asociación de Armadores Productores de Algeciras&#xd;\n- Asociación de Productores Propesma de Málaga&#xd;\n- Asociación de Armadores de Buques de Pesca de cerco de Sánlucar de Barrameda (CERCOPESCA)&#xd;\n- Asociación Provincial de Empresas de la Pesca de Almería \"ASOPESCA\"&#xd;\n-Pescadores de Carboneras, S.C.A","goal":"Los objetivos fundamentales para la asociación son tales como la contribución a la transferencia de los conocimientos y buenas prácticas pesqueras, y la coordinación de esfuerzos con la Administración y otras organizaciones pesqueras en la negociación de acuerdos y la definición de planes de gestión a favor de la sostenibilidad de las pesquerías.&#xd;<br />Interés por participar activamente en cuantas iniciativas relacionadas con el sector pesquero se adopten en el seno de la presidencia española de la UE, adaptar las propuestas de reforma que se vayan planteando de la actual Política Pesquera Común (PCP) para equilibrar la sostenibilidad medioambiental de los recursos con la sostenibilidad económica de la actividad pesquera, y, sobretodo, apostar por un sector responsable, rentable y competitivo.","acronym":"FAAPE","interests":"Maritime affairs and fisheries","euInitiatives":"Expedientes, iniciativas y políticas que tengan que ver con el sector pesquero extractivo tanto en la zona del Mar Mediterráneo como en el Océano Atlántico.","lastUp":"2019-11-18T12:18:03.720+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}