{"id":"57514749088-82","name":"Health Care Without Harm Europe","registrationDate":"2012-07-04T16:20:41.360+01:00","category":3,"subCategory":2,"legal":"aisbl","web":"https://noharm-europe.org","country":"Belgium","headAddress":"Rue de la Pépinière 1","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)25 03 04 81","boss":"Anja Leetz","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":10,"membersFTE":"10.0","membership":"HCWH Europe is member of the European Environmental Citizens Organisation for Standardisation (ECOS), Climate Action Network (CAN) Europe, the Network for Sustainable Development in Public Procurement (NSDPP), the European Working Group on Ethical Public Procurement (EWGEPP) and the 'EDC Free' campaign, an informal coalition of public interest groups representing more than 31 organisations in Europe.","memberOrga":"https://noharm-europe.org/content/europe/hcwh-europe-members","goal":"HCWH Europe is an independent non-profit NGO focusing on the environmental impact of the healthcare sector in Europe. &#xd;<br />&#xd;<br />Our mission is to transform healthcare worldwide so that it reduces its environmental footprint, becomes a community anchor for sustainability and a leader in the global movement for environmental health and justice. &#xd;<br />&#xd;<br />Overarching Goals&#xd;<br />1. Protect Public Health from Climate Change: Reduce healthcare’s carbon footprint, foster climate resilient health systems, mobilise the health sector to address climate change as a public health issue, and advocate for solutions that accelerate a transition to clean, renewable energy.&#xd;<br />&#xd;<br />2. Transform the Supply Chain: Establish and globalise procurement criteria and leverage healthcare’s purchasing power to drive policies and markets for ethically produced, healthy, sustainable products and services.&#xd;<br />&#xd;<br />3. Build Leadership for Environmental Health: Inspire, mobilise and support healthcare’s leadership to promote environmental sustainability, human rights, and the right to health in order to achieve large-scale transformational change.","acronym":"HCWH Europe","interests":"Agriculture and Rural Development, Climate Action, Communication, Development, Employment and Social Affairs, Energy, Enterprise, Environment, Food Safety, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"Medical Device Regulation implementation&#xd;<br />EDC identification criteria&#xd;<br />Pharmaceuticals in the environment&#xd;<br />Climate and energy policies&#xd;<br />Mercury regulation implementation&#xd;<br />Sustainable Food Policy&#xd;<br />EC Action Plan Against the rising threats from Antimicrobial Resistance&#xd;<br />Public procurement policy","lastUp":"2018-03-02T12:37:56.211+01:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}