{"id":"57514749088-82","name":"Health Care Without Harm Europe","registrationDate":"2012-07-04T16:20:41.360+01:00","category":3,"subCategory":2,"legal":"aisbl","web":"https://noharm-europe.org","country":"Belgium","headAddress":"Rue de la Pépinière 1","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)25 03 04 81","boss":"William Clark","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":14,"membersFTE":"13.5","membership":"HCWH Europe is member of: the European Environmental Citizens Organisation for Standardisation (ECOS), Climate Action Network (CAN) Europe; the Zero Mercury Working Group, the Network for Sustainable Development in Public Procurement (NSDPP); the European Working Group on Ethical Public Procurement (EWGEPP); EDC-Free Europe coalition; AMR Stakeholder Network; Antibiotic Resistance Coalition; and Break Free From Plastics Europe.","memberOrga":"https://noharm-europe.org/content/europe/hcwh-europe-members","goal":"HCWH Europe is a non-profit European membership organisation of hospitals, healthcare systems, healthcare professionals, local authorities, research/academic institutions and environmental and health organisations. Our mission is to transform healthcare worldwide so that it reduces its environmental footprint, becomes a community anchor for sustainability and a leader in the global movement for environmental health and justice. Our vision is that healthcare mobilises its ethical, economic and political influence to create an ecologically sustainable, equitable and healthy world. Programmatic goals: 1. Climate-smart Healthcare: Decarbonise the European healthcare sector, increase resilience to climate change, and increase climate advocacy by healthcare leaders; 2. Safer Chemicals: Reduce chemical pollution and exposure from the European healthcare sector; 3. Sustainable Food: Increase sustainability of food production and consumption in European healthcare; 4. Safer Pharma: Reduce presence of pharmaceuticals in the environment and exposure to AMR; 5. Sustainable Procurement: Reduce negative environmental, social, and health impacts through European healthcare procurement.","acronym":"HCWH Europe","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Communication, Digital economy and society, Employment and Social Affairs, Energy, Environment, Food Safety, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Trade, Trans-European Networks, Transport","euInitiatives":"Medical Device Regulation implementation; EDC identification criteria; EU strategy on EDCs - Towards a comprehensive European Union framework on endocrine disruptors, and Fitness Check on the EU legislation on endocrine disruptors; Biocidal Product Regulation implementation (with focus on disinfectants); Substitution to safer chemicals (in particular: European Chemicals Agency Strategy to promote substitution to safer chemicals through innovation); Strategic Approach to Pharmaceuticals in the Environment; Climate and energy package; Mercury regulation implementation; Sustainable Food Policy; EU One Health Action Plan against AMR; Public procurement policy; Green Public Procurement; Circular economy package; European Green Deal","lastUp":"2020-01-09T11:54:07.705+01:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}