{"id":"576160123018-61","name":"United Kingdom National E-invoicing Forum","registrationDate":"2016-08-16T13:17:02.848+02:00","category":3,"subCategory":2,"legal":"none","web":"http://uknef.org.uk","country":"United kingdom","headAddress":"UKNEF c/o Mr Anthony Nisbett","headCity":"Pescehaven","headPostCode":"BN10 7SQ","headPhone":"(44)78 36 23 53 77","boss":"Amabel Grant","bossTitle":"Ms","bossPosition":"Chair","membersCount":4,"membersFTE":"1.0","membership":"EMSFEI as above","memberOrga":"http://www.uknef.org.uk/media/691/uknef_2014.pdf","goal":"The UK National e-Invoicing Forum was set up in 2010 as a self-funded initiative of industry associations, public sector bodies and solution providers to promote e-Invoicing in the UK public and private sectors; and also to ensure expert UK input to the EU Commission Multi-Stakeholder Forum on e-Invoicing, so that emerging EU policy - and its implementation - supports UK public and private interests.&#xd;<br />&#xd;<br />Mission: “To save the UK tax-payer money and&#xd;<br />improve service quality and transparency by replacing&#xd;<br />paper invoices with wholly electronic transactions.”&#xd;<br />&#xd;<br />Objectives:&#xd;<br />&#xd;<br />1. Support for Government Policy Making: to engage with the Crown Commercial&#xd;<br />Service and provide expert opinion on the implementation of electronic&#xd;<br />invoicing by the UK Public Sector as described in the Small Business Enterprise&#xd;<br />and Employment Act. The forum intends to argue the case for an ‘e-invoicing/e-procurement&#xd;<br />champion’, who will be responsible for advising on existing EU&#xd;<br />directives and for delivering widespread e-invoicing adoption across the UK&#xd;<br />public sector. Another key area is the creation of an ‘e-invoicing national&#xd;<br />framework agreement’ that is re-usable across all public sector entities. The&#xd;<br />forum believes that the creation of a framework will increase the adoption of e-invoicing.&#xd;<br />&#xd;<br />2. Awareness and Implementation Support for Buyers and Suppliers: to&#xd;<br />champion, promote and advocate widespread adoption of electronic invoicing&#xd;<br />within the context of growing supply chain automation and end-to-end&#xd;<br />electronic transactions between buyers and sellers of goods and services.","acronym":"UKNEF","interests":"Banking and financial services, Business and Industry, Customs, Digital economy and society, Economy, finance and the euro, Public Health, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Support for e-Invoicing by DG GROW as part of the Single Market and Digital Agendas.&#xd;<br />&#xd;<br />Representation in the European Multi-Stakeholder Forum on e-Invoicing (EMSFEI).&#xd;<br />&#xd;<br />Implementation of Directive 2014/55/EU&#xd;<br />&#xd;<br />The work on implementation and maintenance of the European Norm for a core e-invoice","lastUp":"2018-07-20T11:51:41.512+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}