{"id":"576316315817-83","name":"Confederación Española de Sociedades de Garantía Recíproca","registrationDate":"2015-01-29T13:38:33.340+01:00","category":3,"subCategory":2,"legal":"ASOCIACIÓN SIN ÁNIMO DE LUCRO non profit association","web":"http://www.cesgar.es","country":"Spain","headAddress":"calle Carranza, 25 4º-2","headCity":"MADRID","headPostCode":"28004","headPhone":"(34)9 14 45 14 00","boss":"MARTA CEA SORIANO","bossTitle":"Ms","bossPosition":"GENERAL DIRECTOR","membersCount":3,"membersFTE":"0.75","membership":"AECM, European Association of Mutual Guarantee Societies&#xd;\n&#xd;\nhttp://www.aecm.eu/en/aecm-european-association-of-mutual-guarantee-societies.html?IDC=18&amp;IDD=24","memberOrga":"http://www.cesgar.es","goal":"CESGAR is the Association of financial entities that provide guarantees to facilitate the access to finance of small and medium-sized companies and self-employed workers. CESGAR is a national umbrella organisation of 22 Mutual Guarantee Societies, the first of which had been created in 1979.The usually guarantee covers 100% of the bank loan.&#xd;<br />CESGAR plays a central role in the activity of Sociedades de Garantía Recíproca (SGR,  Mutual Guarantee Societies) by being their central negotiator with the Government, with the Central Bank and with competition authorities. &#xd;<br />The system of Public support is based on certain limited tax exemptions and mainly on counter-guarantees granted by CERSA at a rate (30 to 75%) that depends on political priorities such as innovation and types of operations such as investments.&#xd;<br />The Central Bank of Spain considers guarantees issued by the MGS, Mutual Guarantee Societies, as one of its reconognized guarantees enabling banks to reduce their relevant provisions and capital requirements. Also the counter-guarantees of CERSA is recognized to enable MGS to reduce provisions and capital requirements.","acronym":"CESGAR","interests":"Economic and Financial Affairs, Enterprise","euInitiatives":"HORIZON, COSME, INICIATIVA PYME (SME), FEI, BEI","lastUp":"2018-02-15T10:12:50.033+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}