{"id":"576546831679-85","name":"Luca Muscelli consultant","registrationDate":"2018-06-01T18:40:22.216+02:00","category":1,"subCategory":8,"legal":"ditta individuale","web":"https://muscelliconsulting.weebly.com/","country":"Italy","headAddress":"Via A. Vespucci 31","headCity":"Sant'Egidio alla Vibrata (TE)","headPostCode":"","headPhone":"(39)34 09 85 22 50","boss":"Luca Muscelli","bossTitle":"Mr","bossPosition":"Manager","membersCount":1,"membersFTE":"1.0","membership":"N/A","memberOrga":"N/A","goal":"La società è nata con lo scopo di fornire servizi a supporto commerciale e legale di enti pubblici locali ed ad aziende per accedere in maniera consapevole presso le sedi europei, per far formarle ad un approccio corretto con l'Europa, fornire assistenza tecnica per accedere a finanziamenti e servizi della UE, inoltre promuove campagne e giornate informative sul ruolo che la UE può avere per determinare lo sviluppo delle aree locali.","acronym":"LMc","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign and Security Policy and Defence, Fraud prevention, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Attualmente stiamo seguendo per conto dei nostri clienti iniziative in campo energetico, sviluppo sostenibile ed agricoltura. Inoltre sttiamo seguendo i nostri clienti a supporto dei programmi H2020 e Cosme.","lastUp":"2018-06-19T16:46:52.138+02:00","customers":"Cope Teramo,Comune di Teramo,Provincia di Teramo,Ballone srl","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}