{"id":"57662532056-47","name":"Bundesarbeitsgemeinschaft der Senioren-Organisationen","registrationDate":"2009-07-24T10:29:20.846+01:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://www.bagso.de","country":"Germany","headAddress":"Thomas-Mann-Str. 2-4","headCity":"Bonn","headPostCode":"53111","headPhone":"(228)2 49 99 30","boss":"Guido Klumpp, Dr.","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"AGE Platform Europe, Verbraucherzentrale Bundesverband&#xd;\nDeutscher Verein für öffentliche und private Fürsorge e.V.&#xd;\nNetzwerk Europäische Bewegung Deutschland,&#xd;\nDas Demographie Netzwerk e.V.","memberOrga":"http://www.bagso.de/die-bagso-verbaende.html","goal":"Die Bundesarbeitsgemeinschaft der Senioren-Organisationen (BAGSO) e.V. tritt als Interessenvertretung der älteren Generationen in Deutschland vor allem dafür ein, dass jedem Menschen ein selbst bestimmtes Leben im Alter möglich ist und die dafür notwendigen Rahmenbedingungen geschaffen werden. Sie setzt sich dafür ein, dass auch alte Menschen die Chance haben, sich aktiv am gesellschaftlichen Leben zu beteiligen und sich das im öffentlichen Meinungsbild über \"die Alten\" widerspiegelt. &#xd;<br />&#xd;<br />Ihre Ziele sind:&#xd;<br />•\tdas Bild und die Stellung älterer Menschen in Gesellschaft und Familie zu verbessern, &#xd;<br />•\tein selbst bestimmtes Leben im Alter zu ermöglichen, &#xd;<br />•\tÄltere darin zu bestärken, Verantwortung für sich und andere zu übernehmen, &#xd;<br />•\tdas solidarische Miteinander und den Dialog der Generationen voranzubringen, &#xd;<br />•\tdie Gesunderhaltung zu fördern, Behinderungen auszugleichen und die pflegerische Versorgung zu verbessern sowie &#xd;<br />•\tdie Interessen älterer Verbraucher zu stärken.&#xd;<br />&#xd;<br />Unter dem Dach der BAGSO arbeiten zurzeit (April 2016) 114 Verbände, Organisationen und Initiativen der freien Altenarbeit zusammen. Über ihre Mitglieder vertritt die BAGSO rund dreizehn Millionen ältere Menschen in Deutschland.","acronym":"BAGSO","interests":"Consumer Affairs, Employment and Social Affairs, General and Institutional Affairs, Information Society, Justice and Fundamental Rights, Public Health","euInitiatives":"Initiativen: European Innovation Partnership on Active and Health Ageing ( EIP AHA)&#xd;<br />Innovation for age-friendly buildings, cities and environments&#xd;<br />EU-Initiatives on senior tourisme&#xd;<br />Strategien: Europe 2020 Strategy (Flagship initiatives relating to ageing: employment, fight against poverty, digital agenda and industry innovation on active and healthy aging)&#xd;<br />European Semester &#xd;<br />EU strategies on demographic change; EU pillar of social rights; The European Commision launches a new \"Roadmap for the reconciliation of work and private life\"&#xd;<br />EU strategies on financial services&#xd;<br />EU Policy in the field of Lifelong Learning&#xd;<br />White Paper on the future of Europe&#xd;<br />Rechtssetzung:&#xd;<br />UN Convention on the Rights of Persons with Disabilities (UNCRPD)&#xd;<br />UN directives for combating discrimination based on sex, racial of ethnic origin, religion or belief, age or sexual orientation,&#xd;<br />EU directives supporting accessability,&#xd;<br />EU directives supporting the rights of consumers","lastUp":"2017-03-15T15:33:28.184+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}