{"id":"576942424527-18","name":"Confederação Nacional da Indústria","registrationDate":"2016-11-16T15:43:04.095+01:00","category":2,"subCategory":4,"legal":"Entidade sindical de grau superior","web":"http://www.portaldaindustria.com.br","country":"Brazil","headAddress":"SBN Quadra 1 Bloco C 12º andar","headCity":"Brasília - DF","headPostCode":"70040-903","headPhone":"(55)33 17 88 39","boss":"Robson  Braga de Andrade ","bossTitle":"","bossPosition":"Presidente ","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"CNI represents Brazil’s 27 state-level federations of industries of Brazil and 1,245 sectorial employer’s unions, to which almost 700,000 companies are affiliated with. In addition, it directly administers the following organizations: Social Service of Industry (Serviço Social da Indústria – SESI), the National Service of Industrial Training (Serviço Nacional de Aprendizagem Industrial – SENAI) and the Euvaldo Lodi Institute (Instituto Euvaldo Lodi – IEL)","goal":"The Brazilian National Confederation of Industry (Confederação Nacional da Industria – CNI) is the official and highest-level organization representing Brazilian industry. Since its founding in 1938, CNI has defended domestic business and manufacturing interests, acting as the main interlocutor with the executive, legislative, and judicial branches of government, as well as with various organizations and entities in Brazil and around the world.&#xd;<br />&#xd;<br />CNI represents Brazil’s 27 state-level federations of industries and 1,245 sectorial employer’s unions, to which almost 700,000 companies are affiliated with. In addition, it directly administers the following organizations: Social Service of Industry (Serviço Social da Indústria – SESI), the National Service of Industrial Training (Serviço Nacional de Aprendizagem Industrial – SENAI) and the Euvaldo Lodi Institute (Instituto Euvaldo Lodi – IEL)","acronym":"CNI","interests":"Agriculture and Rural Development, Climate Action, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Food Safety, General and Institutional Affairs, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Trade, Trans-European Networks","euInitiatives":"- Monitor EU policies and analyse their impact on Brazilian companies' ability to export products and services to the European Union (e.g. medical devices, organics, food labelling, single digital market)&#xd;<br />- Follow the EU's trade negotiations, in particular EU-Mercosul &#xd;<br />-Engage with EU decision-makers to promote trade between the EU and Brazil","lastUp":"2017-10-26T20:01:19.546+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}