{"id":"576901819373-09","name":"The Values Foundation","registrationDate":"2015-10-31T09:38:53.248+02:00","category":3,"subCategory":2,"legal":"Registered charitable non-profit organisation in Sweden","web":"http://values-foundation.org","country":"Sweden","headAddress":"Box 487","headCity":"Gothenburg","headPostCode":"41451","headPhone":"(46)7 36 00 59 39","boss":"David Skinner","bossTitle":"Mr","bossPosition":"Director","membersCount":8,"membersFTE":"2.25","membership":"Kreativa Intresseorganisation   www.kfio.se","memberOrga":"","goal":"To promote the rights and freedoms of Christian minority groups; and to help develop good policies and legislation based on moral values for the benefit of all. The Foundation makes submissions to both the European Parliament and the European Commission, engaging in the public consultative process and often attends public hearings at Brussels where it presents fact-based evidence on situations through Europe as to minority groups.","acronym":"","interests":"Economy, finance and the euro, Education and training, Employment and Social Affairs, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, Justice and Fundamental Rights, Trade","euInitiatives":"The Foundation particularly follow policies and initiatives that concern Christian minorities in the EU. &#xd;<br />&#xd;<br />Legislation currently followed.&#xd;<br />1) Fundamental Rights Colloquium by DG Justice EC&#xd;<br />2) 2008/0140(APP) Equal treatment: implementing the principle of equal treatment between persons irrespective of religion or belief, disability, age or sexual orientation.&#xd;<br />3) Doc 11855/12 Human Rights and Democracy: EU Strategic Framework and EU Action Plan.&#xd;<br />&#xd;<br />We also follow any initiatives or legislation that deals with human-rights and anti-discriminatory proposals that affect religious minorities.","lastUp":"2018-09-05T19:41:57.779+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}