{"id":"577628117137-07","name":"Giesecke &amp; Devrient","registrationDate":"2015-04-28T13:25:30.978+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.gi-de.com","country":"Germany","headAddress":"Prinzregentenstr. 159","headCity":"M?nchen","headPostCode":"81677","headPhone":"(49)89 41 19 -0","boss":"Sourour Stanke","bossTitle":"Ms","bossPosition":"C-CO","membersCount":4,"membersFTE":"1.0","membership":"https://www.gi-de.com/en/about_g_d/services/associations/associations.jsp","memberOrga":"n. v.","goal":"G&amp;D entwickelt, produziert und vertreibt Produkte und L?sungen rund um das Bezahlen, die sichere Kommunikation und das Management von Identit?ten. G&amp;D h?lt in diesen M?rkten eine f?hrende Wettbewerbs- und Technologieposition inne. Zu den Kunden des Konzerns z?hlen vor allem Zentralbanken und Gesch?ftsbanken, Mobilfunkanbieter, Unternehmen sowie Regierungen und Beh?rden.&#xd;<br />&#xd;<br />G&amp;D develops, produces, and markets products and solutions for payment, secure communication, and identity management. G&amp;D maintains a leading competitive and technological position in these markets. The group?s clients most notably include central banks and commercial banks, wireless communications providers, businesses, governments, and public bodies.&#xd;<br />&#xd;<br />G&amp;D d?veloppe, produit et distribue des produits et solutions de paiement qui s?curisent les communications et la gestion des donn?es personnelles. G&amp;D poss?de une position de leader en termes de comp?titivit? et de technologie dans ces march?s. L'entreprise compte parmi ses clients des banques centrales et commerciales, des op?rateurs de t?l?phonie mobile, des entreprises, ainsi que des gouvernements et autorit?s publiques.","acronym":"G&amp;D","interests":"Budget, Competition, Customs, Development, Economic and Financial Affairs, Enterprise, External Relations, Financial Stability, Financial Services and Capital Markets Union , Home Affairs, Humanitarian Aid, Information Society, Internal Market, Public Health, Research and Technology, Trade, Transport","euInitiatives":"- Digitaler Binnenmarkt; Binnenmarktthemen &#xd;<br />- Payment Services&#xd;<br />- Initiativen i. V. m. Sicherheitstechnologien&#xd;<br />- Handelspolitik&#xd;<br />- F&amp;E","lastUp":"2017-03-08T10:57:42.141+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}