{"id":"577829817108-84","name":"Centrica plc","registrationDate":"2015-04-24T18:03:39.711+01:00","category":2,"subCategory":3,"legal":"PLC","web":"http://www.centrica.com","country":"United kingdom","headAddress":"Millstream","headCity":"Windsor","headPostCode":"SL4 5GD","headPhone":"(44)0 17 53 49 40 00","boss":"Iain Conn","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":3,"membersFTE":"1.5","membership":"Centrica is a member of the following associations and networks engaged in EU Policy:&#xd;\n&#xd;\nEFET (European Federation of Energy Traders)&#xd;\nEnergy UK&#xd;\nIETA (International Emissions Trading Association)&#xd;\nCOGEN Europe&#xd;\nGSE (Gas Storage Europe)","memberOrga":"","goal":"Centrica is an international energy and services company with a strategy built around the customer. Everything we do is focused on satisfying the changing needs of our customers. We supply energy and energy-related services to over 28 million customer accounts in the UK, Ireland and North America, through strong brands such as British Gas and Direct Energy - supported by 12,000 engineers and technicians. &#xd;<br />We are developing new and innovative products and services for customers globally. &#xd;<br />-\tOur Connected Home business has developed products such as the Hive smart thermostat. &#xd;<br />-\tThrough our Distributed Energy &amp; Power business we offer integrated energy solutions for commercial and industrial customers, including flexible generation, energy management systems, and battery storage. In the power sector, Centrica owns seven gas-fired power stations in England and Wales, with a total capacity of around 3.7GW. We also have a 20% interest in eight UK nuclear power stations. As part of our distributed generation activities, we acquired ENER-G Cogen in 2016, an established supplier and operator of combined heat and power (CHP) solutions.&#xd;<br />-\tOur Energy, Marketing &amp; Trading business operates in LNG trading, optimisation and risk-management for customers. As part of this, Centrica plc acquired Neas Energy in 2016. Neas provides customers with route to market and short-term trading optimisation services in six European countries.  Combined, these customers own 2,500 individual decentralised assets, with an installed capacity of approximately 8,6GW.&#xd;<br />-\tExploration &amp; Production also continues to play an important role in our portfolio. Our E&amp;P business currently produces around 70 mmboe of gas and liquids per annum, with assets in the UK, the Netherlands and Norway.&#xd;<br />-\tFinally, Centrica Storage operates the largest gas storage facility in the UK representing more than 70% of the UK's storage capacity.","acronym":"","interests":"Budget, Climate Action, Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Internal Market, Research and Technology, Taxation, Trade, Trans-European Networks","euInitiatives":"Centrica aims to contribute to the debate between all stakeholders on the development of public policy on issues that directly affect the energy sector and on wider issues affecting the environment and economic prosperity. Areas of direct interest include Energy Union, Clean Energy Package, single market in electricity and gas, retail energy markets, financial regulation, security of supply policy, renewables, energy efficiency, Emissions Trading, air quality policy, research and innovation policy, consumer rights, data protection, cyber security and the implementation of the Digital Single Market.","lastUp":"2017-04-18T09:50:01.647+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}