{"id":"577829817108-84","name":"Centrica plc","registrationDate":"2015-04-24T18:03:39.711+02:00","category":2,"subCategory":3,"legal":"PLC","web":"http://www.centrica.com","country":"United kingdom","headAddress":"Millstream","headCity":"Windsor","headPostCode":"SL4 5GD","headPhone":"(44)0 17 53 49 40 00","boss":"Iain Conn","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":2,"membersFTE":"1.5","membership":"Centrica is a member of the following associations and networks engaged in EU Policy:&#xd;\n&#xd;\n•\tEFET (European Federation of Energy Traders)&#xd;\n•\tEnergy UK&#xd;\n•\tIETA (International Emissions Trading Association)&#xd;\n•\tCOGEN Europe&#xd;\n•\tSolar Power Europe","memberOrga":"","goal":"Centrica is an international energy and services company with a strategy built around the customer. Everything we do is focused on satisfying the changing needs of our customers. We supply energy and energy-related services to over 25 million customer accounts in the UK, Ireland and North America, through strong brands such as British Gas, Bord Gáis and Direct Energy - supported by 12,000 engineers and technicians. &#xd;<br />We are developing new and innovative products and services for customers globally: &#xd;<br />- Our Connected Home business has developed products such as the Hive smart thermostat, plugs, sensors, lights and camera, which are now also available in Italy thanks to the partnership with Eni Gas&amp;Luce. &#xd;<br />- Through our Distributed Energy &amp; Power business we offer integrated energy solutions for commercial and industrial customers, including flexible generation, energy management systems, and battery storage. In the power sector, Centrica owns three gas-fired power stations in England and Wales. We also have a 20% interest in eight UK nuclear power stations. As part of our distributed generation activities, we acquired ENER-G Cogen in 2016, an established supplier and operator of combined heat and power (CHP) solutions. Moreover, in November 2017, we acquired REstore, the Europe’s leading demand response aggregator, managing a portfolio of industrial and commercial customers across Belgium, the UK, France and Germany.&#xd;<br />- Our Energy, Marketing &amp; Trading business operates in LNG trading, route-to-market, optimisation and risk-management for customers with decentralised generation assets. As part of this, Centrica plc acquired Neas Energy in 2016. Since then, we continue to expand our route-to-market offering across Europe and now serve customers who own decentralised assets with installed capacity of over 11,8 GW across a range of energy generation (of which 8.88 GW are renewable assets). &#xd;<br />- Exploration &amp; Production also continues to play an important role in our portfolio. In 2017, we created a joint venture with Bayerngas Norge, now operating under name of Spirit Energy in UK, Norwegian, Dutch and Danish waters. Spirit Energy is now one of Europe’s leading independent E&amp;P operators, with production of around 47mmboe in 2018, and assets in the UK, the Netherlands and Norway.","acronym":"","interests":"Budget, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Foreign affairs and security policy, Institutional affairs, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Centrica aims to contribute to the debate between all stakeholders on the development of public policy on issues that directly affect the energy sector and on wider issues affecting the environment and economic prosperity. Areas of direct interest include Energy Union, EU climate policy, single market in electricity and gas, retail energy markets, financial regulation, security of supply policy, renewables, energy efficiency, Emissions Trading, air quality policy, research and innovation policy, consumer rights, data protection, cyber security and the implementation of the Digital Single Market.","lastUp":"2019-10-11T09:16:44.617+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}