{"id":"577943117432-04","name":"Deloitte &amp; Touche S.p.A.","registrationDate":"2015-05-29T11:37:24.925+02:00","category":1,"subCategory":6,"legal":"Società per Azioni","web":"http://www2.deloitte.com/it","country":"Italy","headAddress":"Via Tortona, 25","headCity":"Milano","headPostCode":"20144","headPhone":"(39)02 83 32 21 11","boss":"Pompei Fabio","bossTitle":"Mr","bossPosition":"Amministratore Delegato","membersCount":1,"membersFTE":"0.5","membership":"Deloitte refers to one or more of Deloitte Touche Tohmatsu Limited, a UK private company limited by guarantee (“DTTL”), its network of member firms, and their related entities.  DTTL and each of its member firms are legally separate and independent entities.  DTTL (also referred to as “Deloitte Global”) does not provide services to clients.  Please see www.deloitte.com/about for a more detailed description of DTTL and its member firms.&#xd;\n&#xd;\nDeloitte &amp; Touche S.p.A. is member of ASSIREVI – Associazione Italiana Revisori Contabili (the Italian Auditors Association)","memberOrga":"http://www2.deloitte.com/global/en.html","goal":"La Società ha per oggetto l'esercizio dell'attività di revisione ed organizzazione contabile, nonché delle altre attività demandate alle società di revisione da specifiche norme di legge.","acronym":"Deloitte","interests":"Agriculture and Rural Development, Budget, Competition, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Information Society, Internal Market, Regional Policy, Taxation, Trade","euInitiatives":"EU initiatives, policies and legislative dossiers related to:&#xd;<br />- Audit and Accounting legislation,&#xd;<br />- Corporate reporting and Corporate Governance,&#xd;<br />- Tax and Financial Services,&#xd;<br />- Capital Markets Union,&#xd;<br />- Trade,&#xd;<br />- Data Security, cyber security, protection of business secrets and privacy.&#xd;<br />Other dossiers may also be of interest.&#xd;<br />&#xd;<br />Our organization follows the abovementioned EU initiatives on behalf of itself, and not on behalf of clients of our organization.","lastUp":"2018-04-09T15:43:47.806+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":"","turnoverRange":""}