{"id":"578157331714-65","name":"Aspen Institute Italia","registrationDate":"2018-06-08T14:57:32.190+02:00","category":3,"subCategory":2,"legal":"associazione","web":"http://www.aspeninstitute.it","country":"Italy","headAddress":"Piazza Navona 114","headCity":"Roma","headPostCode":"00186","headPhone":"(39)0 64 54 68 91","boss":"Giulio Tremonti","bossTitle":"","bossPosition":"Presidente","membersCount":10,"membersFTE":"10.0","membership":"http://www.aspeninstitute.it/aspen-nel-mondo/the-aspen-institute","memberOrga":"http://www.aspeninstitute.it/system/files/inline/soci_sostenitori_ITA_15_4_2018.pdf","goal":"La missione di Aspen Institute Italia è l'internazionalizzazione della leadership imprenditoriale, politica e culturale del Paese attraverso un libero confronto tra idee e provenienze diverse per identificare e promuovere valori, conoscenze e interessi comuni. L'Istituto si concentra sui problemi e le sfide più attuali della politica, dell'economia, della cultura e della società, con un'attenzione particolare alla business community italiana e internazionale.&#xd;<br />&#xd;<br />Il \"metodo Aspen\" privilegia il confronto ed il dibattito \"a porte chiuse\", favorisce le relazioni interpersonali e consente un effettivo aggiornamento dei temi in discussione. Attorno al tavolo Aspen discutono leader del mondo industriale, economico, finanziario, politico, sociale e culturale in condizioni di assoluta riservatezza e di libertà espressiva.&#xd;<br />&#xd;<br />Lo scopo è quello di  evidenziare la complessità dei fenomeni del mondo contemporaneo e incoraggiare quell'approfondimento culturale da cui emergano valori ed ideali universali capaci di ispirare una leadership moderna e consapevole.","acronym":"AII","interests":"Borders and Security, Business and Industry, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Food Safety, Foreign and Security Policy and Defence, International co-operation and development, Migration and asylum, Regional Policy, Research and innovation, Trade","euInitiatives":"politica estera e di sicurezza, politica economica, innovazione e tecnologia, ricerca, energia e cambiamento climatico","lastUp":"2018-06-08T14:58:59.050+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}