{"id":"578408218330-43","name":"Observatoire social européen","registrationDate":"2015-07-28T15:29:36.936+02:00","category":4,"subCategory":5,"legal":"ASBL","web":"http://www.ose.be/EN/index.htm","country":"Belgium","headAddress":"Rue Paul Emile Janson, 13","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)25 37 19 71","boss":"Bart Vanhercke","bossTitle":"Mr","bossPosition":"Director","membersCount":13,"membersFTE":"11.5","membership":"Not Applicable","memberOrga":"Not Applicable","goal":"The European Social Observatory (OSE) was founded in 1984 and is nowadays a leading centre for research, information and training, specialised in the social dimension of the European Union. It has a forward-looking approach and operates as a think-tank, identifying issues as they emerge. &#xd;<br />&#xd;<br />In 2018 the OSE was again ranked among the top 100 social policy think tanks worldwide by the Think Tanks and Civil Societies Program (TTCSP) of the University of Pennsylvania in 2017. The think tanks in this category provide ‘superior innovative research and strategic analyses’ on topics pertaining to social issues and challenges. &#xd;<br />&#xd;<br />The OSE is a partner organisation in several European Research Programmes and is actively involved in some major networks of academic excellence in Europe and North America. The OSE works closely with the Belgian and European public authorities, as well as with trade unions (including in the context of TURI, a network of research institutes close to the trade union movement) and civil society organisations (including the Platform of European Social NGO’s and the European Social Network). As a result, it has acquired specialist, in-depth knowledge on the social dimension of European integration and a profound understanding of the European context.&#xd;<br />&#xd;<br />Following a decision of the federal government in 2013, the Belgian Federal Science Policy Office has recognised the OSE as ‘Scientific Institution’, thereby acknowledging the quality of its independent research.&#xd;<br />&#xd;<br />The OSE’s main goals are to produce independent and state-of-the-art critical analysis of the social dimension of European integration. This implies, more concretely, that we:&#xd;<br />&#xd;<br />•\tAnalyse the impact of European integration on social and employment policies both at EU level and within the Member States, as well as neighbouring countries;&#xd;<br />&#xd;<br />•\tConduct research, formulate policy proposals and produce training toolkits;&#xd;<br />&#xd;<br />•\tProvide an ongoing platform for discussion for a wide range of stakeholders, especially trade union organisations;&#xd;<br />&#xd;<br />•\tWidely disseminate the results of our reflections through the website, Newsletters, publications (incl. the annual ‘Social Policy in the European Union: State of Play’ and the OSE Working Paper Series), events, social media and short videos.&#xd;<br />&#xd;<br />The OSE team:&#xd;<br />&#xd;<br />•\tHas a variety of expertise in cross-cutting areas such as economic and monetary union and its impact on the social dimension of European integration, institutional issues and the EU’s social policy-making mechanisms (including policy coordination, EU legislation, social dialogue and EU funding).&#xd;<br />&#xd;<br />•\tIs able to draw upon a broad-based network of public authorities, (academic and other) researchers, think tanks, European and national social partner representatives and other social stakeholders (especially members of the Social Platform).&#xd;<br />&#xd;<br />•\tHave more than 20 years of expertise in organising both major conferences and smaller events – amongst other things, within the framework of European Framework Programmes (FP6 and 7; H2020) and other EU-funded research such as PROWELFARE and INVOTUNES. &#xd;<br />&#xd;<br />•\tCan draw on in-house resources, which include:&#xd;<br />&#xd;<br />-\tthe website (in English and French): a valuable source of up-to-date information on OSE projects, publications, events and staff, which is also reflected in the OSE Flash News;&#xd;<br />&#xd;<br />-\tthe Health Care Newsletter (in English, French and Dutch) provides regular summaries of current EU developments that might affect national health care systems;&#xd;<br />&#xd;<br />-\tthe Working Paper Series encompasses three different publications – ‘Research’, ‘Briefing’ and ‘Opinion’ papers – written by external scholars and OSE researchers;&#xd;<br />&#xd;<br />-\tthe Lunchtime Sessions, at which leading academics, policymakers and stakeholders regularly shed light on issues topping the EU agenda before an audience of OSE researchers and their guests;&#xd;<br />&#xd;<br />-\tthe LinkedIn page (OSE Group, and Twitter account @OSE_be.","acronym":"OSE","interests":"Economy, finance and the euro, Education and training, Employment and Social Affairs, Institutional affairs, Public Health, Regional Policy, Youth","euInitiatives":"- The social dimension of the EU's economic governance (incl. the Social Dimension of EMU and the socialisation of the European Semester);&#xd;<br />- Contract welfare in the European Union: the changing role of social partners;&#xd;<br />- National welfare state reforms and the crisis;&#xd;<br />- The Transatlantic Trade and Investment Partnership (TTIP);&#xd;<br />- The EU's anti poverty strategy, incl. the European Platform against Poverty;&#xd;<br />- The Pillar of Social Rights","lastUp":"2019-07-26T12:49:49.853+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}