{"id":"578467420707-73","name":"European Centre for Electoral Support","registrationDate":"2016-02-17T12:12:30.683+01:00","category":3,"subCategory":2,"legal":"fondation privée","web":"http://www.eces.eu","country":"Belgium","headAddress":"Avenue louise 222","headCity":"bruxelles","headPostCode":"1050","headPhone":"(32)23 25 55 58","boss":"Fabio Bargiacchi","bossTitle":"Mr","bossPosition":"Executive Director and Member of the Management Board","membersCount":8,"membersFTE":"2.0","membership":"ECES is member of the European Partnership for Democracy (EPD www.epd.eu), and coordinates the implementation a joint strategy devised with the partners of EPD called \"A European Response to Electoral Cycles Support\". EPD is one the most important network of European civil and political society organisations working on democracy assistance. It is composed of 14 non for profit organisation from 11 different EU member states. EPD is the first Community of Practice on democracy assistance operating at the EU level advocating for a stronger presence of democracy support on the European Union’s agenda and facilitates the exchange of knowledge and best practices in democratic transformations around the world. In this context, the joint experiences of the relevant members of the European Partnership for Democracy provide the needed knowledge and expertise to implement a robust European response to electoral support activities.","memberOrga":"","goal":"ECES is a not for profit private foundation headquartered in Brussels with a global remit. ECES promotes sustainable democratic development through the provision of advisory services, operational support, and management of large projects in the electoral and democracy assistance field. ECES works with all electoral stakeholders, including electoral management bodies, civil society organizations involved in voter education and election observation, political parties, parliaments, media, security forces, religious groups and legal institutions confronted with electoral disputes resolution.  &#xd;<br />ECES is a member of the European Partnership for Democracy (EPD) and is part of its Board of Directors. EPD is the most important network of European civil and political society organisations working on democracy assistance. In this context, ECES, in collaboration with EPD members, has crafted and copyrighted a strategy called \"A European Response to Electoral Cycle Support - EURECS\". This is an innovative and alternative delivery mechanism to implement electoral and democracy assistance activities that are consistent with European values and EU policies and targets the implementations of the recommendations of EU election observation missions and it is built to help prevent, mitigate and manage electoral related conflicts.&#xd;<br />ECES collaborates with the International Electoral Accreditation Body (IEAB) and Organisation of American States to support Electoral Management Bodies worldwide to promote transparency and quality of their management systems via the electoral standards set in the context of the International Organisation for Standardisation (ISO).&#xd;<br />ECES developed a partenership with the Sant’Anna School of Advanced Studies of Pisa to promote customised, accessible and innovative capacity building programmes for all electoral stakeholders, including the Master on Electoral Policy and Administration - MEPA.&#xd;<br />ECES is also part of a consortium led by the College of Europe to implement the ERMES project (European Response on Mediation Support) to provide a tool for the EU to advance its objectives and role in the field of mediation and dialogue. The project will be implemented under the supervision of the Service for Foreign Policy Instruments of the European Commission and in close consultation with the Mediation Support Team of the European External Action Services which will ensure the political steer.  The ERMES project office will be within ECES premises in Avenue Louise 222, Brussels.","acronym":"ECES","interests":"Digital economy and society, Education and training, External Relations, Foreign affairs and security policy, International co-operation and development","euInitiatives":"Building upon donors' evaluations of the electoral support programmes of the last 10 years, ECES focuses on the promotion of sustainable long-term capacity development throughout the electoral cycle, without detracting from the crucial activity of supporting electoral events and operations.&#xd;<br /> &#xd;<br />ECES specializes on effective handling of the very complex and delicate set of interactions among the Electoral Management Bodies, Multilateral and Bilateral Development Agencies, Governments, Civil Society Organizations, Political Parties and Providers of electoral material &amp; services. The proper management of this set of relationships requires specific skills that ECES has developed, going well beyond the pure technical advice. This is achieved by implementing the following:&#xd;<br /> &#xd;<br />Grounding electoral support more firmly within the political context/circumstances of the beneficiary state by using the political economy analysis approach; &#xd;<br /> &#xd;<br />Promoting political dialogue as an integral part of the electoral assistance planning; &#xd;<br /> &#xd;<br />Integrating electoral assistance projects with other activities that are carried out in the fields of democracy and development support &#xd;<br /> &#xd;<br />Using strategic, operational and financial planning as a tool to ensure a phased approach within the cycle that donors, governments and electoral stakeholders could easily support; &#xd;<br />&#xd;<br />Increasing the synergies between national, regional and international election observation missions and the electoral assistance; &#xd;<br /> &#xd;<br />Increasing the support to national election observation organisations for the development of appropriate and customised methodologies to implement long term observation or permanent observatory, focusing on the most sensitive steps of an electoral cycle; &#xd;<br /> &#xd;<br />Emphasising on building and development of national and local capacities on the ground; &#xd;<br /> &#xd;<br />Increasing support to regional and national schools of electoral administration and to academic curricula related to electoral studies also via distance education and E-learning programmes using sustainable and cost effective communication technologies.","lastUp":"2019-03-19T15:02:18.119+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}