{"id":"57864135710-49","name":"Naval Group","registrationDate":"2011-04-21T15:38:50.326+01:00","category":2,"subCategory":3,"legal":"private company","web":"https://www.naval-group.com/","country":"France","headAddress":"Docteur Finlay, 40-42","headCity":"Paris","headPostCode":"75015","headPhone":"(33)1 40 59 50 00","boss":"Hervé Guillou","bossTitle":"Mr","bossPosition":"Chairman &amp; CEO","membersCount":13,"membersFTE":"5.25","membership":"Naval Group is a member of GICAN (French association) which is a member of Aerospace &amp; Defence Association (ASD) and SeaEurope (two European associations). &#xd;\nNaval Group is also a member of 5 European associations: Ocean Energy Europe (OEE), European Organization for Security (EOS), Euroyards, Hydrogen Europe and European Cyber Security Organisation (ECSO).","memberOrga":"","goal":"Naval Group is the European leader in Naval Defence and a major player in marine renewable energies.&#xd;<br />&#xd;<br />As an international high-tech company, Naval Group uses its extraordinary know-how, unique industrial resources and capacity to arrange innovative strategic partnerships to meet its clients’ requirements.&#xd;<br />&#xd;<br />The Group designs, produces and supports submarines and surface ships. The Group also provides services for naval shipyards and bases. In addition, the Group offers a wide range of marine renewable energy solutions.&#xd;<br />&#xd;<br />Aware of its corporate social responsibilities, Naval Group is a member of the United Nations Global Compact. The Group reports revenues of €3.04 billion and has a workforce of 12,953 employees (data for 2015)","acronym":"","interests":"Climate Action, Competition, Development, Energy, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Foreign and Security Policy and Defence, Research and Technology, Transport","euInitiatives":"- Communication croissance bleue&#xd;<br />- Feuille de route pour la mise en oeuvre de la communication COM(2013) 542 – «Vers un secteur de la défense et de la sécurité plus compétitif et plus efficace»&#xd;<br />- Plan d’action européen de la défense du 30 novembre 2016&#xd;<br />- Directive énergies renouvelables&#xd;<br />- PADR&#xd;<br />- EDRP&#xd;<br />- EDIDP","lastUp":"2018-02-13T10:08:15.384+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}