{"id":"57868523887-16","name":"European Disability Forum","registrationDate":"2010-07-19T15:38:28.830+01:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.edf-feph.org/","country":"Belgium","headAddress":"square de Meeûs, 35","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 82 46 00","boss":"Ioannis  Vardakastanis","bossTitle":"Mr","bossPosition":"President","membersCount":11,"membersFTE":"11.0","membership":"EDF is member of the European's Women Lobby advocating rights of women with disabilities.&#xd;\nEDF is member of the European Social Platform aiming at promoting social justice and participatory democracy.&#xd;\nEDF is member of the International Disability Alliance promoting the rights of persons with disabilities worldwide.","memberOrga":"www.edf-feph.org","goal":"The European Disability Forum (EDF) is an independent European non-governmental organisation (ENGO) that represents the interests of 80 million European with disabilities. It is a unique European platform that brings representative organisations of persons with disabilities and families of persons with disabilities unable to represent themselves.&#xd;<br />&#xd;<br />EDF was created in 1996 by its member organisations to defend issues of common concern to all disability groups, and to be an independent and strong voice for citizens with disabilities towards the EU institutions and other European authorities. Since that date, the European Disability Forum has played a key role in ensuring that all relevant European Union policies and initiatives take persons with disabilities into account.&#xd;<br />&#xd;<br />EDF focuses on the implementation and monitoring of the UN CRPD in all policy areas of the EU, including in the EUs international cooperation.&#xd;<br />&#xd;<br />EDF has no political or religious affiliation; it does not represent any specific interest or country and it is not a European institution or body.","acronym":"EDF","interests":"Borders and Security, Budget, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Enlargement, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Transport, Youth","euInitiatives":"EDF promotes the implementation and monitoring of the CRPD in all policy and legislative processes of the EU. This include all measures taken by the EU to promote human rights, gender equality, children's rights, social and economic policies. EDF works intensively to promote the freedom of movement of goods and services for persons with disabilities within the EU. The scope of our work is well described in our Alternative Report to the UN CRPD Committee on the CRPD in the EU (http://www.edf-feph.org/Page_Generale.asp?DocID=13854&amp;thebloc=30214).","lastUp":"2019-03-16T11:14:11.755+01:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}