{"id":"579131931072-01","name":"AGENZIA NAZIONALE PER I SERVIZI SANITARI REGIONALI","registrationDate":"2018-04-06T11:15:47.067+02:00","category":6,"subCategory":9,"legal":"Public Agency","web":"http://www.agenas.it/","country":"Italy","headAddress":"Via Puglie 23","headCity":"Rome","headPostCode":"00187","headPhone":"(39)06 42 74 93 05","boss":"Luca Coletto","bossTitle":"Mr","bossPosition":"President","membersCount":14,"membersFTE":"8.5","membership":"EUROPEAN PUBLIC HEALTH ASSOCIATION (EUPHA)&#xd;\nhttps://eupha.org/national-agency-for-regional-health-services;&#xd;\n&#xd;\nEUnetHTA&#xd;\nhttps://www.eunethta.eu/;&#xd;\n&#xd;\nINAHTA&#xd;\nhttp://www.inahta.org/;&#xd;\n&#xd;\nHEALTH TECHNOLOGY ASSESSMENT INTERNATIONAL (HTAi).&#xd;\nhttps://www.htai.org/","memberOrga":"","goal":"The Italian National Agency for Regional Health Services (Agenas) is a public agency established in 1993 (art.5 of the legislative decree n.266 of the 30th June) as a technical-scientific body of the Ministry of Health. The main objectives of the Agency are to promote innovation and quality in healthcare, to perform comparative analysis of cost and effectiveness of services offered to the public and to provide technical support to the Ministry of Health and to the Regions. The Agency also participates in several projects co-funded by the European Union and coordinates health research programs financed by the Ministry of Health. The main areas of activity are the following: &#xd;<br />- Monitoring health expenditure; &#xd;<br />- Managing the Outcomes Evaluation National Program (so-called PNE). This program provides at national level a comparative evaluation of effectiveness, safety, efficiency and quality of healthcare provided within the National Health Service; &#xd;<br />- Empowerment and Humanization; &#xd;<br />- Healthcare organization and planning; &#xd;<br />- Quality and Appropriateness; - Health Technology Assessment (HTA); - Continuing Medical Education and Management training; &#xd;<br />- Plans for requalification and financial recovery of Regions; - Primary care and frailty; &#xd;<br />- Patient safety and risk management; &#xd;<br />- Corporate governance; - Hospital accreditation; &#xd;<br />- Times and waiting lists; - Specialized networks;&#xd;<br />- Research and International cooperation; &#xd;<br />- Waste and Anticorruption. &#xd;<br />The technical support provided by the Agency to the Ministry of Health and to the Regions has an essential role within our National Health Service which is exercised also by means of the scientific knowledge developed through specific research projects on health services carried out by Agenas. &#xd;<br />The Agency runs analyses on healthcare models at different organizational levels (National, Regional, Local) and healthcare settings (primary care, prevention, hospital) as well as on the related effects of these models and settings in terms of healthcare outcomes and population health and wellbeing. In this context, Agenas contributes to evaluate and to promote connections and integration between healthcare settings (such as hospital and community care) and the innovation of the organizational structures and its different components.","acronym":"AGENAS","interests":"Employment and Social Affairs, Environment, Food Safety, Public Health, Regional Policy, Research and Technology","euInitiatives":"Public Health (European Commission DGSANTE/CHAFEA); Research&amp;Innovation(European Commission  DGRTD); Horizon 2020 Programme Committee and Advisory Group on Health, Demographic Change and Well-Being; EU Health Programme; Horizon 2020 Work Programme SC2 and FP9; European Commission Expert Panel On Effective Ways of Investing in Health; European Commission Expert Group on Health System Performance Assessment (HSPA);State of Health in the EU; Health Technology Assessment (HTA); Health Indicators; European Reference Networks (ERN);EU Health Policy Platform, ESIF funds; Working Party on Public Health at Senior Level (WPPHSL); EPSCO Council; ENVI Commitee (European Parliament).","lastUp":"2018-04-06T11:58:49.286+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}