{"id":"579239033584-83","name":"Asociación Foro Impacto","registrationDate":"2019-01-05T20:48:21.697+01:00","category":3,"subCategory":2,"legal":"Asociación","web":"http://www.foroimpacto.es","country":"Spain","headAddress":"Calle Rios Rosas 44","headCity":"Madrid","headPostCode":"28003","headPhone":"(34)6 79 17 33 98","boss":"Jose Luis Ruiz de Munain","bossTitle":"","bossPosition":"Presidente","membersCount":9,"membersFTE":"2.25","membership":"http://gsgii.org/nab-countries/","memberOrga":"https://www.foroimpacto.es/quienes-somos","goal":"La Asociación, que tiene absoluta vocación de independencia respecto de cualquier otra organización o institución, tiene como finalidad promover el fomento, desarrollo y mejora del emprendimiento y la inversión de impacto social en España. &#xd;<br />&#xd;<br />La Asociación tiene como finalidad ser una plataforma de promoción y referencia del emprendimiento y la inversión de impacto social en España, así como concienciar e impulsar cambios en los procesos de inversión en la comunidad inversora, tercer sector, las Administraciones Públicas, las empresas y la ciudadanía en general. &#xd;<br />&#xd;<br />(a)\tpromoción de la cultura de la inversión de impacto social en España, esto es, la inversión en empresas y proyectos innovadores del tercer sector que, junto a la consecución de objetivos sociales y/o medioambientales, obtengan beneficios o, como mínimo, una sostenibilidad económica en el largo plazo.&#xd;<br />(b)\tfortalecimiento de las empresas sociales con recursos, asesoramiento y acceso al capital a través de mecanismos de ayuda, como servicios de consultoría a empresas y organizaciones de impacto social para la obtención de capital de crecimiento, o subvenciones o inversiones a fondo perdido para proyectos de impacto social en fases tempranas. &#xd;<br />(c)\tatracción e implicación de las administraciones a través de sistemas de coinversión pública y mediante los bonos de impacto social que representan una nueva manera de abordar la financiación de los retos sociales, ya que la atención se centra en la calidad del resultado de la acción financiada (pago por resultados), más que en la ejecución de dicha acción.&#xd;<br />(d)\testablecimiento de un marco legal adecuado para empresas sociales e inversores de impacto, enfocándose en la adopción de una definición legal de empresa social; la revisión de ciertas restricciones legales que se aplican a inversores sociales y: la adopción de una regulación adecuada sobre los intermediarios especializados en inversión de impacto.&#xd;<br />(e)\tcreación de un consejo nacional asesor en materia de inversión y emprendimiento de impacto, en el que participen los actores más relevantes del sector público, la sociedad civil y del sector privado (el “Comité Asesor”). El Comité Asesor estará inspirado en las recomendaciones del Grupo de Trabajo de Inversión de Impacto del G8 (G8 Social Impact Investment Task Force) y del Comité Directivo Global de Inversión de Impacto (Global Social Impact Investment Steering Group – GSG) en materia de inversión de impacto.","acronym":"Foro Impacto","interests":"Environment, International co-operation and development, Regional Policy, Research and innovation, Trans-European Networks","euInitiatives":"EU Commission Expert Group on the social business initiative (GECES) - http://ec.europa.eu/transparency/regexpert/index.cfm?do=groupDetail.groupDetail&amp;groupID=2753&#xd;<br />&#xd;<br />Regulation of European social entrepreneurship funds (EuSEF) - https://ec.europa.eu/info/law/european-social-entrepreneurship-funds-eusef-regulation-eu-no-346-2013_es&#xd;<br />&#xd;<br />The Social Business Initiative, launched in 2011 - http://ec.europa.eu/growth/sectors/social-economy/enterprises_en","lastUp":"2020-01-16T13:43:22.573+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}