{"id":"57947796570-50","name":"Social Finance Ltd","registrationDate":"2011-09-05T15:09:57.158+02:00","category":3,"subCategory":2,"legal":"Not for Profit Limited Company","web":"http://www.socialfinance.org.uk","country":"United kingdom","headAddress":"Tintagel House","headCity":"London","headPostCode":"SE1 7TY","headPhone":"(44)20 39 63 51 51","boss":"Susan Payne","bossTitle":"Ms","bossPosition":"Chief Operating Officer","membersCount":2,"membersFTE":"0.5","membership":"Social Finance is a UK Social Investment Intermediary. We belong to UKSIF - UK Sustainable Investment and Finance - a network for sustainable and responsible financial services. Our Development Director is a Director of the Global Impact Investment Network (GIIN) a not for profit organisation dedicated to increasing the effectiveness of impact investing.","memberOrga":"Social Finance is a UK Social Investment Intermediary. We are a founding member of the Social Finance Global Network with members in the UK, Netherlands, US, India and Israel.  We also belong to UKSIF - UK Sustainable Investment and Finance - a network for sustainable and responsible financial services. We are a member of EVPA, European Venture Philanthropy Association and our International Director is a Board member of EVPA.","goal":"•\tSocial Finance is a not for profit organisation, which seeks to drive social change&#xd;<br />&#xd;<br />•\tFounded in 2007, we have developed techniques and tools to rethink ways to tackle social problems &#xd;<br />&#xd;<br />•\tWe work in partnership with government, funders and the social sector to tackle entrenched social problems in the UK and internationally&#xd;<br />&#xd;<br />•\tWe seek transformation that is both sustainable and scalable, and can harness investment where needed&#xd;<br />&#xd;<br />•\tOver the past 11 years, our innovations, including Social Impact Bonds, have helped to mobilise over £500m for social change in over 24 countries around the world&#xd;<br />&#xd;<br />•\tWe have grown from 2 people to over 80 professionals from diverse backgrounds in the public, private and charity sectors, who all share a passion for making a difference &#xd;<br />&#xd;<br />•\tWe develop models, products and services that are both pragmatic and have the scope to drive systemic change to improve people’s lives&#xd;<br />&#xd;<br />•\tIn the UK we focus on issues such as homelessness, domestic abuse, mental health, learning difficulties, loneliness and vulnerable children on the edge of the care system&#xd;<br />&#xd;<br />•\tInternationally, we design outcomes-based models for issues such as maternal and neonatal health, education and employment &#xd;<br />&#xd;<br />•\tWe apply financial, analytical and increasingly digital tools to solve problems and combine professional rigour and discipline with humanity and humility","acronym":"","interests":"Borders and Security, Business and Industry, Education and training, Employment and Social Affairs, Environment, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Taxation, Youth","euInitiatives":"1.\tWe are with some large consortiums on CLEVER cities. In 2015, we worked with Associacao IES - Instituto de Empreendedorismo Social in developing a social investment marketplace in Portugal, which was supported by grant funding from the EU Commission. &#xd;<br />2.\tWe follow EU initiatives, policies and legislation in the area of finance and social business, impact investing, procurement, transformation of social services, social innovation and digital solutions, including the social business initiative.  We are a member of GECES.","lastUp":"2019-05-20T22:12:50.426+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}