{"id":"57961239290-58","name":"HelpAge International","registrationDate":"2012-08-06T17:48:35.273+02:00","category":3,"subCategory":2,"legal":"UK Registered Charity no 288180, Company limited by guarantee - registered in England no. 1762840","web":"http://www.helpage.org","country":"United kingdom","headAddress":"3rd floor, Tavis House","headCity":"London","headPostCode":"WC1H 9NA","headPhone":"(44)0 20 72 78 77 78","boss":"Justin Derbyshire","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"CONCORD &#xd;\n&#xd;\nVOICE network (Voluntary Organisations in Cooperation in Emergencies).&#xd;\n&#xd;\nEU Working Group on Social Protection and Decent Work in Development Cooperation.&#xd;\n&#xd;\nSDG Watch Europe.","memberOrga":"139 members:&#xd;\nhttp://www.helpage.org/who-we-are/our-network/","goal":"HelpAge's vision is of a world in which all older people can lead dignified, active, healthy and secure lives. &#xd;<br />&#xd;<br />We work with our partners to ensure that people everywhere understand how much older people contribute to society and that they must enjoy their right to healthcare, social services and economic and physical security.&#xd;<br />&#xd;<br />Over the past year, we directly reached 850,000 of the world's poorest or most vulnerable older people and their families with essential services such as healthcare, income generation, and emergency response. We worked in close partnership with more than 6,350 older people's associations active in their own communities.  &#xd;<br />&#xd;<br />We work to address the following issues that affect older people worldwide: Climate Change and disaster risk reduction, Emergencies, Health, Rights, Social Protection, Work and the implementation of Sustainable Development Goals.","acronym":"HelpAge","interests":"Agriculture, Climate Action, Employment and Social Affairs, Enlargement, External Relations, Foreign and Security Policy and Defence, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health","euInitiatives":"International development cooperation, humanitarian aid and human rights mainly in the EU's external action.","lastUp":"2018-10-19T16:15:46.433+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}