{"id":"579945334611-71","name":"European Federation of Agencies and Regions for Energy and the Environment","registrationDate":"2019-05-06T17:33:07.937+02:00","category":6,"subCategory":11,"legal":"AISBL","web":"https://www.fedarene.org/","country":"Belgium","headAddress":"131 rue de Stassart","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)26 46 82 10","boss":"Seamus Hoyne","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":4,"membersFTE":"1.5","membership":"","memberOrga":"","goal":"FEDARENE was created on 8th June 1990 by 6 regional authorities – Rhône-Alpes, Provence-Alpes-Côte-d’Azur, Wallonie, País Vasco, Aquitaine and Nord-Pas-de-Calais. Encouraged by different programmes of the European Commission, these authorities wanted to make the voice of the regions heard in the debate on energy and environment policies at the European level. The Brussels office opened its doors in November 1991.Our European Federation of Agencies and Regions for Energy and the Environment now counts over 80 members, thus representing regions from 21 European countries and drawing on the advice of 800 experts throughout the European Union. &#xd;<br />&#xd;<br />It is now a crossroads for a wide array of agencies which are not only the driving force behind the development of the network, but also play an essential role in policy making. They act as producers of ideas on the regional, national, European and international levels, and as implementers of decisions emanating from these levels.&#xd;<br />&#xd;<br />FEDARENE acts as a liaison between local/regional autho­rities and the European Institutions. We make the voice of regions and energy agencies heard at the European level and inform our constituency of relevant European initiatives and policies.&#xd;<br />&#xd;<br />We promote the exchange of experience and the development of transnational projects. Through its events and networking activities, FEDARENE brings together organisations from across Europe to share know-how, develop European projects and replicate successful initiatives.&#xd;<br />&#xd;<br />We provide a forum of discussion for stakeholders of the energy sector. FEDARENE serves as a platform not only to its members but to all stakeholders striving for the energy transition: public authorities, non-governmental organisations, citizens, small and medium-sized enterprises and financial institutions amongst others.","acronym":"FEDARENE","interests":"Agriculture and Rural Development, Banking and financial services, Budget, Business and Industry, Climate Action, Communication, Consumers, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, Institutional affairs, Public Health, Regional Policy, Research and innovation, Trans-European Networks, Transport, Youth","euInitiatives":"FEDARENE and its members work on a large of topics pertaining to sustainable energy and climate: energy efficiency policies, building renovation, streetlight refurbishment smart infrastructure, local energy communities, sustainable mobility, bio-energy, energy poverty, circular economy, sustainable energy financing, climate adaptation, community energy...&#xd;<br />&#xd;<br />Currently the following legislative files are of major interest to us: LIFE programme 2021-2027, EU's Long Term Strategy 2050, Cohesion Policy &amp; Territorial Cooperation.","lastUp":"2019-05-06T17:33:58.197+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}