{"id":"580107927618-34","name":"Stromnetz Hamburg GmbH","registrationDate":"2017-06-29T15:18:25.793+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.stromnetz-hamburg.de","country":"Germany","headAddress":"Bramfelder Chaussee 130","headCity":"Hamburg","headPostCode":"22177","headPhone":"(49)4 04 92 02 00","boss":"Christian Heine","bossTitle":"Mr","bossPosition":"Kaufmännischer Geschäftsführer (CFO)","membersCount":3,"membersFTE":"0.75","membership":"SNH als zweitgrößter kommunaler städtischer Verteilungsnetzbetreiber ist Mitglied in verschieden Verbänden und Foren (bspw. Bundesverband der Energie- und Wasserwirtschaft (bdew), Verband kommunaler Unternehmen (VKU) oder Forum Netztechnik/Netzbetrieb im VDE (FNN)). Des Weiteren engagiert sich SNH über den VKU aktiv beim Europäischen Dachverband der lokalen und regionalen Energieunternehmen (CEDEC).","memberOrga":"","goal":"Die Stromnetz Hamburg GmbH ist ein zu 100% kommunales Unternehmen. Mit über 1.200 Mitarbeitern betreiben wir das zweitgrößte städtische Stromverteilungsnetz in Deutschland und haben unser Handeln allein darauf ausgerichtet eine sichere, preisgünstige, verbraucherfreundliche, effiziente und umweltverträgliche leitungsgebundene Energieversorgung in der Freien und Hansestadt Hamburg zu gewährleisten. &#xd;<br />Als reiner Stromverteilungsnetzbetreiber verantwortet die Stromnetz Hamburg GmbH im Rahmen einer Konzession den Betrieb, die Gestaltung und die Entwicklung des Stromverteilungsnetzes der Freien und Hansestadt Hamburg. Unsere Kernaufgaben liegen in der Netzbereitstellung und –betrieb, der Netzsteuerung und –überwachung, der Störungsmanagement, der Instandhaltung und Wartung, der Netzentwicklung und –ausbau sowie der Netznutzungs- und Netzanschlussmanagement.","acronym":"SNH","interests":"Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Energy, Environment, General and Institutional Affairs, Regional Policy, Research and innovation, Single market, Taxation, Trans-European Networks","euInitiatives":"Dossiers bezüglich der EU-Energiepolitik mit Blick auf die Klima- und Energiepolitik 2030 und dem \"Clean Energy Package\".","lastUp":"2018-06-04T14:23:06.048+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}