{"id":"580107536292-74","name":"B3","registrationDate":"2019-10-22T16:25:52.524+01:00","category":2,"subCategory":3,"legal":"plc","web":"http://www.b3.com.br/pt_br/","country":"Brazil","headAddress":"B3, Praça Antonio Prado, 48","headCity":"Sao Paulo","headPostCode":"","headPhone":"(55)11 25 65 40 00","boss":"Crescente Paula ","bossTitle":"Ms","bossPosition":"Compliance Officer B3","membersCount":6,"membersFTE":"2.0","membership":"- WFE (World Federation of Exchanges)&#xd;\n- FIA (Futures Industry Association)&#xd;\n- Financial Stability Board - FSB &#xd;\n- IOSCO - we are Affiliate Members of IOSCO and also Affiliate Members Consultative Committee (AMCC)&#xd;\n- ANNA - we are a full member of Anna - Association of National Numbering Agencies &#xd;\n- ISDA - the BCB is a subscriber member of the International association for swaps and derivatives instruments &#xd;\n- - CPSS/ BIS - B3 adheres to the Principles for Financial Market Infrastructures PFMI &#xd;\n- Technical Committee for IOSCO - PFMI","memberOrga":"","goal":"We are the Brazilian Stock Exchange and OTC. We endeavor to connect, develop and enable the financial and capital markets. Together with our customers and society, we aim to boost the growth of Brazil.","acronym":"","interests":"Banking and financial services, Business and Industry, Economy, finance and the euro, Employment and Social Affairs, Foreign affairs and security policy, International co-operation and development, Taxation, Trade","euInitiatives":"We follow all the necessary EU intitiatives and policies required by global stock exchanges, as we have a number of European and international clients. These include:&#xd;<br />&#xd;<br />&#xd;<br />- Third party CCP under EMIR (and thus we are a Qualifying Central Counterparty under IOSCO classification).&#xd;<br />- GDPR - we have a legal representative at B3 for article 27 \"Representatives of controllers or processors not established in the union\" of GDPR","lastUp":"2019-11-07T10:50:26.589+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}