{"id":"58052308509-68","name":"NPO MESO Music Events","registrationDate":"2012-04-05T11:50:54.874+02:00","category":3,"subCategory":2,"legal":"non profit organization","web":"http://www.mesoevents.eu","country":"Greece","headAddress":"Bairaktari 45","headCity":"ATHENS","headPostCode":"11526","headPhone":"(30)69 72 32 59 66","boss":"Georges Perot","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":2,"membersFTE":"0.5","membership":"I.N.P.O. European Music Day Association (Brussels - Belgium)&#xd;\nViva Europa Network (Seville - Spain)&#xd;\nEuropean Live Music Association (Brussels - Belgium)&#xd;\nNPO EURICCA (Brussels)","memberOrga":"City of Lausanne(1),&#xd;\nConseil de la Musique(1),&#xd;\nCelinka (kapa Assocation)(1),&#xd;\nEventech(1),&#xd;\nExhibition Road Cultural Group(1),&#xd;\nDas Bureau Fete de la Musique(1),&#xd;\nFesta della Musica(1),&#xd;\nFest Europea Della Musica(1),&#xd;\nPragua Kulture(1),&#xd;\nSheridan Music(1),&#xd;\nZene Unnepe(1),&#xd;\nPalau de les Arts(1)","goal":"M.E.S.O. is a non-profit organization involved in the field of organization, planning and production of music events.&#xd;<br />One of the major Goals is to support and develop European Music Day idea in Greece. &#xd;<br />&#xd;<br />M.E.S.O. was established in 1998 with the support of the French and Hellenic ministries of Culture as a Greek national coordination office for the European Music Day Association, according to the status of the governing body, A.I.S.B.L. Fête Européenne de la Musique” (“N.P.O. European Music Day”) based in Brussels at Conseil de la Musique.&#xd;<br />&#xd;<br />On June 21st 1999, Athens became a member of the European Music Day network taking the lead in organizing every year a truly huge set of events in more than 36 cities all over Greece (June 2016). &#xd;<br />&#xd;<br />The Greek organizing office stands loyal to the principal aims of the European Music Day idea: A calling and an invitation for all musical styles and performers to present live their skills, in public spaces, with totally free access for the public. &#xd;<br />&#xd;<br />Since February 2009, M.E.S.O. Team is responsible for the Communication of “AISBL Fête Européenne de la Musique” / “N.P.O. Association of the European Music Day” (EMDA) on a European level. Since December  2010, the Managing Director of the Greek office has also the responsibility of the European network development  (E.M.D.A. Network Development). &#xd;<br />&#xd;<br />Over all, in its 18 year history, the European Music Day in Greece has presented over 3500 music bands and artists in over 2000 concerts and events with the participation of over one million viewers and attendants in open concert halls , central squares , streets and other locations. &#xd;<br />&#xd;<br />Due to it exclusive responsibility to organize, coordinate and implement all events on a nationwide level, M.E.S.O. has also been listed in the ledgers of the Hellenic Cultural organizations of the","acronym":"MESO","interests":"Audiovisual and Media, Communication, Culture, Education, Employment and Social Affairs, Enterprise, Regional Policy, Trans-European Networks, Youth","euInitiatives":"Creative Europe, Erasmus +, European Citizens Initiative, Music Moves Europe","lastUp":"2018-03-31T13:37:55.555+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}