{"id":"580593735340-02","name":"SOCIEDAD GENERAL DE AUTORES Y EDITORES","registrationDate":"2019-07-09T16:35:59.263+02:00","category":2,"subCategory":1,"legal":"asociación sin ánimo de lucro","web":"http://www.sgae.es","country":"Spain","headAddress":"Fernando VI, 4","headCity":"Madrid","headPostCode":"28004","headPhone":"(34)9 00 90 05 45","boss":"Miguel Ángel Recio Crespo","bossTitle":"","bossPosition":"Director General","membersCount":15,"membersFTE":"3.75","membership":"ARMONIA, FASTTRACK, LATINAUTOR, GESAC, SAA, BIEM, ARIBSAN, DDEX.","memberOrga":"","goal":"La Sociedad General de Autores y Editores (SGAE) es una entidad privada dedicada a la defensa y gestión colectiva de los derechos de propiedad intelectual de sus más de 100.000 socios. Dentro del colectivo de los creadores, 90.921 son músicos de todos los géneros y estilos, 10.701 son autores de obras audiovisuales –argumentistas, guionistas y directores-, y 8.825 son dramaturgos y coreógrafos. SGAE, activa desde 1899, administra hoy un repertorio superior a los diez millones de obras musicales, dramáticas, coreográficas y audiovisuales. Tal y como establece la Ley de Propiedad Intelectual, SGAE tiene encomendada la defensa y gestión de los derechos de las obras de sus socios, autores y editores. Por esto, nuestra misión fundamental es proteger y repartir la remuneración de nuestros asociados por la utilización comercial de sus obras (comunicación pública, reproducción, distribución, transformación y copia privada) y la gestión de licencias entre los clientes para su uso. Esta tarea no sólo beneficia a nuestros socios, sino que contribuye a la protección del riquísimo patrimonio cultural que supone nuestro repertorio. Nuestra labor es útil también para los consumidores culturales, a quienes facilitamos el acceso a las obras protegidas de forma segura y jurídicamente viable.","acronym":"SGAE","interests":"Competition, Culture, Culture and media, Digital economy and society, Energy, Justice and Fundamental Rights, Research and innovation, Single market, Taxation","euInitiatives":"1) Transposición de Directiva (UE) 2019/790 del Parlamento Europeo y del Consejo, de 17 de abril de 2019, sobre los derechos de autor y derechos afines en el mercado único digital y por la que se modifican las Directivas 96/9/CE y 2001/29/CE, en adelante: “Copyright Directive”. 2) Transposición de la Directiva (UE) 2019/789 por la que se establecen normas sobre el ejercicio de los derechos de autor y derechos afines aplicables a determinadas transmisiones en línea de los organismos de radiodifusión y a las retransmisiones de programas de radio y televisión.","lastUp":"2019-07-09T17:20:09.400+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}