{"id":"58056638991-48","name":"Fédération des industries du Cinéma, de l’Audiovisuel et du Multimédia","registrationDate":"2012-06-14T16:59:52.010+01:00","category":2,"subCategory":4,"legal":"Fédération professionnelle","web":"http://www.ficam.fr","country":"France","headAddress":"rue de l’Amiral Hamelin, 11/17","headCity":"PARIS Cedex 16","headPostCode":"75783","headPhone":"(33)1 45 05 72 55","boss":"Didier Huck","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"Coalition Française pour la Diversité Culturelle","memberOrga":"www.ficam.fr","goal":"La Ficam (Fédération des Industries du Cinéma, de l’Audiovisuel et du Multimédia) est une organisation professionnelle française, qui regroupe plus de 180 entreprises dont l’activité couvre l’ensemble des métiers et du savoir-faire technique de l’image et du son : fabricants, loueurs de matériel de tournage, studios de tournage, laboratoires, post producteurs image et effets visuels, post producteurs son et auditoria, entreprises de doublage, prestataires du sous-titrage. &#xd;<br />&#xd;<br />Véritable force de proposition, la Ficam représente, promeut et défend les intérêts nationaux et internationaux de la filière des Industries Techniques de la Création. Elle a la responsabilité de conduire les négociations collectives et sociales dans ce secteur. Elle consolide et met à disposition de l’ensemble des parties prenantes les informations macro économiques du secteur (baromètres et chiffres clés, analyses économiques, fiches sociales etc.)","acronym":"FICAM","interests":"Communication, Competition, Culture, Culture and media, Digital economy and society, Research and innovation, Single market","euInitiatives":"- développement des programmes d'aide en faveur de la création cinématographique audiovisuelle et des industries techniques du cinéma et audiovisuelles&#xd;<br />- régime des aides en faveur de la création audiovisuelle et cinématographique&#xd;<br />- exception culturelle et traités commerciaux&#xd;<br />- droit d'auteur&#xd;<br />- copyright&#xd;<br />- services de media audiovisuels&#xd;<br />- distribution câble-satellite","lastUp":"2019-02-27T16:23:59.885+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}