{"id":"581002319446-05","name":"Auchan Retail","registrationDate":"2015-11-06T12:05:03.005+02:00","category":2,"subCategory":3,"legal":"Société Anonyme SA","web":"http://www.auchan-retail.com","country":"France","headAddress":"Avenue de Flandre, 40","headCity":"Croix","headPostCode":"59170","headPhone":"(33)3 20 81 68 00","boss":"Edgard Bonte","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"1.0","membership":"Auchan Retail  est membre d'Eurocommerce et de la FCD Europe","memberOrga":"","goal":"Onzième groupe de distribution alimentaire dans le monde, Auchan Retail International est une entreprise non cotée qui fonctionne sur un mode décentralisé, délégant ses responsabilités aux dirigeants Auchan de chaque pays. Le groupe est présent dans 12 pays, dont 8 en Union Européenne (France, Espagne, Portugal, Italie, Luxembourg, Pologne, Hongrie, Roumanie). Employant 330 700 collaborateurs (effectif moyen en équivalent temps complet) dans plus de 150 métiers, le groupe s'appuie sur 5 activités principales (les hypermarchés, les supermarchés, l'immobilier commercial, la banque et le e-commerce. Acteur de la vie économique et sociale, partout où il est implanté, il a la volonté de se comporter de façon responsable. Engagé en faveur du pouvoir d'achat et de la bonne alimentation, il a à coeur de construire des relations équilibhrées avec ses partenaires. A la fois soucieux du développement professionnel de ses collaborateurs et vde la réduction de son empreinte écologique, Auchan retail International est une entreprise solidaire, finançant des actions de mécénat au niveau local et national","acronym":"AUCHAN","interests":"Agriculture, Business and Industry, Climate Action, Competition, Consumers, Economy, finance and the euro, Employment and Social Affairs, Environment, Food Safety, Maritime affairs and fisheries, Single market, Trade, Transport","euInitiatives":"Digital Single Markt&#xd;<br />Supply Chain Initiative,&#xd;<br />Sécurité des Produits et surveillance des marchés&#xd;<br />Economie circulaire&#xd;<br />Marquage d'origine&#xd;<br />Etiquetage (efficacité et énergie&#xd;<br />Pratiques commerciales","lastUp":"2018-10-26T11:26:36.058+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}