{"id":"581135836966-08","name":"Slovenska filantropija","registrationDate":"2020-01-16T15:04:18.550+01:00","category":3,"subCategory":2,"legal":"društvo","web":"http://www.filantropija.org","country":"Slovenia","headAddress":"Cesta Dolomitskega odreda 11","headCity":"Ljubljana","headPostCode":"1000","headPhone":"(386)0 03 86 14 30 12 88","boss":"Tereza Novak","bossTitle":"","bossPosition":"izvršna direktorica","membersCount":3,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Slovenska filantropija, Združenje za promocijo prostovoljstva, je humanitarna organizacija, ki deluje v javnem interesu vse od leta 1992. Naši programi so usmerjeni v dvig kvalitete bivanja v skupnosti in v zagovorništvo socialno šibkejših.  Osrednja dejavnost je promocija prostovoljstva, saj verjamemo, da lahko s prostovoljstvom vsi prispevamo k boljši in bolj strpni družbi, ki temelji na spoštovanju vseh, ne glede na osebne in življenjske okoliščine.  Ponujamo usposabljanja za prostovoljce, mentorje in organizatorje prostovoljstva. Vrednote, ki jih zagovarjamo, so: solidarnost, spoštovanje soljudi in narave, strpnost, enakopravnost in enake možnosti za vse. Različne aktivnosti združujemo v programskih enotah, ki delujejo znotraj Slovenske filantropije.&#xd;<br />&#xd;<br />Prepričani smo, da smo za življenje v naši skupnosti odgovorni vsi, in si želimo, da bi se tega vsi tudi zavedali,  zato je naše delo usmerjeno v ozaveščanje in informiranje, zagovorništvo in povezovanje.  S svojimi programi vstopamo na področja, ki jih državne institucije še ne pokrivajo ali jih ne pokrivajo  dovolj, jih je pa z dodatnim angažiranjem ljudi – prostovoljcev – mogoče bistveno izboljšati. Takšna področja so:&#xd;<br />◾pomoč beguncem, otrokom in mladim migrantom,&#xd;<br />◾pomoč brezdomcem in drugim osebam brez zdravstvenega zavarovanja pri zagotavljanju zdravstvenih storitev,&#xd;<br />◾zagovorništvo pravic migrantskih delavcev,&#xd;<br />◾vzpostavljanje medgeneracijskega sodelovanja&#xd;<br />◾in drugo.","acronym":"SF","interests":"Employment and Social Affairs, Humanitarian aid and civil protection, Migration and asylum, Public Health","euInitiatives":"Slovenska filantropija je v preteklosti sodelovala pri nekaterih pobudah glede politik na področju azila in migracij, zdravstva in politik starejših.","lastUp":"2020-01-16T15:05:17.187+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}