{"id":"581250215524-23","name":"World Resources Institute","registrationDate":"2015-01-15T16:13:53.197+01:00","category":4,"subCategory":5,"legal":"Non-profit","web":"http://www.wri.org","country":"United states","headAddress":"10 G ST NE","headCity":"Washington","headPostCode":"20002","headPhone":"(1)20 27 29 76 00","boss":"Steve Barker","bossTitle":"Mr","bossPosition":"Chief Financial and Operations Officer","membersCount":5,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"World Resources Institute (WRI) is a global research organization that spans more than 50 countries, with offices in Brazil, China, Europe, India, Indonesia, Mexico, Ethiopia and the United States. Our more than 650 experts and staff work closely with leaders to turn big ideas into action to sustain our natural resources—the foundation of economic opportunity and human well-being.&#xd;<br />&#xd;<br />Our work focuses on six critical issues at the intersection of environment and development:&#xd;<br />&#xd;<br />Climate:  WRI engages businesses, policymakers and civil society at the local, national and international levels to advance transformative solutions that mitigate climate change and help communities adapt to its impacts.&#xd;<br />&#xd;<br />Energy: WRI works with businesses, policymakers, and civil society to transform the global energy system. We aim to dramatically reduce greenhouse gas pollution while meeting the energy needs of the poorest and building competitive economies.&#xd;<br />&#xd;<br />Food: According to WRI research, the world must reduce agriculture’s impact on climate, ecosystems, and water. And it needs to ensure that agriculture supports inclusive economic and social development. WRI works to meet these needs by developing analyses, partnerships, and strategies to secure a sustainable food future.&#xd;<br />&#xd;<br />Forests: WRI works with governments, businesses, and civil society to sustain forests for future generations. We aim to curb deforestation worldwide and help to restore and reforest already-cleared land.&#xd;<br />&#xd;<br />Water: WRI works with businesses, governments, and civil society to ensure a water-secure future. We seek to address both water quantity and quality challenges.&#xd;<br />&#xd;<br />Cities and Transport: WRI aims to ensure that cities drive economic opportunity while sustaining natural resources and improving quality of life. Through our WRI Ross Center for Sustainable Cities, we use technical expertise, cutting-edge research, and on-the-ground partnerships to design solutions that enable sustainable city growth.&#xd;<br />&#xd;<br />We design solutions for and analyze these six critical goals through the lenses of our four Centers:&#xd;<br />&#xd;<br />Our Governance Center works to empower people and support institutions to foster socially equitable and environmentally sound decision-making.&#xd;<br />&#xd;<br />Our Business Center harnesses the private sector to spur action, innovation, and ambition in support of sustainable development outcomes. We combine research, analysis, tools, and direct engagement with businesses to create solutions that advance environmental sustainability and drive value.&#xd;<br />&#xd;<br />Our Finance Center aims to mobilize and shift public and private sector investments toward sustainable development—particularly in developing nations. We advance transparency, sound governance, environmental and social safeguards, and public-private partnerships to ensure this finance is ambitious, accountable, and effective.&#xd;<br />&#xd;<br />Our Economics Center helps provide a better understanding of the value that ecosystems provide to the economy. We use an economics lens to analyze problems and solutions at the intersection of environment and human well-being.","acronym":"WRI","interests":"Agriculture and Rural Development, Climate Action, Development, Energy, Environment","euInitiatives":"WRI's International Climate Action Initiative seeks to catalyze ambitious, equitable and transformational action on climate change by building effective, robust international cooperation and by providing global thought leadership on strong linkages between climate action and sustainable development, including within the European Union and its member states.&#xd;<br />&#xd;<br />WRI’s Post-2015 SDG team, now referred to as the SDG Delivery team, works in partnership with the Independent Research Forum on a Post-2015 Sustainable Development Agenda (IRF2015) to inform the global conversation on the required elements of a transformative global development agenda. Since 2012 WRI has served as the secretariat for IRF2015, a global partnership of eleven leading sustainable development institutes formed to engage key decision-makers in the post-2015 processes and to provide timely, demand-driven and independent analysis for the new global agenda. Together with IRF2015, WRI mobilized member state negotiators, including members of the European Union, and non-state stakeholders to build consensus to address the urgent challenges of entrenched poverty, steep inequalities, environmental degradation, and mounting climate impacts.&#xd;<br />&#xd;<br />WRI's Ross Center for Sustainable Cities is a member of the Partnership on Sustainable, Low Carbon Transport (SLoCaT), with the goal of mobilizing global support to promote sustainable, low carbon transport, thereby reducing the growth of GHG emissions generated by land transport in developing countries and maximizing the contribution of transport to poverty eradication and sustainable development.  This work is carried out in partnership with other stakeholders in the European Union.","lastUp":"2017-04-25T20:34:52.523+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}