{"id":"581250215524-23","name":"World Resources Institute","registrationDate":"2015-01-15T16:13:53.197+02:00","category":4,"subCategory":5,"legal":"Non-profit","web":"http://www.wri.org","country":"United states","headAddress":"10 G ST NE","headCity":"Washington","headPostCode":"20002","headPhone":"(1)20 27 29 76 00","boss":"Steve Barker","bossTitle":"Mr","bossPosition":"Chief Financial and Operations Officer","membersCount":5,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"The World Resources Institute opened its doors in 1982, with the goal of bringing objective analysis and policy engagement to the pressing global challenges linking economic development, natural resources and the environment. Over the years, WRI has earned a reputation for practical solutions and global impact based on rigorous analysis and deep long-term engagement with governments, corporations, city leaders and communities. Our more than 750 experts and staff work closely with leaders to turn big ideas into action to sustain our natural resources—the foundation of economic opportunity and human well-being.&#xd;<br />&#xd;<br />In working to achieve global change at scale, we apply a threefold approach that is WRI’s hallmark:&#xd;<br />&#xd;<br />Count It:  We start with data, creating user-friendly information systems, protocols and standards. We conduct independent, unbiased research to analyze relationships and design solutions, and communicate our findings in a compelling manner.&#xd;<br />&#xd;<br />Change It:  We work with leaders of cities, companies and countries to achieve change, testing our ideas in complex, messy, real-world situations. We set clear objectives and hold ourselves accountable.&#xd;<br />&#xd;<br />Scale It:  We identify and overcome barriers to change so that proven solutions spread quickly and widely. We work with coalitions of remarkable leaders who transform business sectors, societies and economies, nationally and globally.&#xd;<br />&#xd;<br />We will focus on urgent global challenges that must be addressed to reduce poverty, grow economies and protect natural systems: food, forests, water, energy, cities, climate and the ocean. Because these seven challenges are inextricably linked, our strategies often address more than one, cutting across programs. These global challenges are supported by work in our Governance, Business, Finance and Economics Centers.","acronym":"WRI","interests":"Agriculture, Climate Action, Energy, Environment, International co-operation and development","euInitiatives":"WRI has been working with EU Institutions in various ways. We have been engaging with Institutions such as the European External Action Service, the Commission and the Parliament, participating in meetings, conferences and expert panels. We have been happy to provide our advice on various matters, including climate, forests, oceans, sustainable cities, and we participated and organized a high-level panel session during the European Development Days 2016.  Furthermore, different WRI experts have been taking part in EU instruments such as Horizon2020 programs.","lastUp":"2018-04-26T18:16:51.170+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}