{"id":"581595234081-59","name":"BORNEO NATURE FOUNDATION","registrationDate":"2019-02-27T12:07:03.857+01:00","category":3,"subCategory":2,"legal":"Private Limited Company by guarantee without share capital use of 'Limited' exemption","web":"http://www.borneonaturefoundation.org/en/","country":"United kingdom","headAddress":"Nicholas Cliffe &amp; Co. Limited, Mill House Mill Court, Great Shelford, Cambridgeshire,","headCity":"Cambridge","headPostCode":"CB22 5LD","headPhone":"(44)12 23 47 15 76","boss":"SUSAN CHEYNE","bossTitle":"Ms","bossPosition":"CO-DIRECTOR","membersCount":6,"membersFTE":"4.5","membership":"http://www.borneonaturefoundation.org/en/about/partners-supporters/","memberOrga":"http://www.borneonaturefoundation.org/en/about/partners-supporters/","goal":"Borneo Nature Foundation is a not-for-profit conservation and research organisation. We work to protect some of the most important areas of tropical rainforest and to safeguard the wildlife, environment and indigenous culture on Borneo.&#xd;<br />Throughout our programmes, we support and empower community-led initiatives to protect forest and biodiversity, including anti-logging patrols, fire-fighting teams, environmental education and the replanting and restoration of damaged forests. All our field programmes include high-quality scientific research as a basis for protecting and managing forests, and we have particular expertise in monitoring the distribution, population status, behaviour and ecology of Borneo’s flagship ape species; the endangered orangutan and southern Bornean gibbon.&#xd;<br />We provide training and capacity building for local students, researchers and conservation-area managers, and work with a number of local partners to implement successful conservation projects.","acronym":"BNF","interests":"Climate Action, Education and training, Energy, Environment, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Research and innovation","euInitiatives":"Energy, climate change and environment.&#xd;<br />Aid, development cooperation and fundamental rights.&#xd;<br />Education&#xd;<br />Research and Innovation","lastUp":"2019-02-27T12:07:33.142+01:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}