{"id":"582808718534-59","name":"ONTRAS Gastransport GmbH","registrationDate":"2015-08-21T18:24:19.370+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.ontras.com","country":"Germany","headAddress":"Maximilianallee 4","headCity":"Leipzig","headPostCode":"04129","headPhone":"(49)3 41 27 11 10","boss":"Ralph Bahke","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.5","membership":"http://www.gie.eu/&#xd;\nhttp://www.entsog.eu/&#xd;\nhttps://www.hydrogeneurope.eu&#xd;\nhttps://www.bdew.de/&#xd;\nhttp://www.fnb-gas.de/&#xd;\nhttp://www.dvgw.de/&#xd;\nhttp://www.asue.de/&#xd;\nhttp://www.energy-saxony.net/&#xd;\nhttps://www.prisma-capacity.eu/&#xd;\nhttps://www.gaspool.de/&#xd;\nhttp://www.zukunftsenergien.de&#xd;\nhttp://www.greengasinitiative.eu/&#xd;\nhttps://www.dbi-gruppe.de/hips-net.html","memberOrga":"","goal":"ONTRAS Gastransport GmbH ist ein überregionaler Fernleitungsnetzbetreiber im europäischen Gastransportsystem mit Sitz in Leipzig. Für den reibungslosen Erdgastransport der Kunden betreibt ONTRAS Deutschlands zweitlängstes Ferngasnetz mit rund 7.000 Kilometern Leitungslänge und rund 450 Netzkopplungspunkten. Dabei vereint das Unternehmen als verlässlicher Partner die Interessen von Transportkunden, Händlern, regionalen Netzbetreibern und Erzeugern regenerativer Gase. Durch hohe Qualitäts- und Sicherheitsstandards, erfahrene Mitarbeiter und nachhaltige Investitionen in die Infrastruktur gewährleistet ONTRAS ein effizientes Transportsystem und einen transparenten Netzbetrieb. Dabei stehen die Mitarbeiterinnen und Mitarbeiter mit den Kunden und Marktpartnern in Europa im aktiven Dialog, um Netzzugang und Transportsicherheit weiter zu optimieren. Aufgrund sich ständig verändernder regulativer Rahmenbedingungen sieht sich der Energiemarkt insbesondere auch im Transportbereich einem permanenten Wandel ausgesetzt. Um diesen Wandel im Sinne unserer Kunden und der Branche mitzugestalten, leistet ONTRAS maßgebliche Führungs- und Mitarbeit in nationalen und europäischen Gremien. So engagiert sich ONTRAS in Initiativen, Kooperationen und Verbänden, um Voraussetzungen für den Übergang in eine erneuerbare Gaswirtschaft zu schaffen.","acronym":"ONTRAS","interests":"Climate Action, Competition, Economy, finance and the euro, Energy, Environment, Single market, Trans-European Networks, Transport","euInitiatives":"European Energy Union, EU LNG and Storage Strategy, TEN-E-Verordnung, Infrastrukturpaket, REMIT, SoS Gas-Verordnung, Low Carbon Roadmap 2050, Energie- und Klimapaket 2030, Energieffizienz-Richtlinie, EU Klimapaket, EU Clean Energy for All Package; Quo vadis Study, EC Gas Market Regulation Update (G2020), ETS Revision, TYNDP, PCI list, GRIP, Madrid Forum, Copenhagen Infrastructure Forum","lastUp":"2019-07-11T16:35:24.521+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}