{"id":"583275725760-75","name":"Olivier BEUCHERIE Conseil","registrationDate":"2017-02-06T10:58:01.898+01:00","category":1,"subCategory":8,"legal":"Entreprise individuelle","web":"http://www.obeucherie-conseil.fr","country":"France","headAddress":"22 rue Constant Lemoine","headCity":"ANGERS","headPostCode":"49100","headPhone":"(33)02 53 20 79 30","boss":"Olivier BEUCHERIE","bossTitle":"Mr","bossPosition":"Dirigeant","membersCount":1,"membersFTE":"0.25","membership":"EUROMONTANA&#xd;\nAREPO","memberOrga":"","goal":"Consultant et enseignant en marketing stratégique agroalimentaire&#xd;<br />&#xd;<br />Permettre aux porteurs de projets économiques (chefs d'entreprises, clusters d'entreprises, leader de démarches collectives, interprofessions, comités de promotion, collectivités territoriales) de trouver les meilleures solutions pour le succès de leur développement actuel et futur, principalement dans le secteur des produits agricoles et alimentaires.&#xd;<br />&#xd;<br />Mes principaux champs d’expertise :&#xd;<br />- Définition et accompagnement à la mise en œuvre de stratégies marketing et commerciales pour le développement de nouvelles gammes, de nouveaux produits, ou de nouveaux circuits commerciaux,&#xd;<br />- Pilotage marketing de la R&amp;D produit,&#xd;<br />- Approche consommateurs et marchés&#xd;<br />- Opportunité et accompagnement à la mise en place de marques collectives et de signes officiels de qualité et mentions facultatives de qualité (AOP, IGP, STG, AB, label rouge, montagne, produits locaux)&#xd;<br />- Ecriture des cahiers des charges de ces démarches de différenciation par la qualité, gouvernance collective, brief de l’agence de communication&#xd;<br />- Développement de circuits courts et de produits locaux&#xd;<br />&#xd;<br />Je collabore avec un réseau de consultants sur des thématiques complémentaires aux miennes (développement commercial, export, communication, gestion et comptabilité, juridique).&#xd;<br />J’interviens auprès de plusieurs écoles d’ingénieur en agroalimentaire : ESA Angers, VetAgroSup Clermont Ferrand, Université Catholique de l'Ouest. &#xd;<br />Je collabore avec un réseau d'écoles et d'universités au niveau international pour créer l'Institut of Food&amp;Beverages Origin and Identity, basé à l'ESA d'Angers. &#xd;<br />&#xd;<br />Mes principales modalités d’intervention :&#xd;<br />- Accompagnement stratégique du dirigeant ou de l’équipe dirigeante&#xd;<br />- Etudes techniques, marketing et commerciales&#xd;<br />- Formation continue&#xd;<br />&#xd;<br />Je participe également au réseau national pour le développement de la méthode M.I.M.E. : Méthode d'Initiation au Métier d'Entrepreneur. J'interviens comme formateur pour des sessions M.I.M.E. en français ou en anglais dans toute la France, auprès d'organismes de formation ou d'entreprises.","acronym":"","interests":"Agriculture and Rural Development, Consumer Affairs, Economic and Financial Affairs, Environment, Fisheries and Aquaculture, Food Safety, Internal Market, Regional Policy, Trade","euInitiatives":"- Promotion des produits agricoles et alimentaires&#xd;<br />- Politique de qualité des produits agricoles et alimentaires&#xd;<br />- AOP, IGP, STG, Agriculture biologique&#xd;<br />- Produits de montagne&#xd;<br />- Produits locaux&#xd;<br />- Logo RUP&#xd;<br />- Erasmus + Alliances de la connaissance (Knowledge Alliances)&#xd;<br />- FEADER&#xd;<br />- Evolution du règlement agriculture biologique et en particulier pour ce qui concerne l'aquaculture","lastUp":"2017-02-06T10:58:51.253+01:00","customers":"Ecole Supérieure d'Agriculture d'Angers","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}