{"id":"583245722627-68","name":"Young European Associated Researchers","registrationDate":"2016-07-08T13:18:56.834+02:00","category":3,"subCategory":2,"legal":"Non-profit international association","web":"http://year-network.com","country":"Belgium","headAddress":"Rue Joseph II, 36-38","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)25 02 86 98","boss":"Lujan Clara ","bossTitle":"Ms","bossPosition":"Chair","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"- AICIA Asociación de Investigación y Cooperación Industrial de Andalucía, Spain – www.aicia.es&#xd;\n- AIT – Austrian Institute of Technology, Austria http://www.ait.ac.at/departments/safety-security&#xd;\n- SINTEF Stiftelsen for industriell og teknisk forskning ved Norges tekniske høgskole (NTH), Norway www.sintef.no&#xd;\n- RISE, Research Institutes of Sweden, Sweden www.rise.se&#xd;\n- TNO Netherlands Organisation for Applied Scientific Research, The Netherlands – www.tno.nl&#xd;\n- VITO Vlaamse instelling voor technologisch onderzoek, Belgium – www.vito.be&#xd;\n- VTT Technical Research Centre of Finland, Finland – www.vtt.fi&#xd;\n&#xd;\nhttp://www.year-network.com/?page_id=7857","goal":"YEAR (Young European Associated Researchers) is a non-profit international organization which gathers professionals from European Research and Technology Organisations (RTOs). If the organisations are the members of YEAR (that is to say that there is no individual membership), the young researchers and early-stage career employees are the core of our network.&#xd;<br />&#xd;<br />EAR vision is to enhance the potential, capabilities and competitiveness of the European Research Area (ERA) by increasing the exchange of ideas and contacts at researcher level.&#xd;<br />&#xd;<br />We strongly believe that early-stage researchers of today will define our future. Thus, our mission is to create opportunities to support the development of young researchers’ career by helping them to extend their professional network and gain new skills in an international environment.&#xd;<br />&#xd;<br />YEAR develops its activities on three main pillars:&#xd;<br />&#xd;<br />TRAINING&#xd;<br />NETWORKING&#xd;<br />CONSULTANCY","acronym":"YEAR","interests":"Education and training, Regional Policy, Research and innovation, Youth","euInitiatives":"YEAR is specially following the EU initiatives and policies related to Research and Innovation, including funding and research strategies. Moreover, Open Science and barriers that young researchers face in their careers are also key for the network.","lastUp":"2019-06-27T21:22:11.229+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}