{"id":"583851318567-80","name":"Lebensmittelverband Deutschland e. V.","registrationDate":"2015-09-17T08:36:33.807+02:00","category":2,"subCategory":4,"legal":"Verband","web":"https://www.lebensmittelverband.de/","country":"Germany","headAddress":"Claire-Waldoff-Str. 7","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)03 02 06 14 31 39","boss":"Christoph Minhoff","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":2,"membersFTE":"1.5","membership":"FoodDrinkEurope FDE&#xd;\nhttp://www.fooddrinkeurope.eu/","memberOrga":"","goal":"Der Lebensmittelverband Deutschland e. V. ist der Spitzenverband der deutschen Lebensmittelwirtschaft. Ihm gehören ca. 500 Verbände und Unternehmen der gesamten Lebensmittelkette – Industrie, Handel, Handwerk, Landwirtschaft und angrenzende Gebiete – sowie zahlreiche Einzelmitglieder an.&#xd;<br />&#xd;<br />Der Lebensmittelverband Deutschland beschäftigt sich in seiner Arbeit mit einer Vielzahl von Themenfeldern. Lebensmittelhygiene, Kennzeichnung, nährwert- und gesundheitsbezogene Angaben, Zusatzstoffe, Gentechnik, Qualitätssicherung, Nahrungsergänzungsmittel oder Öko-Lebensmittel sind nur ein kleiner Auszug aus dem Spektrum.&#xd;<br />&#xd;<br />In den Büros in Berlin und Brüssel arbeiten Juristen und Naturwissenschaftler interdisziplinär zusammen. &#xd;<br />&#xd;<br />So kann der Lebensmittelverband Deutschland den vielschichtigen Fragestellungen rund um Lebensmittel kompetent und umfassend begegnen.&#xd;<br />&#xd;<br />Um auf dem jeweils neuesten Stand der Entwicklung zu sein, verfügt der Lebensmittelverband Deutschland über zahlreiche Informationskanäle auf nationaler, europäischer und internationaler Ebene und steht in ständigem aktiven Austausch mit der Politik, mit Behörden, wissenschaftlichen Instituten, Unternehmen und Verbänden. Außerdem steht ein wissenschaftlicher Beirat dem Lebensmittelverband Deutschland als beratendes Gremium zur Seite.","acronym":"","interests":"Agriculture and Rural Development, Business and Industry, Competition, Consumers, Customs, External Relations, Food Safety, Institutional affairs, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Trade","euInitiatives":"Member of REFIT Platform, Claims, Novel Food-Verordnung, any other relevant legal questions","lastUp":"2019-07-11T13:30:23.541+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}