{"id":"584062622420-61","name":"POLO ECONOMICO CREATIVO INTERCULTURALE","registrationDate":"2016-06-21T12:30:50.838+02:00","category":3,"subCategory":2,"legal":"NESSUNA","web":"http://pecipoint.it/","country":"Italy","headAddress":"VIA ARTEMISIA MAMMUCARI 26","headCity":"VELLETRI","headPostCode":"00049","headPhone":"(39)39 36 43 72 32","boss":"ALESSIO D'ANDREA","bossTitle":"Mr","bossPosition":"IDEATORE E CURATORE ","membersCount":6,"membersFTE":"4.75","membership":"","memberOrga":"Questo è il link  collega alla visione dei nostri dei partner http://formatcompany.preventia.it/partner","goal":"LA STRATEGIA COMPLESSIVA PER CREARE UN NUOVO MODELLO ECONOMICO DI PRODUZIONE E DI CONSUMO, VERSO UNA RIPARTIZIONE DI COMPETENZE E RICCHEZZE&#xd;<br />&#xd;<br />La cultura d'impresa e la riscoperta del sapere si incontrano per dar vita al Polo Economico Creativo Interculturale. La memoria, la ricerca, lo sviluppo, l'innovazione, progetti da promuovere, creatività da condividere il tutto costruito intorno alla persona. Tutti si chiedono come produrre ricchezza e benessere, la forza del Polo Economico Creativo Interculturale si fonda sulle competenze condivise e su modelli ( FORMAT) http://formatcompany.preventia.it/il-polo nati dalla visione sistemica integrata verso una new economy, unica possibilità per favorire lo sviluppo economico finanziario basato sulla intelligenza e l'iniziativa condivisa tra persone. Le soluzioni operative nascono da processi dinamici pensati come sistemici circolari e non piramidali, basati sull’azione naturale dei nostri processi biologici naturali. Fra gli obiettivi di questa nuova entità vi è l'individuazione degli ambiti di interazione fra il singolo professionista, l'impresa, gli enti, le scuole e le Università al fine di fornire sinergie più congrue per lo sviluppo e per affrontare in modo più competitivo le nuove sfide dell'economie globali. Siamo certi che ogni impresa fatta dall’uomo è la manifestazione del proprio dono, la divisione in settori di competenza è utile se interconnessa e mutevole, impermanente. Il processo d’impresa volto alla realizzazione di un Polo documentario (Biblioteca del Sapere) e di servizi consulenziali (Format Company) d’imprenditorialità “teoria armonica” è conseguenza della divulgazione culturale con la costruzione di un HUB (letteralmente in inglese fulcro, mozzo, elemento centrale), concentratore, che funga da nodo di raccolta e smistamento dati di una rete di comunicazione dati organizzata che mira alla facilitazione della qualità di vita ed alla riscoperta di una micro e macro economia. Ricordiamo come durante i saloni dell'orientamento e le job faire i giovani accedono a uno spazio dedicato alle opportunità della Garanzia Giovani, qui è presente un corner Makers che racconta l'innovazione con i FabLab del territorio, le tecnologie, le modalita' e gli strumenti di lavoro.","acronym":"P.E.C.I","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Il Polo è un facilitatore ed intermediario che attraverso il suo network fatto da P.E.C.I POINT collega attori come : Aziende, Imprese, Comuni dell’Area Metropolitana , Istituti Culturali , Associazioni di Categoria e Onlus , Università e centri Studi, Amministrazioni centrali dello stato (per l’acquisizione di dati informativi e statistici), Partner privati (per realizzazioni infrastrutturali, per progetti tecnologicamente innovativi, per la gestione di servizi e per sponsorizzazioni) ed aree adibite al mercato libero. I P.E.C.I POINT sono incubatori interattivi e proattivi concepiti come Biblioteca del Sapere, dove poter attingere risorse e conoscenze attraverso un interscambio cognitivo, formativo e innovativo. Già presenti nel Lazio in Emilia Romagna e a Londra prossima obiettivo negli anni un PECI POINT PER REGIONE E NAZIONE.&#xd;<br />&#xd;<br />I nostri Point sono la rappresentanza delle persone e dei Format nati dalla progettazione in esclusiva per manifestare un futuro societario globale e di interconnessioni dei sistemi economici olistici integrati (comunità, lavoro, studio, salute, ricerca, storia, geografia economica, sistemi integrati, welfare), rappresentazione fisica della comunità in Rete.","lastUp":"2018-05-16T20:40:50.772+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}