{"id":"584392118899-17","name":"Systembolaget Aktiebolag","registrationDate":"2015-09-23T17:07:33.518+02:00","category":2,"subCategory":3,"legal":"Aktiebolag","web":"https://www.omsystembolaget.s","country":"Sweden","headAddress":"Kungsträdgårdsgatan 14","headCity":"Stockholm","headPostCode":"103 84","headPhone":"(46)8 50 33 00 00","boss":"Magdalena  Gerger ","bossTitle":"","bossPosition":"Verkställande direktör ","membersCount":3,"membersFTE":"1.5","membership":"","memberOrga":"","goal":"Systembolaget is a state owned company with a monopoly on retail sales of alcohol in Sweden. &#xd;<br />&#xd;<br />Systembolaget's mandate is based on consideration for public health. Systembolaget exists for one reason and one reason only: alcohol-related problems are reduced if alcohol is sold in the absence of a profit motive. Systembolaget is expressly mandated to limit the harmful effects of alcohol.&#xd;<br />&#xd;<br />We wish to inspire people to take an interest in what they drink and to focus on health and quality rather than quantity. And to use our expertise on our customer's behalf, both with regard to the taste characteristics of individual drinks and with regard to their effects on people's health. Our conviction is - the more people know, the better they will handle alcohol.&#xd;<br />&#xd;<br />Further, Systembolaget's mandate from the Swedish state is to help limit the medical and social harm caused by alcohol and thereby improve public health. For Systembolaget this means:&#xd;<br />&#xd;<br />•Restricting availability through the number of stores, opening hours and retail rules&#xd;<br />•Not attempting to maximise our profit&#xd;<br />•Not promoting additional sales&#xd;<br />•Being brand-neutral&#xd;<br />•Providing a high standard of customer service&#xd;<br />•Being financially efficient","acronym":"Systembolaget","interests":"Agriculture, Business and Industry, Competition, Culture and media, Customs, Digital economy and society, Environment, Food Safety, International co-operation and development, Public Health, Single market, Trade","euInitiatives":"Systembolaget följer bl.a. frågor rörande folkhälsa, handel och den inre marknaden, livsmedel och livsmedelssäkerhet, jordbruk och hållbar utveckling.","lastUp":"2018-08-16T09:28:36.109+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}