{"id":"585360818421-71","name":"Women's United Nations Report Network Europe","registrationDate":"2015-08-20T17:29:52.687+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://www.wunrn.com/","country":"Belgium","headAddress":"Chaussee de Wavre 139","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)4 89 02 74 90","boss":"Sadia  Mir","bossTitle":"Ms","bossPosition":"EU Gender Policy Specialist ","membersCount":2,"membersFTE":"0.5","membership":"We are partners of many organisations whom we host joint programs with. We hold ECOSOC status within the UN system (ECOSOC means, United Nations Economic and Social Council Status).&#xd;\n&#xd;\nhttp://www.un.org/en/ecosoc/&#xd;\n&#xd;\nWe are also members of CSW, which is the Commission on the Status of Women. &#xd;\n&#xd;\nhttp://www.unwomen.org/en/csw&#xd;\n&#xd;\nWe are also partners and participators in the Beijing Platform for Action &#xd;\n&#xd;\nhttp://beijing20.unwomen.org/en&#xd;\n&#xd;\nOur network of partners include the NGO committee on Women in Switzerland&#xd;\nhttp://www.ngocsw-geneva.ch/&#xd;\n&#xd;\nUNESCO&#xd;\nhttp://en.unesco.org/&#xd;\n&#xd;\nGlobal Alliance on Media and Gender&#xd;\nhttp://www.unesco.org/new/en/communication-and-information/crosscutting-priorities/gender-and-media/global-alliance-on-media-and-gender/about-gamag/&#xd;\n&#xd;\nFood and Agricultural Organisation FAO&#xd;\nhttp://www.fao.org/employment/en/&#xd;\n&#xd;\nYou will see that we have a history of work with the above organisations, where we have partnered with them on seminars, projects and publications. &#xd;\n&#xd;\nYou will find this information on our website and I have also provided the links above.","memberOrga":"We are partners of many organisations whome we host joint programs with. &#xd;\nWe collaborate on the CSW  'Commission on the Status of Women' platform. We also hold ECOSOC status within the UN system (ECOSOC means, United Nations Economic and Social Council Status).&#xd;\nhttp://www.un.org/en/ecosoc/&#xd;\n&#xd;\nWe are listed on the CSW website, which is the Commission on the Status of Women. &#xd;\nhttp://www.unwomen.org/en/csw&#xd;\n&#xd;\nWe are also partners and participators in the Beijing Platform for Action &#xd;\nhttp://beijing20.unwomen.org/en&#xd;\n&#xd;\nOur network of partners include the NGO committee on Women in Switzerland&#xd;\nhttp://www.ngocsw-geneva.ch/&#xd;\n&#xd;\nUNESCO&#xd;\nhttp://en.unesco.org/&#xd;\n&#xd;\nGlobal Alliance on Media and Gender&#xd;\nhttp://www.unesco.org/new/en/communication-and-information/crosscutting-priorities/gender-and-media/global-alliance-on-media-and-gender/about-gamag/&#xd;\n&#xd;\nFood and Agricultural Organisation FAO&#xd;\nhttp://www.fao.org/employment/en/&#xd;\n&#xd;\nYou will see that we have a history of work with the above organisations, where we have partnered with them on seminar, projects and publications. &#xd;\n&#xd;\nYou will find this information on our website and I have also provided the links above.","goal":"WUNRN Europe is Belgian ASBL registered organisation   and it aims to work within the framework of the EU. We disseminate EU policy updates to our EU and global audiences,  the WUNRN ListServe is one of the most expansive and active international communication resources, and goes throughout the UN System and to Governments, Embassies &amp; Missions, Academia, NGO's, Religions, Associations, Foundations, Private Sector, Media, Civil Society, and more.","acronym":"WUNRN Europe","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"WUNRN Europe follows initiatives involving women and young girls. We document issues that relate to women and young girls on a European and global level.&#xd;<br />We will closely be following the committees on Femm, the legislative framework on platforms such as Beijing +20 in which we already participate.&#xd;<br />Also any gender equality Policy hearings, events and workshops to inform policy on gender.","lastUp":"2019-07-11T09:15:14.393+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}