{"id":"585360818421-71","name":"Women of the United Nations Report Network","registrationDate":"2015-08-20T17:29:52.687+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://www.wunrn.com/","country":"Belgium","headAddress":"Chaussee de Wavre 139","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)4 89 02 74 90","boss":"Sadia  Mir","bossTitle":"Ms","bossPosition":"EU Gender Policy Specialist ","membersCount":3,"membersFTE":"2.25","membership":"We are partners of many organisations whome we host joint programs with. &#xd;\n&#xd;\nAs mentioned we are a well respected organisation in the UN system, we are also a listed member on the 'Commission on the Status of Women.' We also hold ECOSOC status within the UN system (ECOSOC means, United Nations Economic and Social Council Status), which is only given to trusted and respected organisations and NGO's within the UN system. &#xd;\n&#xd;\nhttp://www.un.org/en/ecosoc/&#xd;\n&#xd;\nWe are also members of CSW, which is the Commission on the Status of Women. &#xd;\n&#xd;\nhttp://www.unwomen.org/en/csw&#xd;\n&#xd;\nWe are also partners and participators in the Beijing Platform for Action &#xd;\n&#xd;\nhttp://beijing20.unwomen.org/en&#xd;\n&#xd;\nOur network of partners include the NGO committee on Women in Switzerland&#xd;\nhttp://www.ngocsw-geneva.ch/&#xd;\n&#xd;\nUNESCO&#xd;\nhttp://en.unesco.org/&#xd;\n&#xd;\nGlobal Alliance on Media and Gender&#xd;\nhttp://www.unesco.org/new/en/communication-and-information/crosscutting-priorities/gender-and-media/global-alliance-on-media-and-gender/about-gamag/&#xd;\n&#xd;\nFood and Agricultural Organisation FAO&#xd;\nhttp://www.fao.org/employment/en/&#xd;\n&#xd;\nYou will see that we have a history of work with the above organisations, where we have partnered with them on seminars, projects and publications. &#xd;\n&#xd;\nYou will find this information on our website and I have also provided the links above.","memberOrga":"We are partners of many organisations whome we host joint programs with. &#xd;\nAs mentioned we are a well respected organisation in the UN system, we are also a listed member on the 'Commission on the Status of Women.' We also hold ECOSOC status within the UN system (ECOSOC means, United Nations Economic and Social Council Status), which is only given to trusted and respected organisations and NGO's within the UN system. &#xd;\nhttp://www.un.org/en/ecosoc/&#xd;\n&#xd;\nWe are also members of CSW, which is the Commission on the Status of Women. &#xd;\nhttp://www.unwomen.org/en/csw&#xd;\n&#xd;\nWe are also partners and participators in the Beijing Platform for Action &#xd;\nhttp://beijing20.unwomen.org/en&#xd;\n&#xd;\nOur network of partners include the NGO committee on Women in Switzerland&#xd;\nhttp://www.ngocsw-geneva.ch/&#xd;\n&#xd;\nUNESCO&#xd;\nhttp://en.unesco.org/&#xd;\n&#xd;\nGlobal Alliance on Media and Gender&#xd;\nhttp://www.unesco.org/new/en/communication-and-information/crosscutting-priorities/gender-and-media/global-alliance-on-media-and-gender/about-gamag/&#xd;\n&#xd;\nFood and Agricultural Organisation FAO&#xd;\nhttp://www.fao.org/employment/en/&#xd;\n&#xd;\nYou will see that we have a history of work with the above organisations, where we have partnered with them on seminar, projects and publications. &#xd;\n&#xd;\nYou will find this information on our website and I have also provided the links above.","goal":"WUNRN, based on a UN Study, addresses the human rights, oppression, and empowerment of women and girls all over the world. The WUNRN ListServe is one of the most expansive and active gender international communication resources, and goes throughout the UN System and to Governments, Embassies &amp; Missions, Academia, NGO's, Religions, Associations, Foundations, Private Sector, Media, Civil Society, and more. WUNRN's research, information, and references enter over 3/4 of UN Member States every day.&#xd;<br />&#xd;<br />WUNRN is very well respected within the United Nations bodies and organisations both in Geneva and New York.&#xd;<br />WUNRN has now completed its Belgian ASBL registration and is well on its way to extend its work within the EU, for WUNRN to be effective in this task it has to have access to the European Parliament and other EU organisation, and decision makers.&#xd;<br />&#xd;<br />WUNRN in the past 15 months, has been a co-organiser of 25 major events at the United Nations in Geneva, New York (Commission on the Status of Women and the General Assembly), and in Rome at FAO. &#xd;<br />&#xd;<br />For many of these events, EU leaders and organisations have participated for very significant collaboration and continued outcomes.","acronym":"WUNRN","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"WUNRN follows all initiatives involving women and young girls. WUNRN actively seeks to direct policy and document issues that relate to women and young girls on a global level.&#xd;<br />We will closely be following the committees on Femm, the legislative framework on platforms such as Beijing +20 in which we already participate.&#xd;<br />Also any gender equality Policy hearings, events and workshops","lastUp":"2018-06-12T23:47:59.188+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}