{"id":"585772227148-18","name":"European Technology Platform for High Performance Computing","registrationDate":"2017-05-18T07:33:48.607+02:00","category":3,"subCategory":2,"legal":"Association under Dutch legislation","web":"http://www.etp4hpc.eu/","country":"Netherlands","headAddress":"Abtspoelhof 7","headCity":"Oegstgeest","headPostCode":"2341 NS","headPhone":"(31)2 08 00 13 00","boss":"Jean-Pierre  Panziera","bossTitle":"Mr","bossPosition":"Chairman","membersCount":8,"membersFTE":"3.75","membership":"","memberOrga":"The full list of member is available here: &#xd;\nhttp://www.etp4hpc.eu/en/membership.html","goal":"ETP4HPC is an industry-led think tank and advisory group of companies and research centres involved in High-Performance Computing (i.e. Supercomputing) technology research in Europe.  It was formed in 2012 with the aim to build a world-class HPC Technology Supply Chain in Europe, increase the global share of European HPC and HPC technology vendors as well as maximise the benefit of HPC technology for the European HPC user community. We issue and maintain a Strategic Research Agenda as a mechanism to help the European Commission define the contents of the HPC Technology Work Programmes. &#xd;<br />Since January 2019, ETP4HPC a member of the is part of of the Joint Undertaking in HPC (EuroHPC).  Its representatives are members of EuroHPC's \"Research and Innovation Advisory Group\" (RIAG). ETP4HPC contributes via the RIAG to the work plans and programmes on HPC.","acronym":"ETP4HPC","interests":"Digital economy and society, Education and training, Research and innovation","euInitiatives":"The ETP4HPC Strategic Research Agenda (SRA) is a document that outlines a roadmap for the achievement of exa-scale capabilities by the European High-Performance Computing (HPC) ecosystem, taking also in account needs from AI and Big-Data applications. The SRA is elaborated in close collaboration with these communities. &#xd;<br />This research agenda is the basis of the HPC Technology R&amp;D Work Programmes managed by the European Commission. &#xd;<br />The SRA reflects the needs of the European HPC ecosystem at large. This includes, amongst others, technology providers, academic and industrial HPC end-users, users and applications coming from the Big-Data and the IA communities, and Independent Software Vendors.&#xd;<br />The roadmap, is updated approximately every 18 month, involving around 150 experts around HPC. The 4th edition is planned for December 2019.","lastUp":"2019-04-11T09:17:39.014+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}