{"id":"585925236126-95","name":"SENER AEROESPACIAL S.A.U.","registrationDate":"2019-10-28T18:42:27.357+01:00","category":2,"subCategory":3,"legal":"S.A.","web":"http://www.aeroespacial.sener","country":"Spain","headAddress":"AVENIDA ZUGAZARTE, 56","headCity":"LAS ARENAS, GETXO (BIZKAIA)","headPostCode":"48930","headPhone":"(34)9 44 81 75 00","boss":"FERNANDO HORCADA RUBIO","bossTitle":"","bossPosition":"DIRECTOR FOR EU AND NATO PROGRAMS","membersCount":14,"membersFTE":"5.25","membership":"ASOCIACIÓN ESPAÑOLA DE EMPRESAS TECNOLÓGICAS DE DEFENSA, SEGURIDAD, AERONÁUTICA Y ESPACIO (TEDAE)&#xd;\nwww.tedae.org&#xd;\n&#xd;\nCLUSTER AERONÁUTICO Y DE ESPACIO DEL PAÍS VASCO. (HEGAN)&#xd;\nwww.hegan.com","memberOrga":"","goal":"SENER GROUP IS AN ENGINEERING, CONSULTANCY AND SYSTEMS INTEGRATION GROUP WHOSE MAIN OBJECTIVE IS TO PROVIDE ITS CLIENTS WITH THE MOST EFFICIENT TECHNOLOGICAL SOLUTIONS TO THEIR REQUIREMENTS. INNOVATION, COMMITMENT TO QUALITY AND INDEPENDENCE ARE JUST THREE OF THE KEY FACTORS WHICH FORM PART OF ITS CULTURE AND CORPORATIVE VALUES.&#xd;<br />&#xd;<br />SENER'S PRESENCE IN THE MARKET IS ENDORSED BY ITS ALMOST FIFTY YEARS OF EXPERIENCE WHICH HAS GIVEN IT A VAST TECHNOLOGICAL SOLVENCY THROUGH ITS INVOLVEMENT IN BOTH NATIONAL AND INTERNATIONAL PROJECTS.&#xd;<br />&#xd;<br />THROUGH ITS DOMINION OF A BROAD SPECTRUM OF TECHNOLOGIES AND ITS FLEXIBLE ORGANIZATION, SENER IS IN A POSITION TO UNDERTAKE THE MOST COMPLEX MULTIDISCIPLINARY PROJECTS. &#xd;<br />&#xd;<br />ALL OF THE AFOREMENTIONED, TOGETHER WITH ITS CONSTANT INVOLVEMENT IN RESEARCH &amp; DEVELOPMENT (10% OF ITS RESOURCES) HAS ALLOWED ITS VOLUME OF BUSINESS TO EXCEED 1.800.000 ENGINEERING HOURS PER YEAR, WITH EXPORTS ACCOUNTING FOR 40% OF THAT FIGURE. SENER GROUP ENGINEERING AND CONSULTANCY ACTIVITIES EMBRACE THE AEROSPACE, INFRASTRUCTURES &amp; TRANSPORT, ENERGY AND MARINE FIELDS. &#xd;<br />&#xd;<br />ALL SUCH ACTIVITIES WERE TRADITIONALLY CARRIED OUT WITHIN THE SENER GROUP BY A COMPANY NAMED SENER INGENIERÍA Y SISTEMAS, SAU WITH VAT NUMBER A-48024723. &#xd;<br />&#xd;<br />SENER AERONÁUTICA, SAU IS A SISTER COMPANY OF SENER INGENIERÍA Y SISTEMAS, SAU -FULLY OWNED BY SENER GRUPO DE INGENIERÍA, SA SAME SHAREHOLDER TO SENER INGENIERÍA Y SISTEMAS, SAU-, INCORPORATED IN 2003 UNDER THE LAWS OF SPAIN AND DOMICILED AT AVENIDA DE ZUGAZARTE 56, 48930 LAS ARENAS (VIZCAYA) WITH VAT NUMBER A-95291597. SENER AERONÁUTICA, SAU OWNED A PARTICIPATION STAKE (51%) IN THE SPANISH AERONAUTIC COMPANY NAMED INDUSTRIA DE TURBO PROPULSORES, SA SOLD IN DECEMBER 2017. IN JUNE 2018, SENER AERONÁUTICA, SAU ACQUIRED 100% OF THE SPANISH SPACE GROUP NAMED TRYO COMPRISED BY TRYO AEROSPACE &amp; ELECTRONICS, SL (TODAY NAMED SENER TAE, SLU), TRYO AEROSPACE FLIGHT SEGMENT, SAU (TODAY RENAMED AS SENER TAFS, SAU) AND RYMSA RF, SLU.&#xd;<br />&#xd;<br />IN ORDER TO AGGLUTINATE ALL THE AEROSPACE ACTIVITIES WITHIN THE GROUP IN A SINGLE COMPANY THE GROUP CONDUCTED AN INTERNAL BUSINESS REORGANIZATION WHICH HAS INVOLVED THE TRANSFER WITHIN THE SENER GROUP OF ALL TECHNICAL, MATERIAL, FINANCIAL AND HUMAN RESOURCES COMPRISING THE AEROSPACE ACTIVITIES BEING CARRIED OUT BY SENER INGENIERÍA Y SISTEMAS, SAU TO SENER AERONÁUTICA, SAU BY MEANS OF A LEGAL PARTIAL DIVISION (SPANISH “ESCISIÓN PARCIAL”), EFFECTIVE AS OF JULY 1, 2019. THE AEROSPACE ACTIVITIES COMPRISE THE SUPPLY OF EQUIPMENT’S, SYSTEMS INTEGRATION AND ENGINEERING SERVICES IN THE FIELDS OF SPACE, DEFENCE, AERONAUTICS, VEHICLES AND HEALTH.&#xd;<br />&#xd;<br />SENER AEROESPACIAL DEVELOPS ITS ACTIVITIES IN THE SECTORS OF SPACE, DEFENCE AND SCIENCE.&#xd;<br />&#xd;<br />SENER AEROESPACIAL HAS FACILITIES IN SPAIN: GETXO (BIZKAIA), TRES CANTOS  Y ARGANDA DEL REY (MADRID),  LA GARRIGA  Y CERDANYOLA DEL VALLES (BARCELONA); IN POLAND (WARSAW); AND IN  BELGIUM (BRUSSELS).","acronym":"SENER Ae","interests":"Borders and Security, Budget, Business and Industry, Communication, Digital economy and society, Economy, finance and the euro, Energy, External Relations, Foreign affairs and security policy, Fraud prevention, International co-operation and development, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"PROGRAMAS DE ESPACIO, DEFENSA Y CIENCIA A NIVEL NACIONAL Y EUROPEO.&#xd;<br />PROGRAMAS DE LA AGENCIA EUROPEA DEL ESPACIO (ESA)&#xd;<br />PLAN EUROPEO DE DEFENSA (EDF)&#xd;<br />ACCIÓN PREPARATORIA DE INVESTIGACIÓN DE DEFENSA (PADR)&#xd;<br />PROGRAMA EUROPEO DE DESARROLLO INDUSTRIAL DE DEFENSA (EDIDP)&#xd;<br />INICIATIVAS DE LA AGENCIA EUROPEA DE DEFENSA (EDA)&#xd;<br />PROGRAMAS ESPACIALES DE LA UNIÓN EUROPEA: GALILEO, COPÉRNICO Y GOVSATCOM.","lastUp":"2019-10-28T18:43:29.086+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}