{"id":"586272234219-08","name":"Chevron Phillips Chemicals International N.V.","registrationDate":"2019-03-29T14:32:39.152+01:00","category":2,"subCategory":3,"legal":"Limited Liability Company","web":"http://cpchem.com","country":"Belgium","headAddress":"Leonardo Da Vincilaan 19","headCity":"Diegem","headPostCode":"1831","headPhone":"(32)0 26 89 14 72","boss":"Benjamin Mermans","bossTitle":"Mr","bossPosition":"General Manager ","membersCount":3,"membersFTE":"0.75","membership":"CEFIC&#xd;\nPlastics Europe","memberOrga":"","goal":"The company is one of the world's top producers of olefins and polyolefins; it is also a leading supplier of aromatics, alpha olefins, styrenics, specialty chemicals, piping and proprietary plastics. Chevron Phillips Chemical produces chemical products that are essential to manufacturing over 70,000 consumer and industrial products. Headquartered in the Woodlands, Texas, Chevron Phillips Chemical has interest in 33 manufacturing facilities and has approximately 5,000 employees worldwide.  In Europe, the company has the headquarters  and manufacturing sites in Belgium where Poly alpha olefins and specialty chemicals are produced. Our company also has a presence  in various European countries where marketing and trade activities are conducted.   Our Vision is to be the premier chemical company, knows as the employer, supplier, neighbor and investment of choice.  Our mission is to responsibly manufacture chemicals and polymers the world needs, provide enriching careers and create shareholder value because we care about each other, our work, our customers and our communities.","acronym":"","interests":"Business and Industry, Climate Action, Customs, Research and innovation, Trade, Transport","euInitiatives":"Initiatives:&#xd;<br />-European Strategy for Plastics in a Circular Economy&#xd;<br />-Plastics  2030- Voluntary Commitment - PlasticsEurope&#xd;<br />&#xd;<br />Regulations :&#xd;<br />-Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 (REACH)&#xd;<br />-European Regulation (EC) No 1272/2008 on classification, labelling and packaging of substances  and mixtures&#xd;<br />-Packaging  and Packaging Waste Directive 94/62/EC (as amended)","lastUp":"2019-03-29T14:37:15.904+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}