{"id":"586380015959-83","name":"Access to Medicine Foundation","registrationDate":"2015-02-10T07:52:14.750+01:00","category":3,"subCategory":2,"legal":"Foundation","web":"https://accesstomedicinefoundation.org","country":"Netherlands","headAddress":"Naritaweg 227-A","headCity":"Amsterdam","headPostCode":"1043 CB","headPhone":"(31)2 02 15 35 35","boss":"Jayasree K Iyer","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"The Access to Medicine Foundation is an independent non-profit organisation based in the Netherlands. Our mission is to stimulate and guide pharmaceutical companies to do more for the people living in low- and middle-income countries without access to medicine. We talk to experts about the actions pharmaceutical companies can and should be taking and then analyse what they are actually doing. In practice, that means analysing pharma companies’ actions and policies regarding access to medicine using a rigorous scoring and evaluation process. We benchmark companies against each other, and identify best practices and progress gaps. We make all of our results public and use our findings in our own outreach work to expand good practice across the industry. The Foundation publishes the Access to Medicine Index (ATMI), the Access to Vaccines Index (ATVI) and the Antimicrobial Resistance Benchmark (ARMB). These are all the first of its kind to rank pharmaceutical companies with respect to their efforts to improve global access to medicine and vaccines as well as their efforts to combat antimicrobial resistance globally.","acronym":"ATMF","interests":"Development, Enterprise, External Relations, Foreign and Security Policy and Defence, Public Health, Research and Technology","euInitiatives":"Access to medicine, antimicrobial resistance, access to vaccines, CSR, sustainable development, research and development, global health","lastUp":"2018-01-29T14:25:35.964+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}