{"id":"586637229820-43","name":"The LHoFT Fondation","registrationDate":"2018-01-25T18:00:14.504+02:00","category":2,"subCategory":4,"legal":"Fondation","web":"http://www.lhoft.lu","country":"Luxembourg","headAddress":"9 rue du Laboratoire","headCity":"Luxembourg","headPostCode":"L-1911","headPhone":"(352)28 81 02 01","boss":"Nasir Zubairi","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"0.5","membership":"InFine&#xd;\nALFI","memberOrga":"BCEE&#xd;\nBGL BNP Paribas&#xd;\nSoceite Generale&#xd;\nPost Group&#xd;\nTelindus&#xd;\nFoyer Group&#xd;\nKPMG Luxembourg&#xd;\nDeloitte Luxembourg&#xd;\nPwC Luxembourg&#xd;\nClearstream&#xd;\nSix Payments&#xd;\nState Street Luxembourg&#xd;\nTemenos&#xd;\nAllen and Overy&#xd;\nMicrosoft&#xd;\nAmazon&#xd;\nClifford Chance&#xd;\nLoyens &amp; Loeff&#xd;\nSchiltz &amp; Schiltz&#xd;\n&#xd;\nFintech members: http://www.lhoft.com/en/our-startups","goal":"The LHoFT Foundation is a public - private sector initiative that drives technology innovation for Luxembourg’s financial services industry, connecting the domestic and international Fintech community to develop solutions that shape the world of tomorrow. Senior executives from 13 leading private sector institutions sit on our board as leadership circle partners alongside representative from the Luxembourg Government, such as our Chairman, Pierre Gramegna, Luxembourg Minister of Finance, as well as leaders of the Luxembourg Chamber of Commerce, Luxembourg for Finance and PROFIL, the Luxembourg Financial Industry Federation .&#xd;<br />&#xd;<br />The LHoFT builds and fosters the Luxembourg Fintech ecosystem.&#xd;<br />&#xd;<br />We extend the ecosystem internationally, connecting with leading Fintech hubs around the world.&#xd;<br />&#xd;<br />We support the community, particularly our members and partners, in accessing the right and best solutions and resources.&#xd;<br />&#xd;<br />We enable the Fintech community through practical training, education and research.&#xd;<br />&#xd;<br />We bring together and collaborate with domestic and international stakeholders on industry-wide projects, working groups and initiatives.&#xd;<br />&#xd;<br />We assist Fintech businesses to effectively set up and grow, providing a soft landing platform for access to the EU market.","acronym":"LHoFT","interests":"Banking and financial services, Digital economy and society, Economy, finance and the euro, Research and innovation","euInitiatives":"Financial services regulation including eIDAS, stability, KYC, Blockchain, virtual currencies, payments, banking, investment management.","lastUp":"2019-07-17T14:12:31.346+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}