{"id":"586970115022-56","name":"First Five Consulting, S.A.","registrationDate":"2014-11-26T17:09:49.892+02:00","category":1,"subCategory":6,"legal":"Sociedade Anónima","web":"http://www.f5c.pt","country":"Portugal","headAddress":"Avenida da Liberdade, 230 - 3º","headCity":"Lisboa","headPostCode":"1250-148","headPhone":"(351)2 10 32 25 00","boss":"Rui Farias","bossTitle":"","bossPosition":"Administrador","membersCount":5,"membersFTE":"1.25","membership":"","memberOrga":"","goal":"F5C is a Portuguese leading Public Relations and Communication company with a broad experience in public affairs, public relations, reputation and crisis management, strategic communication counselling, digital strategy and other communications services.&#xd;<br />&#xd;<br />Our clients are Portuguese and international companies, industry associations, governments and other organizations. See more at http://f5c.pt/&#xd;<br />&#xd;<br />F5C’s consultants must observe determined transparency measures and they have a strong experience in advising our clients across policy areas such as energy, transports, healthcare, tourism, environment, education, real estate, sports, economy and finances.","acronym":"F5C","interests":"Agriculture, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The main European political initiatives that mainly interest F5C are:&#xd;<br />Transatlantic Trade and Investment Partnership (TTIP)&#xd;<br />European Fund for Strategic Investments (EFSI) &#xd;<br />Regulations about the prices of medicinal products for human use &#xd;<br />Regulations about patient safety and fighting antimicrobial resistance&#xd;<br />Regulations about Veterinary medicinal products&#xd;<br />Agreements for scientific and technological cooperation&#xd;<br />Regulations about in-vitro diagnostic medical devices&#xd;<br />Strategies for the protection and enforcement of intellectual property rights &#xd;<br />Green growth opportunities for SMEs&#xd;<br />Sustainable Urban Mobility&#xd;<br />European Energy Security Strategy&#xd;<br />Ocean Research in Horizon 2020&#xd;<br />Digital Single Market (DSM)&#xd;<br />Regulations about Tourism in Europe&#xd;<br />European Citizens' Initiative (ECI) &#xd;<br />Regulations about Cohesion policy&#xd;<br />European Globalisation Adjustment Fund","lastUp":"2018-07-11T21:26:00.406+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}