{"id":"587174614073-09","name":"Stichting ERGO Network","registrationDate":"2014-07-24T17:38:51.744+02:00","category":3,"subCategory":2,"legal":"Foundation under Dutch law","web":"http://www.ergonetwork.org","country":"Netherlands","headAddress":"Nieuwe Holleweg 57","headCity":"Beek","headPostCode":"6573DV","headPhone":"(32)28 93 10 49","boss":"Gabriela Hrabanova","bossTitle":"Ms","bossPosition":"Director","membersCount":5,"membersFTE":"4.75","membership":"ERGO is a member of the Social Platform.","memberOrga":"http://ergonetwork.org/about-us/membership/","goal":"ERGO Network wants to achieve equal opportunities for Roma in their societies and encourages them to take an active role in accomplishing respect for their rights as equal citizens.&#xd;<br />ERGO Network connects organisations that share the conviction that Roma can and should participate as active citizens in their own societies. To overcome the discrimination and stigmatization that are root obstacles to their equal participation in society, ERGO Network supports civic empowerment, mobilization of Roma at grassroots level and leadership at all levels of society.&#xd;<br />Our approach creates opportunities for Roma to shape the policies that affect them, which can make a crucial contribution to more successful outcomes of inclusion policies.&#xd;<br />For ERGO Network and its members to combat the exclusion of Roma is a responsibility that needs to be shared by Roma and non-Roma. ERGO Network therefore promotes active citizenship, which implies participation, self-organisation, common responsibility and dignity.&#xd;<br />At European level, ERGO Network expresses its members’ common concerns and aims to bridge the gap between day-to-day reality and policymaking. ERGO Network provides expertise to policy makers and politicians to design and implement more effective Roma inclusion approaches as part of mainstream policies.","acronym":"ERGO","interests":"Agriculture and Rural Development, Borders and Security, Budget, Culture, Education and training, Employment and Social Affairs, Enlargement, Institutional affairs, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Youth","euInitiatives":"Policy areas: Roma, social policy, anti-discrimination, employment, enlargement, regional policy, ESIF, education, youth, Europe 2020, European Semester.","lastUp":"2019-10-25T14:57:33.146+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}