{"id":"58744833263-19","name":"Transport and Environment (European Federation for Transport and Environment)","registrationDate":"2010-02-22T22:36:53.878+01:00","category":3,"subCategory":2,"legal":"aisbl","web":"http://www.transportenvironment.org","country":"Belgium","headAddress":"Square de Meeus, 18","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)8 51 02 02","boss":"William Todts","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":22,"membersFTE":"15.75","membership":"T&amp;E is member of the Green 10 network, representing the interest of 10 major European environmental NGO.&#xd;\nT&amp;E is member as well of the Civil Society Platform.&#xd;\nSince 2006 T&amp;E is member of ECOS the European NGO for standardisation.","memberOrga":"http://www.transportenvironment.org/members","goal":"T&amp;E is an independent pan-European association with scientific and educational aims, with no party political affiliation and devoid of any profit making motive. &#xd;<br />&#xd;<br />Our mission is: &#xd;<br />To promote a policy of transport and accessibility, based on the principles of sustainable development, which minimizes negative impacts on the environment and health, use of energy and land and all economic and social costs, maximizes safety, and guarantees sufficient access for all. &#xd;<br />&#xd;<br />Established in 1990, T&amp;E has grown to become the principal environmental organization campaigning on sustainable transport at the EU level in Brussels.&#xd;<br />&#xd;<br />Our primary focus is on European transport and environmental policy but our work in Brussels is supported by around 60 member organizations working to promote an environmentally sound approach to transport across Europe.&#xd;<br />&#xd;<br />Our main work areas at the moment are cars and CO2, low carbon fuels, transport noise, road charging for lorries, aviation and shipping.&#xd;<br />&#xd;<br />We coordinate the International Coalition for Sustainable Aviation (ICSA) which has observer status at the International Civil Aviation Organization (ICAO) and at the International Maritime Organization (IMO) (through CSC).&#xd;<br />&#xd;<br />We are also a member of the Green 10 group of environmental NGOs active on EU policy.","acronym":"T&amp;E","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Competition, Economy, finance and the euro, Energy, Environment, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Our specific interest is in the activities of the Committees on Transport and Tourism, Environment, Public Health and Food Safety, Industry, Research and Energy, Internal Market and Consumer Protection and International Trade.","lastUp":"2019-02-26T15:21:04.038+01:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}