{"id":"58746194306-23","name":"FIPRA International Limited","registrationDate":"2010-10-06T16:26:38.625+01:00","category":1,"subCategory":6,"legal":"Limited Company","web":"http://www.fipra.com","country":"United kingdom","headAddress":"6 Hay's Lane","headCity":"London","headPostCode":"SE1 2HB","headPhone":"(44)20 33 00 17 00","boss":"Laura Batchelor","bossTitle":"Ms","bossPosition":"Director","membersCount":34,"membersFTE":"32.5","membership":"BritCham - British Chamber of Commerce in Belgium&#xd;\nCentre for European Policy Studies&#xd;\nCompetition Law Forum&#xd;\nEuropean Policy Centre&#xd;\nFriends of Europe","memberOrga":"","goal":"Founded in 2000, FIPRA International Ltd is a leading European and international public affairs consultancy advising clients on a range of government relations and regulatory policy issues. FIPRA International has relationships with a range of other consultancies across Europe and globally: the wider FIPRA network extends to over 50 countries both in Europe and internationally. FIPRA’s business focus is on the provision of advice and assistance in “public affairs” also termed “government relations”. We advise companies and non-corporate clients on how best to engage with government and public institutions on questions of policy, legislation and regulation that concern them. In Europe, much of our work is undertaken with the institutions of the European Union. FIPRA International is registered in the UK and has directly-owned representative offices in Belgium (Brussels) and in Ireland. Our entry on the Commission Register of interest representatives relates to our work undertaken on behalf of clients in connection with the EU institutions.","acronym":"FIPRA","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"FIPRA’s business focus is on the provision of advice and assistance in “public affairs” also termed “government relations”. We advise companies and non-corporate clients on how best to engage with government and public institutions on questions of policy, legislation and regulation that concern them. In Europe, much of our work is undertaken with the institutions of the European Union. Our entry on the joint European Commission and European Parliament Register relates to our work undertaken on behalf of clients in connection with the EU institutions.&#xd;<br />&#xd;<br />Specific EU legislative proposals and/or policies being followed vary according to the interests of our clients, but for the period covered by our latest Register entry these have included:&#xd;<br />&#xd;<br />- EU policy on TEN-T and freight corridors;&#xd;<br />&#xd;<br />- EU chemicals legislation REACH, authorisation of substances;&#xd;<br />&#xd;<br />- EU competition policy on mergers, anti-trust and State Aid, including in relation to investment, energy and corporate taxation issues;&#xd;<br />&#xd;<br />- EU trade policy, in particular EU-US (TTIP) and EU-Japan trade agreements.","lastUp":"2017-04-26T14:24:59.489+01:00","customers":"Uber","costAbsolu":"","costRange":"1500000-1749000","turnoverAbsolu":"","turnoverRange":""}