{"id":"587503829701-58","name":"Ontici","registrationDate":"2018-01-22T18:31:49.327+01:00","category":2,"subCategory":3,"legal":"EU company in formation","web":"http://ontici.com","country":"Germany","headAddress":"Rheinsberger Str. 76/77","headCity":"Berlin","headPostCode":"10115","headPhone":"(44)77 89 90 87 21","boss":"Maya Zehavi","bossTitle":"Ms","bossPosition":"CEO","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"Ontici is a blockchain start-up led by blockchain veterans who've been in the space for several years. Our aim is to establish a protocol with built-in compliance thresholds to serve mid-cap Corporate finance needs in the EU. Our product is designed from the get-go to allow regulators to monitor and set compliance requirements per jurisdiction, as well as bridge information asymetry in markets. This product is targeting instiutionals and accredited investors, who can provide the assurance as to their status.","acronym":"","interests":"Economic and Financial Affairs, Enterprise, Information Society, Internal Market, Taxation, Trade","euInitiatives":"We are looking to explore how we can provide EU regulators with compliance assurance and access to computed data on registered securities via a private blockchain. Ontici is building a customized blcokchain where not only is it restricted to KYC-ed accredited  investors, but also provides proofs of investors jurisdiction, take liabilities, as well as IFRS compliant reporting .&#xd;<br />&#xd;<br />This is a first step to launching mid-cap non-financial corporate bonds on our platform, providing a means to bridge information asymmetry through cryptographic  computations published on a blockchain. We believe this is a necessary step in the process of businesses migrating into a GDPR world, where they can't share user information, but might seek to securitize computation done on it.","lastUp":"2018-01-22T18:32:33.684+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}