{"id":"587893626634-05","name":"FUNDACION MUJERES POR AFRICA","registrationDate":"2017-04-05T12:00:11.563+02:00","category":3,"subCategory":2,"legal":"FUNDACION","web":"https://www.mujeresporafrica.es","country":"Spain","headAddress":"PASEO DE LA CASTELLANA, 144","headCity":"MADRID","headPostCode":"28046","headPhone":"(34)9 14 57 09 45","boss":"MARIA TERESA FERNANDEZ DE LA VEGA SANZ","bossTitle":"Ms","bossPosition":"PRESIDENT","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"El principal objetivo de Mujeres por África es impulsar el desarrollo de África a través del apoyo y acompañamiento al empoderamiento y las iniciativas de sus mujeres, a las que consideramos el principal motor del continente. Buscamos la transformación social de África desde la perspectiva de la igualdad de género, la democracia, los derechos humanos, la buena gobernanza y el desarrollo sostenible.","acronym":"FMXA","interests":"Audiovisual and Media, Development, Education, External Relations, Foreign and Security Policy and Defence, Humanitarian Aid, Public Health, Research and Technology","euInitiatives":"Dirección General Desarrollo y Cooperación Internacional&#xd;<br />Reunión con el comisario: Neven Mimica y el Director General Stéfano Manservisi&#xd;<br />Objetivo: identificar programas e iniciativas europeas en el marco de desarrollo, cooperación internacional y promoción de la igualdad de género en África.&#xd;<br />&#xd;<br />Gabinete del Comisario Carlos Moedas: Investigación, ciencia e innovación&#xd;<br />Reunión con Giulia DEL BRENNA y Nienke BUISMAN&#xd;<br />Objetivo: identificar programas e iniciativas europeas para promover la investigación, ciencia e innovación entre mujeres en África.&#xd;<br />&#xd;<br />Subdirección General - Dirección General para la vecindad y ampliación de negociaciones.&#xd;<br />Reunión con Katarina Mathernová&#xd;<br />Objetivo: identificar programas e iniciativas europeas en el marco de desarrollo, cooperación internacional y promoción de la igualdad de género en África.","lastUp":"2018-04-03T16:20:51.326+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}