{"id":"587847921533-20","name":"Boerse Stuttgart GmbH","registrationDate":"2016-04-26T08:32:19.671+02:00","category":2,"subCategory":3,"legal":"Gesellschaft mit beschränkter Haftung (GmbH)","web":"https://www.boerse-stuttgart.de/","country":"Germany","headAddress":"Börsenstraße 4","headCity":"Stuttgart","headPostCode":"70174","headPhone":"(49)71 12 22 98 50","boss":"Stefan Bolle","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":2,"membersFTE":"1.25","membership":"FESE - Federation of European Securities&#xd;\nExchanges (http://www.fese.eu/); &#xd;\nDeutscher Derivate Verband (http://www.derivateverband.de/)&#xd;\nBundesverband Öffentlicher Banken Deutschlands (https://www.voeb.de/)","memberOrga":"","goal":"Founded in 1860 and situated right at the heart of Stuttgart, Boerse Stuttgart stands at the forefront of Stuttgart's development as a financial centre. Boerse Stuttgart is one of Europe's leading stock exchange organisation for private investors. With the European Warrant Exchange, known by its abbreviated name of Euwax, it is also Europe's most attractive trading place for leverage and investment products. &#xd;<br />&#xd;<br />Boerse Stuttgart owes its premier position to the ongoing enhancement of its product portfolio and its customer-friendly, one-stop approach. Alongside leverage and investment products, investors can trade equities, bonds, investment fund units and participation certificates. It's safe, fast, simple and extremely efficient.","acronym":"Boerse Stuttgart","interests":"Communication, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Enlargement, Enterprise, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Taxation, Trade, Trans-European Networks","euInitiatives":"MiFID II/MiFIR, Benchmark Regulation, Prospectus Regulation, Capital Markets Union, ESAs Review","lastUp":"2018-04-04T15:07:25.972+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}