{"id":"588162110267-32","name":"No Peace Without Justice","registrationDate":"2012-12-07T18:05:55.849+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.npwj.org","country":"Italy","headAddress":"Via di Torre Argentina 76","headCity":"Rome","headPostCode":"00186","headPhone":"(39)06 68 97 92 98","boss":"Niccolò Angelo Figà-Talamanca","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":8,"membersFTE":"3.0","membership":"Nonviolent Radical Party Transnational and Transparty (NRPTT). NPWJ is also a founding member of the Steering Committee of the NGO Coalition for the International Criminal Court, member of the Italian Network In Difesa Di, the Italian civil society partner in the Democracy Assistance Dialogue and the host of the International Campaign for a United Nations Ban on FGM.","memberOrga":"","goal":"No Peace Without Justice is an international non‑profit organisation founded by Emma Bonino and born of a 1993 campaign of the Transnational Radical Party that works for the protection and promotion of human rights, democracy, the rule of law and international justice, and undertakes its work within three main thematic programs:&#xd;<br />&#xd;<br />- International Criminal Justice;&#xd;<br />- Gender and Human Rights;&#xd;<br />- Middle East and North Africa Democracy, including specific work on Iraq.&#xd;<br /> &#xd;<br />Priorities for action for all programs are selected on the basis of the needs as determined on the ground, involving all stakeholders in the design and implementation of activities.  In advocacy activities, NPWJ raises awareness and fosters public debate through explicitly political campaigns and the implementation of key programs, such as international and regional meetings, often co-hosted and co-organised with Government of the country in which they are held, fostering partnerships between public institutions, non-governmental organisations and other actors in society, to attain stakeholders’ ownership both of the political drive and of the results.  NPWJ also undertakes wide-ranging technical assistance, through the secondment of legal experts to governments for the drafting of legislation and to assist in negotiations on international human rights instruments. Finally, NPWJ has acquired unique field experience in “conflict mapping” and wide‑scale documentation of violations of international humanitarian law in areas affected by conflicts and in implementing outreach programs engaging local communities in conflict and post-conflict areas on issues of international criminal justice.","acronym":"NPWJ","interests":"Culture, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights","euInitiatives":"Meetings of the Subcommittee on Human Rights (DROI), a subcommittee of the Committee on Foreign Affairs of the European Parliament.","lastUp":"2019-02-15T12:05:03.268+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}