{"id":"588236335652-66","name":"Bundesverband Schauspiel e.V. (BFFS)","registrationDate":"2019-08-16T13:18:54.483+02:00","category":2,"subCategory":1,"legal":"e. V.","web":"http://www.bffs.de","country":"Germany","headAddress":"Kurfürstenstraße 130","headCity":"Berlin","headPostCode":"10785","headPhone":"(49)3 02 25 02 79 30","boss":"Leslie Malton","bossTitle":"Ms","bossPosition":"Vorstandsvorsitzende","membersCount":1,"membersFTE":"0.25","membership":"INITIATIVE URHEBERRECHT,&#xd;\nDeutscher Kulturrat,&#xd;\nFIA International Federation of Actors","memberOrga":"","goal":"Der Zweck des BFFS ist, die berufsständigen, berufsrechtlichen sowie die gewerkschaftlichen Interessen der in der Bundesrepublik tätigen Schauspielerinnen und Schauspieler zu vertreten. Dazu arbeitet der BFFS an der Verbesserung bzw. Schaffung der kulturellen, gesellschaftlichen, politischen, rechtlichen, tariflichen und sozialen Rahmenbedingungen, die sowohl den einzigartigen Schauspielberuf schützen, bewahren und fördern als auch die besondere Lebens- und Erwerbssituation der Künstlerinnen und Künstler berücksichtigen, die diesen Schauspielberuf ausüben.&#xd;<br />&#xd;<br />In diesem Sinne vertritt der BFFS insbesondere die Interessen von Schauspielerinnen und Schauspielern&#xd;<br />&#xd;<br />a)\tin den Tätigkeitsfeldern Bühne, Film/Fernsehen, Sprache/Synchron;&#xd;<br />b)\tauf politischer, gerichtlicher, kollektivvertraglicher und kultureller Ebene;&#xd;<br />c)\terforderlichenfalls gegenüber oder gemeinsam mit&#xd;<br />•\tanderen Berufs- und Interessensvertretungen der Theater-, Film- und Synchron schaffenden, &#xd;<br />•\tanderen Gewerkschaften, &#xd;<br />•\tInstitutionen, Unternehmen oder Anstalten, die auf Leistungen von Schauspielerinnen und Schauspielern zurückgreifen – wie beispielsweise Theater, Sender, Filmhersteller, Kinos, Verleiher, Internetplattformen, Synchronstudios, Filmhochschulen – und deren Vereinigungen, &#xd;<br />•\tSchauspielschulen,&#xd;<br />•\tSchauspielagenturen und deren Vereinigungen, &#xd;<br />•\tVerwertungsgesellschaften, &#xd;<br />•\tEinrichtungen, die Schauspielerinnen und Schauspielern sozialen Schutz bieten;&#xd;<br />d)\tals Ansprechpartner für politische Parteien, Gesetzgeber, Regierungen, Behörden, Presse und Wissenschaft;&#xd;<br />e)\tin tariflichen Belangen, insbesondere durch Abschluss von Tarifverträgen, erforderlichenfalls unter Einsatz von Arbeitskampfmaßnahmen, zu denen der BFFS nach näheren Bestimmungen Unterstützung zahlt;&#xd;<br />f)\tin urheberrechtlichen Belangen, gerade in ihrer Eigenschaft als Leistungsschutzberechtigte, gerade auch durch die Aufstellung gemeinsamer Vergütungsregeln mit Vereinigungen von Werknutzern oder einzelnen Werknutzern gemäß §§ 79 Abs. 2 S. 2, 36 UrhG;&#xd;<br />g)\tin beruflicher und berufsrechtlicher Hinsicht auf Information, Beratung, Beistand und Ermutigung der BFFS-Mitglieder und deren Vernetzung untereinander.","acronym":"BFFS","interests":"Culture, Culture and media, Digital economy and society, Education and training","euInitiatives":"EU-Urheberrechtsrichtlinie","lastUp":"2019-08-16T13:20:55.696+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}