{"id":"588327811384-96","name":"Apple Inc.","registrationDate":"2013-06-20T20:00:07.468+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.apple.com","country":"United states","headAddress":"One Apple Park Way","headCity":"Cupertino, California","headPostCode":"95014","headPhone":"(1)40 89 96 10 10","boss":"Kate Adams","bossTitle":"Ms","bossPosition":"Sr. Vice President and General Counsel","membersCount":6,"membersFTE":"3.25","membership":"AIM European Brands Association&#xd;\nAmerican Chamber of Commerce to the European Union (AmCham EU) &#xd;\nBusiness Software Alliance (BSA)&#xd;\nCentre for European Policy Studies (CEPS) &#xd;\nDigital Europe&#xd;\nEuropean Digital Media Association (EDiMA)&#xd;\nEuropean Internet Forum (EIF)&#xd;\nEuropean Portable Battery Association (EPBA)&#xd;\nFair Standards Alliance (FSA)&#xd;\nITI - The Information Technology Industry Council&#xd;\nMobile Manufacturers Forum (MMF)&#xd;\nRecharge&#xd;\nThe Lisbon Council&#xd;\nTransatlantic Partnership Network (TPN)","memberOrga":"","goal":"Apple revolutionized personal technology with the introduction of the Macintosh in 1984. Today, Apple leads the world in innovation with iPhone, iPad, Mac, Apple Watch and Apple TV. Apple’s four software platforms — iOS, macOS, watchOS and tvOS — provide seamless experiences across all Apple devices and empower people with breakthrough services including the App Store, Apple Music, Apple Pay and iCloud. Apple’s more than 100,000 employees are dedicated to making the best products on earth, and to leaving the world better than we found it.","acronym":"","interests":"Business and Industry, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Environment, External Relations, Justice and Fundamental Rights, Single market, Taxation, Trade","euInitiatives":"Digital Single Market agenda: copyright reform, portability, AVMS, telecoms package, consumer rights package, platforms, standards, free flow of data, e-privacy, VAT. International trade including the transatlantic agenda (TTIP), education, accessibility, circular economy, eco-design, GDPR implementation and privacy shield.","lastUp":"2018-04-27T19:51:59.138+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}