{"id":"588863229596-57","name":"EUROFEU = The European Committee of the Manufacturers of Fire Protection Equipment and Fire Fighting Vehicles","registrationDate":"2018-01-15T15:53:27.704+01:00","category":2,"subCategory":4,"legal":"none","web":"http://www.eurofeu.org/","country":"Germany","headAddress":"Eurofeu Secretariat General","headCity":"Würzburg","headPostCode":"97070","headPhone":"(49)93 13 52 92 -0","boss":"Wolfram Dr. Krause","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"0.5","membership":"Observer Member to Comité Europeen de Normalisation (CEN)","memberOrga":"see: http://www.eurofeu.org/index.php?id=members","goal":"EUROFEU represents the fire protection supply industry of Europe for over 40 years. EUROFEU is organised in five Sections of Fire Fighting Vehicles, Fixed Extinguishing Installations, Portable Fire Extinguishers, Sprinklers and Firefighting Agents. Representatives of EUROFEU contribute to standards writing in CEN and ISO. EUROFEU partners with key organizations’ such as Comité Européen des Assurances and OSPAR with the objective of improving the members’ quality products and services.&#xd;<br />The fire protection industry uses chemical products to meet their objectives. Namely firefighting agents are subject to European Chemical Legislation. Given the long shelf life of firefighting agents on duty (>10 years) it is crucial to have access to legislative trends influencing the use of chemicals. In turn some of ECHAs activities have the potential to develop undesired impacts on fire safety business which EUROFEU could bring forward ahead of times helping improve legislation.&#xd;<br />EUROFEU can delegate experts providing insight on the impact of regulatory initiatives on chemicals used in fire protection onto fire safety as a whole or in detail. In particular regarding unique or special cause and effects analysis of chemicals used.&#xd;<br />EUROFEU can delegate experts providing insight on the impact of regulatory initiatives on chemcials used in fire protection onto fire safety as a whole or in detail.&#xd;<br />The fire protection industry uses chemical products to meet their objectives. Namely firefighting agents are subject to European Chemical Legislation. Given the long shelf life of firefighting agents on duty (>10 years) it is crucial to have access to legislative trends influencing the use of chemicals. In turn some of ECHAs activities have the potential to develop undesired impacts on fire safety business which EUROFEU could bring forward ahead of times helping improve legislation.","acronym":"EUROFEU","interests":"Business and Industry, Environment, Maritime affairs and fisheries, Research and innovation, Trade","euInitiatives":"REACH in general;&#xd;<br />RMOA on Fluorochemicals, Surfactants, organic solvents, soluble polymers (thickeners and others), stabilizers, preservatives, salts; &#xd;<br />Workshop related to the implementation of Commission Regulation 542/2017 amending Regulation (EC) 1272/2008 on classification, labelling and packaging of substances and mixtures by adding an Annex on harmonised information relating to emergency health response (Implementation of Annex VIII to CLP);&#xd;<br />EU Service Directive","lastUp":"2019-12-13T09:57:13.303+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}