{"id":"589128611309-78","name":"Der Grüne Punkt - Duales System Deutschland GmbH","registrationDate":"2013-06-07T15:23:14.895+01:00","category":2,"subCategory":3,"legal":"Holding GmbH &amp; Co. KG","web":"http://www.gruener-punkt.de","country":"Germany","headAddress":"Frankfurter Straße, 720-726","headCity":"Köln","headPostCode":"51145","headPhone":"(49)22 03 93 72 53","boss":"Michael Wiener","bossTitle":"Mr","bossPosition":"Sprecher der Geschäftsführung","membersCount":2,"membersFTE":"0.5","membership":"Joint response to the EU-Commissions Green Paper by Packaging Recovery Organizations from:&#xd;\nAustria – ARA AG&#xd;\nGermany - DSD GmbH&#xd;\nPoland - Rekopol&#xd;\nPortugal – Sociedade Ponto Verde&#xd;\nUnited Kingdom -  Valpak Ltd.&#xd;\nFrance - CITEO&#xd;\nIreland - Repak &#xd;\n&#xd;\nWho we are:&#xd;\nThe above mentioned organizations are active as Packaging Recovery Organizations in their respective countries, and are members of ProEurope s.p.r.l. Our organizations are based on the principle of Extended Producer Responsibility and assist obliged companies in fulfilling the goals set by the EU Directive on Packaging and Packaging Waste. We would like to contribute our expertise to the discussion.","memberOrga":"","goal":"DSD:&#xd;<br />DSD - Duales System Holding GmbH &amp; Co. KG is the oldest Packaging Recovery Organization based on the principle of Extended Producer Responsibility in Europe. It was founded in 1990 to  implement the German legislation on Packaging Waste, making fillers and retailers fully responsible for collecting an recovering used packaging from households and small business. DSD introduced the trademark “Der Grüne Punkt – The Green Dot” as a financing symbol for packaging recovery. Currently, packaging recovery organizations in 28 European member states use this trademark as a symbol for Extended Producer Responsibility for packaging. &#xd;<br />DSD has significantly influenced the set up and development of plastics recycling technology in Germany and all of Europe. Today, DSD maintains a market share of more than 40 percent after the packaging recovery market was opened by the EU Commission in 2001.","acronym":"DSD - Duales System","interests":"Communication, Competition, Consumers, Economy, finance and the euro, Energy, Environment, Food Safety, Institutional affairs, Maritime affairs and fisheries, Public Health, Single market, Taxation, Trade","euInitiatives":"EU Waste Framework Directive, Packaging and Packaging Waste Directive, CEP, Plastics Strategy, SUP","lastUp":"2019-03-13T09:31:46.684+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}