{"id":"589236636564-61","name":"Musiad Belgium","registrationDate":"2019-11-13T19:09:54.425+01:00","category":2,"subCategory":4,"legal":"association sans but lucratif (ASBL)","web":"https://musiad.be/","country":"Belgium","headAddress":"Rue Royale 253","headCity":"Brussels","headPostCode":"1030","headPhone":"(32)4 75 32 00 01","boss":"Hayri Apaydin","bossTitle":"Mr","bossPosition":"Director","membersCount":5,"membersFTE":"1.25","membership":"- Goldstar Hygiene &#xd;\n- Antwerp Global Shipping NV &#xd;\n- SYM HR Consult&#xd;\n- DEBITUM&#xd;\n- Angel Textile &#xd;\n- FVS SERVICES &#xd;\n- Egetex &#xd;\n- YD Chauffage &#xd;\n- Teknoza","memberOrga":"- Goldstar Hygiene &#xd;\n- Antwerp Global Shipping NV &#xd;\n- SYM HR Consult&#xd;\n- DEBITUM&#xd;\n- Angel Textile &#xd;\n- FVS SERVICES &#xd;\n- Egetex &#xd;\n- YD Chauffage &#xd;\n- Teknoza","goal":"As a consulting company mainly for SME companies, our main aims include:&#xd;<br />- Assisting our members in expanding their businesses, e.g. as a financial, legal advisor, , and to ensure the information flow that will enhance their competitive power in the domestic and international market and maintain their development trend within this context. &#xd;<br />- Producing steady and useful projects while being considerate to CSR values (taking into consideration the resources of the country and the needs of humanity).&#xd;<br />- By coordinating the tasks of the financer, producer and the project owner together, we are aiming to go global.","acronym":"","interests":"Economy, finance and the euro, Education and training, Employment and Social Affairs, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks","euInitiatives":"- Provide information on incentives, grants, supports and loans provided by public institutions in Belgium.&#xd;<br />- Provides mediation support to SMEs.&#xd;<br />- Provides legal advisory support (on legal contracts, tax law, insurance law, labour law, brand registration, etc).&#xd;<br />- Helps SMEs apply for patents and assists them with any issues with their license.&#xd;<br />- Assists them in opening up their business (a physical location in Belgium).","lastUp":"2019-11-13T19:11:29.340+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}