{"id":"589385511147-45","name":"ACTIVE - Sobriety, Friendship and Peace","registrationDate":"2013-05-15T15:26:56.685+01:00","category":3,"subCategory":2,"legal":"Voluntary Organization No.61","web":"http://www.activeeurope.org","country":"Sweden","headAddress":"Klara Sodra kyrkogata 20","headCity":"Stockholm","headPostCode":"11152","headPhone":"(46)07 68 78 52 38","boss":"Danijela Radic","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":1,"membersFTE":"1.0","membership":"Active has a good co-operation with IOGT international. Active is a member of European Youth Forum, Eurochild, EPHA and VNGOC.","memberOrga":"http://activeeurope.org/members.html","goal":"Our vision is a democratic, diverse and peaceful world free from alcohol and other drugs where any individual can live up to her full potential.&#xd;<br />The main activities of Active are trainings, intercultural learning and social activities. Active builds on international meetings, study sessions and workshops - educating it's members on topics such as democracy, human rights or alcohol. We believe that mutual understanding creates the base of equality and peace. &#xd;<br />Our organization aims to foster the creation of more free, safe and inclusive environments for young people, to facilitate the capacity building of young people on various societal issues, and to advocate for better social conditions and opportunities for young people to be engaged, healthy and proactive citizens in the future.","acronym":"ACTIVE","interests":"Audiovisual and Media, Communication, Culture, Development, Education, Employment and Social Affairs, Justice and Fundamental Rights, Public Health, Taxation, Youth","euInitiatives":"We are actively following the developments with the European Parliament's Motion on a Resolution for a EU Alcohol Strategy ; the developments regarding a new EU Alcohol Strategy and the inclusion of civil society in the process ; and the developments with the AVMS Directive.","lastUp":"2017-07-07T10:15:53.739+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}