{"id":"589406320391-05","name":"FEMINA EUROPA","registrationDate":"2016-01-21T14:32:04.476+01:00","category":3,"subCategory":2,"legal":"Association à but non lucratif","web":"http://femina-europa.org","country":"France","headAddress":"21 rue des Plantes","headCity":"Paris","headPostCode":"75014","headPhone":"(33)70 34 42 47 51","boss":"ANNE GIRAULT","bossTitle":"Ms","bossPosition":"Présidente","membersCount":5,"membersFTE":"2.0","membership":"WUCWO          https://www.wucwo.org/index.php/en/&#xd;\nWomen of the World   &#xd;\nNew Women for Europe &#xd;\nCINGO Forum  https://foruminternational.org","memberOrga":"FEMINA EUROPA ne compte pas d'organisations comme membre (seulement des personnes physiques).","goal":"FEMINA EUROPA a pour but de promouvoir l’identité de la femme. Travaillant en réseau, elle s’investit dans les politiques européennes sur les questions liées en particulier à  la dignité des femmes, des droits de l'homme, de la démographie, de la famille, les droits de l'enfant, la solidarité intergénérationnelle, la bioéthique, la santé et la lutte contre la traite des êtres humains. Elle cherche à promouvoir un dialogue et une complémentarité assumée et partagée entre l’homme et la femme, affirmer l’importance majeure de la famille comme facteur de construction de l’identité et du lien social et faire prendre conscience des conséquences de l’introduction du gender dans les programmes scolaires, les médias, les textes législatifs nationaux et internationaux.","acronym":"","interests":"Culture, Education and training, Employment and Social Affairs, Environment, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Youth","euInitiatives":"FEMINA EUROPA remplit sa mission en cherchant à comprendre et influencer les réflexions politiques qui portent sur la dignité intrinsèque des femmes. Pour cela, elle s'investit plus particulièrement au Parlement Européen dans les domaines suivants: &#xd;<br />•\tLa culture et l'éducation&#xd;<br />•\tLes Droits de la femme et  l'égalité des genres&#xd;<br />•\tL'Emploi et les affaires sociales&#xd;<br />&#xd;<br />Principaux dossiers législatifs, initiatives ou politiques de l’UE suivis par l'organisation:&#xd;<br />* EU Strategy for equality between women and men post 2015&#xd;<br />* Maternity Directive&#xd;<br />* ETD&#xd;<br />* EP reports on Human rights in EU and worldwide&#xd;<br />* Family businesses in Europe&#xd;<br />* Work-life balance policies&#xd;<br />* FEMM Commission&#xd;<br />* Environment,Public Health and Food Safety/","lastUp":"2019-11-14T23:22:15.440+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}