{"id":"58969291154-50","name":"SURFRIDER FOUNDATION EUROPE","registrationDate":"2009-02-17T12:41:36.735+02:00","category":3,"subCategory":2,"legal":"LOI 1901","web":"https://surfrider.eu/en/","country":"France","headAddress":"Allée de Moura, 33","headCity":"BIARRITZ","headPostCode":"64200","headPhone":"(0033)5 59 23 54 99","boss":"GILLES ASENJO","bossTitle":"Mr","bossPosition":"Président","membersCount":3,"membersFTE":"1.75","membership":"Ocean and Climate Platform (founding member)&#xd;\nSeas At Risk&#xd;\nBe Med (founding member)&#xd;\nRethink Plastic Alliance (founding member)&#xd;\nBreak free from Plastics international movement&#xd;\nAsociacion Española de Basuras marinas&#xd;\nFrance Nature Environnement","memberOrga":"https://surfrider.eu/en/take-action/join-a-local-chapter/&#xd;\n13,000 members and more than 2000 volunteers in 43 chapters in 11 countries.","goal":"SURFRIDER FOUNDATION EUROPE is a non-profit organisation whose purpose is to protect and showcase the importance of lakes, rivers, the ocean, waves, and coastlines. It currently has over 13,000 members and is active across 11 countries through its volunteer-run branches. Surfrider Europe was created in 1990 by a group of surfers who wanted to preserve their playground. Grass-roots activism to protect our oceans and coasts is at the core of the organisation. 3 AREAS OF EXPERTISE: For almost 30 years, Surfrider Foundation Europe has been taking action as a recognized authority in three areas of expertise: marine litter, water quality and public health, coastal management and climate change. A EUROPEAN NETWORK OF VOLUNTEERS: Volunteers engaging in local field activism are the driving force of Surfrider. Whether they are running local volunteer branches or taking part in the environmental campaigns of the organisation, they are Surfrider’s strongest presence in the field and they implement our various programmes locally to drastically reduce plastic waste, move away from fossil fuels, fight against climate change and its impacts, and fight marine pollution and the damage being done to oceans, beaches and waves though awareness-raising and education, events, and local mobilisations. Today, over 2,000 volunteers are taking action over Europe. OUR VALUES: Passion: Above all, we share a passion for the ocean and nature, and we are strongly committed to protecting them; Field action: Whether we are educating, raising awareness, advocating or taking legal action, the strength of Surfrider lies in field focus; Mobilisation: The strength of our organisation lies in the people it rallies together in all the regions where we are active; Sharing: Surfrider is rooted in the value of sharing and participation through inclusion and diversity; Respect: Surfrider seeks a harmonious relationship between humans and nature. A COMPREHENSIVE APPROACH: Surfrider Europe Surfrider Europe works with all social actors (individual citizens and the public and private sectors) on its 3 main issues. OUR LEVERS OF ACTIONS: Education and awareness; Advocacy; Scientific and legal expertise.","acronym":"SFE","interests":"Climate Action, Education and training, Energy, Enlargement, Environment, Foreign affairs and security policy, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Research and innovation, Sport, Transport, Youth","euInitiatives":"Marine Strategy Framework directive&#xd;<br />Circular Economy, marine litter, including single-use plastics and microplastics, plastics Strategy&#xd;<br />Water legislation: Bathing water directive, Water Framework directive, waste water directive, drinking water directive &#xd;<br />Ocean governance&#xd;<br />Shipping&#xd;<br />Offshore oil platforms&#xd;<br />Maritime spatial planni&#xd;<br />Blue growth&#xd;<br />Ocean Energy&#xd;<br />Ocean literacy&#xd;<br />Climate","lastUp":"2019-05-08T12:07:24.692+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}