{"id":"58969291154-50","name":"SURFRIDER FOUNDATION EUROPE","registrationDate":"2009-02-17T12:41:36.735+02:00","category":3,"subCategory":2,"legal":"LOI 1901","web":"http://www.surfrider.eu","country":"France","headAddress":"Allée de Moura, 33","headCity":"BIARRITZ","headPostCode":"64200","headPhone":"(0033)5 59 23 54 99","boss":"GILLES ASENJO","bossTitle":"Mr","bossPosition":"Président","membersCount":3,"membersFTE":"1.75","membership":"France Nature Environnement&#xd;\nSeas At Risk&#xd;\nBe Med&#xd;\nOcean and Climate Platform&#xd;\nRethink Plastic Alliance&#xd;\nBreak free from Plastics international movement","memberOrga":"http://www.surfrider.eu/agir/rejoindre-une-antenne/","goal":"Notre mission : protection et gestion durable du littoral&#xd;<br />&#xd;<br />Surfrider Foundation Europe est une association à but non lucratif (loi 1901), ayant « pour but la défense, la sauvegarde, la mise en valeur et la gestion durable de l'océan, du littoral, des vagues et de la population qui en jouit ». &#xd;<br />&#xd;<br />A sa création, la zone littorale de loisir fut choisie comme zone de référence, mais aujourd’hui notre action englobe de plus en plus les zones de loisirs nautiques des lacs et rivières.&#xd;<br />&#xd;<br />Nous développons des campagnes de sensibilisation, éducation, mobilisation, des études, du lobbying sur les thématiques de la qualité des eaux de baignades (bactériologique et chimique), des déchets aquatiques, des pollutions liées au transport maritime, de la préservation du littoral contre l'artificialisation ainsi que la protection du patrimoine naturel (vagues).&#xd;<br />&#xd;<br />A l'origine, des surfeurs&#xd;<br />Créée en 1990 en Europe (Biarritz) à l'initiative de surfeurs, dont Tom Curren, triple champion du monde, elle rassemble aujourd'hui un réseau de 1500 bénévoles, de 11 000 adhérents, d’une quarantaine d’antennes locales, et plus de 100 000 sympathisants en Europe. &#xd;<br />&#xd;<br />Surfrider Foundation est un réseau mondial d’associations régionales et de représentations locales présentes sur tous les continents (USA, Europe, Japon, Australie, Amérique Latine, Maroc…), le mouvement naissant en 1984 à Malibu Californie, où des surfeurs souhaitaient protéger leur spot de la pollution locale.","acronym":"SFE","interests":"Climate Action, Education and training, Energy, Enlargement, Environment, Foreign and Security Policy and Defence, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Research and innovation, Sport, Transport, Youth","euInitiatives":"Circular Economy&#xd;<br />Marine litter, including single-use plastics&#xd;<br />Plastics Strategy&#xd;<br />Ocean governance&#xd;<br />Maritime transport and safety&#xd;<br />Maritime spatial planning&#xd;<br />Blue growth&#xd;<br />Ocean Energy","lastUp":"2018-05-17T12:22:11.928+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}