{"id":"5897733662-75","name":"British Bankers' Association","registrationDate":"2008-11-21T13:44:53.422+01:00","category":2,"subCategory":4,"legal":"Unincorporated trade association","web":"http://www.bba.org.uk","country":"United kingdom","headAddress":"Pinners Hall","headCity":"London","headPostCode":"EC2N 1EX","headPhone":"(44)0 20 72 16 88 00","boss":"Anthony Browne","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":13,"membersFTE":"7.0","membership":"European Banking Federation (EBF)&#xd;\nCBI&#xd;\nInternational Regulatory Steering Group (IRSG)&#xd;\nPublic Affairs Council","memberOrga":"Banking members: &#xd;\nhttp://www.bba.org.uk/about-us/members/&#xd;\n&#xd;\nAssociate members:&#xd;\nhttp://www.bba.org.uk/about-us/bba-associates/","goal":"The BBA is the leading trade association for the UK banking sector with 200 member banks headquartered in over 50 countries with operations in 180 jurisdictions worldwide.  Eighty per cent of global systemically important banks are members of the BBA.&#xd;<br />&#xd;<br />The BBA supports and promotes policies and initiatives at national, European and international levels that balance both the interest of banks and the wider public benefit. Our work is underpinned by three core priorities:&#xd;<br />&#xd;<br />Helping customers – both consumers and businesses,&#xd;<br />&#xd;<br />Promoting growth, including supporting the UK as a global financial centre,&#xd;<br />&#xd;<br />Raising standards – both professional and ethical.","acronym":"BBA","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, External Relations, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Home Affairs, Internal Market, Justice and Fundamental Rights, Taxation, Trade","euInitiatives":"The main issues for the BBA include the various activities our members undertake that are regulated by the EU Institutions. These issues include clearing and settlement, capital requirements, accounting standards, tax rules, retail banking activities such as consumer credit, bank accounts, financial inclusion and education, as well as collective redress, and rules on supervision of credit institutions (cross-border and national).&#xd;<br />&#xd;<br />The main EU initiatives followed at level 1 and level 2 include: Bank Structural Reform, CRD4 / CRR, DGSD, BRRD, Banking Union, EDIS, Capital Markets Union, STS Securitisation, Prospectus Regulation, Insolvancy reform, MiFID II / MiFIR, EMIR, CSDR, SFTs, Money Market Funds Regulation, Retail Financial Services, PSDII, MIFs, PAD, PRIPs, UCITS, Benchmarks, AMLD 4, BEPS, CBCR, FTT, CCCTB, NICS, IMD2, Shareholder Rights Directive, Data Protection Regulation, Digital Single Market.","lastUp":"2017-04-13T11:48:37.830+01:00","customers":"","costAbsolu":"","costRange":"1750000-1999999","turnoverAbsolu":0,"turnoverRange":""}