{"id":"589774116838-26","name":"Open Internet Project","registrationDate":"2015-04-02T11:43:54.444+02:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.openinternetproject.net","country":"France","headAddress":"28 rue de l'université","headCity":"Paris","headPostCode":"75007","headPhone":"(33)01 53 45 91 91","boss":"Eric Léandri","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"Liste :&#xd;\n- QWANT (France)&#xd;\n- Société des Auteurs, Compositeurs et Editeurs de Musique (France)&#xd;\n- CEPIC&#xd;\n- Solocal Group (France)&#xd;\n- Groupement National des Indépendants (France)&#xd;\n- Funke Mediengruppe (Allemagne)&#xd;\n- Axel Springer (Allemagne)&#xd;\n- Meilleurtaux (France)&#xd;\n- Hubert Burda (Allemagne)&#xd;\n- Visual Meta (Allemagne)&#xd;\n- GESTE (France)","goal":"L'Open Internet Project (OIP) est une association à but non lucratif de droit français dont l'objectif est la promotion de l'économie numérique et de la neutralité de l'Internet, en particulier auprès des institutions politiques et culturelles de l'Union Européenne. &#xd;<br />&#xd;<br />Pour atteindre cet objectif, l'association entend mener plusieurs types d'activités :&#xd;<br />- organisation de réunions, conférences et colloques sur des thématiques variées en lien avec l'économie numérique et la neutralité d'Internet ;&#xd;<br />- des actions en justice lui permettant de défendre et promouvoir les buts de l'association - notamment dans le cadre des procédures légales européennes&#xd;<br />- de façon plus générale, l'association mène toute activité qui lui permet, directement ou indirectement, d'atteindre - ou de faciliter - l'atteinte de ses objectifs.&#xd;<br />&#xd;<br />L'Open Internet Project est très active au niveau national et particulièrement en France et en Allemagne où elle regroupe des entreprises de secteurs variés de l'économie numérique ainsi que des syndicats et d'autres organisations qui veulent attirer l'attention des décideurs politiques et de l'opinion publique sur les barrières qui freinent le développement de l'économie numérique sur notre continent.","acronym":"OIP","interests":"Audiovisual and Media, Competition, Consumer Affairs, Culture, Economic and Financial Affairs, Enterprise, Information Society, Internal Market, Research and Technology","euInitiatives":"Nous suivons tout particulièrement le \"dossier Google\", entendre la plainte 39740 suivie par la DG-Comp, mais aussi tous les éléments qui s'y raccrochent. &#xd;<br />Nous suivons aussi attentivement l'agenda numérique européen et l'évolution du projet de marché unique numérique. De façon générale, nous suivons l'ensemble des propositions, positions et actes de l'Union européenne ayant un lien avec l'économie numérique.","lastUp":"2018-03-28T10:58:38.594+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}