{"id":"589704630776-89","name":"ICT Consultative Council","registrationDate":"2018-03-12T16:57:29.764+01:00","category":4,"subCategory":5,"legal":"niciunul","web":"http://www.smartcity.org.ro","country":"Romania","headAddress":"Bd. Magheru no 9, ap. 57","headCity":"București","headPostCode":"010323","headPhone":"(40)7 23 31 96 78","boss":"Ion Vaciu","bossTitle":"Mr","bossPosition":"Președinte Fondator","membersCount":15,"membersFTE":"7.0","membership":"Internet Society, IEEE, IABC (International Association of Business Communicators)","memberOrga":"- Institutul Național de Cercetare Dezvoltare în Informatică, ICI București, Ministerul Comunicațiilor și Societății Informaționale, ANCOM (reglementatorul pieței de comunicații din România), ONG-uri: ANISP, ARIES, ANIS, AFOR &#xd;\n- Revista Comunicații Mobile&#xd;\n- Mobile Media Company&#xd;\n- Mobile PR Company","goal":"The first voluntary ICT think tank in Romania dedicated to advising the Executive, Parliament, Companies and other branch of local government, focused on Telecom, Media and Technology. This voluntary informal group includes the most known and influential leaders in Media and Information Technology &amp; Communications in Romania.&#xd;<br />&#xd;<br />CCICT and „Mobile Communications\" Magazine organize annually a premium anniversary event celebrating the excellence in Telecom, Media &amp; Technology industries for 14 years in Romania.&#xd;<br />&#xd;<br />1st PART - DEBATE: ROMANIAN TELECOM REPORT&#xd;<br />The public debate runs around the most recent concepts and trends of the global IT&amp;C industries. The Summit attracts over 500 senior business people, influential thinkers, decision makers and executives of IT&amp;C industry from Romania and our region.&#xd;<br />2nd PART - GALA AWARDS CEREMONY SHOW&#xd;<br />„Mobile Communications Gala Awards” rewards the activities on the Romanian and regional market - a great opportunity to network with the most important IT&amp;C leaders and executives.","acronym":"CCICT","interests":"Audiovisual and Media, Communication, Competition, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Energy, Enterprise, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Information Society, Regional Policy, Research and Technology, Sport, Trade, Trans-European Networks, Youth","euInitiatives":"1. Mobile Money &amp; Digital Payments, &#xd;<br />2. The SmartCity and IoT  &#xd;<br />3. The Mobile Innovation &#xd;<br />4. The TechInvest &#xd;<br />5. The Fiber Optic &amp; Next Generation Networks&#xd;<br />6. The GDPR Conference &amp; Personal Data Protection","lastUp":"2018-03-12T16:58:46.301+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}