{"id":"589790531090-27","name":"Centro di Ricerche Economiche e Giuridiche Università di Roma \"Tor Vergata\"","registrationDate":"2018-04-07T18:08:52.835+02:00","category":4,"subCategory":12,"legal":"none","web":"http://creg.uniroma2.it/","country":"Italy","headAddress":"Via Columbia, 2","headCity":"ROMA","headPostCode":"00133","headPhone":"(39)06 72 59 34 20","boss":"Loredana Mirra","bossTitle":"Ms","bossPosition":"Direttore Generale","membersCount":6,"membersFTE":"2.25","membership":"","memberOrga":"","goal":"The CREG is an interdepartmental center of the University of Rome \"Tor Vergata\". The purpose of the Center is to promote the economic analysis of law, with reference to consolidated issues such as corporate governance, public administration, international relations, relations between the bank and the company, the stability of the monetary and financial markets, the protection of of investors.&#xd;<br />The research perspective has recently been extended, with reference to an increasingly complex world scenario, to a more multidisciplinary approach, embracing various sectors of the human sciences, such as sociology, politics, criminology. The fields of research are therefore extended to phenomena such as migration, terrorism, human rights, with reference to the regulations referring to them and to the interrelation with related economic phenomena. For this purpose the CREG is made up of sections of which qualified specialists belonging to the different disciplines are part. It translates knowledge into education, activating together with the master departments and training courses.&#xd;<br />&#xd;<br />The CREG maintains relations with institutions and universities also at international level; organizes conferences and seminars; promotes scientific production, such as the publication of articles, works, conference proceedings and has its own series of working papers.&#xd;<br />&#xd;<br />With a view to social action and social research, CREG, through the Rights Education section, organizes, in collaboration with other public and private bodies, multidisciplinary courses with the aim of linking and raising awareness both to the academic and youth world. and student to the social reality directed to the politics of the development and the social integration.","acronym":"CREG","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The research covers a more multidisciplinary approach embracing various sectors as sociology, economics, law, politics, criminology, technology and privacy.","lastUp":"2018-04-07T19:36:28.840+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}