{"id":"590210934433-71","name":"Banca Comerciala Romana SA","registrationDate":"2019-04-02T12:03:13.905+02:00","category":2,"subCategory":3,"legal":"joint stock company","web":"http://www.bcr.ro","country":"Romania","headAddress":"Calea Victoriei, 15, sector 3","headCity":"Bucharest","headPostCode":"030023","headPhone":"(40)2 14 07 42 00","boss":"Sergiu-Cristian Manea","bossTitle":"Mr","bossPosition":"CEO and Chairman of the Management Board","membersCount":1,"membersFTE":"0.25","membership":"Romanian Banking Association, The Alternative Banking Dispute Resolution Centre, Foreign Investors Council, The Council of Banking Employers in Romania, Aspen Institute, Romanian Private Pensions Association, Romanian Factoring Association, Fund Managers Association, Romanian Electronic Payments Association, American Chamber of Commerce in Romania, Romanian-German Commerce and Industry Chamber, Dutch Chamber of Commerce and Industry in Romania","memberOrga":"","goal":"Banca Comercială Română (BCR), a member of Erste Group, is one of the most important financial group in Romania, providing universal banking operations (retail, corporate &amp; investment banking, treasury and capital markets), and covering specialty companies working on the leasing market, private pensions and housing banks. BCR is also Romania’s most important financial brand, judging by the client trust rate and by the number of persons who consider that BCR is their main banking partner. BCR uses a network of around 20 corporate business centres and around 20 mobile offices dedicated to corporate clients, and more than 500 retails units located in most communities inhabited by at least 10,000 citizens to provide a full range of financial products and services. BCR is Romania’s No. 1 bank running on the banking transactions market, since BCR customers have the largest ATM network at their disposal – over 2,100 ATMs and 13,500 POS terminals enabling customers to use their cards for shopping purposes, as well as the complete Internet banking, mobile banking, phone banking and e-commerce services.","acronym":"BCR","interests":"Banking and financial services, Business and Industry, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Enlargement, Regional Policy, Single market, Taxation, Trade","euInitiatives":"In 2019 the main EU initiatives including CRD IV/CRR, SSM, BRRD, SRM, DGSD, EMIR, MiFID, PRIIPS, Retail Financial Services Action plan, Taxes and Digitalisation","lastUp":"2019-04-02T12:05:27.466+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}