{"id":"5903604107-54","name":"Taxpayers Association of Europe","registrationDate":"2008-06-30T16:55:38.837+01:00","category":3,"subCategory":2,"legal":"Non Profit Organisation","web":"http://www.taxpayers-europe.org","country":"Germany","headAddress":"Nymphenburger Str., 118","headCity":"München","headPostCode":"80636","headPhone":"(4989)12 60 08 20","boss":"Rolf von Hohenhau","bossTitle":"Mr","bossPosition":"Präsident","membersCount":4,"membersFTE":"2.75","membership":"Durchführung von Informationsveranstaltung und Events und/oder Unterstützung von Veranstaltung durch Referentstellung &#xd;\nso z. B.&#xd;\nmit der European Resource Bank &#xd;\nHeritage Foundation&#xd;\nWorld Taxpayers Association&#xd;\nFriedrich von Hayek Stiftung&#xd;\nKonrad Adenauer Stiftung&#xd;\nSME Union&#xd;\nEuropäischer Wirtschaftssenat&#xd;\nEuropäische Bewegung&#xd;\nHanns Seidl Stiftung&#xd;\nStockholm Network&#xd;\nVereinigung zum Schutz der Interessen der Steuerzahler in Osteuropa und Zentralasien.&#xd;\n&#xd;\nEine Kooperation oder ein Netwerk ist für die TAE nur dann möglich, wenn es zu keinem Konflikt mit der satzungsgemäßen Zielsetzung kommt.","memberOrga":"BdSt Belgien(150),&#xd;\nBdSt Bulgarien(2000),&#xd;\nBdSt Dänemark(1500),&#xd;\nBdSt Deutschland(350000),&#xd;\nBdSt Estland(2700),&#xd;\nBdSt Finland(189000),&#xd;\nBdSt Frankreich(120000),&#xd;\nBdSt Georgien(1500),&#xd;\nBdSt Großbritannien(5000),&#xd;\nBdSt Italien(500),&#xd;\nBdSt Kroatien(20),&#xd;\nBdSt Luxenburg(200),&#xd;\nBdSt Litauen(75),&#xd;\nBdSt Lettland(350),&#xd;\nBdSt Norwegen(18000),&#xd;\nBdSt Österreich(750),&#xd;\nBdSt Polen(50),&#xd;\nBdSt Portugal(50),&#xd;\nBdSt Russland(700),&#xd;\nBdSt Schweden(110000),&#xd;\nBdSt Slowakei(2000),&#xd;\nBdSt Slovenia&#xd;\nBdSt Serbien(100),&#xd;\nBdSt Tschechien(20),&#xd;\nBdSt Ukraine(2000),&#xd;\nBdSt Ungarn(120),&#xd;\nBdSt Weißrussland(350),&#xd;\nBdSt Schweiz(200),&#xd;\nNiederlande(20),&#xd;\nSpanien(100),&#xd;\nGriechenland(100),&#xd;\nRumänien(50)","goal":"Die Taxpayers Association of Europe (TAE), der europäische Bund der Steuerzahler (BdSt), wurde im Mai 1969 unter dem Namen European Taxpayers Association gegründet und in Luxemburg im Vereinsregister eingetragen. Im Jahr 1996 erfolgte die Umbenennung in TAE. Die europäische Steuerzahlerorganisation hat Büros in Brüssel und München.&#xd;<br />&#xd;<br />Der Dachorganisation gehören derzeit 30 nationale Steuerzahlerorganisationen an. Alle Mitgliedsorganisationen behalten ihre Eigenständigkeit.&#xd;<br />&#xd;<br />Die TAE entstand aus dem Wunsch der Bürger heraus, sich vor den zunehmenden Steuerforderungen des Staates zu schützen. Sie arbeitet darauf hin, eine Gesellschaft mit weniger Besteuerung und mehr persönlicher Freiheit zu schaffen.&#xd;<br />&#xd;<br />Sie möchte zu mehr Wirtschaftlichkeit im öffentlichen Sektor führen. Sie übt Einfluss auf die Gesetzgebung aus um die Steuerlast zu begrenzen. Sie versucht ungerechte Übergriffe von Steuereinziehern zu verhindern und für eine klare Information der Regierungsbesteuerung und Ausgaben zu sorgen.&#xd;<br />&#xd;<br />Die TAE ist ein Zusammenschluss von Steuerorganisationen in Europa. Ihre Ziele sind:&#xd;<br />&#xd;<br />Den Kontakt- und Informationsaustausch zwischen den verschiedenen Ländern und ihren Organisationen anzuregen.In Zusammenarbeit mit der World Taxpayers Associations ihre satzungsgemäßen Aufgaben auch international zu verfolgen.Die Steuerzahlerbewegung auf andere Länder zu übertragen.Vergleichsstudien über \"öffentliche Ausgaben und Besteuerung zu erstellen.Gemeinsame Beratung von finanzpolitischen und steuerrechtlichen Grundsatz-und Einzelfragen.Gewährung gegenseitiger Hilfe, wenn diese von einer der TAE angeschlossenen Organisation erbeten wird.Forschungsprojekte über die Auswirkungen von Steuern und Staatsausgaben zu fördern.&#xd;<br />&#xd;<br />Die Taxpayers Assocaition of Europe (TAE) ist eine parteipolitisch neutral und unabhängige Organisation.&#xd;<br />&#xd;<br />Die Taxpayers Association of Europe (TAE) kämpft für:&#xd;<br />•\tniedrigere Steuern&#xd;<br />•\teinfachere und gerechtere Steuergesetze&#xd;<br />•\tmehr persönliche Freiheit&#xd;<br />&#xd;<br />Die Taxpayers Association of Europe kämpft gegen:&#xd;<br />•\tSteuererhöhungen&#xd;<br />•\tausufernde Bürokratie&#xd;<br />•\töffentliche Verschwendung","acronym":"TAE","interests":"Agriculture and Rural Development, Budget, Competition, Customs, Economic and Financial Affairs, Enlargement, Enterprise, Fisheries and Aquaculture, General and Institutional Affairs, Internal Market, Regional Policy, Taxation","euInitiatives":"Steuerreform, Steuertransparenz und Fairness, Bürokratieabbau, Derregulierung, Steuergerechtigkeit, EU-Budgetkontrolle, Ausgabeneffizienz, Reform der EU-Institutionen, BREXIT","lastUp":"2018-02-28T08:35:02.695+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}