{"id":"590456528711-47","name":"Zavod za gradbeništvo Slovenije","registrationDate":"2017-10-19T14:45:36.656+02:00","category":6,"subCategory":9,"legal":"public","web":"http://www.zag.si","country":"Slovenia","headAddress":"Dimičeva ulica 12","headCity":"Ljubljana","headPostCode":"1000","headPhone":"(386)12 80 42 00","boss":"Andraž Legat","bossTitle":"Mr","bossPosition":"director","membersCount":39,"membersFTE":"13.5","membership":"","memberOrga":"","goal":"ZAG is the leading Slovenian Institute in the field of building and civil engineering.Through high-quality work it successfully promotes the progress-orientated Slovenian applied science and technical expertise on a global scale. The organization is widely recognized both in Slovenia and in other countries by means of its experts, top-class equipment and multi-disciplinary work, including life cycle analyses of different construction materials. ZAG is involved in the international co-operation in science and technology with institutions from the EU, the USA and other countries. Over the last 10 years ZAG has participated in more than 50 projects funded by the EU (4th - 7th FP). Its research and testing sector is divided up into four departments: materials, building physics, structures, and geotechnics and infrastructure, it also has its own department for metrology. In the field of tasks deriving from the CPR (the Construction Products Regulation) it has two independent services: the Certification Service and  the Service for Technical Assessments.","acronym":"ZAG","interests":"Climate Action, Energy, Environment, International co-operation and development, Research and innovation, Transport","euInitiatives":"Main activities include fundamental and applied research in the fields of building materials and structures, development of new methods of testing and measurement, certification and attestation of conformity of products, materials and executed works, training of research and technical staff in particular technical field and participation in the preparation of technical codes and standards.","lastUp":"2018-10-08T09:46:47.132+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}