{"id":"590408915642-86","name":"DGConsulting s.c.","registrationDate":"2015-01-16T18:40:26.944+01:00","category":1,"subCategory":6,"legal":"Società cooperativa","web":"http://www.dgconsulting.it","country":"Italy","headAddress":"Corso Soleri, 3","headCity":"Cuneo","headPostCode":"12100","headPhone":"(39)01 71 41 28 16","boss":"Gabriella Tomasi","bossTitle":"Ms","bossPosition":"Presidente Consiglio Amministrazione","membersCount":8,"membersFTE":"6.0","membership":"DGConsulting s.c. a livello nazionale appartiene a Confindustria Cuneo, è connessa al sistema nazionale di Confindustria","memberOrga":"","goal":"1) Implementazione dell’Information Tecnology&#xd;<br />- Implementazione sistemi gestionali ERP area Acquisti, Approvvigionamento, Programmazione&#xd;<br />della Produzione, Magazzini e Trasporti;&#xd;<br />- Implementazione sw dipartimentali per gestione magazzini in radiofrequenza, schedulatori a&#xd;<br />capacità finita per programmazione linee di produzione, previsione della domanda;&#xd;<br />2) Competenze specialistiche settore trasporti&#xd;<br />- Ottimizzazione e gestione dei processi della Supply Chain.&#xd;<br />- Analisi e realizzazione sistemi di programmazione della produzione multistabilimento&#xd;<br />- Gestione processi di outsourcing (scelta fornitore, stesura contratto d’appalto/capitolato tecnico,&#xd;<br />definizione del corrispettivo, pianificazione dello start-up, monitoraggio delle prestazioni);&#xd;<br />- Analisi e realizzazione magazzini di stoccaggio e distribuzione;&#xd;<br />- Riorganizzazione sistemi distributivi;&#xd;<br />- Valutazione, selezione e controllo prestazioni dei fornitori;&#xd;<br />- Marketing d’acquisto e contrattazione economica servizi di Trasporto, distribuzione, cooperativa;&#xd;<br />attrezzature di magazzino e attività di conto lavoro presso società esterne;&#xd;<br />- Analisi fattibilità nuovi progetti in corso di studio;&#xd;<br />- Gestione attività di riorganizzazione, ristrutturazione e fusione di Aziende.&#xd;<br />3) Competenze specialistiche settore alimenti&#xd;<br />- servizi di consulenza HACCP  RegCee 852-853/2004;&#xd;<br />- servizi di consulenza per mangimifici ex Decreto Legislativo 123/99 e RegCee 183/05;&#xd;<br />- servizi di consulenza per laboratori di prova con metodiche accreditate ISO 17025;&#xd;<br />- servizi di consulenza per Aziende del comparto alimentari certificate ISO 22000;&#xd;<br />- servizi di consulenza per attività formative nel settore alimentare;&#xd;<br />- servizi di consulenza per filiere certificate e realizzazione di Manuali Corretta Prassi;&#xd;<br />- servizi per il settore dell’autotrasporto alimentare e farmaceutico (d.l. 286/2005);&#xd;<br />- servizi in ambito food security/food defence;&#xd;<br />- servizi per filiere certificate e certificazioni BRC, IFS, GMP.&#xd;<br />4) Competenze specialistiche settore sistemi di gestione&#xd;<br />- Sviluppo Sistemi di Gestione per la Qualità secondo la norma UNI EN ISO 9001:2008; &#xd;<br />- Sviluppo Sistemi di Gestione Ambientale la norma UNI EN ISO 14001 &#xd;<br />- Sviluppo Sistemi di Gestione per la Responsabilità Sociale SA 8000;&#xd;<br />- Sistemi di gestione per la sicurezza OHSA;&#xd;<br />- Sviluppo Sistemi di Gestione secondo la norma ISO TS 16949/2009&#xd;<br />- Sviluppo Sistemi di Gestione secondo lo standard IRIS (International Railway Industry Standard)&#xd;<br />5) Competenze specialistiche settore comunicazione.&#xd;<br />DG Consulting s.c. analizza gli strumenti di MARKETING che i social media e i blog offrono per il settore dei trasporti e della logistica, e gestisce i necessari profili e account sui social network opportunamente selezionati per portare le aziende associate nel luogo di socializzazione online preferito del loro target, per stabilire con gli utenti una comunicazione positiva, amichevole e personalizzata.&#xd;<br />6) Competenze specialistiche nella diffusione di metodi qualitativi nell’ambito di EOQ&#xd;<br />7) Sostegno allo sviluppo delle attività e servizi legati al mondo associativo.","acronym":"DGConsulting s.c.","interests":"Audiovisual and Media, Development, Economic and Financial Affairs, Enterprise, Information Society, Research and Technology, Transport","euInitiatives":"Servizi di consulenza","lastUp":"2017-12-29T10:24:42.212+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":"","turnoverRange":"0-99999"}