{"id":"590598523223-68","name":"IBM Research GmbH","registrationDate":"2016-09-02T09:26:55.665+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.research.ibm.com/labs/zurich/index.shtml","country":"Switzerland","headAddress":"Saumerstrasse 4","headCity":"Rueschlikon","headPostCode":"8803","headPhone":"(41)0 44 72 4- 11 11","boss":"Alessandro Curioni","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"Swiss American Chamber of Commerce&#xd;\nNESSI The Networked European Software and Services Initiative&#xd;\nEurocloud&#xd;\nEPS European Physical Society&#xd;\nEPIC European Photonics Industry Consortium&#xd;\nTrust in Digital Life Association","memberOrga":"","goal":"IBM has maintained a research laboratory in Switzerland since 1956, located on its own campus in Rüschlikon near Zurich since 1963. As the largest European branch of IBM Research, the mission of the IBM Research – Zurich Lab — in addition to pursuing cutting-edge research for tomorrow’s information technology — is to cultivate close relationships with academic and industrial partners, be one of the premier places to work for world-class researchers, to promote women in IT and science, and to help drive Europe’s innovation agenda.","acronym":"IBM ZRL","interests":"Business and Industry, Climate Action, Communication, Digital economy and society, Energy, Environment, Food Safety, Foreign and Security Policy and Defence, Public Health, Research and innovation","euInitiatives":"Worldwide interaction and collaboration with internal partners in research, development, industry sectors, and with IBM customers play a vital role in the Zurich Laboratory's activities.&#xd;<br />&#xd;<br />At the same time, IBM researchers are active members of the international scientific community by participating in seminars, conferences, and professional associations in a variety of functions. IBM Research – Zurich is also involved in many joint projects with universities throughout Europe, in research programs established by the European Union and the Swiss government, and in cooperation agreements with research institutes of industrial partners.","lastUp":"2018-08-22T16:58:47.419+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}