{"id":"590516136570-04","name":"Global Alliance for Banking on Values","registrationDate":"2019-12-02T14:51:59.432+01:00","category":3,"subCategory":2,"legal":"Stichting","web":"http://www.gabv.org","country":"Netherlands","headAddress":"KIT t.a.v. Impact Hub - GABV","headCity":"Amsterdam","headPostCode":"1092 AD","headPhone":"(31)6 58 71 71 54","boss":"Marcos Eguiguren","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://www.gabv.org/wp-content/uploads/List-of-the-GABV-Member-Banks-1.pdf","goal":"The Global Alliance for Banking on Values (GABV) is a network of banking leaders from around the world committed to advancing positive change in the banking sector. Our collective goal is to change the banking system so that it is more transparent, supports economic, social and environmental sustainability, and is composed of a diverse range of banking institutions serving the real economy.&#xd;<br />&#xd;<br />Founded in 2009, we are a growing network, with banks, banking cooperatives and credit unions, microfinance institutions and community development banks joining us from many parts of the world.&#xd;<br />&#xd;<br />Our members have one thing in common: a shared mission to use finance to deliver sustainable economic, social and environmental development, with a focus on helping individuals fulfil their potential and build stronger communities.&#xd;<br />&#xd;<br />Our members are deeply connected to the people and the communities they serve and are accountable for the risks they both take and create for the people who use their products and services. Our focus on inclusion puts basic banking products in service of a greater number of people, rather than highly sophisticated products in the hands of a few. We are also highly aware of the externalities produced by our banking activities by the projects and clients we finance.&#xd;<br />&#xd;<br />The Global Alliance comprises of 64 financial institutions and 17 strategic partners operating in countries across Asia, Africa, Australia, Latin America, North America and Europe. Collectively we serve more than 50 million customers, hold up to $197.6 billion USD of combined assets under management, and are supported by close to 67,000 co-workers.&#xd;<br />&#xd;<br />We want to ensure that banking is a healthy and productive system of society and develop a positive, viable alternative to the current banking system. We know that only by changing finance are we able to finance change. Increasingly, people are becoming aware of the interdependence of the real economy, social cohesion and our natural eco-system, something values-based bankers have long understood, and which is at the heart of the business model. Knowing that people want to support positive change in society, we have an opportunity to demonstrate a healthy transformation of our sector, contribute to societal solutions, and become a reference point for others along the way.&#xd;<br />&#xd;<br />At its heart, the GABV is a Chief Executive Officer network providing a unique space for collaboration for leaders who are committed to values-based banking. It also provides learning and development opportunities for senior executives, experts and banking professionals at member banks through our Communities of Practice (CofP). The GABV takes a leading role in the debate about how to build a sustainable financial future by managing joint projects among members, experts and partners to help deliver it and by advocating for change.&#xd;<br />&#xd;<br />We have a strong belief in the value of our banking model and our recent research backs that up, showing that lending to the real economy delivers better financial returns when compared with the largest banks in the world. We have demonstrated through our focus on the real economy, our strong capital positions, and our steady financial returns that the values-based banking model provides a viable and needed alternative, adding strength to a diverse financial ecosystem.","acronym":"GABV","interests":"Banking and financial services, Climate Action, Economy, finance and the euro, Environment","euInitiatives":"EU sustainable finance package&#xd;<br />Bank Capital Directives and Regulations (CRD and CRR)&#xd;<br />Bank Recovery and Resolution Directives (BRRD)&#xd;<br />Markets in Financial Instruments Directive (MIFID)","lastUp":"2019-12-02T16:02:12.135+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}