{"id":"59052572261-62","name":"European Coordination of Independent Producers","registrationDate":"2009-09-11T16:53:26.576+01:00","category":3,"subCategory":2,"legal":"Association declared under the Act of 1st July 1901","web":"https://www.cepi-producers.eu/","country":"France","headAddress":"Rue Cernuschi","headCity":"Paris","headPostCode":"75017","headPhone":"(33)01 40 53 23 28","boss":"Dechesne Jerome","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.5","membership":"The European Coordination of Independent Producers is a member of the European Commission Social Dialogue, as well as the Advisory Committee of the European Audiovisual Observatory (www.obs.coe.int) and holds observer status with the World Intellectual Property Organisation (www.wipo.int) in Geneva, and the Council of Europe (www.coe.int) in Strasbourg.","memberOrga":"https://www.cepi-producers.eu/our-members","goal":"The European Coordination of Independent Producers (CEPI) was founded in 1989, to organise and represent the interests of independent cinema and television producers in Europe. Today the Coordination represents approximately 4000 independent production companies in Europe.&#xd;<br />&#xd;<br />All together, our members supply over 16000 hours of new programming each year to broadcasters in Europe, ranging from single documentaries and special event programming, to game shows, light entertainment and high-cost drama serials. As the producers form the basic support of the audiovisual industry, it is necessary to articulate the interests of those producers within a unique European organisation.","acronym":"CEPI","interests":"Business and Industry, Competition, Culture, Culture and media, Customs, Digital economy and society, Education and training, Employment and Social Affairs, Enlargement, Institutional affairs, Justice and Fundamental Rights, Research and innovation, Single market, Sport, Taxation, Trade","euInitiatives":"Our organization focuses focuses mainly on the following areas:&#xd;<br />-  European Commission Annual Work Programme/Roadmaps&#xd;<br />-Participation to EU Consultations(Your Voice)&#xd;<br />- Copyright (Roadmaps from DG Connect/DG EAC/DG Markt which target copyright issues)&#xd;<br />- AVMS Directive&#xd;<br />- Creative Europe Programme&#xd;<br />- Audiovisual Social Dialogue Committee&#xd;<br />- European Parliament legislation and Parliamentary Committees such as (CULT/JURY/IMCO/INTA/EMPL)","lastUp":"2019-03-13T10:14:43.750+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}