{"id":"591086918536-92","name":"IDO Interessenverband für das Rechts- und Finanzconsulting deutscher Online-Unternehmen e.V.","registrationDate":"2015-08-22T18:03:59.893+02:00","category":1,"subCategory":6,"legal":"eingetragener Verein","web":"https://www.ido-verband.com","country":"Germany","headAddress":"Uhlandstraße 1","headCity":"Leverkusen","headPostCode":"51379","headPhone":"(49)21 71 -7 43 66 40","boss":"Sarah Spayou","bossTitle":"Ms","bossPosition":"1. Vorsitzende","membersCount":1,"membersFTE":"1.0","membership":"Bundesverband für Inkasso und Forderungsmanagement e.V. (BFIF e.V.)&#xd;\nWesthafenplatz 1&#xd;\n60327 Frankfurt am Main&#xd;\n&#xd;\nhttp://www.bfif.de/","memberOrga":"","goal":"Vereinszweck ist sowohl die Förderung insbesondere der Interessen deutscher Online-Unternehmer als auch der Schutz der Verbraucher durch Wahrnehmung der Interessen der Verbraucher. Der Verbraucherschutz erfolgt insbesondere durch das – außergerichtliche und, sofern erforderlich, gerichtliche – Vorgehen gegen die Nichthaltung wettbewerbsrelevanter Regelungen, um gleiche wirtschaftliche und rechtliche Marktchancen für alle beteiligten Teilnehmer (Verbraucher und Teilnehmer) zu gewährleisten. Ferner wird der Verbraucherschutz durch Aufklärung und Beratung gewährleistet. Infolge der in allen Rechtsbereichen zunehmenden EU-weiten Harmonisierung werden hierbei zunehmend insbesondere europarechtliche Normvorgaben bzw. europäische Gesetzgebungsvorhaben und (bei Richtlinien) deren deutsche Umsetzungsgesetze bei der täglichen Vereinsarbeit berücksichtigt. Der Verband hat derzeit ca. 2400 Mitglieder mit kontinuierlich steigender Tendenz sowie eine Vielzahl mittelbarer Mitglieder, die Mitglieder von Mitgliedern sind.","acronym":"IDO-Verband","interests":"Business and Industry, Communication, Competition, Consumers, Economy, finance and the euro, Justice and Fundamental Rights, Trade","euInitiatives":"Die EU-Initiative für mehr Sicherheit im Netz&#xd;<br />EU-Initiative für faire Geschäftspraktiken&#xd;<br />EU-KONSULTATION ÜBER VERTRAGSREGELN FÜR ONLINE-KÄUFE","lastUp":"2018-07-16T09:57:44.926+02:00","customers":"IDO Interessenverband für das Rechts- und Finanzconsulting deutscher Online-Unternehmen e.V.","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}