{"id":"591961236391-18","name":"Istituto Nazionale di Ricerca Metrologica","registrationDate":"2019-10-29T17:36:40.979+01:00","category":4,"subCategory":5,"legal":"Public body","web":"http://www.inrim.it","country":"Italy","headAddress":"Strada delle Cacce, 91","headCity":"Torino","headPostCode":"10135","headPhone":"(39)01 13 91 91","boss":"Diederik Sybolt Wiersma","bossTitle":"Mr","bossPosition":"President","membersCount":12,"membersFTE":"4.0","membership":"www.euramet.org","memberOrga":"https://www.inrim.eu/ugov/rubrica","goal":"INRIM is a public research centre and is Italy's national metrology institute (NMI).&#xd;<br />&#xd;<br />INRIM realises, maintains, and develops the national reference standards of the measurement units of the International System (SI), consisting of seven base units - metre, kilogram, second, ampere, kelvin, mole, and candela - and derived units.&#xd;<br />&#xd;<br />Thanks to these standards, the Institute ensures measurements that are reliable and comparable on both a national and international scale.&#xd;<br />&#xd;<br />INRIM's research spans many other areas such as materials science, nanoscience, quantum optics, studies on the fundamental constants of physics. Basic and applied research and the development of new measurement technologies and instruments enhance the metrology activity.&#xd;<br />&#xd;<br />Through seminars, exhibitions, events and conferences, INRIM presents and disseminates its scientific findings and advancements. The Institute promotes education and training for young scientists organising PhD courses and financing scholarships and research grants.&#xd;<br />&#xd;<br />To meet the needs of industry, INRIM has a dedicated department working in close contact with the world of production and providing consultancy, calibration, and testing services.&#xd;<br />&#xd;<br />The Institute supports the National Laboratory Accreditation System by ensuring the quality of measurement standards and procedures and promoting the dissemination of the national standards of the SI measurement units.","acronym":"INRiM","interests":"Climate Action, Energy, Environment, Food Safety, Research and innovation, Transport","euInitiatives":"Mainly involved in research programmes such as H2020, FLAGSHIP, EMPIR, and other national and european initiatives.","lastUp":"2019-10-29T17:37:32.379+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}