{"id":"591967630385-23","name":"Institute of Physics","registrationDate":"2018-03-08T12:07:10.097+01:00","category":3,"subCategory":2,"legal":"Charity","web":"http://www.iop.org/","country":"United kingdom","headAddress":"76 Portland Place","headCity":"LONDON","headPostCode":"W1B 1NT","headPhone":"(44)20 74 70 48 00","boss":"Paul Hardaker","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":2,"membersFTE":"0.5","membership":"We are members of the European Physical Society.","memberOrga":"","goal":"The Institute of Physics is a leading scientific membership society working to advance&#xd;<br />physics for the benefit of all. &#xd;<br />&#xd;<br />We have a worldwide membership ranging from those early in their career or in academic or technical training to those at the top of their fields in academia,&#xd;<br />business, education and government. Our purpose is to gather, inspire, guide, represent and&#xd;<br />celebrate all who share a passion for physics. And, in our role as a charity, we aim to ensure&#xd;<br />that physics delivers on its exceptional potential to benefit society. Alongside professional&#xd;<br />support for our members, we engage with policymakers and the public to increase&#xd;<br />awareness and understanding of the value that physics holds for all of us. &#xd;<br />&#xd;<br />Our subsidiary company, IOP Publishing, is a world leader in scientific communications, publishing journals,&#xd;<br />eBooks, magazines and websites globally.&#xd;<br />&#xd;<br />The IOP Policy Centre provides an active and authoritative voice for physics. We work in all areas that affect physics, from schools education through to research and innovation, and supply timely, evidence-based, scientific advice and in-depth analyses to governments and other agencies.","acronym":"IOP","interests":"Climate Action, Education, Energy, Environment, Research and Technology","euInitiatives":"Horizon 2020 including Euratom&#xd;<br />Energy Strategy&#xd;<br />Scientific advice in the EU","lastUp":"2018-03-08T12:11:29.306+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}