{"id":"59267165790-45","name":"RTL Group","registrationDate":"2011-05-05T12:40:35.449+01:00","category":2,"subCategory":3,"legal":"S.A.","web":"http://www.rtlgroup.com","country":"Luxembourg","headAddress":"Boulevard Pierre Frieden, 45","headCity":"Luxembourg","headPostCode":"1543","headPhone":"(352)2 48 60","boss":"Bert Habets","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"1.75","membership":"Association of Commercial Television in Europe (18574111503-28), European Policy Centre (89632641000-47), European Broadcasting Union (93288301615-56), Association of Television and Radio Sales Houses (1977807375-62)","memberOrga":"","goal":"With 60 television channels and 31 radio stations in twelve countries, RTL Group is the leading European entertainment network. The Luxembourg-based company operates TV channels and radio stations in Germany, France, Belgium, the Netherlands, Luxembourg, Spain, Hungary, Croatia and South East Asia. It is one of the world’s leading producers of television content such as talent and game shows, drama, daily soaps and telenovelas, including the Young Pope, American Gods, Idols, Got Talent, The X Factor, Good Times - Bad Times and Family Feud.&#xd;<br />&#xd;<br />RTL Group is also the leading European media company in online video, combining the catch-up services of its broadcasters, the multi-channel networks BroadbandTV and StyleHaul, FremantleMedia's more than 215 YouTube channels and the programmatic video advertising platform SpotXchange.&#xd;<br />&#xd;<br />RTL Group strives to provide its audiences with high quality audiovisual content. We are acutely aware of the special nature of the media business as both an opinion former and information provider, and the responsibilities of a media company toward its communities. Our aim is to offer a broad range of content addressing all of society including both quality information and popular entertainment. The wide range of our activities and initiatives reflects our decentralised corporate structure.","acronym":"RTL","interests":"Audiovisual and Media, Competition, Consumer Affairs, Culture, Enterprise, General and Institutional Affairs, Information Society, Internal Market, Taxation","euInitiatives":"- Review of EU copyright rules&#xd;<br />- Review of AVMS Directive&#xd;<br />- Online Platform regulation&#xd;<br />- Telecoms Single Market&#xd;<br />- Data protection reform&#xd;<br />- Radio Spectrum Policy&#xd;<br />- Advertising regulation","lastUp":"2018-02-14T13:56:18.932+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}