{"id":"592686832706-76","name":"GlobalPlatform, Inc.","registrationDate":"2018-10-03T21:25:28.801+02:00","category":2,"subCategory":4,"legal":"Non-profit standards development organization","web":"http://globalplatform.org","country":"United states","headAddress":"544 Hillside Rd","headCity":"Redwood City","headPostCode":"94062","headPhone":"(1)65 02 60 23 87","boss":"Kevin Gillick","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"A list of GlobalPlatform members can be found here:&#xd;\nhttps://globalplatform.org/current-members/","goal":"GlobalPlatform's mission is to develop specifications that enable collaborative and open ecosystems where digital services and devices can be trusted and managed securely while privacy is supported.&#xd;<br />&#xd;<br />GlobalPlatform is a non-profit industry association driven by over 100 member companies. Members share a common goal to develop GlobalPlatform’s specifications, which are today highly regarded as the international standard for enabling digital services and devices to be trusted and securely managed throughout their lifecycle.&#xd;<br />&#xd;<br />GlobalPlatform protects digital services by standardizing and certifying a security hardware/firmware combination, known as a secure component, which acts as an on-device trust anchor. This facilitates collaboration between service providers and device manufacturers, empowering them to ensure adequate security within all devices to protect against threats.&#xd;<br />&#xd;<br />GlobalPlatform specifications also standardize the secure management of digital services and devices once deployed in the field. Altogether, GlobalPlatform enables convenient and secure digital service delivery to end users, while supporting privacy, regardless of market sector or device type. Devices secured by GlobalPlatform include connected cars, set top boxes, smart cards, smartphones, tablets, wearables, and other Internet-of-Things (IoT) devices.&#xd;<br />&#xd;<br />The technology’s widespread global adoption delivers cost and time-to-market efficiencies to all. Market sectors adopting GlobalPlatform technology include automotive, healthcare, government and enterprise ID, payments, premium content, smart cities, smart home, telecoms, transportation and utilities.&#xd;<br />&#xd;<br />GlobalPlatform’s legacy of successful technical specification development is thanks to two decades of energetic and effective industry collaboration. Members influence the organization’s output through participation in technical committees, working groups and strategic task forces. GlobalPlatform technology is developed in collaboration with numerous standards bodies and regional organizations across the world, to ensure continual relevance and timeliness.","acronym":"GP","interests":"Banking and financial services, Borders and Security, Communication, Digital economy and society, Fraud prevention, Transport","euInitiatives":"Cyber Security Act&#xd;<br />eIDAS (Electronic Identification, Authentication and Trust Services)","lastUp":"2018-10-03T21:26:18.069+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}