{"id":"59267165790-45","name":"RTL Group","registrationDate":"2011-05-05T12:40:35.449+01:00","category":2,"subCategory":3,"legal":"S.A.","web":"http://www.rtlgroup.com","country":"Luxembourg","headAddress":"Boulevard Pierre Frieden, 43","headCity":"Luxembourg","headPostCode":"1543","headPhone":"(352)2 48 60","boss":"Bert Habets","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"1.75","membership":"Association of Commercial Television in Europe (18574111503-28), European Policy Centre (89632641000-47), European Broadcasting Union (93288301615-56), Association of Television and Radio Sales Houses (1977807375-62)","memberOrga":"","goal":"RTL Group is a leader across broadcast, content and digital, with interests in 60 television channels and 30 radio stations, content production throughout the world and rapidly growing digital video businesses. The television portfolio of Europe’s largest broadcaster includes RTL Television in Germany, M6 in France, the RTL channels in the Netherlands, Belgium, Luxembourg, Croatia, Hungary and Antena 3 in Spain. RTL Group’s families of TV channels are either the number one or number two in eight European countries. The Group’s flagship radio station is RTL in France, and it also owns or has interests in other stations in France, Germany, Belgium, Spain and Luxembourg. RTL Group’s content production arm, Fremantle, is one of the largest international creators, producers and distributors of scripted and unscripted content in the world. Fremantle has an international network of production teams, companies and labels in over 30 countries, producing over 12,500 hours of original programming and distributing over 20,000 hours of content worldwide. Combining the on-demand services of its broadcasters, the multi-platform networks BroadbandTV, StyleHaul, Divimove, United Screens and Fremantle’s more than 300 YouTube channels, RTL Group has become the leading European media company in online video. RTL Group also owns the advanced video ad serving platform SpotX. For more information, please visit RTLGroup.com","acronym":"RTL","interests":"Business and Industry, Competition, Consumers, Culture, Culture and media, Digital economy and society, Institutional affairs, Single market, Taxation","euInitiatives":"- Our main focus is the Digital Single Market&#xd;<br />- Review of EU copyright rules/online transmissions/intellectual property&#xd;<br />- AVMS Directive implementation&#xd;<br />- Online Platform regulation&#xd;<br />- Data protection reform/e-privacy&#xd;<br />- Advertising regulation&#xd;<br />- Online disinformation/fake news&#xd;<br />- Access to data&#xd;<br />- Competition policy","lastUp":"2019-02-20T10:32:13.108+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}