{"id":"592965728221-49","name":"Svenska Cellulosa Aktiebolaget SCA","registrationDate":"2017-09-04T13:42:55.813+02:00","category":2,"subCategory":3,"legal":"AB","web":"http://sca.com","country":"Sweden","headAddress":"Skepparplatsen 1","headCity":"Sundsvall","headPostCode":"851 88","headPhone":"(46)60 19 30 00","boss":"Jan Svedjebrandt","bossTitle":"Mr","bossPosition":"SVP Legal Affairs","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"CEPI: http://www.cepi.org/&#xd;\nCEI-BOIS: http://www.cei-bois.eu/","goal":"Kärnan i SCAs verksamhet är skogen, 2,6 miljoner hektar i norra Sverige. Kring denna unika resurs har vi byggt en välutvecklad värdekedja baserad på förnybar råvara från våra egna och andras skogar. Vi erbjuder papper för förpackningar och tryck, massa, trävaror, förnybar energi, tjänster för skogsägare och effektiva transportlösningar.&#xd;<br />Skogsbolaget SCA hade 2018 ca 4 000 anställda och en försäljning på 18,8 miljarder kronor. SCA grundades 1929 och har sitt huvudkontor i Sundsvall.&#xd;<br />&#xd;<br />The core of SCA’s business is the forest, 2.6 million hectares in northern Sweden. Around this unique resource, we have built a well-developed value chain based on renewable raw material from our own and others’ forests. We offer paper for packaging and print, pulp, wood products, renewable energy, services for forest owners and efficient transport solutions. &#xd;<br />2018 the forest products company SCA had approximately 4,000 employees and sales amounted to approximately SEK 18.8 bn (EUR 1,8 bn). SCA was founded in 1929 and has its headquarters in Sundsvall, Sweden.","acronym":"SCA","interests":"Agriculture and Rural Development, Budget, Business and Industry, Climate Action, Competition, Customs, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Maritime affairs and fisheries, Research and innovation, Single market, Taxation, Transport","euInitiatives":"circular economy, packaging, energy, EU ETS review, chemicals, REACH Review, LULUCF, transport, building","lastUp":"2019-07-17T07:51:35.244+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}