{"id":"593310935720-08","name":"United Nations Joint Programme on HIV and AIDS","registrationDate":"2019-08-28T10:47:43.231+02:00","category":6,"subCategory":9,"legal":"UN","web":"http://unaids.org","country":"Switzerland","headAddress":"Avenue Appia 20","headCity":"Geneva","headPostCode":"1211","headPhone":"(41)2 27 91 36 66","boss":"Jantine jacobi","bossTitle":"Ms","bossPosition":"Representative to the European Union","membersCount":5,"membersFTE":"3.0","membership":"Countries with which UNAIDS works are available as per following link:&#xd;\nhttps://www.unaids.org/en/regionscountries/countries&#xd;\n&#xd;\nhttps://www.unaids.org/en/whoweare/governance with links to cosponsors and partners","memberOrga":"https://www.unaids.org/en/aboutunaids/unaidscosponsors","goal":"The Joint United Nations Programme on HIV/AIDS (UNAIDS) unites the efforts of 11 UN organizations—UNHCR, UNICEF, WFP, UNDP, UNFPA, UNODC, UN Women, ILO, UNESCO, WHO and the World Bank. UNAIDS is leading the global effort to end AIDS as a public health threat by 2030 as part of the Sustainable Development Goals; working towards stopping new HIV infections, ensuring that everyone living with HIV has access to HIV treatment, promoting and protecting human rights, and producing data for decision-making. UNAIDS provides the strategic direction, advocacy, coordination and technical support needed to catalyse and connect leadership from governments, the private sector and communities to deliver life-saving HIV services. Without UNAIDS, there would be no strategic vision for the AIDS response.&#xd;<br />&#xd;<br />Starting operations in 1996, UNAIDS has led and inspired global, regional, national and local leadership, innovation and partnership to ultimately consign HIV to history.  UNAIDS is a model for United Nations reform and is the only cosponsored Joint Programme in the United Nations system. It draws on the experience and expertise of 11 United Nations system Cosponsors and is the only United Nations entity with civil society represented on its governing body.&#xd;<br />Since the first cases of HIV were reported more than 35 years ago, 78 million people have become infected with HIV and 35 million have died from AIDS-related illnesses. As a problem-solver, UNAIDS places people living with HIV and people affected by the virus at the decision-making table and at the centre of designing, delivering and monitoring the AIDS response. It charts paths for countries and communities to get on the Fast-Track to ending AIDS and is a bold advocate for addressing the legal and policy barriers to the AIDS response. UNAIDS generates strategic information and analysis that increases the understanding of the state of the AIDS epidemic and progress made at the local, national, regional and global levels. It leads the world’s most extensive data collection on HIV epidemiology, programme coverage and finance and publishes the most authoritative and up-to-date information on the HIV epidemic—vital for an effective AIDS response. UNAIDS produces data for impact—no major report, speech or policy initiative on HIV has been launched or made without referring to data collected and released by UNAIDS.&#xd;<br />&#xd;<br />Indeed, UNAIDS has helped to position, shape and scale up the response to HIV like no other organization, encouraging dialogue and bringing in communities that have been left out of decision-making. Without UNAIDS, the human rights of people living with HIV would have been held back and the voice of civil society would be heard far less often. UNAIDS has transformed policy. UNAIDS has shaped public policy on HIV at the global, regional and national levels. It has mobilized investment for sound national policy using evidence, experience and political advocacy, built health and community systems, established legal frameworks and shaped public opinion towards creating healthy and resilient societies.","acronym":"UNAIDS","interests":"Agriculture and Rural Development, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Research and innovation, Youth","euInitiatives":"- International co-operation and development &#xd;<br />- Humanitarian aid and civil protection &#xd;<br />- Public Health &#xd;<br />- Migration and asylum &#xd;<br />- Research and innovation &#xd;<br />- Youth &#xd;<br />- Institutional affairs &#xd;<br />&#xd;<br />&#xd;<br />And related to that: &#xd;<br />- Environment &#xd;<br />- Education and training &#xd;<br />- Employment and Social Affairs &#xd;<br />- Agriculture and Rural Development &#xd;<br />- Justice and Fundamental Rights &#xd;<br />- Foreign affairs and security policy &#xd;<br />- External Relations &#xd;<br />- European Neighbourhood Policy &#xd;<br />- Economy, finance and the euro","lastUp":"2019-08-28T10:48:46.486+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}