{"id":"59342921440-89","name":"IARU - International Amateur Radio Union Region 1","registrationDate":"2009-03-30T10:15:51.222+02:00","category":2,"subCategory":7,"legal":"Association","web":"http://www.iaru-r1.org/","country":"Switzerland","headAddress":"Registered Office c/o Baer Nutz AG","headCity":"CHAM","headPostCode":"6330","headPhone":"(41)4 17 80 61 54","boss":"Séamus Mc Cague","bossTitle":"Mr","bossPosition":"IARU PRC (Political Relations Committee)","membersCount":7,"membersFTE":"1.75","membership":"IARU is the umbrella organization of national amateur radio federations throughout the world and actively participates in the ITU, CEPT, IEC, CISPR and CENELEC and ETSI.","memberOrga":"http://www.iaru.org/member-societies.html","goal":"Created in Paris in 1925 the International Amateur Radio Union is the watchdog and spokesman for the world Amateur Radio community and consists of over 160 accredited national amateur radio societies throughout the world.  The Union is organised into three regions, corresponding to the three radio regions of the International Telecommunication Union (ITU).&#xd;<br />&#xd;<br /> IARU Region 1, responsible for the activities covered in the register, in Europe, Africa and the Middle East and parts of Asia. IARU Region 2 is North, South and Central America. IARU Region 3 is most of Asia and the Pacific. All of the members of the IARU Administrative Council are volunteers as are the officers and directors of the IARU regional organizations.&#xd;<br />&#xd;<br />The International Telecommunication Union (ITU) is the United Nations agency that deals with information and communication technologies. Included within the scope of the ITU work are communication services such as the amateur radio and the amateur-satellite services. The Radiocommunication Sector of the ITU (ITU-R) manages the international radio-frequency spectrum and satellite orbit resources. One of the primary activities of the IARU is to work within the ITU structure to preserve and maintain the spectrum allocated to the amateur radio and amateur-satellite services and to promote the usefulness and value of amateur radio. IARU attends all ITU-R meetings that may have any impact on amateur radio. In addition to being a sector member of ITU-R, the IARU also is a sector member of the Development Sector of ITU, or ITU-D. Emergency communications, disaster planning and response are topics discussed in ITU-D and IARU participates in those discussions. &#xd;<br />&#xd;<br />For more information see here: http://www.iaru.org/","acronym":"IARU-R1","interests":"Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Environment, Humanitarian aid and civil protection, International co-operation and development, Public Health, Research and innovation, Single market, Sport, Trade, Youth","euInitiatives":"EMC Directive, Radio Equipment Directive, Consumer Protection, Spectrum Management, Civil Protection, RSPG","lastUp":"2019-05-24T00:17:37.640+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}