{"id":"593419528047-46","name":"Citizen's Awakening","registrationDate":"2017-08-21T11:03:50.465+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.citizensawakening.org","country":"France","headAddress":"Résidence la Montagne 20 boulevard d'Alsace Lorraine","headCity":"Beaulieu Sur Mer","headPostCode":"06310","headPhone":"(33)6 72 33 92 20","boss":"François REYES","bossTitle":"Mr","bossPosition":"Directeur Général","membersCount":22,"membersFTE":"10.75","membership":"Membre de FATE (Families Against Terrorism &amp; Extremism), initiative de la Quilliam Foundation. Participant au programme Extremely Together de la Fondation Kofi Annan.  Participant aux activités de RAN CoE.","memberOrga":"Réveil Citoyen - France&#xd;\nRéveil Citoyen - Canada&#xd;\nCitizen's Awakening - USA&#xd;\nCitizen's Awakening - Mexico&#xd;\nCitizen's Awakening - UK&#xd;\nCitizen's Awakening - Monaco&#xd;\nCitizen's Awakening - Hungary&#xd;\nCitizen's Awakening - Kenya&#xd;\nCitizen's Awakening - India","goal":"A pour projet le regroupement de toutes les entités juridiques signataires de la charte de partage des compétences et d'unification et par conséquents membres du réseau « Citizen's Awakening Network » ; détaché de tout intérêt partisan ou électoral, l'entité se fixe pour objectif de donner la parole à tous ceux qui ont quelque chose à dire, et d'entamer un travail profond de pédagogie, ainsi que d'exercer une activité de lobbying ; l'association aide et gère les différentes entités, membres du réseau « Citizen's Awakening Network », qui délèguent certains de leurs pouvoirs à la présente association, comme prévu par la charte de partage des compétences et d'unification.","acronym":"CA","interests":"Climate Action, Communication, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Justice and Fundamental Rights, Regional Policy, Youth","euInitiatives":"Lutte contre l'extrémisme, lutte contre le terrorisme, lutte contre la radicalisation des individus (membre de RAN CoE), éducation, aide humanitaire, crise migratoire, crise financière.","lastUp":"2017-08-21T11:04:06.575+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}