{"id":"593474530364-05","name":"EU DisinfoLab","registrationDate":"2018-02-23T19:40:09.633+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"https://www.disinfo.eu","country":"Belgium","headAddress":"Chaussée de Charleroi 79","headCity":"Brussels","headPostCode":"1060","headPhone":"(32)28 51 38 68","boss":"Alexandre Alaphilippe","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":2,"membersFTE":"1.5","membership":"We only accept natural person memberships.","memberOrga":"We only accept natural persons as member of our association.","goal":"DisinfoLab’s is the vibrant home for activists and experts focused on tackling sophisticated disinformation campaigns targeting the EU, its member states, core institutions and core values.  &#xd;<br />&#xd;<br />To these ends we:&#xd;<br />● develop and maintain the main independent European platform/portal on disinformation, which assembles a community of experts fighting disinformation and provides them with tools and resources to encourage collaboration; and we collect and organizes critical information, findings, tools and other resources useful to activists and experts ;&#xd;<br />● continuously monitor disinformation activities across the major platforms (digital and traditional), identify trends and threats, alert activists and researchers to these, and make our resource pool widely available to collaborators;&#xd;<br />● regularly make policy recommendations at the EU level and to Member States based on our own analyses, and help other activists ensure that their advocacy efforts are grounded in sound analysis; and,&#xd;<br />● organize regular seminars, forums, meetings and other events (including an annual conference, webinars and workshops to assemble researchers and experts to share experiences and tools, plan collaborations and keep abreast of critical developments in the field.","acronym":"EU DisinfoLab","interests":"Communication, Culture and media, Digital economy and society, Education and training, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Research and innovation","euInitiatives":"EU action plan on disinformation, High Level Expert Group on Fake News, High Level Expert Group on AI, EU Digital Agenda, e-commerce directive","lastUp":"2019-08-09T09:24:39.008+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}