{"id":"593474530364-05","name":"EU DisinfoLab","registrationDate":"2018-02-23T19:40:09.633+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"https://www.disinfo.eu","country":"Belgium","headAddress":"Chaussée de Charleroi 79","headCity":"Brussels","headPostCode":"1060","headPhone":"(32)28 51 38 68","boss":"Alexandre Alaphilippe","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":2,"membersFTE":"1.5","membership":"We only accept natural person memberships.","memberOrga":"We only accept natural persons as member of our association.","goal":"DisinfoLab’s is the vibrant home for activists and experts  focused on tackling sophisticated disinformation campaigns targeting the EU, its member states, core institutions and core values.  &#xd;<br />&#xd;<br />To these ends we:&#xd;<br />● develops and maintains the main independent European platform/portal on disinformation, which assembles the community of experts fighting disinformation and provides them with tools and resources to encourage collaboration; and collects and organizes critical information, findings, tools and other resources useful to activists and experts ;&#xd;<br />● continuously monitors disinformation activities across the major platforms (digital and traditional), identifies trends and threats,  alerts activists and researchers to these, and makes its resource pool widely available to collaborators;&#xd;<br />● regularly makes policy recommendations at the EU level and to member states based on its own analyses, and helps other activists ensure that their advocacy efforts are grounded in sound analyses ; and,&#xd;<br />● organizes regular seminars, forums, meetings and other events (including its to assemble activists, researchers and experts to share experiences and tools, plan joint ventures and keep abreast of critical developments in the field.","acronym":"EU DisinfoLab","interests":"Communication, Culture and media, Digital economy and society, Education and training, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Research and innovation","euInitiatives":"EU action plan on disinformation, High Level Expert Group on Fake News, High Level Expert Group on AI, EU Digital Agenda, e-commerce directive","lastUp":"2019-02-12T17:59:36.298+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}