{"id":"593675723115-92","name":"Handwerkskammer zu Leipzig","registrationDate":"2016-08-23T17:44:01.957+01:00","category":6,"subCategory":13,"legal":"Körperschaft des öffentlichen Rechts","web":"http://www.hwk-leipzig.de/","country":"Germany","headAddress":"Dresdner Straße 11/13","headCity":"Leipzig","headPostCode":"04103","headPhone":"(49341)2 18 80","boss":"Volker Lux","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":2,"membersFTE":"0.75","membership":"Mitglied beim Zentralverband des deutschen Handwerks (ZDH): http://www.zdh.de/","memberOrga":"","goal":"Die Handwerkskammer zu Leipzig vertritt die wirtschaftspolitischen Gesamtinteressen ihrer zirka 12.000 Mitgliedsunternehmen mit 90.000 Beschäftigten und 3.500 Lehrlingen. Sie ist Anlaufstelle für alle unternehmerischen Anliegen des Handwerks, von Unternehmensgründung über Unternehmensentwicklung bis zur Unternehmenssicherung und -nachfolge. Die Aufgaben der Handwerkskammer als Körperschaft des öffentlichen Rechts sind in der Handwerksordnung (HwO) festgelegt. Diese umfassen die Bereiche Selbstverwaltung, Interessenvertretung und Dienstleistungen. Vom Staat wurden der Handwerkskammer hoheitliche Aufgaben übertragen, wie das Führen der Handwerksrolle und die Regelung des Prüfungswesens. Weiteres siehe www.hwk-leipzig.de","acronym":"HWK L","interests":"Consumer Affairs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Food Safety, Internal Market, Regional Policy, Research and Technology, Taxation, Trans-European Networks, Transport","euInitiatives":"Beobachtung handwerksrelevanter Initiativen wie: EU-Binnenmarktstrategie, Digitale Binnenmarktstrategie, Reglementierung von Berufen, Qualifizierung, Arbeitsmarkt und Beschäftigungspolitik, TTIP, Verbraucherschutzregelungen, KMU-Finanzierung, KMU-Förderung, ESF, EFRE, Umwelt, Infrastruktur- und Verkehrspolitik.","lastUp":"2017-07-27T07:56:15.022+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}