{"id":"593774234283-71","name":"UNIÓN DE PEQUEÑOS AGRICULTORES Y GANADEROS","registrationDate":"2019-03-18T11:42:52.326+01:00","category":2,"subCategory":1,"legal":"Organización Porfesional Agraria","web":"https://www.upa.es","country":"Spain","headAddress":"Calle Agustín de Betancourt 17, PLANTA 3ª","headCity":"MADRID","headPostCode":"28003","headPhone":"(34)9 15 54 18 70","boss":"LORENZO RAMOS SILVA","bossTitle":"","bossPosition":"SECRETARIO GENERAL","membersCount":12,"membersFTE":"4.75","membership":"https://www.upa.es/upa/que-es-upa/sedes-upa/","memberOrga":"UPA es miembro de pleno derecho del Comité de Organizaciones Profesionales Agrarias de la Unión Europea (COPA) con sede en Bruselas, organización europea que representa y defiende los interes de los agricultores  y ganderos de la Unioón Europea.","goal":"La Unión de Pequeños Agricultores y Ganaderos (UPA) es una organización profesional que agrupa, representa y defiende los intereses de los profesionales de la agricultura y la ganadería en España. UPA es la organización que aglutina al colectivo mayoritario del sector agrario: las explotaciones familiares cuyos titulares son pequeños y medianos agricultores y ganaderos.&#xd;<br />&#xd;<br />UPA está integrada en la estructura de trabajadores autónomos de la Unión General de Trabajadores (UGT). La Unión de Pequeños Agricultores y Ganaderos cuenta con más de 80.000 afiliados en toda España: agricultores y ganaderos profesionales de todos los sectores y en todas las comunidades autónomas, que tienen en UPA a la organización que les representa a todos los niveles y presta los servicios que demandan las explotaciones agrarias.&#xd;<br />&#xd;<br />UPA forma parte del Consejo Económico y Social (CES) y participa en todos los foros de interlocución y representación regionales o nacionales en España. Asimismo, UPA es miembro del Comité de Organizaciones Profesionales Agrarias de la Unión Europea (COPA) –en el que se debaten todas las actuaciones enmarcadas en la Política Agraria Común y se realizan las propuestas correspondientes a la Comisión Europea y el Consejo de Ministros de la Unión Europea–; está presente en el Comité Económico y Social (CES) de la UE y es la primera organización agraria española miembro de la Organización Mundial de Agricultores (WFO).&#xd;<br />&#xd;<br />La Unión de Pequeños Agricultores y Ganaderos es una organización independiente, democrática y de carácter federal. Cuenta con una estructura territorial de uniones comarcales, provinciales y de Comunidad Autónoma que participan y se reúnen en diferentes órganos constituyendo UPA Federal. Desde sus estructuras federales, UPA participa en las diferentes mesas de negociación e interlocución con los Ministerios de Agricultura, Alimentación y Medio Ambiente; Economía, Hacienda; Trabajo y Seguridad Social, etc.&#xd;<br />&#xd;<br />En las diferentes comunidades autónomas, UPA forma parte de las Cámaras Agrarias, allí donde ya se han celebrado elecciones, y defiende con criterios solidarios el futuro de los agricultores y ganaderos. A nivel sectorial, UPA participa en todas las organizaciones interprofesionales, plataformas sectoriales, etc.&#xd;<br />&#xd;<br />UPA cuenta también con una oficina en Bruselas, desde la que se realiza un seguimiento puntual de la Política Agraria Común (PAC), de la Unión Europea; y tiene representación en los Comités Consultivos de la UE, además de en el COPA y el CES europeo.","acronym":"UPA","interests":"Agriculture and Rural Development, Budget, Climate Action, Communication, Competition, Consumers, Customs, Environment, External Relations, Food Safety, Regional Policy, Research and innovation, Single market, Taxation, Trade, Transport, Youth","euInitiatives":"•\tPolítica Agraria Común (PAC).&#xd;<br />•\tPagos Directos y Greening.&#xd;<br />•\tAgricultura y Desarrollo Rural.&#xd;<br />•\tPresupuestos y Marco Financiero.&#xd;<br />•\tSimplificación de la PAC.&#xd;<br />•\tComercio internacional y acuerdo comerciales.&#xd;<br />•\tSanidad Vegetal y Animal .&#xd;<br />•\tInnovación e Investigación.&#xd;<br />•\tMercados.&#xd;<br />•\tDerecho de la Competencia .&#xd;<br />•\tDerecho de los Consumidores.&#xd;<br />•\tDerecho Fiscal.&#xd;<br />•\tAgricultura ecológica.&#xd;<br />•\tEnergía y clima.","lastUp":"2019-03-18T11:43:24.450+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}