{"id":"59395037733-93","name":"SEV - Hellenic Federation of Enterprises","registrationDate":"2012-01-16T16:05:04.343+02:00","category":2,"subCategory":4,"legal":"association","web":"https://en.sev.org.gr/","country":"Greece","headAddress":"Xenofontos Street, 5","headCity":"Athens","headPostCode":"10557","headPhone":"(30)21 15 00 60 00","boss":"Alexander  Chatzopoulos ","bossTitle":"Mr","bossPosition":"General Director ","membersCount":7,"membersFTE":"2.0","membership":"SEV is member of:&#xd;\n&#xd;\n- BUSINESSEUROPE&#xd;\n- International Organization of Employers&#xd;\n- Business and Industry Advisory Committee (BIAC) to the OECD","memberOrga":"SEV members are:&#xd;\n&#xd;\n441 enterprises as direct members as well as 48 sectoral and regional federations&#xd;\n&#xd;\nThe list is not publicly available","goal":"SEV Hellenic Federation of Enterprises (www.sev.org.gr) is the main, independent, employers' organization representing the collective vision of the wider business community in Greece (industry and services), bringing together companies as well as sectoral, local and regional employer and industry organizations. As social partner, SEV is actively involved in the Social Dialogue at national and European level.&#xd;<br />&#xd;<br />SEV has established a Brussels Office with the following tasks:&#xd;<br />&#xd;<br />- to monitor European legislation and inform SEV Headquarters and members on European issues of interest to Greek companies&#xd;<br />&#xd;<br />- to represent SEV to BUSINESSEUROPE and to the European Union Institutions (European Commission, European Parliament, Council, European Economic and Social Committee where SEV holds a seat in Group 1).","acronym":"ΣΕΒ (SEV)","interests":"Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Institutional affairs, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"SEV follows all files linked to Greek Business interest at EU level.  &#xd;<br />&#xd;<br />Amongst others, these include:&#xd;<br />&#xd;<br />- Economic and Monetary Union &#xd;<br />- Industrial Policy&#xd;<br />- Digital Policy &#xd;<br />- Social affairs &#xd;<br />- European Semester","lastUp":"2019-09-11T12:06:25.985+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}