{"id":"594644115227-04","name":"FEDERATION DES EXPORTATEURS DE VINS ET SPIRITUEUX DE FRANCE","registrationDate":"2014-12-11T10:06:59.948+01:00","category":2,"subCategory":1,"legal":"ASSOCIATION LOI 1901","web":"http://www.fevs.com","country":"France","headAddress":"10 RUE PERGOLESE","headCity":"PARIS","headPostCode":"75116","headPhone":"(33)1 45 22 75 73","boss":"ANTOINE LECCIA","bossTitle":"Mr","bossPosition":"PRESIDENT","membersCount":2,"membersFTE":"1.0","membership":"Au niveau européen, la FEVS participe aux travaux :&#xd;\n&#xd;\n- de SpiritsEurope, organisation professionnelle représentant le secteur des spiritueux&#xd;\n- du Comité européen des entreprises de vins (CEEV), organisation professionnelle représentant le secteur des metteurs en marché de produits viticoles.&#xd;\n&#xd;\nAu niveau national, la FEVS adhère à la Délégation générale des vins et spiritueux de France, association de loi 1901 qui coordonne et assure les ressources matérielles et humaines nécessaires aux activités de la FEVS.","memberOrga":"","goal":"La FEVS rassemble plus de 500 entreprises exportatrices de vins et spiritueux. Ses missions sont de :&#xd;<br />- informer ses membres sur l’ensemble des facteurs susceptibles d’impacter l’activité d’exportation (réglementation, fiscalité, données économiques, climat des affaires…),&#xd;<br />- représenter, valoriser et promouvoir les intérêts de ses membres auprès des autorités publiques et des décideurs à l’échelon régional, national, européen et international,&#xd;<br />- développer les relations avec les organisations professionnelles sectorielles, au sein de l’Union européenne comme dans les pays tiers.","acronym":"FEVS","interests":"Agriculture and Rural Development, Business and Industry, Competition, Consumers, Customs, Economy, finance and the euro, External Relations, Food Safety, International co-operation and development, Public Health, Single market, Taxation, Trade","euInitiatives":"- Principales initiatives suivies : politique commerciale de l'UE, négociations des accords de libre-échange, relations bilatérales commerciales, instruments de défense commerciale, étiquetage, nomenclature douanière, douanes, propriété intellectuelle","lastUp":"2019-02-15T09:43:26.787+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}