{"id":"594821231819-39","name":"MIRRI - Microbial Resource Research Infrastructure","registrationDate":"2018-06-18T15:55:11.613+02:00","category":3,"subCategory":2,"legal":"EU-Project","web":"http://www.mirri.org","country":"Germany","headAddress":"MIRRI - Microbial Resource Research Infrastructure","headCity":"Braunschweig","headPostCode":"38124","headPhone":"(49)5 31 -2 61 63 40","boss":"Stackebrandt Erko","bossTitle":"Mr","bossPosition":"Coordinator","membersCount":5,"membersFTE":"3.0","membership":"Corbel&#xd;\nInstruct&#xd;\nECCO&#xd;\nWFCC","memberOrga":"","goal":"MIRRI is a pan-European distributed research infrastructure in its Preparatory Phase which aims to support research and development&#xd;<br />in the field of biotechnology. Launched in 2012, MIRRI is part of the BioMedical Research Infrastructure (RI) ESFRI landscape.&#xd;<br />Currently more than 40 public biorepositories and research institutes from 19 European countries collaborate to establish MIRRI as an&#xd;<br />European Research Infrastructure Consortium (ERIC) under EU law. The vision of MIRRI is to be a unique pan-European highperformance&#xd;<br />platform adding value to known and yet unknown microbial biodiversity and exploiting novel sources and knowledge to&#xd;<br />discover and disclose for the bioeconomy and bioscience. MIRRI will generate solutions to societal challenges by stimulating&#xd;<br />interaction between academia and bioindustry. MIRRI aims to provide a collaborative work environment inspiring excellence and to&#xd;<br />drive collaboration across borders and disciplines. Within concerted efforts, the consortium partners coherently and jointly work&#xd;<br />together with the objective to alleviate the current fragmentation of bioresource holdings and information, and eliminate duplication&#xd;<br />and redundancy at the national and pan-European level. We bring together research, education and industry to promote global&#xd;<br />responsibility towards biodiversity and to construct an innovative Europe.","acronym":"MIRRI","interests":"Agriculture, Education and training, Food Safety, International co-operation and development, Public Health, Research and innovation","euInitiatives":"Access and Benefit Sharing (Nagoya Protocol)&#xd;<br />Biosecurity&#xd;<br />Biological Safety&#xd;<br />Chamical Safety&#xd;<br />Plant Health","lastUp":"2018-06-19T07:56:43.724+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}