{"id":"595041411471-64","name":"Fachverband Biogas","registrationDate":"2013-07-22T14:29:14.470+01:00","category":3,"subCategory":2,"legal":"Registered association","web":"http://www.biogas.org","country":"Germany","headAddress":"Angerbrunnenstr. 12","headCity":"Freising","headPostCode":"85356","headPhone":"(49)81 61 98 46 60","boss":"Claudius Da Costa Gomez","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":2,"membersFTE":"0.75","membership":"European Renewable Energy Federation (EREF)&#xd;\nBundesverband Erneuerbare Energien (BEE)&#xd;\nBundesverband Bioenergie (BBE)&#xd;\nWorld Biomass Association (WBA)&#xd;\nEuropean Biogas Association (EBA)&#xd;\nEuropean Compost Network (ECN)","memberOrga":"https://www.biogas.org/edcom/webfvb.nsf/id/DE_Alle_Firmen_sortiert_nach_Firma&#xd;\n&#xd;\nIn the list you find companies but there are also other members as biogas plant operators, financial institutions etc.","goal":"Fachverband Biogas e.V. (FvB, German Biogas Association) unites operators, manufacturers and planners of  biogas  plants,  representatives  from  science  and  research  and  all  those  interested  in  the  biogas industry. Since  its establishment  in  1992,  the  association has  become  Europe’s  most  powerful organization  in  the  ﬁeld  of  biogas  with more  than  4,900  members. Fachverband Biogas  campaigns  for  the  increased  use  of  biogas technology  through  political  lobbying at EU, national and state level. Furthermore,   it   encourages   the   exchange  of  biogas-related  information and  knowledge,  for  instance  through collecting,   evaluating   and   spreading knowledge  of  scientiﬁc  ﬁndings  and practical  experience,  or  by  means  of conferences,   exhibitions  and other events. Fachverband Biogas aims at expanding and promoting biogas production in Germany in order to provide for a safe, sustainable and decentral energy provision and to reduce greenhouse gases. The promotion of closed loop recycling management, sustainable economic activity and regional added value are vital elements of this goal. Fachverband Biogas also acts as consultant to national and local authorities concerning biogas plants safety regulations. Fachverband Biogas provides knowledge of experienced biogas experts and can base its advice on German biogas knowledge which is derived from German experiences of about 8,000 biogas plants in operation and biogas experiences since several decades.","acronym":"FvB","interests":"Agriculture and Rural Development, Climate Action, Competition, Development, Energy, Environment, Taxation, Trans-European Networks, Transport","euInitiatives":"- EU Winter Package 2016&#xd;<br />- Fertiliser Regulation&#xd;<br />- Renewable Energy Directive II&#xd;<br />- ILUC&#xd;<br />- Energy Union&#xd;<br />- Heating &amp; Cooling Strategy&#xd;<br />- Circular Economy Package&#xd;<br />- Sustainability of solid and gaseous biomass&#xd;<br />- 2030 Climate and Energy Framework&#xd;<br />- Governance 2030&#xd;<br />- ETS reform&#xd;<br />- Revision of State Aid Guidelines&#xd;<br />- Waste Treatment BREF&#xd;<br />- EU directive on End of Waste criteria for organic waste","lastUp":"2018-01-31T09:11:11.207+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}