{"id":"595079026573-70","name":"Európai Föderalisták Uniója Magyarország egyesülete","registrationDate":"2017-03-30T18:56:59.569+01:00","category":3,"subCategory":2,"legal":"nonprofit egyesület","web":"http://federalists.hu","country":"Hungary","headAddress":"Lejtő út 12/a.","headCity":"Budapest","headPostCode":"H-1124","headPhone":"(36)2 09 11 18 66","boss":"Sándor HEGEDŰS","bossTitle":"","bossPosition":"elnök","membersCount":100,"membersFTE":"25.0","membership":"","memberOrga":"","goal":"-Az Európai Unió eszmeiségét, intézményrendszerét a magyar, és az európai polgárokkal, ennek keretében népszerűsítési, felvilágosítási tevékenységet folytasson (hazánkban, és nemzetközi szinten is), konferenciákat, rendezvényeket szervezzen, illetve azokon részt vegyen,&#xd;<br />-Elősegítse az Európai Föderalisták Uniója célkitűzéseinek megvalósítását, az európai föderációs , a valódi jogkörrel felruházott nemzetek feletti intézményrendszer, vagyis a föderális európai kormány létrehozását. Ez az európai polgárok által közvetlen választott képviselők közvetítésével az Európai Parlamentnek tartozik felelősséggel.&#xd;<br />-Úgy a hazai, mint az európai polgárok az alapvető emberi szabadságjogok biztosításával, az ellenzéki jog megtartásával, a közügyekbe történő szabad véleménynyilvánítás útján a közigazgatás, és a közügyek valamennyi területén, és szintjén történő maximális részvételét biztosítsa,&#xd;<br />-Működésével szolgálja az Európai Unió, illetve az ENSZ Környezetvédelmi egyezményeinek hazai megvalósítását. A környezetvédelem tekintetében minél nagyobb mértékben, szélesebb  körben ismertesse a megújuló energia felhasználásának előnyét, és a környezetre történő jótékony hatását,&#xd;<br />-A társadalom tagjainak az egészsége megőrzése érdekébe szervezze a polgárok szabadidős tevékenységének tartalmas eltöltését. Ennek érdekében szórakoztató, és sporttevékenység területén is tevékenységet folytat, zenei, művészeti programokról egészen a kispályás labdarúgó bajnokságokon keresztül,&#xd;<br />-A szociálisan rászorultak mellet nem csak szóban, és propagandában áll ki, hanem tényleges segítségnyújtással is támogatja a rászorultakat, ezzel a szociális ellátás területén is végez tevékenységet.&#xd;<br />&#xd;<br />Az Egyesület egy nemzetközi szervezetnek (Union of European Federalists Europe) rendes, teljes jogú tagja. (Székhelye B-1000 Bruxelles Square de Meeus 25.)&#xd;<br />&#xd;<br />Tevékenységek:&#xd;<br />oktatás (főtevékenység) TEÁOR 8559&#xd;<br />sportegyesületi tevékenység TEÁOR 9312&#xd;<br />szórakoztatói, sporttevékenység TEÁOR 9329&#xd;<br />környzetvédelem, kisebbségvédelem TEÁOR 9499","acronym":"UEF Magyarország","interests":"Education, Employment and Social Affairs, Energy, Environment, Humanitarian Aid, Sport, Trans-European Networks, Youth","euInitiatives":"Tevékenységek:&#xd;<br />oktatás (főtevékenység) TEÁOR 8559&#xd;<br />sportegyesületi tevékenység TEÁOR 9312&#xd;<br />szórakoztatói, sporttevékenység TEÁOR 9329&#xd;<br />környezetvédelem, kisebbségvédelem TEÁOR 9499","lastUp":"2017-04-03T14:40:42.240+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}