{"id":"595115132965-36","name":"ExportUSA","registrationDate":"2018-10-22T12:21:01.082+01:00","category":1,"subCategory":6,"legal":"SPRL","web":"https://www.exportusa.be/home/","country":"United states","headAddress":"18 Bridge Street Brooklyn","headCity":"Brooklyn - NY","headPostCode":"11201","headPhone":"(1)71 8- 52 2- 55 75","boss":"Muriel Nussbaumer","bossTitle":"Ms","bossPosition":"Business Director ","membersCount":1,"membersFTE":"0.25","membership":"exportUSA is Partner of the Italy American Chamber of Commerce https://www.italchamber.org/","memberOrga":"www.exportusa.us","goal":"ExportUSA SPRL is located in Brussels, under Belgian Law, as the institutional branch of the American headquarter ExportUSA. &#xd;<br />Our Brussels’ Office has been established on the principle that EU-US relations on trade issues could be supported and therefore fostered. We want to encourage the definition of a new political framework for the international trade between Europe and America by shaping debates with the European Institutions, participating as Partners to International Projects Co Founded by the European Union to share knowledge, experience, challenges, threats, best practices and also bad ones. &#xd;<br />ExportUSA SPRL is ready to work with Public Organizations and Bodies of different nature at International, European, National and Regional level for proposing solutions and related actions about the main Euro – American trade challenges.&#xd;<br />&#xd;<br />ExportUSA is proactively requesting to be included within the transparency register in preparation of any work that we might carry out at EU Level","acronym":"","interests":"Agriculture, Banking and financial services, Business and Industry, Climate Action, Customs, Education and training, Energy, External Relations, Food Safety, General and Institutional Affairs, International co-operation and development, Public Health, Regional Policy, Research and innovation, Taxation, Trade","euInitiatives":"The Document N° A8-0251/2018 &#xd;<br />&#xd;<br />REPORT on the state of EU-US relations (2017/2271(INI))&#xd;<br />Committee on Foreign Affairs&#xd;<br />Rapporteur: Elmar Brok&#xd;<br />&#xd;<br />Moreover, we are Consultants of an \"Erasmus for Young Entrepreneurs Global Pilot Project\" with the EEN (Eurosportello Veneto).","lastUp":"2018-10-30T10:56:39.855+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}