{"id":"595297035264-73","name":"Club europäischer Unternehmerinnen e. V.","registrationDate":"2019-06-29T21:32:05.271+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://ceu-hamburg.eu","country":"Germany","headAddress":"Im Alten Dorfe 25","headCity":"Hamburg","headPostCode":"22359","headPhone":"(49)40 89 72 77 51","boss":"Kristina Tröger","bossTitle":"Ms","bossPosition":"Präsidentin","membersCount":3,"membersFTE":"1.5","membership":"https://ceu-hamburg.eu","memberOrga":"https://ceu-hamburg.eu","goal":"Wir verstehen uns als „Die moderne Stimme der Unternehmerinnen in Wirtschaft, Politik und Gesellschaft“, und wir wollen überparteilich und unabhängig Frauen in der Wirtschaft fördern. •\tWir legen Wert darauf, dass unser Netzwerk nach außen wie nach innen wirkt: Nach außen geben wir Politik, Wirtschaft und Gesellschaft realitätsnahe, inhaltliche Denk- und Handlungsanstöße, indem wir nicht nur Ideen und Lösungsansätze formulieren. Wir beweisen auch, dass es viele erfolgreiche und gut vernetzte Frauen gibt, die eine Menge zur pragmatischen Lösung wirtschaftlicher, politischer und gesellschaftlicher Herausforderungen beitragen. Zudem bringen wir uns aktiv in die politischen Meinungsbildung ein, indem wir führende nationale und EU-Politiker zu Diskussionsrunden mit unseren Mitgliedern einladen, um unsere Sicht auf (notwendige) politische Initiativen und Gesetzesvorhaben zu vermitteln: In der Erwartung, dass dies die Sichtweise der Politiker um unsere konstruktive Perspektive erweitern wird. Nach innen stärkt unser branchenübergreifendes Netzwerk unsere Mitglieder: Diese können jederzeit die Erfahrung, Kompetenz und Vernetzung gleichgesinnter Unternehmerinnen nutzen, die sich professionell weiterentwickeln und gegenseitig unterstützen wollen. •\tUnd so wie es der Weltoffenheit unserer Mitglieder entspricht, ist auch unser Club international ausgerichtet. Wir vernetzen uns bewusst auch auf europäischer Ebene und bauen dafür eine umfassende, eigene europäische Struktur auf. Bereits jetzt haben wir Repräsentantinnen in drei europäischen Ländern (Italien, Spanien und Polen) und werden in Kürze auch in England, Frankreich und Schweden vertreten sein. Weitere Länder werden folgen.","acronym":"","interests":"Business and Industry, Competition, Energy, External Relations, Research and innovation, Single market","euInitiatives":"Die Investitionsoffensive mit der Einführung des Europäischen Fonds für Strategische Investitionen (EFSI).&#xd;<br />InvestEU – das neue Investitionsprogramm 2021–2027.&#xd;<br />Die Initiative der Europäischen Kommission zur Vereinbarkeit von Beruf und Privatleben.&#xd;<br />Transeuropäische Energieinfrastruktur – Bewertung der EU-Strategie.","lastUp":"2019-06-30T17:08:47.216+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}