{"id":"595296336635-26","name":"Women Environmental Programme","registrationDate":"2019-11-24T14:03:01.080+01:00","category":3,"subCategory":2,"legal":"Non Governmental Organization","web":"http://wepnigeria.net","country":"Nigeria","headAddress":"Block E Flat 2 Anambra Court, Gaduwa Housing Estate, Abuja","headCity":"Abuja","headPostCode":"","headPhone":"(234)81 17 29 50 65","boss":"Anne-Marie Abaagu","bossTitle":"Ms","bossPosition":"Acting Executive Director","membersCount":15,"membersFTE":"11.25","membership":"Women's Major Group - https://www.wecf.org/womens-major-group/&#xd;\nWomen And Gender Constituency - http://womengenderclimate.org/&#xd;\n&#xd;\nGender CC - https://www.gendercc.net/home.html&#xd;\n&#xd;\nGlobal Environment Facility CSOs Network - http://www.gefcso.org/www.gefcso.org/index.html","memberOrga":"WEP is not a membership organization but has branches in other countries like Togo, Burkina Faso and Tunisia. We however have some organizations we work with across different regions of the world.&#xd;\nWe are also affiliated to Women's Major Group and Women and Gender Constituency of UNFCCC. We are also a member of Gender CC.&#xd;\n&#xd;\nThe webpage of these organizations are below:&#xd;\nWomen's Major Group - https://www.wecf.org/womens-major-group/&#xd;\nWomen And Gender Constituency - http://womengenderclimate.org/&#xd;\n&#xd;\nGender CC - https://www.gendercc.net/home.html","goal":"Women Environmental Programme (WEP) is a non-governmental, non-profit, non-political, non-religious and voluntary organization formed in April 1997 by a group of women in Kaduna State. WEP envisions a world where the lives of women and youth are positively transformed.&#xd;<br />Although WEP emerged in response to the environmental pollution by industries in Kaduna State, over the years she has expanded her interventions to conflict transformation, climate change and governance issues. &#xd;<br />WEP has United Nations Economic and Social Council of the United Nations(UN) (ECOSOC) special status, Observer Status to the United Nations Environment Programme (UNEP) Governing Council/Global Ministerial Environment Forum, and United Nations Framework Convention on Climate Change (UNFCCC). With the Observer Status, WEP participate as a major group organization in contributing to the intergovernmental decision-making process in the UN-System.  WEP is the Focal Point for Global Environment Facility (GEF) CSOs in West Africa. &#xd;<br />&#xd;<br />Since 1997 WEP has impacted over 20,000,000 lives positively across the globe through her interventions in Environment, Governance, Climate Change, Women and Youth Empowerment, Peace and Conflict Transformation.&#xd;<br />&#xd;<br />Our Strategic Objectives &#xd;<br />i.\tTo sensitize and raise awareness of the general public on the impacts of climate change particularly on gender, its mitigation and adaptation; &#xd;<br />ii.\tTo stimulate the management of natural resources within the framework of national and international policies/convention for sustainable development of the environment; &#xd;<br />iii.\tTo build capacity of the relevant stakeholders on the management of the environment, conflict transformation, renewable energy, water and sanitation, violent extremism  and organic pollutants; &#xd;<br />iv.\tTo educate women and youths on their civic rights and responsibilities, and on democratic governance.","acronym":"WEP","interests":"Agriculture and Rural Development, Climate Action, Energy, Environment","euInitiatives":"Women Environmental Programme currently follows the climate change and energy programmes and activities of the European, as well as EU’s policies on ensuring gender equality and promoting civil society involvement in development programmes both in EU countries and in developing countries. &#xd;<br />As an organization that monitors policy processes globally specifically the Conference of Parties to the United Nations Framework Convention on Climate Change (UNFCCC) and the Convention on the Status of Women (CSW) at the Convention on Elimination of All Forms of Discrimination Against Women (CEDAW), WEP monitors EU’s climate and environment policies as well as policies relating to gender and women’s empowerment. WEP has followed EU’s debate at the climate change conferences and also have engaged EU delegations at different conferences to ensure they endorse some gender related text in the climate change negotiation document. Together with Women and Gender Constituency of the UNFCCC and our partners based in the Netherlands, we have followed the EU climate change plans closely including its Nationally Determined Contributions which aims to reduce greenhouse gas emission by at least 40% by 2030.&#xd;<br />WEP also through her partner, Women Engage for a Common Future (WECF) has made contributions to the EU’s Development Corporation arm’s allocation of resources to women and gender organizations where together we wrote a letter requesting for this and later had a meeting to discuss this.&#xd;<br />In Nigeria, WEP has engaged the EU delegation and has worked with them on many occasions on programmes aiming at promoting good governance, rule of law, human rights and gender equality.","lastUp":"2019-11-24T14:06:35.844+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}