{"id":"59537599436-96","name":"Nordic Logistics Association","registrationDate":"2012-08-28T12:14:31.065+02:00","category":2,"subCategory":1,"legal":"organisation","web":"http://www.nla.eu/","country":"Belgium","headAddress":"Rue d'Arlon 55","headCity":"Bruxelles","headPostCode":"1040","headPhone":"(47)41 50 67 80","boss":"Erik Østergaard","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"2.0","membership":"In Bruxelles we cooperate with a number of associations:&#xd;\nIRU, Eurocommerce, INE, CLECAT, ACEA, Shippers Council, FTA, FNTR, BGL. AISÖ, Dansk Erhverv, ELP, CORTE","memberOrga":"http://nla.eu/about/","goal":"Nordic Logistics Association represents Danish Transport and Logistics, Norwegian Road Transport Association and Swedish Road Operators Association in Bruxelles with support from SKAL Finnish Transport and Logistics. This decision has been taken to ensure high visibility and influence for the common interests and positions of the three associations in the EU –system.&#xd;<br />&#xd;<br />Close cooperation between the staff in each of the national associations – DTL, NLF and SÅ – will be established to ensure close exchange of opinions, experiences and positions in order for the secretariat of NLA to establish, promote and defend the priorities and positions of NLA.&#xd;<br />&#xd;<br />SKAL - Finnish Transport and Logistics is an associated member.&#xd;<br />&#xd;<br />All in all the members of the founding associations will get more influence in the EU, which will contribute to the work of improving the framework conditions for transport operators in our countries. The creation of NLA is also a step to engage in a stronger dialogue and cooperation with land transport organisations from other countries in the rest of the EU. This will give the EU an opportunity to get better background information and assessment in the context of legislating in the EU. NLA will also continue the constructive and important cooperation that the three founding associations have had with the International Road Transport Union (IRU) in Bruxelles.","acronym":"NLA","interests":"Agriculture and Rural Development, Borders and Security, Business and Industry, Climate Action, Communication, Competition, Customs, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Institutional affairs, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Mobility Package 1&#xd;<br />Mobility Package 2&#xd;<br />Mobility Package 3&#xd;<br />&#xd;<br />Road infrsatructure safety&#xd;<br />Social Dumping&#xd;<br />Climate policy&#xd;<br />Vehicle legislation&#xd;<br />Labour authority","lastUp":"2019-10-10T14:30:14.817+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}