{"id":"59537502076-56","name":"British Medical Association","registrationDate":"2009-07-28T15:04:20.117+02:00","category":2,"subCategory":4,"legal":"Professional association and trade union","web":"http://www.bma.org.uk","country":"United kingdom","headAddress":"Tavistock Square, BMA House","headCity":"London","headPostCode":"WC1H 9JP","headPhone":"(44)20 73 87 44 99","boss":"Tom Grinyer","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"The British Medical Association is the doctors’ professional organisation established to look after the professional and personal needs of our members. The BMA represents doctors in all branches of medicine all over the UK. &#xd;<br />&#xd;<br />We are a voluntary association with over two-thirds of practising UK doctors in membership and an independent trade union dedicated to protecting individual members and the collective interests of doctors. &#xd;<br />&#xd;<br />We are the voice for doctors and medical students – in constant contact with ministers, government departments, members of the UK, Scottish, Welsh, Northern Ireland and European Union administrations and many other influential bodies. &#xd;<br />&#xd;<br />We promote the medical and allied sciences, seek to maintain the honour and interests of the medical profession and promote the achievement of high quality healthcare. Our policies cover public health issues, medical ethics, science, the state of the NHS, medical education and doctors’ contracts.","acronym":"BMA","interests":"Competition, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Food Safety, International co-operation and development, Public Health, Research and innovation, Single market, Sport, Trade","euInitiatives":"Brexit and the whole gamut of policy areas impacting upon the medical profession and its patients.","lastUp":"2019-07-16T14:08:53.104+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}