{"id":"595328413083-91","name":"Association Internationale de la Mutualité","registrationDate":"2014-02-28T12:13:16.576+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://www.aim-mutual.org/home/","country":"Belgium","headAddress":"Rue d'Arlon, 50","headCity":"Brussels","headPostCode":"B-1000","headPhone":"(32)22 34 57 00","boss":"Christian Zahn","bossTitle":"Mr","bossPosition":"President","membersCount":5,"membersFTE":"2.5","membership":"social economy europe (http://www.socialeconomy.eu.org/)","memberOrga":"http://www.aim-mutual.org/members/","goal":"AIM is the umbrella organisation of (not-for-profit) health mutuals and health insurance funds in Europe and in the world. Through its 60 members from 30 countries, health coverage is provided to some 240 million people in the world and around 200 million in Europe through compulsory and/or complementary health insurance and managing health and social facilities.&#xd;<br />&#xd;<br />Objectives and Mission&#xd;<br />&#xd;<br />AIM strives to defend the access to healthcare for all through solidarity-based and non-for profit health insurance.&#xd;<br />AIM’s mission is to provide a platform for members to exchange common issues and to represent their interests and values in the European and international Institutions.&#xd;<br />&#xd;<br />Values&#xd;<br />The AIM was founded in 1950 based on mutuals’ values which are:&#xd;<br />&#xd;<br />Solidarity&#xd;<br />Not-for-profit orientation&#xd;<br />Universal Access to healthcare&#xd;<br />&#xd;<br />Mutuals and health protection organisations believe that health is not a good like others and that people should be at the center of the healthcare system. These values are rooted in the origin of the mutualist movement in the 19th century where people chose to go together and create health funds for their own protection. Nowadays mutual societies in Europe and some other mutual societies in the world fight to preserve these ideas also embodied in health protection bodies.&#xd;<br />&#xd;<br />Challenges&#xd;<br />&#xd;<br />Today AIM reaffirms the validity of its values in front of challenges such as ageing of the population, the prevalence of chronic diseases, rising healthcare expenditure and changes in lifestyles.&#xd;<br />&#xd;<br />AIM members engage for:&#xd;<br />&#xd;<br />Cost-efficient and affordable health systems,&#xd;<br />Strengthened health mutual benefit societies,recognized as such for their value in social economy, &#xd;<br />Health protection for all without inequalities","acronym":"AIM","interests":"Budget, Business and Industry, Competition, Consumers, Culture and media, Economy, finance and the euro, Employment and Social Affairs, Environment, Food Safety, International co-operation and development, Public Health, Single market, Taxation, Trade","euInitiatives":"in principle all initiatives, policies and legislative files that have an impact on the members of AIM, so mainly in the field of healthcare, insurance, social security, social economy etc.","lastUp":"2019-02-22T09:18:56.436+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}