{"id":"595448327274-67","name":"Max Planck Institute Foundation Luxemburg","registrationDate":"2017-05-24T14:46:22.394+02:00","category":4,"subCategory":5,"legal":"none","web":"http://mpi.lu","country":"Luxembourg","headAddress":"4, rue Alphonse Weicker","headCity":"Luxembourg","headPostCode":"L2721","headPhone":"(352)26 94 88","boss":"Hélène  Ruiz Fabri ","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":5,"membersFTE":"1.75","membership":"","memberOrga":"","goal":"Procedural law matters – this could be the leitmotif for the new Max Planck Institute Luxembourg for International, European and Regulatory Procedural Law. The Institute has started its work in fall 2012 at its temporary location on the Kirchberg plateau, where you can see from the reading room the towers of the European Court of Justice. The inauguration of the Institute took place on 8 May 2013 in the presence of the Grand Duke of Luxembourg.   &#xd;<br />&#xd;<br />The new Institute is the first Max Planck Institute on legal matters outside the German borders. It owes its existence to the Grand Duchy of Luxembourg which finances the Institute entirely, as a part of a broader strategy of the local government to develop Luxembourg as a center for academic excellence and higher education. The location in Luxembourg is ideal for a Max Planck Institute focusing on procedural law: Luxembourg is indeed the synonym for the constant development and expansion of the legal systems of the EU Member States by means of European law and of the jurisprudence of the Court of Justice of the European Union. The new MPI will establish a continuous and productive dialogue with the European courts and institutions. A close cooperation in research and also in teaching with the faculty of law of the University of Luxembourg is envisaged.","acronym":"MPILU","interests":"Consumers, Customs, Employment and Social Affairs, General and Institutional Affairs, Humanitarian aid and civil protection, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Research and innovation, Trans-European Networks","euInitiatives":"Informed Choices in Cross-Border Enforcement&#xd;<br />Legal consequences of Brexit&#xd;<br />The Implementation of the New Insolvency Regulation &#xd;<br />EUFam's Project","lastUp":"2018-05-07T16:06:04.983+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}