{"id":"595690433990-08","name":"González Byass S.A.","registrationDate":"2019-02-21T12:34:56.025+01:00","category":2,"subCategory":3,"legal":"Sociedad Anónima","web":"http://www.gonzalezbyass.com","country":"Spain","headAddress":"Calle Manuel María González, 12","headCity":"Jerez de la Frontera","headPostCode":"11403","headPhone":"(34)9 56 35 70 00","boss":"Manuel María Mauricio González-Gordon López de Carrizosa","bossTitle":"","bossPosition":"Presidente ","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Es una bodega familiar, presidida por la 5ª generación de la familia González que siempre ha mostrado su pasión por el vino, lo que le ha llevado no solo a extender la cultura del vino de Jerez por todos los rincones del mundo sino a convertirse también en una Familia de Vino, que representa fielmente la diversidad enológica de España&#xd;<br />Además de su pasión por el mundo del vino, González Byass siempre se ha destacado por su amor a la naturaleza y el apoyo al medio ambiente.&#xd;<br />En particular, uno de sus principales valores, lo constituye la sostenibilidad como equilibrio entre el desarrollo económico de la empresa y el respeto al medio ambiente y el entorno social en el que desarrolla su actividad, que se refleja en la existencia y aplicación en González Byass de un decálogo sostenible que se viene materializando en los últimos años a través de la implantación de procesos destinados a cuidar y mejorar el medio ambiente:&#xd;<br />1. Reducción de las emisiones generadas a la atmósfera. &#xd;<br />2. Disminución del consumo energético. &#xd;<br />3. Incremento del uso de energías limpias. &#xd;<br />4. Ahorro del consumo de agua. &#xd;<br />5. Reducción de la cantidad de residuos generados por la actividad. &#xd;<br />6. Compromiso con los proveedores y apuesta por el ecodiseño.&#xd;<br />7. Desarrollo de prácticas de agricultura sostenible en los viñedos. &#xd;<br />8. Conservación de la biodiversidad en el entorno. &#xd;<br />9. Compromiso con la sociedad. &#xd;<br />10. Compromiso social con los empleados.","acronym":"","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Environment, Research and innovation","euInitiatives":"Políticas y medidas que favorezcan e impulsen la sostenibilidad medioambiental en las empresas en general, y en el sector vitivinícola en particular.","lastUp":"2019-02-21T12:40:30.535+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}