{"id":"595672736778-89","name":"ARIEMA Energía y Mediambiente S.L","registrationDate":"2019-12-13T10:01:59.428+01:00","category":2,"subCategory":3,"legal":"sociedad limitada (S.L.)","web":"http://www.ariema.com","country":"Spain","headAddress":"Ronda de Poniente 15 1º interior izquierda","headCity":"Tres Cantos","headPostCode":"","headPhone":"(34)6 77 10 68 88","boss":"Rafael Luque Berruezo","bossTitle":"","bossPosition":"Director general","membersCount":1,"membersFTE":"0.25","membership":"ARIEMA, conocedora de la importancia de la participación en foros de cooperación empresarial es miembro de la Secretaría Técnica de varias Plataformas:&#xd;\n&#xd;\nPTEA: La Plataforma Tecnológica Española del Agua es una red de I+D+i del sector del agua cuyos objetivos principales son generar valor añadido para los socios, el sector y la sociedad, fomentar la participación y colaboración en materia de I+D+i entre entidades y autoridades nacionales e internacionales, públicas y privadas, fortaleciendo la colaboración entre la comunidad científica con el sector empresarial, elaborar e implantar una Agenda Estratégica de Investigación (AEI), identificar y promover proyectos de I+D+i, fomentar la transferencia tecnológica y promover la formación del tejido productivo y de usuarios.&#xd;\n&#xd;\nPTEPA: El objetivo principal de la Plataforma Tecnológica de la Pesca y la Acuicultura es agrupar a todas las partes interesadas dentro del sector pesquero y acuícola, aunando y coordinando acciones e información en relación a las tecnologías a las que dedican sus esfuerzos, planteando una estrategia nacional común de investigación, desarrollo e innovación que sitúe a las empresas nacionales del sector acuícola y pesquero en una posición competitiva.&#xd;\n&#xd;\nPTEHPC: El principal objetivo de la Plataforma Tecnológica del Hidrógeno y las Pilas de Combustible es facilitar y acelerar el desarrollo y la utilización en España de sistemas basados en pilas de combustible e hidrógeno, en sus diferentes tecnologías, para su aplicación en el transporte, el sector estacionario y el portátil.&#xd;\n&#xd;\nEFTP: El objetivo de la Plataforma Tecnológica Europea de la Pesca es asegurar la transferencia exitosa de tales tecnologías a los diferentes elementos de la profesión requerirá un enfoque integrado para promover el desarrollo de habilidades y el aprendizaje a lo largo de toda la vida. Debe asegurarse la aceptación de los resultados de las inversiones en&#xd;\n&#xd;\nParte del personal de ARIEMA está integrado en la Asociación Española del Hidrógeno y en el Comité AENOR CTN-181 (Tecnologías del Hidrógeno), centrado en generar y adaptar la normativa necesaria para la implementación y generalización del uso de estas tecnologías. Como se mencionó anteriormente, ARIEMA participa en el organismo europeo de I+D+i en hidrógeno por excelencia, la FCH JU, a través del proyecto MOBYPOST. Además,personal de ARIEMA participa como representante español en la Agencia Internacional de la Energía.&#xd;\n&#xd;\nARIEMA, por tanto, dispone de una posición privilegiada en cuanto a nuevas colaboraciones para proyectos, internacionalización, y colaboraciones para la comercialización, que sigue creciendo con cada nueva iniciativa o proyecto en los que participa.","memberOrga":"","goal":"Nuestra misión es promover en Europa y Latinoamérica las tecnologías de hidrógeno y pilas de combustible por electrolisis, a partir de fuentes renovables. Promoción de la I+D por medio de asociaciones tecnológicas relacionadas con la energía y medio ambiente; contribuyendo activamente al bienestar social, al desarrollo sostenible y a la generación de valor para nuestros grupos de interés.","acronym":"ARIEMA","interests":"Business and Industry, Climate Action, Education and training, Energy, Environment, Research and innovation","euInitiatives":"Almacenamiento de energía, utilización de tecnologías de hidrógeno y pilas de combustible.","lastUp":"2019-12-13T10:05:51.726+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}