{"id":"595839514792-24","name":"WOW societ? cooperativa a r.l.","registrationDate":"2014-10-27T18:15:03.984+01:00","category":1,"subCategory":6,"legal":"societ? cooperativa","web":"http://www.thewow.me","country":"Italy","headAddress":"Via dei Garofani 2","headCity":"Senigallia","headPostCode":"60019","headPhone":"(39)33 85 90 61 94","boss":"Massimo Bello","bossTitle":"Mr","bossPosition":"CEO - European Project Manager &amp; EU Public Funding Support ","membersCount":1,"membersFTE":"1.0","membership":"WOW aderisce alla centrale di cooperative UE.COOP;&#xd;\nhttp://www.uecoop.org/Pagine/default.aspx&#xd;\n&#xd;\nWOW ? membro della ?The Italian Chamber of Commerce and Industry for the UK? a Londra;&#xd;\nhttp://www.italchamind.eu/IT/members.aspx?id=3448&#xd;\n&#xd;\nWOW ? membro della \" The Italian and Belgian Chamber of Commerce\" a Bruxelles;&#xd;\nhttp://www.ccitabel.com/ccib/it/&#xd;\n&#xd;\nWOW ? membro della Camera di Commercio e dell'Industria Italo-Ceca a Praga;&#xd;\nhttp://www.camic.cz/","memberOrga":"","goal":"WOW ? una rete di partnership strategiche e di collaborazioni professionali (Network), specializzato nei  settori  dell?european  management, della  comunicazione  e  dei  social media.&#xd;<br />&#xd;<br />Lo Studio WOW ed il suo Network di professionisti sono in grado di fornire:&#xd;<br />&#xd;<br />CONSULENZA SUI FINANZIAMENTI EUROPEI (funding and research). Informazione e monitoraggio sulle  politiche e sui programmi di finanziamento UE, approfondimenti tematici e dossier documentali sugli assi e sugli strumenti finanziari dei Programmi UE. &#xd;<br />&#xd;<br />ANALISI DI PRE-FATTIBILITA? (Logical Framework Approach) e CHECK LIST. Analisi o Studi di Pre-Fattibilit? UE, unitamente alle Mappature di Finanziabilit? UE ed ai check list per approfondimento e studio di idee progettuali o ipotesi di progetto di PMI, enti pubblici e di altri attori socio-economici; &#xd;<br />&#xd;<br />NETWORKING, RELATIONSHIP E ATTIVITA? DI LOBBYING. Programmazione di attivit? di lobbying nella capitale europea, soprattutto per interloquire con i decision-makers e le Istituzioni UE. &#xd;<br />&#xd;<br />EUROPEAN PROJECT MANAGEMENT. L?attivit? di European Project Management consiste nella definizione, redazione e gestione della candidatura di finanziamento ai bandi UE, sia in qualit? di leader di progetto che come partner di progetto; gestione e rendicontazione del progetto finanziato.&#xd;<br />&#xd;<br />FORMAZIONE ED INFORMAZIONE EUROPEA: corsi di formazione. Organizzazione di seminari di studio o workshops tematici per PMI o per altri attori socio-economici. &#xd;<br />&#xd;<br />ATTIVITA? DI INTERNAZIONALIZZAZIONE. Predisposizione di Analisi di Fattibilit? per avviare il processo di internazionalizzazione. Studio, che esamini il contesto, le prospettive, gli strumenti e gli obiettivi generali del processo di internazionalizzazione.&#xd;<br />&#xd;<br />WOW ? un network di consulenti, professionisti e lobbisti accreditati alle Istituzioni europee che operano, da anni, nei settori dell?european project management e della comunicazione aziendale. Grazie al proprio team multi-lingue, offre ai propri clienti una consulenza tempestiva e aggiornata, una capacit? progettuale internazionale, un pacchetto integrato di servizi in materia di finanza agevolata comunitaria. &#xd;<br />&#xd;<br />WOW, organizzazione iscritta al Registro per la Trasparenza dell?Unione europea, e accreditata al Parlamento Europeo e alla Commissione Europea, supporta PMI ed Enti pubblici e privati a sviluppare e gestire progetti europei. WOW ha sviluppato un alto livello di specializzazione ed esperienza nel fund raising europeo su programmi europei a gestione diretta (HORIZON 2020, COSME, LIFE) ed indiretta (FESR, FSE, FEASR). &#xd;<br />&#xd;<br />In particolare:&#xd;<br />supporta ed assiste gli organismi pubblici e privati, PMI ad identificare le migliori soluzioni di finanziamento per i progetti da sviluppare e presentare all?Unione europea;&#xd;<br />segue l?elaborazione del processo e degli steps di europrogettazione;&#xd;<br />coordina la gestione e la rendicontazione dei progetti finanziati;&#xd;<br />cura, sviluppa e gestisce attivit? di networking, relationship, lobbying a Bruxelles e negli stati membri Ue/extra Ue;&#xd;<br />sviluppa le attivit? di internazionalizzazione per le PMI;&#xd;<br />realizza specifici interventi di formazione per gli staff di organismi pubblici e privati e PMI al fine di trasferire competenze sulla governance dei progetti europei;&#xd;<br />sviluppa interventi di ricerca, di consulenza e dossiers relativamente alle attivit? dell?Unione europea.","acronym":"WOW","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"La societ? WOW segue diverse iniziative dell'UE, soprattutto  le politiche ed i fascicoli relativi all'ambiente e all'energia, all'innovazione tecnologica, alle piccole e medie imprese, sviluppo regionale e ricerca, cultura e istruzione nell'ambito della nuova programmazione finanziaria 2014-2020 e della Strategia EUROPA 2020.","lastUp":"2017-10-13T08:50:39.000+01:00","customers":"DIASEN srl,BIOERG srl","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":"","turnoverRange":"100000-499999"}