{"id":"596580715333-53","name":"CLER - Réseau pour la transition énergétique","registrationDate":"2014-12-18T17:15:47.634+02:00","category":3,"subCategory":2,"legal":"Association loi 1901 (FRANCE)","web":"http://www.cler.org","country":"France","headAddress":"47 avenue Pasteur","headCity":"MONTREUIL","headPostCode":"93100","headPhone":"(33)1 55 86 80 00","boss":"Sandrine BURESI","bossTitle":"Ms","bossPosition":"co-Présidente","membersCount":2,"membersFTE":"0.75","membership":"Le CLER est membre d'EREF et d'Inforse au niveau européen.&#xd;\n&#xd;\nLe CLER coopère étroitement avec la coalition for energy savings, CAN-Europe, European Environmental Bureau et la campagne européenne \"Renovate Europe","memberOrga":"https://cler.org/le-reseau/adherents/","goal":"Le CLER, Réseau pour la transition énergétique, est une association agréée de protection de l’environnement créée en 1984 et habilitée à siéger dans les instances nationales par arrêté du 20 décembre 2013. Il a pour objectif de promouvoir les énergies renouvelables, la maîtrise de l’énergie, et, plus largement, la transition énergétique. Aujourd’hui, le CLER fédère un réseau de près de 300 structures professionnelles réparties sur l’ensemble du territoire.&#xd;<br />&#xd;<br />La composition variée du réseau, qui en fait sa force, permet une vision globale des questions énergétiques : &#xd;<br />&#xd;<br />Associations : Espaces Info Énergie, agences départementales d’information sur le logement, associations locales spécialistes des énergies renouvelables et de l’efficacité énergétique, ONG…&#xd;<br />Entreprises : Bureaux d’études, développeurs de projets, exploitants ou installateurs, fournisseurs d’équipements, architectes...&#xd;<br />Organismes publics : agences de l’énergie, organismes de formation et de recherche, collectivités territoriales, établissements publics et syndicats d’énergies...&#xd;<br />Spécialistes ou généralistes, les adhérents du CLER sont complémentaires et fonctionnent en réseau. Ils assurent un travail de terrain au cœur des territoires.","acronym":"CLER","interests":"Climate Action, Energy","euInitiatives":"Paquet Energie propre (EED, EPBD, GOV, MDI)&#xd;<br />MFF&#xd;<br />Directives écoconception et étiquette énergie","lastUp":"2018-04-04T15:14:27.808+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}