{"id":"596796520126-28","name":"Steptoe &amp; Johnson LLP","registrationDate":"2015-12-30T13:55:37.407+01:00","category":1,"subCategory":10,"legal":"Limited liability partnership","web":"http://www.steptoe.com","country":"United states","headAddress":"1330 Connecticut Avenue, NW","headCity":"Washington","headPostCode":"DC 20036","headPhone":"(1)20 24 29 30 00","boss":"Gwendolyn  Renigar","bossTitle":"Ms","bossPosition":"Partner","membersCount":6,"membersFTE":"1.5","membership":"Lex Mundi&#xd;\nInternational Bar Association&#xd;\nAmerican Chambers of Commerce to the EU and to Belgium&#xd;\nAssociation Internationale du Droit des Assurances&#xd;\nSwiss Chamber of Commerce&#xd;\nGreen Lane Association","memberOrga":"","goal":"For more than six decades, Steptoe has established a reputation for vigorous advocacy in complex litigation and arbitration, successful representation of clients before governmental agencies, and practical advice in guiding business transactions.  The firm is known for its ability to help clients solve multidimensional problems, particularly those with a governmental aspect.","acronym":"Steptoe","interests":"Agriculture and Rural Development, Banking and financial services, Business and Industry, Climate Action, Competition, Consumers, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Environment, External Relations, Food Safety, Foreign affairs and security policy, Institutional affairs, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"We advise on various EU law matters, mainly in relation to our EU practices: Environment and Life Sciences; Financial Services; Anti-Trust and Trade","lastUp":"2019-12-20T12:08:21.541+01:00","customers":"Syngenta International AG","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":""}