{"id":"596796520126-28","name":"Steptoe &amp; Johnson LLP","registrationDate":"2015-12-30T13:55:37.407+01:00","category":1,"subCategory":10,"legal":"Limited liability partnership","web":"http://www.steptoe.com","country":"United states","headAddress":"1330 Connecticut Avenue, NW","headCity":"Washington","headPostCode":"DC 20036","headPhone":"(1)20 24 29 30 00","boss":"Gwendolyn  Renigar","bossTitle":"Ms","bossPosition":"Partner","membersCount":6,"membersFTE":"1.5","membership":"Lex Mundi&#xd;\nInternational Bar Association&#xd;\nAmerican Chambers of Commerce to the EU and to Belgium&#xd;\nAssociation Internationale du Droit des Assurances&#xd;\nSwiss Chamber of Commerce&#xd;\nGreen Lane Association","memberOrga":"","goal":"For more than six decades, Steptoe has established a reputation for vigorous advocacy in complex litigation and arbitration, successful representation of clients before governmental agencies, and practical advice in guiding business transactions.  The firm is known for its ability to help clients solve multidimensional problems, particularly those with a governmental aspect.","acronym":"Steptoe","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"We advise on various EU law matters, mainly in relation to our EU practices: Environment and Life Sciences; Financial Services; Anti-Trust; Trade; and Energy.","lastUp":"2017-12-21T15:16:29.323+01:00","customers":"IDEXX LABORATORIES INC,Syngenta International AG","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":""}