{"id":"59726234027-26","name":"International Falcon Movement - Socialist Educational International","registrationDate":"2010-08-19T15:13:43.333+01:00","category":3,"subCategory":2,"legal":"AISBL (NGO registered in Belgium)","web":"http://www.ifm-sei.org","country":"Belgium","headAddress":"Rue Joseph II 120","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 15 79 27","boss":"Carly Walker-Dawson","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":1,"membersFTE":"0.25","membership":"European Youth Forum (full member)&#xd;\nLatin American and Caribbean Youth Forum (full member)&#xd;\nChildren's Rights Action Group (informal group)&#xd;\nEU Forum on the Rights of the Child (selected member)&#xd;\nSocialist International (fraternal)&#xd;\nParty of European Socialists (fraternal)","memberOrga":"www.ifm-sei.org/members/","goal":"The International Falcon Movement – Socialist Educational International is an international educational movement working to empower children and young people and fight for their rights. &#xd;<br />&#xd;<br />We are an umbrella movement for children and youth-led organisations all over the world, educating on the basis of our values of equality, democracy, peace, co-operation and friendship.&#xd;<br />&#xd;<br />Through our member organisations and the activities of our international, we aim to ensure children and young people are well informed about their rights and are empowered to ensure they are respected. To reach this goal, we organise a variety of activities including seminars and training courses, international camps, conferences and campaigns.","acronym":"IFM-SEI","interests":"Budget, Education and training, Employment and Social Affairs, Justice and Fundamental Rights, Youth","euInitiatives":"Active involvement in the work of the European Youth Forum and the Children's Right NGO Group.","lastUp":"2019-03-15T19:14:19.078+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}