{"id":"597565714356-11","name":"Vétérinaires Sans Frontières International","registrationDate":"2014-09-12T11:45:34.016+02:00","category":3,"subCategory":2,"legal":"aisbl","web":"http://vsf-international.org","country":"Belgium","headAddress":"Av. Paul Deschanel, 36-38","headCity":"Bruxelles","headPostCode":"1030","headPhone":"(32)0 25 39 09 89","boss":"Koen Van Troos","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"http://vsf-international.org/about-us/our-members/","goal":"Vétérinaires Sans Frontières International’s (VSF-Int)  vision is : Healthy people, healthy animals, healthy planet. &#xd;<br />&#xd;<br />VSF-Int is a network of not-for-profit organisations that operate in the field of animal health and production and agriculture using a holistic approach, integrating human, animal and environment health and pursues humanitarian, development, scientific, educational and advocacy objectives. The member organizations of the network support people whose livelihoods depend on the health and production of their animals, regardless of their ethnic or religious status. &#xd;<br />VSF International believes that:&#xd;<br />• Food sovereignty and food safety and security are a basic human right, &#xd;<br />• The healthy and sustainable relationship between humans, animals and their environment is of the utmost importance for the livelihoods and living conditions of all people.&#xd;<br />• Food safety and security through veterinary care and knowledge are crucial for improving livelihoods of vulnerable populations.&#xd;<br />&#xd;<br />The mission of VSF International is to strengthen its members to reach their vision through networking, cooperation on projects, and the sharing of information and experiences in improving the well-being of disadvantaged populations through veterinary services and animal production, knowledge and infrastructure in the broadest sense.","acronym":"VSF-Int","interests":"Agriculture and Rural Development, Climate Action, Development, Environment, Food Safety, Humanitarian Aid","euInitiatives":"Follow up of policies concerning small scale farmers, pastoralists, animal health and welfare, development cooperation.","lastUp":"2018-04-02T10:40:27.504+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}