{"id":"597634335562-23","name":"Jungheinrich AG","registrationDate":"2019-08-01T13:17:26.823+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://jungheinrich.com","country":"Germany","headAddress":"Jungheinrich AG","headCity":"Hamburg","headPostCode":"22047","headPhone":"(49)4 06 94 80","boss":"Hans-Georg Frey","bossTitle":"","bossPosition":"Vorsitzender des Vorstandes der Jungheinrich AG","membersCount":8,"membersFTE":"4.25","membership":"Mitglied in den übergeordneten Gremien sowie in div. fachspezifischen Gremien (nicht im Detail genannt):&#xd;\n&#xd;\nwww.vdma.org&#xd;\nwww.vdi.de&#xd;\nwww.fem-eur.com","memberOrga":"Mitglied in den übergeordneten Gremien sowie in div. fachspezifischen Gremien (nicht im Detail genannt):&#xd;\n&#xd;\nwww.din.de&#xd;\nwww.din.de/de/mitwirken/normenausschuesse/nam&#xd;\nwww.cencenelec.eu&#xd;\nwww.cen.eu/work/Sectors/Mechanical_machines/Pages/Industrialmachinery.aspx&#xd;\nwww.iso.org&#xd;\nwww.iso.org/committee/51588/x/catalogue/","goal":"Jungheinrich wurde 1953 gegründet und zählt zu den führenden Lösungsanbietern in der Intralogistik.&#xd;<br />Mit einem umfassenden Portfolio an Flurförderzeugen, Logistiksystemen und Dienstleistungen kann Jungheinrich kundenspezifische Lösungen anbieten.&#xd;<br />Die Produktpalette umfasst alle Arten von Flurförderzeugen einschließlich schlüsselfertiger Lagerhäuser.&#xd;<br />Das Angebot an Flurförderzeugen reicht vom Handgabelhubwagen bis hin zu vollautomatischen autonom fahrenden und stapelnden Flurförderzeugen.&#xd;<br />Der Bereich Logistiksysteme bietet Regale sowie Automatisierungskomponenten und Softwarelösungen. Das Angebot umfasst die kundenspezifische Planung, Projektierung und Realisierung von schlüsselfertigen Komplettlagern unter Einbeziehung der von Jungheinrich produzierten und angebotenen Produkte und Dienstleistungen.&#xd;<br />Das umfassende Serviceangebot rundet das Geschäftsfeld von Jungheinrich ab. Es beinhaltet alle Arten von After-Sales-Dienstleistungen, Finanzdienstleistungen sowie kunden- und fachspezifische Beratung.","acronym":"Jungheinrich","interests":"Business and Industry, Digital economy and society, Environment, International co-operation and development, Single market, Trans-European Networks","euInitiatives":"Wir beobachten alle Aktivitäten in Zusammenhang mit folgenden Richtlinien, im Wesentlichen die folgenden:&#xd;<br />- Maschinenrichtlinie&#xd;<br />- Niederspannungsrichtlinie&#xd;<br />- Funkanlagenrichtlinie&#xd;<br />- EMV Richtlinie&#xd;<br />- ERP Richtlinie","lastUp":"2019-08-01T13:18:11.159+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}