{"id":"597840321807-18","name":"Fondation Internationale pour les Défenseurs des Droits de l'Homme","registrationDate":"2016-05-17T12:26:06.741+02:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://www.protectdefenders.eu","country":"Belgium","headAddress":"Rue de la Sablonnière","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)0 22 01 87 27","boss":"AUGUSTIJN Van Zwoll","bossTitle":"Ms","bossPosition":"Head of Secretariat","membersCount":5,"membersFTE":"5.0","membership":"","memberOrga":"https://www.protectdefenders.eu/about.html","goal":"ProtectDefenders.eu is the European Union Human Rights Defenders mechanism, established to protect defenders at high risk and facing the most difficult situations worldwide. Led by a Consortium of 12 NGOs active in the field of Human Rights.&#xd;<br />&#xd;<br />ProtectDefenders.eu provides a stable, comprehensive and gender-sensitive EU support to individuals and local actors who strive to promote and defend human rights worldwide.&#xd;<br />&#xd;<br />ProtectDefenders.eu is committed to reaching Human Rights Defenders working in remote areas and countries where it is particularly dangerous to work in human rights defence. It also focuses on defenders who are especially targeted, including women human rights defenders, defenders of LGBTI rights, land and environmental rights defenders, economic and social rights defenders, defenders of minorities, lawyers, and those fighting for freedom of expression and association.&#xd;<br />&#xd;<br />ProtectDefenders.eu is supported by the European Instrument for Democracy and Human Rights (EIDHR), which provides for 95% of its funding.","acronym":"ProtectDefenders.eu","interests":"Budget, Communication, Culture and media, Education and training, External Relations, Foreign and Security Policy and Defence, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights","euInitiatives":"European Union Human Rights Defenders Mechanism or the European Instrument for Democracry and Human Rights","lastUp":"2018-09-03T10:10:46.035+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}