{"id":"597848518285-91","name":"Vernunftkraft Odenwald e.V.","registrationDate":"2015-07-23T16:53:25.679+02:00","category":3,"subCategory":2,"legal":"registered association, VR 83873 at district court of Darmstadt, Germany","web":"https://www.vernunftkraft-odenwald.de","country":"Germany","headAddress":"Bürgermeister-Dörr-Straße 9","headCity":"Höchst im Odenwald","headPostCode":"64739","headPhone":"(49)60 78 51 12","boss":"Peter Geisinger","bossTitle":"Mr","bossPosition":"speaker of the registered association","membersCount":6,"membersFTE":"3.0","membership":"www.vernunftkraft-hessen.de&#xd;\n&#xd;\nhttps://www.vernunftkraft.de/bundesinitiative","memberOrga":"","goal":"Preserve countryside local landscape with emphasis on preserving woods, natural habitats and animal life for the benefit of people living in the region and visitors seeking relaxation and health. Stop the uncoordinated and overwhelming increase in Wind Turbines; 2018: ca. 30.000 in Germany. Plans by DENA (German Energy Agency) are to increase this number to 120.000 in the year 2050 which means there hardly remain livable areas for people and wildlife. The windparks are concentrated preferably in the countryside, very often on wood covered hills, thus reducing the area for recreation and health and also the habitats of protected species like Birds (e.g. Red Milan, Black Stork, Buzzards) and Bats substantially.This development has to be stopped. Prices for Electricity go up constantly in Germany (presently 32 Ct./kWh compared to 18 Ct./kWh in 2004). Electricity Prices are the highest in Europe. An effect on CO2 Emissions (see relevant statistics) is not measurable even if only Emissions from Electricity production are taken into account.","acronym":"VkO","interests":"Energy, Environment, Justice and Fundamental Rights, Public Health","euInitiatives":"EU-initiatives observed or followed by Vernunftkraft Odenwald e.V.&#xd;<br />&#xd;<br />EU implementation of the Aarhus Convention in the area of access to justice in environmental matters&#xd;<br />https://ec.europa.eu/info/law/better-regulation/initiatives/ares-2018-2432060_en&#xd;<br />&#xd;<br />Environmental crime - reviewing the EU rules&#xd;<br />https://ec.europa.eu/info/law/better-regulation/initiatives/ares-2018-4981980_en&#xd;<br />&#xd;<br />EU farm policy – evaluation of its impact on habitats, landscapes and biodiversity&#xd;<br />https://ec.europa.eu/info/law/better-regulation/initiatives/ares-2018-5223823_en&#xd;<br />&#xd;<br />Sustainable batteries – EU requirements&#xd;<br />https://ec.europa.eu/info/law/better-regulation/initiatives/ares-2018-5951053_en&#xd;<br />&#xd;<br />Noise&#xd;<br />Environmental noise pollution relates to noise caused by road, rail and airport traffic, industry, construction, as well as some other outdoor activities. &#xd;<br />Prolonged exposure to noise can lead to serious health effects mediated by the human endocrine system and by the brain, such as sleep disturbance, cardiovascular diseases, annoyance (a feeling of discomfort affecting general well-being), cognitive impairment and mental health problems. It can also cause direct effects such as tinnitus.&#xd;<br />The effects of exposure to noise impact EU economies. They lead to a loss of productivity of workers whose health and well-being are affected by noise, put a burden on health care systems and cause a substantial depreciation of real-estate value.&#xd;<br />For questions and comments, please write to env-noise@ec.europa.eu.&#xd;<br />https://ec.europa.eu/info/events/noise-europe-2017-apr-24_en","lastUp":"2019-08-21T17:23:59.816+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}