{"id":"598077313900-66","name":"Virtual Physiological Human Institute for Integrative Biomedical Research","registrationDate":"2014-07-03T10:32:57.104+02:00","category":4,"subCategory":5,"legal":"non-profit organization","web":"http://www.vph-institute.org/","country":"Belgium","headAddress":"Celestijnenlaan, 300C","headCity":"Heverlee","headPostCode":"3001","headPhone":"(32)16 32 40 10","boss":"Marco Viceconti","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"Avicenna Alliance: http://avicenna-alliance.com/&#xd;\nIUPS: http://www.iups.it/","memberOrga":"http://www.vph-institute.org/member-list.html","goal":"The VPH Institute promotes, supports, and pursues not-for-profit scientific research and development on integrative biomedicine and related topics. It sustains the synergistic coordination of all members’ efforts as well as those of the wider scientific, medical, industrial and institutional community toward the common goal of developing, testing and implementing integrative &#xd;<br />biomedical science and technology-facilitated applications. &#xd;<br />It is part of the specific objectives and activities which contribute to the accomplishment of the VPH Institute’s purpose: &#xd;<br />- Establish a think-tank to advise and support governmental and non-governmental institutions on research &amp; technology development programmes and initiatives on integrative biomedicine and related topics. &#xd;<br />- Conduct or participate in studies to assess the status, the level of adoption, and the impact of integrative methods and technologies, and in any other studies, research or implementation projects to advance integrative biomedicine and related topics. &#xd;<br />- Provide a single voice for all its members and the wider scientific, medical, industrial and institutional community that can contribute to sustain the development, assessment and deployment of the integrative biomedicine vision. &#xd;<br />- Support standardisation processes to ensure interoperability of integrative technologies and the integration of data, information, knowledge, and understanding captured in digital format. &#xd;<br />- Provide platforms for the exchange of ideas, challenges, solutions and experience between the heath-care industry, health-service providers and founders, and researchers. &#xd;<br />- Foster and participate in the collaborative development, assessment, deployment, and maintenance of tools, services, and methods for biomedical integrative research and clinical practice. &#xd;<br />- Manage, directly or through its member organisations, shared infrastructures to support the integrative approach in research and clinical practice.","acronym":"VPH Institute","interests":"Public Health, Research and innovation","euInitiatives":"Medical device directive&#xd;<br />Data Protection&#xd;<br />EMA regulation&#xd;<br />Consultation for In Silico Medicine","lastUp":"2019-06-24T17:10:57.800+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}