{"id":"598056927276-08","name":"Bayerischer Handwerkstag","registrationDate":"2017-05-24T15:27:56.088+01:00","category":2,"subCategory":4,"legal":"Eingetragener Verein","web":"http://dasbayerischehandwerk.de","country":"Germany","headAddress":"Max-Joseph-Straße 4","headCity":"München","headPostCode":"80333","headPhone":"(49)89 57 75 01","boss":"Frank Hüpers, Dr. ","bossTitle":"","bossPosition":"Hauptgeschäftsführer","membersCount":2,"membersFTE":"0.5","membership":"Der BHT ist Mitglied bei: Deutscher Verband für Schweißen, Straßen/Schifffahrtsverein, Forum Medtech Pharma, RKW Bayern, Studiengesellschaft für Mittelstandsfragen, Ludwig-Erhard-Stiftung, Akademie für Handwerkerfortbildung, Verein zur Förderung des Handwerks, Bayerische Akademie ländlicher Raum, Deutscher Arbeitsgerichtsverband, Umweltschutz in Bayern, Verein zur Förderung der Wettbewerbsfähigkeit.","memberOrga":"www.dasbayerischehandwerk.de","goal":"Der Bayerische Handwerkstag (BHT) vertritt und fördert als Spitzenorganisation der bayerischen Handwerkskammern und -verbände die Gesamtinteressen des bayerischen Handwerks in allen Grundsatzfragen. Dem BHT obliegt die Wahrnehmung der Belange des bayerischen Handwerks gegenüber der Volksvertretung, der Staatsregierung, den Parteien sowie deren Körperschaften und Verbänden. Der BHT hat insbesondere die Aufgabe, eine einheitliche Willensbildung des bayerischen Handwerks in allen Grundsatzfragen herbeizuführen, zu allen das Handwerk betreffenden, grundsätzlichen Angelegenheiten Stellung zu nehmen und si zu vertreten.","acronym":"BHT","interests":"Agriculture and Rural Development, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Institutional affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"EU-Binnenmarktstrategie: Dienstleistungspaket (Reglementierung von Berufen, Dienstleistungskarte), Digitale Binnenmarktstrategie (Datenwirtschaft, Online-Handel, Plattformökonomie, digitale Innovationen), TTIP, KMU-Förderung (Start-Ups, Scale-Ups), KMU-Definition, EU-Lebensmittelpolitik, EU-Kohäsionspolitik, EU-Beschäftigungs- und Arbeitsmarktpolitik (Entsenderichtlinie, Säule sozialer Rechte), Duale Ausbildung, Qualifizierung, Verkehrs-, Umwelt-, Energiepolitik, EU-Finanzmarktpolitik.","lastUp":"2019-12-04T11:21:31.496+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}