{"id":"598490114845-32","name":"Wave di M. Bettinelli","registrationDate":"2014-11-02T16:47:16.081+01:00","category":1,"subCategory":8,"legal":"Studio di Comunicazione &amp; Lobbying","web":"http://www.wavecomunicazione.it","country":"Italy","headAddress":"Francesco Crispi, 22","headCity":"Crema","headPostCode":"26013","headPhone":"(39)03 73 25 94 95","boss":"MICHELA BETTINELLI","bossTitle":"Ms","bossPosition":"Titolare","membersCount":1,"membersFTE":"1.0","membership":"Associazione Italiana Consulenti Politici","memberOrga":"","goal":"Dal 2007 rappresentiamo gli interessi di imprese e organizzazioni in ambito politico ed istituzionale e le supportiamo  nella costruzione di relazioni e partnership.&#xd;<br />&#xd;<br /> La nostra missione è accompagnare i nostri clienti nella creazione di un sistema di relazioni proficuo e trasparente. Crediamo molto nel “Network” e operiamo mettendo in rete aziende, istituzioni, associazioni, politica, cittadini, consumatori, gruppi di interesse e media.","acronym":"WAVE","interests":"Agriculture and Rural Development, Borders and Security, Budget, Business and Industry, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Enlargement, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Sport, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"E.U. Institutional Lobbying and European Affairs: &#xd;<br />&#xd;<br />Richieste di deroga e modifica a normative comunitarie e monitoraggio lavori su settore agroalimentare con particolare riferimento a:&#xd;<br />- Regulation (EU) 2016/580&#xd;<br />- Regulation (EC) No 451/2008&#xd;<br />- Regulation (EU) No 1308/2013&#xd;<br />- Regulation (EU) No 1144/2014&#xd;<br />- Regulation (EU) 2016/792 &#xd;<br />&#xd;<br />Rappresentanza di interessi aziendali settore Cosmetico (Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on market surveillance and compliance of products and amending Council Directive 2004/42/EC, Regulations (EC) No 765/2008 and (EU) No 305/2011)&#xd;<br />&#xd;<br />- Rappresentanza di interessi a livello culturale e identitario&#xd;<br />- Realizzazione di progetti europei su fondi diretti&#xd;<br />- Riconoscimento della figura professionale dell'europrogettista.","lastUp":"2019-02-18T15:18:27.839+01:00","customers":"Gruppo Panificatori - Confcommercio Cremona,AEB GROUP SPA","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":"0-99999"}