{"id":"598568715476-62","name":"BirdLife Malta","registrationDate":"2015-01-08T12:33:42.547+01:00","category":3,"subCategory":2,"legal":"Voluntary Organisation","web":"http://www.birdlifemalta.org/","country":"Malta","headAddress":"57/28 Marina Court, Triq Abate Rigord","headCity":"Ta' Xbiex","headPostCode":"XBX 1120","headPhone":"(356)21 34 76 44","boss":"Mark Sultana","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":10,"membersFTE":"10.0","membership":"BirdLife Europe and Asia&#xd;\nBirdLife International&#xd;\nEuropean Environmental Citizens'​ Organisation for Standardisation","memberOrga":"BirdLife International &#xd;\nBirdLife Europe and Asia","goal":"BirdLife Malta is the oldest environmental NGO in Malta working to conserve birds and their habitats. For more than 50 years, BirdLife Malta has been an advocate for the protection of the Maltese wildlife becoming the leading professional nature conservation organization in Malta, growing into an effective, medium-size BirdLife partner.&#xd;<br />&#xd;<br />BirdLife Malta is growing steadily, mostly through the implementation of externally-funded projects, corporate partnerships as well as through internship programmes. Thanks to our projects, we have built the organisation’s skills and expertise in delivering large scale, multiyear projects with clear benefits for the natural world. &#xd;<br />&#xd;<br />Our vision: &#xd;<br />To have a country which flourishes with increased biodiversity and an increased respect towards it by the people of Malta and Gozo to live sustainably with nature. &#xd;<br />&#xd;<br />Our mission: &#xd;<br />To work towards conserving habitats and the biodiversity within by engaging into field actions, scientific studies, advocacy and policy making with Governments and engaging with people through educational activities and experiences.&#xd;<br />&#xd;<br />Our values:&#xd;<br />Sustainability: We believe that all human activity must be sustainable long term in harmony with the entire biodiversity.&#xd;<br />&#xd;<br />Science &amp; Research: We believe in scientific research based decisions and actions&#xd;<br />&#xd;<br />People engagement: we believe in the strength of the people. That they should be well informed and be able to engage in decision making&#xd;<br />&#xd;<br />Partnerships: we believe that the fight to save our planet’s biodiversity is one that can be achieved if all stake holders are united for this cause.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Communication, Education and training, Environment, Regional Policy, Youth","euInitiatives":"EU's Birds Directive&#xd;<br />EU's Habitats Directive&#xd;<br />EU's Water Framework Directive&#xd;<br />EU's Marine Strategy Framework Directive","lastUp":"2019-03-22T11:53:43.429+01:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}