{"id":"598568715476-62","name":"BirdLife Malta","registrationDate":"2015-01-08T12:33:42.547+01:00","category":3,"subCategory":2,"legal":"Voluntary Organisation","web":"http://www.birdlifemalta.org/","country":"Malta","headAddress":"57/28 Marina Court, Triq Abate Rigord","headCity":"Ta' Xbiex","headPostCode":"XBX 1027","headPhone":"(356)21 34 76 44","boss":"Mark Sultana","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":10,"membersFTE":"10.0","membership":"BirdLife Europe and Asia&#xd;\nBirdLife International","memberOrga":"BirdLife International &#xd;\nBirdLife Europe and Asia","goal":"BirdLife Malta is the largest and longest established environmental NGO on the Maltese Islands. For over 50 years, it has been conserving wild birds and their habitats and inspiring people about nature. &#xd;<br />&#xd;<br />Today, BirdLife Malta manages three nature reserves, campaigns about issues that affect birds and biodiversity (including illegal hunting), reaches 80% of primary age children with its educational work and undertakes research in to birds to ensure conservation effort is successful.&#xd;<br />&#xd;<br />BirdLife Malta has been the Coordinating Beneficiary of three LIFE Projects: The LIFE Yelokouan Shearwater Project (LIFE06NAT/MT/00097); EU LIFE+ Project on Bird Migration and Trapping (LIFE07 INF/MT/000554) and; The EU LIFE+ Malta Seabird Project (LIFE10 NAT/MT/090). These projects have built the orgnisation’s skills and expertise in delivering large scale, multi-year projects with clear benefits for the natural world.&#xd;<br />&#xd;<br />Additionally, BirdLife Malta has developed a thorough understanding of the breeding and migrating birds of Malta through many years of research, supported by a team of voluntary bird ringers.  The research led to the publication of the Malta Breeding Bird Atlas (2008) and the definitive Breeding Birds of Malta (2011).  This research has helped to determine where there are opportunities to re-establish breeding bird species in Malta to increase biodiversity.&#xd;<br />&#xd;<br />BirdLife Malta is a registered voluntary organisation (VO/0052) operating under an agreed statute and governed by a Council of Trustees elected by the membership every two years.  The organisation is managed by an Executive Director and work is delivered by a team of staff with expertise in conservation, research, education and environmental communications.  This is underpinned by a financial and administrative team and large numbers of volunteers who actively work to support the organisation.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Communication, Education and training, Environment, Regional Policy, Youth","euInitiatives":"EU's Birds Directive&#xd;<br />EU's Habitats Directive&#xd;<br />EU's Water Framework Directive&#xd;<br />EU's Marine Strategy Framework Directive","lastUp":"2019-03-18T16:55:34.744+01:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}