{"id":"599743711223-32","name":"European Commitee of Electrical Installation Equipment Manufacturers","registrationDate":"2013-05-28T14:01:36.015+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.cecapi.org","country":"Belgium","headAddress":"BluePoint Brussels, Boulevard Auguste Reyers 80","headCity":"Brussels","headPostCode":"1030","headPhone":"(32)22 06 68 83","boss":"Oscar Querol","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":3,"membersFTE":"1.0","membership":"CENELEC Partner - https://www.cenelec.eu/dyn/www/f?p=web:134&#xd;\nEuropean Cyber Security Organisation (ECSO) https://ecs-org.eu/membership","memberOrga":"As detailed previously, CECAPI is an Association of Associations involving representation from 9 European countries:&#xd;\n-FEEI (Austria) - www.feei.at&#xd;\n-AGORIA (Belgium) - www.agoria.be&#xd;\n-IGEIM (Switzerland)&#xd;\n-ZVEI (Germany) - www.zvei.org&#xd;\n-AFME (Spain) - www.afme.es&#xd;\n-IGNES (France) - www.ignes.fr&#xd;\n-ANIE (Italy) - www.anie.it&#xd;\n-ANIMEE (Portugal) - www.animee.pt&#xd;\n-BEAMA (United Kingdom) - www. beama.org.uk&#xd;\nAssociate Membership was introduced in 2015 - current Associate Members are:&#xd;\nHAGER; LEGRAND; NIKO; SCHNEIDER ELECTRIC; SIMON; GEWISS; EATON","goal":"The objective of CECAPI is to promote and to develop the collective and common technical, industrial, economical and political interests of the European electrical installation equipment manufacturing industry. To that effect CECAPI shall carry out, alone or in collaboration with third parties, activities and steps that are deemed appropriate and useful. CECAPI shall in particular, but not limited to, develop the following activities:&#xd;<br />-\tpromote the electrical installation equipment manufacturing industry, its expertise, its values and its contribution to the European and the world economy;&#xd;<br />-\tmonitor the regulatory, economic and technical developments at European and global level of interest to the electrical installation equipment manufacturing industry and disseminate the information among its members;&#xd;<br />-\tliaise with the European institutions and other national and European stakeholders to advocate the interests and contribution of the European electrical installation; equipment manufacturing industry with regard to safety, competitiveness and growth;&#xd;<br />-\tparticipate as stakeholder in the formulation, adoption and implementation of European policy, legislation and regulation of interest to the electrical installation equipment manufacturing industry;&#xd;<br />-\tpromote European and IEC standards all over the world.","acronym":"CECAPI","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Energy, Environment, Institutional affairs, International co-operation and development, Research and innovation, Single market, Trade, Transport","euInitiatives":"All EU initiatives, policies and legislative files that could affect the Electrical Industry (LVD, EMCD, RED, RoHS, WEEE, REACH, EED, EPBD, Cybersecurity Act, etc)","lastUp":"2020-01-07T10:18:00.824+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}