{"id":"599841812260-74","name":"European Union of the Deaf Youth","registrationDate":"2013-11-14T14:53:46.609+01:00","category":3,"subCategory":2,"legal":"Ivzw","web":"http://www.eudy.info","country":"Belgium","headAddress":"Wetstraat, 26/15","headCity":"Brussel","headPostCode":"1040","headPhone":"(32)4 94 07 54 72","boss":"Dennis Hoogeveen","bossTitle":"Mr","bossPosition":"Voorzitter","membersCount":1,"membersFTE":"0.25","membership":"EUDY werkt nauw samen met European Union of the Deaf, de belangenorganisatie voor alle doven in de lidstaten van de Europese Unie. &#xd;\n&#xd;\nVerder onderhoudt EUDY nauwe contacten met European Youth Forum, Jongerencomité van European Disability Forum, European Deaf Students' Union en European Forum of Sign Language Interpreters.","memberOrga":"EUDY is lid van EDF en European Youth Forum. EUDY heeft zelf 27 lidstaten (nationale organisaties voor Dove jongeren in de lidstaten van de Raad van Europa) en ongeveer 30 individuele leden.","goal":"ART 2. Sectie 1. Doelstelling&#xd;<br />EUDY is een internationale vereniging zonder winstoogmerk voor, door en van jonge dove mensen die de&#xd;<br />belangen van alle jonge dove personen in Europa promoot en steunt. Om fundamentele mensenrechten te&#xd;<br />bedingen en te laten aannemen door supranationale organisaties, alsmede nationale, regionale en lokale&#xd;<br />overheden, zijn de doelen van EUDY het volgende:&#xd;<br />a. De persoonlijke ontwikkelingen van dove jongeren cultiveren, inclusief het versterken van hun identiteit,&#xd;<br />gebarentaal en culturele erfgoed;&#xd;<br />b. Dove jongeren empoweren om volwaardige burgers te worden, door volwaardige toegankelijkheid tot&#xd;<br />alle informatie en communicatie in gebarentaal te verzekeren;&#xd;<br />c. Het promoten van de rechten en toegang tot onderwijs, arbeid en andere gebieden voor ieder doof&#xd;<br />persoon uit stedelijke en landelijke gebieden in verschillende regio’s – inclusief de minder ontwikkelde –&#xd;<br />van Europa;&#xd;<br />d. Politieke en sociale participatie in de maatschappij vanaf een vroege leeftijd aanmoedigen;&#xd;<br />e. Het faciliteren van uitwisseling van ideeën, vaardigheden en ervaringen door verregaande wederzijdse&#xd;<br />begrip tussen dove jongeren door culturen, landen en regio’s op alle niveaus.&#xd;<br />ART 2. Sectie 2. Activiteiten&#xd;<br />EUDY heeft de volgende activiteiten, ter verwezenlijking van bovengenoemde doelstellingen:&#xd;<br />a. Het stimuleren van samenwerking tussen Nationale Dove Jongerenorganisaties in Europa en het&#xd;<br />promoten en/of coördineren van Europese activiteiten voor dove jongeren en hun organisaties;&#xd;<br />b. Vertegenwoordiging van dove jongeren bij Europese en internationale instituten en organisaties, tot&#xd;<br />welke kunnen behoren: Europese Unie, Europese Raad (CoE), de Verenigde Naties of dergelijke;&#xd;<br />c. Het samenwerken met andere organisaties, als ze geen bezwaar maken tegen de doelen en activiteiten&#xd;<br />van EUDY. De precieze voorwaarden van zulke samenwerking zullen worden gereglementeerd in&#xd;<br />gedetailleerde overeenkomsten, die worden goedgekeurd door het Bestuur en geratificeerd door de&#xd;<br />Algemene Vergadering;&#xd;<br />&#xd;<br />Statuten van de European Union of the Deaf Youth&#xd;<br />&#xd;<br />6&#xd;<br />e&#xd;<br />versie – Gent, België (2019)&#xd;<br />&#xd;<br />3&#xd;<br />d. Het aanmoedigen van betekenisvolle uitwisselingen in de geest van intergenerationele solidariteit;&#xd;<br />e. Het faciliteren en organiseren van trainingen en andere activiteiten om de doelen, zoals vastgelegd in de&#xd;<br />statuten van EUDY, te steunen;&#xd;<br />f. Het uitvoeren en opdracht geven tot onderzoek en het verzamelen van gegevens om de positie van&#xd;<br />dove jongeren in de academische en politieke sfeer te versterken. De resultaten zullen gedeeld worden&#xd;<br />met het algehele publiek en andere geïnteresseerde partijen, inclusief EUDY-partners en openbare&#xd;<br />instituten;&#xd;<br />g. het doen van alles om, direct of indirect, de doelstellingen en activiteiten van EUDY te bevorderen.","acronym":"EUDY","interests":"Communication, Culture, Culture and media, Education and training, Employment and Social Affairs, Youth","euInitiatives":"Volgt op dit moment de Youth Intergroup en de Disability Intergroup.","lastUp":"2019-12-17T15:43:47.600+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}