{"id":"599930431166-09","name":"Fondazione Nuovo Villaggio del Fanciullo","registrationDate":"2018-04-12T16:05:22.257+02:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://www.villaggiofanciullo.org","country":"Italy","headAddress":"56 Martiri street n. 79","headCity":"Ravenna","headPostCode":"48124","headPhone":"(39)05 44 60 35 19","boss":"Paola Morigi","bossTitle":"Mr","bossPosition":"President","membersCount":30,"membersFTE":"15.0","membership":"","memberOrga":"Municipality of Ravenna – Child Protection Service. The Child Protection Service is a local Public Service which has a direct collaboration with the Fondazione Nuovo Villaggio del Fanciullo especially for the identification of minors that will be sent to the facility and it is responsible for the training and support to the health and social care staff of the Foundation mainly for the bureaucratic and legal aspects. The service will work with the Foundation to facilitate the access of young minors to the employment market and improve their employability, providing job grants and training (such as CV writing, job hunting strategies, skills assessment, ecc.). &#xd;\nhttp://www.comune.ra.it/&#xd;\n&#xd;\nSan Maurizio Centre – Residential and rehabilitation Centre for pathological addictions. The San Maurizio Centre, accredited body and it has collaborated with Fondazione Nuovo Villaggio del Fanciullo since 2007 . &#xd;\nhttp://www.sanmaurizio.org/&#xd;\n&#xd;\nASL Romagna – SER.T Forlì (Public Service of pathological addictions in Forlì). Through the prevention and proximity services managed by the Fondazione Nuovo Villaggio del Fanciullo and SER.T Forlì, young minors who are resident in the UAMS will take part in peer education projects related to the prevention of unhealthy lifestyles such as doing drugs or showing illegal behaviors. &#xd;\nhttp://www.ausl.fo.it/AziendaUSLdellaRomagnaForl%C3%AC/DipartimentiAziendali/DipartimentoSaluteMentaleDipendenzePatologiche/UOSERTServizioDipendenzePatologiche/tabid/2966/Default.aspx","goal":"The \" Fondazione Nuovo Villaggio del Fanciullo\" was set up in May 1990 by an expressed wish of Don Ulisse in memory of his parents Anna and Celso Frascali. The Foundation is a NGO recognized by the Ministry of Foreign Affairs to promote non-profit initiatives in Italy and in developing countries. The organization has the accreditation of the Health and Social Welfare Policies of Emilia-Romagna Region, it operates with the local HealthCare Service (AUSL), and it works with public and private bodies of the territory.&#xd;<br />The “Fondazione Nuovo Villaggio del Fanciullo” in Ravenna works to give back full right people to the society, it is a NGO specialized in the rehabilitation of people with drug addictions, in creating and promoting prevention programs to the community drug scene, in collaboration with drug related services, at local and regional level and civil society. In addiction, the Foundation is specialized  in the hospitality and education of unaccompagned foreign minors through prevention and care, personal, intellectual and cultural growth. &#xd;<br />Highly qualified workers operate to social re-integration through individual empowerment. The employees are 47 operators, 2 psychiatrics and 8 external consultants. The majority of the staff (70%) has a degree and has been hired with permanent contracts. &#xd;<br />&#xd;<br />The organization is consisting of several structures/services:&#xd;<br />a) A Residential and therapeutic rehabilitation Centre for drug and alcol abusers&#xd;<br />b)\tPrevention services – Proximity Services at regional level in collaboration with Ser.T Forli ( Public Service of pathological addictions);&#xd;<br />c)\tCommunity for unaccompanied foreign minors;&#xd;<br />d)\tResidential Therapeutic Centre for pathological and new addictions. Therapeutic/rehabilitative and pedagogical path also to inmates through alternative punishment measures to jail;&#xd;<br />e)\tVilla Nina: Centre for crisis management, diagnostic, reassessment and detoxification process. Vìlla Nina was established as a specialist centre in response to the complexity of the conditions of multi-drug abuse;&#xd;<br />f)\tCesena Apartment Group: Residential house that provides permanent or temporary residential housing and support.","acronym":"FNVF","interests":"Communication, Culture, Development, Education, Humanitarian Aid, Justice and Fundamental Rights, Public Health, Research and Technology, Sport, Youth","euInitiatives":"Lead Coordinator of the project FAIR Fighting Against inmates Radicalisation - project number 763538 - FAIR-Just &#xd;<br />AG 2016/JUST-AG- 2016-03ABOUT THE FAIR PROJECT &#xd;<br /> The FAIR main objectives are: &#xd;<br /> - to prevent and deter the process of violent extremisms and recruitment of prisoners incarcerated in European correctional facilities by violent extremist and terrorist groups. &#xd;<br /> - to promote disengagement in violent radicalised individuals in prisons. &#xd;<br />FAIR addresses and actively includes the following target groups through several activities: &#xd;<br />- 170 PROFESSIONALS WORKING IN THE PRISON SYSTEM (penitentiary police, social assistance operators, healthcare operators, volunteers, religious representatives, and lawyers) are included in the discussion groups and training programme for prison operators to boost their competences and skills, and to set up the alert system to detect and monitor the radicalisation process inside the prison. The programme follows the analyses of the European best practices on measures to prevent and combat violent radicalisation and mapping of prison operators’ needs. The programme is supported with two web tools: web platform with useful resources and online consultation service for prison operators, both disseminated via social networks and live events in 9 partner countries.&#xd;<br />- 50 INMATES openly radicalised or vulnerable to violent extremist recruitment are involved into the rehabilitation programme in 8 EU prisons. &#xd;<br />- 162 STAKEHOLDERS from judiciary system and institutional representatives are involved in spreading out the model of alternative detention centre for the rehabilitation of radicalised inmates in order to reach agreements that allow for the concrete operational feasibility in prison system.&#xd;<br />&#xd;<br />We would like to highlight that the registration to the Transparency Register is also requested in order to apply for the call for a membership in the Civil Society Forum on Drugs with the deadline of the 16th of April 2018.","lastUp":"2018-04-12T17:27:35.475+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}