{"id":"600578828943-97","name":"Irish Council of Churches","registrationDate":"2017-11-13T12:19:17.695+01:00","category":5,"subCategory":15,"legal":"charity","web":"http://irishchurches.org","country":"United kingdom","headAddress":"Inter-Church Centre","headCity":"Belfast","headPostCode":"BT96AZ","headPhone":"(44)28 90 66 31 45","boss":"Nicola Brady","bossTitle":"Ms","bossPosition":"General Secretary","membersCount":15,"membersFTE":"3.75","membership":"http://www.ceceurope.org","memberOrga":"https://www.irishchurches.org/about/who-we-are","goal":"The Irish Council of Churches was founded in 1923 in the aftermath of the civil war and is the formal national body through which our member churches formally engage, dialogue and act on a wide variety of issues. We are established by our member churches and funded by them. Our present day membership reflects the changing landscape of Christianity across Protestant, Orthodox, Reformed, Catholic, Independent and Migrant–led churches. Our newest Member, the Redeemed Christian Church of God is the largest migrant–led Church in Ireland with over 15,000 members throughout Ireland and the latest Census lists over 45,000 Orthodox adherents. When added to the membership of our longer established traditions we encompass the vast majority of Christians within Ireland.&#xd;<br />Through our structures churches in Ireland from across the wide range of established traditions have been meeting together on an ongoing and all–island basis for over 90 years. Countless positive changes have taken place as a consequence of the relationships formed, bridges built and actions taken through and beyond our dialogues together.","acronym":"ICC","interests":"Climate Action, Education, Employment and Social Affairs, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian Aid, Justice and Fundamental Rights, Regional Policy","euInitiatives":"Social issues, church-state relations, migration, Brexit and implications for the island of Ireland, justice issues, climate justice,","lastUp":"2017-11-13T12:26:18.677+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}