{"id":"600950336173-91","name":"ESPADEROS DEL ATLANTICO S.A.","registrationDate":"2019-10-10T12:28:37.178+02:00","category":2,"subCategory":3,"legal":"SOCIEDAD ANONIMA","web":"http://espaderosdelatlantico.com","country":"Spain","headAddress":"Lonja de Grandes Peces y Bajura, oficinas 12-13","headCity":"VIGO","headPostCode":"36202","headPhone":"(34)9 86 24 34 80","boss":"Emilio Martínez Cadilla","bossTitle":"","bossPosition":"Director General","membersCount":2,"membersFTE":"0.5","membership":"CONXEMAR&#xd;\nANFACO&#xd;\nAsociación Nacional de Empresas Comercializadoras y Transformadoras de Especies Altamente Migratorias- ANECTEAM","memberOrga":"CONXEMAR&#xd;\nANFACO&#xd;\nAsociación Nacional de Empresas Comercializadoras y Transformadoras de Especies Altamente Migratorias- ANECTEAM","goal":"ESPADEROS DEL ATLÁNTICO S.A. se constituye en Vigo a comienzos del año 2003 sobre la base de una alianza estratégica de más de 30 armadores de palangre de superficie, cuyos buques desarrollan su actividad pesquera en los principales caladeros a nivel mundial&#xd;<br />El objetivo principal de nuestra empresa es la comercialización directa y sostenible  del producto de las capturas de nuestra flota asociada, acercando de este modo a productores y consumidores &#xd;<br />&#xd;<br />ESPADEROS DEL ATLANTICO S.A. , basa su línea de actuación  en  la mejora constante en todos sus  procesos (producción, transformación y comercialización), en su compromiso de calidad, transparencia y seguridad alimentaria y en el establecimiento de pautas y directrices a nuestros proveedores orientadas a mejorar y recuperar a nivel internacional el estado de las pesquerías, compatibilizando por ello, la actividad y comercio pesquero con la sostenibilidad de los ecosistemas de los que depende la pesquería  &#xd;<br />&#xd;<br />Conscientes de que los consumidores vienen reclamando cada vez más  productos con un menor impacto medioambiental, ESPADEROS DEL ATLANTICO S.A. ,ha asumido como uno sus objetivos básicos , el acometimiento de todas aquellas acciones necesarias dirigidas al reconocimiento de la pesquería de palangre de superficie como sostenible y  respetuosa con los recursos, implementando para ello, nuevas medidas de mejora  y aplicando prácticas sostenibles que respalden una producción y una comercialización  que cumpla con los estándares de sostenibilidad más rigurosos a nivel internacional","acronym":"","interests":"Consumers, Environment, Food Safety, Maritime affairs and fisheries, Trade","euInitiatives":"Políticas vinculadas a la pesquería de palangre de superficie, Sostenibilidad de los recursos, Calidad y seguridad alimentaria, comercialización de los productos pesqueros","lastUp":"2019-10-10T12:29:33.257+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}