{"id":"60105502183-69","name":"European Anglers Alliance","registrationDate":"2009-08-26T05:01:37.206+01:00","category":3,"subCategory":2,"legal":"not for profit","web":"http://www.eaa-europe.eu","country":"Belgium","headAddress":"Rue de la Loi, 81a","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)27 25 11 15","boss":"Fred Bloot","bossTitle":"Mr","bossPosition":"President","membersCount":21,"membersFTE":"6.0","membership":"EAA is networking with angling organisations and the tackle trade all over Europe and globally.","memberOrga":"Österreichisches Kuratorium fur Fischerei und &#xd;\nGewässerschutz (8500),&#xd;\nSportvisserij Vlaanderen&#xd;\nVerband Deutscher Sportfischer (700000),&#xd;\nDanmarks Sportfiskerforbund (31000),&#xd;\nFinnish Federation for Recreational Fishing (75000),&#xd;\nFédération Nationale des Pêcheurs Plaisanciers et Sportifs de France (21000),&#xd;\nSportvisserij Nederland (363000),&#xd;\nNorges Jeger- og Fiskerforbund (120000),&#xd;\nSportfiskarna Sverige (27000),&#xd;\nSlovenia Ribiska Zveza (16000),&#xd;\nFédération Suisse de Pêche et de Pisciculture (50000),&#xd;\nAngling Trust (310000),&#xd;\nAngling Council of Ireland (24000),&#xd;\nAlleanza Pescatori Ricreativa (2000),&#xd;\nTrout Anglers Federation of Ireland (10000)","goal":"EAA's policies are environmentally 'green' and rooted in the 'sustainable use of resources' tradition as understood from an angling perspective. The EAA is committed to the concepts of sustainable development and ecosystem based management, and to protect biodiversity in all its forms, genetic diversity, species diversity -incl. a healthy age-distribution within fish stocks- and ecosystem diversity.&#xd;<br />&#xd;<br />Cutting from the EAA Statutes:&#xd;<br />&#xd;<br />1. The overall goal of EAA is to work, on European level and in the framework of international projects, for the interests of recreational angling, by active involvement in all areas which are vital for the present status and the future development of fish stocks, aquatic environment and angling activities.&#xd;<br /> &#xd;<br />2. to promote and administer a National and International alliance to  improve the aquatic environment as it affects, or may affect, the well being of fisheries and angling within EU Member States and other European States;&#xd;<br /> &#xd;<br />3. to promote and defend fisheries and angling on the basis of ecological sustainability and sensible use of natural resources, in particular by the conservation of all species of fish and their habitat, including the promotion and definition of proper methods of maintaining and controlling stock levels;&#xd;<br /> &#xd;<br />4. to establish and maintain a permanent liaison with, and to support angling organisations throughout Europe;&#xd;<br /> &#xd;<br />5. to defend angling activities of associated organisations and their affiliated members, subject to the laws applicable in each member nations; to do and to promote research in relation to fish and their environment and to co-operate with national and international organisations with similar interests which might assist the Alliance to achieve its objectives;&#xd;<br /> &#xd;<br />6. to defend the interests of members and member organisations, to take joint decisions on matters of common interest and to implement those decisions;&#xd;<br /> &#xd;<br />7. to promote all forms of angling activities, methods and equipment, which comply with acceptable conditions of capture and retention of fish prior to release (where applicable) and to promote scientific research for the purpose of achieving this objective;&#xd;<br /> &#xd;<br />8. to promote the education of anglers and the general public as to the principles and ethics of angling, its socio-economic importance, the importance of fish and their habitat in the management of the aquatic environment;&#xd;<br /> &#xd;<br />9. to secure and expand the access of anglers to all angling waters including the sea;&#xd;<br /> &#xd;<br />10. to do research on issues relevant for pursuing the above mentioned objectives.","acronym":"EAA","interests":"Agriculture and Rural Development, Culture, Enterprise, Environment, Fisheries and Aquaculture, General and Institutional Affairs, Sport, Youth","euInitiatives":"- Implementation of the CFP reform&#xd;<br />- Implementation of the MSFD.&#xd;<br />- The overfished sea bass stock.&#xd;<br />- Baltic salmon and trout management.&#xd;<br />- Baltic cod&#xd;<br />- Implementation of the WFD&#xd;<br />- The Biodiversity Strategy&#xd;<br />- Implementation of the Invasive Species Regulation.&#xd;<br />- NATURA 2000 (is a member of the NATURA 2000 USER GROUP).","lastUp":"2017-03-13T11:03:25.330+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}