{"id":"60129672848-81","name":"Гражданско сдружение \"Регионално бъдеще\"","registrationDate":"2009-12-19T17:39:03.988+01:00","category":3,"subCategory":2,"legal":"НПО (NGO)","web":"","country":"Bulgaria","headAddress":"\"Панайот Хитов\", 1","headCity":"с. Връв, област Видин","headPostCode":"3779","headPhone":"(359)8 88 66 82 35","boss":"Свилен Маринов","bossTitle":"Mr","bossPosition":"управител","membersCount":10,"membersFTE":"2.5","membership":"","memberOrga":"","goal":"А./ Развитие и утвърждаване на гражданското общество и защита на човешките права:&#xd;<br />1. да подпомага членовете си да превъзмогнат унизителното състояние, в което се намират по повод на узнаване в пълна степен на правата си. Неразбирането на правата са довели до фактическата социална изолация от обществено-значимите проблеми на обществото;&#xd;<br />2. да подпомага и представлява членовете си при защита на своите права пред държавните и местните органи на администрацията и управлението и да съдействува, подпомага и представлява членовете си в образуваните производства по защита на техните права;&#xd;<br />3. да съдействува за установяване на контакти с международни организации с оглед осъществяване на правата на членовете си в рамките на Европейския съюз;&#xd;<br />4. да осъществява подпомагане за реализацията на правата в пълния им размер на младежите-членове и тяхното активно включване в обществения живот и преодоляване на социалната изолация, в която са поставени в региона. Работата с младежите е изключителен акцент на сдружението по отношение реализацията на правата им заложени в националното ни и европейското законодателство;&#xd;<br /> \t5. да съдействува на членовете си за повишаване на информационната си култура ползувайки съвременни информационни технологии;&#xd;<br />\t6. съдействува, подпомага и реализира заедно с членовете си проекти за финансиране по грантови схеми на структурните фондове и кохезионния фонд на ЕС, както и съдействие за стартиране и разширяване на собствен бизнес по местоживеене на членовете. &#xd;<br />\tБ./ Развитието и утвърждаването на духовните ценности и религиозната култура &#xd;<br />\t1. да съдействува за развитие на духовните ценности, като сътрудничи с местните народни читалища в осъществяване и реализацията на Конвенцията за нематериалното културно наследство и разработка на пълната номенклатура на местните традиции и обичаи. Да се разработват съвместни проекти за финансиране на дейността на читалищата имаща отношение към дейността на сдружението;&#xd;<br />\t2. да съдействува чрез и/или от името на църковните настоятелства на храмовете намиращи се в териториалния обхват на сдружението за придобиване на средства за укрепителни, възстановителни и реставрационни дейности и ново строителство в рамките на храмовете;&#xd;<br />\tВ./ Развитието на здравеопазването, образованието, науката, културата, техниката, технологиите и физическата култура:&#xd;<br />\t1./ разработка и реализация на проекти в посочените области и предмет на безвъзмездно финансиране от структурните фондове на ЕС чрез седемте оперативни програми, Програмата за развитие на селските райони 2007-2013 и Програмата за развитие на рибарството и аквакултурите, както и програми за трансгранично, междурегионално и междунационално сътрудничество; донорски програми на отделни правителства и други;&#xd;<br />\t2./ разработка на проекти за превръщане на сдружението в център за трансфер на върхови технологии и тяхното реализиране под формата на демонстрационни проекти.&#xd;<br />\tГ./ Разработка на регионални проекти и реализацията им за подпомагане на социално слабите граждани; на хората с увреждания и на лицата нуждаещи се от грижи;&#xd;<br />\t1./ разработка и реализация на проекти за краткосрочно изграждане на социална инфраструктура за подпомагане на посочените рискови групи от населението, която инфраструктура да отразява стандартите на ЕС по отношение грижите за хората в неравностойно положение;&#xd;<br />\t2./ активно участие в проекти разработени и реализирани, като обновяване на населените места в регионалния обхват на сдружението.&#xd;<br />\tД./ Разработка на проекти и реализацията им самостоятелно и в сътрудничество с държавни и местни органи на администрацията за социалната интеграция на наличните малцинствени общности – власи, роми, новоселяни и личностната реализация на хората. Гражданите на двете общини Брегово и Ново село са населени тотално от компактна група от власи с присъствие на локализирани групи в отделни населени места от роми и в самото с.Ново село от уникална етническа общност – новоселяни.","acronym":"CA_RF","interests":"Agriculture and Rural Development, Competition, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Regional Policy, Research and Technology, Trans-European Networks, Transport, Youth","euInitiatives":"В момента следя неизпълнението на практика на изискването на чл. 174 до 177 от Договора за функциониране на Европейския съюз по отношение на принципа на сближаване","lastUp":"2018-01-16T12:37:15.008+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}