{"id":"601223121882-35","name":"Universitetet i Bergen","registrationDate":"2016-05-30T12:24:43.606+01:00","category":4,"subCategory":12,"legal":"none","web":"http://www.uib.no","country":"Norway","headAddress":"Muséplass 1","headCity":"Bergen","headPostCode":"NO-5020","headPhone":"(47)55 58 49 80","boss":"Magnus Holtermann","bossTitle":"Mr","bossPosition":"Senior Legal Adviser","membersCount":3,"membersFTE":"3.0","membership":"Marine Board: http://www.marineboard.eu/&#xd;\nCoimbra Group: http://www.coimbra-group.eu/","memberOrga":"http://www.uib.no/","goal":"The University of Bergen (UiB) is an international research university in which all activity is based on academic freedom and curiosity-driven research. The mission is to contribute to society through expertise acquired through excellent research, education, dissemination of knowledge and innovation.&#xd;<br />In addition to research and education in the traditional university disciplines, the academic profile of the UiB has three major focuses: marine research, climate and energy transition, and global societal challenges. &#xd;<br />&#xd;<br />UiB has 3,600 staff and a total of 14,800 students. Around 1,550 of these are international students. About one in three graduating doctors are from outside Norway.&#xd;<br />There are six faculties and together with the University museum these represent the most important knowledge arenas.","acronym":"UiB","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"* Seventh Framework Programme for Research&#xd;<br />* Horizon 2020&#xd;<br />* Erasmus +","lastUp":"2019-03-13T13:22:35.171+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}