{"id":"601682417261-34","name":"The Kvinna till Kvinna Foundation","registrationDate":"2015-05-07T10:46:01.642+02:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://kvinnatillkvinna.se","country":"Sweden","headAddress":"Slakthusplan 3","headCity":"Johanneshov","headPostCode":"121 62","headPhone":"(46)8 58 88 91 00","boss":"Petra Tötterman Andorff","bossTitle":"Ms","bossPosition":"Acting Secretary General","membersCount":8,"membersFTE":"3.5","membership":"Concord Sweden&#xd;\nEuropean Peacebuilding Liaison Office (EPLO)&#xd;\nEuroMed Rights Network&#xd;\nAWID, Association for Women´s Rights in Development","memberOrga":"","goal":"Kvinna till Kvinna's mandate: The Kvinna till Kvinna Foundation is to operate without attaching importance to religious, political, national or ethnic affiliation. These requirements also apply to The Kvinna till Kvinna Foundation's partner organisations. Our established purposes: 1. To conduct projects in regions of war and armed conflict that promote women's self-reliance and self-esteem, women's psychosocial and/or physical health; or that contribute to promoting women's participation in the building of a democratic civil society. 2. To foster studies and research on the effects of war and armed conflict on women. 3. To bring to the attention of the public facts and information about the effects of war and to build public support for peaceful conflict resolution through the use of civil means.","acronym":"","interests":"Development, Enlargement, Foreign and Security Policy and Defence, Humanitarian Aid, Justice and Fundamental Rights, Regional Policy, Youth","euInitiatives":"- Comprehensive approach to the EU implementation of the United Nations Security Council Resolutions 1325 and 1820 on women, peace and security.&#xd;<br />- EU Gender Action Plan.&#xd;<br />- EU Neighbourhood Policy.&#xd;<br />- EU Enlargement Process for the Balkans.&#xd;<br />- Eastern Partnership Civil Society Forum","lastUp":"2018-04-20T12:41:58.246+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}