{"id":"6018012754-28","name":"Arconic Europe","registrationDate":"2008-12-09T16:39:43.906+01:00","category":2,"subCategory":3,"legal":"SARL","web":"http://www.arconic.com","country":"Switzerland","headAddress":"rue de la Cité 1, 1204 Genève","headCity":"Geneva","headPostCode":"1204","headPhone":"(4122)9 19 60 00","boss":"Lluis Fargas","bossTitle":"Mr","bossPosition":"Vice-President, Arconic Europe","membersCount":1,"membersFTE":"1.0","membership":"Arconic is a member of the following EU associations:&#xd;\n&#xd;\nEuropean Aluminium Association&#xd;\nAmerican Chamber of Commerce to the European Union&#xd;\nBussinessEurope&#xd;\nInternational Public Transport Association&#xd;\nAssociation of European Wheel Manufacturers&#xd;\n&#xd;\nArconic is also a member of the Public Affairs Council","memberOrga":"","goal":"Arconic is a global technology, engineering and advanced manufacturing leader.&#xd;<br />Its European Government Relations Office in Brussels facilitates a continuous dialogue with EU decision-makers and other stakeholders and manages the company's membership in EU associations.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Foreign affairs and security policy, Institutional affairs, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"- A Clean Planet for all. A European strategic long-term vision for a prosperous, modern, competitive and climate neutral economy (COM/2018/773)&#xd;<br />- EUROPE ON THE MOVE Sustainable Mobility for Europe: safe, connected, and clean&#xd;<br />COM/2018/293 final&#xd;<br />- Digitising European Industry. Reaping the full benefits of a Digital Single Market (COM/2016/180)&#xd;<br />- A vistion for the European industry until 2030&#xd;<br />- Report on the implementation of the Trade Strategy Trade for All (COM/2017/491)&#xd;<br />- Preparing for the withdrawal of the United Kingdom from the European Union on 30 March 2019&#xd;<br />COM/2018/556 final/2","lastUp":"2019-11-07T12:57:35.089+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}