{"id":"602066424987-29","name":"Confederazione Italiana Armatori","registrationDate":"2016-12-09T11:42:27.856+01:00","category":2,"subCategory":4,"legal":"Non profit Association","web":"http://www.confitarma.it","country":"Italy","headAddress":"Piazza SS.Apostoli, 66","headCity":"Roma","headPostCode":"00187","headPhone":"(39)06 67 48 12 11","boss":"Gennaro FIORE","bossTitle":"Mr","bossPosition":"Direttore Generale","membersCount":2,"membersFTE":"0.5","membership":"BIMCO – Baltic and International Maritime Council&#xd;\nICS – International Chamber of Shipping: www. ics-shipping.org&#xd;\nISF – International Shipping Federation: www.marisec.org&#xd;\nECSA: www.ecsa.eu","memberOrga":"www.confitarma.it","goal":"Heir to a shipping company and shipowners’ trade association tradition that dates back to the start of the century, CONFITARMA – the Italian Shipowners’ Confederation – represents more than nine tenths of the Italian merchant fleet. Its members include shipping companies and shipowners’ groups that operate in all the different sectors of cargo and passenger transport, as well as in the cruise sector and in the supply of auxiliary traffic services.&#xd;<br />&#xd;<br />CONFITARMA pursues the following objectives: promoting the growth of the Italian merchant marine fleet under a policy that exploits the full potential of maritime transport; representing the shipping industry in dealings with political and administrative authorities, as well as with any public or private bodies, on both the national and international levels; signing labour-union and economic agreements, as well as collective bargaining contracts; representing and defending the interests of its members with regard to labour-union and economic issues of both general and specific interest; and providing information and consulting services to members.","acronym":"CONFITARMA","interests":"Climate Action, Competition, Customs, Energy, Environment, External Relations, General and Institutional Affairs, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"CONFITARMA is a member of the Italian General Confederation of Industry - CONFINDUSTRIA and the National Federation of Systems and Modes of Transport and Connected Activities - FEDERTRASPORTO. Has representatives sitting on the National Council of Economics and Labour - FEDERAZIONE DEL MARE and the Italian Short Sea Shipping Promotion Office. Moreover cooperate with: &#xd;<br />BIMCO – Baltic and International Maritime Council&#xd;<br />CENSA – Council of European and Japanese Shipowners Association&#xd;<br />ICS – International Chamber of Shipping&#xd;<br />ISF – International Shipping Federation&#xd;<br />IMO – International Maritime Organization&#xd;<br />&#xd;<br /> Active in  many legislative files  promoted by the EU institutes that range fronm  enviriomental proposals ( MRV, Co\", Ship Recycling) Safety and Security  (REFIT exercise), Logistics and Muultimodality ( CEF calls) etc.","lastUp":"2017-11-28T17:36:30.131+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}