{"id":"602566025529-08","name":"Reckitt Benckiser","registrationDate":"2017-01-20T16:19:13.752+01:00","category":2,"subCategory":3,"legal":"PLC","web":"http://www.rb.com","country":"United kingdom","headAddress":"RB","headCity":"Slough","headPostCode":"SL1 3UH","headPhone":"(44)0 17 53 21 78 00","boss":"Miguel Veiga-Pestana","bossTitle":"Mr","bossPosition":"SVP External Affairs &amp; Chief Sustainability Officer","membersCount":10,"membersFTE":"2.5","membership":"RB is a member of over 195 health, hygiene and nutrition focused trade associations across the&#xd;\nglobe. These relationships are strategically and purposefully selected based on shared values - our&#xd;\npurpose is to make a difference by giving people innovative solutions for healthier lives and happier&#xd;\nhomes. As a business, RB seeks to develop industry-wide solutions to shared challenges and choose&#xd;\nto work alongside organisations who can help RB deliver our corporate purpose:&#xd;\n• Health: We will change the world by making people healthier and live better by nourishing the&#xd;\nbest start in life and by working to eliminate preventable diseases.&#xd;\n• Hygiene Home: We will create a cleaner world by bringing our innovative solutions to 1 billion&#xd;\nhomes.&#xd;\n&#xd;\nMore information on the specific trade associations can be accessed from the web link below: &#xd;\n&#xd;\nhttps://www.rb.com/media/3439/rb-trade-association-membership-and-spend-2017_.pdf&#xd;\n&#xd;\nEuropean trade associations include:&#xd;\n&#xd;\nAESGP (European Self-Medication Association)&#xd;\nAISE (European Soap and detergent Association)&#xd;\nAIM (Branded Goods)&#xd;\nEPAA (European Partnership on Alternative to Animal testing)&#xd;\nCEFIC (European Chemical Industry Council)","memberOrga":"","goal":"RB* is a leading global health, hygiene and home company inspired by a vision of the world where people are healthier and live better. Its purpose is to make a difference by giving people innovative solutions for healthier lives and happier homes. Through its two business units, Health and Hygiene Home, RB has operations in over 60 countries and its products reach millions of people globally every day. Its trusted household brands include names such as Enfamil, Nutramigen, Nurofen, Strepsils, Gaviscon, Mucinex, Durex, Scholl, Clearasil, Lysol, Dettol, Veet, Harpic, Cillit&#xd;<br />Bang, Mortein, Finish, Vanish, Calgon, Woolite and Air Wick. RB’s drive to achieve, passion to outperform and commitment to quality and scientific excellence is manifested in the work of over 40,000 diverse, talented entrepreneurs worldwide. &#xd;<br />&#xd;<br />For more information visit www.rb.com&#xd;<br />&#xd;<br />*RB is the trading name of the Reckitt Benckiser group of companies","acronym":"RB","interests":"Business and Industry, Climate Action, Competition, Consumers, Environment, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Medicinal products legislations&#xd;<br />Medical device directive&#xd;<br />Detergent Regulation&#xd;<br />Cosmetic Regulation&#xd;<br />Biocide Regulation&#xd;<br />REACH&#xd;<br />Classification and labeling of products&#xd;<br />GPSD&#xd;<br />Brexit","lastUp":"2020-01-09T17:48:42.793+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}