{"id":"602566025529-08","name":"Reckitt Benckiser","registrationDate":"2017-01-20T16:19:13.752+01:00","category":2,"subCategory":3,"legal":"PLC","web":"http://www.rb.com","country":"Netherlands","headAddress":"Reckitt Benckiser (ENA) B.V.","headCity":"Schiphol","headPostCode":"1118 BH","headPhone":"(31)2 02 06 69 20","boss":"Rob de Groot","bossTitle":"Mr","bossPosition":"EVP North America, Europe, Russia, CIS and ANZ","membersCount":1,"membersFTE":"0.25","membership":"AESGP (European Self-Medication Association)&#xd;\nAISE (European Soap and detergent Association)&#xd;\nAIM (Branded Goods)&#xd;\nEPAA (European Partnership on Alternative to Animal testing)","memberOrga":"","goal":"RB* is the world?s leading consumer health and hygiene company. The company has operations in over 60 countries, with headquarters in London, Dubai and Amsterdam, and sales in most countries across the globe. The company employs approximately c. 37,000 people worldwide. &#xd;<br />Inspired by a purpose to deliver innovative solutions for healthier lives and happier homes, RB is in the top 20 companies listed on the London Stock Exchange. It is the global No 1 or No 2 in the majority of its fast-growing categories, driven by an exceptional focus on innovation. RB?s health, hygiene and home portfolio is led by its global Powerbrands including  Nurofen, Strepsils Gaviscon, Mucinex, Durex, Scholl, Clearasil, Lysol, Dettol, Veet, Harpic, Cillit Bang, Mortein, Finish, Vanish, Calgon, Air Wick, Woolite and French?s.  Powerbrands represent 80% of net revenue (2015). &#xd;<br />RB is redefining the world of consumer health and hygiene. Its people and unique culture are at the heart of its success. It has a drive for achievement and a passion to outperform wherever it focuses, including sustainability where it is targeting a 1/3 reduction in water impact, a 1/3 reduction in carbon and 1/3 of net revenue from more sustainable products. RB is proud to be Save the Children?s largest global partner, with a new vision to radically reduce one the world?s largest killer of under 5s, diarrhoea.  &#xd;<br />&#xd;<br />For more information visit www.rb.com &#xd;<br />&#xd;<br />*RB is the trading name of Reckitt Benckiser group of companies.","acronym":"RB","interests":"Competition, Consumer Affairs, Enterprise, Environment, Public Health, Taxation","euInitiatives":"Medicinal products legislations&#xd;<br />Medical device directive&#xd;<br />Detergent Regulation&#xd;<br />Cosmetic regulation&#xd;<br />Biocide directive&#xd;<br />REACH&#xd;<br />Classification and labeling of products&#xd;<br />GPSD","lastUp":"2017-01-25T09:07:17.060+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}