{"id":"602628310496-41","name":"ASOCIACION CATALANA DE FABRICANTES, ENVASADORES Y COMERCIANTES DE LEJIA, PRODUCTOS DE LIMPIEZA Y AFINES.","registrationDate":"2013-01-22T13:26:38.546+01:00","category":2,"subCategory":4,"legal":"Asociación","web":"http://www.aslecat.org","country":"Spain","headAddress":"Pç.Onze de Setembre, 13, 2B","headCity":"GRANOLLERS (BARCELONA)","headPostCode":"08402","headPhone":"(34)9 38 70 64 54","boss":"Angel Lon Bardi","bossTitle":"","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"En contacto directo con diferentes organizaciones europeas relacionadas con Biocidas.","memberOrga":"www.aslecat.org","goal":"ASLECAT está legalmente establecida en España, uno de los estados miembros de la UE, desde hace 25 años. Algunas de las actividades más importantes de ASLECAT son asesorar compañías españolas en regulaciones industriales, salud humana, bienestar de los animales, protección medioambiental, investigación y desarrollo científico, y protección al consumidor, para que puedan acceder al mercado de países europeos. Por esta razón ASLECAT está continuamente en contacto con otras asociaciones europeas relacionadas con el sector de biocidas dentro de su Área Internacional. Las actividades de ASLECAT están relacionadas con las de la ECHA ya que ASLECAT representa un sector afectado por la Legislación Europea de Biocidas (como REACH, CLP, Regulación de Biocidas) tareas del ámbito de la ECHA.  ASLECAT representa más de 40 compañías con actividad en España i además en países de la UE que fabrican e importan productos y substancias químicas, algunas de ellas bajo la regulación REACH y muchas otras bajo la nueva regulación de Biocidas.&#xd;<br />ASLECAT es la asociación que representa a los productores de lejías y derivados y actúa en representación delante de instituciones, compañías y otras organizaciones relacionadas con la fabricación y comercialización de dichos productos en la Comunidad Europea, a través de su la unidad de servicio técnico Área Internacional. También cubre otros productos de desinfección y biocidas tanto para uso doméstico como industrial. Además, ASLECAT proporciona a sus asociados servicios de asesoramiento, soporte técnico, análisis y representación.  ASLECAT está comprometida con el funcionamiento y desarrollo del sistema productivo y comercialización de lejías, sus derivados y otros productos de limpieza y desinfección, basando sus principios en las buenas prácticas empresariales, investigación,  conservación y mejora del medio ambiente y la relevancia económica para la sociedad.","acronym":"ASLECAT","interests":"Consumer Affairs, Environment, Public Health, Transport","euInitiatives":"En Junio de 2016 hemos creado FEDESLIM (Federación Nacional de Asociaciones de Fabricantes y Distribuidores de productos desinfectantes, de limpieza y afines), junto con dos asociaciones nacionales españolas para crear el consorcio de la família de Hipoclorito Sódico a través de FEDESLIM.","lastUp":"2017-03-27T17:00:33.932+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}