{"id":"603099827455-58","name":"Warkgrupp Oostfreesland e.V. - Verein für ostfriesische Zeit- und Kulturgeschichte","registrationDate":"2017-06-11T21:25:39.182+01:00","category":3,"subCategory":2,"legal":"e.V.","web":"","country":"Germany","headAddress":"Erikaweg 6b","headCity":"Leer","headPostCode":"26789","headPhone":"(49)1 52 90 06 76 73","boss":"Günter Podlich","bossTitle":"Mr","bossPosition":"Sprecher der Arbeitsgemeinschaft","membersCount":2,"membersFTE":"1.0","membership":"BVGD - Bundesverband der Gästeführer in Deutschland e.V. www.bvgd.org","memberOrga":"www.kultour-leerreich.de&#xd;\nwww.niwo-net.eu","goal":"Das Engagement von \"Warkgrupp Oostfreesland\" zeichnet sich durch einen intensiven Informations- und Wissensaustausch sowie durch praktizierte interdisziplinäre Vernetzung aus. Sinn der \"Warkgrupp Oostfreesland\" ist die Entfaltung von Synergien zur Stärkung der Ziele diverser Arbeitsgemeinschaften, Vereine, Einrichtungen und Projekten in Ostfriesland und die Erhöhung der Interessenspotenziale an der Arbeit von \"Warkgrupp Oostfreesland\".&#xd;<br />&#xd;<br />Akteure in der \"Warkgrupp Oostfreesland\" können natürliche und juristische Personen sein, die sich mit den Zielen und Aufgaben der \"Warkgrupp Oostfreesland\" identifizieren können. &#xd;<br />&#xd;<br />Die „Warkgrupp Oostfreesland“ versteht sich als Impuls- und Ideengeberin regionaler Kultur- und Kunstförderung, aber auch als Unterstützerin entsprechender zeit- und kulturgeschichtlicher Vorhaben, museums- und archivarpädagogischer Projekte sowie neuer und innovativer Wege von Stadt-, Kultur-, Gäste-, Museeums- und Naturführungen.&#xd;<br />&#xd;<br />„Warkgrupp Oostfreesland“ wird sich in Ostfriesland auch in der Umsetzung des seit 2008 in der Europäischen Union bestehenden „ Ausbildungssystems für Gast-/Fremdenführung nach DIN EN 15565“ mit geeigneten Partnern in kooperativen Projekten engagieren.&#xd;<br />&#xd;<br />Unser Engagement beschränkt sich ausschließlich auf die ostfriesischen Landkreise Leer, Aurich und Wittmund sowie auf die Stadt Emden und die saterländischen Gemeinden im Landkreis Cloppenburg. Selbstverständlich unterhalten wir aber auch intensive Kontakte in  den gesamten friesischen Kulturraum vom niederländischen (West)friesland bis Nordfriesland an der dänischen Grenze.&#xd;<br />&#xd;<br />„Warkgrupp Oostfreesland“ engagiert sich vornehmlich in Projekten, die eine nachhaltige Verbesserung der kulturellen Infrastruktur erwarten lassen. Für uns gelten dabei folgende Kriterien:&#xd;<br />&#xd;<br />* die inhaltliche Qualität des Projektes/ des Vorhabens/ der Maßnahme&#xd;<br />* die Nachhaltigkeit des Projektes/ des Vorhabens/ der Maßnahme&#xd;<br />* die Wirtschaftlichkeit des Projektes/ des Vorhabens/ der Maßnahme&#xd;<br />* die regionale Bedeutung des Projektes/ des Vorhabens/ der Maßnahme&#xd;<br />* die regionale Neuartigkeit des Projektes/ des Vorhabens/ der Maßnahme&#xd;<br />* die regionale Ausstrahlung des Projektes/ des Vorhabens/ der Maßnahme&#xd;<br />* die öffentliche Wirkung des Projektes/ des Vorhabens/ der Maßnahme&#xd;<br />* die Ermutigung gerade junger Menschen des Projektes/ des Vorhabens/ der Maßnahme zu kulturellem Engagement&#xd;<br />* die regionale Vernetzung des Projektes/ des Vorhabens/ der Maßnahme&#xd;<br />&#xd;<br />Die „Warkgrupp Oostfreesland“ wird sich insbesonders in folgenden Sparten engagieren:&#xd;<br />&#xd;<br />* professionelles, freies Theater&#xd;<br />* Theater- unde Tanzpädagogik&#xd;<br />* Amateurtheater&#xd;<br />* Museeumspädagogik nichtstaatlicher Museen&#xd;<br />* Archivarpädagogik nichtstaatlicher Archivare&#xd;<br />* Musik&#xd;<br />* Literatur&#xd;<br />* niederdeutsche, bzw. plattdeutsche Sprache und Dialekte&#xd;<br />* innovative Heimatpflege&#xd;<br />* soziokulturelle Projekte&#xd;<br />* bildende Kunst; aber keine individuelle&#xd;<br />* Künstlerförderung&#xd;<br />* Kunstschulen und Kunstseminare&#xd;<br />* außerschulische, kulturelle Jugendbildung&#xd;<br />* spartenübergrteifende und hybride Projekte, Vorhaben und Maßnahmen&#xd;<br />* Geschichtswerkstätten, Ortschronistenprojekte, Denkmals- und Mahnmalpflege&#xd;<br />* Projekte und Veranstaltungen, die der Förderung regionaler Bedeutung, Ausstrahlung und Nachhaltigkeit dienlich und in ihrer Gesamtheit neuartig und öffentlich wirksam sind&#xd;<br />* Grundausbildung von Stadt-, Kultur-, Gäste-, Museeums- und Naturführungen im Sinne der DIN EN 15565&#xd;<br />* Fort- und Weiterbildungen von Stadt-, Kultur-, Gäste-, Museeums- und Naturführungen im Sinne der DIN EN 15565","acronym":"WGO","interests":"Agriculture and Rural Development, Culture, Education and training, Environment, Regional Policy","euInitiatives":"* Förderung von anerkannten nationalen Minderheiten&#xd;<br />* Förderung von Initiativen in von der EU benachteiligten Gebieten&#xd;<br />* Förderung von Gebieten mit vorwiegend ländlichen Strukturen&#xd;<br />* Förderung von Bestrebungen zur Erhaltung lokaler und kultureller Eigenständigkeiten","lastUp":"2019-02-10T15:44:36.662+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}