{"id":"603048419639-42","name":"International Integrated Reporting Council","registrationDate":"2015-11-23T18:34:29.669+02:00","category":3,"subCategory":2,"legal":"Private Company Limited By Guarantee","web":"http://integratedreporting.org","country":"United kingdom","headAddress":"International Integrated Reporting Council","headCity":"London","headPostCode":"EC2M 2RB","headPhone":"(44)20 75 04 25 74","boss":"Charles Tilley","bossTitle":"Mr","bossPosition":"Interim Chief Executive Officer","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"IIRC Council Members: http://integratedreporting.org/the-iirc-2/structure-of-the-iirc/council/&#xd;\n&#xd;\nIIRC Board: http://integratedreporting.org/the-iirc-2/structure-of-the-iirc/the-iirc-board/","goal":"The IIRC is a global coalition of regulators, investors, companies, standard setters, the accounting profession and NGOs. The coalition is promoting communication about value creation as the next step in the evolution of corporate reporting. The IIRC's mission is to establish integrated reporting and thinking within mainstream business practice as the norm in the public and private sectors. The IIRC embodies the shared, common interest of a global coalition of parties in the adoption of Integrated Reporting on an international basis as a means to improve communication about value creation; advance the evolution of corporate reporting; and make a lasting contribution to financial stability and sustainable development.","acronym":"IIRC","interests":"Banking and financial services, Business and Industry, Climate Action, Digital economy and society, Economy, finance and the euro, Energy, International co-operation and development, Regional Policy, Research and innovation, Single market","euInitiatives":"DG FISMA: Fitness Check on EU framework for public company reporting, Non-Financial Reporting Directive and the CMU. Member of multi-stakeholder platform on the Implementation of the SDGs","lastUp":"2019-10-25T14:56:33.427+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}