{"id":"603141626189-88","name":"Campus Automobile Spa-Francorchamps","registrationDate":"2017-03-03T16:03:03.777+01:00","category":4,"subCategory":12,"legal":"ASBL","web":"http://www.formation-campus-automobile.be/","country":"Belgium","headAddress":"Route du Circuit 60","headCity":"STAVELOT","headPostCode":"4970","headPhone":"(32)87 47 90 60","boss":"PIRLOT Jean-Michel","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":6,"membersFTE":"3.75","membership":"","memberOrga":"","goal":"Campus Automobile is the skill centre of the Walloon Region, located in Spa-Francorchamps, inside the race track. The main goals of Campus are:&#xd;<br />•\tTo provide technical trainings to job seekers, to the public of schools (students and teachers) and for workers;&#xd;<br />•\tTo follow the evolution of technologies and adapt / create training contents;&#xd;<br />•\tTo support the economic development of his local area thanks to a partnership with SPI (incubator of companies) and an industrial area;&#xd;<br />•\tTo support regional SME’s with its specific equipment;&#xd;<br />•\tTo support education through a partnership with ULg (master program of 60 credits in sustainable mobility organised in Francorchamps);&#xd;<br />•\tTo provide competences in automotive, racing, bodywork, engines, alternative fuels and eco-technology (biofuels, gaseous fuels, electricity, FCH, EV and Hybrid technologies) thanks to our high-tech equipment through workshops in automotive garage, machining, electricity, welding, composites material, engine test bench, chassis dyno., electro-mechanics;&#xd;<br />•\tTo support the innovation in the automotive industry.&#xd;<br />&#xd;<br />Experience&#xd;<br />Campus has provided 120 000 hours of training in 2015 in 12 different kinds of training sections for technicians in the automotive sector in the fields “Mechanics”, “Industry” and “New technologies”.","acronym":"Campus Auto","interests":"Education, Employment and Social Affairs, Transport","euInitiatives":"The Campus follows the EU directives on equity, transparency, Integration and support EU citizen through vocational training.","lastUp":"2018-02-20T10:22:08.535+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}