{"id":"603907121828-30","name":"FUN Finnish University Libraries' Network","registrationDate":"2016-05-19T11:08:06.422+01:00","category":4,"subCategory":12,"legal":"none","web":"http://yliopistokirjastot.fi/en/","country":"Finland","headAddress":"FUN Suomen yliopistokirjastojen verkosto","headCity":"Turun yliopisto","headPostCode":"20014","headPhone":"(358)5 03 37 08 25","boss":"Ulla Nygrén","bossTitle":"Ms","bossPosition":"Chairman","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"Hanken School of Economics Library, National Defence University Library, University of the Arts/Sibelius Academy Library, Oulu University Library, Aalto University Library, Tampere University of Technology Library, Tritonia Academic Library, Jyväskylä University Library, Tampere University Library, Turku University Library, Lappeenranta Academic Library, Lapland University Consortium Library, University of Eastern Finland Library, Åbo Akademi University Library, Helsinki University Library","goal":"The FUN Finnish University Libraries network coordinates and develops cooperation within the network of Finnish university libraries.&#xd;<br />&#xd;<br />It is the purpose of the FUN to advance cooperation between Finnish university libraries, initiate development projects, make statements, motions and initiatives, conduct surveys and nominate joint representatives for different organs. The FUN increases the visibility of library operations and the impact of their joint services, and observes changes in the operational environment and development in the field. &#xd;<br />&#xd;<br />The FUN cooperates with central interest groups and other library sectors on a national and international level.","acronym":"FUN","interests":"Audiovisual and Media, Education, Information Society, Research and Technology","euInitiatives":"Public consultation on the role of publishers in the copyright value chain and on the 'panorama exception' (https://ec.europa.eu/digital-single-market/en/news/public-consultation-role-publishers-copyright-value-chain-and-panorama-exception).","lastUp":"2018-02-02T13:09:40.599+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}