{"id":"603945134064-27","name":"Fédération de Seine-et-Marne pour la Pêche et la Protection du Milieu Aquatique","registrationDate":"2019-02-22T14:04:07.380+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://federationpeche77.fr/","country":"France","headAddress":"22 rue des joncs","headCity":"Montereau-sur-le-jard","headPostCode":"77950","headPhone":"(33)01 64 39 03 08","boss":"Jean DEY","bossTitle":"Mr","bossPosition":"Président","membersCount":3,"membersFTE":"3.0","membership":"https://www.federationpeche.fr","memberOrga":"","goal":"La Fédération de Seine-et-Marne pour la Pêche et la Protection du Milieu Aquatique (FDAAPPMA77) est une structure associative départementale, régie par le Code de l’Environnement. &#xd;<br />Ayant un caractère d’établissement d’utilité publique, elle a pour mission la protection de la nature, l’encadrement et le développement de la pêche de loisir, l’éducation à l’environnement, la préservation et la restauration du milieu aquatique du département de Seine-et-Marne. De plus, la fédération travaille en étroit collaboration avec les associations de pêche (AAPPMA) seine-et-marnaise afin de favoriser le travail de reconquête de la qualité des milieux, du retour des espèces piscicoles migratrices, à la renaturation des rivières et à la restauration et sauvegarde des diverse zones de fraye.&#xd;<br />La fédération s’est engagée depuis 2006, dans les démarches Natura 2000. Et ceux sur 4 sites rivières : &#xd;<br />•\tLoing Lunain&#xd;<br />•\tDragon,&#xd;<br />•\t Vannetin, &#xd;<br />•\tPetit Morin.&#xd;<br />Les sites Natura 2000 ont pour but une meilleure prise en compte des enjeux de biodiversité dans les activités humaine, ainsi ils sont désignés pour protéger un certain nombre d’habitats et d’espèces représentatives de la biodiversité européenne. Ces sites sont désignés pour protéger un certain nombre d’habitats et d’espèces représentatifs de la biodiversité européenne et assurer la gestion de ces sites.","acronym":"FDAAPPMA77","interests":"Education and training, Environment","euInitiatives":"Directives Habita Faune Flore-Natura 2000&#xd;<br />Directive Cadre sur l'Eau- Bon état des eaux","lastUp":"2019-02-22T16:10:51.238+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}