{"id":"60402754518-05","name":"PwCIL","registrationDate":"2010-11-12T10:47:56.814+02:00","category":1,"subCategory":6,"legal":"“PwC” is not a company or corporate. \"PwC\" refers to the network of member firms of PricewaterhouseCoopers International Limited (PwCIL). Each member firm is a separate legal entity and does not act as agent of PwCIL or any other member firm.","web":"http://www.pwc.com","country":"United kingdom","headAddress":"PricewaterhouseCoopers International Limited","headCity":"London","headPostCode":"WC2N 6RH","headPhone":"(44)20 75 83 50 00","boss":"Jan McCahey","bossTitle":"Ms","bossPosition":"Global Public Policy Leader","membersCount":11,"membersFTE":"3.5","membership":"Centre for European Policy Studies, Amcham EU, Society for European Public Affairs Professionals, ecoDa, European Contact Group.","memberOrga":"","goal":"PwC firms provide industry-focused assurance, tax and advisory services in the public and private sector. We have extensive experience working with government bodies throughout the European Union and beyond, on a wide range of subjects, such as sustainability and climate change, corporate governance, employment, marcro-economics, healthcare, technology, and media. Please visit www.pwc.com for more information.","acronym":"PwC","interests":"Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Internal Market, Justice and Fundamental Rights, Taxation","euInitiatives":"The PwC EU Regulatory and Public Affairs office coordinates the network of Regulatory &amp; Policy Leaders in the EU member states with regard to (proposed or adopted) EU legislation in the area of Audit, Corporate Reporting, Corporate Governance and Taxation, and other issues impacting member firms of PwCIL. By way of example, in recent years, the representational activities of PwCIL have largely focused on aspects of EU Audit legislation and its implementation across the EU member states and EU tax policy. Our principal concern with regard to EU audit legislation was and is to ensure that the legislation would help enhance the quality of audits and financial reporting for the benefit of the capital markets both within the EU and around the world. &#xd;<br />Forward looking, we continue to reflect on the future role of the audit, financial reporting, tax, corporate governance, and areas that would assist the EC objective of fostering jobs and growth.","lastUp":"2018-03-27T11:48:58.181+02:00","customers":"European Business Initiative on Taxation. PwC is not a member of EBIT. EBIT is facilitated by PwC, which only acts as Secretariat (www.ebit-businesstax.com)","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":"","turnoverRange":"100000-499999"}