{"id":"604070814027-24","name":"Ευρωπαϊκός Όμιλος Εδαφικής Συνεργασίας \"ΑΜΦΙΚΤΥΟΝΙΑ\"","registrationDate":"2014-07-21T11:40:57.636+01:00","category":3,"subCategory":2,"legal":"Αστική Μη Κερδοσκοπική Εταιρία","web":"http://www.amphictyony.gr","country":"Greece","headAddress":"Βύρωνος, 29","headCity":"Αθήνα","headPostCode":"10558","headPhone":"(30)21 03 24 33 74","boss":"Δημήτριος Αργιανάς","bossTitle":"Mr","bossPosition":"Πρόεδρος","membersCount":2,"membersFTE":"1.0","membership":"Ο Ευρωπαϊκός Όμιλος Εδαφικής Συνεργασίας \"ΑΜΦΙΚΤΥΟΝΙΑ\" είναι μέλος της ALDA, της Anna - Lindh, και του MED.","memberOrga":"http://www.amphictyony.gr/","goal":"Kύριος στόχος του «Ε.Ο.Ε.Σ ΑΜΦΙΚΤΥΟΝΙΑ», είναι η διαβίωση των λαών της Μεσογείου σε περιβάλλον διαρκούς ειρήνης και αειφόρου ανάπτυξης, οικονομικά αποτελεσματικής, κοινωνικά δίκαιης και περιβαλλοντικά βιώσιμης, με συνοχή και ασφάλεια των περιοχών τους.&#xd;<br />Τα επιμέρους καθήκοντα και οι λειτουργικοί στόχοι του «Ε.Ο.Ε.Σ ΑΜΦΙΚΤΥΟΝΙΑ» που συνεισφέρουν στην επίτευξη της αποστολής του είναι τα εξής:&#xd;<br />• Η κοινή δράση και συνεργασία μεταξύ των μελών της.&#xd;<br />• Ο σεβασμός σε όλα τα επίπεδα των αρχών της ελευθερίας, της δημοκρατίας, της δικαιοσύνης, της ασφάλειας και της προστασίας του περιβάλλοντος.&#xd;<br />• Η διευκόλυνση και η προαγωγή της διασυνοριακής, διακρατικής ή/και διαπεριφερειακής συνεργασίας, με στόχο την ενίσχυση της οικονομικής και κοινωνικής συνοχής των μελών της.&#xd;<br />• Η υλοποίηση προγραμμάτων που συγχρηματοδοτούνται από την Ευρωπαϊκή Ένωση (Ε.Ε), μέσω του Ευρωπαϊκού Ταμείου Περιφερειακής Ανάπτυξης, του Ευρωπαϊκού Κοινωνικού Ταμείου ή/και του Ταμείου Συνοχής.&#xd;<br />• Η υλοποίηση δράσεων εδαφικής συνεργασίας μεταξύ των μελών της με ή χωρίς την οικονομική συνεισφορά της Ε.Ε.&#xd;<br />• Η συνεργασία με επιστημονικά κέντρα και ιδρύματα που είναι εγκατεστημένα στις χώρες της Μεσογείου, με τους θεσμούς της Ε.Ε. και τους Διεθνείς Αυτοδιοικητικούς και μη οργανισμούς.&#xd;<br />• Η ανταλλαγή πληροφοριών, εμπειριών, προβολής και εφαρμογής επιτυχών πρακτικών μεταξύ των μελών της.&#xd;<br />• Η πρόσβαση στην πληροφόρηση και την γνώση με την αξιοποίηση τραπεζών δεδομένων, νέων τεχνολογιών και την ανάπτυξη της κοινωνίας της πληροφορίας.&#xd;<br />• Η έρευνα, την αναζήτηση, την διαφύλαξη, προβολή και αξιοποίηση του συνόλου της πολιτισμικής ταυτότητας των Λαών της Μεσογείου, στην κατεύθυνση της διασφάλισης του διαπολιτισμικού διαλόγου, της ανάπτυξης δεσμών φιλίας, συνεργασίας, σεβασμού και αποδοχής της διαφορετικότητας.&#xd;<br />• Η ενίσχυση της συμμετοχής του Πολίτη και των φορέων των Τοπικών Κοινωνιών στο πλαίσιο της εδαφικής οικονομικής και κοινωνικής συνεργασίας μεταξύ των μελών της.","acronym":"ΕΟΕΣ ΑΜΦΙΚΤΥΟΝΙΑ","interests":"Culture, Development, Education, Employment and Social Affairs, Energy, Enlargement, Environment, General and Institutional Affairs, Information Society, Justice and Fundamental Rights, Regional Policy, Research and Technology, Trans-European Networks, Youth","euInitiatives":"Πλατφόρμα για την Πολυεπίπεδη Διακυβέρνηση (https://portal.cor.europa.eu/mlgcharter/Pages/default.aspx).","lastUp":"2017-04-06T11:32:39.314+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}