{"id":"60404068097-81","name":"Heinrich Böll Stiftung e.V.","registrationDate":"2012-02-17T15:51:49.015+01:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://www.boell.de/index.html","country":"Germany","headAddress":"Schumannstraße, 8","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)30 28 53 40","boss":"Eva van de Rakt","bossTitle":"Ms","bossPosition":"Head of Brussels Office","membersCount":7,"membersFTE":"7.0","membership":"European Network of Political Foundations (ENoP)","memberOrga":"","goal":"Die Heinrich-Böll-Stiftung versteht sich als Teil der „grünen“ politischen Grundströmung. Unsere gemeinsamen Grundwerte sind Ökologie und Nachhaltigkeit, Demokratie und Menschenrechte, Selbstbestimmung und Gerechtigkeit. Ein besonderes Anliegen ist uns die Geschlechterdemokratie, also die gesellschaftliche Emanzipation und die Gleichberechtigung von Frauen und Männern. Wir engagieren uns für die Gleichberechtigung kultureller und ethnischer Minderheiten und für die soziale wie politische Partizipation von Immigranten. Nicht zuletzt treten wir für Gewaltfreiheit und eine aktive Friedenspolitik ein.&#xd;<br />&#xd;<br />Für unser Engagement suchen wir strategische Partnerschaften mit anderen, die unsere Werte teilen. Wir handeln unabhängig und in eigener Verantwortung.&#xd;<br />&#xd;<br />Unser Namensgeber, der Schriftsteller und Nobelpreisträger Heinrich Böll, steht für eine Haltung, der wir uns selbst verpflichtet sehen: Verteidigung der Freiheit, Zivilcourage, streitbare Toleranz und die Wertschätzung von Kunst und Kultur als eigenständige Sphären des Denkens und Handelns.&#xd;<br />&#xd;<br />1. Wir sind eine grüne Ideenagentur&#xd;<br />- Wir geben Denkanstöße für demokratische Reformen und soziale Innovationen &#xd;<br />- Wir engagieren uns für ökologische Politik und nachhaltige Entwicklung im globalen Maßstab&#xd;<br />- Wir geben Kunst und Kultur Raum zur Darstellung und Auseinandersetzung &#xd;<br />- Wir vermitteln Wissen von Expertinnen und Experten an politische Akteure&#xd;<br />- Wir sind ein Ort für offene Debatten und fördern den Dialog zwischen Politik, Wirtschaft, Wissenschaft und Gesellschaft&#xd;<br />- Wir fördern begabte, gesellschaftspolitisch engagierte Studierende im In- und Ausland  &#xd;<br />- Wir dokumentieren die Geschichte der grünen Bewegung als Fundus für die Forschung und Quelle politischer Orientierung.&#xd;<br />&#xd;<br />2. Wir sind ein internationales Politik-Netzwerk&#xd;<br />&#xd;<br />- Wir verstehen uns als Teil eines globalen grünen Netzwerkes und  fördern die Entwicklung der grünen politischen Bewegung auf allen Kontinenten&#xd;<br />- Ein besonderes Anliegen ist uns die Verbreiterung und Vertiefung der europäischen grünen Bewegung&#xd;<br />- Wir engagieren uns bei der Entwicklung einer europäischen politischen Öffentlichkeit&#xd;<br />- Wir unterstützen die politische Partizipation der Zivilgesellschaft und beteiligen uns an Konferenzen und Verhandlungen im Rahmen multilateraler Organisationen.&#xd;<br />&#xd;<br />3. Wir engagieren uns weltweit für Ökologie, Demokratie und Menschenrechte&#xd;<br />&#xd;<br />- Ökologie und Demokratie sind für uns untrennbar. Wir unterstützen deshalb Personen und Projekte, die sich für Ökologie, Menschenrechte, Demokratie und Selbstbestimmung einsetzen&#xd;<br />- Wir fördern weltweit die Entwicklung von Rechtsstaatlichkeit und demokratischer Partizipation&#xd;<br />- Wir setzen uns für die Überwindung von Dominanz,  Fremdbestimmung und Gewalt zwischen den Geschlechtern ein&#xd;<br />- Wir betrachten ethnische und kulturelle Vielfalt als Bestandteil einer demokratischen Kultur&#xd;<br />- Wir ermutigen zu Zivilcourage und gesellschaftlichem Engagement&#xd;<br />Wir vermitteln das Know-how für erfolgreiche Selbstorganisation und Intervention an politische Akteure.","acronym":"hbs","interests":"Budget, Climate Action, Consumers, Culture, Economy, finance and the euro, Energy, Enlargement, Environment, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Public Health, Trans-European Networks, Transport, Youth","euInitiatives":"The context the European Union will have to deal with in the upcoming years looks complex. Difficult negotiations between the UK and the EU after the Brexit referendum in 2016 are ongoing in 2019 after Theresa May has resigned. The Transatlantic relations are underlying the moody and undiplomatic ways to do politics of Trump. Cybersecurity is a crucial issue in a global context where China keeps pushing for lead positions on digital and economic markets. The rule of law is threatened in Poland and Hungary with decisions taken by autocratic leaders. Climate change and the reduction of CO2 emissions also require European and worldwide action from political and economic players.&#xd;<br />How will Europe’s future look like after the European elections 2019? Will Europe pull itself together or will it give in to pressures from populists, interferences and provocations from its mighty neighbours in a situation where not much support, moral or otherwise, can be expected from the other side of the Atlantic? Urgent solutions, such as the legislation on immigration, the regulation of financial markets and saveguarding democracy will mark European policies during the next term. &#xd;<br />Euroscepticism has its roots in a lack of knowledge and understanding of European history and of the importance of EU institutions and policy for the daily life of citizens. The Brussels office of the Heinrich-Böll-Stiftung supports the process of European integration and strives to make its process transparent","lastUp":"2019-12-16T11:35:55.595+01:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}