{"id":"60402754518-05","name":"PwCIL","registrationDate":"2010-11-12T10:47:56.814+01:00","category":2,"subCategory":3,"legal":"PwC is the brand under which the member firms that make up the PwC network operate and provide professional services.","web":"http://www.pwc.com","country":"United kingdom","headAddress":"PricewaterhouseCoopers International Limited","headCity":"London","headPostCode":"WC2N 6RH","headPhone":"(44)20 75 83 50 00","boss":"Jan McCahey","bossTitle":"Ms","bossPosition":"Global Public Policy Leader","membersCount":12,"membersFTE":"3.25","membership":"Amcham EU, Society for European Public Affairs Professionals, ecoDa, European Contact Group.","memberOrga":"The list of PwC member firms is on the following webpage: https://www.pwc.com/gx/en/about/office-locations.html","goal":"At PwC, our purpose is to build trust in society and solve important problems. We’re a network of firms in 158 countries with over 250,000 people who are committed to delivering quality in assurance, advisory and tax services. Find out more and tell us what matters to you by visiting us at www.pwc.com. &#xd;<br />More details on the structure of the PwC network can be found at the following link:&#xd;<br />https://www.pwc.com/gx/en/about/corporate-governance/network-structure.html","acronym":"PwC","interests":"Banking and financial services, Economy, finance and the euro, Institutional affairs, Justice and Fundamental Rights, Single market, Taxation","euInitiatives":"At PwC, we find it important to play a constructive role in the debates shaping auditing, financial reporting, tax legislation and corporate governance around the world. We see our role as one to help inform the debate, bring our expertise and perspectives to the table, and ask questions to help advance discussions.&#xd;<br />More details can be found on the following pages:&#xd;<br />&#xd;<br />PwC Global Public Policy &amp; Regulatory Affairs website:&#xd;<br />https://www.pwc.com/gx/en/about/global-regulatory-affairs.html&#xd;<br />PwC Global tax policy &amp; administration:&#xd;<br />https://www.pwc.com/gx/en/services/tax/tax-policy-administration.html&#xd;<br /> &#xd;<br />One of our most recent contributions was to the EC fitness check on public corporate reporting by companies:&#xd;<br />https://www.pwc.com/gx/en/about/assets/pwc-response-fitness-check-reporting.pdf","lastUp":"2019-03-14T12:14:27.276+01:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}