{"id":"604212735960-64","name":"Umweltbundesamt GmbH - Environment Agency Austria","registrationDate":"2019-09-19T16:29:44.616+02:00","category":6,"subCategory":9,"legal":"GmbH (Gesellschaft mit beschränkter Haftung - Limited Liability Company)","web":"https://www.umweltbundesamt.at/","country":"Austria","headAddress":"Spittelauer Lände, 5","headCity":"Wien","headPostCode":"1090","headPhone":"(43)13 13 04","boss":"Georg Rebernig","bossTitle":"Ms","bossPosition":"Managing Director ","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"The Environment Agency Austria (EAA) is the expert authority of the federal government in Austria for environmental protection and environmental control. The EAA emerged in 1999 from the Ministry of Environment and became a state owned limited liability Company with no government structure within the organization. &#xd;<br />As Austria´s most important environmental expert organisation institution and one of Europe's leading environmental consultants we stand for a transformation of the economy and society to ensure sustainable living. The main tasks of the Agency are: (i) Assessment of the state of the environment and of its changes and trends, including the “National State of the Environment Report” to the Austrian Parliament; (ii) Development of measures to avoid/reduce environmental impacts; (iii) Providing expert knowledge in the process of planning and implementation of environmental policy decisions; (iv) Contributing to the implementation and enforcement of environmental laws; (v) Specialised chemical analysis of environmental pollutants;(vi) Responsible for reporting of environmental data to the European Commission, the European Environment Agency and other international bodies; (vii) Austrian national focal point for the European Environment Agency. Our experts are coping with challenges of environmental protection in an interdisciplinary manner, providing expertise on the state of the environment and its development, on measures to avoid or reduce environmental pollution, and on sustainable use of resources. Besides supporting the environmental policy of the federal government, the Environment Agency Austria provides expertise to regional and local authorities, as well as the industry and service sector. &#xd;<br />In addition, the Agency is a sought-after partner of international organisations such as the European Commission, the European Environment Agency, UNEP, OECD and ECE. EAA has successfully participated in institution building projects for nearly all new Member States and accession countries to the European Union.","acronym":"EAA","interests":"Agriculture and Rural Development, Climate Action, Energy, Enlargement, Environment, European Neighbourhood Policy, Food Safety, International co-operation and development, Regional Policy, Research and innovation, Trans-European Networks, Transport","euInitiatives":"All environmental acquis categories under the European Environmental Policy in support of the Federal Ministry of Sustainability and Tourism and through the European Network of the Heads of Environment Protection Agencies (EPA Network). In Special the listed below:&#xd;<br />- Water Framework Directive (Groundwater directive, Floods directive)&#xd;<br />- EC Bioeconomy Strategy&#xd;<br />- Commission Delegated Decision of laying down a common mehtodology for the measurement and Minimum Quality requirements for the the uniform measurement of Levels of Food Waste generated in MS&#xd;<br />- Regulation No 2150/2002 of the EP and the Council of 25 November 2002 on waste statitstics &#xd;<br />- Commission Delegated Regulation (EU) 2019/1123 &#xd;<br />- Commission Delegated Regulation (EU) 2019/1122&#xd;<br />- National Emission Ceilings (NEC) Directive (2016/2284/EU)","lastUp":"2019-09-19T16:30:03.897+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}