{"id":"604520823480-64","name":"European Chamber of Commerce in Myanmar","registrationDate":"2016-09-20T06:38:28.808+01:00","category":2,"subCategory":4,"legal":"Registered at DICA","web":"http://eurocham-myanmar.org","country":"Myanmar","headAddress":"271-273, Bagayar Street","headCity":"Yangon","headPostCode":"11111","headPhone":"(95)4 50 58 23 35","boss":"Filip Lauwerysen","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":18,"membersFTE":"17.25","membership":"EUROCHAMBRES&#xd;\nhttp://www.eurochambres.eu/","memberOrga":"Prestige Automobiles (BMW), Melia Hotel, Novotel, Roland Berger, Thur Swiss, Friesland Campina, Global Techonology Group, Octagon (Scania), Royal Haskoning, Schneider, Zuellig Pharma, Archetype, Bureau Veritas, DFDL, DHL, Exeria, Philips, APB Alliance Brewery(Heineken) , De Heus Myanmar, Carlsberg, CMI, Kempinski, VDB Loi, Iveco, British American Tobacco, ENI, Santa Fe, BBraun, Damco, Rhenus, Accor Hotels","goal":"The European Chamber of Commerce in Myanmar – EuroCham – serves as the voice of European business in Myanmar. Its main mission is to advocate member interests with organisations in Myanmar, the ASEAN region and the EU.","acronym":"EuroCham Myanmar","interests":"Agriculture and Rural Development, Climate Action, Communication, Consumer Affairs, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, General and Institutional Affairs, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"EuroCham Myanmar, funded by the European Union, was formally launched in Yangon in December 2014. The creation of a European Chamber of Commerce in Myanmar reinforces the mutually beneficial relationship between the EU and the Republic of the Union of Myanmar. The European Union was in fact one of the first actors to respond to the country's political opening, suspending in April 2012 its restrictive measures except for the arms embargo.","lastUp":"2017-09-27T06:34:50.257+01:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}