{"id":"604520823480-64","name":"European Chamber of Commerce in Myanmar","registrationDate":"2016-09-20T06:38:28.808+02:00","category":2,"subCategory":4,"legal":"Registered at DICA","web":"http://eurocham-myanmar.org","country":"Myanmar","headAddress":"271-273, Bagayar Street","headCity":"Yangon","headPostCode":"11111","headPhone":"(95)4 50 58 23 35","boss":"Filip Lauwerysen","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":21,"membersFTE":"20.25","membership":"EUROCHAMBRES&#xd;\nhttp://www.eurochambres.eu/","memberOrga":"BMW/ Prestige Automobiles, Accor Hotel (Bangkok), Elegant Supereme, Heineken Myanmar/ APB Alliance Brewery, Roland Berger Company Ltd, Melia Hotel Yangon, Global Technology Group, Novotel Hotels &amp; Resorts (Yangon Max), Friesland Campina, VDB Loi, IVECO, De Heus Myanmar, Carlsberg, Sanofi, Luther Law Firm, Bureau Veritas, Scania/ Octagon Automobile, Haskoning DHV Myanmar Co.,Ltd, Exera, Philips, Kempinski Hotel, CMI  - Cockerill Maintenance &amp; Ingénierie, Schneider Electric, Archetype, DFDL, Zuelling Pharma, British American Tobacco, Pernod Ricard, Dulwich College, Moet Hennessy, DKSH, Amava, Yever, VOLVO, Casico, Mearsk&#xd;\nH&amp;M, Telenor, Nordic Technology Group, Jotun Myanmar, Novotel Inle Myat Min, Sofital Inle&#xd;\nMercure Yangon Kaba Aye, Fresh Studio, IBIS Hotel Yangon, M-Gallery Hotel (NPT), Grand Mercure Yangon, Pullman Mandalay, C&amp;A Sourcing International Myanmar, Philip Morris Asia Limited, Sika Myanmar Limited, Yoma German Motors Ltd  (Volkswagen), Cycles &amp; Carriage Automobile Myanmar, Dentons Myanamr Ltd, Control Union, Bal Ga Myanmar, Zaya &amp; Association, AgriTech Global (AgriM), Trouw Nutrition, Siemens, Diageo, BSK Fashion, Unilever.","goal":"The European Chamber of Commerce in Myanmar – EuroCham – serves as the voice of European business in Myanmar. Its main mission is to advocate member interests with organisations in Myanmar, the ASEAN region and the EU.","acronym":"EuroCham Myanmar","interests":"Agriculture, Banking and financial services, Business and Industry, Climate Action, Communication, Consumers, Customs, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, General and Institutional Affairs, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"EuroCham Myanmar, funded by the European Union, was formally launched in Yangon in December 2014. The creation of a European Chamber of Commerce in Myanmar reinforces the mutually beneficial relationship between the EU and the Republic of the Union of Myanmar. The European Union was in fact one of the first actors to respond to the country's political opening, suspending in April 2012 its restrictive measures except for the arms embargo.","lastUp":"2018-09-21T11:22:18.975+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}