{"id":"605356631405-16","name":"International Federation on Ageing","registrationDate":"2018-04-30T17:07:16.842+02:00","category":3,"subCategory":2,"legal":"Registered charity in Canada","web":"http://www.ifa-fiv.org/","country":"Canada","headAddress":"1 Bridgepoint Drive","headCity":"Toronto","headPostCode":"M4M 2B5","headPhone":"(1)41 63 42 16 55","boss":"Jane Barratt","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":2,"membersFTE":"0.5","membership":"The IFA has a long established and wide-ranging network of member organizations around the world. The network extends to over 70 countries covering every region. Together these organizations represent over 55 million older people","memberOrga":"The IFA has a long established and wide-ranging network of member organizations around the world. The network extends to over 70 countries covering every region. Together these organizations represent over 55 million older people","goal":"The International Federation on Ageing is an international non-governmental organization with a membership base comprising government, NGOs, academics, industry, and individuals in 70 countries.  The IFA began operations in 1973, at a time when the social and economic impact of population ageing was only beginning to be understood by governments around the world.&#xd;<br />&#xd;<br />The IFA has general consultative status at the United Nations and its agencies, and is in formal relations with the World Health Organization.  The IFA has been involved in drafting key initiatives such as the UN Principles for Older Persons, actively advocating for older people to be recognized in the Sustainable Development Goals, and maintaining a strong voice in the dialogue on how to best protect the rights of older people globally.&#xd;<br />&#xd;<br />The IFA is a registered charity in Canada, with an international and democratically elected Board of Directors led by Mr. Bjarne Hastrup, founder and Chief Executive Officer of DaneAge.&#xd;<br />&#xd;<br />Vision: A world where the health, rights, and choices of older people are protected and respected.&#xd;<br />&#xd;<br />Goal: To be the global point of connection for experts working to influence age-related policy.&#xd;<br />&#xd;<br />Mission:&#xd;<br />&#xd;<br />- Mobilize and harness the energy and expertise of members around the world&#xd;<br />- Create new networks and strengthen current connections&#xd;<br />- Collaborate with partners across all sectors and disciplines&#xd;<br />- Renew and reinvigorate our constituency&#xd;<br />- Influence age-related policy to improve the lives of older people","acronym":"IFA","interests":"Environment, General and Institutional Affairs, International co-operation and development, Public Health","euInitiatives":"1) Strengthened cooperation against vaccine-preventable diseases &#xd;<br />2) Vaccination: Commission calls for stronger EU Cooperation against preventable diseases","lastUp":"2018-05-07T13:14:45.330+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}