{"id":"605835723501-89","name":"Education and Training Platform for Laboratory Animal Science","registrationDate":"2016-09-23T15:27:27.798+02:00","category":3,"subCategory":2,"legal":"none","web":"http://www.etplas.eu","country":"United kingdom","headAddress":"ETPLAS Secretariat","headCity":"Syleham","headPostCode":"IP22 9BL","headPhone":"(44)11 33 43 60 10","boss":"David Smith","bossTitle":"Mr","bossPosition":"Chair","membersCount":6,"membersFTE":"1.5","membership":"ETPLAS does not have membership of any associations but the individual Executive Committee members and the Stakeholders Board members have various memberships of LAS, 3Rs and related organisations.","memberOrga":"There are currently 5 Executive Committee mebers and 16 Stakeholrders Board members from 17 Member States.&#xd;\n&#xd;\nETPLAS does not have members. &#xd;\nThe organisation has in the region of 200 contacts from different stakeholder groups including, Member States national contact points, course providers, accreditors, trainers and LAS associations.&#xd;\n&#xd;\nThe countries of ETPLAS contacts are detailed in the next section.","goal":"Education and training is an important contributor to the 3Rs and is aimed at increasing the quality of both animal welfare and science.&#xd;<br />&#xd;<br />The Platform provides a forum for exchanging information on laboratory animal science education and training therefore helping to establish mutually recognised training courses. Successful completion of such a harmonised course enables working with laboratory animals and promotes free movement of competent personnel in the EU","acronym":"ETPLAS","interests":"Education and training, Research and innovation","euInitiatives":"Directive 2010/63/EU revising Directive 86/609/EEC on the protection of animals used for scientific purposes&#xd;<br />http://ec.europa.eu/environment/chemicals/lab_animals/legislation_en.htm&#xd;<br />&#xd;<br />Education and training framework with a modular Learning Outcome-based training structure, principles and criteria for supervision, competence assessment, continued professional development and for a mutual approval/accreditation of courses&#xd;<br />http://ec.europa.eu/environment/chemicals/lab_animals/interpretation_en.htm","lastUp":"2019-07-22T17:44:37.928+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}