{"id":"606216620066-32","name":"Dino Security S.L.","registrationDate":"2015-12-22T16:02:28.991+01:00","category":1,"subCategory":6,"legal":"SL","web":"https://www.dinosec.com","country":"Spain","headAddress":"C/ Vasco de Gama, 35","headCity":"Villanueva de la Cañada","headPostCode":"28691","headPhone":"(34)6 39 10 91 72","boss":"Raul Siles","bossTitle":"Mr","bossPosition":"Founder and Security Analyst","membersCount":1,"membersFTE":"1.0","membership":"For the original cPPP, we were involved under the umbrella of INCIBE (www.incibe.es) in Spain.","memberOrga":"","goal":"DinoSec is an independent information security company established in Spain in 2008, with a worldwide service scope, focused on improving its customers information security stance, by discovering and eliminating or mitigating the real risks that threaten their information technology infrastructures, applications, devices, systems and networks.&#xd;<br />&#xd;<br />To achieve this goal, DinoSec's portfolio includes specialized information security services, requiring an in-depth technical knowledge and broad understanding of the information technology market, as well as advanced research services and training services, focused on providing customers with self-defense skills.&#xd;<br />&#xd;<br />DinoSec remains at the forefront of the security market through continuous research and education activities.&#xd;<br />&#xd;<br />The company core values, foundation for all its services, are based on the following main tenets: excellence, quality, honesty, knowledge sharing, independence, and innovation.","acronym":"DinoSec","interests":"Information Society, Research and Technology","euInitiatives":"Originally, we were participating in a public consultation of the European Commission, specifically, the Public Private Partnership on CYBERSECURITY (cPPP 2016).&#xd;<br />&#xd;<br />Public consultation on the public-private partnership on cybersecurity and possible accompanying measures:&#xd;<br />https://ec.europa.eu/digital-agenda/en/node/80941&#xd;<br />&#xd;<br />We play the role of SME (Subject Matter Experts) as a consolidated small but experienced company, with a world-wide scope, in the cybersecurity field.","lastUp":"2017-12-19T09:20:23.995+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}