{"id":"606564636985-89","name":"Polo d'Innovazione di Genomica Genetica e Biologia SCaRL","registrationDate":"2020-01-15T10:38:40.436+01:00","category":4,"subCategory":5,"legal":"SCRL","web":"http://www.pologgb.com","country":"Italy","headAddress":"Via Fiorentina 1 c/o TLS Ed.36","headCity":"Siena","headPostCode":"53100","headPhone":"(39)05 77 38 13 12","boss":"Alessandro Immobile Molaro ","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Polo GGB is a non-profit company that was formed with support of a structural grant of the of the European Union, the University of Perugia and the Italian Industrial Association in 2011 with the goal of provide expertise in research and education in the post-genomics era in Italy. &#xd;<br />&#xd;<br />Polo GGB brings together innovative start-ups, SMEs and research organizations in medical diagnostics, chemical-pharmaceutical and agro-food sectors to stimulate innovation, encourage intensive interactions, shared common infrastructure, expertise and technologies in order to develop innovative products and services through scientific and technological knowledge in genomics, genetics, bioinformatics and biology area. &#xd;<br />&#xd;<br />Polo GGB is a centre of excellence providing operational capacity for innovation and research infrastructure and platforms for technical cooperation and networking for projects involving genetics, genomics, biology, microbiology, human diagnostics, agro-food and environment. &#xd;<br />Polo GGB provides researchers with leading-edge facilities including laboratory for molecular diagnostics and genomic analysis, laboratory analysis of general genetics/genomics, sequencing and genotyping laboratory, bioinformatics laboratory, cell culture facilities and one of the largest mosquito confined release facility in Europe, the Ecology &amp; Genetics Facility.  The facilities hold some of the most advanced instruments in the field including NextSeq 550 Illumina, MiSeq DX Illumina, MiSeq Illumina, Nanopore MiNION, Fragment Analyzer. The computational infrastructure consists of high throughput computing servers and high storage capacity appliances. All laboratories have fully automated processing pipelines and operate ISO 9001:2008 quality management system, to ensure the highest quality of data and services. Polo GGB is also authorized to provide diagnostic services by NGS technologies. &#xd;<br />&#xd;<br />The Genomic and Computational Facility of the Polo GGB has two main objectives: driving innovation in genetics and genomics and promoting technology transfer with industry. POLO GGB is devoted to developing NGS platforms for a variety of sequencing applications in all fields of biology like Whole Genome, De-Novo, Whole Transcriptome, miRNA, Exome, Methylation, Ribosome profiling, Targeted RNA and relative libraries preparation (including Mate-Pair). Moreover, Polo GGB provides bioinformatics analysis for all the sequencing applications.&#xd;<br />&#xd;<br />The Ecology &amp; Genetics Platform, based in Terni, is involved in state-of-the-art research projects aimed at developing genetic measures for the control of vector-borne diseases (Malaria). More in detail, the laboratories are involved in the development of genetically modified mosquito for the malaria control and gene drive development with Imperial College London and the Massachusetts General Hospital. These activities are funded by the Bill &amp; Melinda Gates Foundation and DARPA (Defense Advanced Research Projects Agency).&#xd;<br />POLO GGB is also a partner of the INFRAVEC2 project, which aims to provide services and to share infrastructures with European laboratories engaged in the study of vector-transmitted diseases. The laboratories in Terni have an infrastructure that is unique in the world and that allows them to reproduce environmental conditions as the ones in the tropical regions in terms of temperature, humidity and light intensity to recreate an ecosystem similar to the natural that is suitable for the ecology studies of genetically modified Anopheles and Aedes mosquitoes.","acronym":"POLO GGB","interests":"Public Health, Research and innovation","euInitiatives":"Polo GGB institution is in compliance with the following UE legislations: Directive 2001/18/EC on the deliberate release into the environment of GMOs, EU Regulation 1946/2003 on the transboundary movement of GMOs, Directive 2009/41/EC on the contained use of GMMOs, Directive 200/54/EC on the protection of workers from risks related to exposure to biological agents at work.&#xd;<br /> &#xd;<br />Polo GGB has a great interest to take part to decisional processes related to the implementation or modification of UE rules aforementioned. We participated at the “Workshop on the problem formulation for the environmental risk assessment of gene drive modified insects’ in Brussels, Belgium on 15 May 2019 and we attended as an observer at the 134th plenary meeting of the EFSA GMO Panel in Parma, Italy on the 27-28 November 2019. We were interested in the ‘EFSA opinion on genetically modified organisms engineered with gene drives (gene drive modified organisms) and their implications for risk assessment methodologies (EFSA-Q-2018-00619).","lastUp":"2020-01-15T10:40:58.305+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}