{"id":"607024028635-07","name":"Association of Passenger Rights Advocates","registrationDate":"2017-10-11T17:17:31.075+02:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.passengerrightsadvocates.eu","country":"Belgium","headAddress":"Clos du Parnasse 3a","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)4 74 88 21 05","boss":"Patrick  Gibbels ","bossTitle":"Mr","bossPosition":"Secretary General ","membersCount":3,"membersFTE":"1.0","membership":"","memberOrga":"Lennoc &#xd;\nAirhelp &#xd;\nFlightright &#xd;\nReclamador","goal":"The Association of Passenger Rights Advocates (APRA) was established in 2017 by passenger rights organizations from across the EU, offering a united voice on the protection of air passengers.&#xd;<br />&#xd;<br />The world of Aviation is rapidly changing. It is the European Union’s duty to ensure an adequate and up-to-date regulatory framework to enable smooth operations, whilst regulating safety, security, competition and setting and implementing environmental standards. However, without the confidence of the traveler, the aviation sector will be unable to reach its full potential. For this reason, it is APRA’s mission to ensure maximum protection for air passengers by actively engaging in a constructive dialogue with the European and national institutions, as well as airlines, airports, National Enforcement Bodies, and other key stakeholders.&#xd;<br />&#xd;<br />We offer a combination of solid data, in-depth analysis and our collective expertise, to inform policy makers and promote the interest of European air passengers.","acronym":"APRA","interests":"Business and Industry, Climate Action, Employment and Social Affairs, Environment, Research and innovation, Single market, Transport","euInitiatives":"Revision of 261/2004 Passenger Rights Regulation &#xd;<br />Aviation Package &#xd;<br />Single European Skies &#xd;<br />Guidelines for 261 application","lastUp":"2018-10-12T12:24:41.874+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}