{"id":"60758835312-16","name":"Federation of European Tank Storage Associations","registrationDate":"2011-02-15T16:38:16.591+01:00","category":2,"subCategory":4,"legal":"Non profit organisation under Belgian law","web":"http://www.fetsa.eu","country":"Belgium","headAddress":"Boulevard Auguste Reyers, 80","headCity":"Brussels","headPostCode":"B-1030","headPhone":"(322)2 38 97 87","boss":"Marc De Witte","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":1,"membersFTE":"0.5","membership":"FETSA has NGO / Observer status with the Central Commission for Navigation on the Rhine in Strasbourg and the United nations' Economic Committee for Europe in Geneva.","memberOrga":"TSA (UK) , USI (France) , Unione Petrolifera (Italy), Votob (The Netherlands), BATO (via Essenscia )- Belgium)), Asterquigas (Spain) UTV (Germany)","goal":"The Federation of European Tank Storage Associations (FETSA) represents the 7 National Associations of Belgium, France, Germany, Italy, Spain, The Netherlands and the United Kingdom. Our statutes allow also companies to apply for associate membership in the absence of a National Tank Storage Association. The geographical scope for membership tallies with the United Nations’ Council of Europe. This means that Turkish, Swedish,  and Polish operators are now formally belonging to the FETSA family and we hope to expand this to many other Tank Storage companies in and outside the EU.&#xd;<br />In aggregate, FETSA is entitled to speak on behalf of over 150 enterprises. Many of these are large global players with installations in ports all over the world. Tank Storage Companies that are through their National Associations represented in FETSA combine close to 50 per cent of the world storage capacity in bulk liquids i.e. crude oil and oil products, chemicals, edible oils and fats and gases.It is FETSA's aim to contribute positively by offering information to policies that affect the tank storage business and are of general interest, like those that deal with the environment, safety, hazard prevention, logistics of dangerous [liquid] substances.","acronym":"FETSA","interests":"Business and Industry, Climate Action, Competition, Customs, Economy, finance and the euro, Energy, Environment, Food Safety, Foreign affairs and security policy, Research and innovation, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"REACH, BREF Storage, Carbon Leakage, Seveso III, WGC BREF, Safety and Environmental issues, Cyber Security, Digitalisation, Transport Issues, Energy Transition.","lastUp":"2019-02-15T07:34:46.336+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}