{"id":"60762921532-05","name":"Verband deutscher Pfandbriefbanken e.V.","registrationDate":"2009-04-16T15:30:27.062+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.pfandbrief.de","country":"Germany","headAddress":"Georgenstrasse, 21","headCity":"Berlin","headPostCode":"10117","headPhone":"(4930)20 91 51 00","boss":"Jens Tolckmitt","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":9,"membersFTE":"3.5","membership":"Der vdp ist Mitglied des:&#xd;\n- Europäischen Hypothekenverbandes (EHV)&#xd;\n- European Covered Bond Council (ECBC)&#xd;\n&#xd;\nDer Verband arbeitet auch mit den anderen deutschen kreditwirtschaftlichen Spitzenverbänden in der Arbeitsgemeinschaft 'Die Deutsche Kreditwirtschaft' (DK) zusammen.","memberOrga":"www.pfandbrief.de","goal":"Zu den Zielen des Verbandes deutscher Pfandbriefbanken gehören&#xd;<br />&#xd;<br />·\tdie Wahrnehmung der Rechte und Interessen der Pfandbriefbanken einschließlich der Öffentlichkeitsarbeit auf den  Gebieten der Kapitalmarkt-, Staats-,  Immobilien- und Schiffsfinanzierungs-,  der Steuerpolitik sowie der Rechtsgestaltung. &#xd;<br />·\tdie Unterstützung und Beratung der gesetzgebenden Körperschaften und Behörden auf nationaler, europäischer und internationaler Ebene in allen die Pfandbriefbanken betreffenden Angelegenheiten. &#xd;<br />·\tdie Wahrnehmung der Interessen der Pfandbriefbanken gegenüber anderen nationalen, europäischen und &#xd;<br />internationalen Berufsverbänden. &#xd;<br />·\tdie Mitgliedschaft in nationalen, europäischen oder internationalen Berufsverbänden oder die Beteiligung an Unternehmen gleich welcher Gesellschaftsform, soweit Mitgliedschaft oder Beteiligung dem Verbandszweck oder den Mitgliedern des Verbandes dienen.","acronym":"vdp","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, General and Institutional Affairs, Home Affairs, Internal Market, Justice and Fundamental Rights","euInitiatives":"Bankaufsichtsrecht&#xd;<br />Kapitalmarktunion&#xd;<br />Retail-Märkte&#xd;<br />Harmonisierung Covered Bonds","lastUp":"2018-01-08T12:27:47.919+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}