{"id":"607887719353-18","name":"Dianova International","registrationDate":"2015-10-29T09:53:26.546+02:00","category":3,"subCategory":2,"legal":"Asociación sin ánimo de lucro","web":"http://dianova.ngo","country":"Spain","headAddress":"Delegación operativa","headCity":"Castelldefels - Barcelona","headPostCode":"E 08860","headPhone":"(34)9 36 36 57 30","boss":"Montserrat Rafel Herrero","bossTitle":"Ms","bossPosition":"Directora General","membersCount":5,"membersFTE":"1.5","membership":"Dianova International: &#xd;\n- Estatus consultivo especial ante el Consejo Económico y Social de las Naciones Unidas (ECOSOC)&#xd;\n- Registrada como organización de la sociedad civil ante la Organización de los Estados Americanos &#xd;\n- Mantiene relaciones consultivas con la Organización de las Naciones Unidas para la Educación, la Ciencia y la Cultura UNESCO &#xd;\n- Miembro del Forum Europeo de la Sociedad Civil de Drogas (CSFD) &#xd;\n-Miembro del Comité de ONG de Viena sobre Drogas (VNGOC) - Vice-presidencia del Consejo de Administración&#xd;\n- Miembro de la Federación Mundial de Comunidades Terapéuticas (WFTC) - miembros del Consejo de Administración &#xd;\n- Miembro de la Federación Europea de Comunidades Terapéuticas EFTC &#xd;\n- Miembro de la Conferencia de las ONG en relación consultiva con las Naciones Unidas (CoNGO)  - miembros del Consejo de Administración &#xd;\n- Grupo Principal de ONG (NGO Major Group)&#xd;\n- Miembro del Comité de enlace ONG - UNESCO &#xd;\n- Miembro del Comité de las ONG sobre la Condición de la Mujer NGO - CSW NY&#xd;\n- Miembro del Comité de ONG sobre Migración, Nueva York&#xd;\n- Miembro del Comité de Salud Mental, Nueva York - Miembro del Comité de Administración&#xd;\n- Miembro de la Red Iberoamericana de ONG que trabajan en drogodependencias (RIOD)","memberOrga":"Organizaciones miembro de Dianova International: &#xd;\n•\tAsociación Dianova España&#xd;\n•\t Asociaçâo Dianova Portugal&#xd;\n•\t Associazione Dianova Italia&#xd;\n•\t Dianova Canada Inc.&#xd;\n•\t Dianova USA Inc&#xd;\n•\t Fundación Dianova Chile&#xd;\n•\t Fundación Dianova Nicaragua&#xd;\n•\t Fundación Dianova Uruguay&#xd;\n&#xd;\nMiembros afiliados&#xd;\n•\t Dianova Québec Inc.&#xd;\n•\t Dianova Società Cooperativa Sociale&#xd;\n•\t Fundación Dianova España&#xd;\n•\t Fundazione Dianova Italia&#xd;\n•\t ONG Dianova Chile&#xd;\n•\t Dianova Idell Förening (Suecia)&#xd;\n&#xd;\nMiembros asociados&#xd;\n•\t Drustvo \"Up\" (Eslovenia)&#xd;\n•       Ray of Hope (Pakistán)&#xd;\n•       Slum Child Foundation (Kenia)&#xd;\n•       Society for the Promotion of Youth and Masses (India)&#xd;\n- Association des Jeunes Engagés pour l’Action Humanitaire AJEAH (Togo)&#xd;\n- Centro Europeo para la Prevención de la Adicción - CEPA (Rumania)&#xd;\n- Femmes Actives pour la Protection de l’Environnement FAPE (República Democrática de Congo)&#xd;\n- Rusmisbrukernes Interesseorganisasjon - RIO (Noruega)","goal":"Dianova International abarca a miembros ordinarios, afiliados y asociados cuyo compromiso se basa en principios y valores similares, si embargo, sólo los miembros ordinarios comparten el mismo objetivo social, tal como se define en su Visión y Misión comunes.Su tarea es definir la política general y coordinar las iniciativas de la Red, así como brindar un apoyo financiero y técnico a la acción individual de sus miembros. Dianova International representa a los miembros de la red ante organismos internacionales. La red Dianova tiene presencia en cuatro continentes (Europa, América, África, Asia) y esta conformada por 8 miembros ordinarios, 6 afiliados y 8  asociados con presencia en 18 países. Está constituida por un conjunto de organizaciones autónomas que desarrollan programas sociales y proyectos innovadores principalmente en cuatro ámbitos de actividad: la educación, la juventud, la prevención y el tratamiento de las adicciones, así como en iniciativas ciudadanas para un desarrollo social sostenible y equitativo. La misión es desarrollar acciones y programas que contribuyan activamente a la autonomía personal y al progreso social.","acronym":"OID","interests":"Communication, Education, Employment and Social Affairs, Food Safety, Humanitarian Aid, Justice and Fundamental Rights, Public Health, Regional Policy, Youth","euInitiatives":"A nivel europeo e internacional en Dianova hacemos incidencia política sobre; políticas de drogas y adicciones; igualdad de género y empoderamiento de la mujer; refugiados y migrantes; y economia social y tercer sector.&#xd;<br />En el ámbito de drogas seguimos muy de cerca la Estrategia Europea sobre Drogas (2013-2020), el Plan de Acción sobre Drogas (2017-2020), las iniciativas sobre los estándares de calidad en el tratamiento de adicciones, y el posicionamiento de la UE ante organismos internacionales (como la Comisión de Estupefacientes o el Segmento Ministerial de Alto Nivel del 2019).","lastUp":"2018-04-10T15:25:30.875+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}