{"id":"608174919777-30","name":"Beaulieu International Group","registrationDate":"2015-12-02T14:13:03.958+02:00","category":2,"subCategory":3,"legal":"Naamloze vennootschap","web":"http://www.bintg.com","country":"Belgium","headAddress":"Kalkhoevestraat 16","headCity":"Waregem","headPostCode":"8790","headPhone":"(32)56 62 92 11","boss":"Francis De Clerck","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"1.0","membership":"ERFMI, EDANA, EPLF, ECRA, Fedustria, Cirfs-eatp, MMFA,  EDANA, MMFA,","memberOrga":"","goal":"Beaulieu International Group is a renowned international group with headquarters in Belgium. Today this industrial group holds a solid market position both in producing raw materials and intermediate goods and in offering an extensive range of perfectly finished floorcoverings. &#xd;<br />&#xd;<br />Beaulieu International Group is composed of three business units. ‘Flooring Solutions’ is the European leader in wall-to-wall floorcoverings (carpet, needle felt, artificial grass, cushion vinyl, vinyl planks, laminate, parquet &amp; wall panels). A second business unit, ‘Granules’, produces polypropylene granules for numerous applications. And the third business unit, ‘Engineered Products’, houses the activities ‘Fibres’, ‘Yarns’, ‘Technical Textiles’ and ‘Technical Sheets’. &#xd;<br />&#xd;<br />Beaulieu International Group has 4,200 employees in 29 plants, 9 sales offices and 8 distribution centres spread across 14 countries. In 2014, the Beaulieu International Group´s turnover was €1.7 billion. &#xd;<br />&#xd;<br />The Beaulieu International Group's entrepreneurial spirit and innovative ambitions make it the model of diversity and evolution within the sector. They allow it to create added value sustainably for customers, employees, suppliers, shareholders and for the society in which it operates.","acronym":"BIG","interests":"Competition, Customs, Economy, finance and the euro, International co-operation and development, Research and innovation, Taxation","euInitiatives":"Beaulieu International Group follows EU activities in the field of climate change, environment, sustainability, waste management and régulations, recycling, building and construction materials régulations, chemicals and circular economy and the following initiatives and policies: Climate action program, Europe 2020 initiatives, Horizon 2020 program, Reach, ECHA and substances of very high concerns, Circular Economy Strategy initiatives and Trade polily and market access.","lastUp":"2019-10-16T09:24:34.713+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}