{"id":"60855797209-18","name":"Agronovo Ecoloxía, S.L.","registrationDate":"2011-11-21T10:54:43.154+02:00","category":1,"subCategory":6,"legal":"Limited company","web":"http://www.agronovo.es","country":"Spain","headAddress":"Camiño Real, 72-74, Entlo.","headCity":"Lugo","headPostCode":"27004","headPhone":"(34)9 82 24 67 62","boss":"Rafael Rivadulla","bossTitle":"Mr","bossPosition":"Founder partner","membersCount":4,"membersFTE":"4.0","membership":"FEGAXE (Galician Federation of Young Entrepreneurs, www.ajegalicia.com),  Red Emprendeverde (national network to promote business creation and consolidation of new business or in activities related to environment). SEAE (Sociedad Española de Agricultura Ecológica; Spanish Society of Organic Farming, www.agroecologia.net).","memberOrga":"","goal":"Agronovo is a consultancy specialized in high quality agricultural and farming production. Our scope is focused on organic production as well as Geographical Indications (Protected Designation of Origin (PDO), Protected Geographical Indication (PGI) and Traditional Speciality Guaranteed (TSG)) and other designations of quality. Our aim is to increase the economic sustainability of farms, cooperatives or other types of companies linked to organic production, support new agents’ entry into the sector, encourage coordination and enhance alternative products with higher added value.&#xd;<br />Thus, we arrange everything necessary for farmers, ranchers, cooperatives or processing industries to get the European organic food label, stating that their production is governed by the established normative. We also give technical, economic and financial advice to co-operatives and associations, including products marketing. Through continuous contact, we keep our clients informed of regulatory changes and every subsidy or incentive that can benefit them.","acronym":"AGRONOVO","interests":"Agriculture, Climate Action, Food Safety, Maritime affairs and fisheries, Regional Policy, Research and innovation","euInitiatives":"Rural Development, Organic farming, Food traceability, Wine techonology, Food innovation, Certification bodies, Agriculture, Big data, Database, Technology","lastUp":"2018-05-02T09:42:50.849+02:00","customers":"Clúster da Alimentación Ecolóxica de Galicia","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"100000-499999"}