{"id":"608989118107-97","name":"Vysoká škola chemicko-technologická v Praze","registrationDate":"2015-07-08T10:45:56.223+02:00","category":4,"subCategory":12,"legal":"veřejná vysoká škola","web":"http://www.vscht.cz","country":"Czech republic","headAddress":"Technická 5","headCity":"Praha 6 -Dejvice","headPostCode":"166 28","headPhone":"(420)2 20 44 41 44","boss":"Karel Melzoch","bossTitle":"Mr","bossPosition":"Rektor","membersCount":4,"membersFTE":"1.0","membership":"UCT Prague is a member of the European University Association, ECTN (European Chemistry Thematic Network), the European Federation of National Engineering Associations, and the International Society for Engineering Pedagogy. &#xd;\nDepartment of International Relations is a member of the EAIE (European Association for International Education) and coordinates the activities for UCT Prague in the networks Study in the Czech Republic and Study in Prague.&#xd;\nUCT Prague faculties are active members of a number of international organisations and networks both on educational and research level. Besides, there are professional associations which UCT Prague staff are members of, for example European Federation of Chemical Engineering (www.efce.info).","memberOrga":"","goal":"Vysoká škola chemicko-technologická v Praze spojuje tradici s nejmodernějšími nano- a biotechnologiemi a dalšími progresivními směry a obory ve vědě a výzkumu. Spolu s vynikajícím mezinárodním renomé a špičkovým přístrojovým vybavením otevírá každému studentovi možnosti zapojit se do vědeckých projektů dle vlastního výběru, umožňuje zahraniční stáže a je následně vstupenkou k prestižnímu, dobře ohodnocenému uplatnění doma i v zahraničí.&#xd;<br />&#xd;<br />Všechny aktivity instituce směřují k cíli profilovat VŠCHT Praha jako výzkumnou technickou univerzitu s velmi kvalitním základním a aplikovaným výzkumem a s dobrým mezinárodním renomé v oblasti vzdělávání a vědy a výzkumu.&#xd;<br />&#xd;<br />Pro VŠCHT Praha je charakteristická tradiční a velmi úzká spolupráce s průmyslovou sférou, aktivní transfer vědeckých poznatků do praxe, podíl na inovacích a průmyslovém výzkumu a vývoji.","acronym":"VŠCHT Praha","interests":"Education and training, Energy, Environment, Food Safety, Research and innovation","euInitiatives":"Věda, výzkum a vzdělávání. Vědecké týmy všech fakult VŠCHT Praha se velmi intenzivně zapojují do programů mezinárodní spolupráce ve VaVaI, významná je především účast v projektech 7. RP EU, kde VŠCHT Praha patří mezi 3 nejúspěšnější instituce v ČR. &#xd;<br />V roce 2017 bylo podáno pracovníky VŠCHT Praha 40 mezinárodních výzkumných projektů (program Horizon 2020, Norské fondy, a jiné), z nichž 14 bylo přijato a zahájilo realizaci, 6 v řízení. Celkem bylo v roce 2017 na VŠCHT Praha řešeno 24 zahraničních projektů.&#xd;<br />VŠCHT Praha je aktivně zapojeno do programu Erasmus+, v r. 2018 měla VŠCHT Praha více než 150 Erasmus+ bilaterálních smluv a více než 100 meziuniverzitních smluv o spolupráci s institucemi v celém světě. Instituce se také účastní realizace tří mezinárodních magisterských a doktorských programů Erasmus Mundus (IMETE, EM3E, EUDIME) a jednoho společného doktorského programu SuPER-W.","lastUp":"2019-04-17T14:26:18.234+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}