{"id":"608989118107-97","name":"Vysoká škola chemicko-technologická v Praze","registrationDate":"2015-07-08T10:45:56.223+01:00","category":4,"subCategory":12,"legal":"veřejná vysoká škola","web":"http://www.vscht.cz","country":"Czech republic","headAddress":"Technická 5","headCity":"Praha 6 -Dejvice","headPostCode":"166 28","headPhone":"(420)2 20 44 41 44","boss":"Karel Melzoch","bossTitle":"Mr","bossPosition":"rektor","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Vysoká škola chemicko-technologická v Praze spojuje tradici s nejmodernějšími nano- a biotechnologiemi a dalšími progresivními směry a obory ve vědě a výzkumu. Spolu s vynikajícím mezinárodním renomé a špičkovým přístrojovým vybavením otevírá každému studentovi možnosti zapojit se do vědeckých projektů dle vlastního výběru, umožňuje zahraniční stáže a je následně vstupenkou k prestižnímu, dobře ohodnocenému uplatnění doma i v zahraničí.&#xd;<br />&#xd;<br />Všechny aktivity instituce směřují k cíli profilovat VŠCHT Praha jako výzkumnou technickou univerzitu s velmi kvalitním základním a aplikovaným výzkumem a s dobrým mezinárodním renomé v oblasti vzdělávání a vědy a výzkumu.&#xd;<br />&#xd;<br />Pro VŠCHT Praha je charakteristická tradiční a velmi úzká spolupráce s průmyslovou sférou, aktivní transfer vědeckých poznatků do praxe, podíl na inovacích a průmyslovém výzkumu a vývoji.","acronym":"VŠCHT Praha","interests":"Education, Energy, Environment, Food Safety, Research and Technology","euInitiatives":"Věda, výzkum a vzdělávání. Vědecké týmy všech fakult VŠCHT Praha se velmi intenzivně zapojují do programů mezinárodní spolupráce ve VaVaI, významná je především účast v projektech 7. RP EU, kde VŠCHT Praha patří mezi 3 nejúspěšnější instituce v ČR. &#xd;<br />V roce 2016 bylo podáno pracovníky VŠCHT Praha 30 návrhů projektů do programu Horizon 2020, z nichž pět uspělo a zahájilo realizaci. Celkem bylo v roce 2016 na VŠCHT Praha řešeno 22 zahraničních projektů, z toho 7 projektů FP7, 4 projekty Norských fondů, 1 projekt NATO, 1 projekt CEI KEP a 9 projektů Horizon 2020. &#xd;<br />VŠCHT Praha je aktivně zapojeno do programu Erasmus+, v r. 2016 měla VŠCHT Praha více než 100 Erasmus+ bilaterálních smluv a více než 100 meziuniverzitních smluv o spolupráci s institucemi v celém světě. Instituce se také účastní realizace tří mezinárodních magisterských a doktorských programů Erasmus Mundus (IMETE, EM3E, EUDIME) a jednoho společného doktorského programu SuPER-W.","lastUp":"2017-06-05T15:21:38.896+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}