{"id":"609128236978-88","name":"Global Food Summit","registrationDate":"2020-01-14T18:22:00.717+01:00","category":1,"subCategory":6,"legal":"keine","web":"http://globalfoodsummit.com","country":"Germany","headAddress":"Friedrichstraße 171","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)30 21 96 05 21","boss":"Stephan Becker-Sonnenschein","bossTitle":"Mr","bossPosition":"Head and Founder","membersCount":4,"membersFTE":"1.0","membership":"- Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung&#xd;\nwww.bmz.de&#xd;\n&#xd;\n- Kompetenzzentrum für Ernährung KErn, Kulmbach&#xd;\nhttps://www.kern.bayern.de&#xd;\n&#xd;\n- Wirtschaftsministerium Bayern&#xd;\nhttps://www.stmwi.bayern.de&#xd;\n&#xd;\n- Bayerisches Staatsministerium für Ernährung, Landwirtschaft und Forsten&#xd;\nhttps://www.stmelf.bayern.de","memberOrga":"- Prof. Dr. Justus Wesseler, Agricultural Economics and Rural Policy, Universität Wageningen, Niederlande&#xd;\nhttps://www.wur.nl/de/Wageningen-University.htm&#xd;\n&#xd;\n- Dr. Simon Reitmeier, Managing Director of the Food Cluster, Kompetenzzentrum für Ernährung KErn, Kulmbach&#xd;\nhttps://www.kern.bayern.de&#xd;\n&#xd;\n- Prof. Thomas Hofmann, Präsident, Technische Universität München (TUM)&#xd;\nhttps://www.tum.de&#xd;\n&#xd;\n- Prof. Martina Schraudner, Beauftragte des wissenschaftlichen Präsidenten, Deutsche Akademie der Technikwissenschaften (acatech)&#xd;\nhttps://www.acatech.de&#xd;\n&#xd;\n- Prof. David Zilberman, PhD, Department of Agricultural and Resource Economics, University of California, Berkeley I Sprecher der Kuratoren&#xd;\nhttps://www.berkeley.edu","goal":"Der Global Food Summit ist eine Konferenzplattform auf der gesellschaftspolitische Diskussionen stattfinden und innovative Lösungen der Lebensmittelwirtschaft vorgestellt werden die dazu beitragen, die UN Ziele 2030 zu erreichen. International renommierte Wissenschaftler, Politik Verbände, Unternehmen sowie Start-ups treffen sich vier Tage lang einmal jährlich in der Münchener Residenz um über die Zukunft der Lebensmittelwirtschaft zu diskutieren.","acronym":"GFS","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Consumers, Digital economy and society, Economy, finance and the euro, Environment, Food Safety, Institutional affairs, International co-operation and development, Maritime affairs and fisheries, Public Health, Research and innovation, Trade","euInitiatives":"- Green Deal &#xd;<br />- GAP &#xd;<br />- Europäische Agrarpolitik &#xd;<br />- Codex Alimentarius&#xd;<br />- Regulativen in Bezug auf die Novel Food Verordnung","lastUp":"2020-01-14T18:22:30.985+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}