{"id":"609110934685-54","name":"SÜDWIND","registrationDate":"2019-04-29T15:00:08.064+02:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://www.suedwind-institut.de","country":"Germany","headAddress":"Kaiserstr. 201","headCity":"Bonn","headPostCode":"53113","headPhone":"(49)7 63 69 80","boss":"Martina Schaub","bossTitle":"Ms","bossPosition":"Geschäftsführerin","membersCount":1,"membersFTE":"0.25","membership":"http://www.suedwind-institut.de/suedwind/mitgliedschaften-netzwerke/","memberOrga":"","goal":"SÜDWIND hat ein jährliches Haushaltsvolumen von aktuell 1.000.000 Euro und beschäftigt 12 Hauptamtliche Mitarbeiterinnen und Mitarbeiter. Wir setzen Projekte der Bildungsarbeit um, die ein Fördervolumen zwischen 20.000 und 160.000 Euro haben. 30 % unserer Mittel kommen aus Spenden, Mitgliedsbeiträgen und institutioneller Förderung, 35 % aus öffentlicher und privater Projektförderung und 35 % aus Auftragstätigkeiten für z.B. die Deutsche Gesellschaft für Technische Zusammenarbeit, das Bundesministerium für wirtschaftliche Zusammenarbeit und Entwicklung oder das Europäische Parlament sowie Unternehmen.&#xd;<br />Die Wirkung unserer Arbeit versuchen wir dadurch zu steigern, dass wir mit anderen zivilgesellschaftlichen Organisationen, Instituten, Kirchen und Gewerkschaften kooperieren und uns in Kampagnen gemeinsam mit anderen engagieren.&#xd;<br />Als Gründungsmitglied der Clean Clothes Campaign (CCC) Deutschland haben wir eine lange und gefestigte Kooperationsstruktur mit allen Mitgliedern der europäischen CCC. Wir haben außerdem im Jahr 1997 mit 50 Partnern weltweit und finanziert durch die Europäische Union die Kampagne „Erlaßjahr 2000“ koordiniert und umgesetzt. In den Jahren 2010 bis 2013 waren wir Mitglied eines europäischen Konsortiums von entwicklungspolitischen Instituten (u.a. mit Overseas Development Institute, Centre for European Policy Studies, Chatham House und Ecologic Institute). Wir haben als Konsortium durch einen Rahmenvertrag mit dem Europäischen Parlament, Policy Department - DG External Policies, 20 Expertisen zu entwicklungspolitischen Fachfragen für das Parlament erarbeitet und diese im Parlament und teilweise der Kommission präsentiert.&#xd;<br />Wir arbeiten seit 1991 zu Fragestellungen rund um menschenwürdige Arbeitsbedingungen und Unternehmensverantwortung. In den letzten Jahren konnten wir verschiedene Projekte umsetzen, in denen die Wertschöpfungsketten und Arbeitsbedingungen in den unterschiedlichen Produktionsstufen von Produkten, die wir konsumieren oder nutzen analysiert wurden. Darunter waren z.B. Kakao, Bananen, Mobiltelefone, Palmöl, metallische Rohstoffe in Automobilen, Textilien und Baumwolle.&#xd;<br />Die methodische Grundlage unserer Arbeit ist die handlungsorientierte Recherche, die in Studien und Fact-Sheets mit ausgewogen dargestellten Informationen mit aktuellen Beispielen belegt mündet. Die Verbraucherinnen und Verbraucher werden mit Hilfe der erarbeiteten Materialien informiert. Begleitet werden die Materialien von einer umfassenden Informations-, Bildungs- und Öffentlichkeitsarbeit, die neben zahlreichen Bildungsveranstaltungen (auch für Multiplikatoren) zudem Pressearbeit beinhaltet.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Budget, Climate Action, Economy, finance and the euro, Environment, Foreign affairs and security policy, International co-operation and development, Migration and asylum, Trade","euInitiatives":"EU International Cooperation and Development, Trade (EPA), Investment (EFSD), CSR, 2030 Agenda (SDG), Agrar, Migration (Trustfund).","lastUp":"2019-04-29T15:02:37.447+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}