{"id":"609348325501-54","name":"Združenje delodajalcev Slovenije g.i.z.","registrationDate":"2017-02-02T13:25:01.183+01:00","category":3,"subCategory":2,"legal":"g.i.z. - gospodarsko interesno združenje","web":"http://www.zds.si","country":"Slovenia","headAddress":"Dimičeva 9","headCity":"Ljubljana","headPostCode":"1000","headPhone":"(386)15 63 48 80","boss":"Jože Smole","bossTitle":"","bossPosition":"Secretary general","membersCount":1,"membersFTE":"0.25","membership":"BUSINESSEUROPE&#xd;\nBIAC&#xd;\nIOE","memberOrga":"","goal":"Združenje delodajalcev Slovenije je prvo prostovoljno gospodarsko interesno združenje v Sloveniji, ki zastopa in ščiti interese delodajalcev že od leta 1994.&#xd;<br />ZDS je spoštovan socialni partner, tako v bipartitnem kot tripartitnem socialnem dialogu, ki interese svojih članov zastopa strokovno, argumentirano in transparentno.Socialno partnerstvo med delodajalci, vlado in sindikati omogoča urejenost odnosov na socialnoekonomskem področju in stabilne pogoje poslovanja za podjetja.Ugotavljanje pravih interesov delodajalcev in skupno oblikovanje stališč v odnosu do socialnih partnerjev je v tem procesu predpogoj za uspešno uveljavljanje pričakovanj in zahtev delodajalcev.Moč in pomembnost vsakega člana posebej se oblikuje šele s povezovanjem z drugimi člani, torej z včlanitvijo v združenje.  Skupaj uveljavljamo interese podjetij in z upoštevanjem širših makroekonomskih danosti zagotovljamo reprezentativen in enoten glas delodajalcev.&#xd;<br /> &#xd;<br />V ZDS je danes povezanih preko 1.400 slovenskih podjetij, ki so panožno organizirani v 11 sekcij dejavnosti. V okviru ZDS tako lahko vaše podjetje aktivno sodeluje v eni sekcij dejavnosti, v katero se uvrsti glede na šifro opravljanja dejavnosti po Standardni klasifikaciji dejavnosti (SKD) ter seveda upoštevajoč interese vašega podjetja.","acronym":"ZDS","interests":"Budget, Business and Industry, Competition, Economy, finance and the euro, Education and training, Employment and Social Affairs, Single market, Taxation","euInitiatives":"Business Europe, European Commision, OECD - Organisation for Economic Co-operation and Development, IMF - International Monetary Fund","lastUp":"2019-12-18T08:45:45.894+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}