{"id":"609351215992-85","name":"Confederation of European Computer User Associations","registrationDate":"2015-02-10T16:13:25.123+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.cecua.eu","country":"Belgium","headAddress":"c/o Maison des Associations","headCity":"Brussels","headPostCode":"B-1050","headPhone":"(32)22 38 50 00","boss":"Didier Carré","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"- ATI, Asociación de Técnicos de Informática, Àvila no 50, 3a planta, local 9, 08005 Barcelone (Espagne);&#xd;\n- ADI, Anwenderverband Deutscher Informationsverarbeiter, c/o Mr. Friedrich Dittmer, Postbox 11 39, D-25463 Halstenbek (Allemagne);&#xd;\n- ADV, Arbeitsgemeinschaft für Datenverarbeitung, EURO PLAZA | Gebäude G, Am Euro Platz 2, 1120 Wien (Autriche);&#xd;\n- AICA, Associazione Italiana per l'informatica e il Calcolo Automatico, Piazzale Rodolfo Morandi, 2 - 20121 Milano (Italie);&#xd;\n- CIGREF, 21 Avenue de Messine, 75008 Paris (France) ;&#xd;\n- DANSK IT, Bredgade 25A, DK - 1260 København K (Danemark);&#xd;\n- DF Sweden, Dataföreningen i Sverige, Kungsbro Strand 29 112 26 Stockholm (Suède);&#xd;\n- PEXI, Aristotle University of Thessaloniki, Department of Electrical and Computer Engineering, Division of Electronics and Computer Engineering, Informatics and Information Security Laboratory, 54124, Thessaloniki (Grèce);&#xd;\n- SITF, The Icelandic Forum of IT&amp;T Users, Akurgerdi 31, 108 Reykjavik (Islande);&#xd;\n- swissICT, Vulkanstrasse 120, 8048 Zürich (Suisse) ;","goal":"The objective of CECUA is the development of the use of Information Technoogy in Europe. It represents groups of users of Information technologies. Its principal objectives are:&#xd;<br />&#xd;<br />- To act as a users voice, in particular covering general matters of concern with respect to the use and the provision of information technology in private sector, society, profession and economy.&#xd;<br />- To enable users to express their opinions and consequently to clarify any decisions and actions to be taken by European Institutions, in particular the European Economic Community, in connection with the use of information technology.&#xd;<br />- To facilitate exchanges between users of different countries and also the development of concerted action.&#xd;<br />- To disseminate information on matters of general interest to and about users.&#xd;<br />- To prepare materials in the form of advisory documents, studies, precedents, and other tools to be of assistance to users.","acronym":"CECUA","interests":"Business and Industry, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, Foreign and Security Policy and Defence, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Trade, Transport, Youth","euInitiatives":"European Internet Forum (Board member)&#xd;<br />ITRE&#xd;<br />Single Digital Market&#xd;<br />Internet Gouvernance&#xd;<br />Social and economical growth&#xd;<br />Involvement of citizens&#xd;<br />Smart Cities&#xd;<br />Sustainable energy and mobility","lastUp":"2018-07-27T10:07:31.253+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}