{"id":"609300716175-67","name":"CooperFin S.p.A.","registrationDate":"2015-02-23T15:19:37.820+02:00","category":2,"subCategory":3,"legal":"SpA","web":"http://www.cooperfin.com","country":"Italy","headAddress":"via R. Bracco","headCity":"NAPOLI","headPostCode":"80133","headPhone":"(39)0 81 44 73 05","boss":"Marco Limoncelli","bossTitle":"Mr","bossPosition":"Presidente CdA","membersCount":4,"membersFTE":"3.0","membership":"Capacity Building dell'Ente Nazionale per il Microcredito http://www.microcreditoitalia.org/capacitybuilding/?page_id=2798","memberOrga":"","goal":"La CooperFin è stata costituita nel 2008 per creare un autorevole polo finanziario al servizio dell'impresa e del privato. In effetti le singole socie, le quali annoverano una notevole specializzazione, apportano, alla CooperFin S.p.A., le proprie infrastrutture sui prodotti per permettere la distribuzione altamente professionale all'intera rete commerciale in esclusiva. La CooperFin è una Società per Azioni (emittente diffuso con Azioni dematerializzate ISIN IT0004797269 ed accentrate presso Monte Titoli S.p.A. - Società del Gruppo London Stock Exchange) con azionisti Società Finanziarie, Mediatori Creditizi, Agenti in attività finanziaria, Promotori finanziari, Società industriali, Società commerciali, Imprenditori e Liberi professionisti. Ad oggi la compagine societaria è composta da oltre 300 soci. La struttura del Management si caratterizza per la presenza di professionisti con un background articolato e multidisciplinare, maturato in alcune delle realtà più importanti dei settore del corporate finance, del management consulting e dell'industria.&#xd;<br />Ci poniamo sul mercato con innovative formule finanziarie per essere competitivi, dinamici e vicini all'esigenze dei nostri Clienti. Il nostro claim è \"SINERGIA IMPRENDITORIALE PER CRESCITA COMUNE\".&#xd;<br />I core-business di CooperFin, rispetto ai propri competitors, sono i prodotti dedicati al mondo dell'Impresa rispetto a quello dei Privati.","acronym":"","interests":"Banking and financial services, Borders and Security, Business and Industry, Consumers, Economy, finance and the euro, Energy, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, Public Health, Taxation, Trade, Trans-European Networks","euInitiatives":"Microcredito per start up e per job creation. Pawn on the gold and the cars","lastUp":"2018-08-31T12:08:01.144+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}