{"id":"609857635030-40","name":"World Coalition Against the Death Penalty","registrationDate":"2019-06-03T11:20:12.950+02:00","category":3,"subCategory":2,"legal":"association sans but lucratif","web":"http://www.worldcoalition.org","country":"France","headAddress":"Mundo M","headCity":"Montreuil","headPostCode":"93100","headPhone":"(33)1 80 87 70 43","boss":"Aurélie Plaçais","bossTitle":"Ms","bossPosition":"Directrice","membersCount":1,"membersFTE":"0.25","membership":"HRDN","memberOrga":"http://www.worldcoalition.org/Member-organizations.html","goal":"The aim of the World Coalition is to strengthen the international dimension of the fight against the death penalty. Its ultimate objective is to obtain the universal abolition of the death penalty.","acronym":"WCADP","interests":"Budget, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights","euInitiatives":"Files currently followed by the World Coalition Against the Death Penalty: Human Rights, Abolition of the death penaly worldwide, Rule of Law, Access to Justice, EIDHR, Civic Space.&#xd;<br />The World Coalition engages with EU Commissioners and their staff (DG Trade, Cooperation and RELEX), with MEPs (DROI subcommittee), with the EEAS (Human Rights section) and with the Council of the European Union (CoHom), to make sure that the abolition of the death penalty remains a priority of the external policy of the EU (see EU Guidelines on Death Penalty).&#xd;<br />It also provides written or oral positions in public consultations, public hearings or debates held by the EU institutions, such as consultations for updates of EU Guidelines on Human Rights or public consultations before calls for proposals under EIDHR.&#xd;<br />It also organises events, for example during World/European Day Against the Death Penalty on 10 October to urge the EU Parliament to take action and adopt resolutions on the abolition of the death penalty in some countries. Finally, the World Coalition drafts, circulates and communicates information material or discussion/position papers dealing with ongoing EU policies, processes or procedures linked to the worldwide abolition of the death penalty. It also participates in the EU NGO Human Rights Forum every year.","lastUp":"2019-06-04T15:56:29.440+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}