{"id":"609904815975-13","name":"European Agency for Special Needs and Inclusive Education","registrationDate":"2015-02-09T15:24:38.710+02:00","category":6,"subCategory":9,"legal":"Self-governing institution with public support","web":"http://www.european-agency.org","country":"Denmark","headAddress":"Østre Stationvej 33","headCity":"Odense C","headPostCode":"5000","headPhone":"(45)64 41 00 20","boss":"Cor J.W. Meijer","bossTitle":"Mr","bossPosition":"Director","membersCount":4,"membersFTE":"4.0","membership":"www.european-agency.org","memberOrga":"www.european-agency.org","goal":"The European Agency for Special Needs and Inclusive Education is an independent organisation acting as a platform for collaboration for the Ministries of Education in its 31 European member countries in the field of special needs and inclusive education. &#xd;<br />&#xd;<br />The Agency's mission is to help the member countries improve the quality and effectiveness of their inclusive provision for learners with disabilities and with special educational needs.&#xd;<br />&#xd;<br />Financially, the Agency is maintained by the Ministries of education in the member countries as well as supported by the European Union Institutions via the Jean Monnet initiative within the EU Erasmus+ education programme (2014-2020).","acronym":"","interests":"Education","euInitiatives":"All the Agency's work is in line with and directly supports all international and EU policy initiatives on education, equity, equal opportunities and rights for people with disabilities and with special educational needs.&#xd;<br />&#xd;<br />The agency has a mandate from its member countries to facilitate collaboration regarding country priorities that are in line with the European Council of Ministers’ priorities for education and training, as identified in the ET 2020 strategy and in accordance with international agreements, such as the United Nations Convention on the Rights of Persons with Disabilities (2006) and the Convention on the Rights of the Child (1989)","lastUp":"2018-04-04T09:57:41.950+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}