{"id":"610422328683-19","name":"FLASH Societ? di Mutuo Soccorso","registrationDate":"2017-10-16T16:35:36.042+01:00","category":2,"subCategory":7,"legal":"Societ? di Mutuo Soccorso","web":"http://www.flashvisa.it","country":"Italy","headAddress":"Via F. S. Nitti, 3","headCity":"Roma","headPostCode":"00191","headPhone":"(39)33 97 79 49 99","boss":"Domenico Lanni","bossTitle":"Mr","bossPosition":"Presidente del Cda ","membersCount":3,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"interventi e prestazioni sanitarie; prestazioni socio-sanitarie; educazione, istruzione e formazione professionale, nonch? le attivit? culturali di interesse sociale con finalit? educativa; interventi e servizi finalizzati alla salvaguardia e al miglioramento delle condizioni dell'ambiente e all'utilizzazione accorta e razionale delle risorse naturali, con esclusione dell'attivit?, esercitata abitualmente, di raccolta e riciclaggio dei rifiuti urbani, speciali e pericolosi; interventi di tutela e valorizzazione del patrimonio culturale e del paesaggio, formazione universitaria e post-universitaria; ricerca scientifica di particolare interesse sociale; organizzazione e gestione di attivit? culturali, artistiche o ricreative di interesse sociale, incluse attivit?, anche editoriali, di promozione e diffusione della cultura e della pratica del volontariato e delle attivit? di interesse generale; organizzazione e gestione di attivit? turistiche di interesse sociale, culturale o religioso; formazione extra-scolastica, finalizzata alla prevenzione della dispersione scolastica e al successo scolastico e formativo, alla prevenzione del bullismo e al contrasto della povert? educativa; cooperazione allo sviluppo; attivit? commerciali, produttive, di educazione e informazione, di promozione, di rappresentanza, di concessione in licenza di marchi di certificazione, svolte nell'ambito o a favore di filiere del commercio equo e solidale, da intendersi come un rapporto commerciale con un produttore operante in un'area economica svantaggiata, situata, di norma, in un Paese in via di sviluppo, sulla base di un accordo di lunga durata finalizzato a promuovere l'accesso del produttore al mercato e che preveda il pagamento di un prezzo equo, misure di sviluppo in favore del produttore e l'obbligo del produttore di garantire condizioni di lavoro sicure, nel rispetto delle normative nazionali ed internazionali, in modo da permettere ai lavoratori di condurre un'esistenza libera e dignitosa, e di rispettare i diritti sindacali, nonch? di impegnarsi per il contrasto del lavoro infantile; servizi finalizzati all'inserimento o al reinserimento nel mercato del lavoro dei lavoratori e delle persone svantaggiate; alloggio sociale, nonch? ogni altra attivit? di carattere residenziale temporaneo diretta a soddisfare bisogni sociali, sanitari, culturali, formativi o lavorativi; accoglienza umanitaria ed integrazione sociale dei migranti; agricoltura sociale; organizzazione e gestione di attivit? sportive dilettantistiche; beneficenza, sostegno a distanza, cessione gratuita di alimenti o prodotti, o erogazione di denaro, beni o servizi a sostegno di persone svantaggiate o di attivit? di interesse generale a norma del presente articolo; promozione della cultura della legalit?, della pace tra i popoli, della nonviolenza e della difesa non armata; promozione e tutela dei diritti umani, civili, sociali e politici, nonch? dei diritti dei consumatori e degli utenti delle attivit? di interesse generale di cui al presente articolo, promozione delle pari opportunit? e delle iniziative di aiuto reciproco, incluse le banche dei tempi e i gruppi di acquisto solidale; cura di procedure di adozione internazionale; protezione civile; riqualificazione di beni pubblici inutilizzati o di beni confiscati alla criminalit? organizzata.","acronym":"Flash","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"COM(2010) 462 def. del 6 settembre 2010.?Decisione n. 940/2011/UE del Parlamento europeo e del Consiglio, del 14 settembre 2011, sull'Anno europeo?dell'invecchiamento attivo e della solidariet? tra le generazioni (2012) (GU L 246 del 23.9.2011).?Conclusioni del Consiglio, del 20 novembre 2009, su un invecchiamento sano e dignitoso.?Risoluzione del Parlamento europeo dell'11 novembre 2010 sulla sfida demografica&#xd;<br />Codice Frontiere Schengen","lastUp":"2017-10-16T16:39:03.738+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}