{"id":"610630735727-43","name":"Fundacja Res Publica im. H. Krzeczkowskiego","registrationDate":"2019-08-29T12:59:52.551+02:00","category":3,"subCategory":2,"legal":"Foundation","web":"https://publica.pl/","country":"Poland","headAddress":"Gałczyńskiego 5","headCity":"Warszawa","headPostCode":"00-362","headPhone":"(48)2 26 92 47 84","boss":"Wojciech Przybylski","bossTitle":"Mr","bossPosition":"Chairman","membersCount":6,"membersFTE":"3.25","membership":"","memberOrga":"","goal":"Res Publica Foundation, a non-partisan, political culture oriented NGO has extensive (30 years) publishing and project management experience in CEE. It publishes more than 500 articles a year by 200 authors, has 60 partner institutions in 15 cities in Poland and more than 30 international partners. It actively cooperates with think-tanks, magazines, local administrations, NGOs, businesses, for instance: the Financial Times, Visegrad Fund, Prague European Conference, Forum2000, Brain Bar Budapest, Lewiatan Poland, Aspen Institute Prague, Heinrich Boell Foundation, Konrad Adenauer Foundation, Globsec, Riga Conference, Wrocław Global Forum, City of Gdańsk, City of Warsaw, City of Katowice, Orange Polska, International Paper, Lockheed Martin, Google and many others. It has accomplished projects run in Austria, Belarus, Belgium, the Czech Republic, Estonia, Latvia, Lithuania, Macedonia, Moldova, Germany, Poland, Slovakia, Ukraine and Hungary.","acronym":"Res Publica","interests":"Budget, Business and Industry, Climate Action, Communication, Culture and media, Digital economy and society, Economy, finance and the euro, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation","euInitiatives":"Res Publica Foundation has been working on scenario-based reports, such as \"Central European Futures: Five scenarios for 2025\" and \"Central European Futures: Scenarios for Eastern Partnership in 2030\". In addition, the recent scenario-based report will be focused on Multiannual Financial Framework and EU budget.","lastUp":"2019-08-29T13:00:42.684+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}