{"id":"610767536515-15","name":"SRI GROUP EUROPE Sprl","registrationDate":"2019-11-08T09:49:05.415+01:00","category":2,"subCategory":3,"legal":"sprl","web":"http://srigroupglobal.com","country":"Belgium","headAddress":"Rue de la Loi 26","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)4 71 68 03 87","boss":"Marina Bresciani","bossTitle":"Ms","bossPosition":"Chief Executive Officer","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"SRI Group offers advice and assistance to institutional investors, major financial players, companies and corporations of all sizes.&#xd;<br />The Group was established in 2001 and through a network of subsidiaries and branches it operates in Europe (with offices in London, Brussels,&#xd;<br />Milan, Rome) as well as in the Asia Pacific region, (Shanghai and Beijing ).&#xd;<br />It is composed by a team of internationally experienced professionals, specialising in financial advisory,&#xd;<br />management consulting, public affairs, corporate communications and not-for-profit organisations.&#xd;<br />The Group has more than one division:&#xd;<br />&#xd;<br />Financial Advisory: financial advice and financial transaction arrangement for a wide range of istitutional clients in Europe and Asia.&#xd;<br />&#xd;<br />Business Management Advisory:&#xd;<br />Management consulting, international business development, corporate finance&#xd;<br />&#xd;<br />Corporate Communication &amp; Public Relations:&#xd;<br />Business and media relations, communication strategy and&#xd;<br />media planning, network management and development.","acronym":"SRI GROUP","interests":"Banking and financial services, Budget, Business and Industry, Communication, Economy, finance and the euro, Institutional affairs, Trade, Trans-European Networks","euInitiatives":"The main EU initiatives have been related to the presentation of European Funds all over Europe with a focus on financing, venture capital and equity capital that is the \"core\" of the group. The roadshow organised both in Italy, in Belgio and Luxembourg brought out the main funds lines assigned by the Parliament to the European Commission to sustain PMI and financial intermediate with whom SRI GROUP works and that represent in Brussels.&#xd;<br />This campaign is in favour of PMI to let them have facilities in the access to finance.","lastUp":"2019-11-08T09:49:27.591+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}