{"id":"611384518199-68","name":"Asociatia Romana pentru Inovatie in Acvacultura si Pescuit","registrationDate":"2015-07-16T10:09:39.010+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.ariap.ro","country":"Romania","headAddress":"Bdul. Pipera - Tunari 198, Ibizasol, Toledo, ap. 1","headCity":"Voluntari Illfov","headPostCode":"077190","headPhone":"(40)7 24 59 36 13","boss":"Tăbăcaru Daniel Dorin","bossTitle":"Mr","bossPosition":"President","membersCount":7,"membersFTE":"4.0","membership":"European Society for Aquaculture","memberOrga":"http://www.ariap.ro/index.php/membership/","goal":"What is  ARIAP&#xd;<br />Founded in 2015, ARIAP is an independent association for innovation in aquaculture and fishery from Romania. &#xd;<br />&#xd;<br />The objectives of  ARIAP&#xd;<br />• The Association is founded to promote and support the interests of professionals and professional communities in the aquaculture and fisheries.&#xd;<br />• To assist in the dissemination of information about new technology and innovation among members&#xd;<br />• To undertake any activity deemed appropriate to further the understanding of fisheries and aquaculture&#xd;<br />• To serve as a channel of communication with other interested bodies&#xd;<br />&#xd;<br />Membership of ARIAP&#xd;<br />Membership is open to any legal or natural person working in aquaculture and fisheries in academia, the industry, or the public sector, from Romania. Corporate membership is available to institutions and representative groups in Romania with an interest in aquaculture and fisheries innovation research. &#xd;<br />&#xd;<br />Structure of Ariap&#xd;<br />The day-to-day running of ARIAP is undertaken by a Bureau of five Officers – the President, Vice-President1, Vice-President2, Secretary, and Censor Auditor.&#xd;<br />&#xd;<br />Funding of ARIAP&#xd;<br />ARIAP was initially established with the subscription the founding members, but is entirely self-funded by membership subscriptions. One certified auditor check the ARIAP financial statements and prepare a report for each General Meeting.","acronym":"ARIAP","interests":"Agriculture and Rural Development, Climate Action, Environment, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Humanitarian Aid, Public Health, Research and Technology","euInitiatives":"\"Facts and figures on the CFP\" &#xd;<br />Bluefin tuna - Conservation paying off&#xd;<br />Protecting sea bass - Monthly catch limits and closed area&#xd;<br />&#xd;<br />Tackling illegal, unreported and unregulated (IUU) fishing&#xd;<br />&#xd;<br />International trade and the EU market for fisheries and aquaculture products&#xd;<br />&#xd;<br />The EU fish processing sector: facts &amp; figures&#xd;<br />&#xd;<br />The EU fish processing sector: facts &amp; figures&#xd;<br />&#xd;<br />Protecting sea bass&#xd;<br />&#xd;<br />The new Common Fisheries Policy: sustainability in depth&#xd;<br />&#xd;<br />The international dimension of the EU Common Fisheries Policy&#xd;<br />&#xd;<br />The European Maritime And Fisheries Fund 2014-2020&#xd;<br />&#xd;<br />Sustainable tools for the world's largest seafood market&#xd;<br />&#xd;<br />The EU fishing fleet: facts &amp; figures&#xd;<br />&#xd;<br />The EU fishing fleet: facts &amp; figures&#xd;<br />&#xd;<br />Aquaculture facts","lastUp":"2017-07-18T14:36:39.262+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}