{"id":"6113045396-06","name":"Fédération Nationale de la Mutualité Française","registrationDate":"2008-09-15T15:37:33.238+02:00","category":2,"subCategory":1,"legal":"fédération","web":"http://www.mutualite.fr","country":"France","headAddress":"Vaugirard, 255","headCity":"Paris cedex 15","headPostCode":"75719","headPhone":"(33)1 40 43 35 66","boss":"Thierry Beaudet","bossTitle":"Mr","bossPosition":"Président","membersCount":3,"membersFTE":"3.0","membership":"La FNMF est membre de : &#xd;\n-AIM- association internationale de la Mutualité&#xd;\n- AMICE- association des assureurs mutuels et coopératifs en Europe&#xd;\n- ESIP - European Social Insurance Platform&#xd;\n- EASPD - Association européenne des prestataires de services aux personnes handicapées","memberOrga":"","goal":"La Fédération Nationale de la Mutualité Française réunit environ 350 mutuelles qui sont des sociétés de personnes à but non lucratif dont l’activité principale est l’assurance complémentaire santé. &#xd;<br />Certaines mutuelles ont pour activité la gestion de services de soins et d’accompagnement social (établissements de santé, pharmacies, centres de santé, crèches…). Il en existe plus de 200 sur le territoire français assurant la gestion de plus de 2500 services de soins et d'accompagnement sur l'ensemble du territoire français. D’autres mutuelles proposent également à leurs membres des prestations d’assurance prévoyance ou d’assurance retraite. &#xd;<br />Les mutuelles couvrent en France plus de 38 millions de personnes et représentent un poids économique de 21,3 milliards d’euros de chiffre d'affaires. &#xd;<br />Leur mode de fonctionnement relève des principes fondateurs du mouvement mutualiste : absence de parts sociales ou d’actionnariat, liberté d’adhésion, but non lucratif, démocratie participative indépendance de gestion vis-à-vis de l’Etat et solidarité en refusant toute discrimination financière ou sélection des risques.","acronym":"FNMF","interests":"Business and Industry, Competition, Consumers, Digital economy and society, Employment and Social Affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Sport, Taxation","euInitiatives":"- Socle protection sociale&#xd;<br />- Économie sociale et solidaire&#xd;<br />- services financiers (assurances, pensions, investissements)&#xd;<br />- protection des données à caractère personnel&#xd;<br />- soins transfrontaliers&#xd;<br />- solvabilité 2 &#xd;<br />- médicaments et dispositifs médicaux","lastUp":"2018-06-26T15:35:25.061+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}