{"id":"612289519524-31","name":"Principles for Responsible Investment","registrationDate":"2015-11-20T11:14:45.035+02:00","category":2,"subCategory":3,"legal":"Company Limited by Guarantee","web":"http://www.unpri.org","country":"United kingdom","headAddress":"25 Camperdown Street","headCity":"London","headPostCode":"E1 8DZ","headPhone":"(44)0 20 37 14 31 41","boss":"Fiona Reynolds","bossTitle":"","bossPosition":"CEO","membersCount":3,"membersFTE":"1.75","membership":"The PRI is a partnership with UN Global Compact and the UN Environment Programme Finance Initiative.","memberOrga":"https://www.unpri.org/searchresults?qkeyword=&amp;parametrics=WVSECTION%7cSignatories","goal":"The United Nations-supported Principles for Responsible Investment (PRI) Initiative is an international network of investors working together to put the six Principles for Responsible Investment into practice. Its goal is to understand the implications of sustainability for investors and support signatories to incorporate these issues into their investment decision making and ownership practices.&#xd;<br />&#xd;<br />In implementing the Principles, signatories contribute to the development of a more sustainable global financial system.&#xd;<br />&#xd;<br />The Principles are voluntary and aspirational. They offer a menu of possible actions for incorporating ESG issues into investment practices across asset classes. Responsible investment is a process that must be tailored to fit each organisation’s investment strategy, approach and resources. The Principles are designed to be compatible with the investment styles of large, diversified, institutional investors that operate within a traditional fiduciary framework.&#xd;<br />&#xd;<br />The PRI Initiative has quickly become the leading global network for investors to publicly demonstrate their commitment to responsible investment, to collaborate and learn with their peers about the financial and investment implications of ESG issues, and to incorporate these factors into their investment decision making and ownership practices.&#xd;<br />&#xd;<br />The Six Principles&#xd;<br />&#xd;<br />Principle 1: We will incorporate ESG issues into investment analysis and decision-making processes.&#xd;<br />Principle 2: We will be active owners and incorporate ESG issues into our ownership policies and practices.&#xd;<br />Principle 3: We will seek appropriate disclosure on ESG issues by the entities in which we invest.&#xd;<br />Principle 4: We will promote acceptance and implementation of the Principles within the investment industry.&#xd;<br />Principle 5: We will work together to enhance our effectiveness in implementing the Principles.&#xd;<br />Principle 6: We will each report on our activities and progress towards implementing the Principles.","acronym":"PRI","interests":"Banking and financial services, Climate Action, Economy, finance and the euro, Energy, Environment","euInitiatives":"International Observer to EU HLEG on Sustainable Finance&#xd;<br />&#xd;<br />Member of the Technical Expert Group on Sustainable Finance &#xd;<br />&#xd;<br />See: https://www.unpri.org/sustainable-markets/policy-and-regulation/briefings-and-consultations&#xd;<br />&#xd;<br />- EU PUBLIC CONSULTATION ON&#xd;<br />INSTITUTIONAL INVESTORS AND ASSET&#xd;<br />MANAGERS' DUTIES REGARDING&#xd;<br />SUSTAINABILITY (2018)&#xd;<br />-RESPONSE TO THE EUROPEAN COMMISSION&#xd;<br />CONSULTATION ON MIFID II SUITABILITY&#xd;<br />REQUIREMENTS (2018)&#xd;<br />&#xd;<br />See: http://www.unpri.org/areas-of-work/policy-and-research/briefing-papers-events-news/&#xd;<br />&#xd;<br />- EU Revision of the Shareholder Rights Directive.&#xd;<br />- EU IORP ii Directive","lastUp":"2018-08-20T14:23:58.963+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}