{"id":"613363110299-54","name":"Cluster industrielle Biotechnologie CLIB2021 e.V.","registrationDate":"2012-12-11T14:03:32.119+01:00","category":3,"subCategory":2,"legal":"eingetragener Verein nach deutschem Vereinsrecht","web":"http://www.clib2021.com","country":"Germany","headAddress":"Voelklinger Strasse, 4","headCity":"Duesseldorf","headPostCode":"40219","headPhone":"(49)21 16 79 31 41","boss":"Thomas Schwarz","bossTitle":"Mr","bossPosition":"Chairman of the Board","membersCount":2,"membersFTE":"1.0","membership":"CLIB is a member and has informal network relations to: &#xd;\nA.SPIRE aisbl&#xd;\nBIC aisbl&#xd;\nBIO.NRW&#xd;\nRussian Biotech 2030","memberOrga":"http://www.clib2021.de/en/clib2021/members","goal":"CLIB2021 (Cluster Industrial Biotechnology 2021) is an international open innovation cluster of large companies, SMEs, academic institutes and universities as well as other stakeholders active in biotechnology and bioeconomy as a whole. The cluster comprises over 100 members with a share of about 25 % international members. The cluster mainly focuses on industrial biotechnology to provide solutions for the chemical industry: raw materials, biocatalysts, processes, products and technologies that result in monomers, fine chemicals or in their functionalization. Pertinent project areas are identified by the CLIB2021 team in conjunction with members in an iterative process. CLIB2021 is a non-profit association, with its members shaping the cluster’s interests and activities. The cluster coordinates several associated programmes which cover different aspects of bioeconomy, and invites members to become involved, bring in their own ideas and to generate a real benefit for their companies or institutions.","acronym":"CLIB","interests":"Agriculture and Rural Development, Climate Action, Education, Energy, Enterprise, Environment, Research and Technology, Trans-European Networks","euInitiatives":"Participation in EU public consultations especially on the topics biotechnology, bioeconomy and circular economy.","lastUp":"2018-03-14T16:45:42.381+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}