{"id":"613351326827-53","name":"Mirna Robert Epidemiology","registrationDate":"2017-04-20T12:09:40.476+02:00","category":1,"subCategory":8,"legal":"One-person business","web":"http://www.linkedin.com/in/mirna-robert-du-ry-van-beest-holle-1155618/","country":"Netherlands","headAddress":"Merwe Donk 38","headCity":"Gorinchem","headPostCode":"","headPhone":"(31)6 10 06 89 12","boss":"Mirna Robert-Du Ry van Beest Holle","bossTitle":"Ms","bossPosition":"Owner","membersCount":1,"membersFTE":"1.0","membership":"Membership at SPKS, a Dutch Foundation for Bowel Cancer.","memberOrga":"","goal":"Freelance Consultant, Medical Epidemiologist&#xd;<br />&#xd;<br />Mirna is a medical doctor (Erasmus 1999) with Master in Public Health from the London School of Hygiene and Tropical Medicine (2002) and European Programme for Intervention Epidemiology Training alumna (EPIET 2004) with more than 10 years working experience in public health and 5 years in vaccine industry. She started freelancing in 2016.&#xd;<br />&#xd;<br />With her diverse background in public health (RIVM, RKI), private sector (KLM, TravelAlert, Novartis, GSK) and working in many countries (Tanzania, South-Africa, Indonesia, Vietnam, China), her goal is to bridge the gap between organizations and countries, and to establish partnerships in order to control infectious diseases.&#xd;<br />&#xd;<br />To reach this goal, Mirna can offer technical/medical expertise, burden of disease mapping, literature reviews, writing or review of study protocols, development of guidelines, presentations, training materials or publications, database management (analyses, IT, legal), and pharmacovigilance monitoring.&#xd;<br />&#xd;<br />Specialties, key words: avian influenza, pandemic (preparedness), meningococcal disease, Q-fever, OneHealth, malaria, tuberculosis, schistosomiasis, Legionnaire's disease, HIV, AIDS, surveillance, vaccines, WHO International Health Regulations.&#xd;<br />&#xd;<br />In her free time, Mirna also runs the Children of Kilimanjaro Foundation in Tanzania focusing on education and health in vulnerable children, and she supports cancer advocacy groups.","acronym":"","interests":"Food Safety, Public Health, Research and Technology","euInitiatives":"Collaborations, technical consultations for the European Center for Disease Control and Prevention (ECDC) in Stockholm, Sweden.&#xd;<br />&#xd;<br />Reviewer of project proposals for EDCTP, The Hague, Netherlands (2016).&#xd;<br />&#xd;<br />Reviewer of project proposals for EC Horizon 2020, phases 1 and 2 (2018).","lastUp":"2018-04-06T20:06:57.278+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}