{"id":"613363110299-54","name":"Cluster industrielle Biotechnologie CLIB2021 e.V.","registrationDate":"2012-12-11T14:03:32.119+01:00","category":3,"subCategory":2,"legal":"eingetragener Verein nach deutschem Vereinsrecht","web":"http://www.clib2021.com","country":"Germany","headAddress":"Voelklinger Strasse, 4","headCity":"Duesseldorf","headPostCode":"40219","headPhone":"(49)21 16 79 31 41","boss":"Thomas Schwarz","bossTitle":"Mr","bossPosition":"Chairman of the Board","membersCount":2,"membersFTE":"1.0","membership":"CLIB is a member and has informal network relations to: &#xd;\nA.SPIRE aisbl&#xd;\nBIC aisbl&#xd;\nBIO.NRW&#xd;\nRussian Biotech 2030","memberOrga":"http://www.clib2021.de/en/clib2021/members","goal":"CLIB2021 is an \"Open Innovation Cluster\" for bioeconomy with focus on industrial biotechnology. Our 100 cluster members recruit from academia, finance, industry, and SME, with an international share of about 35%. The CLIB Graduate Cluster ensures qualification of young scientists in key areas of industrial biotechnology. The same scientific areas are also addressed by our Technology Cluster. &#xd;<br />We help our members and partners to network along bioeconomy value chains in the chemicals and energy markets. Identification of unusual value chains within the bioeconomy is a major task of our cluster. We reveal joint interests of stakeholders, moderate a targeted partnering, and create implementation plans including funding scenarios. However, the partners themselves are in charge of implementation and commercialization. In European Union as well as in its international network our cluster serves as initiator, coordinator, and multiplicator to push the bioeconomy.","acronym":"CLIB","interests":"Agriculture and Rural Development, Climate Action, Education, Energy, Enterprise, Environment, Research and Technology, Trans-European Networks","euInitiatives":"Participation in EU public consultations","lastUp":"2017-03-21T14:08:36.613+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}