{"id":"613649919211-53","name":"D64 Zentrum für digitalen Fortschritt","registrationDate":"2015-10-15T17:39:28.490+02:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://d-64.org","country":"Germany","headAddress":"Werftstr 3","headCity":"Berlin","headPostCode":"10557","headPhone":"(49)1 51 61 31 53 10","boss":"Nico Lumma","bossTitle":"Mr","bossPosition":"Vorsitzender","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"Wir haben nur natürliche Mitglieder","goal":"Vereinszweck ist die substanzielle Unterstützung der öffentlichen Debatte um die gesellschaftliche Veränderung durch das Internet, insbesondere im Hinblick auf die politische Entwicklung der Demokratie in Deutschland. Die Digitalisierung der Welt und die Veränderungen durch das Internet werden in naher Zukunft die Rahmenbedingungen für demokratische Willensbildungsprozesse signifikant verändern.&#xd;<br />&#xd;<br />Vor diesem Hintergrund muss die öffentliche Diskussion um die gesellschafts- und demokratieverändernde Wirkung des Internets mit sehr viel mehr Nachdruck geführt werden als dies aktuell der Fall ist. D64 tritt ein für eine höhere Wahrnehmung netzpolitischer Themen in informierter Öffentlichkeit und Gesellschaft und ist hierfür insbesondere durch die Förderung der Volksbildung und der Wissenschaft und Forschung, insbesondere auf den Gebieten der Informatik, Kommunikationswissenschaften sowie Demokratie und Gesellschaftsforschung aktiv.","acronym":"D64","interests":"Borders and Security, Budget, Business and Industry, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, External Relations, Foreign and Security Policy and Defence, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Trade, Trans-European Networks, Youth","euInitiatives":"Audiovisuelle Medienrichtlinie&#xd;<br />Digitale Agenda&#xd;<br />Grundrechte&#xd;<br />Passagierabkommen&#xd;<br />Safe Harbour&#xd;<br />Kultur&#xd;<br />Bildung&#xd;<br />Sicherheit&#xd;<br />Soziales","lastUp":"2018-08-22T23:16:24.686+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}