{"id":"614156234317-03","name":"Costa Crociere S.p.A.","registrationDate":"2019-03-20T14:16:48.899+01:00","category":2,"subCategory":3,"legal":"S.p.A.","web":"http://www.costacrociere.it","country":"Italy","headAddress":"Piazza Piccapietra 48","headCity":"Genova","headPostCode":"","headPhone":"(39)1 05 48 31","boss":"Michael Thamm","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"0.75","membership":"Costa Cruises; AIDA Cruises; Carnival Maritime","memberOrga":"Costa Group or its brands AIDA and Costa are members of many associations/networks among them CLIA, Confitarma (Italian Shipowners’ Association), VDR (German Shipowners' Association).","goal":"As part of Carnival Corporation &amp; plc, the world’s largest leisure travel company, our goal is to provide travelers around the globe with extraordinary vacations at exceptional value. Costa Crociere, which manages the two brands Costa Cruises and AIDA Cruises, is the largest cruise operator in Europe and China. In addition to these two customer-facing brands, Costa Group also includes Carnival Maritime, its Marine Service Unit. With a current fleet of 28 ships and more than 80,000 berths, Costa Group carried around 3.2 million passengers and had a global turnover of €3.8 billion in 2018. The Group has over 30,000 employees worldwide. The company will add five new ships to its fleet by 2023. The majority of the new ships are fully powered by liquefied natural gas (LNG), the world’s cleanest burning fossil fuel. This development demonstrates the Group’s commitment to pioneering new modes of environmental protection in the shipping industry.","acronym":"Costa Group","interests":"Business and Industry, Climate Action, Communication, Environment, Maritime affairs and fisheries, Transport","euInitiatives":"Tourism, Cruise Industry, Consumer &amp; Passenger Rights, Sustainability &amp; Environment; Monitoring all regulatory aspects related to Marine / Maritime / Shipping Industry. In particular those related to environmental aspects and ports.","lastUp":"2019-03-20T14:32:24.403+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}