{"id":"614115015810-67","name":"Modern Education and Research Institute","registrationDate":"2015-01-29T10:06:35.692+02:00","category":3,"subCategory":2,"legal":"asbl","web":"http://moderneducationinstitute.com","country":"Belgium","headAddress":"Square de Meeûs 38","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)4 88 86 68 65","boss":"Ekaterina Tsaranok","bossTitle":"Ms","bossPosition":"Founder","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"Central Kazakhstan Academy, Republic of Kazakhstan&#xd;\nKokshetau Abai Myrzahmetov University, Republic of Kazakhstan","goal":"The MERI works to help university professors and administration members to modernise education through studying innovative methods and approaches to teaching and learning and disseminating knowledge through academic exchange programmes, scientific conferences and international cooperation projects. &#xd;<br />We aim to:&#xd;<br />1. Develop, implement and further enhance effective cooperation and sustainable partnerships in the academic sector between the countries of the European Union (EU) and Eurasian Economic Union (EEU) by bringing the best European practices and expertise to the EEU universities. &#xd;<br />2. Inform the EEU higher education institutions about the new learning opportunities in the EU tailored to the specific needs as a response to contemporary challenges in education. &#xd;<br />3. Promote the European initiative of life-long learning.&#xd;<br />4. Strengthen educational partnerships and create a platform for sharing best practices and expertise.&#xd;<br />5. Monitor and assist universities in building consortiums for the EU funded programmes.&#xd;<br />6. Provide high-quality expertise on modernization of higher education and foster quality teaching and university management in the EEU.","acronym":"MERI","interests":"Culture, Education, Enterprise, External Relations, Research and Technology, Youth","euInitiatives":"Various policies of the Directorate General for Education and Culture and the Directorate General for Enterprise and Industry as well as activities of the CULT and ITRE Committees of the European Parliament&#xd;<br />- Higher education policy&#xd;<br />- Adult learning policy&#xd;<br />- Vocational education and training policy&#xd;<br />- International cooperation and policy dialogue&#xd;<br />- Youth policy &#xd;<br />&#xd;<br />Initiatives such as:&#xd;<br />- Education and Training 2020 strategy&#xd;<br />- Erasmus+ programme &#xd;<br />- Agenda for the Modernisation of Europe's Higher Education Systems&#xd;<br />- Horizon 2020&#xd;<br />- Opening up Education Initiative&#xd;<br />- Entrepreneurship Education in Practice&#xd;<br />- Rethinking Education","lastUp":"2018-04-18T16:06:58.314+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}