{"id":"614156228277-54","name":"Chelgate Public Affairs Limited","registrationDate":"2017-09-07T18:58:59.570+02:00","category":1,"subCategory":6,"legal":"Limited Company","web":"http://www.chelgatepublicaffairs.ie","country":"Ireland","headAddress":"Unit 3d North Point House","headCity":"Cork","headPostCode":"","headPhone":"(353)2 12 06 68 45","boss":"Mathew Lane","bossTitle":"Mr","bossPosition":"Company Secretary","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Chelgate Public Affairs is an independent, international strategic Public Affairs agency, with offices in Cork, Ireland and Brussels, as well as a network of associates around the globe.&#xd;<br />&#xd;<br />We offer our clients – companies, charities, governments, schools and individuals – a strategic public affairs service, both here in Ireland and at the European Parliament. In addition through our affiliate company, Chelgate Limited, we offer a comprehensive range of professional services, including PR, reputation &amp; relationship management, public affairs, crisis management and international PR.","acronym":"","interests":"Banking and financial services, Business and Industry, Climate Action, Consumers, Digital economy and society, Energy, Environment, Foreign affairs and security policy, Institutional affairs, Maritime affairs and fisheries, Research and innovation, Sport, Trans-European Networks, Transport","euInitiatives":"We provide up-to-the-minute intelligence into political developments in Brussels. We understand the complex cycles and procedures of European government – in particular in the Commission and in Parliament – and we know where to turn for vital information. Our intelligence is relevant to commercial and political clients, including those from outside of Europe.&#xd;<br />&#xd;<br />We give clients the analysis and understanding they need to operate effectively in Brussels. Our experience allows us to provide information and insight that is relevant to our clients’ interests, and we are expert at explaining – concisely and clearly – which European legislation, regulations, executive decisions and elections really matter to them, and why.&#xd;<br />&#xd;<br />Chelgate has an established reputation for engaging with key officials at both the EU Commission and Parliament. We work on behalf of clients who wish to inform, engage and influence policy decisions currently being made or likely to be made in the future.","lastUp":"2019-07-25T10:13:31.055+02:00","customers":"The Lubrizol Corporation","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}