{"id":"614115015810-67","name":"Ekaterina Tsaranok","registrationDate":"2015-01-29T10:06:35.692+01:00","category":1,"subCategory":8,"legal":"Self-employed","web":"","country":"Belgium","headAddress":"Rue des Platanes 19","headCity":"Bruxelles","headPostCode":"1040","headPhone":"(32)4 88 86 68 65","boss":"Ekaterina Tsaranok","bossTitle":"Ms","bossPosition":"Owner","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"1. Develop, implement and further enhance effective cooperation and sustainable partnerships in education sector between the countries of the European Union (EU) and Eurasian Economic Union (EEU) by bringing the best European practices and expertise to my target groups. &#xd;<br />2. Inform the EEU education institutions about the new learning opportunities in the EU tailored to the specific needs as a response to contemporary challenges in education. &#xd;<br />3. Promote the European vision of long-life and wide-life learning process using innovative teaching methods.&#xd;<br />4. Strengthen educational partnerships and create a platform for sharing best practices that allow partners discover academic diversity in expertise.&#xd;<br />5. Monitor and assist universities in building consortiums for applying for the EU funded programmes.&#xd;<br />6. Provide high-quality expertise on the reform of higher education and foster quality teaching and administration capacities of university management in the EEU.","acronym":"","interests":"Culture, Education, Enterprise, External Relations, Research and Technology, Youth","euInitiatives":"Various policies of the Directorate General for Education and Culture and the Directorate General for Enterprise and Industry as well as activities of the CULT and ITRE Committees of the European Parliament&#xd;<br />- Higher education policy&#xd;<br />- Adult learning policy&#xd;<br />- Vocational education and training policy&#xd;<br />- International cooperation and policy dialogue&#xd;<br />- Youth policy &#xd;<br />&#xd;<br />Initiatives such as:&#xd;<br />- Education and Training 2020 strategy&#xd;<br />- Erasmus+ programme &#xd;<br />- Agenda for the Modernisation of Europe's Higher Education Systems&#xd;<br />- Horizon 2020&#xd;<br />- Opening up Education Initiative&#xd;<br />- Entrepreneurship Education in Practice&#xd;<br />- Rethinking Education","lastUp":"2018-01-20T10:09:37.325+01:00","customers":"Modern Education and Research Institute","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}