{"id":"614571136781-46","name":"France Nature Environnement","registrationDate":"2019-12-10T16:42:35.195+01:00","category":3,"subCategory":2,"legal":"Association loi 1901","web":"https://www.fne.asso.fr/","country":"France","headAddress":"81-83 boulevard de Port-Royal","headCity":"Paris","headPostCode":"75013","headPhone":"(33)01 44 08 02 50","boss":"Michel Dubromel","bossTitle":"Ms","bossPosition":"Président","membersCount":3,"membersFTE":"1.0","membership":"https://www.fne.asso.fr/qui-sommes-nous","memberOrga":"https://ged.fne.asso.fr/silverpeas/LinkFile/Key/8ef8e836-bcbe-40c0-9121-361b1a513129/FNE_associations_membres.pdf","goal":"Fédérer : Nous faisons entendre auprès des pouvoirs publics, des élus, des médias et de la société civile la voix des associations de protection de la nature et de l'environnement réunies dans un même mouvement. Nous affirmons notre culture commune, favorisons les échanges d'idées et le partage de bonnes pratiques, et encourageons le bénévolat. Nous croisons nos analyses et veillons à la cohérence et à la complémentarité des plaidoyers. &#xd;<br />&#xd;<br />Influencer : Nous dialoguons en permanence avec l'ensemble de la société civile et les élus et plaidons la cause de la nature et de l'environnement auprès des « décideurs ». Impliqués dans le débat public, nous alertons et proposons des solutions concrètes pour réussir la transition écologique. France Nature Environnement participe toute l'année à plus de 200 instances nationales de concertation : Conseil économique, social et environnemental, Comité national de l'eau, Conseil national de protection de la nature, Conseil national des déchets…&#xd;<br />&#xd;<br />Défendre: Pour faire face à la crise écologique et contre les atteintes à l'environnement, nous déployons tous les outils de la démocratie, des procédures de concertation aux actions en justice. Chaque année, France Nature Environnement défend devant la justice les intérêts de l'environnement dans plus d’une centaine d'affaires.&#xd;<br />&#xd;<br />Informer: Pour mieux protéger la nature et l'environnement, il est indispensable d'en saisir la complexité. Présents sur le terrain, militants et indépendants, nous menons un travail de fond. Notre capacité d’expertise nourrit nos positions. Nous partageons nos connaissances, pour que chacun détienne les clés du débat environnemental, nous informons les citoyens et menons des actions ciblées de sensibilisation. Nous encourageons et valorisons l'engagement associatif. &#xd;<br />&#xd;<br />Sensibiliser: Depuis leur création, les 3500 associations membres de FNE sensibilisent le public à la nature et à l'environnement, partout en France. Ces actions représentent une part importante de leur activité. Leurs démarches sont aussi multiples que les publics touchés. En primaire, au collège, au lycée, auprès des collectivités, des élus, des pouvoirs publics, il est important et urgent de comprendre les impacts de notre mode de vie sur la nature pour le transformer.","acronym":"FNE","interests":"Agriculture and Rural Development, Climate Action, Education and training, Energy, Environment, Public Health, Transport","euInitiatives":"- politique agricole commune&#xd;<br />- paquet énergie - climat&#xd;<br />- Directive Habitat&#xd;<br />- Règlement LULUCF","lastUp":"2019-12-10T16:47:11.017+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}