{"id":"61480828099-01","name":"FEDERITALIA","registrationDate":"2012-02-17T16:08:54.706+01:00","category":2,"subCategory":7,"legal":"Ente Nazionale con finalità assistenziale","web":"http://www.federitalia.it/","country":"Italy","headAddress":"Viale delle Provincie n.116, 0664220350","headCity":"Roma","headPostCode":"00162","headPhone":"(06)64 22 03 50","boss":"Angelo Campanella","bossTitle":"Mr","bossPosition":"Presidente nazionale","membersCount":3,"membersFTE":"3.0","membership":"","memberOrga":"DE@ESI(30000),&#xd;\nC.I.P.S.(20000)","goal":"Feder-Italia è una Associazione Nazionale avente per scopo la diffusione dello Sport in ogni sua disciplina, attraverso la promozione e l'organizzazione su tutto il territorio nazionale e nei Paesi Europei ed Extraeuropei di attività sportive dilettantistiche a carattere amatoriale, seppure con modalità competitive, volte alla formazione fisica, morale, sociale e della salute dei cittadini, nonché di tutte le attività culturali, sociali, ricreative, salutistiche, del tempo libero, di formazione extrascolastica e del turismo sociale che possono contribuire all'arricchimento della persona umana; Feder-Italia persegue inoltre finalità assistenziali e di promozione sociale. Le attività sportive dilettantistiche, che dovessero essere eventualmente esercitate a carattere agonistico, dovranno rispettare quanto sancito dai regolamenti tecnici delle Federazioni Sportive Nazionali e/o Discipline Associate per il miglior raggiungimento delle specifiche finalità.","acronym":"FEDERITALIA","interests":"Climate Action, Culture, Education, Environment, Humanitarian Aid, Public Health, Research and Technology, Sport, Youth","euInitiatives":"L’attività di FEDERITALIA è rivolta alla promozione sportiva dilettantistica, del volontariato e del tempo libero.&#xd;<br />Nell’arco dell’anno di norma l’ente realizza eventi e manifestazioni oltre che corsi formativi pari a circa 150/160 attività, tra sport, volontariato e corsi.&#xd;<br />L’evento di punta è rappresentato dal “ meeting FEDERITALIA “ competizione dilettantistica che raccoglie diverse finali di attività sportive delle più disparate discipline.","lastUp":"2017-03-24T10:18:24.578+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}