{"id":"615038313868-42","name":"European Health Telematics Association","registrationDate":"2014-06-30T10:04:06.220+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.ehtel.eu","country":"Belgium","headAddress":"168 avenue de Tervuren, box 2","headCity":"Brussels","headPostCode":"1150","headPhone":"(32)0 22 30 15 34","boss":"Marc Lange","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":5,"membersFTE":"4.0","membership":"","memberOrga":"https://www.ehtel.eu/join-us.html&#xd;\n&#xd;\nhttps://www.ehtel.eu/members.html","goal":"EHTEL: the European eHealth Stakeholder Platform&#xd;<br />&#xd;<br />EHTEL (the European Health Telematics Association) is a unique pan-European multidisciplinary stakeholder organisation, which brings together corporate, institutional, and individual actors dedicated to the improvement of healthcare delivery through digital health.&#xd;<br />&#xd;<br />EHTEL’s distinctive structure enables the exchange of ideas and information leading to innovation in the delivery of eHealth solutions and the transformation of health and social care. EHTEL facilitates interactions and sharing of knowledge among stakeholder groups. The association acts as a neutral forum, not as a lobbying group.&#xd;<br /> &#xd;<br />EHTEL’s growing membership includes more than 50 organisations from all relevant stakeholder groups. The multitude of interests and viewpoints of its members enables EHTEL to take a holistic approach on the implementation of eHealth solutions.&#xd;<br /> &#xd;<br />EHTEL provides a complete picture of the benefits and challenges of the deployment of ICT in the fields of health and social care, and it identifies opportunities and topics for its members that require attention and further development at European level.&#xd;<br /> &#xd;<br />EHTEL engages in collaborations with European associations representing hospitals, health insurers, physicians, pharmacists, nurses, patients and citizens, as well as with professional associations dedicated to the quality and certification of care processes and eHealth services.&#xd;<br />&#xd;<br />EHTEL works to&#xd;<br />- Support European initiatives and policies aimed at increasing the constituency of eHealth in Europe. EHTEL collects and distils the voices of its members through position papers, briefing papers, and publications. It has several Working Groups and Task Forces that focus on specific issues crucial to the deployment of ICT-based innovative healthcare services in the European arena.&#xd;<br />- Provide expert advice, educational services, and insights on the latest regulatory, strategic, and business-oriented developments in the field of digital healthcare.&#xd;<br />- Support European co-funded projects in developing new knowledge and a complete understanding of the challenges and opportunities involved in the deployment of eHealth services in health and social care.&#xd;<br />- Provide a networking platform where stakeholders from all sorts of backgrounds can discuss common challenges, explore new solutions, and share information, experiences, and lessons learned.&#xd;<br />&#xd;<br />EHTEL offers educational and networking opportunities to its members&#xd;<br />- Conferences, seminars and Webinars on current and emerging topics in Digital Health like Artificial Intelligence, Interoperability, IT-supported Integrated Care, Maturity Models, Scaling-UP and many more.&#xd;<br />- Working Groups and Task Forces on Interoperability of Infrastructure and Services, Telemedicine and Chronic Disease Management, Digital services and Messaging, Innovation and Society.","acronym":"EHTEL","interests":"Digital economy and society, Public Health","euInitiatives":"EHTEL has the ambition to support EU initiatives, policies and legislative files aiming at fostering the deployment of eHealth, mHealth and other ICT-based innovative services aiming at contributing to the transformation of health care systems in Europe.&#xd;<br />&#xd;<br />EHTEL is a multi-stakeholder platform with members in each of the main stakeholder groups engaged in the deployment of these services: public authorities at regional or national level, implementation agencies, health insurers and other payers, patient representatives, health care delivery organisations, universities, ICT and pharma industry ...&#xd;<br />&#xd;<br />EHTEL is therefore not representing/defending the interest of  a particular stakeholder group, but of all those who believes that ICT is an enabler for the modernisation of the health care systems to make them more efficient in their use of financial and human resources, better accessible and also more personalised to ensure quality care.","lastUp":"2019-09-18T12:05:47.618+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}