{"id":"615038313868-42","name":"European Health Telematics Association","registrationDate":"2014-06-30T10:04:06.220+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.ehtel.eu","country":"Belgium","headAddress":"168 avenue de Tervuren, box 2","headCity":"Brussels","headPostCode":"1150","headPhone":"(32)0 22 30 15 34","boss":"Marc Lange","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":4,"membersFTE":"2.5","membership":"","memberOrga":"http://www.ehtel.eu/join-ehtel &#xd;\n&#xd;\nhttp://www.ehtel.eu/join-ehtel/member-profiles","goal":"EHTEL: eHealth Focal Point for Europe &#xd;<br />Founded in 1999, EHTEL (the European Health Telematics Association) is a pan European multi-stakeholder forum providing a leadership and networking platform for European corporate, institutional and individual actors dedicated to the betterment of healthcare delivery through eHealth.&#xd;<br />&#xd;<br />The European eHealth Multidisciplinary Stakeholder Platform&#xd;<br />EHTEL serves and convenes a growing membership of more than 50 organisations that come from various viewpoints but united in their interest to make eHealth work. By collecting and distilling their voices through work groups and publications, EHTEL amplifies the constituency for eHealth in the European arena.  We also facilitate the sharing of experience with colleagues and representatives across Europe and beyond.&#xd;<br />&#xd;<br />The multitude of backgrounds and interests of these stakeholders enable EHTEL, as a neutral forum, to draw a more complete picture of the benefits and challenges of the deployment of ICT in the fields of health and social care, thereby also identifying topics requiring particular attention and further developments at European level.","acronym":"EHTEL","interests":"Information Society, Public Health","euInitiatives":"EHTEL has the ambition to support EU initiatives, policies and legislative files aiming at fostering the deployment of eHealth, mHealth and other ICT-based innovative services aiming at contributing to the transformation of health care systems in Europe.&#xd;<br />&#xd;<br />EHTEL is a multi-stakeholder platform with members in each of the main stakeholder groups engaged in the deployment of these services: public authorities at regional or national level, implementation agencies, health insurers and other payers, patient representatives, health care delivery organisations, universities, ICT and pharma industry ...&#xd;<br />&#xd;<br />EHTEL is therefore not representing/defending the interest of  a particular stakeholder group, but of all those who believes that ICT is an enabler for the modernisation of the health care systems to make them more efficient in their use of financial and human resources, better accessible and also more personalised to ensure quality care.","lastUp":"2018-01-12T19:27:12.983+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}