{"id":"615259931027-31","name":"Malta Association of Public Health Medicine","registrationDate":"2018-04-04T08:49:09.107+02:00","category":2,"subCategory":1,"legal":"Voluntary Organisation","web":"http://maphm.org","country":"Malta","headAddress":"Directorate for Health Information &amp; Research","headCity":"Gwardamanga","headPostCode":"PTA1313","headPhone":"(356)99 21 29 40","boss":"Kenneth Grech","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"1.0","membership":"European Public Health Association - eupha.org&#xd;\nWorld Federation of Public Health Associations - wfpha.org&#xd;\nMalta Health Network - maltahealthnetwork.org","memberOrga":"Only individual memberships","goal":"3.1 The objectives of the MAPHM shall be:&#xd;<br />&#xd;<br />(a) in respect of the teaching and practice of public health medicine in Malta:&#xd;<br />i. to promote high standards of practice of public health and professional ethics in the specialty;&#xd;<br />ii. to promote the professional interests of qualified practitioners;&#xd;<br />iii. to promote and uphold high standards of specialist and undergraduate training in public health;&#xd;<br />iv. to participate in, encourage and support publications and research related to public health medicine.&#xd;<br />&#xd;<br />(b) in respect of the wider concept of public health practice in Malta:&#xd;<br />i. to provide an independent forum for health and other professionals to address public health issues facing the country;&#xd;<br />ii. to facilitate exchange of information, experience and research on public health matters in Malta;&#xd;<br />iii. to participate in the co-ordination of personnel development in public health practice in the country;&#xd;<br />iv. to advocate for and advise upon policies and programmes that contribute to the improvement of public health in the country.&#xd;<br />&#xd;<br />(c) to seek affiliation with local and international organisations having an interest in public health.","acronym":"MAPHM","interests":"Climate Action, Consumer Affairs, Development, Education, Employment and Social Affairs, Environment, Food Safety, General and Institutional Affairs, Information Society, Justice and Fundamental Rights, Public Health, Research and Technology, Sport, Youth","euInitiatives":"DG Health and Food Safety&#xd;<br />Antimicrobial Resistance&#xd;<br />Vaccine Hesitancy&#xd;<br />European Reference Networks","lastUp":"2018-04-04T08:52:42.582+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}