{"id":"615899834596-85","name":"Fachverband der Fahrzeugindustrie","registrationDate":"2019-04-15T15:43:43.795+02:00","category":2,"subCategory":4,"legal":"Körperschaft öffentlichen Rechts","web":"https://www.fahrzeugindustrie.at/","country":"Austria","headAddress":"Wiedner Hauptstraße 63","headCity":"Wien","headPostCode":"1045","headPhone":"(43)59 09 00 48 01","boss":"Andreas Gaggl","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":2,"membersFTE":"0.5","membership":"ACEA  (Association des Constructeurs Européens d´Automobiles)&#xd;\nLiaison Committee&#xd;\n&#xd;\nACEM  (Association des Constructeurs Européens de Motocycles) &#xd;\nCoordinating Committee&#xd;\n&#xd;\nCEMA  (European Committee of Associations of Manufacturers of Agricultural Machinery)&#xd;\nin Kooperation mit dem Fachverband der Metalltechnischen Industrie (FMTI)&#xd;\n&#xd;\nCLCCR  (Comité de Liaison de la Construction de Carrosseries et de Remorques)&#xd;\n&#xd;\nCONEBI  (Confederation of the European Bicycle Industry)&#xd;\n&#xd;\nEUROFEU  (Europäisches Komitee der Hersteller von Fahrzeugen, Geräten&#xd;\nund Anlagen für den Brandschutz)&#xd;\n&#xd;\nGTB  (The International Automotive Lighting and Light Signalling Expert Group) &#xd;\n&#xd;\nIMMA  (International Motorcycle Manufacturers Association)&#xd;\n&#xd;\nOICA  (Organisation Internationale des Constructeurs d´Automobiles)","memberOrga":"https://www.fahrzeugindustrie.at/service/firmenverzeichnis/index-of-companies/","goal":"Der Fachverband der Fahrzeugindustrie Österreichs, eine Körperschaft öffentlichen Rechts, ist die österreichweite gesetzliche Interessenvertretung aller Unternehmen, die eine Gewerbeberech­tigung für den Bereich der Fahrzeugindustrie besitzen.&#xd;<br />&#xd;<br />Dazu gehören der Automobilbau (Pkw, Lkw, Busse, landwirtschaftliche Traktoren), die Zweirä­der (Motorräder und Fahrräder), Aufbauten, Anhänger und Karosserien, Kfz-Komponenten und -Teile (wie zum Beispiel Motoren und Getriebe, Auspuffsysteme, Gleitlager, Kupplungen, Brem­senteile) sowie eine Vielzahl sonstiger Produkte (Gabelstapler, Flugzeuge usw.). Auch Enginee­ring, der Prototypenbau sowie die industrielle Kfz-Reparatur zählen zum Tätigkeitsbereich der Mitglieder.&#xd;<br />&#xd;<br />Der Fachverband ist die Interessenvertretung des drittgrößten Industriebereichs Österreichs. Eines Industriebereichs, der bei den Exporten an zweiter Stelle liegt und einschließlich der Zulie­ferbetriebe sowie der vor- und nachgelagerten Wirtschaftsbereiche rund 370.000 Personen be­schäftigt und damit das Herz des Automobillandes Österreichs darstellt.&#xd;<br />&#xd;<br />Der Fachverband ist sich seiner verantwortungsvollen Position bewusst und versteht sich insbe­sondere als Serviceorganisation, Wissensvermittler und Wirtschaftsförderer im Dienste seiner Mitgliedsunternehmen.&#xd;<br />&#xd;<br />Aufgaben und Aktivitäten im Rahmen der Interessenvertretung&#xd;<br />Die Aufgabenbereiche des Fachverbandes umfassen laut Wirtschaftskammergesetz sowohl den eigenen als auch den übertragenen Wirkungsbereich. Im Zuge der Arbeit als Interessenvertretung seiner Mitglieder stellen die Kollektivvertragshoheit, das Recht auf Gesetzesbegutachtung, die Mitwirkung an der Gewerbe- und Wirtschaftsverwaltung, die Förderung der wirtschaftlichen, sozialen und humanitären Angelegenheiten der Mitglieder, die Stärkung des Gemeinschaftsgeistes und des Ansehens in der Gesellschaft sowie das Führen von Mitgliederdateien und Statistiken die Tätigkeitsschwerpunkte dar. Weitere wichtige Maßnahmen sind der Interessenausgleich mit ande­ren Fachorganisationen, Werbung, Öffentlichkeitsarbeit, die Erstellung von unverbindlichen Verbandsempfehlungen und Standesregeln sowie die Beratung einzelner Mitglieder.","acronym":"FFÖ","interests":"Banking and financial services, Business and Industry, Climate Action, Communication, Competition, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, External Relations, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Industriepolitik,&#xd;<br />Binnenmarkt,&#xd;<br />Technische Harmonisierung,&#xd;<br />Forschung und Entwicklung,&#xd;<br />Außenhandel,&#xd;<br />Umwelt und Energie,&#xd;<br />Bildung,&#xd;<br />EU-Wirtschaftsrecht","lastUp":"2019-04-15T16:04:51.836+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}