{"id":"6160532422-38","name":"EU Specialty Food Ingredients","registrationDate":"2008-09-24T10:23:38.817+02:00","category":2,"subCategory":4,"legal":"International non-profit association (aisbl)","web":"http://www.specialtyfoodingredients.eu/","country":"Belgium","headAddress":"Avenue de Tervueren, 13A, Bte 7","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)27 36 53 54","boss":"Maryse Hervé","bossTitle":"Ms","bossPosition":"Secretary General ","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"The EU Specialty Food Ingredients membership is composed of:&#xd;\nAssociations: AMFEP, Biopolymer Int., CEFIC, the Danish Food and Agriculture Council, ECU, EFEMA, EFFCA, ELMA, EPA, EUTECA, FAIA, FEDERCHIMICA-Aispec, INEC, IPPA, ISA, Marinalg International, NATCOL, Starch Europe and Synpa. &#xd;\n&#xd;\nCompanies: Ajinomoto Europe, BASF SE, Beneo Group, BK Giulini GmbH, Budenheim KG, Cargill, Dow Europe GmbH, Dupont, Royal DSM, Evonik, Gelita AG, Herbstreith &amp; Fox KG, Huntsman Pigments and Additives, JRS, Jungbunzlauer, Kemin, Kerry Ingredients and Flavours, Roquette, Tate &amp; Lyle PLC and Tereos.","goal":"The objectives of the federation are:&#xd;<br />1.To represent the mutual interests of the European specialty food ingredient Industry, principally in scientific, technological and regulatory matters.\t&#xd;<br />2. To make representations to the European Commission and other relevant authorities on all aspects of current and proposed legislation affecting specialty food ingredients.&#xd;<br />3.To establish continuing liaison with other relevant organisations having interests in specialty food ingredients and related matters.&#xd;<br />4. To monitor upcoming issues affecting specialty food ingredients within the EU and to distribute relevant information to Members.&#xd;<br />5. To encourage and support Members in increasing the awareness of food manufacturers and the public of the functions and safe use of specialty food ingredients.&#xd;<br />6. To encourage inter-association co-operation while individual member associations remain responsible for their own sectors.","acronym":"","interests":"Consumers, Economy, finance and the euro, Food Safety, Single market, Trade","euInitiatives":"-EU Specialty Food Ingredients participated in the consultations relating to the Fitness Check of the General Food Law&#xd;<br />&#xd;<br />EU Specialty Food Ingredients also monitors closely the following areas: &#xd;<br />- Implementation of the Food Improvement Agents Package;&#xd;<br />- Re-evaluation of food additives; &#xd;<br />- Health and Nutrition Claims;&#xd;<br />- Novel Foods; &#xd;<br />- Definition of nanomaterials;&#xd;<br />- Transparency in the EU risk assessment.","lastUp":"2018-10-26T14:54:56.382+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}