{"id":"616597915313-68","name":"Flexible Packaging Europe","registrationDate":"2014-12-18T09:52:17.574+02:00","category":2,"subCategory":4,"legal":"A Division of EAFA e.V.","web":"http://www.flexpack-europe.org","country":"Germany","headAddress":"Mörsenbroicher Weg 200","headCity":"Düsseldorf","headPostCode":"40470","headPhone":"(49)2 11 38 73 26 02","boss":"Guido Aufdemkamp","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":2,"membersFTE":"0.5","membership":"Flexible Packaging Europe’s (FPE) core activity is representing the European flexible packaging industry at a European level and on the international stage. FPE deals with a wide range of issues relevant to the flexible packaging industry, most notably food contact, sustainability and environmental issues. Here you will find relevant information about flexible packaging and the work the industry does to ensure responsible and innovative strategies which provide effective and sustainable flexible packaging solutions to its customers and the consumer.&#xd;\n&#xd;\nFPE is the material neutral division of EAFA (European Aluminium Foil Association e.V.).","memberOrga":"","goal":"Flexible Packaging Europe’s (FPE) members manufacture all types of flexible packaging including pouches, sachets, liquid packaging, confectionery and pharmaceutical packaging applications, and much more. FPE comprises all major European producers of flexible packaging for all materials.&#xd;<br />&#xd;<br />Its core activity is representing the European flexible packaging industry at a European level and on the international stage. FPE deals with a wide range of issues relevant to the flexible packaging industry, most notably food contact, sustainability and environmental issues. The industry ensures responsible and innovative strategies which provide effective and sustainable flexible packaging solutions to its customers and the consumer.","acronym":"FPE","interests":"Competition, Economy, finance and the euro, Environment, Food Safety","euInitiatives":"Circular Economy Package&#xd;<br />Plastics Strategy&#xd;<br />Ressource Efficiency&#xd;<br />Sustainability&#xd;<br />Food Safety","lastUp":"2018-05-22T08:06:33.528+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}