{"id":"617106816470-43","name":"The University of Birmingham","registrationDate":"2015-03-12T15:50:48.037+02:00","category":3,"subCategory":2,"legal":"Charity","web":"http://www.birmingham.ac.uk/","country":"United kingdom","headAddress":"The University of Birmingham","headCity":"Birmingham","headPostCode":"B15 2TT","headPhone":"(44)12 14 14 33 44","boss":"Erica Conway","bossTitle":"Ms","bossPosition":"Deputy Director of Finance","membersCount":19,"membersFTE":"14.0","membership":"UK Research Office (UKRO)&#xd;\nEuropean University Association (EUA)","memberOrga":"","goal":"Founded in 1900 by the citizens of Birmingham, the University of Birmingham is a world leading higher education institution, both nationally and internationally, that offers high-standard teaching and research in most major disciplines. The University of Birmingham has academic staff of distinction, many recognised as international leaders in their fields and attracts students of high ability.&#xd;<br />&#xd;<br />The University is a separate, self-contained unit, comprising 5 Colleges (Medical and Dental Sciences, Engineering and Physical Sciences, Life and Environmental Sciences, Social Sciences and Arts and Law), each themselves consisting of a number of academic Schools.  The academic schools are supported by a number of professional services offices.  The University's organisational chart may be found at: http://www.birmingham.ac.uk/Documents/university/org-chart.pdf","acronym":"","interests":"Agriculture, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"European Research Area&#xd;<br />Innovation Union&#xd;<br />Education and Training 2020 strategy and HE modernisation agenda&#xd;<br />Research and Innovation initiatives including Horizon 2020&#xd;<br />Erasmus+&#xd;<br />EU Health Programme 2014-2020&#xd;<br />European Structural Fund for Innovation&#xd;<br />European Fund for Strategic Investments&#xd;<br />European Structural &amp; Investment Funds&#xd;<br />Key Enabling Technologies&#xd;<br />Research and innovation in energy&#xd;<br />Scientific diplomacy initiatives&#xd;<br />Open Science","lastUp":"2018-10-02T15:10:25.033+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}