{"id":"617950727471-69","name":"Mozaik Business Services","registrationDate":"2017-06-12T23:41:36.941+02:00","category":1,"subCategory":8,"legal":"trade","web":"","country":"Croatia","headAddress":"Bulvanova 20","headCity":"Zagreb","headPostCode":"10000","headPhone":"(385)9 94 14 32 59","boss":"Tatjana Batas","bossTitle":"Ms","bossPosition":"Business Consultant","membersCount":1,"membersFTE":"1.0","membership":"HGK (Croatian Chamber of Economy) – Member of Consultants Community at HGK&#xd;\nHUP - Croatian Association of Management Consultants&#xd;\nKMI - International Knowledge Management Institution&#xd;\nEBRD - Qualified consultant for providing advisory services:&#xd;\nBAS (business advisory services) and EGP (enterprise growth program)&#xd;\nPWN - professional women network, Croatia","memberOrga":"Self-employed.","goal":"After corporate carrier I established my own company (2005) specialised for SME, providing: Business Development Consultancy, Training &amp; Executive Coach and Mentoring. My specific area of expertise are: Agro/Fishery/Food; Pharmaceutical; Chemical; Bio Science; Industrial Equipment; Advance manufacturing Industries; Emerging Industries (created across different sectors); Smart specialisation &amp; Digitalisation.  &#xd;<br />&#xd;<br />Continuous education and knowledge enhancement is my imperative. &#xd;<br />Beside MBA degree from London Henley Business School, I am Certified Knowledge Manger, specialised for Knowledge based Economy and triple helix model (public/Industry/R&amp;D). &#xd;<br />&#xd;<br />My core competences relate to: business strategies; market &amp; industry positioning; go to market route; innovation &amp; knowledge management; projects development &amp; assessment. &#xd;<br />Furthermore I am assessor expert for H2020 programmes (SME instrument; Fast track to innovation, Clusters for Innovation Value Chains).","acronym":"Mozaik","interests":"Agriculture, Competition, Energy, Environment, Food Safety, International co-operation and development, Maritime affairs and fisheries","euInitiatives":"EU project (09/2012– 06/2013)&#xd;<br />National (Croatian) Food Competitiveness Cluster Development  &#xd;<br />Coordinator: Ministry of Economy; Ministry of Agriculture, Croatia&#xd;<br />&#xd;<br />My specific role was:&#xd;<br />-\tGuide National Food Cluster establishment&#xd;<br />-\tFacilitate preparation of Project of National Interest for Food Industry and Centre of Competence development  &#xd;<br />-\tParticipate in Croatian Food Industry Strategy development","lastUp":"2018-05-19T12:38:22.478+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}