{"id":"618006126635-41","name":"Studio Daniele Tumietto","registrationDate":"2017-04-05T14:03:31.527+01:00","category":1,"subCategory":8,"legal":"nessuno","web":"https://www.linkedin.com/in/danieletumietto/","country":"Italy","headAddress":"Via Ludovico di Breme 46","headCity":"Milano","headPostCode":"20156","headPhone":"(39)33 35 60 77 45","boss":"Daniele Tumietto","bossTitle":"Mr","bossPosition":"Managing Partner","membersCount":1,"membersFTE":"0.5","membership":"Italian accountancy profession (chartered accountant) in Italy, brief presentation of profession at http://www.cndcec.it/Portal/Documenti/Dettaglio.aspx?id=e6f3d4de-1aaf-4ede-bced-0ad72c2eb28d&#xd;\n&#xd;\nUNINFO is federated body of UNI (National Body of the standardization) on ICT matters at national and international level. It represents Italy at ISO, ISO/IEC JTC 1, CEN and European Commission. UNI is recognized by the European Union (article 27 Regulation (UE) n. 1025/2012) - http://www.uninfo.it/","memberOrga":"","goal":"Italian accountancy profession (chartered accountant). Consultant on organization of private companies and public authorities on digital management of processes and documents.&#xd;<br />Expert of UNINFO(*) and, for this reason, I’m collaborator in AGID (Italian Agency for the Digital Agenda) and I participate at various technical workgroups and workshops on eIDAS, e-invoicing, e-procurement, GDPR, cybersecurity, IoT and other activities.&#xd;<br />I'm also a member of: &#xd;<br />- United Nations Economic Commission for Europe (UNECE) for the drafting of a White Paper on Blockchain and international trade;&#xd;<br />- International Telecommunication Union (ITU), a specialized United Nations agency for information and communication technologies: Focus Group on Application of Distributed Ledger Technology (FG-DLT); Focus Group on Environmental Efficiency for Artificial Intelligence and other Emerging Technologies (FG-AI4EE); Focus Group on Quantum Information Technologies for Networks (FG-QIT4N)&#xd;<br />- European Committee for Standardization (CEN) in the BT/WG220 Fintech and in the Focus Group on DLT and Blockchain, for the preparation of the launch of the European Forum on Blockchain;&#xd;<br />- European Committee for Standardization TC434 for the development and implementation of the European standard for e-invoicing (Directive 2014/55/EU);&#xd;<br />- Technical Committee European Committee for Standardization TC440 for the development of the European standard for public eProcurement;&#xd;<br />- Expert Group at EMSFEI - CEN for the development of the European standard for the \"Core Invoice\" CEN/TC434 in application of Directive 2014/55 / ​​EU; Advisory Group at the Connecting Europe Facility - CEF for the development of the \"Match-making Website\" for Public Administrations.- - Italian Forum on Electronic Invoicing;&#xd;<br />- Italian Forum on eProcurement;&#xd;<br />- Italian Forum of Preservation;&#xd;<br />&#xd;<br />&#xd;<br />(*) UNINFO is federated body of UNI (National Body of the standardization) on ICT matters at national and international level. It represents Italy at ISO, ISO/IEC JTC 1, CEN and European Commission. UNI is recognized by the European Union (article 27 Regulation (UE) n. 1025/2012).","acronym":"SDT","interests":"Business and Industry, Customs, Digital economy and society, Economy, finance and the euro, Fraud prevention, Taxation","euInitiatives":"I work to write standardization rules on CT of national body UNINFO: UNI/CT510 \"Signs, Label, identity, and trust services\"; UNI/CT522 \"eBusiness and financial services\";  UNI/CT526 \"standardization rules for professionals on security and privacy sector\"; UNI/CT532  \"Blockchain Distributed Ledger Technology\".","lastUp":"2019-10-29T02:02:01.740+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}