{"id":"618965529397-10","name":"France Assos Santé","registrationDate":"2017-12-21T12:14:27.842+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.france-assos-sante.org/","country":"France","headAddress":"10, Villa Bosquet","headCity":"Paris","headPostCode":"75007","headPhone":"(33)1 40 56 01 49","boss":"Gérard RAYMOND","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.5","membership":"EPHA: https://epha.org/ &#xd;\nThe European Alliance for Responsible R&amp;D and Affordable Medicines: http://medicinesalliance.eu/","memberOrga":"France Assos Santé compte plus de 80 associations membres:&#xd;\nhttp://www.france-assos-sante.org/qui-sommes-nous/associations-membres","goal":"France Assos Santé est le nom choisi par l’Union nationale des associations agréées d’usagers du système de santé afin de faire connaître son action comme organisation de référence pour représenter les patients et les usagers du système de santé et défendre leurs intérêts. Forte d’une mission officiellement reconnue par son inscription dans le code de la santé publique via la loi du 26 janvier 2016, France Assos Santé a été créée en mars 2017 à l’initiative de 72 associations nationales fondatrices, en s’inscrivant dans la continuité d’une mobilisation de plus de 20 ans pour construire et faire reconnaître une représentation des usagers interassociative forte. Notre volonté est ainsi de permettre que s’exprime la vision des usagers sur les problématiques de santé qui les concernent au premier chef, par une voie puissante, audible et faisant la synthèse des différentes sensibilités afin de toujours viser au plus juste de l’intérêt commun.&#xd;<br />&#xd;<br />Au total, les associations membres de notre union réunissent plusieurs centaines de milliers de patients/usagers adhérents. A noter que les associations qui constituent France Assos Santé, bénéficiant toutes de l’agrément en santé, couvrent la totalité des pathologies reconnues par le dispositif des 30 affections de longue durée (ALD) et au-delà un très large éventail des problématiques en lien avec la santé. &#xd;<br />&#xd;<br />Depuis les maladies rares ou les maladies liées au travail et à l’environnement en passant par la multitude des maladies chroniques, mais aussi par les questions que posent les soins courants et la prévention, ou la qualité des pratiques et jusqu’à la défense des victimes d’accidents médicaux, France Assos Santé est amenée à travailler sur l’ensemble des sujets susceptibles d’impacter le quotidien des citoyens en lien avec leur santé et quant à leur rapport à notre système de santé. C’est ainsi que nous nous mobilisons aussi sur la condition des populations fragiles ou vulnérables, âgées, retraitées ou encore en situation de handicap.&#xd;<br />&#xd;<br />Notre Union est une association nationale qui dispose aussi de représentations dans les territoires en région via les Unions régionales des associations agréées d’usagers du système de santé, également membres de France Assos Santé.","acronym":"","interests":"Competition, Consumers, Employment and Social Affairs, Food Safety, Public Health, Research and innovation","euInitiatives":"- Politique pharmaceutique, y compris les pénuries de médicaments&#xd;<br />- Directive 85/374/CEE sur la responsabilité du fait des produits défectueux&#xd;<br />- E-santé&#xd;<br />- Santé publique (déterminants de santé, prévention, vaccins, etc.)","lastUp":"2019-12-17T12:38:12.319+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}