{"id":"619080327196-15","name":"VOLÁN Egyesülés","registrationDate":"2017-05-19T08:57:08.078+01:00","category":2,"subCategory":1,"legal":"Egyesülés","web":"http://volanegyesules.hu","country":"Hungary","headAddress":"Teréz körút 38.","headCity":"Budapest","headPostCode":"1066","headPhone":"(36)14 28 21 50","boss":"Andor Nándor Tóth ","bossTitle":"","bossPosition":"vezérigazgató","membersCount":5,"membersFTE":"1.75","membership":"- Stratégiai és Közszolgáltató Társaságok Országos Szövetsége (STRATOSZ): www.stratosz.hu","memberOrga":"BAJA VOL-SPED Kft.&#xd;\nBKK Zrt.&#xd;\nBusz I. Kft.&#xd;\nColorBlue-Mix Kft.&#xd;\nCOLOR TOURS Kft.&#xd;\nDAKK Dél-alföldi Közlekedési Központ Zrt.&#xd;\nDél-dunántúli Közlekedési Központ Zrt.&#xd;\nDKV Zrt.&#xd;\nÉNYKK Északnyugat-magyarországi Közlekedési Központ Zrt. &#xd;\nÉszak-magyarországi Közlekedési Központ Zrt.&#xd;\nGIA-Hungária Kft.&#xd;\nHALIMBAI VOLÁN Kft.&#xd;\nHOMM Kft.&#xd;\nHUNGAROGÉL Kereskedelmi Kft.&#xd;\nKaposvári Közlekedési Zrt.&#xd;\nKÉKESBUSZ Kft.&#xd;\nKF Service Solutions-Kamion Fényező Kft.&#xd;\nKMKK Középkelet-magyarországi Közlekedési Központ Zrt.&#xd;\nKNYKK Középnyugat-magyarországi Közlekedési Központ Zrt.&#xd;\nKONTAKT-BUSZ Kft.&#xd;\nM6 L.O.G Kft.&#xd;\nMiskolc Városi Közlekedési Zrt.&#xd;\nMKB Nyugdíjpénztár&#xd;\nNemzeti Mobilfizetési Zrt.&#xd;\nPALÓC VOLÁN PLUSZ Kft.&#xd;\nPANNON VOLÁN TAXI Kft.&#xd;\nPRIM-VOL TRADE Kft.&#xd;\nRÉGIÓ BUSZ Kft.&#xd;\nRÉVÉSZ TRANS Kft.&#xd;\nSZALAI-BUSZ Kft.&#xd;\nT&amp;J BUSZ PROJEKT Kft.&#xd;\nTRANS-TOUR ’90 Kft.&#xd;\nTRANS-VONAL Kft.&#xd;\nTÜKE BUSZ Zrt.&#xd;\nLubricants Hungary Kft.&#xd;\nVOLÁNBUSZ Zrt.&#xd;\nVOLÁNCOM Kft.&#xd;\nVOLÁN HUMÁN Zrt.&#xd;\nVOLÁN ELEKTRONIKA Zrt.&#xd;\nVOLÁN TEFU SZERVÍZ Kft.&#xd;\nVO-LAN KAR Zrt.&#xd;\nZÁDOR INTERTRANS Kft.","goal":"Szakmai érdekképviselet&#xd;<br />&#xd;<br />A VOLÁN Egyesülés, mint szakmai érdekképviseleti szerv nap mint nap arra törekszik, hogy tagszervezetei tevékenységének összehangolásával szolgálja az utazóközönség, illetve a megrendelők igényeinek kielégítését. Ennek megfelelően az Egyesülés két kategóriában végzi tevékenységét: a Személyszállítási, illetve az Árufuvarozási, Szállítmányozási és Szolgáltatási Tagozatban.&#xd;<br />&#xd;<br />&#xd;<br />KÜLDETÉSÜNK&#xd;<br />&#xd;<br />Az Egyesülés küldetésének fő irányvonala, hogy tagszervezetei közös szakmai érdekeinek érvényesítését minél eredményesebben segítse elő, képviselje álláspontjukat a megfelelő szakmai fórumokon – így a jogszabályalkotás, közlekedés-stratégiai célok meghatározása, megvalósítása terén, szakmai rendezvényeken. Ennek érdekében megalakulása óta feladatának tartja, hogy szellemi kompetenciáit, anyagi és humán erőforrásait a leghatékonyabban hasznosítva mozdítsa elő a tagszervezetek gazdálkodásának eredményességét, gazdasági tevékenységük összehangolását. Ennek megvalósításában támaszkodik tagszervezetei szakmai tapasztalataira, vezető testületeinek álláspontjára, épít munkatársainak szellemi alkotó erejére, kompetenciájára, elhivatottságára és lojalitására. 2015 nyarán egy reorganizációs program vette kezdetét, amelynek keretében új üzletfejlesztési, befektetési irányok kerültek kijelölésre, valamint a közösségi közlekedési ágazat támogatását célzó projektek indultak el. Ennek és a Társaság belső változásainak hatására, párosulva a piaci környezetben az elmúlt években történt, és a közeljövőben várható változásokkal, indokolttá vált, hogy a VOLÁN Egyesülés a taggyűlés felhatalmazásával megújítsa stratégiáját.&#xd;<br />&#xd;<br />A VOLÁN Egyesülés értékteremtő szervezet, a magyar közlekedési szektor olyan megújuló erőforrása kíván lenni, amely tagjai és szakmai partnerei számára intelligens megoldásokat és szakértelmet közvetít.&#xd;<br />&#xd;<br />Kiemelt célja, hogy a nemzetközi példák megismertetésével korszerű, XXI. századi működési modellek, módszertanok bevezetésében támogassa tagvállalatait, melyekkel megvalósítható a megbízható és összehangolt közösségi közlekedési rendszerek fejlesztése, biztonságos és igényvezérelt mobilitás, intelligens és igénybevevő-orientált, minőségi szolgáltatás.","acronym":"","interests":"Communication, Competition, Development, Employment and Social Affairs, Foreign and Security Policy and Defence, General and Institutional Affairs, Transport","euInitiatives":"- uniós közlekedési irányelvek kialakítása&#xd;<br />- ausztriai minimálbérrel kapcsolatos intézkedések&#xd;<br />- közlekedéspolitikát érintő uniós kezdeményezések, kodifikációs folyamatok","lastUp":"2017-05-19T09:03:49.280+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}