{"id":"61954192201-58","name":"Visa Europe","registrationDate":"2009-09-01T16:18:57.997+02:00","category":2,"subCategory":3,"legal":"Limited company","web":"http://www.visaeurope.eu","country":"United kingdom","headAddress":"Sheldon Square, 1","headCity":"London","headPostCode":"W2 6TT","headPhone":"(44)20 79 37 81 11","boss":"Hogg Charlotte","bossTitle":"Ms","bossPosition":"CEO","membersCount":5,"membersFTE":"2.5","membership":"Friends of Europe, CEPS, ECRI, Anti-Money laundering Europe, European Parliamentary Financial Service Forum, European Financial Coalition","memberOrga":"www.visaeurope.com","goal":"Visa Europe is a wholly-owned subsidiary of Visa Inc. (NYSE:V). Visa Inc. is a global payments technology company that connects consumers, businesses, financial institutions and governments in more than 200 countries and territories to fast, secure and reliable electronic payments.&#xd;<br />&#xd;<br />We operate one of the world's most advanced processing networks — VisaNet — that is capable of handling more than 65,000 transaction messages a second, with fraud protection for consumers and assured payment for merchants. Visa is not a bank and does not issue cards, extend credit or set rates and fees for consumers. Visa's innovations, however, enable its financial institution customers to offer consumers more choices: pay now with debit, pay ahead of time with prepaid or pay later with credit products.&#xd;<br />&#xd;<br />For more information, visit our website (www.visaeurope.com).","acronym":"Visa Europe","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Enlargement, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Sport, Taxation, Trade","euInitiatives":"Internal Market/SEPA, E-commerce, Payment regulation (Interchange Fee Regulation, PSD, E-money, Regulation 2560), Money laundering and anti-terrorist financing, Fraud prevention, Taxation policy, Consumer protection, Consumer credit, Safer internet programme (protecting children online), Competition policy, Social inclusion, FinTech.","lastUp":"2018-04-11T18:52:18.729+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}