{"id":"61955149350-42","name":"Leibniz Institute of Ecological Urban and Regional Development","registrationDate":"2012-08-16T20:12:26.042+02:00","category":4,"subCategory":5,"legal":"registered association","web":"http://www.ioer.de","country":"Germany","headAddress":"Weberplatz, 1","headCity":"Dresden","headPostCode":"01217","headPhone":"(49)35 14 67 90","boss":"Marc Wolfram","bossTitle":"Mr","bossPosition":"Director","membersCount":8,"membersFTE":"4.5","membership":"The Leibniz Institute of Ecological Urban and Regional Development is an establishment of the Leibniz Association for research in the spatial sciences.","memberOrga":"Saxon State Ministry of Higher Education, Research and the Arts&#xd;\nFederal Ministry of the Interior, Building and Community&#xd;\nTechnische Universität Dresden","goal":"The Leibniz Institute of Ecological Urban and Regional Development is an establishment of the Leibniz Association for research in the spatial sciences. Our concern is the scientific basis for the sustainable development of cities and regions in the national and international context. Our research addresses ecological issues of sustainable development.&#xd;<br />&#xd;<br />We investigate interactions between the natural environment and society and the options available for influencing them. On the basis of our findings we advise government and society. Our endeavour is to contribute through innovative research and advice to the compatibility of human action and the development of the natural environment in order to ensure the sustainable basis of life. We place great value on promoting the next generation of scientists.","acronym":"IOER","interests":"Agriculture and Rural Development, Climate Action, Energy, Environment, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Transport","euInitiatives":"The Leibniz Institute of Ecological Urban and Regional Development carries out research with the support of the following programmes: Horizon 2020 and EFRE/INTERREG.","lastUp":"2019-07-04T17:24:22.060+02:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}