{"id":"6200524920-25","name":"Unilever","registrationDate":"2009-01-05T19:35:53.224+01:00","category":2,"subCategory":3,"legal":"NV/PLC","web":"http://www.unilever.com","country":"Netherlands","headAddress":"Weena, 455","headCity":"Rotterdam","headPostCode":"3000 DK","headPhone":"(3110)2 17 40 00","boss":"Paul Polman","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"2.25","membership":"Unilever is member or sponsor of the following organisations:&#xd;\n&#xd;\nAIM (Trade association for branded goods)&#xd;\nAISE (Trade association for soap and detergents)&#xd;\nCEFIC (Chemical industry trade association)&#xd;\nCEPS (Centre for European Policy Studies) &#xd;\nCosmetics Europe (Cosmetics industry trade association)&#xd;\nCulinariaEurope (Soups, broths, emulsified sauces and condiments)&#xd;\nECPA (European Centre of Public Affairs)&#xd;\nEuroPen (European Organization for Packaging and the Environment)&#xd;\nEPAA (European Partnership on Alternative Approaches to Animal Testing)&#xd;\nEuroglaces (Ice Cream association)&#xd;\nFoodDrinkEurope (Food &amp; Drinks trade association) and sector organisations&#xd;\nIMACE (Margarine Association)&#xd;\nThe Kangaroo Group&#xd;\nSEAP (Society of European Affairs Professionals)&#xd;\nWFA (World Federation of Advertisers)","memberOrga":"","goal":"UNILEVER: CREATING A BETTER FUTURE EVERYDAY&#xd;<br />&#xd;<br />Unilever is an Anglo-Dutch company with strong roots in Europe. With a global turnover of €53.7 billion (2017), it is employing 169,000 people worldwide. In Europe, Unilever’s turnover was of €12.9 billion.&#xd;<br />&#xd;<br />As a leading, innovative, Fast Moving Consumer Goods (FMCG) company, Unilever spends almost 1 billion Euros annually on R&amp;D and employs over 6,000 people in research and development laboratories delivering groundbreaking technologies i around the globe with R&amp;D teams implementing innovations in countries and factories.&#xd;<br />&#xd;<br />Unilever’s mission is to double the size of its business while reducing the overall environmental impact of its products and business processes across the value chain. &#xd;<br />&#xd;<br />Our brands&#xd;<br />&#xd;<br />We meet everyday needs for nutrition, hygiene and personal care with brands that help people feel good, look good and get more out of life. With more than 400 brands spanning 13 categories of home, personal care and foods and refreshment products, we touch the lives of over 2.5 billion people every day – whether that's through feeling great because they've got shiny hair and a brilliant smile, keeping their homes fresh and clean, or by enjoying a great cup of tea, satisfying meal or healthy snack.&#xd;<br />&#xd;<br />We've always believed in the power of our brands to improve the quality of people’s lives and in doing the right thing. As our business grows, so do our responsibilities. We recognise that global challenges such as climate change concern us all. Considering the wider impact of our actions is embedded in our values and is a fundamental part of who we are.&#xd;<br />&#xd;<br />Our brand portfolio has made us leaders in every field in which we work. It ranges from much-loved world favourites including Lipton, Knorr, Dove and Omo, to trusted local brands such as Blue Band and Suave. &#xd;<br />&#xd;<br />Our Code of Business Principles&#xd;<br />&#xd;<br />Our efforts are guided by our Code of Business Principles which sets the standards of behaviour we demand from all our employees. It also outlines our commitments to our stakeholders including consumers, customers, suppliers, employees, communities and the environment.&#xd;<br />&#xd;<br />Please consult our internet site www.unilever.com for more information or https://www.unilever.com/sustainable-living/ for more details on the Unilever Sustainable Living Plan.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Food Safety, Information Society, Internal Market, Public Health, Research and Technology, Taxation, Trade, Transport, Youth","euInitiatives":"Implementation of Food Information to Consumers&#xd;<br />Circular Economy&#xd;<br />Plastics strategy&#xd;<br />Novel Foods&#xd;<br />Sustainable Development Goals&#xd;<br />EU Energy Union&#xd;<br />General Food Law&#xd;<br />Food Reformulation&#xd;<br />Chemical Policy","lastUp":"2018-03-21T12:07:31.983+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}