{"id":"620205129546-96","name":"Sovy Trust Solutions Limited","registrationDate":"2018-01-11T15:55:52.986+02:00","category":1,"subCategory":6,"legal":"Corporation","web":"http://www.sovy.com","country":"Ireland","headAddress":"Sovy Trust Solutions Limited","headCity":"Ashbourne","headPostCode":"A84 VN32","headPhone":"(353)16 69 47 74","boss":"John Popolizio","bossTitle":"Mr","bossPosition":"Director, CEO and Co-Founder","membersCount":10,"membersFTE":"10.0","membership":"Ireland Canada Business Association (ICBA)&#xd;\nSmall Firms Association (SFA)&#xd;\nIrish SME Association (ISME)&#xd;\nFederation of Small Businesses (FSB)&#xd;\nEuropean Small Business Association (ESBA)","memberOrga":"","goal":"Sovy enables Micro and SMEs to simplify business compliance with the Sovy Compliance Hub.  Covering privacy, workplace conduct and anti-fraud regulations, Sovy offers compliance in the cloud with services such as Sovy GDPR Privacy Essentials.&#xd;<br />&#xd;<br />Large enterprises have experts and resources to address compliance to regulations. Micro and SMEs do not, and Sovy offers comprehensive, affordable solutions on a subscription basis, delivered through a secure portal.  Assessment, policy, eLearning, tools reporting and evidence of compliance are included.&#xd;<br />&#xd;<br />Sovy Advisory Services offers expert regulatory and compliance consulting to businesses of all sizes.","acronym":"Sovy","interests":"Banking and financial services, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, External Relations, Foreign affairs and security policy, Fraud prevention, Justice and Fundamental Rights, Maritime affairs and fisheries, Regional Policy, Research and innovation, Single market, Taxation, Trade","euInitiatives":"General Data Protection Regulation GDPR&#xd;<br />Digital Single Market DSM&#xd;<br />Trade","lastUp":"2019-10-24T21:04:46.480+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}