{"id":"620205129546-96","name":"Sovy Trust Solutions Limited","registrationDate":"2018-01-11T15:55:52.986+01:00","category":1,"subCategory":6,"legal":"Corporation","web":"http://www.sovy.com","country":"Ireland","headAddress":"Sovy Trust Solutions Limited","headCity":"Dublin","headPostCode":"2","headPhone":"(353)16 69 25 50","boss":"Robert Gordon","bossTitle":"Mr","bossPosition":"Director and Co-Founder","membersCount":10,"membersFTE":"10.0","membership":"","memberOrga":"","goal":"Small to mid-sized enterprises/businesses (SME/SMB) around the world will be affected by the European Union (EU)'s General Data Protection Regulation (GDPR) come May 25, 2018. Many are not yet aware, nor do they have the means to address their obligations.&#xd;<br />Anyone taking in personal details, or performing eCommerce transactions in a non-compliant manner, is putting their business at risk.&#xd;<br />Large enterprises have experts and resources to address GDPR. SME/SMB's do not, and there are no comprehensive, affordable solutions available. &#xd;<br />Sovy will enable small to mid-sized businesses around the world to comply, and remain compliant, with GDPR by developing a suite of products and services tailored to SME/SMBs, designed to be highly automated. The core of the services are horizontal and can address all SME/SMB markets, and the tailoring addresses the vertical.&#xd;<br />Sovy provides secure automated online solutions, presented in our client's local languages. Sovy will reduce complexity, streamline the process of dealing with regulatory bodies, and move SME/SMBs towards continuous compliance, by:&#xd;<br />•\tIdentifying GDPR compliance problems&#xd;<br />•\tMatching businesses to tailored solutions&#xd;<br />•\tMonitoring compliance implementation&#xd;<br />•\tEducating for compliance maintenance","acronym":"SOVY","interests":"Audiovisual and Media, Climate Action, Communication, Competition, Consumer Affairs, Culture, Economic and Financial Affairs, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Foreign and Security Policy and Defence, Internal Market, Justice and Fundamental Rights, Taxation, Trade","euInitiatives":"General Data Protection Regulation GDPR&#xd;<br />Digital Single Market DSM&#xd;<br />Trade","lastUp":"2018-02-06T10:51:41.303+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}