{"id":"620363821284-13","name":"The Class of 2020","registrationDate":"2016-04-07T12:03:15.989+01:00","category":4,"subCategory":5,"legal":"Stichting","web":"http://classof2020.nl/#sthash.OnwIAgaG.dpbs","country":"Netherlands","headAddress":"Postbus 10140  1001 EC Amsterdam","headCity":"Amsterdam","headPostCode":"","headPhone":"(31)2 02 90 03 00","boss":"Frank Uffen","bossTitle":"Mr","bossPosition":"Founder","membersCount":7,"membersFTE":"5.5","membership":"","memberOrga":"","goal":"The Class of 2020 Foundation is a partner-based non-profit organization with a simple goal: to further the professionalism and knowledge of student housing in Europe and beyond. Established in 2011, the Class of 2020 is now the largest European Student Housing platform open to anyone and everyone. Our small and flexible team operates out of Amsterdam.&#xd;<br />&#xd;<br />Our Mission&#xd;<br />Our mission is to be the leading think tank on student housing in Europe. We provide an international network of complementary partners, members and associations. By bringing people together, we offer and share high-quality information and best practices. We aim for a student housing market that is open, international, professional, sophisticated and developed to fully accommodate student needs.","acronym":"TCO2020","interests":"Competition, Culture, Economic and Financial Affairs, Education, Internal Market, Research and Technology, Youth","euInitiatives":"The Class of 2020 activities varies and are numerous; &#xd;<br />Annual Conference on Housing, Students Mobility and University-Cities Cooperation&#xd;<br />Annual Trends Report with the latest trends and market developments distributed to members, partners and stakeholders at EU level &#xd;<br />Workshops and excursions, organised throughout Europe&#xd;<br />Webinars to build members- capacity &#xd;<br />Networking events&#xd;<br />Policy papers &#xd;<br />Articles &#xd;<br />Policy briefings on the topic Housing, International Education and University-Cities Cooperation&#xd;<br />Research Project on Housing, International Education and University-Cities Cooperation","lastUp":"2017-04-12T14:54:01.272+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}