{"id":"620585635216-73","name":"Suomen Kylmäliikkeiden Liitto ry - Finnish Refrigeration Enterprices Association","registrationDate":"2019-06-24T14:34:25.019+02:00","category":2,"subCategory":4,"legal":"voittoa tavoittelematon yhdistys","web":"http://www.skll.fi","country":"Finland","headAddress":"Hiihtomäentie 39 A 1","headCity":"Helsinki","headPostCode":"FI-00800","headPhone":"(358)4 00 48 68 55","boss":"Mika Kapanen","bossTitle":"","bossPosition":"Managing director","membersCount":1,"membersFTE":"0.25","membership":"SKLL-FREA is a member of AREA (Air&#xd;\nConditioning and Refrigeration European Association)","memberOrga":"Members of SKLL-FREA is presented in webpage&#xd;\nhttp://www.kylmaextra.fi/urakoitsijat, all of them are private enterprises.","goal":"SKLL - FREA is representing refrigeration, air conditioning and heat pump contractors (80 % of members), manufacturers (10 %) and&#xd;<br />wholesalers/importers (10 %) in Finland. Total number of member companies is 200 and their workforce in refrigeration, AC and HP&#xd;<br />departments is close to 3.000.&#xd;<br />SKLL - FREA's general mission statement is to “support and initiate activities to promote the industry and its high standards of quality,&#xd;<br />in order to serve end users interest in a safe, uninterrupted and energy-efficient usage of refrigeration, air conditioning and heat pump&#xd;<br />equipment, and to create and maintain a favourable business climate for Finnish refrigeration, air conditioning and heat pump&#xd;<br />companies in terms of quality, safety, employment, fair competition and profitability”","acronym":"SKLL-FREA","interests":"Business and Industry, Climate Action, Customs, Employment and Social Affairs, Energy, Environment, Food Safety, Research and innovation, Single market, Trade","euInitiatives":"- Refrigerant and refrigeration related issues, e.g.&#xd;<br />F-Gas Regulation, Regulation on Ozone-Depleting Substances&#xd;<br />- Energy efficiency, EcoDesign, Energy labellingProposal for a Directive on Energy Efficiency, energy sources (renewable etc.)&#xd;<br />- CE-merking related (pressure equipment, machinery, low voltage etc. directives)&#xd;<br />- Environmental legislation&#xd;<br />- Workers safety legislation&#xd;<br />- Food safety legislation","lastUp":"2019-06-24T14:34:59.112+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}