{"id":"62129867763-07","name":"Access EU! - EEIG","registrationDate":"2012-01-18T11:25:54.540+01:00","category":1,"subCategory":6,"legal":"European Economic Interest Grouping","web":"http://www.accesseu.eu","country":"Belgium","headAddress":"Square de Meeûs, 21","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)0 27 90 88 28","boss":"Petra Ringrose","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Access EU! - EEIG is a European Economic Interest Grouping established in Brussels in order to:&#xd;<br />&#xd;<br />- facilitate economic activities of its Members;&#xd;<br />&#xd;<br />- develop partnerships between its Members and their  Associates;&#xd;<br />&#xd;<br />- improve conditions under which its Members operate; &#xd;<br />&#xd;<br />- enable its Members further growth.&#xd;<br />&#xd;<br />OUR VISION&#xd;<br />&#xd;<br />Our vision is to become the EEIG of choice for every private and public sector organisation which wants to make its footprint in Brussels.&#xd;<br />&#xd;<br />OUR VALUES&#xd;<br />&#xd;<br />Our values serve as a guideline of our actions and describe how we act at the EU level and interact with other EU stakeholders.&#xd;<br />&#xd;<br />Integrity: we demonstrate commitment to integrity and ethics&#xd;<br />&#xd;<br />Professionalism: our Members profit from each others' professional experience&#xd;<br />&#xd;<br />Reliability: it is our priority to provide our services in the highest quality and in due time&#xd;<br />&#xd;<br />Communication: both our Members and their partners are continuously informed about latest developments in the EU strategies, which provides basis for further co-operation&#xd;<br />&#xd;<br />Success: we achieve our goals and goals of our Members.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Education, Energy, Enlargement, Enterprise, Environment, External Relations, Food Safety, General and Institutional Affairs, Information Society, Internal Market, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"HORIZON 2020&#xd;<br />COSME&#xd;<br />TEN-T&#xd;<br />4th RAILWAY PACKAGE&#xd;<br />CEF&#xd;<br />DIGITAL AGENDA&#xd;<br />SMART CITIES&#xd;<br />WASTE MANAGEMENT","lastUp":"2018-03-06T12:53:30.001+01:00","customers":"Středočeský kraj,Hlavní město Praha","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"100000-499999"}