{"id":"622371220935-32","name":"EVERIS AEROESPACIAL Y DEFENSA SL","registrationDate":"2016-03-05T22:28:00.977+01:00","category":1,"subCategory":6,"legal":"SOCIEDAD LIMITADA UNIPERSONAL","web":"https://www.everis.com/spain/es/industries/aerospace-defense","country":"Spain","headAddress":"CAMINO FUENTE DE LA MORA 1","headCity":"MADRID","headPostCode":"28050","headPhone":"(34)9 17 49 00 00","boss":"ENRIQUE LOPEZ PEREZ","bossTitle":"","bossPosition":"CEO","membersCount":3,"membersFTE":"1.0","membership":"TEDAE - Asociación Española de Tecnologías de Defensa, Aeronáutica y Espacio -https://www.tedae.org/es&#xd;\nPAE - Plataforma Tecnológica Aeroespacial Española- https://plataforma-aeroespacial.es/","memberOrga":"","goal":"l grupo everis Aeroespacial, Defensa y Seguridad es una multinacional con una red comercial en todo el mundo que proporciona soluciones globales para sistemas críticos en los sectores Aeronáutico, Espacio, Defensa, Seguridad y Emergencias, basados en desarrollos de ingeniería y productos propios y de terceros.&#xd;<br />Como integrador de la tecnología puntera desarrollada por las empresas del grupo, permite ofrecer al mercado tecnologías innovadoras y fiables, bien desarrolladas por nosotros o por compañías con las que tenemos vínculos muy estrechos. De esta manera, aprovechamos la innovación, flexibilidad y rapidez de las PYMES en nuestros procesos de I+D+i.&#xd;<br />Adicionalmente integramos en nuestras soluciones las más avanzadas tecnologías que actualmente se están desarrollando por los líderes tecnológicos a nivel mundial en el sector, con el fin de convertirnos en garante de su transferencia tecnológica hacia España.&#xd;<br />&#xd;<br />De igual forma, somos una empresa que exporta tecnología desarrollada en España al mercado internacional. En definitiva, nuestro compromiso es ser un referente en los mercados de Aeroespacial.","acronym":"EADE","interests":"Borders and Security, Business and Industry, Competition, Customs, Digital economy and society, External Relations, Foreign affairs and security policy, Fraud prevention, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Research and innovation, Taxation, Trans-European Networks, Transport","euInitiatives":"- Aeronáutica&#xd;<br />- Defensa&#xd;<br />- Seguridad&#xd;<br />- Ciber-seguridad&#xd;<br />- Simulación&#xd;<br />- Espacio","lastUp":"2020-01-16T09:57:33.221+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"0-99999"}