{"id":"622371220935-32","name":"EVERIS AEROESPACIAL Y DEFENSA SL","registrationDate":"2016-03-05T22:28:00.977+01:00","category":1,"subCategory":6,"legal":"SOCIEDAD LIMITADA UNIPERSONAL","web":"http://www.everis.com/spain/es-ES/sectores/Paginas/aeroespacial-defensa.aspx","country":"Spain","headAddress":"AVENIDA DE MANOTERAS 52","headCity":"MADRID","headPostCode":"28050","headPhone":"(34)9 17 49 00 00","boss":"FRANCISCO LOPEZ LUQUE","bossTitle":"","bossPosition":"CEO","membersCount":2,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"l grupo everis Aeroespacial, Defensa y Seguridad es una multinacional con una red comercial en todo el mundo que proporciona soluciones globales para sistemas críticos en los sectores Aeronáutico, Espacio, Defensa, Seguridad y Emergencias, basados en desarrollos de ingeniería y productos propios y de terceros.&#xd;<br />Como integrador de la tecnología puntera desarrollada por las empresas del grupo, permite ofrecer al mercado tecnologías innovadoras y fiables, bien desarrolladas por nosotros o por compañías con las que tenemos vínculos muy estrechos. De esta manera, aprovechamos la innovación, flexibilidad y rapidez de las PYMES en nuestros procesos de I+D+i.&#xd;<br />Adicionalmente integramos en nuestras soluciones las más avanzadas tecnologías que actualmente se están desarrollando por los líderes tecnológicos a nivel mundial en el sector, con el fin de convertirnos en garante de su transferencia tecnológica hacia España.&#xd;<br />&#xd;<br />De igual forma, somos una empresa que exporta tecnología desarrollada en España al mercado internacional. En definitiva, nuestro compromiso es ser un referente en los mercados de Aeroespacial.","acronym":"EADE","interests":"Communication, Customs, Economic and Financial Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Taxation, Trans-European Networks, Transport","euInitiatives":"- Infraestructuras críticas&#xd;<br />- Regulación espacio aéreo&#xd;<br />- Ciberseguridad&#xd;<br />- Protección de datos&#xd;<br />- Tecnologías duales","lastUp":"2017-03-08T09:14:02.917+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}