{"id":"622307424816-11","name":"Confederazione Generale Italiana del Lavoro","registrationDate":"2016-11-30T10:25:52.626+02:00","category":2,"subCategory":1,"legal":"none","web":"http://www.cgil.it","country":"Italy","headAddress":"Corso d'Italia, 25","headCity":"Roma","headPostCode":"00198","headPhone":"(39)0 68 47 61","boss":"Laura di Martino","bossTitle":"Ms","bossPosition":"Adminsitrator","membersCount":24,"membersFTE":"13.5","membership":"ETUC - European Trade Union Confederation www.etuc.org&#xd;\nITUC - International Trade Union Confederation www.ituc-csi.org","memberOrga":"http://www.cgil.it/sedi/","goal":"La Confederazione generale italiana del lavoro è un’associazione di rappresentanza dei lavoratori e del lavoro. È la più antica organizzazione sindacale italiana ed è anche quella maggiormente rappresentativa, con i suoi oltre 5 milioni di iscritti, tra lavoratori, pensionati e giovani che entrano nel mondo del lavoro; la sua storia è profondamente intrecciata alla storia del Paese.&#xd;<br />La Cgil svolge un importante ruolo di protezione del lavoro da un’azione del mercato incondizionato e illimitato. Lo fa attraverso l’opera incessante di costruzione e ricostruzione della solidarietà nel lavoro e tra i lavoratori, attraverso la pratica quotidiana di impegno concreto nella rappresentanza e nella contrattazione. Quando è nata nel 1906 – ma le prime Camere del lavoro risalgono al 1891 – aveva duecentomila aderenti. Da allora ha mantenuto la doppia struttura: verticale, costituita dalle Federazioni di categoria, e orizzontale, attraverso le Camere del lavoro. Essa stipula, attraverso le organizzazioni di categoria, i contratti di lavoro e svolge allo stesso tempo un’azione di tutela, finalizzata a difendere, affermare e conquistare diritti individuali e collettivi, che vanno dai sistemi di welfare ai diritti sul posto di lavoro. La Cgil è affiliata alla Confederazione europea dei sindacati (Ces) e alla Confederazione internazionale dei sindacati (Ituc-Csi). L’attuale segretario generale è Susanna Camusso, eletta il 3 novembre 2010.","acronym":"CGIL","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Politiche economiche, Politiche sociali, Mercato del lavoro, Occupazione, Contrattazione collettiva e coordinamento salariale, Dialogo sociale, Formazione scolastica e formazione continua, Protezione sociale, Diritto del lavoro, Mercato interno, Mobilità, Migrazioni, Partecipazione dei lavoratori, Coesione economica e sociale, Sviluppo internazionale, Salute e sicurezza, Ambiente e territorio, Standardizzazione.","lastUp":"2018-10-12T13:34:44.324+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}