{"id":"622565933188-30","name":"Deloitte Tax &amp; Consulting","registrationDate":"2018-11-13T17:03:21.237+01:00","category":1,"subCategory":6,"legal":"Société à responsabilité limitée","web":"http://www2.deloitte.com/lu/en.html","country":"Luxembourg","headAddress":"20 Boulevard de Kockelscheuer","headCity":"Luxembourg","headPostCode":"1821","headPhone":"(352)45 14 51","boss":"John  Psaila","bossTitle":"Mr","bossPosition":"Managing partner","membersCount":1,"membersFTE":"0.5","membership":"Deloitte fait référence à un ou plusieurs cabinets membres de Deloitte Touche Tohmatsu Limited, société de droit anglais (« private company limited by guarantee »), et à son réseau de cabinets membres constitués en entités indépendantes et juridiquement distinctes.&#xd;\nPour en savoir plus sur la structure légale de Deloitte Touche Tohmatsu Limited et de ses cabinets membres, consulter www.deloitte.com/about.&#xd;\n&#xd;\nLes sociétés Deloitte Audit SA, Deloitte Tax &amp; Consulting Sarl et Deloitte Solutions ont pour objet les activités des métiers d’audit, d’expertise comptable, de conseils (consulting, risk advisory, financial advisory, tax) et de financial reporting dans le respect de la réglementation spécifique à chacun de ces métiers.&#xd;\n&#xd;\nDeloitte fournit des services professionnels dans les domaines de l’audit, de la fiscalité, du consulting et du financial advisory, à ses clients des secteurs public ou privé, de toutes tailles et de toutes activités.","memberOrga":"http://www2.deloitte.com/global/en.html","goal":"Deloitte Tax &amp; Consulting, est l'une des filiales de Deloitte Deloitte Touche Tohmatsu S.à r.l. (\"Deloitte Luxembourg\").&#xd;<br />Dans le cadre de la stratégie pluridisciplinaire du réseau Deloitte Touche Tohmatsu (« le réseau Deloitte »), les sociétés luxembourgeoises mobilisent des compétences diversifiées pour répondre, dans le respect de la réglementation spécifique à chacun&#xd;<br />de leur métier, à l'éventail des services attendus par leurs clients, de toutes tailles et de tous secteurs – des grandes entreprises multinationales aux microentreprises locales, en passant par les entreprises moyennes.&#xd;<br />&#xd;<br />Notre palette d'offres au Luxembourg très large et englobe notamment:&#xd;<br />&#xd;<br />- Deloitte S.A. pour les activités d’audit ;&#xd;<br />- Deloitte Tax &amp; Consulting Sarl pour les activités fiscales, de conseils (consulting, risk advisory et financial advisory) et d’expertise comptable ;&#xd;<br />- Deloitte Solutions, une entité règlementée par la CSSF en tant que professionnel du secteur financier,pour les activités de « financial reporting ».","acronym":"","interests":"Banking and financial services, Business and Industry, Digital economy and society, Economy, finance and the euro, Taxation","euInitiatives":"All EU initiatives, policies and legislative files that relate directly or indirectly to Financial or non-Financial reporting by entities, tax, corporate governance, as well as the activities of an audit and consulting company.","lastUp":"2019-11-14T14:40:19.318+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":"","turnoverRange":""}