{"id":"623004132925-63","name":"EuroNavigator Ltd","registrationDate":"2018-11-07T22:26:04.666+01:00","category":1,"subCategory":6,"legal":"LTD","web":"https://euronavigator.be","country":"Croatia","headAddress":"Nova cesta 121","headCity":"Zagreb","headPostCode":"10000","headPhone":"(385)98 26 19 76","boss":"Daniel Mondekar","bossTitle":"Mr","bossPosition":"CEO and Senior Director for Public Affairs","membersCount":5,"membersFTE":"3.75","membership":"SEAP - Society of European Affairs Professionals&#xd;\nEAPC - European Association of Political consultants&#xd;\nEPACA - European Public Affairs Consultancies Association","memberOrga":"","goal":"EuroNavigator Ltd is a public affairs agency based in Zagreb (Croatia) and in Brussels. We specialize in European public and regulatory affairs, EU funds, investor relations, advocacy campaigns, and business to government communications. Our network of experts spans from Brussels to every capital city in the Western Balkans making us the perfect bridge between the centre of EU and South East Europe. Our team is comprised of professionals with extensive experience in public relations and marketing, business management, policy development and legislation, domestic and international politics including former state officials such as ministers, deputy ministers, members of parliament, MEPs, as well as high level civil servants. We provide premium services in the field of strategic communications, political intelligence, policy development, public affairs and government relations, focusing especially on strengthening the business liaison between Brussels and Western Balkans.","acronym":"EuroNavigator","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, Food Safety, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Circular Economy, Internal Market, Digital Single Market, EU Investment Plan, Competition, Trade Agreements, Energy Union &amp; Environment, Climate Change, Energy Efficiency, Health Policies, EU Enlargement policy&#xd;<br />&#xd;<br />We also follow Multi annual Financial Framework 2021-2027 and the preparations for the Croatian presidency of the EU in 2020","lastUp":"2019-03-29T12:09:22.256+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}