{"id":"623031325161-45","name":"European Engineered Construction Systems Association e. V.","registrationDate":"2016-12-19T14:41:21.935+02:00","category":2,"subCategory":4,"legal":"e. V.","web":"http://ecs-association.com","country":"Germany","headAddress":"Kaiserswerther Strasse 137","headCity":"Düsseldorf","headPostCode":"40474","headPhone":"(49)21 14 56 41 06","boss":"Topi Paananen","bossTitle":"Mr","bossPosition":"Chairman | Vorstandsvorsitzender","membersCount":1,"membersFTE":"0.25","membership":"ECS is member of&#xd;\n•\tDAfStb – Deutscher Ausschuss für Stahlbeton (German Committee for Structural Concrete) http://www.dafstb.de&#xd;\n•\tDBV - Deutscher Beton- und Bautechnik-Verein&#xd;\n(German Society for Concrete and Construction Technology)&#xd;\nhttp://www.betonverein.de&#xd;\n•\tfib  - Fédération Intérnational du Béton http://www.fib-international.org&#xd;\n•\tISB – Institut für Stahlbetonbewehrung e.V. http://www.isb-ev.de&#xd;\n•\tBIBM - Bureau International du Béton Manufacturé http://www.bibm.eu&#xd;\nand indirectly member of&#xd;\n•\tConstructions Products Europe CPE  http://www.construction-products.eu","memberOrga":"https://www.ecs-association.com/verband/mitglieder/","goal":"The object of the association is &#xd;<br />•\tto uphold and promote all matters of common interest to its member companies and to collaborate with other entrepreneurship associations.&#xd;<br />&#xd;<br />With respect to all forms of fixing, reinforcement and façade systems, the object of the association is to &#xd;<br />•\tensure a high level of quality;&#xd;<br />•\tcooperate with German national and international standardisation committees (DIN, ECISS, Eurocode, ISO) as well as scientific organisations and represent the interests to national German and international authorities;&#xd;<br />•\tperform public relations work and promote the interests of quality assurance;&#xd;<br />•\toppose unfair competition in the field of fixing, reinforcement and façade systems.&#xd;<br />&#xd;<br />For that purpose, the ECS:&#xd;<br />•\torganises or contributes to the organisation of congresses, conferences, seminars, meetings, missions or study visits;&#xd;<br />•\tdrafts and disseminates or contributes to the drafting and to the dissemination of scientific, technical and promotional documents, in a written or electronic format;&#xd;<br />•\tseeks alliances, whenever necessary or desirable, with other associations or organisations, in order to achieve its objects;&#xd;<br />•\tfunds, or contributes to the funding, of scientific and/or technical studies and works, all in the fields concerning it.&#xd;<br />The above list is not exhaustive.","acronym":"ECS","interests":"Business and Industry, Climate Action, Economy, finance and the euro, Environment, Regional Policy, Research and innovation, Single market","euInitiatives":"•\tImplementation of the Construction Products Regulation (COD/2008/0098) (Repeal Directive 89/106/EEC); &#xd;<br />•\tECS attends several CEN and EOTA WGs and events dedicated to stakeholders, held seminars and speaches on SMEs and the CPR. ECS is actively involved in several CEN and EOTA technical groups as well as in the EOTA Stakeholder Advisory Group.","lastUp":"2019-07-04T13:00:39.623+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}