{"id":"62332674924-66","name":"ASSOCIACIÓ DE MÚSICS DE TARRAGONA","registrationDate":"2011-01-10T12:15:04.858+01:00","category":3,"subCategory":2,"legal":"Asociación sin ánimo de lucro","web":"http://www.musicstgn.com","country":"Spain","headAddress":"Avda Vidal i Barraquer, S/N","headCity":"Tarragona","headPostCode":"43080","headPhone":"(34)6 29 76 77 13","boss":"Miguel Alberto Cruz Carmona","bossTitle":"","bossPosition":"Presidente","membersCount":12,"membersFTE":"3.0","membership":"L’organització sindical MUSICAT amb Musics de Girona i Músics de Catalunya és un grup d'entitas representatives dels músics professionals de Catalunya i des de l'aMt estem en conveni amb ells, intentant treballar tots plegats en la direcció única per la dignificació del músic laboralment i professionalment.","memberOrga":"","goal":"Creada en el año 2.000, la aMt es una asociación de músicos sin ánimo de lucro que pretende abarcar todas las comarcas de Tarragona incorporando a su proyecto a todos los músicos posibles, de cualquier estilo, para juntos poder defender de forma organizada nuestros derechos y de esta forma, con el poder que los socios dan a cualquier organización numerosa, convertirnos en un interlocutor válido y de peso ante cualquier estamento, ya sea político o privado. Resumiendo, convertirnos en un referente, para que la música ocupe el espacio que se merece dentro de la cultura en nuestra sociedad. &#xd;<br />La aMt deposita su fuerza en su filosofía asociativa, por lo general, los músicos hemos sido siempre individualistas y bastante egocéntricos, sin ver más allá de nuestro ombligo.&#xd;<br />Esta forma de actuar, no nos ha ayudado precisamente ante políticas no demasiado sensibles en materias culturales y específicamente musicales.&#xd;<br />Divide y vencerás, lema de tantos estrategas y que siempre da resultado.&#xd;<br />Por lo tanto unirse es la única fórmula para intentar incidir en las iniciativas, tanto públicas, como privadas para que la música sea tenida en cuenta como una parte más de nuestra forma de vida.&#xd;<br />&#xd;<br />&#xd;<br />2016, &#xd;<br />LA CAPSA, MOLT MÉS QUE UNA SALA DE CONCERTS&#xd;<br />Des de fa temps, la memòria anual d’activitats de l’Associació de Músics de Tarragona (aMt) és, al mateix temps, una memòria de la Capsa de Música, aquest equipament inaugurat oficialment el 2012 i gestionat per l’entitat, que alhora hi té la seva seu. Algú pot demanar-se què hi fa, una associació de músics, gestionant un espai com aquest. La resposta clau es troba en entendre que la Capsa de Música no és només una sala de concerts i, menys encara, un bar musical o una discoteca. Certament, la Capsa disposa d’una sala de concerts de mitjana capacitat, modesta però molt ben treballada, i programar-hi concerts forma part de les obligacions de qui la gestiona. Però, com dèiem, la Capsa és molt més que una sala de concerts, i el projecte que l’aMt té per aquest espai va molt més enllà d’una programació musical més o menys àmplia (que, en tot cas, sempre haurà de ser complementària a les programacions d’altres espais de la ciutat).&#xd;<br />Així, la Capsa i l’aMt tenen la vocació d’acompanyar el músic en tot el procés de creació, de l’assaig a l’escenari i també a l’estudi de gravació. És un objectiu ambiciós i que necessita temps (i recursos), però que de mica en mica va avançant. I allà on no arriben els recursos, pragmatisme i imaginació a parts iguals: la Capsa encara no disposa del projectat estudi de gravació, però en canvi ja ha aparegut el primer disc enregistrat a la casa... a l’escenari, en directe. Tot complementat amb aquell suport menys visible però igualment fonamental per a l’artista, el que proporciona l’Oficina d’Atenció al Músic. Per l’aMt, que l’SGAE aposti decididament pel nostre projecte és una confirmació que anem pel bon camí. &#xd;<br />Però la Capsa no està pensada només pels músics. Ja en els temps heroics, l’aMt demanava a la Chartreuse un espai “per als músics, per la cultura i per la ciutadania”. Per això a la Capsa també hi hem programat cinema o hem començat a organitzar tertúlies. I per això ens creiem un projecte tan maco i singular com “Escoles a la Capsa”, que per a estudiants de primària en molts casos suposa el primer contacte real amb músics, instruments i un escenari, avui en dia que, segons diuen, tens tota la música a un clic (molt a prop, però molt lluny alhora).&#xd;<br />I, a sobre, també programem concerts. &#xd;<br />I només hem començat.","acronym":"aMt","interests":"Audiovisual and Media, Communication, Consumer Affairs, Culture, Education, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Research and Technology, Youth","euInitiatives":"Potenciación del sector creativo y ejecutante musical en la ciudad de Tarragona y provincia, en sus dos vertientes la profesional y la amateur. &#xd;<br />&#xd;<br />Reivindicación del colectivo de músicos.&#xd;<br />&#xd;<br />Producción de espectáculos.&#xd;<br />&#xd;<br />Representación desde el territorio, de la política cultural en este caso del área de la musica tarraconense.&#xd;<br />&#xd;<br />Promoción, Comunicación y Formación de la Asociación y de sus integrantes, así como para nuestro principal beneficiario: la ciudadanía y siempre dentro del ámbito social y cultural.","lastUp":"2017-04-12T13:26:30.636+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}