{"id":"62332674924-66","name":"ASSOCIACIÓ DE MÚSICS DE TARRAGONA","registrationDate":"2011-01-10T12:15:04.858+01:00","category":3,"subCategory":2,"legal":"Asociación sin ánimo de lucro","web":"http://www.musicstgn.com","country":"Spain","headAddress":"Avda Vidal i Barraquer, S/N","headCity":"Tarragona","headPostCode":"43080","headPhone":"(34)6 29 76 77 13","boss":"Tomás Herminio Alija García","bossTitle":"Mr","bossPosition":"Secretario","membersCount":12,"membersFTE":"3.0","membership":"L’organització sindical MUSICAT amb Musics de Girona i Músics de Catalunya és un grup d'entitas representatives dels músics professionals de Catalunya i des de l'aMt estem en conveni amb ells, intentant treballar tots plegats en la direcció única per la dignificació del músic laboralment i professionalment.&#xd;\n&#xd;\nFeina representativa mitjançant la Xarxa creada amb les altres entitats i associacions de Catalunya (Musicat, ACIMC, AMJM) amb diverses línies de treball i reivindicació.&#xd;\n&#xd;\nRepresentació a l’ACATAM.","memberOrga":"","goal":"Creada en el año 2.000, la aMt es una asociación de músicos sin ánimo de lucro que pretende abarcar todas las comarcas de Tarragona incorporando a su proyecto a todos los músicos posibles, de cualquier estilo, para juntos poder defender de forma organizada nuestros derechos y de esta forma, con el poder que los socios dan a cualquier organización numerosa, convertirnos en un interlocutor válido y de peso ante cualquier estamento, ya sea político o privado. Resumiendo, convertirnos en un referente, para que la música ocupe el espacio que se merece dentro de la cultura en nuestra sociedad. &#xd;<br />La aMt deposita su fuerza en su filosofía asociativa, por lo general, los músicos hemos sido siempre individualistas y bastante egocéntricos, sin ver más allá de nuestro ombligo.&#xd;<br />Esta forma de actuar, no nos ha ayudado precisamente ante políticas no demasiado sensibles en materias culturales y específicamente musicales.&#xd;<br />Divide y vencerás, lema de tantos estrategas y que siempre da resultado.&#xd;<br />Por lo tanto unirse es la única fórmula para intentar incidir en las iniciativas, tanto públicas, como privadas para que la música sea tenida en cuenta como una parte más de nuestra forma de vida.&#xd;<br />&#xd;<br />&#xd;<br />MEMÒRIA 2018&#xd;<br />Obrim les portes de la Capsa de Música per oferir noves iniciatives i propostes amb el desig de dinamitzar i donar valor a la cultura musical de la nostra ciutat i dels seus músics. Des de l’aMt apostem per bastir ponts pels ciutadans que viuen en àrees a on és difícil aquesta penetració cultural (com ara els barris de ponent), puguin tenir una oportunitat de viure, de gaudir i en definitiva d’ampliar el seu coneixement en el món de la música. &#xd;<br />Treballem plegats amb els educadors per donar oportunitats de coneixement als nens de les nostres escoles. &#xd;<br />Reivindiquem que hi ha altra vida musical a la ciutat. &#xd;<br />Ens agraden els músics tarragonins amb personalitat, músics de proximitat física i personal. &#xd;<br />Ens agrada xerrar i debatre sobre el món de la música i els seus confusos secrets d'interès per a músics emergents.&#xd;<br />Ens fa goig programar formació tècnica amb els Instituts de Tarragona. Renovem en un nou cicle formatiu, el nostre compromís amb l’INS Pere Martell d’Imatge i So i el nostre projecte pel col·lectiu de músics i creadors.  &#xd;<br />Som solidaris, com ara amb Apadrina Un Músic, campanya que en la seva segona edició, pretén potenciar la música als centres penitenciaris, donant vida a instruments que ja no s’utilitzen. &#xd;<br />Hem ajudat a fer possible “Músics al carrer”, nou programa amb l’Ajuntament de Tarragona. &#xd;<br />Hem portat a la Capsa i a Tarragona la nova semifinal del XVIII SONA 9 o el conegut cicle L’Hora del Jazz Memorial Tete Montoliu en la seva 28ena edició. &#xd;<br />Hem continuat apostant pel Capsa Music Festival, un festival diferent&#xd;<br />Hem estrenat dos nous cicles proposats pels mateixos membres de l’aMt: un de música en directe (Capsa i Música d’Autor) i un altre de formatiu (Música Sensible). &#xd;<br />Donem oportunitats de promoció pels músics locals amb l’enregistrament d’actuacions per Tac12. &#xd;<br />Voluntariat: com cada any donem les gràcies a l’ajuda rebuda dels socis i voluntaris ja que som conscients de que l’aMt se la juga a les distancies curtes, ells fan que es pugui obrir la sala al públic amb unes mínimes condicions. &#xd;<br />Hem passat les dificultats més grans per arribar fins aquí i ara ens toca conjurar-nos per tenir una mirada ambiciosa com a entitat i aprofitar-la per impulsar-nos en positiu i a la vegada amb creativitat, potenciant la suma d’interessos del projecte de l’aMt i del col·lectiu de músics.","acronym":"aMt","interests":"Communication, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Humanitarian aid and civil protection, Justice and Fundamental Rights, Research and innovation, Youth","euInitiatives":"Potenciación del sector creativo y ejecutante musical en la ciudad de Tarragona y provincia, en sus dos vertientes la profesional y la amateur. &#xd;<br />&#xd;<br />Reivindicación del colectivo de músicos.&#xd;<br />&#xd;<br />Producción de espectáculos.&#xd;<br />&#xd;<br />Representación desde el territorio, de la política cultural en este caso del área de la musica tarraconense.&#xd;<br />&#xd;<br />Promoción, Comunicación y Formación de la Asociación y de sus integrantes, así como para nuestro principal beneficiario: la ciudadanía y siempre dentro del ámbito social y cultural.","lastUp":"2019-03-21T14:44:49.549+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}