{"id":"623441030906-08","name":"БЪЛГАРСКА АСОЦИАЦИЯ НА ОРГАНИЗАЦИИТЕ НА ПРОИЗВОДИТЕЛИ НА ПЛОДОВЕ И ЗЕЛЕНЧУЦИ","registrationDate":"2018-03-23T08:10:34.656+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"","country":"Bulgaria","headAddress":"бул. „Константин Величков” № 57, вх. Б, етаж 3, ап.11","headCity":"София","headPostCode":"1309","headPhone":"(359)8 76 99 54 80","boss":"Чавдар Маринов","bossTitle":"Mr","bossPosition":"упълномощен представител","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"„Агрекоселект“ ООД – призната група производители;&#xd;\n„Яблена натура и партнърс“ ООД - призната организация на производители;&#xd;\n„Хепи Фрутс“ ООД - призната група производители;&#xd;\n„Грийнфрут БГ“ ООД - призната група производители;&#xd;\n„Фрут логистик“ ООД – призната организация на производители;&#xd;\n„Семеле“ ООД – призната организация на производители;&#xd;\n„Тракия Вали“ ООД - призната организация на производители;&#xd;\n\"Фрукталина\" ООД – призната група на производители;","goal":"Защита на икономически интереси на членовете, взаимодействие с органите на държавната власт и управление за създаване на оптимални условия за разгръщане стопанската дейност на членовете й. Широка представителност, която е насочена към промотиране на организациите на производители и групите производители в сектор „Плодове и зеленчуци“. Да подпомага и насърчава своите членове за развитие на ефективно производство на плодове и зеленчуци и обединяването на земеделските производители в организирани структури от маркетингов тип при спазване изискванията на нормативните актове за извършване на такава дейност. Да разработва мотивирани предложения за промяна на нормативната уредба, включително и за хармонизиране на Българското законодателство с това на Европейския съюз в сектора на плодовете и зеленчуците. Да обединява и подпомага усилията на членовете си за развитие на лоялна конкуренция в условията на пазарно стопанство, за производство на екологично чиста продукция и опазване на околната среда. Да работи за постигане на професионално единство, колегиална солидарност и професионално взаимодействие между членовете.","acronym":"BAFVPO","interests":"Agriculture and Rural Development, Consumer Affairs, Research and Technology, Trade","euInitiatives":"Приоритетите на ЕС по отношение на селското стопанство и развитието на селските райони. &#xd;<br />Финансови инструменти и ОСП след 2020.&#xd;<br />Създаване, развитие и подпомагане на Организации на производители на плодове и зеленчуци.","lastUp":"2018-03-23T08:11:49.468+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}