{"id":"62379064909-15","name":"Deutscher Sparkassen-und Giroverband","registrationDate":"2011-01-06T16:01:28.914+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.dsgv.de","country":"Germany","headAddress":"Charlottenstrasse, 47","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)0 30 20 22 50","boss":"Dr. Karl-Peter Schackmann-Fallis","bossTitle":"Mr","bossPosition":"Geschäftsführendes Vorstandsmitglied","membersCount":9,"membersFTE":"9.0","membership":"Der Deutsche Sparkassen- und Giroverband ist Mitglied&#xd;\n- der Europäischen Sparkassenvereinigung (ESV),&#xd;\n- des Weltinstituts der Sparkassen (WIS),&#xd;\n- der Deutschen Kreditwirtschaft,&#xd;\n- Eurofi &#xd;\n- des Deutschen Verbands für Wohnungswesen, Städtebau und Raumentwicklung.","memberOrga":"","goal":"Der Deutsche Sparkassen- und Giroverband (DSGV) ist der Dachverband der Sparkassen-Finanzgruppe. Das sind 429 Sparkassen, sieben Landesbanken-Konzerne, zehn Landesbausparkassen, elf Erstversicherergruppen der Sparkassen und zahlreiche weitere Finanzdienstleistungsunternehmen (Stand 31.12.2010).&#xd;<br /> &#xd;<br />Der DSGV vertritt die Interessen der Sparkassen-Finanzgruppe, organisiert die Willensbildung innerhalb der Gruppe. Darüber hinaus legt er die strategische Ausrichtung der Sparkassen-Finanzgruppe fest. Hierzu erarbeitet er in Abstimmung mit seinen Mitgliedern und Verbundunternehmen der Sparkassen-Finanzgruppe Konzepte und Strategien für eine erfolgreiche Marktbearbeitung der Sparkassen. &#xd;<br />&#xd;<br />Der DSGV ist Träger der zentralen Bildungseinrichtungen der Sparkassen-Finanzgruppe: die Deutsche Sparkassen-Akademie und die Hochschule der Sparkassen Finanzgruppe - University of Applied Sciences. Weitere Gemeinschaftseinrichtungen sind zum Beispiel der Verein Wissenschaftsförderung der Sparkassen-Finanzgruppe, die Eberle-Butschkau-Stiftung sowie die Sparkassenstiftung für internationale Kooperation.&#xd;<br />&#xd;<br />Der DSGV verwaltet zudem die institutsichernden Einrichtungen nach dem Einlagensicherungs- und Anlegerentschädigungsgesetz und den hierzu gebildeten Haftungsverbund sowie den Sicherungsfonds der Girozentralen und den Sicherungsfonds der Landesbausparkassen.","acronym":"DSGV","interests":"Budget, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Institutional affairs, Justice and Fundamental Rights, Single market, Taxation, Trade","euInitiatives":"Bankenunion / Einlagensicherung&#xd;<br />Digitalisierung&#xd;<br />Kapitalmarktunion&#xd;<br />Wertpapierrecht&#xd;<br />Anlegerschutzrecht&#xd;<br />insolvenzrecht&#xd;<br />Zahlungsverkehr &#xd;<br />Finanztransaktionssteuer","lastUp":"2019-03-19T18:07:04.095+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}