{"id":"623791615310-21","name":"EPEX SPOT","registrationDate":"2014-12-17T19:04:56.255+01:00","category":2,"subCategory":3,"legal":"Societas Europaea","web":"http://www.epexspot.com","country":"France","headAddress":"boulevard Montmartre, 5","headCity":"Paris","headPostCode":"75002","headPhone":"(33)1 73 03 96 00","boss":"Ralph Danielski","bossTitle":"Mr","bossPosition":"Chairman of the Management Board","membersCount":2,"membersFTE":"0.5","membership":"BDEW&#xd;\nEFET&#xd;\nIndustrie- und Handelskammer Leipzig&#xd;\nEnergy UK&#xd;\nIndustriellenvereinigung&#xd;\nVSE/Verein Schweizerischer Elektrizitätsunternehmen&#xd;\nChambre Franco-Allemande du Ceommerce et de l'Industrie","memberOrga":"Europex - Association of european energy exchanges","goal":"The European Power Exchange, EPEX SPOT, is a platform for short-term power trading in Europe. EPEX SPOT enables electricity producers, utilities, trading companies and industrial consumers to trade power for today or the following day, balancing their supply and demand. The markets of EPEX SPOT cover Germany, France, UK, Netherlands, Belgium, Austria, Luxembourg and Switzerland. As they account for more than one third of the European electricity consumption, the prices fixed by EPEX SPOT have a reference character for the European wholesale market.&#xd;<br />EPEX SPOT SE, a European company headquartered in Paris with offices in Amsterdam, London, Brussels, Leipzig, Vienna and Bern was created in 2008 through the merger of the power spot markets of the energy exchanges Powernext SA in France and European Energy Exchange AG in Germany.","acronym":"EPEX","interests":"Competition, Digital economy and society, Energy, Single market","euInitiatives":"Regulation on CACM (Capacity Allocation and Congestion Management)&#xd;<br />Renewable Energies Directive II&#xd;<br />Clean Energy Package for all Europeans 2016-2019&#xd;<br />Network Codes&#xd;<br />EU Initiative for Smart Grids, led by DG ENER BR3. Retail Markets","lastUp":"2019-02-18T21:40:01.176+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}