{"id":"623995934893-69","name":"Historic Environment Scotland","registrationDate":"2019-05-22T11:41:21.404+02:00","category":6,"subCategory":9,"legal":"Scottish charity and non-departmental public body","web":"http://www.historicenvironment.scot","country":"United kingdom","headAddress":"Longmore House","headCity":"Edinburgh","headPostCode":"EH9 1SH","headPhone":"(44)13 16 68 86 60","boss":"Alex Paterson","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"1.0","membership":"International Council of Monuments and Sites&#xd;\n&#xd;\nEuropean Heritage Heads Forum &#xd;\n&#xd;\nScotland Europa&#xd;\n&#xd;\nEuropean Association of Archaeologists &#xd;\n&#xd;\nEuropean Tour Operators Association","memberOrga":"Our Board members are appointed by Scottish Ministers as members of Historic Environment Scotland.","goal":"Historic Environment Scotland (HES) is an executive non-departmental public body (NDPB) created under The Historic Environment Scotland Act 2014 and is sponsored by the Directorate for Culture, Tourism and Major Events in Scottish Government. We’re governed by a Board of Trustees appointed by the Cabinet Secretary for Culture, Europe and External Affairs in accordance with the Code of Practice for Ministerial Public Appointments in Scotland. &#xd;<br />&#xd;<br />We have the statutory responsibility for investigating, caring for and promoting Scotland’s historic environment.&#xd;<br />&#xd;<br />HES is registered as a Scottish Charity with the following charitable purposes:&#xd;<br />&#xd;<br />• The advancement of education&#xd;<br />• The advancement of the arts, heritage, culture or science&#xd;<br />• The advancement of environmental protection or improvement&#xd;<br />&#xd;<br />We’re responsible for more than 300 properties of national importance. Buildings and monuments in our care include Edinburgh Castle, Skara Brae, Fort George and numerous smaller sites, which together draw more than 3 million visitors per year. We work under a Scheme of Delegation from Scottish Ministers which provides detail of how we must manage the Properties in Care and their associated collections. &#xd;<br />&#xd;<br />We’re also responsible for internationally significant collections including more than 5 million drawings, photographs, negatives and manuscripts, along with 20 million aerial images of locations across the world. &#xd;<br />&#xd;<br />Our conservation experts provide guidance, training and technical research into Scotland’s built environment. Through our outreach programme, we promote community and individual learning","acronym":"HES","interests":"Agriculture and Rural Development, Culture, Education and training, Environment, International co-operation and development, Regional Policy, Research and innovation, Youth","euInitiatives":"Strategic Environmental Assessment (2001/42/EC) and Environmental Impact Assessment (2011/92/EU and 2014/52/EU) Directives; tourism policy; environmental policy; Erasmus, Creative Europe and Horizon programmes; CAP – rural development; European Structural and Investment funds; The Cultural Exports Regulation (3911/92); intellectual property; Lisbon Treaty – Article 167","lastUp":"2019-05-22T11:41:47.543+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}