{"id":"623912923100-94","name":"Verkkolaskufoorumi","registrationDate":"2016-08-22T20:46:35.143+02:00","category":3,"subCategory":2,"legal":"Ei ole","web":"http://www.verkkolaskufoorumi.fi","country":"Finland","headAddress":"Tieke r.y.","headCity":"Helsinki","headPostCode":"00130","headPhone":"(358)9 47 63 04 00","boss":"Antti Eskola","bossTitle":"","bossPosition":"Foorumin ohjausryhmän puheenjohtaja","membersCount":25,"membersFTE":"6.25","membership":"EMSFEI","memberOrga":"http://www.tieke.fi/display/vlf/Mukana+olevat+organisaatiot","goal":"Verkkolaskufoorumi on Suomessa toimivien verkkolaskutuksen kehittäjien kansallinen kohtauspaikka. Sen tehtävinä on&#xd;<br />•\tkerätä tietoa verkkolaskutuksesta ja tarjota sitä edelleen www-sivustollaan verkkolaskutuksen eri intressiryhmille&#xd;<br />•\tkerätä ja jakaa perustietoa verkkolaskusta, linkkejä syvempään tietoon&#xd;<br />•\tantaa tietoa yrityksistä, jotka kehittävät ja tarjoavat verkkolaskutusta&#xd;<br />•\tjakaa tietoa meneillään olevasta kehitystyöstä&#xd;<br />•\tvälittää uutisia Suomesta ja muualta maailmasta&#xd;<br />•\tkerätä ja välittää tilastotietoa verkkolaskun käytöstä Suomessa ja kansainvälisesti&#xd;<br />•\tideoida osallistujien kanssa tarvittavia kehityssuuntia ja -projekteja&#xd;<br />•\ttoimia tasapuolisesti, puolueettomasti ja kaikkia osapuolia hyödyntävällä tavalla.&#xd;<br />•\t&#xd;<br />Verkkolaskufoorumi toimii Euroopan verkkolaskutuksen sidosryhmäfoorumin (European Multistakeholder forum in Electronic Invoicing, EMF) sekä sähköisiin&#xd;<br />hankintoihin keskittyvän multistakeholderin (EXEP) kansallisena vastinryhmänä. &#xd;<br />&#xd;<br />•\tVerkkolaskufoorumin toimintaa ohjaa ohjausryhmä. Verkkolaskufoorumissa toimii kolme työryhmää: käyttäjätyöryhmä, operaattorityöryhmä ja ohjelmistotalotyöryhmä.&#xd;<br />•\tVerkkolaskufoorumin ohjausryhmän muodostavat työryhmien puheenjohtajat, pankkien edustaja, TIEKEn edustaja ja valtiohallinnon edustajia.&#xd;<br />•\tOhjausryhmä ja työryhmät valitsevat keskuudestaan puheenjohtajan ja varapuheenjohtajan vuodeksi kerrallaan.","acronym":"VLF","interests":"Business and Industry, Digital economy and society, Economy, finance and the euro, Trade","euInitiatives":"* EU:n aloitteet, politiikan alat ja lainsäädäntöehdotukset, joita organisaatio ensisijaisesti seuraa:&#xd;<br />Verkkolaskutusta ja julkisten hankintojen sähköistämistä edistävät EU-aloitteet, politiikan alat ja lainsäädäntöehdotukset: Digiagenda, hankintasanomat ja verkkolaskutus.&#xd;<br />EU:n politiikkaan liittyvät täytäntöönpano-, suhdetoiminta- ja viestintätoimet, esim. hankkeet, tapahtumat ja julkaisut:&#xd;<br />(Merkkien enimmäismäärä on 4 000.)&#xd;<br />Tiedottaminen EU-politiikasta (direktiiveistä, standardisoinnista) seminaareissa ja työpajoissa. vuosittaiset seminaarit ja jäsentilaisuudet.","lastUp":"2018-07-06T09:12:10.542+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}