{"id":"623961035919-88","name":"Pirate Parties International HQ","registrationDate":"2019-09-17T01:38:06.374+02:00","category":3,"subCategory":2,"legal":"association sans but lucratif (ASBL)","web":"http://pp-international.net","country":"Switzerland","headAddress":"Pirate Parties International (PPI)","headCity":"Genève","headPostCode":"1205","headPhone":"(41)7 89 21 37 40","boss":"Gregory Engels","bossTitle":"Mr","bossPosition":"Board Member","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"The current list of PPI's members:&#xd;\nhttps://pp-international.net/pirate-parties/","goal":"Pirate Parties International (PPI) is a non-profit international non-governmental organisation with its headquarters in Brussels, Belgium. Formed in 2010 it serves as a worldwide organisation for Pirate Parties, currently representing members from 43 countries. The Pirate Parties are political incarnations of the freedom of expression movement, trying to achieve their goals by the means of the established political system rather than through activism. Since 2016 the seat of PPI is Geneva/Switzerland. In 2017, PPI was admitted to ECOSOC as a special observing member.&#xd;<br />&#xd;<br />The PPI advocates on the international level for the promotion of the goals its members share – such as the protection of human rights and fundamental freedoms in the digital age, consumer and authors rights-oriented reform of copyright and related rights, support for information privacy, transparency and free access to information.&#xd;<br />&#xd;<br />The name “Pirates” itself is a reappropriation of the title that was given to Internet users by the representatives of the music and film industries, and do not refer to any illegal activity.","acronym":"PPI HQ","interests":"Climate Action, Competition, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Environment, External Relations, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Trans-European Networks","euInitiatives":"- The implementation Directive on Copyright in the Digital Single Market (EU 2019/790), esp the articles 15 and 17. &#xd;<br />- The proposed regulation on preventing the dissemination of terrorist content online (EU 2018/0331)&#xd;<br />&#xd;<br />In general all activities of the EP and EC related to the regulation on copyright and related rights, digitalisation and internet.","lastUp":"2019-09-24T11:25:48.693+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}