{"id":"624013419491-43","name":"Universidad Internacional de la Rioja S.A","registrationDate":"2015-11-11T17:43:57.019+01:00","category":4,"subCategory":12,"legal":"S.A","web":"http://www.unir.net","country":"Spain","headAddress":"Calle Almansa nº 101  , edificio 1","headCity":"Madrid","headPostCode":"28040","headPhone":"(34)9 13 43 42 20","boss":"Ignacio Velilla Fernandez ","bossTitle":"","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"www.unir.net","goal":"La misión de la universidad , es la formación integral de los estudiantes en las competencias que demanda la sociedad actual.&#xd;<br />•Hacer posible el acceso a los estudios universitarios a cualquier persona que, con la formación previa adecuada, quiera hacerlo y eliminar las barreras de distancia, horarios, lugar, culturales y sociales que lo impidan.&#xd;<br />•Implementar los recursos docentes e investigadores mediante el desarrollo de las tecnologías emergentes, de tal modo que sea posible ofertar una enseñanza de alto nivel, con especial atención a aquellos que exijan los cambios culturales, técnicos y sociales&#xd;<br />Atender a aquellos que por diversas circunstancias no puedan acceder a centros presenciales y cumplir con las necesidades y expectativas de todos los grupos de interés implicados en el proceso, mediante una formación de calidad que busque la mejora continua  y la excelencia. &#xd;<br />Como  Valores tenemos: Compromiso con los estudiantes, personalización de las tareas docentes con el acompañamiento al estudiante, atención constante a la innovación en la metodología de enseñanza y aprendizaje, fomento e impulso  del espíritu emprendedor, planteamiento abierto a las dimensiones internacionales de la formación universitaria.","acronym":"UNIR","interests":"Audiovisual and Media, Communication, Competition, Culture, Economic and Financial Affairs, Education, General and Institutional Affairs, Humanitarian Aid, Information Society, Research and Technology, Youth","euInitiatives":"A través de UNIR es socio activo de diversos proyectos públicos de investigación, tanto de carácter internacional, como nacional y regional. Algunos de los proyectos de financiación pública en los que participa la UNIR son EDUMOTION, INTUITEL, EU-USR, INSPIRING SCIENCIE EDUCATION, VM-PASS. La mayoría de proyectos están financiados por Europa, a través de los programas Horizon 2020, Framework Programme VII, Erasmus, y otros, asi como regionales  (ADER) . En muchos de ellos, Unir es el único integrante español.&#xd;<br />Además, la universidad también cuenta con proyectos de financiación propias.","lastUp":"2017-10-03T10:07:41.614+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}