{"id":"624472712761-34","name":"ASOCIACIÓN CANARIA PARA LA INVESTIGACIÓN Y CONSERVACIÓN DE LOS ELASMOBRANQUIOS","registrationDate":"2014-01-28T20:25:14.973+01:00","category":3,"subCategory":2,"legal":"ONG registrada en las Islas Canarias, España","web":"http://elasmocan.org/about-us/","country":"Spain","headAddress":"García Tello, 12, 2c","headCity":"Las Palmas de Gran Canaria","headPostCode":"35001","headPhone":"(34)6 44 37 07 90","boss":"Filip Osaer","bossTitle":"Mr","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"La misión de ELASMOCAN es contribuir a un mayor conocimiento y uso sostenible del medio marino, con énfasis en los elasmobranquios, mediante la investigación científica, educación y acción. Los principales fines son:&#xd;<br />&#xd;<br />1. Formular proyectos de investigación (I+D+I), educación, divulgación y conservación.&#xd;<br />&#xd;<br />2. Desarrollar, apoyar, colaborar y realizar estudios e investigaciones.&#xd;<br />&#xd;<br />3. Impulsar y promover el fortalecimiento de relaciones interinstitucionales con el fin de brindar bases necesarias para la protección y conservación.&#xd;<br />&#xd;<br />4. Fomentar el desarrollo de políticas de protección y conservación de elasmobranquios y de su hábitat con la colaboración activa en su gestión.&#xd;<br />&#xd;<br />5. Generar conocimiento científico y técnico, que sea útil para desarrollar acciones orientadas a la conservación.&#xd;<br />&#xd;<br />6. Divulgar al público en general y especializado, el conocimiento científico obtenido, para generar actitudes positivas que ayuden hacia la conservación.&#xd;<br />&#xd;<br />7. Divulgar la importancia de los elasmobranquios en el ecosistema e intercambiar percepciones sobre dicho recurso con diferentes actores.&#xd;<br />&#xd;<br />8. Apoyar y orientar a estudiantes en la realización de proyectos de investigación.&#xd;<br />&#xd;<br />9. Estudiar la interacción y el comportamiento de los seres humanos con el ecosistema marino.&#xd;<br />&#xd;<br />10. Procurar los medios necesarios para alcanzar los fines y el sostenimiento financiero de ELASMOCAN.","acronym":"ElasmoCan","interests":"Audiovisual and Media, Climate Action, Education, Energy, Environment, Fisheries and Aquaculture, Regional Policy, Research and Technology, Youth","euInitiatives":"Revisión de los reglamentos comunitarios relacionado a los elasmobranquios y aportación a consultas de SWAFS.","lastUp":"2017-05-11T20:46:03.320+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}