{"id":"624562025825-15","name":"ΑΧΑΪΑ Α.Ε. -ΑΝΑΠΤΥΞΙΑΚΗ ΑΝΩΝΥΜΗ ΕΤΑΙΡΕΙΑ ΟΤΑ","registrationDate":"2017-02-17T14:20:05.738+01:00","category":6,"subCategory":9,"legal":"ΑΝΩΝΥΜΗ ΕΤΑΙΡΕΙΑ ΟΤΑ","web":"http://www.achaiasa.gr","country":"Greece","headAddress":"Αγ. Αλεξίου &amp; Ασημ. Φωτήλα","headCity":"ΚΑΛΑΒΡΥΤΑ","headPostCode":"25001","headPhone":"(30)26 92 02 44 42","boss":"ΓΕΩΡΓΙΟΣ ΛΑΖΟΥΡΑΣ","bossTitle":"Mr","bossPosition":"ΠΡΟΕΔΡΟΣ ΔΣ","membersCount":8,"membersFTE":"8.0","membership":"- Συμμετοχή στο Ευρωπαϊκό Δίκτυο Ομάδων Τοπικής Δράσης LEADER/CLLD (ELARD) http://www.elard.eu/&#xd;\n- Συμμετοχή στο άτυπο Ευρωπαϊκό Αγροτικό Κοινοβούλιο (ERP)&#xd;\n- Συμμετοχή στο Εθνικό (ΕΑΔ)hhtp://www.ead.gr/index.php/el/ και Ευρωπαϊκό Δίκτυο για την Αγροτική Ανάπτυξη (ENRD) https://enrd.ec.europa.eu/","memberOrga":"Οι μέτοχοι του φορέα εμφανίζονται στο link:&#xd;\nhttp://www.achaiasa.gr/index.php?option=com_content&amp;view=article&amp;id=40&amp;Itemid=128","goal":"Η ΑΧΑΪΑ Α.Ε. -ΑΝΑΠΤΥΞΙΑΚΗ ΑΝΩΝΥΜΗ ΕΤΑΙΡΕΙΑ ΟΤΑ είναι Αναπτυξιακή Ανώνυμη Εταιρεία ΟΤΑ, ιδρύθηκε το 1997 με σκοπό να αποτελέσει ένα βασικό φορέα ανάπτυξης και στήριξης της κοινωνίας και οικονομίας της υπαίθρου. Μέτοχοί της είναι φορείς που εκπροσωπούν τόσο δημόσια όσο και συλλογικά ιδιωτικά συμφέροντα (ΟΤΑ και επιχειρήσεις ΟΤΑ, Επιμελητήρια, Ενώσεις παραγωγικών φορέων). &#xd;<br />Κύριοι τομείς δραστηριότητας της εταιρείας είναι ο σχεδιασμός και εφαρμογή Τοπικών Προγραμμάτων ολοκληρωμένης αγροτικής και αστικής ανάπτυξης, η υλοποίηση δράσεων προβολής και προώθησης της περιοχής, η προώθηση της δικτύωσης και συνεργασίας μεταξύ τομέων της τοπικής οικονομίας, η προστασία και ανάδειξη του φυσικού και πολιτιστικού περιβάλλοντος, καθώς και η υλοποίηση δράσεων κοινωνικής πολιτικής. Από την ίδρυσή της η εταιρεία έχει σχεδιάσει και υλοποιήσει με επιτυχία μια σειρά δράσεων και συγχρη­ματοδοτούμενων προγραμμάτων. Μεταξύ αυτών υλοποίησε και υλοποιεί, ως Ομάδα Τοπικής Δράσης (ΟΤΔ), Τοπικά Προγράμματα LEADER και LEADER/CLLD.","acronym":"ACHAIA SA LA","interests":"Agriculture and Rural Development, Business and Industry, Competition, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, International co-operation and development, Maritime affairs and fisheries, Regional Policy, Trans-European Networks, Youth","euInitiatives":"Αγροτική πολιτική και αλιεία.&#xd;<br />Ανταγωνιστικότητα και επιχειρηματικότητα.&#xd;<br />Πολιτιστική κληρονομιά.&#xd;<br />Ανάπτυξη.&#xd;<br />Οικονομία.&#xd;<br />Περιβάλλον και ενέργεια.&#xd;<br />Κοινωνία της πληροφορίας.&#xd;<br />Καινοτομία.&#xd;<br />Αειφόρος ανάπτυξη.&#xd;<br />Εκπαίδευση (training)","lastUp":"2019-02-12T15:45:49.028+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}