{"id":"624910310951-83","name":"Media Intelligence Partners","registrationDate":"2013-04-08T12:14:52.736+01:00","category":1,"subCategory":6,"legal":"Limited Company","web":"http://www.mippr.co.uk","country":"United kingdom","headAddress":"83 Victoria Street","headCity":"London","headPostCode":"SW1H 0HW","headPhone":"(44)20 35 85 52 90","boss":"Alistair Thompson","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"MIP has earned a reputation as one of Europe's most respected public relations and political consultancy firms.&#xd;<br /> &#xd;<br />Working with think-tanks, companies, campaign groups and political figures from around the world, MIP has local knowledge in global locations.&#xd;<br />&#xd;<br />Effective communication has never been more important. &#xd;<br />&#xd;<br />At MIP, we call upon decades of experience and an international network to provide clients with the most competitive and effective communications and political strategies. &#xd;<br />&#xd;<br />Our staff come from national journalism and international politics. From the White House to Downing Street our experience and our contacts make us invaluable to our clients.","acronym":"MIP","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"MIP carries out a number of activities including campaigning and advocacy, crisis management, political engagement and PR.&#xd;<br />&#xd;<br />MIP have focused on international trade issues in the European Parliament and European Commission.","lastUp":"2017-04-28T12:34:40.072+01:00","customers":"PMI","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}