{"id":"62503501759-81","name":"AMICE - Association of Mutual Insurers and Insurance Cooperatives in Europe","registrationDate":"2009-05-26T14:01:53.222+02:00","category":2,"subCategory":4,"legal":"aisbl/ivzw under Belgian law","web":"http://www.amice-eu.org","country":"Belgium","headAddress":"Rue du Trône, 98","headCity":"Bruxelles","headPostCode":"1050","headPhone":"(32)26 09 56 40","boss":"Sarah Goddard","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":4,"membersFTE":"2.0","membership":"Member of the Global Federation of Insurance Associations (GFIA).&#xd;\nMember of Social Economy Europe.","memberOrga":"http://www.amice-eu.org/Download.ashx?ID=58139","goal":"AMICE is the strong, united voice of the mutual and cooperative insurance sector in Europe. It was created in January 2008 through the merger of two previously existing associations, ACME and AISAM.&#xd;<br />&#xd;<br />Its prime purpose is to ensure that the voice of the mutual and cooperative insurance sector in Europe is heard and that the interest of its members are taken into account in securing a level playing field for all insurers in Europe regardless of their legal form.&#xd;<br />&#xd;<br />AMICE provides a platform for mutual and cooperative insurers of all sizes to combine resources and expertise, exchange experiences across national borders and discuss key issues and concerns relating to planned legislative and regulatory changes and developments.&#xd;<br />&#xd;<br />In the 28 EU Members States, the close to 2,700 insurers united in the mutual and cooperative sector account for more than half of all insurance undertakings and for a market share of over 30% representing close to EUR 400 billion in insurance premiums. They provide cover for close to 400 million members-policyholders and employ 430,000 staff.&#xd;<br />&#xd;<br />With more than 100 direct members and representing about 700 more insurers indirectly, AMICE speaks for a significant part of the insurance sector.","acronym":"AMICE","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, General and Institutional Affairs, Justice and Fundamental Rights, Public Health, Single market, Taxation","euInitiatives":"-\tFinancial services regulation (prudential &amp; conduct of business)&#xd;<br />-\tEuropean supervisory structures&#xd;<br />-\tData Protection&#xd;<br />-\tNon-discrimination in insurance&#xd;<br />-\tCompany Law &amp; Governance&#xd;<br />-\tLisbon 2020 Agenda&#xd;<br />-\tSocial Economy&#xd;<br />-\tSystems of Health Insurance&#xd;<br />-       Sustainable Finance&#xd;<br />-       Motor insurance&#xd;<br />-       Consumer redress","lastUp":"2018-06-26T12:21:05.352+02:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}