{"id":"62505293737-81","name":"Boeing International Corporation - Belgium Branch Office","registrationDate":"2010-06-15T17:59:23.307+01:00","category":2,"subCategory":3,"legal":"Branch Office","web":"http://www.boeing.com","country":"Belgium","headAddress":"Boulevard de la Woluwe 2","headCity":"Brussels","headPostCode":"1150","headPhone":"(32)27 77 07 47","boss":"Brian Moran","bossTitle":"Mr","bossPosition":"Vice President Government Affairs Europe","membersCount":4,"membersFTE":"4.0","membership":"American Chamber of Commerce to the European Union&#xd;\nEuropean Aviation Club&#xd;\nEuropean Policy Center&#xd;\nTransatlantic Policy Network&#xd;\nEBAA&#xd;\nGAMA&#xd;\nA4E","memberOrga":"","goal":"As a partner, customer and supplier, Boeing and it's affiliated entities have actively participated in the European aerospace community for more than 75 years, contributing to – and benefiting from – its tradition of innovation and excellence.&#xd;<br />Today Boeing has offices across Europe with approximately 2700 employees who support up to 200,000 high-tech jobs boosting the development of knowledge-based economies. Boeing is building its presence on the ground with investments in new facilities, leading-edge research and development, economic, environmental and social programs that support the European Union’s long-term goals and stronger transatlantic partnerships in defense, civil aviation, space and communications.&#xd;<br />Boeing is committed to building constructive relationships with the EU decision-makers to promote aerospace as a global industry and an essential element of European competitiveness and growth. Together with our industry partners, we work to strengthen the role of aerospace in Europe and in the global economy, and focus on issues of mutual interest, such as the environment, air traffic management (ATM), airworthiness and safety, trade, technology, defense and security.","acronym":"Boeing","interests":"Competition, Energy, Enterprise, Environment, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Internal Market, Justice and Fundamental Rights, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"Climate policies&#xd;<br />Environmental legislation &#xd;<br />Air Traffic Management&#xd;<br />Transportation policies&#xd;<br />Air Transport&#xd;<br />Aviation Safety&#xd;<br />Aviation Security&#xd;<br />Energy&#xd;<br />Defense market issues&#xd;<br />Homeland Security &#xd;<br />Research &amp; technology&#xd;<br />Transatlantic issues","lastUp":"2017-02-27T15:45:53.654+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}