{"id":"625270732111-19","name":"Winnow Solutions Limited","registrationDate":"2018-07-20T10:51:44.868+02:00","category":2,"subCategory":3,"legal":"Limited","web":"http://www.winnowsolutions.com","country":"United kingdom","headAddress":"Sustainable Bankside","headCity":"London","headPostCode":"SE1 9HZ","headPhone":"(44)20 36 37 26 97","boss":"Kevin Duffy","bossTitle":"Mr","bossPosition":"CFO","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Winnow was founded with a simple belief that food is too valuable to waste. Measuring food waste is a challenge for all commercial kitchens with up to 20% of all food purchased going to waste (typically 5%-15%). Our mission is to connect the commercial kitchen, create a movement of chefs, and inspire others to see that food is too valuable to waste. &#xd;<br />&#xd;<br />Winnow connects commercial kitchens to the cloud allowing them to record and analyse exactly what is put in the bin. Working with thousands of chefs all over the world, we consistently cut food costs by 3%-8% while doing the right thing for the environment at the same time. &#xd;<br />&#xd;<br />Simple and intuitive to use, the Winnow Waste Monitor comprises a digital scale and a connected tablet. Using any bin, team members throw food away in the usual way. The weight is recorded automatically and then the user selects the reason and identifies the item/dish using the tablet. Winnow’s daily reporting then gives chefs total control over their kitchen by pinpointing which items are being wasted. &#xd;<br />&#xd;<br />This gives chefs the information necessary to drive improvements in their production processes to cut food waste in half, saving money and reducing their environmental footprint at the same time. The data helps chefs make better decisions, engage staff and give them a clear focus by setting targets.","acronym":"WSL","interests":"Climate Action, Environment","euInitiatives":"Connecting the commercial kitchen to drive efficiency and empower chefs to cut their food waste production in half","lastUp":"2018-07-20T10:52:22.904+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}