{"id":"62536168216-12","name":"Sky plc","registrationDate":"2012-03-01T12:08:36.297+01:00","category":2,"subCategory":3,"legal":"Public Limited Company","web":"https://corporate.sky.com/","country":"United kingdom","headAddress":"Grant Way","headCity":"Isleworth, Middlesex","headPostCode":"TW75QD","headPhone":"(44)33 31 00 03 33","boss":"Daniel Friedlaender","bossTitle":"Mr","bossPosition":"Head of EU Office","membersCount":10,"membersFTE":"5.5","membership":"Association of Commercial Television in Europe (ACT);&#xd;\nAudiovisual Anti-Piracy Alliance (AAPA);&#xd;\nEuropean Group of Television Advertising (EGTA);&#xd;\nMobile Virtual Network Operators Europe (MVNO Europe);&#xd;\nFair Standards Alliance (FSA).","memberOrga":"","goal":"With 24 million customers across seven countries, Sky is Europe’s leading media and entertainment company and is proud to be part of the Comcast group. Our 31,000 employees help connect our customers with the very best of Sports, News, the arts and to our own local, original content. Following the success of Sky originals like Chernobyl, Patrick Melrose, Das Boot and Gomorrah we launched Sky Studios and now plan to more than double our investment in original drama and comedy over the next five years. &#xd;<br />&#xd;<br />Our technology allows customers to watch what they want, when they want, how they want, and as we connect millions of families to content they love, it is our responsibility to do it safely – that’s why we offer services like Sky Broadband Buddy and the Sky Kids app. And our online streaming service, NOW TV, brings viewers all the enjoyment of Sky with the flexibility of a contract-free service. &#xd;<br />&#xd;<br />We also believe that a company of our scale has a responsibility that goes beyond our business, and into the community. Our Sky Ocean Rescue campaign has reached millions across Europe, we’re on track to be free of single-use plastic by 2020, we’re investing £25million over five years in ocean-saving tech and we’re a proud employer – recognised by The Times and Stonewall for our approach to inclusivity.&#xd;<br />&#xd;<br />&#xd;<br />For more information visit www.sky.com/corporate","acronym":"SKY","interests":"Climate Action, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Energy, Environment, Institutional affairs, Justice and Fundamental Rights, Maritime affairs and fisheries, Research and innovation, Single market, Sport, Taxation, Trade","euInitiatives":"DSA, Copyright, Audiovisual Media, Electronic Communications, E-Commerce, IPR Enforcement, Culture, Competition, Consumer rights, Privacy, Green New Deal.","lastUp":"2020-01-14T14:32:40.735+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}