{"id":"62536168216-12","name":"Sky plc","registrationDate":"2012-03-01T12:08:36.297+01:00","category":2,"subCategory":3,"legal":"Public Limited Company","web":"https://corporate.sky.com/","country":"United kingdom","headAddress":"Grant Way","headCity":"Isleworth, Middlesex","headPostCode":"TW75QD","headPhone":"(44)33 31 00 03 33","boss":"James Conyers","bossTitle":"Mr","bossPosition":"General Counsel","membersCount":7,"membersFTE":"4.0","membership":"Association of Commercial Television in Europe (ACT);&#xd;\nEuropean Competitive Telecommunications Association (ECTA);&#xd;\nDigital Interoperability Forum (DIF);&#xd;\nAudiovisual Anti-Piracy Alliance (AAPA);&#xd;\nEuropean Group of Television Advertising (EGTA);&#xd;\nMobile Virtual Network Operators Europe (MVNO Europe).","memberOrga":"","goal":"Sky is Europe's leading entertainment company, serving 22 million customers across six countries: UK, Ireland, Germany, Austria, Italy and Spain. We offer the best and broadest range of content, deliver market-leading customer service and use innovative new technology to give customers a better TV experience, whenever and wherever they choose.&#xd;<br />&#xd;<br />Sky has annual revenues of over £12 billion and is Europe's leading investor in television content with a combined programming budget of over £5.2 billion. The group employs 30,000 people and is listed on the London Stock Exchange (SKY).&#xd;<br />&#xd;<br />For more information visit www.sky.com/corporate","acronym":"SKY","interests":"Audiovisual and Media, Competition, Consumer Affairs, Culture, Customs, Energy, Environment, General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Sport, Taxation, Trade","euInitiatives":"Main focus is on the Digital Single Market, including copyright, audiovisual media, electronic communications, e-commerce, competition, consumer rights and privacy. We also follow environmental files, in particular those linked to Ocean health.","lastUp":"2018-03-06T15:11:25.615+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}