{"id":"6256831207-27","name":"ENEL SpA","registrationDate":"2008-07-17T18:38:36.370+01:00","category":2,"subCategory":3,"legal":"Publicly listed corporation","web":"http://www.enel.com","country":"Italy","headAddress":"Viale Regina Margherita, 137","headCity":"Rome","headPostCode":"00198","headPhone":"(3906)83 05 11 11","boss":"Francesco Starace","bossTitle":"Mr","bossPosition":"Chief Executive Officer and General Manager","membersCount":19,"membersFTE":"6.25","membership":"AECA; Bruegel; Business Europe; CCE; CEPS; Confindustria (Brussels delegation); CSR Europe; Ceps; CERRE; Cigré; EDSO for Smart Grids; Eurelectric; European Energy Forum (EEF); Efet; Eppa; Etn; Eu40; Eurogas; Foe; Giignl; Ieta; Ome; Mentor Group.&#xd;\n(datas referred to 2015)","memberOrga":"","goal":"Enel is a multinational power company and a leading integrated player in the world’s power and gas markets, with a particular focus on Europe and Latin America. Enel Group operates in over 31 countries across 4 continents, producing energy through a net installed capacity of more than 82.7 GW and distributes electricity and gas through a network of approximately 1.9 million kilometers. With over 61.4 million users worldwide, Enel has the largest customer base among European competitors and figures among Europe’s leading power companies in terms of installed capacity and reported EBITDA.&#xd;<br />BUSINESS OVERVIEW&#xd;<br />In 2016, the Enel Group generated a total of 261.8 TWh of electricity (284 TWh in 2015), distributed 426 TWh on its networks (417.4 TWh in 2015) and sold 263 TWh (260.1 TWh in 2015).&#xd;<br />Enel’s 2016 revenues amounted to 70.6 billion euros, while EBITDA amounted to 15.3 billion euros.&#xd;<br />Almost 62.080 people work for Enel. The Group manages a highly diverse network of power plants: hydroelectric, thermoelectric, geothermal, wind, solar PV and other renewable sources. Nearly half of the electricity Enel produced by Enel is free of carbon dioxide emissions, making it one of the world’s major producers of clean energy.&#xd;<br />Enel is deeply committed to the renewable energies sector and to researching and developing new environmentally friendly technologies. Enel Green Power (EGP) is a publicly traded Enel Group company dedicated to the production of energy from renewable sources that manages 36 GW of installed capacity from hydro, wind and solar arrays and biomass and cogeneration plants in Europe, the Americas, India and Africa. EGP has the highest level of technological diversification among companies operating in the renewable energy sector.&#xd;<br />Enel is the first utility in the world to replace conventional electromechanical meters with socalled&#xd;<br />‘smart meters’, modern electronic meters that enable reading consumption levels in real time and managing contracts remotely. Today, about 32 million Italian retail customers possess an electronic meter developed and installed by Enel. The Group is also in the process of&#xd;<br />installing another 13 million smart meters for customers in Spain and is implementing pilot projects in ‘smart cities’ like Búzios (Brazil) and Santiago (Chile). This innovative measurement system is essential to the development of smart grids, smart cities and electric mobility.&#xd;<br />Safety is a top priority for the Enel Group, which has adopted a proactive approach in this area so fundamental to its business, dedicating particular attention to prevention and promoting a culture of safety.&#xd;<br />SHAREHOLDING STRUCTURE&#xd;<br />Listed on the Milan stock exchange since 1999, Enel has the highest number of shareholders of any Italian company, with 1.1 million retail and institutional investors. The most important of Enel‟s shareholders is the Italian Ministry of Economy and Finance. In addition to Enel itself, another 13 Enel Group companies are traded on the stock exchanges of Italy, Spain, Russia, Argentina, Brasil, Chile and Peru. &#xd;<br />Enel‟s commitment to values embodied in its Code of Ethics, its Sustainability Report and the adoption of international best practices promoting environmental protection, transparency and corporate governance, have all attracted international investment funds, insurance companies, pension funds and ethical funds to its shareholder register.","acronym":"","interests":"Budget, Climate Action, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"- Clean Energy for all Europeans and all related policies&#xd;<br />- Electrification and decarbonization&#xd;<br />- Market design and New Deal for consumers&#xd;<br />- Renewables and Energy Efficiency&#xd;<br />- ETS reform&#xd;<br />- Climate change policies&#xd;<br />- Air Quality package&#xd;<br />- MIFID II&#xd;<br />- EU funding (Horizon 2020, CEF)&#xd;<br />- Fiscal Policies&#xd;<br />- European Social Dialogue&#xd;<br />- State Aid and Competition&#xd;<br />- External Energy policies&#xd;<br />- Environmental policies","lastUp":"2017-04-19T15:09:47.151+01:00","customers":"","costAbsolu":"","costRange":"2000000-2249999","turnoverAbsolu":0,"turnoverRange":""}