{"id":"625976815556-92","name":"Agriculture and Horticulture Development Board","registrationDate":"2015-01-13T20:25:52.823+02:00","category":6,"subCategory":9,"legal":"UK Statutory Levy Board","web":"http://www.ahdb.org.uk","country":"United kingdom","headAddress":"Stoneleigh Park, AHDB","headCity":"Kenilworth","headPostCode":"CV8 2TL","headPhone":"(44)24 76 69 20 15","boss":"Jane King","bossTitle":"Ms","bossPosition":"CEO","membersCount":11,"membersFTE":"5.0","membership":"International Meat Secretariat.&#xd;\n&#xd;\nLiaison and joint work programmes with other levy boards in EU Member States.&#xd;\n&#xd;\nComite de Liaison des organismes de promotion agricole et alimentaire.&#xd;\n&#xd;\nNorth-western European Potato Growers Foundation&#xd;\n&#xd;\nEuropatat&#xd;\n&#xd;\nEucolait","memberOrga":"","goal":"The Agriculture and Horticulture Development Board (AHDB) is a UK Non-departmental Public Body funded by a statutory levy paid by UK farmers, growers and others in the supply chain and managed as an independent organisation (independent of both commercial industry and of Government).&#xd;<br />AHDB’s purpose is to equip levy payers with independent, evidence-based information and tools to grow and become more competitive and sustainable. AHDB supports six sectors covering about 75% of total agricultural output in the UK: commercial horticulture, potatoes, cereals and oilseeds, milk, pig meat, beef and lamb.&#xd;<br />The services delivered by AHDB include farm-level knowledge transfer programmes, market information, export market development work and domestic marketing activity.","acronym":"AHDB","interests":"Agriculture and Rural Development, Budget, Climate Action, Competition, Consumers, Energy, Environment, External Relations, Food Safety, Public Health, Research and innovation, Single market, Trade","euInitiatives":"The AHDB Brussels office monitors the following policies:&#xd;<br />Common Agricultural Policy simplification&#xd;<br />Animal and Plant health &#xd;<br />Proposals for Directives on cloning of farm animals&#xd;<br />State Aid&#xd;<br />Promotion of agricultural products&#xd;<br />TSE Regulation&#xd;<br />Veterinary medicines and medicated feed&#xd;<br />Climate and energy framework and air quality proposals&#xd;<br />Food labelling&#xd;<br />Animal welfare Action Plan&#xd;<br />Trade negotiations&#xd;<br />Antimicrobial resistance&#xd;<br />&#xd;<br />AHDB submitted a paper on transparency in the EU agricultural markets, for the Agricultural Markets Task Force.&#xd;<br />&#xd;<br />AHDB also participated to the consultation on EU school food schemes.","lastUp":"2019-06-20T11:24:29.566+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}