{"id":"626116910064-95","name":"Europa Distribution","registrationDate":"2012-11-06T16:37:08.478+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.europa-distribution.org","country":"Belgium","headAddress":"229 Rue Royale","headCity":"Brussels","headPostCode":"1210","headPhone":"(32)4 96 20 86 22","boss":"Christine Eloy","bossTitle":"Ms","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"Our members are independent film distribution companies active in Europe:&#xd;\nhttp://www.europa-distribution.org/members/","goal":"With 120 members representing 29 countries (25 European countries + Australia, Egypt, Israel, Russia), EUROPA DISTRIBUTION aisbl is the European network of independent film distributors. &#xd;<br />&#xd;<br />For over 10 years, Europa Distribution has been creating new bridges for its members to share knowledge and mutualise experiences. Through dedicated brainstorming and training sessions and informal gatherings, the Association constantly works to enhance the circulation of information and ideas and to improve the curation, promotion and distribution of independent films. Besides offering an insight on the world of independent film distribution to other sectors of the film industry through its open panels, Europa Distribution also aims at helping its members to take a step back and look at the bigger picture of the constantly evolving audio-visual sector. &#xd;<br />&#xd;<br />The association organises and coordinates different workshops, public panels and partnerships. Through consulting and brainstorming with its board and members, the association chooses the topics to tackle, and takes care of finding and inviting experts with relevant experience regarding the defined subjects.  It handles the workshops' logistics and establishes partnerships with the festivals that host the workshops and other events that can benefit and engage film distributors. &#xd;<br />&#xd;<br />Europa Distribution gathers and delivers information on the subjects covered during the workshops and on what is going on for the sector, with a focus on distribution. It informs its members, but also all the different stakeholders of the AV chain through mailing, newsletters, social networks and a blog. The association also develops and manages a collaborative tool to enable distributors to find out about their peers' releases. &#xd;<br />&#xd;<br />The association also acts as the voice of the independent distribution sector in Brussels and regularly participates, in its capacity as a recognised spokesman for independent film distribution, in round tables and consultations with the main European associations and institutions involved in the audio-visual sector, to ensure that the priorities and concerns of its members are taken into consideration by policy makers.&#xd;<br />&#xd;<br />More information on Europa Distribution can be found on www.europa-distribution.org","acronym":"","interests":"Audiovisual and Media, Consumer Affairs, Culture","euInitiatives":"We follow the files that regard European independent distribution, such as:&#xd;<br />- The different Creative Europa - MEDIA supported schemes (automatic, selective, online distribution, audience development, ...)&#xd;<br />- The review of the AVMS directive&#xd;<br />- The Digital Single Market and the review/modernisation of the copyright rules&#xd;<br />- The geo-blocking directive","lastUp":"2018-02-26T16:26:48.059+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}