{"id":"626116910064-95","name":"Europa Distribution","registrationDate":"2012-11-06T16:37:08.478+01:00","category":2,"subCategory":4,"legal":"non profit organization","web":"http://www.europa-distribution.org","country":"France","headAddress":"22 Avenue Pierre 1er de Serbie","headCity":"Paris","headPostCode":"75116","headPhone":"(32)4 96 20 86 22","boss":"Christine Eloy","bossTitle":"Ms","bossPosition":"General Manager","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"Our members are independent film distribution companies active in Europe:&#xd;\nhttp://www.europa-distribution.org/members/","goal":"Europa Distribution is the network of independent film distributors, created in 2006.  With about 130 leading independent distributors representing 28 countries in Europe and beyond, it serves as the voice of the sector and acts as a network and a think tank.  &#xd;<br />&#xd;<br />Since its creation, the association has accompanied and reinforced the integration and collaboration process between its members through brainstorming and training sessions, and information. The network’s aim is to strengthen the existing ties to improve the curation, promotion and distribution of independent films.  &#xd;<br />&#xd;<br />Ursula Meier (director, Silver Bear 2012 for Sister) is the President of Honor of the Association. The Board of Administration, chaired by Jakub Duszynski (distributor, Gutek Film, Poland) and Laurent Dutoit (distributor, Agora Films, Switzerland) is composed of 13 independent European distributors, representative of the sector in terms of nationality, type of structure, and cultural diversity.","acronym":"","interests":"Audiovisual and Media, Communication, Consumer Affairs, Culture","euInitiatives":"We follow the files that regard European independent distribution, such as:&#xd;<br />- The different MEDIA supported schemes (automatic, selective, online distribution, audience development, ...)&#xd;<br />- The communication on European Film in the Digital Era&#xd;<br />- The Digital Single Market and the review/modernisation of the copyright rules&#xd;<br />- The review of the AVMS directive","lastUp":"2017-03-16T14:55:14.312+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}