{"id":"626216525868-74","name":"IECC - Israelian European Consulting Cooperation","registrationDate":"2017-02-13T19:40:51.566+01:00","category":3,"subCategory":2,"legal":"keine","web":"","country":"Netherlands","headAddress":"Burg.Schonfeldplein 11-13","headCity":"Winschoten","headPostCode":"9671 CA","headPhone":"(31)6 29 70 28 50","boss":"Michael Ilgner","bossTitle":"Mr","bossPosition":"Sprecher der Cooperation","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"Die „IECC - Israelian European Consulting Cooperation “ hat sich schon 2011 als Initiative bzw. als Netzwerk mehrerer europäischer und irsraelischer  unabhängiger Wirtschafts-, Regional-, Rechts-, Steuer- und Unternehmensberater zusammen gefunden, die sich umfassend und interdisziplinär mit den ökonomischen, technologischen und wirtschaftspolitischen Entwicklungen zwischen den Staaten der EU und Israeli befassen.&#xd;<br />&#xd;<br />Mittlerweile hat sich das  Aufgaben- und Branchenspektrum der IECC  verfestigt und IECC verfügt aufgrund der Vernetzung ihrer Mitglieder gerade in Israel über eine gute und einsatzbereite Infrastruktur.&#xd;<br />&#xd;<br />Die Initiatoren der IECC haben bewusst keine nationale und/oder internationale Rechtsform gewählt, um möglichst unabhängig von formalen Vorgaben und bürokratischen Zwängen und Einschränkungen zu sein.&#xd;<br />&#xd;<br />IECC hat sich aber schon am 20.04.2016 im „Transparenz Register der EU“  als „ Wirtschaftspolitische Initiative ohne Rechtsform im Bereich III – Nichtregierungsorganisationen, Plattformen und Netzwerke“ eintragen lassen, um zu dokumentieren, das unsere Initiative ernsthafte Ziele mit seriösen Mitteln verfolgt.&#xd;<br />&#xd;<br />Die Zusammenarbeit zeichnet sich durch einen intensiven Informations- und Wissensaustausch aus. &#xd;<br />&#xd;<br />Ziel der IECC  ist die Entfaltung von Synergien zur Stärkung der Wettbewerbsfähigkeit und zur Erhöhung der Wachstumspotenziale in Israel. Gleichzeitig hat IECC das Ziel, die Bindungen zwischen Unternehmen aus der EU und aus Israel zu intensivieren.&#xd;<br />&#xd;<br />Akteure in der IECC können weitere natürliche und juristische Personen aus der EU und Israelsi sein, die unsere Ziele unterstützen.&#xd;<br />&#xd;<br />Der ausschlaggebende Anlass zum Zusammenschluss der IECC im Jahr 2011 waren ursprünglich die immer wieder festgestellten Schwierigkeiten bei der Finanzierung von Projekten und Investitionen in Israel.&#xd;<br />&#xd;<br />Gerade bei technologisch neuen Ansätzen und im Bereich von zur Privatisierung anstehenden Staatsunternehmen haben es  sowohl israelische  wie auch europäische Initiatoren mit einem sehr zurückhaltenden Verhalten kommerzieller Finanzierungspartner zu tun.&#xd;<br />&#xd;<br />Das IECC-Netzwerk verfügt mittlerweile über gute Kontakte zu mehreren sehr unterschiedlichen Finanzierungspartnern, die innovative, fortschrittliche und zukunftweisende Projekte und/oder Investitionen nach Bedarf und bei Eignung finanziell begleiten können.&#xd;<br />&#xd;<br />IECC  hat es sich zur Aufgabe gemacht, die europäischen Aktivitäten in Israel auszubauen und parallel Absatzmärkte für israelische Produkte in Europa zu schaffen. Gleichzeitig unterstützen sich die IECC-Mitglieder partnerschaftlich untereinander bei der Internationalisierung ihrer Geschäftstätigkeiten.&#xd;<br />&#xd;<br />Direkte Technologieförderung und die Entwicklung guter Ideen bis zur Marktreife stehen im Fokus der Aktivitäten der IECC - Mitglieder. Hierzu starten und unterstützen wir Kooperationsprojekte und fördern die Vernetzung von Forschungseinrichtungen, Unternehmen und Kapitalgebern. Es gilt, die vorhandenen Innovationspotenziale in Europa und Israels vollständig zu nutzen.&#xd;<br />&#xd;<br />Zur Suche nach geeigneten Themen stehen unsere Mitglieder im engen Kontakt mit  privatwirtschaftlichen Unternehmen, öffentlich-rechtlichen Einrichtungen, existierenden Netzwerken und Forschungseinrichtungen.&#xd;<br />Aus bestehenden und neuen Ideen wählen wir vielversprechende Konzepte aus und unterstützen Akteure professionell in der weiteren Umsetzung.&#xd;<br />&#xd;<br />Darüber hinaus beraten unsere Mitglieder bei der Initiierung und dem Management von Kooperationsprojekten.","acronym":"IECC","interests":"Agriculture and Rural Development, Climate Action, Consumer Affairs, Development, Energy, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, Information Society, Research and Technology","euInitiatives":"* Umweltfreundliche , Erneuerbare Energien&#xd;<br />* Energiespeichertechnologien und Energieeffizienz&#xd;<br />* Kreislaufwirtschaft&#xd;<br />* Nachhaltige Wasserwirtschaft&#xd;<br />* Rohstoff und Materialeffizienz&#xd;<br />* Digitalisierung&#xd;<br />* E-Mobilität und E-Mobiliätsinfrastruktur&#xd;<br />* Kooperationen zwischen der EU und Israel&#xd;<br />* Landwirtschaft und ländliche Entwicklung","lastUp":"2018-01-17T19:35:01.324+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}