{"id":"626247915526-71","name":"East and North Finland EU Office","registrationDate":"2015-01-12T14:11:05.780+01:00","category":6,"subCategory":14,"legal":"Regional authority","web":"http://www.eastnorth.fi","country":"Finland","headAddress":"Pohjois-Karjalan maakuntaliitto","headCity":"Joensuu","headPostCode":"80100","headPhone":"(358)1 33 37 47 00","boss":"Kari Aalto","bossTitle":"Mr","bossPosition":"Director","membersCount":5,"membersFTE":"5.0","membership":"- Northern Sparsely Populated Areas NSPA&#xd;\n- informal Baltic Sea Group&#xd;\n- European Regions Research adn Innovation Network&#xd;\n- Demographic Change Regions’ Network (DCRN) &#xd;\n- European Regions for Innovation in Agriculture, Food and Forestry ERIAFF","memberOrga":"Regional Council of North Karelia(45),&#xd;\nCouncil of Oulu Region(51),&#xd;\nRegional Council of Lapland(54),&#xd;\nRegional Council of Central Ostrobothnia(13),&#xd;\nRegional Council of Kainuu(32),&#xd;\nRegional Council of Pohjois-Savo(28),&#xd;\nRegional Council of Etelä-Savo(33)","goal":"The East and North Finland EU office represents the interest of the regions of Central Ostrobothnia, Kainuu, Lapland, North Karelia, Northern Ostrobothnia, North Savo and South Savo in Brussels. In close collaboration with the regional councils the Brussels office aims to improve the competitiveness and conditions of the businesses throughout the East and North of Finland.&#xd;<br />&#xd;<br />The Brussels office closely follows the developments in EU policies relevant to East and North Finland and aims to influence them. Focus areas are regional policy, research, development and innovation policies, transport and energypolicies, external relations, demographic challenges, industrial policies and international co-operation between the regions.","acronym":"","interests":"Agriculture and Rural Development, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Cohesion policy&#xd;<br />Arctic policy&#xd;<br />TEN-T&#xd;<br />Horizon 2020&#xd;<br />other RDI programmes&#xd;<br />Bio Economy&#xd;<br />Natural Resources&#xd;<br />Forestry","lastUp":"2019-02-14T09:52:45.491+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}