{"id":"626243922885-36","name":"Bundesverband der Autovermieter Deutschlands e.V.","registrationDate":"2016-08-01T14:30:59.012+02:00","category":2,"subCategory":4,"legal":"Verband","web":"http://www.bav.de","country":"Germany","headAddress":"Invalidenstraße 34","headCity":"Berlin","headPostCode":"10115","headPhone":"(49)30 25 89 89 45","boss":"Michael Brabec","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"http://www.leaseurope.org/","memberOrga":"","goal":"Der BAV ist der Zusammenschluss von mehr als 200 Mietwagenunternehmen zu einer wirksamen Interessenvertretung und repräsentiert ca. zwei Drittel des Gesamtmarktes. Er steht den Mitgliedern für alle branchenrelevanten Aufgaben zur Verfügung. Nach über fünfzigjähriger Tätigkeit ist der BAV aus dem Alltag seiner Mitglieder nicht mehr wegzudenken. Nur die kontinuierliche Bearbeitung der für die Branche relevanten Fach- und Sachthemen bringt auf Dauer Erfolg. Und hier leistet der Bundesverband für seine Mitglieder ganze Arbeit.&#xd;<br />&#xd;<br />Umfangreiche Leistungen erbringt der BAV regelmäßig hinsichtlich der Beratung und Information seiner Mitglieder in allen Fällen versicherungsrechtlicher Schadenregulierungen sowie in allen wettbewerbsrechtlichen und sonstigen wirtschaftlichen Sach- und Fachfragen.&#xd;<br />&#xd;<br />Ebenso werden Rahmenverträge mit verschiedenen Unternehmen und Dienstleistern geschlossen, um den Mitgliedern auch hier finanzielle Vorteile zu verschaffen.&#xd;<br />&#xd;<br />Eine weitere wichtige Aufgabe des BAV ist die Bekämpfung unlauteren Wettbewerbs und aller schädlichen Einflüsse auf die Branche. Im Autovermietgeschäft benötigte Formulare werden federführend durch den BAV entwickelt. Die Internetseite des BAV informiert über aktuelle Aktivitäten des Verbandes, der BAV bezieht dort öffentlich Position gegenüber der Politik und Versicherungen und dokumentiert die Rechtsprechung.","acronym":"BAV","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Energy, Environment, Justice and Fundamental Rights, Single market, Taxation, Trade, Transport","euInitiatives":"Cross Border Rental, Vehicle re-registration&#xd;<br />Unfair Commercial Practices Directive&#xd;<br />Insurance Mediation Directive&#xd;<br />Package Travel Directive&#xd;<br />Geo-Blocking&#xd;<br />RAC-Guidelines, Code of Conduct&#xd;<br />Cross-border car rental &amp; Union Customs Code&#xd;<br />Consumer Rights&#xd;<br />Crime and fraud prevention&#xd;<br />Low emission zones&#xd;<br />Clean vehicle&#xd;<br />Connected cars","lastUp":"2018-06-13T09:41:00.034+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}