{"id":"626394929104-16","name":"Košická Oddlžovacia Spoločnosť","registrationDate":"2017-11-27T15:59:10.483+01:00","category":2,"subCategory":7,"legal":"s.r.o.","web":"http://www.oddlzenie-pozicky-exekucie.sk/index.php","country":"Slovakia","headAddress":"Bauerova 17","headCity":"Košice","headPostCode":"040 23","headPhone":"(421)9 05 74 29 24","boss":"Dana Hajdučeková Bosiková","bossTitle":"","bossPosition":"Konateľ - Majiteľ","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Zaoberáme sa spotrebiteľskými právami na úrovní východného Slovenska. Ide o špecializáciu v rámci práva spotrebiteľov v bankovom a nebankovom sektore, ďalej prístup k spravodlivosti a rovnosť pred zákonom pre všetkých. Zastupujeme klientov ktorý sa dostali do platobnej neschopnosti a to na základe nekalých obchodných praktík spoločností a tretích osôb kde došlo k odstúpeniu od zmluvy, zároveň v pôvodných zmluvách sú vysoké skryte poplatky ktoré hraničia s úžerou, tento problém je aj na strane vymáhačských spoločnosti a samotných subjektov.  Naša činnosť je zameraná na implementáciu práv a ochrany spotrebiteľa.","acronym":"KOS","interests":"Consumer Affairs, Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Home Affairs, Internal Market, Justice and Fundamental Rights","euInitiatives":"1. Kúpa nehnuteľnosti – pravidlá úverov&#xd;<br />ZHRNUTIE K DOKUMENTU:&#xd;<br />Smernica 2014/17/EÚ – pravidlá úverov na bývanie&#xd;<br />2. Posilnenie práv spotrebiteľov v EÚ&#xd;<br />ZHRNUTIE K DOKUMENTU&#xd;<br />Smernica 2011/83/EÚ o právach spotrebiteľov&#xd;<br />3. Zmluvy o spotrebiteľských úveroch&#xd;<br />Rozvoj trhu s úvermi v Európskej únii musí sprevádzať posilnenie práv spotrebiteľa. Harmonizáciou vnútroštátnych ustanovení sa zároveň musí umožniť podpora cezhraničných úverov.&#xd;<br />AKT Smernica Európskeho parlamentu a Rady 2008/48/ES z 23. apríla 2008 o zmluvách o spotrebiteľskom úvere a o zrušení smernice Rady 87/102/EHS.&#xd;<br />4. Ochrana spotrebiteľov pred nekalými podmienkami v zmluvách&#xd;<br />V štandardných zmluvách sú vymedzené práva a povinnosti dotknutých strán. Spotrebitelia však niekedy môžu byť v nevýhode. Dôvodom môže byť to, že zmluvné podmienky zostavil len obchodník alebo že povinnosti, ktoré zmluva obsahuje, sú záväznejšie pre nákupcu ako pre predajcu.&#xd;<br />AKT&#xd;<br />Smernica Rady 93/13/EHS z 5. apríla 1993 o nekalých podmienkach v spotrebiteľských zmluvách","lastUp":"2017-11-27T15:59:38.695+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}