{"id":"626410131041-16","name":"Open Grid Europe GmbH","registrationDate":"2018-04-04T14:04:52.112+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.open-grid-europe.com","country":"Germany","headAddress":"Kallenbergstr. 5","headCity":"Essen","headPostCode":"45141","headPhone":"(49)20 13 64 20","boss":"Dr. Jörg Bergmann","bossTitle":"Mr","bossPosition":"Sprecher der Geschäftsführung","membersCount":1,"membersFTE":"0.25","membership":"http://www.gie.eu/&#xd;\nhttp://www.entsog.eu/&#xd;\nhttps://www.bdew.de/&#xd;\nhttp://www.fnb-gas.de/&#xd;\nhttp://www.dvgw.de/&#xd;\nhttps://www.prisma-capacity.eu/&#xd;\nhttps://www.net-connect-germany.de/&#xd;\nhttp://www.zukunftsenergien.de&#xd;\nhttps://zukunft.erdgas.info/&#xd;\nhttp://www.powertogas.info&#xd;\nhttps://gasforclimate2050.eu","memberOrga":"Nicht relevant","goal":"Open Grid Europe GmbH (OGE) mit Sitz in Essen ist einer der führenden Erdgasfernleitungsnetzbetreiber Deutschlands. OGE betreibt Deutschlands größtes Fernleitungsnetz mit einer Länge von rund 12.000 km. Als Netzbetreiber untersteht OGE der Aufsicht durch die Bundesnetzagentur (BNetzA), der deutschen Regulierungsbehörde, und ist an die rechtlichen Rahmenbedingungen der EU und des deutschen Gesetzgebers gebunden. &#xd;<br />Zu den Kerntätigkeiten der OGE gehören die Vermarktung von Gastransportkapazitäten (einschließlich Mengenermittlung und Abrechnung), der Betrieb, die Wartung und Instandhaltung des Leitungssystems sowie die Steuerung und Überwachung des Netzes und der Speicherstationen. Des Weiteren umfassen die Kerntätigkeiten die bedarfsgerechte, effiziente Weiterentwicklung der Fernleitungsnetze mittels deutschlandweiter Netzentwicklungspläne.","acronym":"OGE","interests":"Climate Action, Competition, Economic and Financial Affairs, Energy, Environment, Internal Market, Trans-European Networks, Transport","euInitiatives":"European Energy Union, TEN-E-Verordnung, REMIT, SoS Gas-Verordnung, Low Carbon Roadmap 2050, Energie- und Klimapaket 2030, Erneuerbare Energien Richtlinie Energieeffizienz-Richtlinie, EU Klimapaket, EU Clean Energy for All Package, Quo vadis Study, ETS Revision, PCI list, Connecting Europe Facility, Horizon2020","lastUp":"2018-04-04T14:08:36.197+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}