{"id":"626621114767-91","name":"Fédération Nationale des Groupements de Défense Sanitaire","registrationDate":"2014-10-24T17:49:54.059+01:00","category":2,"subCategory":1,"legal":"Association française Loi 1901","web":"","country":"France","headAddress":"Maison Nationale de l'Elevage","headCity":"Paris","headPostCode":"75012","headPhone":"(33)1 40 04 51 24","boss":"Michel COMBES","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"0.75","membership":"GDS France est membre de la FESASS","memberOrga":"GDS France est le Fédération Nationale des GDS (Groupements de Défense Sanitaire) départementaux. A ce titre, elle compte l'ensemble de ces groupements comme membres adhérents (GDS 01 à GDS 90 auxquels s'ajoutent les GDS ultramarins de Guadeloupe, Martinique, Mayotte et de la Réunion).","goal":"La Fédération nationale des Groupements de Défense Sanitaire (GDS France) est l'organisation agricole française en charge des questions de santé et d'hygiène animale ainsi que de qualité sanitaire. Elle rassemble l'ensemble des groupements départementaux et régionaux français (GDS et FRGDS) et regroupe les éleveurs bovins, porcins, ovins et caprins ainsi que les apiculteurs et aquaculteurs et dans certains départements, les éleveurs de volailles, de cheveaux et même de gibiers d'élevage.&#xd;<br />&#xd;<br />GDS France a pour principaux objectifs :&#xd;<br />•d'oeuvrer à l'amélioration de la Santé Publique en renforçant la Santé Animale,&#xd;<br />•de contribuer à l'accroissement du revenu des éleveurs en réduisant le coût des actions sanitaires,&#xd;<br />•de favoriser l'économie de l'élevage en garantissant la qualité sanitaire des animaux et de leurs produits.&#xd;<br />&#xd;<br />Enfin GDS France et le réseau des GDS participent activement et de façon concrète à la promotion du bien-être des animaux d'élevage.","acronym":"GDS France","interests":"Agriculture and Rural Development, Food Safety, Trade","euInitiatives":"Politique de Santé Animale et de Sécurité de la Chaîne Alimentaire&#xd;<br />Politique Agricole Commune","lastUp":"2018-03-14T11:37:42.191+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}