{"id":"627192514539-08","name":"AEGON N.V.","registrationDate":"2014-10-07T09:23:24.020+01:00","category":2,"subCategory":3,"legal":"“naamloze vennootschap” under Dutch law","web":"http://www.aegon.com","country":"Netherlands","headAddress":"AEGONplein, 50","headCity":"The Hague","headPostCode":"2501 CB","headPhone":"(31)07 03 44 32 10","boss":"Siebren VAN TERWISGA","bossTitle":"Mr","bossPosition":"Head of Government &amp; Policy Affairs for Europe","membersCount":3,"membersFTE":"2.25","membership":"Pan-European Insurance Forum (PEIF); Chief Risk Officers’ (CRO) and Chief Finance Officers’ (CFO) Forums; Geneva Association (GA); European Financial Services Roundtable (EFR), Insurance Europe, Verbond van Verzekeraars, Institute of International Finance (IIF) &#xd;\nCompanies of the AEGON  Group are also active in various national associations","memberOrga":"","goal":"Aegon provides insurance, pensions and asset management in over 20 countries. The company is listed on the Amsterdam and New York stock exchanges and manages more than EUR 800 billion revenue generating investments. The group has over 30,000 employees across the globe. Its main operations are in the United States where it is one of the largest insurance companies, the Netherlands where it is headquartered and in the UK where it has a strong market position in individual and group pensions. In Central and Eastern Europe, Aegon has businesses in seven countries: the Czech Republic, Hungary, Poland, Romania, Slovakia and is also active in Turkey and Ukraine. The company also has operations in Canada, Spain, France, Ireland, Hong Kong, China, India, Indonesia, Japan, Australia, Thailand, Singapore, Mexico and Brazil. &#xd;<br />&#xd;<br />For more information, please see: http://www.aegon.com","acronym":"","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Taxation, Trade, Transport","euInitiatives":"• Consumer affairs &#xd;<br />• General and institutional affairs &#xd;<br />• Economic affairs \t&#xd;<br />• Equal opportunities&#xd;<br />• Employment and social affairs &#xd;<br />• External trade&#xd;<br />• Enterprise&#xd;<br />• Internal market&#xd;<br />• Justice and home affairs &#xd;<br />• Taxation","lastUp":"2018-03-09T12:43:22.336+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}