{"id":"627566118354-05","name":"Kancelaria Radcy Prawnego r. pr. Sebastian Bohuszewicz Legal Counselors Group","registrationDate":"2015-07-28T17:00:12.625+01:00","category":1,"subCategory":10,"legal":"sole proprietorship","web":"http://kancelarie-lcg.pl","country":"Poland","headAddress":"ul. Piotrkowska 262/264","headCity":"Łódź","headPostCode":"90-361","headPhone":"(48)6 61 12 20 67","boss":"Sebastian Bohuszewicz","bossTitle":"Mr","bossPosition":"radca prawny/attorney/legal counselor","membersCount":1,"membersFTE":"0.25","membership":"- Izba Adwokacka w Łodzi (Bar of Łódź)&#xd;\n- Okręgowa Izba Radców Prawnych w Łodzi (Łódź Bar Association) &#xd;\n- Polski Klub Ekologiczny (Polish Ecological Club)&#xd;\n- Klub Byłych Żołnierzy Wojsk Powietrzno-Desantowych \"Czerwone Berety\" (Club of Former Airborne Troopers \"The Red Berets\")","memberOrga":"","goal":"Legal Counselors Group is a law firm providing legal services and policy advice to our clients on regional, national and european level, covering a wide range of specializations. &#xd;<br />&#xd;<br />Areas of specialization:&#xd;<br />- banking law,&#xd;<br />- real estate law,&#xd;<br />- customs law,&#xd;<br />- employment and labor law,&#xd;<br />- intellectual property law,&#xd;<br />- civil rights.","acronym":"LCG","interests":"Audiovisual and Media, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, Internal Market, Justice and Fundamental Rights, Regional Policy, Taxation, Trade, Transport","euInitiatives":"The EU policies relevant to the firm include financial and banking regulation, corporate law, intellectual property law, competition, technology &amp; media, privacy, civil rights, transport, real eastate and customs law.","lastUp":"2017-08-10T10:30:35.017+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}