{"id":"627608714685-42","name":"TURKISH EMPLOYERS' ASSOCIATION OF METAL INDUSTRIES","registrationDate":"2014-10-30T10:34:42.861+02:00","category":2,"subCategory":4,"legal":"Employer Association","web":"http://www.mess.org.tr","country":"Turkey","headAddress":"Merkez Mh. Gecit Sokak No 2","headCity":"Sisli, İstanbul","headPostCode":"34381","headPhone":"(90212)2 32 01 04","boss":"ÖZGÜR BARUT","bossTitle":"Mr","bossPosition":"SECRETARY GENERAL","membersCount":1,"membersFTE":"1.0","membership":"MESS is a member of CEEMET (Council of European Employers of Metal, Engineering and Technology Industries) established in Brussels. &#xd;\n&#xd;\nMESS is also involved in the work of BUSINESSEUROPE through its membership in Turkish Confederation of Employer Associations (TİSK), which is a member of BUSINESSEUROPE.","memberOrga":"https://www.mess.org.tr/tc.asp?ktid=28","goal":"Turkish Employers’ Association of Metal Industries (MESS) was established in İstanbul on 14 October 1959 by eleven farsighted and modern entrepreneurs-men of principle who  committed themselves to the industrialization of the country.&#xd;<br />&#xd;<br />&#xd;<br />Our Vision   &#xd;<br />&#xd;<br />In cooperation and solidarity with the employers in the metal and electronic industries, MESS aims to develop well-balanced, reliable, and stable industrial relations, while increasing the competitiveness and the productivity of industry.&#xd;<br /> &#xd;<br />The target of MESS is to provide sustainable and extensive peaceful working conditions, based on mutual trust and dialogue, in cohesion with the common interests of our country, of our members and employees&#xd;<br />&#xd;<br />The objectives of MESS are,&#xd;<br />&#xd;<br />•\tto bring together the employers carrying out activities in the metal industry, &#xd;<br />•\tto represent its members, &#xd;<br />•\tto protect and promote their common economic and social rights and interests in their labour relations within the scope of existing legislation, &#xd;<br />•\tto provide their mutual assistance, &#xd;<br />•\tto assist in the establishment of a fair wage system and the realization of a better working environment for more productive and harmonized performance of the industry branch, &#xd;<br />•\tto engage in activities that aim to strengthen the economy of the country in order to provide continuous and long term welfare and social security of workers and to conclude collective agreements accordingly,&#xd;<br />•\tto establish and maintain labour peace and to engage in activities throughout Turkey with this purpose.","acronym":"MESS","interests":"Budget, Competition, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Information Society, Internal Market, Regional Policy, Research and Technology, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Working Time Directive &#xd;<br />Transatlantic Trade and Investment Partnership (TTIP)  &#xd;<br />Pensions (IORP2)&#xd;<br />Information and consultation of Workers  &#xd;<br />Review of Posting of workers directive&#xd;<br />CSR&#xd;<br />EQF&#xd;<br />EQAVET","lastUp":"2018-04-11T09:51:43.601+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}