{"id":"627987212276-53","name":"Rio Tinto","registrationDate":"2013-11-18T10:47:47.022+01:00","category":2,"subCategory":3,"legal":"Rio Tinto Group comprises Rio Tinto plc - a London and New York Stock Exchange listed company, and Rio Tinto Limited - which is listed on the Australian Securities Exchange","web":"http://www.riotinto.com","country":"United kingdom","headAddress":"6 St. James Square","headCity":"London","headPostCode":"SW1Y 4AD","headPhone":"(44)20 77 81 20 00","boss":"Tara Hopkins","bossTitle":"Ms","bossPosition":"Chief Advisor Corporate Relations","membersCount":2,"membersFTE":"1.5","membership":"CBI&#xd;\nEurometaux&#xd;\nEuropean Roundtable of Industrialists&#xd;\nBritcham&#xd;\nFriends of Europe&#xd;\nEuropean Aluminium association","memberOrga":"","goal":"Rio Tinto is an Anglo Australian global mining and metals company with a 140 year history of working in and from the UK.  Rio Tinto’s headquarters are in London and the company is dual-listed in London and Australia. Our focus is on finding, mining and processing mineral resources to supply the metals and minerals that help the world to grow. Central to our strategy is maximising value for our shareholders.  We have arond 50,000 people working in more than 40 countries across six continents.  &#xd;<br />&#xd;<br />Our major products are aluminium, copper, diamonds, industrial minerals and iron ore. These diverse products are used in all elements of life – from infrastructure, communication and transport to healthcare, renewable energy and recreation. &#xd;<br />Sustainable development and shared value are fundamental to everything we do. Core to this is regular, transparent engagement with our stakeholders, including communities, governments, employees, suppliers and investors.","acronym":"","interests":"Climate Action, Competition, Development, Enlargement, Enterprise, Environment, External Relations, General and Institutional Affairs, Internal Market, Research and Technology, Taxation, Trade","euInitiatives":"Development&#xd;<br />Enlargement&#xd;<br />Raw Materials&#xd;<br />Taxation&#xd;<br />Trade&#xd;<br />Transparency&#xd;<br />Sustainable Development&#xd;<br />Innovation","lastUp":"2018-03-14T15:05:21.706+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}