{"id":"628120130864-50","name":"UniCredit Bulbank","registrationDate":"2018-04-05T14:51:45.634+02:00","category":2,"subCategory":3,"legal":"Joint stock company","web":"http://unicreditbulbank.com","country":"Bulgaria","headAddress":"7 Sveta Nedelya Sqr.","headCity":"Sofia","headPostCode":"","headPhone":"(359)8 94 52 85 83","boss":"Filip Genov","bossTitle":"Mr","bossPosition":"First Vice President","membersCount":10,"membersFTE":"7.25","membership":"https://www.unicreditbulbank.bg/en/about-us/","memberOrga":"https://www.unicreditbulbank.bg/en/about-us/","goal":"Full company profile at:&#xd;<br />https://www.unicreditbulbank.bg/en/about-us/&#xd;<br />&#xd;<br />We, in UniCredit Bulbank, provide solutions for all challenges and opportunities our clients face in their everyday activities. We strive to be a partner, easy to work with, to create real value for our customers and contractors.&#xd;<br />&#xd;<br />As part of the leading European bank group UniCredit we invest in innovations and in talented experts, who make banking faster, easily accessible and convenient – anytime, anywhere.","acronym":"Bulbank","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"GDPR&#xd;<br />KYC&#xd;<br />PSD2&#xd;<br />Vienna Initiative&#xd;<br />Innofin&#xd;<br />EU Funds distribution&#xd;<br />SME support initiatives&#xd;<br />etc","lastUp":"2018-04-05T14:53:02.873+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}