{"id":"6284937371-73","name":"European Association of Internal Combustion Engine Manufacturers","registrationDate":"2008-09-05T20:55:10.562+02:00","category":2,"subCategory":4,"legal":"non-profit organisation","web":"https://www.euromot.eu","country":"Belgium","headAddress":"Rue Joseph Stevens 7","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)28 93 21 41","boss":"Dr. Peter Scherm","bossTitle":"Mr","bossPosition":"General Secretary","membersCount":2,"membersFTE":"2.0","membership":"We informally cooperate at European level with umbrella associations and sector organisations","memberOrga":"https://www.euromot.eu/about-euromot/our-members/","goal":"The European Association of Internal Combustion Engine Manufacturers – EUROMOT – is a membership association.&#xd;<br />&#xd;<br />We are committed to promoting the central role of the internal combustion (IC) engine in modern society, to reflect the importance of advanced technologies to sustain economic growth without endangering the global environment and to communicate the assets of IC engine power to regulators worldwide (e.g. European Union - EU, UN Economic Commission for Europe - UNECE, UN International Maritime Organization - IMO, World Bank Group/IFC, US Environmental Protection Agency - EPA).&#xd;<br />&#xd;<br />IC engines are used in a broad range of nonroad and marine applications: construction, mining and material handling equipment, trucks and buses, agricultural and forestry equipment, commercial marine and seagoing vessels, workboats and pleasure boats, rail traction, lawn/garden and recreational equipment, power generation. IC engines are at the heart of modern societies.&#xd;<br />&#xd;<br />EUROMOT was founded in 1991. For more than 20 years our association has been promoting engines in society. We have been supporting our members - the leading manufacturers of internal combustion engines in Europe, USA and Japan - by providing expertise and up-to-date information and by campaigning on their behalf for internationally aligned legislation.&#xd;<br />&#xd;<br />The EUROMOT member companies employ all over the world about 200,000 highly skilled and motivated men and women. The European market turnover for the business represented exceeds 25 bn euros.","acronym":"EUROMOT","interests":"Business and Industry, Climate Action, Competition, Energy, Environment, Research and innovation, Single market, Trade, Transport","euInitiatives":"-- Air Quality and Climate Change Programmes&#xd;<br />-- Nonroad Mobile Machinery Engines&#xd;<br />-- Marine Equipment / Recreational and Personal Watercraft&#xd;<br />-- Stationary Sources, Power Plants and Industrial Emissions&#xd;<br />-- Transportation Fuels and Renewables&#xd;<br />-- Environmental Noise, Waste, Ecodesign/ErP&#xd;<br />-- Industrial Policy, Competitiveness and Market Surveillance","lastUp":"2019-10-15T14:43:50.336+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}