{"id":"629345120630-12","name":"FIA European Principal Traders Association, part of FIA, Inc.","registrationDate":"2016-02-10T09:54:07.787+02:00","category":2,"subCategory":4,"legal":"FIA, Inc. is a \"501c6\" not-for-profit organization incorporated under the laws of the State of New York","web":"https://epta.fia.org/","country":"United states","headAddress":"2001 Pennsylvania Av","headCity":"Washington DC","headPostCode":"20006","headPhone":"(1)20 24 66 54 60","boss":"Allison  Lurton ","bossTitle":"Ms","bossPosition":"General Counsel ","membersCount":3,"membersFTE":"2.5","membership":"N/A","memberOrga":"https://epta.fia.org/members","goal":"FIA EPTA is an association of European Principal Trading Firms formed in June 2011 under the auspices of the Futures Industry Association (FIA). FIA EPTA is comprised of 28 principal trading firms (PTFs) which deal on own account in a wide range of financial instruments traded on trading venues across Europe. PTFs play a key role in the modern financial ecosystem, bridging gaps in supply and demand between market participants and facilitating price discovery, especially at times when markets are volatile. FIA EPTA members engage in manual, &#xd;<br />automated and hybrid methods of trading. Collectively, FIA EPTA members are an important source of liquidity for trading venues and end-investors, allowing those who use the capital markets (whether to invest or to manage their business risks), to buy or sell financial instruments efficiently and at low cost. &#xd;<br />&#xd;<br />FIA EPTA’s mission is to support transparent, robust and safe markets with a level playing field for all market participants. We strongly believe access to markets should be open to all and non-discriminatory in order to minimise barriers to entry and increase competition and efficiency.","acronym":"FIA EPTA","interests":"Banking and financial services, Competition, Digital economy and society, Economy, finance and the euro, General and Institutional Affairs, Research and innovation, Single market, Taxation","euInitiatives":"Markets in Financial Instruments Directive/Regulation, Capital Requirements Directive/Regulation, New Prudential Regime for Investment Firms, Market Abuse Directive/Regulation, European Market Infrastructure Regulation, Capital Markets Union, Sustainable Finance, FinTech, Cybersecurity, Taxation.","lastUp":"2018-08-22T13:09:02.736+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}