{"id":"629639234014-20","name":"Office for Gas and Electricity Markets","registrationDate":"2019-02-19T13:32:33.134+01:00","category":6,"subCategory":9,"legal":"National Regulatory Authority","web":"http://www.ofgem.gov.uk","country":"United kingdom","headAddress":"10 South Colonnade","headCity":"E14 4PU","headPostCode":"London","headPhone":"(44)0 20 79 01 70 00","boss":"Andrew Burgess","bossTitle":"Mr","bossPosition":"Deputy Director","membersCount":6,"membersFTE":"1.75","membership":"Member of CEER (Council of European Energy Regulators) - www.ceer.eu","memberOrga":"","goal":"Ofgem is the Office of Gas and Electricity Markets. We are a non-ministerial government department and an independent National Regulatory Authority, recognised by EU Directives. Our principal objective when carrying out our functions is to protect the interests of existing and future electricity and gas consumers. We do this in a variety of ways including:&#xd;<br />&#xd;<br />promoting value for money&#xd;<br />promoting security of supply and sustainability, for present and future generations of consumers, domestic and industrial users&#xd;<br />the supervision and development of markets and competition&#xd;<br />regulation and the delivery of government schemes.&#xd;<br />We work effectively with, but are independent of, government, the energy industry and other stakeholders within a legal framework determined by the UK government and the European Union.","acronym":"Ofgem","interests":"Energy","euInitiatives":"Ofgem has an interest in following EU legislation in the field of energy (but also environment and competition). Most recently, these files have been spread across the Clean Energy Package. In particular, Ofgem had a pronounced interest in following the Electricity Directive, Electricity Regulation as well as the ACER Regulation. Activities of relevance for Ofgem in the future will be on implementation of the Clean Energy Package, as well as further work related to the Gas Directive and the New Deal for Consumers.","lastUp":"2019-02-19T17:56:16.098+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}