{"id":"629607328325-24","name":"Libertad y justicia de g?nero","registrationDate":"2017-09-13T13:51:53.954+01:00","category":2,"subCategory":7,"legal":"Asociaci?n","web":"http://www.justiciadegenero.com","country":"Spain","headAddress":"SANTA ANNA 4 2?1?","headCity":"Barcelona","headPostCode":"08002","headPhone":"(34)6 07 24 59 33","boss":"Luis Ignacio de la Vi?a Molleda","bossTitle":"Mr","bossPosition":"Presidente","membersCount":4,"membersFTE":"1.5","membership":"","memberOrga":"Libertad y Justicia de Genero es una asociaci?n independiente que trabaja en colaboraci?n con otras organizaciones, con objetivos similares, sin ser miembro formal de ninguna. Trabajamos con decenas de asociaciones. Estas son algunas de las m?s importantes:&#xd;\n&#xd;\nhttp://www.genmad.com/&#xd;\nhttp://www.asime.org/&#xd;\nhttp://www.alicantecustodiacompartida.com/&#xd;\nhttps://apfsburgos.com/&#xd;\nhttp://www.apfsasturias.es/","goal":"-Promover y defender el cumplimiento de la Constituci?n espa?ola, la declaraci?n de la ONU y de la UE de derechos humanos&#xd;<br />&#xd;<br />-Denunciar ante los organismos internacionales las leyes anti constitucionales en vigor y sus efectos perversos que anulan la presunci?n de inocencia&#xd;<br />&#xd;<br />-Luchar por la igualdad, no solo de g?nero. Por la libertad de inocentes encarcelados sin juicio justo. denunciar abusos judiciales y policiales&#xd;<br />&#xd;<br />-Defender la custodia compartida y la protecci?n de la infancia&#xd;<br />&#xd;<br />-Promover la modernizaci?n y regeneraci?n de la justicia espa?ola y la separaci?n efectiva de poderes","acronym":"Justicia de g?nero","interests":"Education, External Relations, Humanitarian Aid, Justice and Fundamental Rights, Youth","euInitiatives":"Pol?ticas de la UE o propuestas legislativas que sigue nuestra organizaci?n:&#xd;<br />&#xd;<br />-Promoci?n de los Derechos Humanos en la UE. Igualdad entre hombres y mujeres. No discriminaci?n por raz?n de sexo.&#xd;<br />-Educaci?n: Acciones de la UE en escuelas.&#xd;<br />-Estad?stica: Estad?sticas y encuestas realizadas por la UE.&#xd;<br />-Ley: Legislaci?n y juicios en la UE y su aplicaci?n.&#xd;<br />&#xd;<br />Durante los ?ltimos a?os se han aprobado en Espa?a leyes y regulaciones que podr?an no cumplir con la Carta de los Derechos Fundamentales de la Uni?n Europea. La Uni?n Europea ha redactado ciertas Directivas como la de V?ctimas o la de Presunci?n de Inocencia que pretenden garantizar dichos derechos. &#xd;<br />Nuestra organizaci?n piensa que no son suficientes. Por ello nos gustar?a poder trabajar estrechamente con los organismos de la Uni?n Europea para poder garantizar que los Derechos Fundamentales se cumplen de manera efectiva.    &#xd;<br />&#xd;<br />Nuestra organizaci?n pretende: &#xd;<br />&#xd;<br />Dar a conocer regulaciones y decisiones recientes que hayan rebajado la protecci?n legal de sus propios ciudadanos, as? como de posibles irregularidades judiciales cometidas de manera habitual, que permitan a la EU mejorar las medidas legislativas y sociales. Sugerir y proponer medidas que refuercen el cumplimiento efectivo de los Derechos Humanos Fundamentales en los pa?ses de la Uni?n &#xd;<br />&#xd;<br />Organizar actos y simposium de expertos a nivel europeo acerca de los recientes cambios legislativos en varios pa?ses miembros que podr?an haber reducido los derechos fundamentales de los ciudadanos&#xd;<br />&#xd;<br />Fomentar la concienciaci?n y la educaci?n en igualdad y a favor de los derechos humanos fundamentales en los pa?ses miembros","lastUp":"2017-10-19T19:07:32.597+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}