{"id":"629779534338-21","name":"Euknow : European Knowledge","registrationDate":"2019-03-22T12:53:23.803+01:00","category":1,"subCategory":8,"legal":"SPRL","web":"http://www.euknow.eu/","country":"Belgium","headAddress":"Av. Paradisiers 25","headCity":"Brussels","headPostCode":"","headPhone":"(32)4 86 56 32 48","boss":"Giuseppe Saija","bossTitle":"Mr","bossPosition":"Director","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Euknow is Brussels based small consultancy firm active in the whole EU and more. Founded in 2010, euknow offers consulting services in a broad range of sectors covered by European policies and funding programmes.&#xd;<br />Our activities revolve around four main axes: public funds, project support, policy, lobbying. Our expertise ranges from research to education, from children rights to social affairs, from media and communication to innovation, from international cooperation to public health, and more.&#xd;<br />We design and engineer projects, but more than that, we help clients optimize their access to public funds at European level, leveraging different and yet complementary instruments. We typically work for medium-sized and small companies, research and innovation institutions and local authorities, NGOs and foundations.&#xd;<br />We are hardworking people who believe that passion and a clients-centred approach are key to success.&#xd;<br />We closely follow European policies and help clients understand what is going on in Brussels and the Member States. We can help to formulate input or positions papers on European policies and funding programmes and get a better view of how clients’ activities can change within the evolving EU landscape. We can represent clients’ interests in Brussels. We can set up and maintain the right networks to make sure the voice is heard.&#xd;<br />We help our clients enhance contacts and visibility within the European context. We focus on positioning them in the most appropriate networks to be part of successful consortia in applications for funding and in lobbying activities at European Parliament.","acronym":"Euknow","interests":"Agriculture and Rural Development, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Sport, Youth","euInitiatives":"Improving Quality in Childhood: in collaboration with Alliance for Childhood - European Network Group, we follow different committees from education to children rights (with particular interest in Children Rights Intergroup at EP). We organise and participate in workshops on children rights and childhood topics hosted by different MEPs.  &#xd;<br />We are active in Research and Innovation, in particular by assisting our clients in applications within EU funding programmes. Our spectrum of activities there covers among others: agriculture, industry and manufacturing, environmental technologies, ICT, energy and international cooperation","lastUp":"2019-03-22T12:54:58.382+01:00","customers":"Alliance For Childhood European Network Group","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"100000-499999"}