{"id":"630251635212-46","name":"ETS \"ETESIA\"","registrationDate":"2019-06-24T11:26:41.580+02:00","category":3,"subCategory":2,"legal":"ASSOCIAZIONE PROMOZIONE SOCIALE","web":"http://etesiaonlus.blogspot.com","country":"Italy","headAddress":"Via G. Papini n.29","headCity":"san giorgio a cremano","headPostCode":"80046","headPhone":"(39)36 66 84 89 02","boss":"Antonio D'Ambrosio","bossTitle":"","bossPosition":"Presidente","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"L'Associazione è apartitica ed esercità attività di interesse generale di cui all'art.5 della legge 117/2017 per il perseguimento di finalità civiche,solidaristiche e di utilità sociale ed in particolare:&#xd;<br />interventi e servizi sociali,educazione, istruzione e formazione professionale,interventi a salvaguardia dell'ambiente ed utilizzazione razionale ed accorta di risorse naturali,tutela e valorizzazione del patrimonio culturale e del paesaggio,organizzazione di attività culturali,artistiche , ricreative e turistiche di interesse sociale,formazione scolastica, servizi finalizzati all'inserimento dei giovani nel mercato del lavoro,accoglienza umanitaria ed integrazione sociale dei migranti, agricoltura sociale,beneficenza e sostegno a distanza, promozione della cultura della legalità e della pace tra i popoli,promozione e tutela dei diritti umani,sociali e civili, protezione civile,assistere,educare e supportare i giovani che si trovano in situazioni precarie e disagiate,assistere e sostenere vittime di violenza di genere.","acronym":"ENTE TERZO SETTORE","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Corpo Europeo di Solidarietà, Erasmus Plus, Horizon 2020, Life, Europa per i cittadini.","lastUp":"2019-06-24T11:27:34.637+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}