{"id":"630412723149-07","name":"Christelijk Nationaal Vakverbond","registrationDate":"2016-08-26T11:33:09.007+01:00","category":2,"subCategory":1,"legal":"Vereniging","web":"http://www.cnv.nl","country":"Netherlands","headAddress":"Tiberdreef 4","headCity":"Utrecht","headPostCode":"","headPhone":"(31)3 07 51 10 01","boss":"Pieter De Vente","bossTitle":"Mr","bossPosition":"Algemeen Secretaris/Penningmeester","membersCount":5,"membersFTE":"1.75","membership":"ETUC&#xd;\nITUC&#xd;\nEESC&#xd;\nEZA&#xd;\nEUCDW&#xd;\nCESI&#xd;\nWoW","memberOrga":"CNV Vakmensen&#xd;\nCNV Connectief&#xd;\nCNV Jongeren&#xd;\nCNV Kostersbond","goal":"The Chistian National Trade Union Federation (Chirstelijk Nationaal Vakverbond, CNV) is one of the largest unions in the Netherlands and represents more than 300,000 members. CNV has a broad scope of activity, representing workers in all sectors of the economy. CNV is partner to the majority of around 1100 collective labour agreements in the Netherlands. CNV is inspired by Christian Social thought and aims for a sustainable society based on equal opportunities for all. CNV also has an international branch supporting unions in 15 countries in Asia, Africa, Latin America and Eastern Europe. CNV International works to support and strengthen the fight against poverty worldwide by supporting organizations committed to social dialogue for compliance with labor rights. Also, CNV is member of many European bodies to represent the interests of CNV-members at European level.","acronym":"","interests":"Economic and Financial Affairs, Education, Employment and Social Affairs, Internal Market, Taxation, Transport, Youth","euInitiatives":"Detacheringsrichtlijn&#xd;<br />Transport richtlijnen&#xd;<br />Coördinatieverordening sociale zekerheid&#xd;<br />Single-member private limited liability companies (Societas Unius Personae, SUP)&#xd;<br />Refit/Better Regulation Watchdog&#xd;<br />Europese Pijler van Sociale Rechten","lastUp":"2017-08-02T10:14:40.971+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}