{"id":"63050036442-29","name":"Computer Measurement Group Austria and Eastern Europe","registrationDate":"2011-08-17T18:26:42.106+01:00","category":3,"subCategory":2,"legal":"registered association","web":"http://www.cmg-ae.at","country":"Austria","headAddress":"Museumstraße, 5/14","headCity":"Vienna","headPostCode":"A-1070","headPhone":"(431)1 71 89 47 60","boss":"Klaus Jaritz","bossTitle":"Mr","bossPosition":"President","membersCount":11,"membersFTE":"2.75","membership":"","memberOrga":"","goal":"Mission  - wer sind wir?&#xd;<br />Die CMG-AE ist eine nicht auf Gewinn gerichtete Gruppe von technologiebegeisterten Menschen, die die sinnbringende und wirtschaftliche Nutzung technischer Innovationen (IKT) gemeinsam mit Anwendern, Industrie, Gewerbe, Dienstleistern und Lehre präsentiert, diskutiert und verbreitet.&#xd;<br />&#xd;<br />Vision  – wofür setzen wir uns ein?&#xd;<br />Die CMG-AE ist eine offene, professionell, agierende Gruppe, die mithilft, wertvolle Technologie – Innovationen (IKT) allgemein zugänglich zu machen, und dabei soziale und wirtschaftliche Hürden durch vielfältige und effektive Kommunikation überwindet.&#xd;<br />&#xd;<br />Werte - woran glauben wir?&#xd;<br />Wir sehen Technologie (IKT) als ein Mittel, um wirksam Prosperität und Sicherheit für die Menschen zu schaffen. Dabei sollen die Ressourcen der Erde bestmöglich, effizient und nachhaltig genutzt werden.&#xd;<br />&#xd;<br />Strategie  - unser Spielplan&#xd;<br />Wir wollen Begeisterung für  - und Möglichkeiten von  - Technologien (IKT) in relevanten Zielgruppen freudvoll und verständlich kommunizieren. Dadurch wollen wir viele Menschen ansprechen und motivieren, sich selbst aktiv einzubringen und anzuschließen.  Dies kann im Rahmen von vielfältigen, ideellen und materiellen, die Vereinsarbeit ermöglichenden Tätigkeiten (Mitgliedschaft, Mitarbeit, Sponsoring) erfolgen.&#xd;<br />&#xd;<br />Umsetzung – was tun wir?&#xd;<br />Wir organisieren Symposien, Tagungen, Spotlights und Studienreisen. In Arbeitsgruppen werden konkrete Themen diskutiert. Derzeit werden folgende aktuelle Bereiche tiefer bearbeitet: &#xd;<br />Open Access Network (OAN), Energie und IT, Mainframe, Social Collaboration, IT Transformation.","acronym":"CMG-AE","interests":"Agriculture and Rural Development, Audiovisual and Media, Communication, Information Society","euInitiatives":"Digital Agenda for Europe&#xd;<br />Digital Single Market&#xd;<br />Broadband&#xd;<br />CEF Connecting Europe Facility&#xd;<br />FTTH&#xd;<br />Open Acces Network","lastUp":"2017-02-27T16:08:52.772+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}