{"id":"63050036442-29","name":"Computer Measurement Group Austria and Eastern Europe","registrationDate":"2011-08-17T18:26:42.106+01:00","category":3,"subCategory":2,"legal":"registered association","web":"http://www.cmg-ae.at","country":"Austria","headAddress":"Museumstraße, 5/14","headCity":"Vienna","headPostCode":"A-1070","headPhone":"(431)1 71 89 47 60","boss":"Klaus Jaritz","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"1.25","membership":"ELFA - European Local Fiber Alliance&#xd;\nhttp://www.e-lfa.eu/","memberOrga":"","goal":"CMG AE ist ein offenes Forum für Technologiebegeisterte aus der Kommunikations- und Informationstechnologie-branche, generell Interessierte und Know How-Suchende.&#xd;<br />Der optimierte Einsatz von Kommunikations- und Informationstechnologie im Arbeitsalltag ist Anspruch und Wunsch von Anwendern und Anwenderinnen, Industrie, Gewerbe und Dienstleistern.&#xd;<br />\"Wie können Innovationen sinnbringend, wirtschaftlich und nachhaltig zum Wohl der Menschen eingesetzt werden?\"&#xd;<br />Die Auseinandersetzung mit dieser grundsätzlichen Frage ist die Basis für all unsere Aktivitäten. Gemeinsam mit unseren Mitgliedern, Expertinnen und Unternehmern diskutieren wir in Expertenpanels und Symposien aktuelle Entwicklungen der Branche und Innovationen in den Bereichen:  &#xd;<br />AGGFA - Action Group Gigabit Fiber Access (FTTH/B, Open Access Network - OAN), Industrie 4.0, Business Continuity, Smart Contracts, Distributed Energy Systems, Autonomous Driving, Security, IT Transformation, Design and Process.","acronym":"CMG-AE","interests":"Communication, Competition, Digital economy and society","euInitiatives":"European Electronic Communications Code &#xd;<br />Digital Agenda for Europe&#xd;<br />Digital Single Market&#xd;<br />Financing Broadband (CEF Connecting Europe Facility, Junker Plan etc.)&#xd;<br />FTTH/B&#xd;<br />Open Acces Network","lastUp":"2019-02-27T17:42:49.509+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}