{"id":"630756924808-47","name":"International Cooperative Alliance Asia and Pacific","registrationDate":"2016-12-01T08:35:16.777+01:00","category":3,"subCategory":2,"legal":"Association of cooperatives and co-operative organizations","web":"http://icaap.coop","country":"Belgium","headAddress":"The International Co-operative Alliance","headCity":"Brussels","headPostCode":"","headPhone":"(32)7 43 10 30","boss":"BALASUBRAMANIAN G. IYER","bossTitle":"Mr","bossPosition":"REGIONAL DIRECTOR","membersCount":6,"membersFTE":"6.0","membership":"the Asian Confederation of Credit Unions","memberOrga":"http://www.ica-ap.coop/Structure/member-organisations-0&#xd;\n&#xd;\nwww.ica.coop","goal":"Promotion and defence of co-operative values and principles at the regional level;&#xd;<br />&#xd;<br />- In the framework of the ICA Global Strategic Plan, submitting annual work programmes and budgets to be integrated in the overall global work plan and budget of the ICA;&#xd;<br />&#xd;<br />- Implementation of the regional Strategic Plan and work programme within the Region;&#xd;<br />&#xd;<br />- Representation on request of Member-Organisations’ policy concerns to governmental bodies and the public;&#xd;<br />&#xd;<br />- Organisation of the Regional Assemblies and support to elected regional bodies;&#xd;<br />&#xd;<br />- Generating resources for carrying out promotional and technical activities of the Regional Office by way of negotiations and consultations with stronger Co-operative Movements and donor agencies;&#xd;<br />&#xd;<br />- Carrying out any other activities as may be requested by the ICA Director-General or Regional Authorities.","acronym":"ICA-AP","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The ICA has signed in March 2016, a Framework Partnership Agreement with European Commission for a global development program to benefit and advance the cooperative sector worldwide. ICA-AP is one of the project implementation partners covering roughly 30 countries in the AP region. EU New Consensus on Development and Country Roadmaps on CSO engagement are important guiding instruments.","lastUp":"2019-11-15T13:13:33.469+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}