{"id":"631293534020-01","name":"Istituti Clinici Scientifici Maugeri SpA - SB","registrationDate":"2019-02-20T16:24:36.381+01:00","category":4,"subCategory":5,"legal":"Società per Azioni - Società Benefit","web":"http://icsmaugeri.it","country":"Italy","headAddress":"Via Maugeri, 4","headCity":"Pavia","headPostCode":"","headPhone":"(39)03 82 59 21","boss":"Gianni Giorgi ","bossTitle":"Mr","bossPosition":"Amministratore Delegato","membersCount":33,"membersFTE":"9.5","membership":"1) Assolombarda - Confindustria;&#xd;\n2) ARIS (Associazione Religiosa Istituti Socio Sanitari);&#xd;\n3) Associazione Rete delle Neuroscienze e della Neuroriabilitazione;&#xd;\n4) Associazione Alleanza Contro il Cancro;&#xd;\n5) Associazione Cluster Lombardo Scienze della Vita;&#xd;\n6) Fondazione Cluster Lombardo Tecnologie per gli Ambienti di Vita.","memberOrga":"1) Fondazione Salvatore Maugeri, Clinica del Lavoro e della Riabilitazione;&#xd;\n2) TCP Hospitals S.A.","goal":"La \"Istituti Clinici Scientifici Maugeri\" (ICSM), già Fondazione Salvatore Maugeri, è stata fondata nel 1965 ed è stata riconosciuta come Istituto di rilevanza scientifica per l'assistenza ai degenti (IRCCS) nel 1969. Il background principale dell'Istituzione comprende i settori della salute. protezione e riabilitazione. Per quanto riguarda la malattia professionale, l'ICSM ha come obiettivo principale la prevenzione dei rischi professionali. Nel campo della riabilitazione, lo scopo sono: recupero delle capacità funzionali in pazienti con malattie neuromotorie, cardio-respiratorie e croniche, supporto alla reintegrazione sociale e professionale dei pazienti disabili e prevenzione degli handicap.&#xd;<br />La rete ICSM comprende 15 istituti, 2 laboratori di ricerca e 5 siti distribuiti in tutto il paese.&#xd;<br />1.-La missione clinica è aiutare le persone a recuperare le capacità funzionali e la qualità della vita fornendo servizi diagnostici e terapeutici innovativi con un focus specifico su: riabilitazione, medicina ambientale, medicina del lavoro e malattie rare.&#xd;<br />2.- La missione scientifica comprende la ricerca che ha un impatto diretto sul miglioramento delle cure e dei risultati funzionali dei pazienti. Un dipartimento di Bioingegneria sta lavorando allo sviluppo e alla sperimentazione di dispositivi e prodotti (strumenti, domotica, comunicazione e telematica tra gli altri).&#xd;<br />3.- La missione accademica è condivisa con l'Università di Pavia e altri. L'istruzione viene erogata prima e dopo la laurea nei principali profili di riabilitazione e in altre discipline collegate.&#xd;<br />4.- Relazioni internazionali e collaborazione strategica sono mantenute con Aziende e Istituzioni: New York University, Leiden University Netherland, NIH Bethesda, MIT Boston, Università medica AKM Wien Austria, Gdansk University Poland, Università di Oxford, Leuven University Belgium, Università di Tubingen Germania , Imperial College di Londra GB, Università di Auckland NZ e WHO, tra gli altri. http://www.fsm.it/fsmw-int.php?id=434&#xd;<br />5.- Come sito di riferimento per le politiche di welfare, FSM collabora con istituzioni regionali e nazionali che lavorano allo sviluppo di protocolli, percorsi, linee guida ecc. con un approccio traslazionale&#xd;<br />In particolare la societa' assume la figura di societa' benefit, il cui scopo generale e'quello di perseguire oltre agli obiettivi economici propri di una attività imprenditoriale, finalita' di beneficio comune e operare in modo responsabile, sostenibile e trasparente nei confronti di persone, comunita', territori e ambiente, beni e attivita' culturali e sociali, enti e associazioni e altri portatori di interesse.&#xd;<br />nello specifico, la societa' persegue le seguenti finalita' particolari di beneficio comune:&#xd;<br />(a) la cura dei pazienti, nel loro interesse prioritario;&#xd;<br />(b) la ricerca scientifica per l'innovazione delle terapie mediche, partecipando attivamente al confronto scientifico nazionale e internazionale;&#xd;<br />(c) la diffusione delle migliori conoscenze per la gestione dei processi clinici, ai fini del progresso della cultura e delle prassi professionali&#xd;<br />&#xd;<br />La societa' può:&#xd;<br />1) costituire o assumere partecipazioni in enti, consorzi, societa' commerciali, fondi o altre forme di aggregazione anche temporanea aventi finalita' strumentali, connesse, analoghe, complementari o affini al proprio oggetto sociale;&#xd;<br />l) concedere finanziamenti e/o rilasciare garanzie anche reali sotto qualsiasi forma nell'interesse proprio e/o di societa' e/o enti controllati.&#xd;<br />&#xd;<br />2) inoltre compiere ogni altra attivita' che sia simile, complementare, accessoria o connessa con l'oggetto sociale, nonche' svolgere ogni operazione ritenuta anche solo opportuna per il conseguimento delle proprie finalita' e quindi ogni attivita' economica, finanziaria (non nei confronti del pubblico), immobiliare e mobiliare nei limiti statutari e di legge","acronym":"ICSM","interests":"Education and training, Public Health, Research and innovation","euInitiatives":"Partecipando al tavolo di lavoro dell'European Innovation Partnership on active and healthy ageing (EIP on AHA) nei gruppi sulla medicina personalizzata, sulle cure integrate,  sull'aderenza e sulla digitalizzazione dei percorsi sanitari,  ICSM è particolarmente interessata alle politiche comunitarie sull'invecchiamento.","lastUp":"2019-02-20T16:26:22.654+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}