{"id":"632741433403-20","name":"EIT Health","registrationDate":"2018-12-09T19:48:17.139+01:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://www.eithealth.eu","country":"Germany","headAddress":"Mies-van-der-Rohe-Strasse 1C","headCity":"München","headPostCode":"80807","headPhone":"(49)8 92 15 47 48 20","boss":"Jan-Philipp Beck","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"1.25","membership":"","memberOrga":"EIT Health leverages the expertise of more than 140 leading organisations spanning key areas of healthcare, such as pharma, medtech, payers, research institutions and universities.&#xd;\n&#xd;\nA full list of EIT Health partners can be found at https://www.eithealth.eu/partners","goal":"EIT Health is a network of best-in-class health innovators backed by the European Union. We collaborate across borders to deliver new solutions that enable European citizens to live longer, healthier lives.&#xd;<br />&#xd;<br />As Europeans tackle the challenges of increasing chronic diseases and multi-morbidity, they seek to realise technology's potential to move beyond conventional approaches to treatment, prevention and healthy lifestyles. To succeed, Europe needs thought leaders, innovators and efficient ways to bring innovative healthcare solutions to market.&#xd;<br />&#xd;<br />EIT Health addresses these needs. We connect all relevant healthcare players across European borders – making sure to include all sides of the “knowledge triangle”, so that innovation can happen at the intersection of research, education and business for the benefit of citizens.&#xd;<br />&#xd;<br />We give health innovators access to the market, funding and the expertise of our network. We facilitate innovation through programmes, workshops and initiatives. We collaborate on international projects and disseminate our findings to the public. We create new products and services for healthy lives in Europe. And we educate, through citizen engagement activities, innovation programmes and skills training.&#xd;<br />&#xd;<br />&#xd;<br />EIT Health is a Knowledge and Innovation Community (KIC) established by the European Institute for Innovation &amp; Technology (EIT), an independent EU body set up in 2008 to promote innovation and entrepreneurship across Europe.","acronym":"","interests":"Budget, Business and Industry, Digital economy and society, Education and training, Employment and Social Affairs, Institutional affairs, Public Health, Regional Policy, Research and innovation, Youth","euInitiatives":"Horizon 2020/Horizon Europe and other research and innovation policies&#xd;<br />EIT related legislation&#xd;<br />EU health policy &#xd;<br />Digital single market&#xd;<br />Regional policy&#xd;<br />Financial instruments (EFSI, ESIF)&#xd;<br />Education policy&#xd;<br />Enterprise and innovation policy, SME support","lastUp":"2019-12-11T23:34:00.729+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}