{"id":"633122633666-59","name":"Centro Studi Sviluppo e Società","registrationDate":"2019-01-16T12:34:36.943+01:00","category":4,"subCategory":5,"legal":"associazione","web":"https://www.centrostudisviluppoesocieta.org/","country":"Italy","headAddress":"VIA FILIPPO CORDOVA, 14","headCity":"PALERMO","headPostCode":"90143","headPhone":"(39)34 95 73 89 60","boss":"Saverio Polizzi","bossTitle":"Mr","bossPosition":"Presidente","membersCount":2,"membersFTE":"1.5","membership":"","memberOrga":"","goal":"Dal 1999 l'associazione Centro Studi Sviluppo e Società realizza momenti di confronto su temi di interesse sociale. L'associazione è un luogo di dibattito, incontro, analisi, proposta, su argomenti nazionali e internazionali e guarda con crescente interesse alla realtà degli italiani all'estero con particolare attenzione alla loro presenza in Europa. A tal fine l’associazione può svolgere le seguenti attività:&#xd;<br />&#xd;<br />- attività culturali: tavole rotonde, convegni, conferenze, congressi, dibattiti, mostre, inchieste, seminari, istituzione di biblioteche, manifestazioni di aggiornamento con spettacolo, proiezione e produzione di film e documentari d’interesse per i soci;&#xd;<br />&#xd;<br />- attività di formazione: corsi di preparazione e di perfezionamento nelle scienze economiche, politiche e in qualsiasi argomento di interesse sociale;&#xd;<br />&#xd;<br />- iniziative ricreative: trattenimenti musicali, teatro, organizzazione di attività sportive, attività turistiche e ricreative, manifestazioni, fiere;&#xd;<br />&#xd;<br />- attività editoriale: pubblicazione di riviste, pubblicazione di atti di convegni.&#xd;<br />&#xd;<br />Inoltre l’associazione può promuovere e realizzare studi e ricerche, rilevazioni ed elaborazioni, campagne di sensibilizzazione.","acronym":"","interests":"Business and Industry, Climate Action, Communication, Culture, Culture and media, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Regional Policy, Research and innovation, Trans-European Networks","euInitiatives":"Stiamo seguendo (mediante i documenti presenti sul sito del parlamento europeo) i lavori di alcune commissioni: Affari Esteri, Sicurezza e Difesa, Ambiente sanità pubblica e sicurezza alimentare, Sviluppo, Cultura, Affari costituzionali, Diritti delle donne","lastUp":"2020-01-04T10:46:14.012+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}