{"id":"63322037415-37","name":"AnimalhealthEurope","registrationDate":"2011-12-13T09:08:33.335+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.animalhealtheurope.eu","country":"Belgium","headAddress":"Avenue de Tervueren 168 box 8","headCity":"Brussels","headPostCode":"1150","headPhone":"(322)5 43 75 60","boss":"Roxane FELLER","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":2,"membersFTE":"0.75","membership":"European Platform for the Responsible Use of Medicines in Animals (EPRUMA)&#xd;\n&#xd;\nEuropean Partnership for Alternatives Approaches to Animal Testing (EPAA) &#xd;\n&#xd;\nEuropean Animal Research Association (EARA)&#xd;\n&#xd;\nAgri-Food Chain Coalition (AFCC) &#xd;\n&#xd;\nPARII-EFSA&#xd;\n&#xd;\nAnimal Task Force (ATF)&#xd;\n&#xd;\nEuropean Risk Forum&#xd;\n&#xd;\nHealthForAnimals&#xd;\n&#xd;\nGlobal G.A.P.","memberOrga":"http://animalhealtheurope.eu/about-us/members.html","goal":"Animalhealth Europe is the federation representing manufacturers of veterinary medicines, vaccines and other animal health products in Europe. It represents both corporate members and national animal health associations in Europe. These associations comprise both local medium-size enterprises (SMEs) and international companies.. Animalhealth Europe's membership covers 90% of the European market for veterinary products.&#xd;<br />&#xd;<br />We are committed to engaging with the EU institutions, stakeholders including veterinarians, farmers, pet owners, as well as the media and other partners to ensure a working relationship based on mutual trust and respect by: increasing awareness of the value animal health brings to society in terms of farm and companion animals, sustainable agriculture, safe food and diseases which can impact public health;  and promoting a predictable, harmonised, science-based and innovative market place for quality animal medicines.&#xd;<br />&#xd;<br />Animalhealth Europe is a not-for-profit trade association. Its budget is financed by contributions from its members. Animalhealth Europe is not financed by grants or procurement from EU institutions or other institutions.&#xd;<br />&#xd;<br />In our Code of Good Practice, available on our website, Animalhealth Europe communicates its commitment to the Code of Conduct set out by the Interinstitutional Agreement on the Establishment of a Transparency Register and the required compliance to its Code of Conduct.","acronym":"","interests":"Agriculture and Rural Development, Budget, Business and Industry, Climate Action, Competition, Consumers, Environment, Food Safety, Institutional affairs, Maritime affairs and fisheries, Public Health, Research and innovation, Single market, Trade","euInitiatives":"Regulation on Transmissible Animal Diseases and secondary legislation&#xd;<br />Regulation of Veterinary Medicinal Products and secondary legislation&#xd;<br />Regulation of Medicated Feed and secondary legislation&#xd;<br />Regulation on Official Controls and secondary legislation&#xd;<br />Common Agricultural Policy&#xd;<br />Green Deal&#xd;<br />Farm to Fork","lastUp":"2020-01-07T13:42:00.555+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}