{"id":"633371729163-57","name":"Bahamas Shipowners Association","registrationDate":"2017-11-30T22:56:26.143+01:00","category":2,"subCategory":4,"legal":"Charity","web":"http://www.bahamasshipownersassociation.com/","country":"Bahamas","headAddress":"Bahamas Shipowners Association","headCity":"Nassau","headPostCode":"","headPhone":"(46)7 07 23 71 04","boss":"John Adams","bossTitle":"Mr","bossPosition":"Chairman","membersCount":1,"membersFTE":"0.25","membership":"The BSA is a member of the International Chamber of Shipping (www.ics-shipping.org)","memberOrga":"","goal":"The Bahamas Shipowners Association (BSA) was inaugurated in London on 11 July 1997 by the then Bahamas Minister of Transport, James F Knowles.&#xd;<br />&#xd;<br />The Association represents the shipowners of the sixth largest register in the world and members have common interests and a purpose. Having joined, most members choose to remain members of this influential body, pooling knowledge and experience, and collectively provide a clear voice on industry matters.&#xd;<br />&#xd;<br />The Association is governed by an elected Board of Directors made up of owner representatives from various parts of the world and shipping sectors – ferry and shortsea shipping, cruise shipping, reefers, offshore, tankers and operators of dry bulk carriers. The Association is represented on all of the Committees, Sub-committees and Panels of the International Chamber of Shipping (ICS) as well as its Board, thus being able to have a say on all matters related to shipping.&#xd;<br />&#xd;<br />The Association’s Board holds regular meetings on at least three occasions per year, to review proposals affecting the shipping industry and works through the Secretariat to ensure members’ interests are promoted all across the industry. The Board and Secretariat also works very closely with the Bahamas Maritime Authority (BMA) to promote safe, secure and effective shipping for the BSA members.&#xd;<br />&#xd;<br />The Secretariat ensures regular meetings are being held with the US Coast Guard, the US Environmental Protection Agency and the European Commission as for the Association’s representatives to hold its own discussions with these and other regulatory bodies of the shipping industry. The Secretariat also reviews the agendas of the IMO and ICS Committee and Sub-Committee meetings in advance to allow members to decide to attend any meeting if they so wish. Members may also contact the Secretariat with particular interests to be passed on to the BMA. The Secretariat attends key parts of relevant meetings, follows the progress and prepares a report on the outcome of the various meetings.","acronym":"BSA","interests":"Environment, Maritime affairs and fisheries, Transport","euInitiatives":"The most pressing issue for the BSA at the moment is the alignement process for the EU MRV with the IMO DCS.","lastUp":"2019-11-08T10:01:36.193+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}