{"id":"633323932938-83","name":"The International Center for the Study of Violent Extremism","registrationDate":"2018-11-02T02:13:35.870+01:00","category":4,"subCategory":5,"legal":"ASBL International","web":"http://www.icsve.org/","country":"Belgium","headAddress":"70 avenue de broqueville","headCity":"woluwe saint lambert","headPostCode":"1200","headPhone":"(32)4 85 05 82 16","boss":"Ann Dr Speckhard","bossTitle":"Ms","bossPosition":"Directeur","membersCount":9,"membersFTE":"5.25","membership":"","memberOrga":"","goal":"ICSVE’s  Counter Narratives Actions&#xd;<br />&#xd;<br />Over the past 20 years, Anne Speckhard, director of the International Center for the Study of Violent Extremism, ICSVE in-depth interviewed over 500 terrorists, extremists, and family members, close associates and hostages of dead suicide terrorists to understand their paths into and back out of terrorism. From that body of work shecame up with the four usually, necessary components to make a terrorist; what she labels as the lethal cocktail of terrorism. These factors are: the group, its ideology, social support (which these days is offered virtually), individual vulnerability and motivations (which differ by context particularly conflict and non conflict zones).  &#xd;<br />&#xd;<br />Over the past two years, Speckhard and colleagues at ICSVE have interviewed 101 ISIS returnees, prisoners and defectors for the Breaking the ISIS Brand Counter Narratives Project, capturing most of those interviews on video. ICSVE video editors then cut those interviews into short clips containing the most damning content of these former ISIS cadres denouncing the group and construct ICSVE counter narrative video clips to look like ISIS videos. ICSVE uses ISIS propaganda images in the clips to illustrate the speaker’s words, effectively turning their propaganda back on them. The project names the video clips with pro-ISIS names to entice those already consuming ISIS’s online material to mistakenly view ICSVE’s and get a very different message. Thus far out of the 101 full-length interviews we have made 16counter narrative video clips which can be viewed here. https://www.youtube.com/channel/UCumpEsozixblPyKw12hmnw/playlists?disable_polymer=1  ICSVE staff are currently busy making more.&#xd;<br />&#xd;<br />ICSVE video clips are subtitled in the languages ISIS recruits in: including English, French, German, Albanian, Arabic, Malay, Russian, Kyrgyz and Uzbek, among many others.  &#xd;<br />&#xd;<br />ICSVE researchers have directed the Breaking the ISIS Brand video clips on Facebook and Telegram to ISIS endorsers and distributors with success as well, sometimes resulting in ISIS cadres actually mistakenly distributing or endorsing the ICSVE counter narrative clips as well, and with good reach to not only these endorsers, but to the circles they influence. &#xd;<br />&#xd;<br />The Breaking the ISIS Brand Counter Narrative video clips are currently being used across four continents, in many countries, to disrupt ISIS’s face-to-face and counselors, teachers, police, and others are using them both for prevention and interventions. ICSVE researchers used two video clips to good effect to confront an ISIS emir in prison and recently learned of a case of a 13-year-old in the UK determined to travel to Raqqa who was dissuaded by viewing one of the ICSVE video clips.  &#xd;<br />&#xd;<br />The Breaking the ISIS Brand Counter Narratives are available for anyone to use that fights terrorism or wants to counter violent extremism and ICSVE are keen to continue developing materials and offering trainings that can be used as tools around the world to fight terrorism and counter violent extremism.  Likewise the ICSVE team is regularly publishing research reports that can be viewed on our website www.ICSVE.org  &#xd;<br />&#xd;<br />&#xd;<br />All our publications are free","acronym":"ICSVE","interests":"Borders and Security, Communication, European Neighbourhood Policy, External Relations, Foreign and Security Policy and Defence, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Trans-European Networks","euInitiatives":"Some of our actions:&#xd;<br /> Presented and will be presenting our research findings and the video clips from the Breaking the ISIS Brand – the ISIS Defectors Interviews Project to: &#xd;<br /> &#xd;<br />a. Training for U.S. Department of Defense/ SOC COM &amp; CENT COM March 2016, January 2017. b. Women in Federal Law Enforcement – June 2016. c. Presentation to U.S. FBI – September 2016. d. Training for Kuala Lumpur security professionals – September 2016. e. Presentation to Thai Military – September 2016. f. Presentation to West Asia, North Africa (WANA) Conference – November 2016. g. Presentation to Trends Security Conference Kings College – London, UK - December 2016. h. Shrivenham UK Defence Academy – Shrivenham, UK – January 2017. i. International Conference on Returning Foreign Fighters - The Hague, Netherlands – Feb 2017. j. East West Institute - Brussels, Belgium – March 2017. k. University of Leuven – Leuven, Belgium – March 2017. l. Intercultural Dialogue event – Brussels, Belgium – March 2017. m. UN 61rst Commission on the Status of Women, side event – March 2017. n. Institute for Defense Studies – New Delhi, India – March 2017. o. Prime Minister’s Conference on Post-Daesh education in Iraq –Baghdad, Iraq – March 2017. &#xd;<br /> &#xd;<br />2. Trained and arranged consultations on understanding ISIS recruitment and effective counter-messaging using our ICSVE video clips as prevention and intervention work for: &#xd;<br /> &#xd;<br />a. New Brunswick, NJ Police – April 2016. b. Swiss National Police – April 2016. &#xd;<br />c. FBI consultations – September 2016. d. U.S. Special Forces Training – January 2017. e. Dutch National Police – February, March, and June 2017 in The Hague. f. Antwerp, Belgium Stad police and Antwerp city CVE staff – March 2017. g. Liege, Belgium police and CVE staff social workers – March 2017","lastUp":"2018-11-02T15:25:35.458+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}