{"id":"633378126502-78","name":"Asociația Română pentru Agricultură Durabilă","registrationDate":"2017-03-25T09:42:49.728+01:00","category":3,"subCategory":2,"legal":"Asociatie","web":"http://www.agriculturadurabila.ro","country":"Romania","headAddress":"N. Titulescu 1","headCity":"Fundulea","headPostCode":"915200","headPhone":"(84301)4 07 24 38 43 01","boss":"Ion Toncea","bossTitle":"Mr","bossPosition":"Președinte","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"www.agriculturadurabila.ro","goal":"Promovarea principiilor și practicilor agricole eficiente economic și sănătoase pentru om și celelalte componente ale mediului înconjurător: apă, aer, sol, plante și animale, în vederea conservării sau refacerii resurselor ecologice, economice și sociale ale agriculturii;&#xd;<br />Obținerea de recolte diversificate, stabile, sănătoase și la un  preț accesibil populației României și stimulativ pentru producătorilor agricoli;&#xd;<br />Modernizarea localităților rurale și sub-urbane cu păstrarea valorilor materiale și spirituale tradiționale și respectarea normelor internaționale.  &#xd;<br />În vederea realizării scopului asociației, ARAD desfășoară următoarele activități:&#xd;<br />- cercetare - inovare, proiectare și dezvoltare pentru elaborarea și aplicarea normelor naționale de agricultură durabilă în conformitate cu normele internaționale și particularitățile ecologice, economice și sociale ale agriculturii românești;&#xd;<br />- consultanță în proiectarea agro-ecosistemelor zonale și locale, în spiritul protecției mediului înconjurător și al organizării de sisteme integrate de agricultură;&#xd;<br />- instruire teoretică și practică a tinerilor, producătorilor și comercianților de produse agricole și alimentare, fermierilor și alte categorii de specialiști din agricultură;&#xd;<br />- editarea de reviste, pliante și alte lucrări științifice și de popularizare în vederea conservării și revigorării valorilor spirituale și materiale ale satului românesc.","acronym":"ARAD","interests":"Agriculture and Rural Development, Climate Action, Development, Education, Employment and Social Affairs, Environment, Food Safety, Internal Market, Research and Technology, Youth","euInitiatives":"Modernizarea și simplificarea politicii agricole comune","lastUp":"2017-04-02T15:15:31.561+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}