{"id":"63350179708-88","name":"Handwerkskammer Dresden","registrationDate":"2012-09-26T15:29:34.617+01:00","category":6,"subCategory":13,"legal":"Public body, Körperschaft des öffentlichen Rechts","web":"http://www.hwk-dresden.de/","country":"Germany","headAddress":"Am Lagerplatz, 8","headCity":"Dresden","headPostCode":"01099","headPhone":"(49351)4 64 04 00","boss":"Dr. Andreas Brzezinski","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":2,"membersFTE":"0.75","membership":"The Chamber of Crafts Dresden is a member of the German Confederation of Skilled Crafts (ZDH), situated in Berlin, Germany.","memberOrga":"","goal":"The Chamber of Grafts Dresden (Handwerkskammer Dresden) is representing 125,000 craftsmen in 22,400 craft enterprises in the area of Dresden in Saxony, Germany. As a public body, the Chamber of Crafts is responsible for economic, financial and political consulting. In the area of political consulting, the Chamber of Crafts is working on topics like regional, energy, and environmental policies as well as economic and financial policies.&#xd;<br />Against this backdrop, the Chamber of Crafts Dresden has a vital interest to get involved in the consultation on the EU transparency initiative, EU capital markt union, evaluation of the Small Business Act and further developments referring the devlopment of the \"strategy Europe 2020\" by the European Commission. Therefore, we are looking forward to answer the questionnaire and to offer constructive input which can be useful for your action plan.","acronym":"HWK DD","interests":"Agriculture and Rural Development, Climate Action, Competition, Consumer Affairs, Culture, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Food Safety, Internal Market, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Partner des Verbindungsreferats des sächsischen Handwerks bei der Europäischen Union in Brüssel&#xd;<br />Europa-Resolution&#xd;<br />Resolution zum Erhalt des reglementierten Zugangs zu 41 Handwerken mit Meisterpflicht&#xd;<br />jährliche Europaforen in Brüssel&#xd;<br />Mitglied im Europaausschuss des sächsischen Handwerks auf Landesebene (informelles Gremium)","lastUp":"2017-02-09T09:55:10.738+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}