{"id":"63350179708-88","name":"Handwerkskammer Dresden","registrationDate":"2012-09-26T15:29:34.617+01:00","category":6,"subCategory":13,"legal":"Public body, Körperschaft des öffentlichen Rechts","web":"http://www.hwk-dresden.de/","country":"Germany","headAddress":"Am Lagerplatz, 8","headCity":"Dresden","headPostCode":"01099","headPhone":"(49351)4 64 04 00","boss":"Dr. Andreas Brzezinski","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":2,"membersFTE":"0.75","membership":"The Chamber of Trades and Crafts Dresden is a member of the German Confederation of Skilled Crafts (ZDH), located in Berlin, Germany.","memberOrga":"","goal":"The Chamber of Trades and Crafts Dresden (Handwerkskammer Dresden) represents 125,000 craftswomen and -men in 22,255 trade and craft enterprises in the area of Dresden in Saxony, Germany. As a public body, the Chamber of Trades and Crafts is active in the areas of economic, financial and political consulting. In the area of political consulting, the Chamber of Trades and Crafts is interested in regional, energy, and environmental policies as well as economic and financial policies.&#xd;<br />Therefore the Chamber of Trades and Crafts Dresden has a vital interest in being involved in EU consultations on various issues, like the EU transparency initiative, the EU capital market union, the evaluation of the Small Business Act and further developments referring to the devlopment of the strategy for Europe after 2020 by the European Commission. We are looking forward to offer constructive input to the development of EU policies.","acronym":"HWK DD","interests":"Agriculture and Rural Development, Climate Action, Competition, Consumer Affairs, Culture, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Food Safety, Information Society, Internal Market, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Partner des Verbindungsreferats des sächsischen Handwerks bei der Europäischen Union in Brüssel&#xd;<br />Europa-Resolution&#xd;<br />Resolution zum Erhalt des reglementierten Zugangs zu 41 Handwerken mit Meisterpflicht&#xd;<br />jährliche Europaforen in Brüssel&#xd;<br />Mitglied im Europaausschuss des sächsischen Handwerks auf Landesebene (informelles Gremium)","lastUp":"2018-02-02T09:50:13.263+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}