{"id":"63350179708-88","name":"Handwerkskammer Dresden","registrationDate":"2012-09-26T15:29:34.617+02:00","category":6,"subCategory":13,"legal":"Public body, Körperschaft des öffentlichen Rechts","web":"http://www.hwk-dresden.de/","country":"Germany","headAddress":"Am Lagerplatz, 8","headCity":"Dresden","headPostCode":"01099","headPhone":"(49351)4 64 04 00","boss":"Dr. Andreas Brzezinski","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":2,"membersFTE":"0.75","membership":"The Chamber of Trades and Crafts Dresden is a member of the German Confederation of Skilled Crafts (ZDH), located in Berlin, Germany.","memberOrga":"","goal":"The Chamber of Trades and Crafts Dresden (Handwerkskammer Dresden) represents 125,000 craftswomen and -men in 22,255 trade and craft enterprises in the area of Dresden in Saxony, Germany. As a public body, the Chamber of Trades and Crafts is active in the areas of economic, financial and political consulting. In the area of political consulting, the Chamber of Trades and Crafts is interested in regional, energy, and environmental policies as well as economic and financial policies.&#xd;<br />Therefore the Chamber of Trades and Crafts Dresden has a vital interest in being involved in EU consultations on various issues, like the EU transparency initiative, the EU capital market union, the evaluation of the Small Business Act and further developments referring to the devlopment of the strategy for Europe after 2020 by the European Commission. We are looking forward to offer constructive input to the development of EU policies.","acronym":"HWK DD","interests":"Agriculture and Rural Development, Banking and financial services, Business and Industry, Climate Action, Competition, Consumers, Culture, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"u.a. Mitteilung zu einer Digitalen Agenda für Europa; Einheitliches Digitales Zugangstor; Notifizierungsverfahren; Anerkennungsrichtlinie; Binnenmarktinformationsinstrument (SMIT); Mobilitätspaket I (Lenk-und Ruhezeiten / Eurovignette); Gemeinsame Bestimmungen für Strukturfonds; EFRE;  Horizont Europa Rahmenprogramm, Horizont Europa Spezifische Programme, ESF +;  InvestEU 2021/ 2027; Kreatives Europa; LIFE; CEF Fazilität „Connecting Europe“ ; Mitteilung zur Zukunft der Gemeinsamen Agrarpolitik; Nachhaltiges Finanzwesen; Mehrjähriger Finanzrahmen; Mitteilung zu einer Industriepolitik für das Zeitalter der Globalisierung; Luftqualität, Kreislaufwirtschaft sowie weitere handwerksrelevante Themen","lastUp":"2019-06-17T12:38:31.210+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}