{"id":"634277828467-24","name":"Drones for Europe","registrationDate":"2017-09-28T00:51:21.895+02:00","category":2,"subCategory":4,"legal":"ASBL","web":"http://www.drones4europe.eu","country":"Belgium","headAddress":"55 Quai Fernand Demets","headCity":"Brussels","headPostCode":"1070","headPhone":"(32)4 76 39 44 48","boss":"Giorgi Komakhidze","bossTitle":"Mr","bossPosition":"Co-Founder &amp; Executive Director","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"D4E's objective is to create a single voice for the drone industry in Europe, strengthening the industry at national and European levels, and promoting the industry in areas including, but not limited to, safety and security, environment, infrastructure, air traffic management, competition and technical standards. &#xd;<br />&#xd;<br />The pursuit of this/these objective(s) will be realised principally with the following activities: &#xd;<br />&#xd;<br />- Acting as an advisory organisation at national, EU and international level. &#xd;<br />&#xd;<br />- Acting as a channel through which members can share information, opinions and experiences. &#xd;<br />&#xd;<br />- Conducting research and analysis on the policies applied in areas directly or indirectly related to the objectives of the association and making the results available to the members of the association. &#xd;<br />&#xd;<br />- Developing and pursing a collective member viewpoint on the policies applied in areas directly or indirectly related to the objectives of the association. &#xd;<br />&#xd;<br />- Advocating and preparing policy recommendations and position papers, to safeguard the interests of the members of the association. &#xd;<br />&#xd;<br />- Carrying out technical tests and establishing standards and guidelines for the drone industry in Europe. &#xd;<br />&#xd;<br />- Establishing and maintaining contacts with industry actors, organisations having an interest in the areas directly or indirectly related to the industry and the objectives of the association, and relevant national, EU and international authorities and bodies that may influence the drone industry in Europe.  &#xd;<br />&#xd;<br />- Organising and participating at conferences and events necessary for the achievement of the objectives of the association.","acronym":"D4E","interests":"Banking and financial services, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Customs, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, General and Institutional Affairs, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"- Air Traffic Management &#xd;<br />- Safety &amp; Security &#xd;<br />- Infrastructure &#xd;<br />- Environment &#xd;<br />- Technical Standards &#xd;<br />- Access to Markets &amp; Fair Competition","lastUp":"2018-07-20T16:02:33.751+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}