{"id":"634665118544-37","name":"Allied for Startups asbl","registrationDate":"2015-09-01T18:25:08.711+02:00","category":3,"subCategory":2,"legal":"Non-profit association (BE)","web":"http://alliedforstartups.org","country":"Belgium","headAddress":"Cantersteen 12","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)4 87 80 78 19","boss":"Melissa Blaustein","bossTitle":"Ms","bossPosition":"Founder","membersCount":3,"membersFTE":"3.0","membership":"","memberOrga":"http://www.alliedforstartups.org/","goal":"Allied for Startups is the policy voice of startups in the EU and worldwide. &#xd;<br />&#xd;<br />The organisation seeks to promote entrepreneurship and startups in industry and commerce, and to advance education and science by encouraging and growing entrepreneurship, and in particular digital entrepreneurship. &#xd;<br />&#xd;<br />The organisation works on a European and Transatlantic network basis whereby its members are themselves regional and national trade associations, charities and not for profit organisations representing and supporting startups, entrepreneurs, investors, charities, and advocacy organisations. &#xd;<br />&#xd;<br />The main goals of the organisation are:&#xd;<br />1) The conduct of research and provision of education &#xd;<br />2) Building and maintaining a global network of startups, entrepreneurs, investors, charities, and advocacy organisations&#xd;<br />(3) Raising awareness of, and creating a worldwide consensus on, entrepreneurship&#xd;<br />(4) Decreasing the barriers to innovation&#xd;<br />(5) Seeking to create consensus on policies that can positively impact startups and grow digital entrepreneurship and digital economy","acronym":"AfS","interests":"Agriculture, Banking and financial services, Borders and Security, Business and Industry, Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Trade, Youth","euInitiatives":"Digital Single Market &#xd;<br />Startup Europe&#xd;<br />Innovation&#xd;<br />Entrepreneurship&#xd;<br />Privacy&#xd;<br />Telecommunications Single Market Regulation&#xd;<br />Network and Information Security Directive&#xd;<br />EU Copyright reform&#xd;<br />Artificial Intelligence&#xd;<br />Distributed Ledger Technologies&#xd;<br />ICOs","lastUp":"2018-06-29T10:15:18.365+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}