{"id":"634788726441-07","name":"Syndicat National des Producteurs d'Alcool Agricole","registrationDate":"2017-03-28T11:03:27.168+01:00","category":2,"subCategory":1,"legal":"syndicat professionnel","web":"http://www.snpaa.fr","country":"France","headAddress":"7 rue Copernic","headCity":"PARIS","headPostCode":"75116","headPhone":"(33)1 49 52 66 97","boss":"BRUNO HOT","bossTitle":"Mr","bossPosition":"PRESIDENT","membersCount":3,"membersFTE":"0.75","membership":"Le SNPAA est membre associé du Syndicat européen de l'éthanol renouvelable, ePURE.&#xd;\nhttp://epure.org/&#xd;\n&#xd;\nLe SNPAA est membre de l'Union Nationale des Groupements des Distillateurs d'Alcool (UNGDA), centre technique des distillateurs d'alcool en France.","memberOrga":"La liste des sociétés adhérentes du SNPAA est disponible sur le lien suivant:&#xd;\nhttp://www.alcool-bioethanol.net/les-adherents/","goal":"Le SNPAA rassemble l’ensemble des producteurs industriels d’alcool agricole situés en France. La production française d’alcool d’origine agricole (betterave, céréales) est la première d'Europe et représente 25% de la production européenne. Elle est destinée, à 60%, au marché des biocarburants (bioéthanol) et, à 40%, aux usages traditionnels de l’alimentaire, de la chimie, de la pharmacie et de la parfumerie.&#xd;<br />Le SNPAA a pour vocation de promouvoir les intérêts professionnels de ses membres.","acronym":"SNPAA","interests":"Agriculture and Rural Development, Climate Action, Consumers, Customs, Energy, Environment, Food Safety, Public Health, Taxation, Trade, Transport","euInitiatives":"Le SNPAA est actif sur plusieurs dossiers européens:&#xd;<br />&#xd;<br />* La proposition de Directive Energie Renouvelable 2021-2030 (RED2).&#xd;<br />* La future révision de la Directive sur la Qualité des Carburants&#xd;<br />* La future proposition de Directive sur les émissions de CO2 des véhicules légers.&#xd;<br />&#xd;<br />* la standardisation des carburants contenant de l'éthanol (E10, E85), via le CEN.&#xd;<br />* La Task Force du programme H2020 sur le développement de la future norme E20/E25, via le NEN.&#xd;<br />&#xd;<br />* Les négociations des accords commerciaux bilatéraux entre l'UE et le Mercosur, les Etats-Unis, le Japon, le Royaume-Uni, etc.&#xd;<br />&#xd;<br />* La Directive ETS.","lastUp":"2019-02-22T10:52:00.578+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}