{"id":"63505977233-67","name":"European Capital Markets Institute","registrationDate":"2011-11-23T11:52:32.586+01:00","category":4,"subCategory":5,"legal":"ASLB","web":"http://www.eurocapitalmarkets.org","country":"Belgium","headAddress":"Place du Congres, 1","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 29 39 82","boss":"Karel Lannoo","bossTitle":"Mr","bossPosition":"General Manager","membersCount":3,"membersFTE":"3.0","membership":"","memberOrga":"http://www.eurocapitalmarkets.org/about-ecmi/membership","goal":"ECMI conducts independent research and informs debate and policymaking on a broad range of issues relevant to capital markets. &#xd;<br />&#xd;<br />Through its various activities, ECMI facilitates interaction among market participants, policymakers and academics. Through its commentaries and policy briefs, ECMI analyses the latest regulatory developments and puts forward proposals and recommendations to help shape the regulatory and policy debate. ECMI also produces detailed research reports on key policy issues and market developments. As well as conducting in-house research, ECMI responds to calls for proposals from external entities and hosts contributions from high profile researchers and young academics based on its call for papers.&#xd;<br />&#xd;<br />ECMI regularly organises workshops, seminars and task forces on a variety of issues facing European capital markets. Participation in ECMI events offers multiple networking opportunities. The Annual Conference is a unique event in Brussels, bringing together over 30 high level speakers and more than 300 participants.&#xd;<br />&#xd;<br />Research areas: financial integration and stability, capital markets efficiency and integrity, trading and post-trading market infrastructures, corporate financing, retail and institutional investment, asset management, fintech.","acronym":"ECMI","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Internal Market, Taxation","euInitiatives":"Legislative dossiers: CMU, MiFID 2/MiFIR, MAR, EMIR, CSDR, UCITS, AIFMD, PRIIPS etc","lastUp":"2018-02-12T20:07:22.051+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}