{"id":"635043818530-97","name":"Croatian Banking Association","registrationDate":"2015-08-21T17:25:32.983+01:00","category":2,"subCategory":4,"legal":"Economic Interest Grouping","web":"http://www.hub.hr","country":"Croatia","headAddress":"Centar Kaptol","headCity":"Zagreb","headPostCode":"10000","headPhone":"(385)14 86 00 80","boss":"Zdenko Adrovic","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":5,"membersFTE":"1.75","membership":"European Banking Federation (EBF) - http://www.ebf-fbe.eu&#xd;\nEuropean Payment Council (EPC) - http://www.europeanpaymentscouncil.eu&#xd;\nEuropean Money Markets Institute (EMMI) - http://www.emmi-benchmarks.eu/&#xd;\nCentral Eastern European Smart Card Association (CEESCA) - https://ceesca.org/&#xd;\nCroatian Employers' Association (HUP) - http://www.hup.hr&#xd;\nICC Croatia - http://www2.hgk.hr/icc/","memberOrga":"http://www.hub.hr/hr/banke-clanice-hub-a","goal":"Economic Interest Group Croatian Banking Association (EIG CBA) was founded in 1999 by Croatian banks as a trade association, with the main goal to protect and promote their values and interests through the power of joint action. CBA represents the voice of 19 leading Croatian banks which make up 98 percent of the total assets of all Croatian banks.&#xd;<br />&#xd;<br />The CBA has set up numerous committees and subcommittees, as well as other permanent or provisional bodies. The membership of committees and working groups includes top professionals employed by Croatian banks, specialist in relevant fields who are actively involved in the work of these bodies.&#xd;<br />&#xd;<br />To achieve its main goal the Croatian Banking Association cooperates with state institutions, regulators and other authorities on preparing and implementing laws and regulations. The CBA is also active in the field of financial education of public as well as the cybersecurity of the payment institutions.","acronym":"CBA","interests":"Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Financial Stability, Financial Services and Capital Markets Union , Internal Market, Taxation","euInitiatives":"Banking Union, CRD4/CRR, BRRD, DGSD, Capital Market Union, Payment Services Directive 2, Bank Structural Reform,  MiFID II/MiFIR, AML, Banking supervision,  Mortgage credit (CARRP), Payment Accounts Directive, Financial Education, Digital Banking, Corporate Social Responsibility.","lastUp":"2017-07-18T09:43:08.405+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}