{"id":"635184620366-25","name":"Kroatische Wirtschaftsvereinigung","registrationDate":"2016-02-10T11:53:30.401+01:00","category":3,"subCategory":2,"legal":"association","web":"http://kwvd.de/","country":"Germany","headAddress":"Brönnerstraße 17","headCity":"Frankfurt am Main","headPostCode":"60313","headPhone":"(49)0 69 36 70 79 40","boss":"Mario Šušak","bossTitle":"Mr","bossPosition":"Director","membersCount":5,"membersFTE":"2.5","membership":"KWVD is a member of:&#xd;\n1. BNI-Business Network International http://www.bni.de/&#xd;\n&#xd;\n2. BVMW-The German Association for Small and Medium-3. sized Businesses http://www.bvmw.de/home.html&#xd;\n&#xd;\n3. Vereinigung der hessischen Unternehmerverbände e. V.&#xd;\n http://vhu.de/vhu/home/startseite.de.html","memberOrga":"KWVD has approx. 150 members from Germany and abroad. Our members are: firms, organisations, private persons etc.","goal":"Kroatische Wirtschaftsvereinigung eV (KWVD) is an economic organization founded in 2007 in Frankfurt am Main, with the aim to represent the companies operating in the German-Croatian economic area and to promote the German-Croatian economic relations. KWVD organizes economic conventions, match making and informative events, seminars, fairs for firms and entrepreneurs.&#xd;<br />KWVD is actively involved in education by organizing training courses and practices for pupils and students. KWVD is also active in  adult education by organising professional seminars for  teaching / non-teaching staff.  Our projects involve pupils an students from Germany and from abroad, students with an immigrant background.","acronym":"KWVD","interests":"Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Environment, Research and Technology, Youth","euInitiatives":"KWVD adopted Europe 2020 strategy and we try to achieve it's goals in our everyday work: &#xd;<br />1. Employment&#xd;<br />2. Research and Technology&#xd;<br />3. Climate change and energy sustainability&#xd;<br />4. Education&#xd;<br />5. Fighting poverty and social exclusion","lastUp":"2017-02-09T10:22:47.647+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}