{"id":"63569542153-18","name":"Randstad N.V.","registrationDate":"2009-08-17T12:02:33.410+01:00","category":2,"subCategory":3,"legal":"Naamloze Vennootschap","web":"http://www.randstad.com","country":"Netherlands","headAddress":"Diemermere, 25","headCity":"Diemen","headPostCode":"1112 TC","headPhone":"(3120)5 69 12 46","boss":"Jacques van den Broek","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"4.5","membership":"Randstad is a member of a number of associations on both a European and global level, including but not limited to: WEC (International Confederation of Private Employment Agencies)and EuroWEC (European Confederation of Private Employment Agencies). Randstad is also a member of the support and advisory group of BusinessEUROPE.&#xd;\nAt national level Randstad is a member of branch federations and other relevant associations.","memberOrga":"http://www.wecglobal.org/&#xd;\nhttp://www.weceurope.org/&#xd;\nhttp://www.csreurope.org/&#xd;\nhttp://www.businesseurope.eu/&#xd;\nhttp://www.global-apprenticeships.org/&#xd;\nhttp://www.oecd.org/","goal":"We match people with companies that will develop their potential; and we match companies with people that will take their business to the next level. Besides regular services such as temporary staffing, permanent placement (which we call ‘staffing’) and the recruitment of middle and senior managers (search &amp; selection), we also offer a comprehensive range of other services including: consultants provided on site (Inhouse services), seconded specialists (professionals) and specialized HR services (HR solutions). In short, we play a pivotal role in the World of Work. &#xd;<br />&#xd;<br />Randstad was founded in 1960 by Frits Goldschmeding. Since then we have expanded to more than 45 countries, representing more that 90 percent of the global HR services market. Following the acquisition of Vedior in July 2008, we are now the second largest HR services provider in the world. Our mission is to be a world leader in matching demand for and supply of labor and HR services. In doing so, we continue to apply our founding ethos: “to know, to serve, to trust.” We believe in the value of work as a unifying force that shapes society for the better.&#xd;<br />&#xd;<br />The Randstad Group has top 3 positions in various key markets such as Argentina, Belgium &amp; Luxembourg, Canada, Chile, France, Germany, Greece &amp; Cyprus, India, Mexico, the Netherlands, Poland, Portugal, Spain, Switzerland and the United Kingdom, as well as major positions in Australia and the United States. In 2008 Randstad had almost 34,000 employees working from 5,200 branches in more than 50 countries worldwide. Randstad and Vedior generated a combined revenue of € 17.2 billion in 2008. Randstad Holding nv is headquartered in Diemen, the Netherlands, and is listed on the NYSE Euronext Amsterdam exchange, where options for stocks in Randstad are also traded.","acronym":"randstad","interests":"Competition, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Information Society, Internal Market, Justice and Fundamental Rights, Youth","euInitiatives":"Agency Work Directive&#xd;<br />Posting of Workers Directive&#xd;<br />Youth on the Move&#xd;<br />Agenda for new skills and jobs&#xd;<br />European platform against poverty and social exclusion&#xd;<br />Employment package&#xd;<br />Youth employment&#xd;<br />New Skills for New Jobs&#xd;<br />PARES initiative&#xd;<br />Services Directive&#xd;<br />Single Market&#xd;<br />Sectoral Social dialogue&#xd;<br />Corporate Social Responsibility (CSR) in the EU&#xd;<br />Rights at work&#xd;<br />Health and safety at work&#xd;<br />Labour law&#xd;<br />Tackling discrimination at work&#xd;<br />Business &amp; Human Rights&#xd;<br />Education&#xd;<br />Jobs, Growth, Investment &amp; Competitiveness&#xd;<br />Employment, Social Affairs, Skills &amp; Labour Mobility&#xd;<br />Gender equality","lastUp":"2017-03-24T06:10:27.634+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}