{"id":"63569542153-18","name":"Randstad N.V.","registrationDate":"2009-08-17T12:02:33.410+01:00","category":2,"subCategory":3,"legal":"Naamloze Vennootschap","web":"http://www.randstad.com","country":"Netherlands","headAddress":"Diemermere, 25","headCity":"Diemen","headPostCode":"1112 TC","headPhone":"(3120)5 69 12 46","boss":"Jacques van den Broek","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"5.0","membership":"Randstad is a member of a number of associations on both a European and global level, including but not limited to: WEC (International Confederation of Private Employment Agencies)and EuroWEC (European Confederation of Private Employment Agencies). Randstad is also a member of the support and advisory group of BusinessEUROPE.&#xd;\nAt national level Randstad is a member of branch federations and other relevant associations.","memberOrga":"http://www.wecglobal.org/&#xd;\nhttp://www.weceurope.org/&#xd;\nhttp://www.csreurope.org/&#xd;\nhttp://www.businesseurope.eu/&#xd;\nhttp://www.global-apprenticeships.org/&#xd;\nhttp://www.oecd.org/&#xd;\nhttp://www/wbcsd.org/","goal":"About Randstad&#xd;<br />&#xd;<br />The Randstad Group is a global leader in the HR services industry and specialized in solutions in the field of flexible work and human resources services. Our services range from regular temporary Staffing and permanent placements to Inhouse Services, Professionals, and HR Solutions (including Recruitment Process Outsourcing, Managed Services Programs, and outplacement). By combining our human touch with technology-driven solutions and tools, we aim to offer both clients and candidates the best tools and solutions for increased efficiency and engagement, connecting more people to more jobs. Randstad has top-three positions in Argentina, Belgium &amp; Luxembourg, Canada, Chile, France, Germany, Greece, India, Italy, Mexico, the Netherlands, Poland, Portugal, Spain, Sweden, Switzerland, the UK, and the United States, and major positions in Australia and Japan. At year-end 2016, Randstad had 36,524 corporate employees and 4,752 branches and Inhouse locations in 39 countries around the world. In 2016, Randstad generated revenue of € 20.7 billion. Randstad was founded in 1960 and is headquartered in Diemen, the Netherlands. Randstad Holding nv is listed on the NYSE Euronext Amsterdam, where options for stocks in Randstad are also traded. For more information, see www.randstad.com","acronym":"randstad","interests":"Competition, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Information Society, Internal Market, Justice and Fundamental Rights, Youth","euInitiatives":"Agency Work Directive&#xd;<br />Posting of Workers Directive&#xd;<br />Youth on the Move&#xd;<br />Agenda for new skills and jobs&#xd;<br />European platform against poverty and social exclusion&#xd;<br />Employment package&#xd;<br />Youth employment&#xd;<br />New Skills for New Jobs&#xd;<br />PARES initiative&#xd;<br />Services Directive&#xd;<br />Single Market&#xd;<br />Sectoral Social dialogue&#xd;<br />Corporate Social Responsibility (CSR) in the EU&#xd;<br />Rights at work&#xd;<br />Health and safety at work&#xd;<br />Labour law&#xd;<br />Tackling discrimination at work&#xd;<br />Business &amp; Human Rights&#xd;<br />Education&#xd;<br />Jobs, Growth, Investment &amp; Competitiveness&#xd;<br />Employment, Social Affairs, Skills &amp; Labour Mobility&#xd;<br />Gender equality","lastUp":"2018-03-09T13:47:54.874+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}