{"id":"636029710484-17","name":"Bundesverband für Menschen mit Arm- oder Beinamputation e.V.","registrationDate":"2013-01-20T00:29:34.434+01:00","category":3,"subCategory":2,"legal":"Verein","web":"http://www.bmab.de","country":"Germany","headAddress":"Kleverkamp, 24","headCity":"Wedemark","headPostCode":"30900","headPhone":"(49)89 41 61 74 00","boss":"Dieter Jüptner","bossTitle":"Mr","bossPosition":"Präsident","membersCount":1,"membersFTE":"0.25","membership":"http://www.bmab.de/ueber-uns/vernetzung/&#xd;\n&#xd;\nInternational Confederation of Amputee Associations - IC2A (Founding Member) - www.ic2a.eu&#xd;\n&#xd;\nPiK - Peers im Krankenhaus - www.peersimkrankenhaus.de&#xd;\n&#xd;\nBAG Selbsthilfe - Bundesarbeitsgemeinschaft Selbsthilfe von Menschen mit Behinderung und chronischer Erkrankung und ihren Angehörigen e.V. - www.bag-selbsthilfe.de&#xd;\n&#xd;\nDeutsche Arbeitsgemeinschaft Selbsthilfegruppen e.V. - www.dag-shg.de&#xd;\n&#xd;\nDeutsche Gesellschaft für Orthopädie und Orthopädische Chirurgie e.V. - www.dgooc.de&#xd;\n&#xd;\nVereinigung Technische Orthopädie e.V. (VTO, Sektion 11 der Deutsche Gesellschaft für Orthopädie und Orthopädische Chirurgie e.V. ) - vereinigung-to.de&#xd;\n&#xd;\nINTERNATIONAL SOCIETY FOR PROSTHETICS AND ORTHOTICS (ISPO Deutschland) - www.ispo-deutschland.com&#xd;\n&#xd;\nDFvR - Deutsche Vereinigung für Rehabilitation - www.dvfr.de","memberOrga":"http://www.bmab.de/ueber-uns/unterstuetzer-foerderer/","goal":"Der Bundesverband ist die Interessenvertretung der Menschen mit Arm oder Beinamputation sowie mit angeborenenen Gliedmaßendefiziten in Deutschland. Wir treten ein für die Verbesserung der prothetischen Versorgung von Menschen mit Arm- oder Beinamputation, die Verbesserung der beruflichen und sozialen Rehabilitation nach Amputationen und die Verbesserung der Lebensqualität von Menschen mit Arm- oder Beinamputation. Der Bundesverband unterstützt die regionalen  Selbsthilfegruppen, arbeitet aktiv bei der Gründung neuer Selbsthilfegruppen mit und trägt zur Qualifizierung der Gruppenleiter bei.","acronym":"BMAB","interests":"Employment and Social Affairs, Justice and Fundamental Rights, Public Health","euInitiatives":"Vereinheitlichung der Zugangsvoraussetzungen des einheitlichen europäischen Parkausweises für Behinderte sowie der damit verbundenen Rechte","lastUp":"2018-01-30T08:23:15.258+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}