{"id":"636327710482-27","name":"bxl-law SPRL","registrationDate":"2013-01-18T16:37:16.335+01:00","category":1,"subCategory":10,"legal":"SPRL","web":"http://www.bxl-law.com","country":"Belgium","headAddress":"Avenue de la Renaissance 1","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)27 39 62 68","boss":"Jens  Karsten","bossTitle":"Mr","bossPosition":"Rechtsanwalt ","membersCount":1,"membersFTE":"1.0","membership":"Vrije Universiteit Brussel - LSTS (Law, Science, Technology and Society Studies) - VUB Food Forum&#xd;\nFood Lawyers' Network worldwide (FLN) &#xd;\nBrussels Food Law Centre (BFLC) &#xd;\nEuropean Food Law Association (EFLA) &#xd;\nNorwegian Institute of Maritime Law&#xd;\nBelgisch-Deutsche Gesellschaft","memberOrga":"","goal":"bxl-law was set up in September 2010 as a law firm advising clients on food, farm, retail and consumer law as well as travel, transport and tourism. It has extended its scope of activity to become a full service EU affairs consultancy that also offers association management services and advice on 'Lisbon Comitology' specifically the use of delegated acts and implementing acts and the important role these legal instruments play in shaping the regulatory environment faced by EU industry. It is an SME consultancy for SME clients.","acronym":"bxl-law","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Food law and policy&#xd;<br />Agricultural law and policy &#xd;<br />Maritime law&#xd;<br />Lisbon Comitology (procedure for the adoption of EU tertiary law)","lastUp":"2017-03-18T18:30:47.945+01:00","customers":"Krell Weyland Grube","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}