{"id":"636327710482-27","name":"bxl-law SPRL","registrationDate":"2013-01-18T16:37:16.335+02:00","category":1,"subCategory":10,"legal":"SPRL","web":"http://www.bxl-law.com","country":"Belgium","headAddress":"Avenue de la Renaissance 1","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)27 39 62 68","boss":"Jens  Karsten","bossTitle":"Mr","bossPosition":"Rechtsanwalt ","membersCount":1,"membersFTE":"1.0","membership":"Vrije Universiteit Brussel - VUB Food Forum&#xd;\nFood Lawyers' Network worldwide (FLN) &#xd;\nBrussels Food Law Centre (BFLC) &#xd;\nEuropean Food Law Association (EFLA) &#xd;\nNorwegian Institute of Maritime Law&#xd;\nBelgisch-Deutsche Gesellschaft","memberOrga":"","goal":"bxl-law was set up in September 2010 as a law firm advising clients on food and farm law, retail and consumer law. It has extended its scope of activity to become a full service EU affairs consultancy that also offers association management services and advice on 'Lisbon Comitology' specifically the use of delegated acts and implementing acts and the important role these legal instruments play in shaping the regulatory environment faced by EU industry. It is an SME consultancy for SME clients.","acronym":"bxl-law","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Institutional affairs, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Food law and policy&#xd;<br />Agricultural law and policy &#xd;<br />Maritime law&#xd;<br />Lisbon Comitology (procedure for the adoption of EU tertiary law)","lastUp":"2019-07-17T08:35:32.335+02:00","customers":"KWG Rechtsanwälte","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}