{"id":"636414834018-57","name":"Future Citizen Institute Ltd.","registrationDate":"2019-02-19T14:53:13.046+01:00","category":4,"subCategory":5,"legal":"LTD","web":"http://www.ifuturecitizen.com","country":"Ireland","headAddress":"97 St. Stephens Green","headCity":"Dublin","headPostCode":"","headPhone":"(353)15 31 48 40","boss":"Kai Dai","bossTitle":"Mr","bossPosition":"Chairmen","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"The Future Citizen Institute studies all matters relating to the phenomenon of investment residency, citizenship-by-investment, and global mobility. By producing thought-leadership in an ever-changing industry, we hope to shape the evolving understanding of the ’Future Citizen’.The Institute was formed as a response to the changing nature of citizenship and identity in a globalizing world. Drawing on the expertise of industry leaders, academics, and investors, it examines the consequences of increased mobility in a political and economic context. We produce research and foster a community of globally minded individuals with an interest in investment migration. As the industry continues to grow rapidly, we hope to be an invaluable source of data and analysis for professionals, students and academics.The Future Citizen Institute has two platforms for research and engagement: The Future Parliament and The Future State.The aim of the Future Parliament is to provide stakeholders with an exhaustive and reliable source of information related to our key themes. Our research addresses key political, economic, and social themes in the industry. With recent immigration news, community networking events and research opportunities. We hope to create an environment that fosters intellectual growth, debate and innovation. Our research is collated in the Future Citizen Journal.The Future State encapsulates the vision of the Future Citizen Institute and serves as a physical boutique for future citizens. This retail business supplies our customers with everything they need for a truly global life: a (second) passport, global SIM cards, global banking and business solutions, travel goods and more.The Future Citizen Institute also host the Huawen Institute. Huawen Institute was established in 2014 with the aim of promoting research, education and enterprise. The theme which underpins all our activity is the unfolding dynamics of globalization, especially its two-way interaction with China. Globalization involves many processes that, together, make the world increasingly interconnected. Seen by some as an all-consuming and unstoppable dynamic with many negative consequences, by others as a welcome and essentially benign force that will bring prosperity and international harmony, globalization affects every crucial aspect of contemporary social life: economics, culture, values, politics, communications, education, technology, environment and health.The Future Citizen Institute has published responses to reports published by the European Parliament and the European Commission. The Parliament hosts many initiatives such as the Future Citizen Magazine, the Future Citizen Journal, the Research Lab, academic panel discussions, news, and social media content. We seek to keep innovating the way information is disseminated and to make our research available on multiple mediums.The Future State also hosts events and panel discussions for the public to learn more about the investment migration industry and its accessibility. The Future State brings the industry to the high street for the first time ever and helps to legitimise the Future Citizen concept in the minds of the public. Moreover, we hope to partner with other products and brands that share our innovative and sophisticated ethos, as well as countries who would be able to showcase their investment opportunities.","acronym":"","interests":"Banking and financial services, Borders and Security, Climate Action, Economy, finance and the euro, Environment, European Neighbourhood Policy, Foreign affairs and security policy, Humanitarian aid and civil protection, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy","euInitiatives":"The Future Citizen institute closer follows policies and legislative files surrounding EU Citizenship. We stay current on all legal cases that provide interpretations for the implementation of EU citizenship and the rights associated with. Future Citizen Institute closely follows the ongoing discussion on the EU's ability to influence individual members citizenship laws. We have closely followed reports by the European Commission and European Parliamentary Report Research Service on matters relating to Investment Migration Industry in Europe. Future Citizen Institute follows EU initiatives on the topic of Migration and Asylum. We are currently closely following Initiatives 2018/037,2019/0001, and 2018/0390.","lastUp":"2019-02-26T16:27:28.326+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}