{"id":"637930515146-10","name":"EU ProSun","registrationDate":"2014-12-04T17:30:00.575+01:00","category":2,"subCategory":4,"legal":"Interest Grouping","web":"http://www.prosun.org","country":"Belgium","headAddress":"41 rue de Naples","headCity":"Brussels","headPostCode":"1050","headPhone":"(49172)9 89 16 78","boss":"Milan Nitzschke","bossTitle":"Mr","bossPosition":"President EU ProSun","membersCount":2,"membersFTE":"1.75","membership":"","memberOrga":"","goal":"EU ProSun is a joint initiative of EU solar businesses. The mission of EU ProSun is to promote sustainable energy production using solar technology. The EU has decided on clear climate goals for 2020, which will be an important step towards leaving behind risky technologies and limit unnecessary CO2 emissions. EU ProSun believes that photovoltaic energy systems can become a major pillar of the energy revolution in Europe.&#xd;<br /> &#xd;<br />EU ProSun members are committed to the highest environmental and labour standards, as well as to the further development of world-leading solar technologies. We want to maintain and build this sustainable and vibrant photovoltaic industry in Europe.&#xd;<br />&#xd;<br /> During the last twenty years, the European solar industry has worked hard to gain global leadership. There are now over 130 European solar manufacturers investing in European R&amp;D, local jobs, renewable energy and our common future. EU ProSun promotes European manufacturing that generates added value locally by creating thousands of jobs in all EU Member States, but also ensures progressive energy independence of Europe.&#xd;<br /> &#xd;<br />Supporters of EU ProSun stand for healthy competition in which companies do not gain an unfair advantage over others. We believe that only undistorted trade and fair competition further innovation, efficiency and lowers prices sustainably over the long term.","acronym":"","interests":"Competition, Customs, Energy, Trade","euInitiatives":"Trade defense instruments, state aid law, renewable energies, green energies","lastUp":"2019-02-13T21:37:21.999+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}