{"id":"637980427407-25","name":"The Consumer Goods Forum","registrationDate":"2017-06-07T10:02:22.020+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.theconsumergoodsforum.com","country":"France","headAddress":"22-24 rue du Gouverneur Général Eboué","headCity":"Issy-les-Moulineaux","headPostCode":"92130","headPhone":"(33)01 82 00 95 95","boss":"Peter Freedman","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"Our members are listed on our website: http://www.theconsumergoodsforum.com/about-the-forum/our-members","goal":"The Consumer Goods Forum (“CGF”) is a global, parity-based industry network that is driven by its members to encourage the global adoption of practices and standards that serves the consumer goods industry worldwide.&#xd;<br />Four strategic pillars address some of the most important opportunities and risks facing our industry globally:&#xd;<br />&#xd;<br />Sustainability – acting together to position the industry as a leader in protecting against climate change, reducing waste and promoting compliance with good working and environmental practices&#xd;<br />Food Safety – increasing confidence in the delivery of safe food globally through the continuous improvement of food safety management systems&#xd;<br />Health &amp; Wellness – empowering consumers to make the right decisions and helping them to adopt healthier lifestyles&#xd;<br />End-to-End Value Chain &amp; Standards – identifying and implementing global standards, protocols and principles for the management of data, processes and capabilities that span the value chain&#xd;<br />Our fifth focus area is Knowledge and Best Practice Sharing. Whatever we do under The Forum umbrella, we share the knowledge we create collectively with our members, our strategic alliances and other key stakeholders. This inspires further collaborative actions and participation in industry multi-stakeholder platforms. Here The Forum is acknowledged as the focal point for both gathering and expressing the considered view of our industry, and as the source of transparent and reasonable response to public concerns as they arise.","acronym":"CGF","interests":"Climate Action, Employment and Social Affairs, Environment, Fisheries and Aquaculture, Food Safety, Public Health","euInitiatives":"Circular economy, Environment, Health and Wellness, Food Safety, Social Sustainability, Supply Chain","lastUp":"2017-06-07T10:04:20.630+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}