{"id":"638136618275-48","name":"Association pour le Développement des Initiatives Citoyennes et Européennes","registrationDate":"2015-08-05T16:38:53.954+02:00","category":3,"subCategory":2,"legal":"Association Loi 1901","web":"http://www.adice.asso.fr","country":"France","headAddress":"42 rue Charles Quint","headCity":"Roubaix","headPostCode":"59100","headPhone":"(33)03 20 11 22 68","boss":"Djamel BENIA","bossTitle":"Mr","bossPosition":"Directeur","membersCount":10,"membersFTE":"9.75","membership":"","memberOrga":"","goal":"L’Association pour le Développement des Initiatives Citoyennes et Européennes (ADICE) a été créée en 1999 à Roubaix afin de favoriser l’égalité des chances et de lutter contre les discriminations en agissant pour la promotion des publics ayant moins d’opportunités L’ADICE considère la mobilité internationale comme un moyen d’intégration et de mixité, permettant de développer des compétences sociales, professionnelles et interculturelles. Notre objectif est ainsi de permettre à tous de bénéficier d’une expérience valorisante à l’étranger, en tenant compte des capacités et aspirations de chacun, dans une logique de promotion et en favorisant une dynamique de parcours. Il s’agit donc d’encourager la participation à des actions européennes et internationales de formation et de mobilité, qui constitueront des étapes significatives du parcours personnel et professionnel des participants. &#xd;<br />L'ADICE agit ainsi sur plusieurs volets:&#xd;<br />- la mobilité internationale des personnes sans emploi via des programmes de mobilité professionnelle ou de volontariat ( SVE - Service Civique) en Europe et dans le monde&#xd;<br />- l'information sur l'Union européenne: l'ADICE est un Centre d'Information Europe Direct&#xd;<br />- les projets européens portant sur l'inclusion sociale et l'emploi des jeunes via les programmes Interreg, Erasmus + (partenariats stratégiques), etc.","acronym":"ADICE","interests":"Culture, Education and training, Employment and Social Affairs, Humanitarian aid and civil protection, International co-operation and development, Youth","euInitiatives":"Depuis janvier 2013, l'ADICE est labelllisée Centre Europe Direct par la Commission européenne. Ce label a pour objectif d'informer les citoyens sur l'Union Européenne, ses opportunités, ses politiques publiques et ses institutions. Le Centre fait en sorte de faire connaître l'activité politique de l'UE en apportant des réponses et en organisant des activités grand public pour engager le débat sur l'UE. &#xd;<br />Chaque semaine, l'ADICE promeut les programmes européens de mobilité lors de réunions d'information collectives. L'objectif est de présenter aux jeunes les programmes de volontariat et de stages professionnels proposés par l'Union européenne.","lastUp":"2018-06-25T10:14:48.872+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}