{"id":"638347832994-30","name":"Pen Club Belgique","registrationDate":"2018-11-06T10:30:44.537+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"https://www.penbelgique.com","country":"Belgium","headAddress":"PEN Club Belgique c/o Maison des Auteurs","headCity":"Bruxelles","headPostCode":"1050","headPhone":"(32)4 72 12 68 25","boss":"Jean Jauniaux","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"0.75","membership":"PEN International est en relation avec d'autres ONG préoccupées des droits humains en général et de celui  à la liberté d'expression en particulier. De façon non exhaustive on peut citer: Amnesty International, Reporters sans frontières, La Ligue des droits de l'homme, etc","memberOrga":"Pen Belgique est le centre belge francophone de Pen International (https://pen-international.org/fr/). PEN International compte plus de 140 centres nationaux et régionaux dans le monde. Chaque Etat membre de l'UE compte au moins un centre PEN.","goal":"PEN Belgique est le centre belge francophone de PEN International, une organisation mondiale, créée en 1921, qui promeut la littérature et défend la liberté d’expression. &#xd;<br />En janvier 2016, l’association prend le statut d’asbl sous le nom de PEN club Belgique. Sont alors élus  président l’écrivain Jean Jauniaux, et secrétaire générale la romancière Elise Bussière.&#xd;<br />L’ambition de la nouvelle association est de développer ses activités dans un contexte où la promotion de la littérature en tant qu’instrument de compréhension mutuelle et la défense du droit à la liberté d’expression sont de plus en plus indispensables. Instrument de cohésion sociale et de dialogue interculturel, PEN Belgique, comme l’ensemble des centres nationaux et régionaux de PEN International, se veut un interlocuteur sur la scène régionale, communautaire, fédérale, européenne et internationale. Pour PEN, la liberté d'expression signifie le droit de faire entendre sa voix dans toutes les langues et les cultures ; le droit à une éducation ; et le droit à lire autant que le droit à écrire. Ces principes de base s’expriment à travers divers campagnes, projets, programmes et événements que PEN International soutient chaque année. &#xd;<br />PEN Belgique organise de façon régulière des rencontres littéraires avec de grandes figures de la littérature (au sens large: roman, théâtre, scénarios, édition, blogs, essais etc) invitées à s'exprimer sur leur oeuvre et leur engagement. Ainsi PEN Belgique a-t-il reçu Svetlana Aléxéiévitch, Amin Maalouf et bien d'autres. PEN Belgique s'efforce également de sensibiliser les autorités politiques aux cas d'écrivains emprisonnés pour délits d'opinion, qui sont adoptés en qualité de \"membres d'honneur\"  de PEN Belgique.&#xd;<br />Enfin, PEN Belgique veut sensibiliser et informer les institutions représentatives (comme le Parlement européen) sur la situation des droits humains dans le monde.","acronym":"PEN Belgique","interests":"Borders and Security, Communication, Culture, Culture and media, Digital economy and society, Education and training, External Relations, Foreign and Security Policy and Defence, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Youth","euInitiatives":"PEN Belgique s'intéresse particulièrement aux dossiers, initiatives et politiques suivis dans différentes Commissions:&#xd;<br />&#xd;<br />- Libertés Civiles, Justice et Affaires intérieures : LIBE&#xd;<br />- Affaires Etrangères AFET et&#xd;<br />- Droits de l’Homme : DROI&#xd;<br />- Culture et de l'Education : CULT&#xd;<br />- Développement DEVE&#xd;<br />- Emploi et affaires sociales : EMPL&#xd;<br />- Droits de la femme et égalité des genres FEMM","lastUp":"2018-11-06T14:00:02.716+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}