{"id":"638651534438-27","name":"Bucharest Stock Exchange","registrationDate":"2019-04-02T14:05:17.007+02:00","category":2,"subCategory":3,"legal":"public limited company","web":"http://www.bvb.ro","country":"Romania","headAddress":"34 - 36 Carol I Boulevard, 14th","headCity":"Bucharest","headPostCode":"020922","headPhone":"(40)2 13 07 95 00","boss":"Adrian Tanase","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"1.25","membership":"BVB is member of FESE (https://fese.eu), FEAS (http://www.feas.org/), WFE (https://www.world-exchanges.org/), Foreign Investors Council of Romania (Consiliul Investitorilor Straini, https://fic.ro/), AmCham Romania (https://www.amcham.ro/), ARIR (https://www.ir-romania.ro/)","memberOrga":"","goal":"Bursa de Valori Bucuresti (Bucharest Stock Exchange, BVB), the most important institution of the Romanian capital market, organizes and manages the regulated markets of financial instruments under European standards. BVB became a joint stock company in 2005, and listed on the stock exchange on June 2010. &#xd;<br />&#xd;<br />Bucharest Stock Exchange offers a financing alternative to both mature companies, which can raise capital through the Main Market, as well as start-ups and SMEs for which the AeRO market was created. Both markets are able to accommodate shares and bonds issuances. In 2017 and 2018 ran equity IPOs totalling EUR 312.2 mn, while 12 bond issues and listings reached EUR 2.40 bn.  &#xd;<br /> &#xd;<br />As per the FTSE Russell country classification review of September 2018, the Romanian capital market was maintained on the Emerging Market Watchlist and is one step away to obtain the upgrade. The single outstanding criterion is Liquidity – Sufficient broad market liquidity to support sizeable global investment. FTSE upgraded from ‘Not Met’ to ‘Restricted’ the Liquidity criterion, following an improvement in broad market liquidity.&#xd;<br />&#xd;<br />The global index provider MSCI published on June 20, 2018, its latest Global Market Accessibility Review. The report stated that Romania continued its efforts to improve the liquidity and participation in the stock market by lowering trading fees and encouraging more market makers to boost market activity, and that notable activities for the Romanian equity market also included the launch of Issuers Reporting Information System, where listed companies are able to release their communication to the market efficiently. Therefore, Romania’s accessibility criteria were upgraded on 3 notes: market regulations, information flow and trading.","acronym":"BVB","interests":"Banking and financial services, Business and Industry, Competition, Digital economy and society, Economy, finance and the euro, Education and training, Research and innovation, Single market, Taxation","euInitiatives":"MIFID, MIFIR,EMIR, Capital Market Union, SMEs financing via the stock exchange, corporate governance and shareholders protection","lastUp":"2019-04-02T14:05:44.524+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}