{"id":"638812928460-69","name":"European Council of the Liberal Professions","registrationDate":"2017-09-26T16:56:23.445+02:00","category":2,"subCategory":1,"legal":"ASBL","web":"http://www.ceplis.org/en/index.php","country":"Belgium","headAddress":"70 Coundenberg","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)25 11 44 39","boss":"Theodoros Koutroubas","bossTitle":"Mr","bossPosition":"Director-General","membersCount":4,"membersFTE":"3.25","membership":"CEPLIS has a partnership with Eurocadres, one of the largest trade unions in Europe&#xd;\n&#xd;\nhttp://www.eurocadres.eu/our-positions/eurocadres-ceplis-joint-position-on-the-service-package/","memberOrga":"List of our organization can be found on the right-hand side.&#xd;\n&#xd;\nhttp://www.ceplis.org/en/index.php","goal":"The purpose of the European Council of the Liberal Professions (CEPLIS) is the study and promotion, both at the scientific and cultural levels, of all means, information and data related to the exercise and policies of the liberal professions.&#xd;<br />&#xd;<br />Its objective in this regard is to:&#xd;<br />&#xd;<br />-Co-ordinate and defend the moral, cultural scientific and material interests of the liberal professions;&#xd;<br />-Implement any information type action which may help to achieve the objectives defined in the previous item;&#xd;<br />-Create or participate in all necessary organisations or services, and in general to implement all measures which may contribute to accomplishing the objective of the association.","acronym":"CEPLIS","interests":"Banking and financial services, Business and Industry, Communication, Competition, Consumers, Culture, Economy, finance and the euro, Education and training, Employment and Social Affairs, Public Health, Single market, Trade","euInitiatives":"Our organization is currently interested in the \"Proportionality Test\" and other issues regarding the proposed Services Package from the Commission.","lastUp":"2018-09-17T17:19:23.501+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}