{"id":"639117311617-01","name":"SAP","registrationDate":"2013-07-22T11:28:44.273+02:00","category":2,"subCategory":3,"legal":"SE","web":"http://www.sap.com","country":"Germany","headAddress":"Dietmar-Hopp-Allee, 16","headCity":"Walldorf","headPostCode":"69190","headPhone":"(49)62 27 74 74 74","boss":"Jochen  Scholten","bossTitle":"Mr","bossPosition":"General Counsel","membersCount":5,"membersFTE":"2.75","membership":"DIGITALEUROPE, European Roundtable of Industrialists (ERT), European Internet Foundation (EIF), Alliance for European Logistics (AEL), American European Community Association (AECA), EU Wirtschaftskreis, European Cyber Security Organisation, Alliance for Internet of Things Innovation,","memberOrga":"","goal":"Headquartered in Walldorf, Germany, with locations in more than 190 countries, SAP SE is the world market leader in enterprise software and software-related services. We help companies of all sizes and industries run better. From back office to boardroom, warehouse to storefront, desktop to mobile device – SAP empowers people and organizations to work together more efficiently and use business insight more effectively to stay ahead of the competition. SAP applications and services enable  350,000 customers globally to operate profitably, adapt continuously, and grow sustainably.","acronym":"","interests":"Business and Industry, Climate Action, Digital economy and society, Employment and Social Affairs, Energy, Environment, Public Health, Research and innovation, Single market, Trade, Transport, Youth","euInitiatives":"Digital Agenda: data protection, cloud computing, digital single market, industry 4.0, cyber security strategy, law enforcement, Data Economy, Artificial Intelligence, Blockchain, Digital tax&#xd;<br />Youth employment and digital skills gaps, Digital Jobs and Skills coalition, CSR, digital trade","lastUp":"2018-05-03T09:56:03.614+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}