{"id":"639217811679-13","name":"CONCEPTIVITY","registrationDate":"2013-08-02T16:21:05.788+01:00","category":2,"subCategory":3,"legal":"S.à.r.l.","web":"http://www.conceptivity.ch","country":"Switzerland","headAddress":"avenue de Mategnin, 77","headCity":"Meyrin 1","headPostCode":"CH-1217","headPhone":"(41)2 25 48 30 77","boss":"Mark MILLER","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"European Organisation for Security (EOS)&#xd;\nEuropean Cyber Security Organisation (ECSO)&#xd;\nCyber security Public Private Partnership (cPPP)","memberOrga":"","goal":"CONCEPTIVITY was created in Geneva in 2010 as a leading innovator in risk management. Our mission is to increase the protection and security of society as a whole. The CONCEPTIVITY 360° approach is designed to protect staff, assets, brand image and integrity.&#xd;<br />&#xd;<br />CONCEPTIVITY's services encompass a broad range of capabilities in risk management, supply chain security, cyber security, investigation, inspection, monitoring and evaluation, which can assist clients to be more efficient and effective in achieving their objectives. With expertise in a variety of fields, including research and development, we assist governments, agencies, intra-governmental bodies and the private sector to address key risk management issues.&#xd;<br />&#xd;<br />To complement these services, we provide additional support including, but not limited to studies, training and capacity building, which enable our clients to better implement and manage their operations, programmes, and activities.","acronym":"","interests":"Communication, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Energy, Enterprise, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Horizon 2020 Security Programme&#xd;<br />European Parliament Security Committee&#xd;<br />DG HOME (FP7 Security Programme, Horizon 2020)&#xd;<br />DG TAXUD (EU-US cooperation)&#xd;<br />DG MOVE (aviation security)&#xd;<br />European Parliament (Horizon 2020)","lastUp":"2018-02-27T20:55:47.896+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}