{"id":"639217811679-13","name":"CONCEPTIVITY","registrationDate":"2013-08-02T16:21:05.788+01:00","category":1,"subCategory":6,"legal":"S.à.r.l.","web":"http://www.conceptivity.ch","country":"Switzerland","headAddress":"avenue de Mategnin, 77","headCity":"Meyrin 1","headPostCode":"CH-1217","headPhone":"(41)2 25 48 30 77","boss":"Mark MILLER","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"European Organisation for Security (EOS)&#xd;\nEuropean Cyber Security Organisation (ECSO)&#xd;\nCyber security Public Private Partnership (cPPP)","memberOrga":"","goal":"CONCEPTIVITY was created in Geneva in 2010 as a leading innovator in risk management. Our mission is to increase the protection and security of society as a whole. The CONCEPTIVITY 360° approach is designed to protect staff, assets, brand image and integrity.&#xd;<br />&#xd;<br />CONCEPTIVITY's services encompass a broad range of capabilities in risk management, supply chain security, cyber security, investigation, inspection, monitoring and evaluation, which can assist clients to be more efficient and effective in achieving their objectives. With expertise in a variety of fields, including research and development, we assist governments, agencies, intra-governmental bodies and the private sector to address key risk management issues.&#xd;<br />&#xd;<br />To complement these services, we provide additional support including, but not limited to studies, training and capacity building, which enable our clients to better implement and manage their operations, programmes, and activities.","acronym":"","interests":"Borders and Security, Business and Industry, Communication, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Energy, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Regional Policy, Research and innovation, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Horizon 2020 Security Programme&#xd;<br />European Parliament Security Committee&#xd;<br />DG HOME (FP7 Security Programme, Horizon 2020)&#xd;<br />DG TAXUD (EU-US cooperation)&#xd;<br />DG MOVE (aviation security)&#xd;<br />European Parliament (Horizon 2020)","lastUp":"2019-02-14T20:25:49.245+01:00","customers":"European Commission","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}