{"id":"639320826922-11","name":"Krajowe Forum Chłodnictwa - Związek Pracodawców","registrationDate":"2017-04-26T10:19:41.873+02:00","category":2,"subCategory":4,"legal":"związek pracodawców","web":"http://kfch.pl","country":"Poland","headAddress":"Ostrobramska 75C lok. 5.18.2","headCity":"Warszawa","headPostCode":"04-175","headPhone":"(48)6 60 53 89 33","boss":"Robert  Grejcz","bossTitle":"Mr","bossPosition":"Prezes Zarządu","membersCount":6,"membersFTE":"1.5","membership":"1. AREA,&#xd;\n2. Międzynarodowy Instytut Chłodnictwa.&#xd;\n3. EPEE","memberOrga":"","goal":"Statut KFCh - dostępny na stronie www.kfch.pl&#xd;<br />&#xd;<br />Rozdział VII &#xd;<br />Cele i zadania związku i formy ich realizacji. &#xd;<br /> &#xd;<br />§ 23 &#xd;<br />Podstawowym zadaniem Związku jest ochrona praw i reprezentowanie interesów członków Związku wobec związków zawodowych pracowników, organów władzy  i administracji państwowej oraz organów samorządu terytorialnego. &#xd;<br /> &#xd;<br />§ 24 &#xd;<br />1.  Celem Związku jest rozszerzanie swobody i możliwości współpracy i porozumienia pracodawców branży chłodniczej ze środowiskiem pracowników oraz konsumentów, a także działalność na  rzecz wszechstronnego rozwoju branży chłodniczej, podnoszenie standardów etycznych i zawodowych w tej dziedzinie. &#xd;<br />2.  Celem Związku jest także ochrona środowiska naturalnego oraz szeroko pojęta edukacja w zakresie ekologii, technologii, finansów, organizacji  i zarządzania. Szczególnym celem Związku  jest prowadzenie działalności badawczo-rozwojowej, naukowej i oświatowej w zakresie technologii chłodniczych oraz substancji zubożających warstwę ozonową i powodujących nasilanie efektu cieplarnianego.","acronym":"KFCh","interests":"Climate Action, Competition, Consumer Affairs, Customs, Education, Energy, Enterprise, Environment, Internal Market, Trade","euInitiatives":"1. Legislacja dotycząca branży chłodnictwa, klimatyzacji i pomp ciepła,&#xd;<br />2. Legislacja dotycząca czynników chłodniczych.","lastUp":"2018-04-20T20:30:21.072+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}