{"id":"63992152960-12","name":"HolidayTravelWatch","registrationDate":"2010-01-07T11:14:52.049+01:00","category":2,"subCategory":7,"legal":"Limited Company","web":"http://www.holidaytravelwatch.com","country":"United kingdom","headAddress":"HolidayTravelWatch","headCity":"Manchester","headPostCode":"M1 5ES","headPhone":"(44345)0 17 92 29","boss":"David Broadbent","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":1,"membersFTE":"1.0","membership":"HolidayTravelWatch supports the aims of Tourism Concern&#xd;\n&#xd;\nHolidayTravelWatch supports the aims of CO-Gas Safety&#xd;\n&#xd;\nHolidayTravelWatch supports individual ships safety campaigners in the EU","memberOrga":"","goal":"The Holidaymaker or Traveller: &#xd;<br />&#xd;<br />The primary function of the Organisation is to assist holidaymakers or travellers who have suffered as a result of travel problems. It is a further aim to act as a resource, provide information, advice and assistance to those who use our services. It is a further goal to promote better health and safety warnings for the holidaymaker or traveller. The Organisation will seek to, where possible, to guide the holidaymaker or traveller toward options to resolve their complaints.&#xd;<br /> &#xd;<br />The Holidaymaker or Traveller’s Health &amp; Safety:&#xd;<br />&#xd;<br />The Organisation will seek to create a wider dialogue through National or International Medical &amp; Environmental agencies or bodies. Such contact is to be designed with the aim of improving hygiene, sanitation, and safety standards both within the UK and in other countries. In addition, through the assistance of such experts and bodies, to promote the goals of sustainable tourism. &#xd;<br />&#xd;<br />The Travel Industry:&#xd;<br />&#xd;<br />The Organisation will seek to ensure that all Travel Arrangers, Providers or Organisers be honest in their brochures or through selling by other methods. It is the aim to promote the provision of reliable and appropriately trained resort representation. It is the goal of the Organisation to encourage the Industry to promote a fair and timely handling and redress of complaints. &#xd;<br />&#xd;<br />The Travel Debate:&#xd;<br />&#xd;<br />The Organisation aims to facilitate an open and frank exchange of views on a wide range of travel opinion. Such debate to be open to governments, travel providers, lawyers, health &amp; safety experts, holidaymakers or travellers.","acronym":"HTW","interests":"Audiovisual and Media, Consumer Affairs, Culture, Economic and Financial Affairs, Enterprise, Environment, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Trans-European Networks, Transport","euInitiatives":"1. Package Travel Directive - To promote fairness within the new Directive and to ensure that Consumers not only receive financial protection but also protection from the purchase of and failures of Health &amp; Safety within the Holiday Product;&#xd;<br />&#xd;<br />2. Ships Safety - To promote a greater awareness of the Consumer experience (disappearances, crime &amp; its investigation, illness, health &amp; safety, cctv, ships design &amp; evacuation etc), with the goal of bringing a balanced &amp; effective regulatory regime where there is either none or where it is considered necessary for enhancement beyond self-regulation;&#xd;<br />&#xd;<br />3. Aircraft Cabin Air Quality - To highlight and open the discussion with a broad cohort on the need to deal with the escape of toxic fumes into the commercial aircraft environment; to develop that discussion toward an International Protocol to deliver change, restitution and a better regulatory environment to promote a safer flying experience for all.&#xd;<br />&#xd;<br />4. Carbon Monoxide &amp; Fire safety - To highlight the danger of CO and to promote an EU-wide Public Information Campaign of awareness in domestic and holiday properties. To deliver the Consumer experience of CO &amp; Fire and contribute to the discussion of Regulatory change within the holiday environment.&#xd;<br />&#xd;<br />5. Safety in Holiday Accommodation - HolidayTravelWatch has for the last 20 years highlighted and campaigned on improved safety in holiday accommodation. It considers that there is an overall detriment in Consumer Protection in the Holiday Accommodation product by land or sea and will seek the introduction of legislative protection for the benefit of Consumers&#xd;<br />&#xd;<br />(Note: In all areas, we work with fellow campaigners  who have complementary goals to our own. Note also, as issues become identified, we shall extend this list as and when they become evident).","lastUp":"2017-07-18T12:51:33.889+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}