{"id":"640289928623-13","name":"Élelmiszer-feldolgozók Országos Szövetsége","registrationDate":"2017-10-11T10:23:18.228+02:00","category":2,"subCategory":1,"legal":"Egyesület","web":"http://efosz.hu","country":"Hungary","headAddress":"Bécsi út 126-128.","headCity":"Budapest","headPostCode":"1034","headPhone":"(36)18 89 61 59","boss":"Réka Szöllősi","bossTitle":"","bossPosition":"ügyvezető igazgató","membersCount":2,"membersFTE":"2.0","membership":"Az ÉFOSZ tagja a FoodDrinkEurope-nak. http://www.fooddrinkeurope.eu/","memberOrga":"Az ÉFOSZ tagszövetségei:&#xd;\n- Magyar Húsiparosok Szövetsége&#xd;\n- Magyar Pékszövetség&#xd;\n- Cukoripari Egyesülés&#xd;\n- Magyar Édességgyártók Szövetsége&#xd;\n- Magyar Hűtő-és Konzervipari Szövetség&#xd;\n- Magyar Ásványvíz, Gyümölcslé és Üdítőital Szövetség&#xd;\n- Tejipari Egyesülés","goal":"Az 1989. évi alapítás óta eltelt időszak tapasztalatai, a XXI. század kihívásainak és a vállalati elvárásoknak való sikeres megfelelés érdekében az Élelmiszer-feldolgozók Országos Szövetsége az élelmiszeripar ágazati érdekképviseleteként az iparág versenyképességének hazai és nemzetközi szinten történő folyamatos javítását, az iparág általános érdekeinek megjelenítését és képviseletét tekinti a szervezet fő feladatának. E feladatokat átláthatóan és felelősen működve valósítja meg, egy proaktív, teljesítményorientált munkakultúrában, amelynek elengedhetetlen része a tagság és az érintettek folyamatos és hatékony tájékoztatása.&#xd;<br />Az Élelmiszer-feldolgozók Országos Szövetségének jövőképe: &#xd;<br />•\tA Szövetség a magyar élelmiszeripar megkerülhetetlen, hiteles szakértője és érdekeinek képviselője. &#xd;<br />•\tA Szövetség az ágazat fenntartható fejlődésének és versenyképességének erősítéséért tevékenykedik.&#xd;<br />•\tA Szövetség tevékenységével építi a fogyasztók bizalmát az iparág termékei iránt.","acronym":"ÉFOSZ","interests":"Agriculture, Competition, Consumers, Economy, finance and the euro, Environment, Food Safety, Public Health, Research and innovation, Single market, Trade","euInitiatives":"Az Élelmiszer-feldolgozók Szövetsége figyelemmel kíséri a magyarországi és európai uniós élelmiszeripar általános és speciális kérdésköreit, úgy, mint &#xd;<br />- az élelmiszer-szabályozás minden területe, beleértve a rendes jogalkotási eljárás elemeit, továbbá a Bizottság és a Parlament által készített egyéb dokumentumokat és kezdeményezéseket.&#xd;<br />- az élelmiszerlánc és szereplőinek, különösen a feldolgozók versenyképessége, &#xd;<br />- a mezőgazdasági szereplők viszonya egymással a lánc mentén, &#xd;<br />- mezőgazdasági és élelmiszeripari támogatáspolitikák","lastUp":"2018-10-12T09:20:21.646+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}