{"id":"640246320926-25","name":"University of East Anglia","registrationDate":"2016-03-04T16:43:36.647+01:00","category":4,"subCategory":12,"legal":"Higher Education Institution","web":"http://www.uea.ac.uk","country":"United kingdom","headAddress":"Norwich Research Park","headCity":"Norwich","headPostCode":"NR4 7TJ","headPhone":"(44)16 03 45 61 61","boss":"Brian Summers","bossTitle":"Mr","bossPosition":"Registrar and Secretary","membersCount":6,"membersFTE":"1.5","membership":"Association of Research Managers and Administrators UK (ARMA UK)&#xd;\nARMA is the UK's professional association for research managers and administrators facilitating excellence in research by identifying and establishing best practice in research management and administration. www.arma.ac.uk/ &#xd;\n&#xd;\nAssociation for University Research &amp; Industry Links (AURIL)&#xd;\nAURIL is the professional association representing all practitioners involved in knowledge creation, development and exchange in the UK and Ireland who work to ensure that new ideas, technologies and innovations flow from their institution into the market place. It is the largest knowledge transfer association in Europe, with more than 1600 members drawn from universities and public sector research establishments. www.auril.org.uk/&#xd;\n&#xd;\nAssociation of International Educators (NAFSA)&#xd;\nNAFSA is the world's largest non-profit association dedicated to international education and exchange. This is used to increase our global opportunities and international relationships.  www.nafsa.org/ &#xd;\n&#xd;\nUK Research Office (UKRO) &#xd;\nThe UK Research Office is the European office of its sponsoring organisations, the UK Research Councils, and subscribing institutions (in the main UK HEIs). UKRO's mission is to maximise UK engagement in EU-funded research, innovation and higher education activities. www.ukro.ac.uk/&#xd;\n&#xd;\nAURORA, a network of like-minded European universities that share a mission to advance social good, and are united by a commitment to build a different kind of inclusive university community that fits a more networked generation, that strives to help solve global challenges (in areas such as sustainability, climate and energy, digital technology and human life and health) and which provides collaborative space for members to learn from each other.  The nine universities in the network - Université Grenoble-Alpes, the University of Aberdeen, the University of Antwerp, the University of Bergen, the University of Duisburg-Essen, the University of East Anglia, the University of Gothenberg, the University of Iceland, and Vrije Universiteit in Amsterdam - believe there is no trade-off between research excellence by global standards, broad access for students and an inclusive academic environment and societal impact in research, teaching and outreach. They all strive to combine these elements in the fibres of the university organisation and culture.&#xd;\nhttp://www.aurora-network.global/","memberOrga":"","goal":"Established in 1963, the University of East Anglia (UEA) is ranked as a top 200 university in the Times Higher Education World University Rankings 2016-17, one of the youngest institutions in that elite (and putting it in the top 1% of Higher Education Institutions in the world).&#xd;<br />&#xd;<br />UEA is also in the world's top 100 universities for research excellence (Leiden Ranking 2016), and in the world’s top 100 for research citations (The Times Higher World University Rankings 2016-17).&#xd;<br />&#xd;<br />UEA has now firmly established itself in the top 20 of UK universities, and reached its highest ever placing of 14th in the Complete University Guide 2017, and well as making it into the top 15 in the UK for research impact (Leiden Ranking 2016).&#xd;<br />&#xd;<br />UEA comprises four Faculties (Science, Medicine &amp; Health Sciences, Social Sciences, and Arts &amp; Humanities), and 19 Schools of study.  It supports around 11,500 undergraduates and 4,000 postgraduate students (from more than 100 countries).&#xd;<br />&#xd;<br />UEA is a truly international university, welcoming students from over 100 countries. UEA‘s global links and reputation earned it the 93rd spot on the Times Higher Education top 200 most international universities in the world list 2016. ).&#xd;<br />&#xd;<br />In 2012, UEA was named the 10th best university in the world under fifty years old (Times Higher Education 100 Under 50).&#xd;<br />&#xd;<br />The City of Norwich, where UEA is based, has been ranked fourth in the UK for the number of most highly cited scientists after London, Cambridge and Oxford (Thomson Reuters).&#xd;<br />&#xd;<br />A significant proportion of research undertaken here at UEA is now supported by European funding, with a current portfolio of about £20m (c€22m) supporting around 60 different projects involving around 400 partners, of which the majority of non-UK partners are from other EU countries (around 60 are non-EU, ‘international’ partners).  UEA has been developing a strong track record in European framework projects and has been involved in over 50 successful FP7/Horizon 2020 proposals to date.","acronym":"UEA","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Research and Innovation - Horizon 2020 funding&#xd;<br />Student and staff mobility, teaching and Training - Erasmus+ funding&#xd;<br />Research interests across the full breadth core activities - particularly environmental/climate change, food &amp; health, energy/low carbon, economic/business and family policy&#xd;<br />Economic development – ERDF and Interreg funding&#xd;<br />Non framework programmes - particularly the LIFE, the 3rd Health,  and the Rights, Equality &amp; Citizenship Programmes","lastUp":"2017-03-03T12:40:35.358+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}