{"id":"640246320926-25","name":"University of East Anglia","registrationDate":"2016-03-04T16:43:36.647+01:00","category":4,"subCategory":12,"legal":"Higher Education Institution","web":"http://www.uea.ac.uk","country":"United kingdom","headAddress":"Norwich Research Park","headCity":"Norwich","headPostCode":"NR4 7TJ","headPhone":"(44)16 03 45 61 61","boss":"Ian Callaghan","bossTitle":"Mr","bossPosition":"Chief Resource Officer","membersCount":7,"membersFTE":"1.75","membership":"Association of Research Managers and Administrators UK (ARMA UK)&#xd;\nARMA is the UK's professional association for research managers and administrators facilitating excellence in research by identifying and establishing best practice in research management and administration. www.arma.ac.uk/ &#xd;\n&#xd;\nPRAXISAURIL&#xd;\nPraxisauril is the UK's not-for-profit association for university and public sector knowledge exchange and commercialisation professionals.&#xd;\nwww.praxisauril.org.uk/&#xd;\n&#xd;\nUK Research Office (UKRO) &#xd;\nThe UK Research Office is the European office of its sponsoring organisations, the UK Research Councils, and subscribing institutions (in the main UK HEIs). UKRO's mission is to maximise UK engagement in EU-funded research, innovation and higher education activities. www.ukro.ac.uk/&#xd;\n&#xd;\nAURORA, a network of like-minded European universities that share a mission to advance social good, and are united by a commitment to build a different kind of inclusive university community that fits a more networked generation, that strives to help solve global challenges (in areas such as sustainability, climate and energy, digital technology and human life and health) and which provides collaborative space for members to learn from each other.  The nine universities in the network - Université Grenoble-Alpes, the University of Aberdeen, the University of Antwerp, the University of Bergen, the University of Duisburg-Essen, the University of East Anglia, the University of Gothenberg, the University of Iceland, and Vrije Universiteit in Amsterdam - believe there is no trade-off between research excellence by global standards, broad access for students and an inclusive academic environment and societal impact in research, teaching and outreach. They all strive to combine these elements in the fibres of the university organisation and culture.&#xd;\nhttp://www.aurora-network.global/","memberOrga":"https://www.uea.ac.uk/about","goal":"Established in 1963, the University of East Anglia (UEA) comprises four Faculties (Science, Medicine &amp; Health Sciences, Social Sciences, and Arts &amp; Humanities), and 19 Schools of study.  It supports around 11,000 undergraduates and 4,000 postgraduate students.&#xd;<br />&#xd;<br />UEA was ranked as a top 200 university in the Times Higher Education World University Rankings 2019, one of the youngest institutions in that elite. UEA was also ranked 14th in the Complete University Guide 2019 and 15th in the Times and Sunday Times Good University Guide 2019.&#xd;<br />&#xd;<br />In 2012, UEA was named the 10th best university in the world under fifty years old (Times Higher Education 100 Under 50).&#xd;<br />&#xd;<br />The City of Norwich, where UEA is based, has been ranked fourth in the UK for the number of most highly cited scientists after London, Cambridge and Oxford (Thomson Reuters).&#xd;<br />&#xd;<br />A significant proportion of research undertaken here at UEA is now supported by European funding, with a current portfolio of around 41 ‘live’ research projects, with a value of more than €28m.&#xd;<br />&#xd;<br />UEA has been developing a strong track record in European framework projects; in EU Framework Programme 7 (2008-2013) and under Horizon 2020 (2014 onwards), UEA has participated in or coordinated a total of around 75 European Projects.","acronym":"UEA","interests":"Agriculture and Rural Development, Banking and financial services, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Research and Innovation - Horizon 2020 funding&#xd;<br />Student and staff mobility, teaching and Training - Erasmus+ funding&#xd;<br />Research interests across the full breadth core activities - particularly environmental/climate change, food &amp; health, energy/low carbon, economic/business and family policy&#xd;<br />Economic development – ERDF and Interreg funding&#xd;<br />Non framework programmes - particularly the LIFE, the 3rd Health,  and the Rights, Equality &amp; Citizenship Programmes","lastUp":"2019-02-18T16:21:41.087+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}