{"id":"6403725595-50","name":"The Smoke Free Partnership","registrationDate":"2008-10-31T17:31:28.151+01:00","category":3,"subCategory":2,"legal":"Private Foundation under Belgian Law.","web":"http://www.smokefreepartnership.eu/","country":"Belgium","headAddress":"Rue de l'Industrie 24","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)24 30 73 56","boss":"Anca Toma","bossTitle":"Ms","bossPosition":"Director","membersCount":7,"membersFTE":"4.75","membership":"SFP is a member of the European Public Health Alliance (EPHA), and works informally with other civil society organisations engaged in public health advocacy at EU and national level.","memberOrga":"The Smokefree Partnership is a private Foundation.&#xd;\nIt has 5 Main partners:&#xd;\n* Cancer Research UK (CRUK),&#xd;\n* European Heart Network (EHN),&#xd;\n* Dutch Cancer Society (DCS)&#xd;\n* Norwegian Cancer Society (NCS)&#xd;\n* Belgian Foundation against Cancer (BFaC)&#xd;\nIt has also 1 Associate Partner:&#xd;\n* La Ligue contre le Cancer&#xd;\n&#xd;\nand around 40 partners in the SFP Coalition (listed  http://www.smokefreepartnership.eu/sfp-coalition-partners)","goal":"The Smoke Free Partnership (SFP) was created in 2006. &#xd;<br />&#xd;<br />SFP is a large European coalition of NGOs that works on EU policy analysis and advocacy, mobilising decision makers to make tobacco control a political priority. SFP Main partners are the Belgian Foundation Against Cancer, Cancer Research UK, the Dutch Cancer Society, the European Heart Network, and the Norwegian Cancer Society. La Ligue Contre le Cancer is an SFP Associate partner.&#xd;<br />&#xd;<br />SFP Coalition includes over 40 organisations from all over Europe.&#xd;<br />&#xd;<br />SFP recognises that the tobacco pandemic is nurtured by a global industry which transcends national boundaries and goes beyond the European arena. Thus, SFP is working with policy makers at EU level to ensure that tobacco control receives adequate political attention and increasing resources at global level.","acronym":"SFP","interests":"Agriculture and Rural Development, Consumers, Culture and media, Customs, Employment and Social Affairs, Environment, International co-operation and development, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"SFP follows all EU initiatives, policies and legislative files concerning the full and proper implementation of the WHO FCTC including taxation, international trade, illicit trade and product regulation.","lastUp":"2019-02-26T14:35:12.515+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}