{"id":"640373833321-01","name":"S &amp; T Bulgaria EOOD","registrationDate":"2018-11-26T11:04:54.835+02:00","category":2,"subCategory":3,"legal":"single owned limited company","web":"http://snt.bg","country":"Bulgaria","headAddress":"7 Iskarsko shosse bul.","headCity":"Sofia","headPostCode":"1528","headPhone":"(359)29 65 17 10","boss":"Vasil Minev","bossTitle":"Mr","bossPosition":"Finance director","membersCount":1,"membersFTE":"0.25","membership":"https://www.advantageaustria.org/bg/oesterreich-in-bulgaria/netzwerk/netzwerk.en.html&#xd;\n&#xd;\nhttps://amcham.bg/&#xd;\n&#xd;\nhttps://www.afcea-bg.org/","memberOrga":"We are part of S&amp;T AG, company listed on Frankfurt Stoch Exchange and part of TecDax index.&#xd;\n&#xd;\nHere you may find information regarding subsidiaries:&#xd;\nhttp://www.snt.at/2017_Geschaeftsbericht.pdf","goal":"S &amp; T Bulgaria EOOD is one of the leading IT system integrators and key player in the medical image diagnostics equipment field. We are providing both sales and professional services in both IT and equipment for medical image diagnosticts markets. &#xd;<br />We are part of S&amp;T AG - an Austrian company with strong presence in Central and Eastern Europe and via its subsidiary Kontron - in many countries around the globe. Its main markets are IoT, system integration, medical systems.&#xd;<br />In S &amp; T Bulgaria EOOD, we strive for professionalism, go-to-market and \"customer comes first\"approach. &#xd;<br />Our mission is to increase the productivity of our customers by providing them with the right solutions for their organizations. The support comes on all levels - design, delivery, post sales support.&#xd;<br />We believe that the EU is contributing to increase in prosperity and wealth for its citizens. Our customers","acronym":"","interests":"Borders and Security, Budget, Digital economy and society, Public Health, Taxation, Trade","euInitiatives":"EU Financial framework 2021-2027&#xd;<br />Horizon 2020&#xd;<br />COSME. Europe’s programme for small and medium-sized enterprises&#xd;<br />JESSICA: Joint European Support for Sustainable Investment in City Areas&#xd;<br />EUR-lex database","lastUp":"2019-05-27T14:02:50.535+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}