{"id":"6403725595-50","name":"The Smoke Free Partnership","registrationDate":"2008-10-31T17:31:28.151+02:00","category":3,"subCategory":2,"legal":"Private Foundation under Belgian Law.","web":"http://www.smokefreepartnership.eu/","country":"Belgium","headAddress":"Rue de l'Industrie 24","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)24 30 73 56","boss":"Anca Toma","bossTitle":"Ms","bossPosition":"Director","membersCount":4,"membersFTE":"3.5","membership":"The SFP is a member of the European Public Health Alliance, and works informally with other civil society organisations engaged in public health advocacy at EU and national level.","memberOrga":"The Smokefree Partnership is a private Foundation.&#xd;\nIt has 6 main partners:&#xd;\n* Cancer Research UK (CRUK),&#xd;\n* European Heart Network (EHN),&#xd;\n* Action on Smoking and Heallth (ASH (UK))&#xd;\n* Dutch Cancer Society (DCS)&#xd;\n* Norwegian Cancer Society (NCS)&#xd;\n* Belgian Foundation against Cancer (BFaC)&#xd;\n&#xd;\nand over 35 partners in the SFP Coalition (listed  http://www.smokefreepartnership.eu/sfp-coalition-partners)","goal":"The Smoke Free Partnership (SFP) was created in 2006. &#xd;<br />&#xd;<br />The SFP is a strategic, independent and flexible partnership between Cancer Research UK (CR-UK), the European Heart Network (EHN) and Action on Smoking and Health UK (ASH UK). Its vision is the implementation of the Framework Convention on Tobacco Control (FCTC) on a global level. It aims to promote tobacco-control advocacy and policy research at EU and national levels in collaboration with other EU health organisations and EU tobacco-control networks.&#xd;<br />&#xd;<br />SFP is also the home of the SFP Coalition with over 40 partners all around Europe.&#xd;<br />&#xd;<br />The SFP recognises that the tobacco pandemic is nurtured by a global industry which transcends national boundaries and goes beyond the European arena. Thus, the SFP is working with policy makers at EU level to ensure that tobacco control receives adequate political attention and increasing resources at global level.","acronym":"SFP","interests":"Agriculture, Consumers, Culture and media, Customs, Employment and Social Affairs, Environment, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"SFP follows all EU initiatives, policies and legislative files concerning the full and proper implementation of the WHO FCTC including taxation, international trade, illicit trade and product regulation.","lastUp":"2018-06-12T15:45:25.084+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}