{"id":"641098515046-40","name":"Belgian &amp; Luxembourg Federation of Automotive &amp; Two-wheeler Industry","registrationDate":"2014-11-28T12:20:43.989+02:00","category":2,"subCategory":4,"legal":"VZW/ASBL","web":"http://www.febiac.be","country":"Belgium","headAddress":"Woluwelaan, 46","headCity":"Brussel","headPostCode":"1200","headPhone":"(32)27 78 64 00","boss":"Luc BONTEMPS","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"1.0","membership":"OICA: Organisation Internationale des Constructeurs d’Automobile (www.oica.net) &#xd;\nACEA : European Automobile Manufacturers Association (www.acea.be)&#xd;\nACEM : Association des Constructeurs Européens de Motocycles/European Motorcycle Manufacturers in Europe (www.acem.eu)&#xd;\nVBO/FEB : Federation of Belgian enterprises (www.vbo-feb.be)&#xd;\nVOKA : Flanders' Chamber of Commerce and Industry (www.voka.be)&#xd;\nUWE : Walloon Chamber of Commerce and Industry (www.uwe.be)&#xd;\nBECI : Brussels chamber of Commerce and Industry (www.beci.be)&#xd;\n&#xd;\n+ others","memberOrga":"https://www.febiac.be/public/members.aspx?lang=FR","goal":"Algemene focus op monitoring, analyse, positionering, belangenverdediging op subnationaal, nationaal, Europees en internationaal vlak. Organisatie van werkgroepen, fora, workshops, events en andere overlegplatforms voor het bespreken van diverse thema's inzake komende en bestaande wetgeving, maatschappelijke issues, sectorbepaling en belangverdediging in ruime zin. &#xd;<br />&#xd;<br />Voorbeeld van een aantal subtaken : &#xd;<br />&#xd;<br />-Verzamelen van alle mogelijke economische gegevens voor de leden, volgen van de evolutie inzake fiscaliteit (federaal, regionaal en internationaal) en ondersteuning van FEBIAC-standpunten met objectieve, economische informatie.&#xd;<br />&#xd;<br />-Actieve deelname en aansturen/stimulus voor het mobiliteitsdebat met concrete oplossingen. &#xd;<br />&#xd;<br />-Monitoren, opvolgen, analyseren van de ontwikkeling van de technische wetgeving voor alle types voertuigen. &#xd;<br />&#xd;<br />-Juridisch,  regulatory, politiek/maatschappelijke analyse, advies en ondersteuning inzake subnationale, nationale, Europese en internationale wetgeving.&#xd;<br />&#xd;<br />-Diverse studies en impactanalyses&#xd;<br />&#xd;<br />-Terbeschikkingstelling van gegevens, opstellen, verwerken en bijhouden van statistieken op basis van het bestaande wagenpark of de inschrijvingen van voertuigen.&#xd;<br />&#xd;<br />-Aanspreekpunt voor de industrie, overheden en media &#xd;<br />&#xd;<br />-Organisatie van het Autosalon ('European Motor Show Brussels\").","acronym":"FEBIAC","interests":"Budget, Business and Industry, Climate Action, Competition, Consumers, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Environment, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Wetgevende en niet-wetgevende initiatieven inzake mobiliteit, industriële competitiviteit, digitale agenda, fiscaliteit, klimaat, milieu, energie, mededinging.","lastUp":"2018-09-12T19:39:38.464+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}