{"id":"641204730486-35","name":"Masarykova univerzita","registrationDate":"2018-03-02T10:06:43.978+02:00","category":4,"subCategory":12,"legal":"public university","web":"http://www.muni.cz","country":"Czech republic","headAddress":"Žerotínovo nám. 617/9","headCity":"Brno","headPostCode":"60177","headPhone":"(420)5 49 49 11 11","boss":"Mikuláš Bek","bossTitle":"Mr","bossPosition":"Rector","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"•\tCzech Rectors Conference (CRC)&#xd;\n•\tCouncil of Higher Education Institutions (CHEI)&#xd;\n•\tCompostela Group of Universities (CGU)&#xd;\n•\tEuropean Association for Institutional Research (EAIR)&#xd;\n•\tEuropean University Association (EUA)&#xd;\n•\tInternational Association of Universities (IAU)&#xd;\n•\tInternational Student Exchange Programme (ISEP)&#xd;\n•\tInter-University Centre Dubrovnik (IUC)&#xd;\n•\tUndergraduate Awards (UA)&#xd;\n•\tUtrecht Network (UN)","goal":"Masaryk University since its foundation in 1919 as the second oldest Czech university occupies a position of the second largest higher education institution in the Czech Republic in terms of the number of students. &#xd;<br />&#xd;<br />Masaryk University thrives for many years to hold the role of pioneer in showing the direction in a number of areas of higher education. Thanks to the implementation of the procedures for quality assurance of the educational process and implementation of in-depth analysis and surveys in the student population, the University has become a strategic partner for a range of reform topics at the national level. Compared to other Czech universities Masaryk University excels in the long term internationalization, mainly thanks to the successful organisation of student mobility in the framework of European programmes, the creation of the University's networks and bilateral agreements. &#xd;<br />&#xd;<br />Masaryk University's mission is to create and disseminate knowledge, thus enhancing the quality of life and fostering cultural growth in the community. &#xd;<br />&#xd;<br />This mission stems from the university’s founding values that are widely shared by the academic community of the University. &#xd;<br />&#xd;<br />These values are: freedom, respect for rules and responsibility.","acronym":"MUNI, MU","interests":"Education, Financial Stability, Financial Services and Capital Markets Union , Regional Policy, Research and Technology, Sport","euInitiatives":"Horizon 2020 and other European research programmes. Policies and initiatives relating to higher education including further internationalisation, mobility, research, innovation, technology and knowledge transfer as well as the European Research Area.","lastUp":"2018-03-22T10:24:47.631+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}