{"id":"641394836396-43","name":"Endeavour For Living Together","registrationDate":"2019-10-29T22:14:00.623+01:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.enlivit.org","country":"Belgium","headAddress":"Avenue de l'Aquilon","headCity":"Brussels","headPostCode":"1200","headPhone":"(32)04 88 89 33 69","boss":"Erkan Yildiz","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"ENLIVIT is a non-profit organization based in Brussels, Belgium.&#xd;<br />&#xd;<br />ENLIVIT wants to contribute to an inclusive society in which all people, regardless of their social, cultural or religious background,can participate. &#xd;<br />&#xd;<br />ENLIVIT carries out projects for developing skills and self-confidence of children and young people, organizes socio-cultural and educational activities for women of all backgrounds and ages, and brings together different segments of society to create a common understanding.&#xd;<br />&#xd;<br />ENLIVIT is active at local and regional level and works to promote social cohesion, mutual understanding and active citizenship in our multicultural communities. It aims at contributing to the empowerment and integration of refugees and migrants. It conducts its projects in cooperation with local authorities and migrant communities in Belgium.&#xd;<br />&#xd;<br />ENLIVIT also focuses on highlighting the most important structural challenges of the developing countries.","acronym":"ENLIVIT","interests":"Borders and Security, Communication, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Research and innovation, Sport, Trans-European Networks, Youth","euInitiatives":"ENLIVIT focuses on initiatives and policies related to culture, migration, development, refugee, cohesion, empowerment of women and youth, enlargement policies, research and media.","lastUp":"2019-10-29T22:14:59.857+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}