{"id":"64226865049-04","name":"Europäische Akademie Bozen","registrationDate":"2011-01-20T13:15:15.216+01:00","category":4,"subCategory":5,"legal":"private non profit research center","web":"http://www.eurac.edu/en/eurac/welcome/default.html","country":"Italy","headAddress":"Viale Druso/Drususallee, 1","headCity":"Bolzano/ Bozen","headPostCode":"39100","headPhone":"(0039)04 71 05 50 55","boss":"Stephan Ortner","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"0.5","membership":"EURAC is a member with EARTO, NEREUS, EARMA and EUROMONTANA  in Brussels&#xd;\nEURAC cooperates with the Autonomous Province of Bolzano and works together with ERRIN network.&#xd;\nResearchers are collaborating with the European Technology Platform Renewable Heating and Cooling.","memberOrga":"1. Autonome Provinz Bozen&#xd;\n2. Autonome Region Trentino-Südtirol​&#xd;\n3. Bezirksgemeinschaft Burggrafenamt &#xd;\n4. Brennercom AG &#xd;\n5. Freie Universität Bozen &#xd;\n6. Gemeinde Bozen &#xd;\n7. Gemeinde Brixen &#xd;\n8. Gemeinde Meran &#xd;\n9. Handels-, Industrie-, Handwerks- und Landwirtschaftskammer &#xd;\n10. Handels- und Dienstleistungsverband Südtirol &#xd;\n11. Hoteliers- und Gastwirteverband &#xd;\n12. IDM Südtirol – Alto Adige​​&#xd;\n13. Landesverband der Handwerker &#xd;\n14. Messe Bozen &#xd;\n15. Raiffeisenverband Südtirol &#xd;\n16. Stiftung Südtiroler Sparkasse &#xd;\n17. Südtiroler Bauernbund &#xd;\n18. Südtiroler Kulturinstitut​&#xd;\n19. Universität zu Lübeck &#xd;\n20. Verlagsanstalt Athesia GmbH","goal":"EURAC was established in 1992 as a private non-profit organization for advanced research and further education, funded by both, private and public means. It has a turnover of about 33 million € and 391 collaborators. Its 11 institutes are active in 4 main sectors \"Autonomies\", \"Health\", \"Mountains\" and \"Technologies\". &#xd;<br />&#xd;<br />EURAC is home to researchers from across Europe who work together on a wide range of interdisciplinary projects. Linguists, geneticists and experts in law and natural sciences collaborate with public and private agencies towards the resolution of some of the most central issues of our day. Together they contribute to the creation of a future-oriented Europe.&#xd;<br />&#xd;<br />Service departments support researchers in dissemination of scientific results to scientific and public&#xd;<br />community at local, national and international level. &#xd;<br />Foster relations with international organisations, public and government offices, worldwide.  Establish new institutional contacts, support and follow the participation of EURAC institutes in international projects and initiatives.","acronym":"EURAC Research","interests":"Budget, Climate Action, Communication, Culture, Development, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Food Safety, General and Institutional Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Trans-European Networks, Transport, Youth","euInitiatives":"Europe 2020, Citizens initiative, Synergies Horizon 2020 and Structural Funds, Smart cities and Communities, Energy efficiency in buildings, Space technologies and applications. &#xd;<br />Projects under ESPON, NATURA, LIFE, HORIZON 2020, EUTC","lastUp":"2017-11-27T12:03:40.632+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}