{"id":"64226865049-04","name":"Europäische Akademie Bozen","registrationDate":"2011-01-20T13:15:15.216+01:00","category":4,"subCategory":5,"legal":"private non profit research center","web":"http://www.eurac.edu/en/eurac/welcome/default.html","country":"Italy","headAddress":"Viale Druso/Drususallee, 1","headCity":"Bolzano/ Bozen","headPostCode":"39100","headPhone":"(0039)04 71 05 50 55","boss":"Stephan Ortner","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"0.5","membership":"EURAC is a member with EARTO, NEREUS, EARMA and EUROMONTANA  in Brussels&#xd;\nEURAC cooperates with the Autonomous Province of Bolzano and works together with ERRIN network.&#xd;\nResearchers are collaborating with the European Technology Platform Renewable Heating and Cooling.&#xd;\nEURAC is a member of APRE (Italy).","memberOrga":"I. Full members&#xd;\nAutonome Provinz Bozen&#xd;\nAutonome Region Trentino-Südtirol​&#xd;\nBezirksgemeinschaft Burggrafenamt&#xd;\nBrennercom AG&#xd;\nFree University of Bozen-Bolzano&#xd;\nGemeinde Bozen&#xd;\nGemeinde Brixen&#xd;\nGemeinde Meran&#xd;\nHandels-, Industrie-, Handwerks- und Landwirtschaftskammer&#xd;\nHandels- und Dienstleistungsverband Südtirol&#xd;\nHoteliers- und Gastwirteverband&#xd;\nIDM Südtirol – Alto Adige​​​&#xd;\nLandesverband der Handwerker&#xd;\nMesse Bozen&#xd;\nRaiffeisenverband Südtirol&#xd;\nStiftung Südtiroler Sparkasse&#xd;\nSüdtiroler Bauernbund&#xd;\nSüdtiroler Kulturinstitut​&#xd;\nUniversität zu Lübeck&#xd;\nAthesia AG&#xd;\n &#xd;\n&#xd;\nII. Contributing members&#xd;\nLeitner AG&#xd;\nRaiffeisenkasse Bozen&#xd;\nSüdtiroler Volksbank​","goal":"EURAC was established in 1992 as a private non-profit organization for advanced research and further education, funded by both, private and public means. It has a turnover of about 34 million € and 430 collaborators. Its 11 institutes are active in 4 main sectors \"Autonomies\", \"Health\", \"Mountains\" and \"Technologies\". &#xd;<br />&#xd;<br />EURAC is home to researchers from across Europe who work together on a wide range of interdisciplinary projects. Linguists, geneticists and experts in law and natural sciences collaborate with public and private agencies towards the resolution of some of the most central issues of our day. Together they contribute to the creation of a future-oriented Europe.&#xd;<br />&#xd;<br />Service departments support researchers in dissemination of scientific results to scientific and public&#xd;<br />community at local, national and international level. &#xd;<br />Foster relations with international organisations, public and government offices, worldwide.  Establish new institutional contacts, support and follow the participation of EURAC institutes in international projects and initiatives.","acronym":"Eurac Research","interests":"Budget, Business and Industry, Climate Action, Communication, Culture, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Trans-European Networks, Transport, Youth","euInitiatives":"Europe 2020, Citizens initiative, Synergies Horizon Europe and Structural Funds, Smart cities and Communities, Energy efficiency in buildings, Space technologies and applications. Joint Programming Initiatives, PRIMA, Eranets.&#xd;<br />Projects under ESPON, NATURA, LIFE, HORIZON 2020, EUTC.&#xd;<br />Public sector information directive, state aid issues.","lastUp":"2019-10-29T15:16:25.749+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}