{"id":"64339983762-18","name":"STEP","registrationDate":"2010-06-21T11:23:54.662+01:00","category":2,"subCategory":4,"legal":"Company limited by guarantee","web":"http://www.step.org","country":"United kingdom","headAddress":"Artillery House","headCity":"London","headPostCode":"SW1P 1RT","headPhone":"(44)20 37 52 37 00","boss":"Mark  Walley","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":1,"membersFTE":"1.0","membership":"Anti-Money Laundering Europe; International Fiscal Association; European Law Institute.","memberOrga":"","goal":"STEP is the worldwide professional association for those advising families across generations. We help people understand the issues families face in this area and promote best practice, professional integrity and education to our members.&#xd;<br />&#xd;<br />Currently we have around 20,000 members across 95 countries from a range of professions, including lawyers, accountants and other specialists. Our members help families plan for their futures: from drafting a will or advising family businesses, to helping international families and protecting vulnerable family members.","acronym":"","interests":"Banking and financial services, Borders and Security, Economy, finance and the euro, Justice and Fundamental Rights, Taxation","euInitiatives":"Disincentives for advisors and intermediaries for potentially aggressive tax planning schemes;&#xd;<br />&#xd;<br />Brexit related issues;&#xd;<br />&#xd;<br />Succession Regulation 650/2012;&#xd;<br />&#xd;<br />Expert group on taxation of individuals - removing tax problems facing individuals who are active across border within the EU;&#xd;<br />&#xd;<br />Vulnerable persons;&#xd;<br />&#xd;<br />Mental capacity;&#xd;<br />&#xd;<br />Anti-Money Laundering Legislation; &#xd;<br />&#xd;<br />EU List of non-cooperative jurisdictions in taxation matters.","lastUp":"2019-11-25T11:29:59.929+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}