{"id":"643605225210-92","name":"DesertNet International","registrationDate":"2016-12-21T14:55:35.275+01:00","category":3,"subCategory":2,"legal":"Civil Society Organisation","web":"http://www.desertnet-international.org/","country":"Germany","headAddress":"Biocentre Klein Flottbek and Botanical Garden","headCity":"Hamburg","headPostCode":"22609","headPhone":"(33)4 67 04 31 88","boss":"Mélanie Dr. Requier-Desjardins","bossTitle":"Ms","bossPosition":"Chair of DesertNet International ","membersCount":25,"membersFTE":"6.25","membership":"As a non-profit organisation the DNI is accredited as CSO to the UNCCD, UNFCCC and to IPBES. As a scientific network it has members in THE SINO-EU PANEL ON LAND AND SOIL. DNI has developed a consortium with WOCAT (www.wocat.net) and GNDRI (www.gndri.net). Its accreditation with IPCC is ongoing.","memberOrga":"DNI is a  CSO and non-profit Organisation.&#xd;\n&#xd;\nCurrently, the DNI has 337 members from 52 countries: http://www.desertnet-international.org/member_dni_list.php &#xd;\n&#xd;\nThe DNI Steering Committee has 13 members (http://www.desertnet-international.org/steeringcomm_dni.php).  The DNI Advisory Board has 10 members (http://www.desertnet-international.org/advisoryboard_dni.php).","goal":"DesertNet International is a platform for scientific discussions and exchange of ideas. The platform fosters cutting edge science, identifies topics and research areas. DNI analyses the scientific state of the art of the main topics in desertification assessment, risk evaluation, mitigation and restoration. It articulates the economic drivers and the socio-economic consequences of desertification, and integrates scientific findings across disciplines, translate into common language and communicate scientific findings.","acronym":"DNI","interests":"Agriculture and Rural Development, Environment, Research and Technology","euInitiatives":"DesertNet International is member of the SINO-EU PANEL ON LAND AND SOIL","lastUp":"2017-12-21T12:21:21.781+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}