{"id":"6437280268-55","name":"Gesamtverband der Deutschen Versicherungswirtschaft e.V.","registrationDate":"2008-08-01T11:57:11.812+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.gdv.de","country":"Germany","headAddress":"Wilhelmstraße, 43 / 43 G","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)30 20 20 50 00","boss":"Dr. Jörg Freiherr Frank von Fürstenwerth","bossTitle":"Mr","bossPosition":"Vorsitzender der Geschäftsführung und gf. Präsidiumsmitglied","membersCount":21,"membersFTE":"11.0","membership":"Der Gesamtverband der Deutschen Versicherungswirtschaft ist Mitglied im europäischen Versichererverband ‚Insurance Europe‘ (siehe: http://www.insuranceeurope.eu) und im internationalen Versichererverband GFIA (siehe: http://www.gfiainsurance.org/en/).","memberOrga":"Der Gesamtverband der Deutschen Versicherungswirtschaft (GDV) hat rund 460 Mitglieder. &#xd;\n&#xd;\nDie vollständige Liste der GDV-Mitglieder siehe: http://www.gdv.de/mitglieder/","goal":"Der Gesamtverband der Deutschen Versicherungswirtschaft (GDV) mit Sitz in Berlin ist die Dachorganisation der privaten Versicherer in Deutschland. Die rund 460 Mitglieder sorgen durch 435 Millionen Versicherungsverträge für umfassenden Risikoschutz und Vorsorge sowohl für die privaten Haushalte wie für Industrie, Gewerbe und öffentliche Einrichtungen. Als Risikoträger und bedeutender Kapitalgeber (Kapitalanlagebestand 1,6 Billionen Euro) haben die privaten Versicherungsunternehmen auch eine herausragende Bedeutung für Investitionen, Wachstum und Beschäftigung in der deutschen Volkswirtschaft. Die Versicherungswirtschaft bietet zudem für 513.000 Menschen eine Erwerbstätigkeit als Angestellte bei Versicherern und im Vermittlergewerbe oder als selbstständige Versicherungsvermittler / -berater. (Zahlen November 2018) &#xd;<br />&#xd;<br />Siehe auch: http://www.gdv.de/ueber-uns/   &#xd;<br />&#xd;<br />Der GDV bündelt und vertritt die Positionen der deutschen Versicherungswirtschaft gegenüber der Gesellschaft, der Politik, der Wirtschaft, den Medien und der Wissenschaft. Er setzt sich für ordnungspolitische Rahmenbedingungen ein, die den Versicherern die optimale Erfüllung ihrer Aufgaben ermöglichen. Zugleich ist der Verband sachkundiger Ansprechpartner für alle die Versicherungswirtschaft betreffenden Fachfragen und steht der Öffentlichkeit mit seinem Fundus an Erfahrungen und Kenntnissen zur Verfügung. Der GDV informiert und unterstützt als Dienstleister seine Mitgliedsunternehmen, nimmt branchenrelevante politische und gesellschaftliche Entwicklungen auf und erarbeitet Lösungsvorschläge.&#xd;<br />&#xd;<br />Ergänzend siehe die Satzung des GDV unter: https://www.gdv.de/resource/blob/23898/dac9a49f0314e6e7be4d0debbb26f5fa/satzung-des-gdv-data.pdf","acronym":"GDV","interests":"Agriculture and Rural Development, Borders and Security, Budget, Business and Industry, Climate Action, Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Institutional affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Zu ausgewählten  Themenfeldern, die der Gesamtverband der Deutschen Versicherungswirtschaft (GDV) auf EU-Ebene derzeit verfolgt, gehören u.a.:&#xd;<br />&#xd;<br />- Aufsichtsrecht: u.a. Solvabilität II, Internationale Kapitalmarktstandards, Finanzielle Berichterstattung&#xd;<br />- Verbraucherschutz: u.a. Grünbuch über Finanzdienstleistungen für Privatkunden&#xd;<br />- Kapitalmarkt: u.a. Kapitalmarktunion und Investitionsinitiativen (EFSI)&#xd;<br />- Datenschutz, Digitaler Binnenmarkt, Big Data&#xd;<br />- Recht: u.a. Europäisches Vertrags- und Gesellschaftsrecht, Geldwäschebekämpfung&#xd;<br />- Schaden-, Unfall- und Haftpflichtversicherung: u.a. Klimaanpassung, Produkthaftung, Berufshaftpflicht, Straßenverkehrssicherheit&#xd;<br />- Antidiskriminierung &#xd;<br />- Vertrieb und Versicherungsvermittlung&#xd;<br />- Rückversicherung&#xd;<br />- Altersvorsorge","lastUp":"2019-02-26T10:53:43.880+01:00","customers":"","costAbsolu":"","costRange":"2500000-2749000","turnoverAbsolu":0,"turnoverRange":""}