{"id":"643796635273-34","name":"WEConnect International","registrationDate":"2019-07-01T17:25:14.318+02:00","category":3,"subCategory":2,"legal":"501(c)3 non-profit","web":"http://weconnectinternational.org","country":"United states","headAddress":"1100 H ST NW","headCity":"Washington, DC","headPostCode":"20005","headPhone":"(1)20 28 10 60 19","boss":"Elizabeth Vazquez","bossTitle":"Ms","bossPosition":"CEO and Co-Founder","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"WEConnect International members are large procurement organizations that share similar values, looking to build sustainable communities through the empowerment and sourcing from women-owned businesses around the globe. An up-to-date list of all WEConnect International corporate members can be found on our website here: https://weconnectinternational.org/en/corporate-membership/corporate-members","goal":"WEConnect International supports women-owned businesses to succeed in global value chains and build their local economies, contributing to poverty reduction and boosting future economic growth. Our vision is a world in which women have the same opportunity as their male counterparts to design and implement business solutions that create wealth and ensure the sustainable prosperity of their communities. We are leading global systemic change with corporations, multilateral organizations, and governments to implement practices that expand opportunities to women-owned businesses. WEConnect International identifies, educates, registers, and certifies women's business enterprises based outside of the U.S. that are at least 51% owned, as well as managed and controlled by one or more women, and then connects them with multinational corporate buyers.","acronym":"","interests":"Business and Industry, Education and training, Trade","euInitiatives":"WEConnect International is interested in Directive 2014/23/EU of 26 February 2014 on the award of concession contracts, which ensures that all EU economic actors have effective and non-discriminatory access to the EU market. WEConnect International does not advocate for particular legislation or policy nor does it seek to change legislation or policy in the EU or any other public forum.","lastUp":"2019-07-01T17:25:59.684+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}