{"id":"643896619354-31","name":"Sociedade Portuguesa de Autores C.R.L.","registrationDate":"2015-10-29T13:14:16.904+02:00","category":2,"subCategory":7,"legal":"C.R.L. - Limited Liability Cooperative","web":"http://www.spautores.pt","country":"Portugal","headAddress":"Av. Duque de Loulé, 31","headCity":"Lisbon","headPostCode":"1069 - 153","headPhone":"(351)2 13 59 44 00","boss":"José Jorge Letria","bossTitle":"Mr","bossPosition":"Presidente &amp; CEO","membersCount":5,"membersFTE":"1.25","membership":"CISAC (International Confederation of Societies of Authors and Composers);&#xd;\nBIEM (Bureau International des Sociétés gérant les Droits d'Enregistrement et de Reproduction Mécanique);&#xd;\nGESAC (European Grouping of Societies of Authors and Composers); &#xd;\nSAA (Society of Audiovisual Authors); &#xd;\nEVA (European Visual Artists); &#xd;\nEWC (European Writers' Council); &#xd;\nIFRRO (The International Federation of Reproduction Rights Organisations).","memberOrga":"","goal":"A SPA – SOCIEDADE   PORTUGUESA   DE   AUTORES, fundada em 1925, é uma sociedade de gestão colectiva multidisciplinar que, no desenvolvimento da sua actividade, prossegue a protecção dos direitos autorais dos autores que representa e a gestão colectiva desses direitos sobre obras musicais, obras dramáticas e dramático-musicais, obras cinematográficas, obras audiovisuais, obras literárias e obras de artes visuais. &#xd;<br />&#xd;<br />A área de actuação da SPA cobre todos os sectores criativos, sendo o seu principal objectivo defender o Direitos de Autor e garantir que os autores recebam uma remuneração justa pela utilização das suas obras.","acronym":"SPA","interests":"Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Justice and Fundamental Rights, Single market, Taxation","euInitiatives":"Todas as iniciativas, políticas e dossiêrs legislativos da UE respeitantes ao Direito de Autor e à sua gestão, designadamente, a actual estratégica para o mercado único digital.","lastUp":"2018-08-24T18:28:58.200+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}