{"id":"644009216018-24","name":"The Hundred Group of Finance Directors","registrationDate":"2015-02-11T20:06:33.516+01:00","category":2,"subCategory":1,"legal":"Professional Association","web":"http://www.the100group.co.uk","country":"United kingdom","headAddress":"Care of National Grid","headCity":"London","headPostCode":"WC2N 5EH","headPhone":"(44)78 24 50 92 73","boss":"Andrew Bonfield","bossTitle":"Mr","bossPosition":"Chairman","membersCount":1,"membersFTE":"0.25","membership":"The 100 Group does not belong to any such organisations.  Member individuals may belong personally or through their employer to other associations.","memberOrga":"Members are individuals, not organisations.  Members include Finance Directors or equivalent of FTSE 100 and certain other large UK private companies.","goal":"The 100 Group is a collective voice for UK-based business, promoting competitiveness within the UK, a strong economy and long term growth.  Our membership represents the views of the Finance Directors of FTSE 100 and several other large UK private companies.&#xd;<br />&#xd;<br />The overarching objective of The 100 Group is to promote the competitiveness of the UK for UK businesses particularly in the areas of tax, reporting, pensions, regulation, capital markets and corporate governance for the benefit of its members, the UK economy and long term growth of the UK&#xd;<br />&#xd;<br />Our priorities are to: Improve UK competitiveness; Enhance the contribution of big business; and to Be connected.","acronym":"The 100 Group","interests":"Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Information Society, Internal Market, Research and Technology, Taxation, Trade","euInitiatives":"Responding to consultations and initiatives on proposed regulations that would affect areas such as tax, pensions, financial reporting, corporate governance and capital markets.","lastUp":"2018-02-13T12:54:25.722+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}