{"id":"644030430490-66","name":"Internationaler Bund e.V., IB Süd","registrationDate":"2018-03-06T11:42:11.325+01:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://www.internationaler-bund.de","country":"Germany","headAddress":"Heusteigstr. 90/92","headCity":"Stuttgart","headPostCode":"70180","headPhone":"(49)7 11 25 85 88 11","boss":"Bernd Umbach","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":25,"membersFTE":"6.25","membership":"","memberOrga":"","goal":"Der IB Süd mit Hauptsitz in Stuttgart ist in Württemberg und Bayern an 50 Orten und in über 100 Betriebsstätten tätig. So vielfältig unsere Geschäftsfelder auch sind – unter dem Dach des IB Süd sind sie alle miteinander verwoben, bauen aufeinander auf und verbinden sich zu einem sinnvollen Ganzen. Gerade das macht uns stark. &#xd;<br />&#xd;<br />Der Internationale Bund (IB) ist mit fast 14.000 Mitarbeiterinnen und Mitarbeiter einer der großen Dienstleister in der Jugend-, Sozial- und Bildungsarbeit in Deutschland. Er unterstützt Kinder, Jugendliche, Erwachsene und Senioren unabhängig von ihrer Herkunft, Religion oder Weltanschauung dabei, ein selbstverantwortetes Leben zu führen. Der Leitsatz „MenschSein stärken“ ist für die Mitarbeiterinnen und Mitarbeiter des IB Motivation und Orientierung.&#xd;<br />Gegründet im Jahr 1949, blickt der IB auf jahrzehntelange Erfahrungen mit Menschen in kritischen Situationen zurück. Sein unternehmerisches Handeln basiert auf gesellschaftlichem Engagement und der Übernahme sozialer Verantwortung. Ob moderne Aus- und Weiterbildung, Vermittlung beruflicher Qualifikation oder fachkundiges Management sozialer Dienste: Der IB ist der richtige Ansprechpartner.&#xd;<br />Hauptsitz der Unternehmensgruppe ist Frankfurt am Main.","acronym":"IB Süd","interests":"Culture, Education, Information Society, Sport, Youth","euInitiatives":"Erasmus+ &#xd;<br />New Skills Agenda for Europe&#xd;<br />Weißbuch der EU-Kommission zur Zukunft&#xd;<br />Initiativen zur Sozialpolitik und Arbeitsmarktpolitik&#xd;<br />Soziales Europa&#xd;<br />Europa 2020&#xd;<br />Digital Education Action Plan","lastUp":"2018-03-06T11:43:10.256+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}