{"id":"644159123154-39","name":"ASOCIACION NACIONAL DE PRODUCTORES DE GANADO PORCINO","registrationDate":"2016-08-26T13:26:42.344+02:00","category":2,"subCategory":4,"legal":"Asociacion","web":"http://www.anprogapor.es","country":"Spain","headAddress":"C/ Juan Bravo, 67 - 1º - B","headCity":"MADRID","headPostCode":"28006","headPhone":"(34)9 14 02 22 72","boss":"MIGUEL ANGEL HIGUERA PASCUAL","bossTitle":"","bossPosition":"DIRECTOR","membersCount":1,"membersFTE":"0.5","membership":"Asociación Nacional de Porcino Selecto (ANPS). www.anps.es&#xd;\nAsociación Regional Andaluza de productores de ganado porcino y de la dehesa española (ARAPORC). www.araporc.es&#xd;\nAsociacion Navarra de Productores de Ganado Porcino.&#xd;\nFederacion Gallega de Productores de Ganado Porcino (Fegapor)","memberOrga":"ANPROGAPOR es miembro de:&#xd;\n&#xd;\n- INTERPORC. Interprofesional de porcino de capa blanca. www.interporc.com&#xd;\n- ASICI. Interprofesional de cerdo ibérico. www.iberico.com&#xd;\n- Plataforma tecnológica de Sanidad Animal. Vet+i. www.vetmasi.es&#xd;\n- UECBV. Federación europea para el comercio de animale y carne. www.uecbv.eu&#xd;\n- FESASS. Federacion Europea para la sanidad animal y seguridad sanitaria. www.fesass.eu&#xd;\n-OIPORC. Organizacion Iberoamericana de Porcinocultores. www.oiporc.com","goal":"El estudio y propuesta de soluciones conjuntamente con las Administraciones a los problemas del sector porcino. Colaborar con las Administraciones en el campo de la sanidad porcina. Asesorar a sus socios de las disposiciones vigentes que puedan afectar a la regulación y ordenación del sector. Promover programas de formación para ganaderos, veterinarios, encargados y obreros de explotaciones. Informar a sus asociados de las actividades que desempeña la Asociación.","acronym":"ANPROGAPOR","interests":"Agriculture, Business and Industry, Competition, Consumers, Customs, Economy, finance and the euro, Environment, Food Safety, Public Health, Regional Policy, Single market, Trade","euInitiatives":"Sanidad Animal&#xd;<br />Seguridad alimentaria&#xd;<br />Bienestar animal&#xd;<br />Medio ambiente&#xd;<br />Sostenibilidad","lastUp":"2018-07-05T13:12:48.629+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}