{"id":"644394536792-36","name":"Beratungsgesellschaft für Leit-, Informations- und Computertechnik mbH","registrationDate":"2019-12-12T11:02:52.910+01:00","category":1,"subCategory":6,"legal":"Gesellschaft mit beschränkter Haftung (GmbH)","web":"http://blic.de","country":"Germany","headAddress":"Rheinstrasse 45","headCity":"Berlin","headPostCode":"12161","headPhone":"(49)3 08 59 54 00","boss":"Jörn Janecke","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"With a highly-qualified interdisciplinary team, we are in the best position to achieve a major goal: solutions for the mobility of tomorrow.&#xd;<br />With advice and action, we implement your requirements: As a consultant, we develop concepts, as project managers and planners we implement. For you, this means that we can start a project at a very early stage - and stay there until the last station.&#xd;<br />We develop mature and integrative concepts for IT systems in dialogue with our customers. On this basis, we successfully integrate your IT applications into existing networks or plan them completely new.&#xd;<br />We are at your disposal for transport systems and mobility concepts with consulting and engineering services. We create studies and concepts for individual applications for you, guarantee the interdisciplinary project tasks from the preliminary planning to the tender and support you with the award and implementation.&#xd;<br />What our signature carries is equal to the demands of the mobile society. Tomorrow too.","acronym":"BLIC","interests":"Digital economy and society, Research and innovation, Transport","euInitiatives":"BLIC is active in Research and Innovation actions in the field of transport and mobility with special focus on public transportation services, infrastructure and information technologies. &#xd;<br />Furthermore, BLIC is active in international and transregional projects of Territorial Cooperation Programmes to spread know-how and to deploy innovative solution across Europe.","lastUp":"2019-12-12T11:03:54.556+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"100000-499999"}