{"id":"644434926023-88","name":"Stowarzyszenie Mi?dzynarodowej i Mi?dzykulturowej Wymiany ANAWOJ","registrationDate":"2017-02-27T19:49:07.850+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.anawoj.org","country":"Poland","headAddress":"ul. Gr?decka 4","headCity":"Micha?owo","headPostCode":"16-050","headPhone":"(48)7 17 91 45","boss":"Wojciech Pappai","bossTitle":"Mr","bossPosition":"Chairperson","membersCount":1,"membersFTE":"0.25","membership":"-","memberOrga":"-","goal":"Association of International and Intercultural Exchange ANAWOJ is a non-governmental organization from the north - eastern of Poland, working on a local, regional and international level. We actively participate in the development of our region and promote the civil and social activity among inhabitants. We act to promote the intercultural exchange and dialog between different cultures and people from different cultural and social backrounds. Our target groups are: mainly kids and youth, but also their parents, teachers, youth workers, youth leaders and also seniors.&#xd;<br />The main aims of our activities are: creation of conditions for the international understanding, rising the public and social involvement, dissemination of the idea of national and international voluntary service, promotion of the cultural diversity, active work in ecology and environmental protection sector, taking actions against unemployment and social exclusion. Furthermore, we want to promote active leisure time and a healthy lifestyle. We want to contribute to the development of openness and tolerance among people of our community, especially the youth and the children, but also between different generations.&#xd;<br />Our regular activities are: &#xd;<br />- We arrange international youth exchanges, international summer work camps, regional seminars about Youth in action program and workshops for youth leader about project management; &#xd;<br />- preparing, sending, hosting and accompanying volunteers and trainees; animation of the cultural life by preparing trainings, educational-seminars, organization of meetings with young people to create the leisure-time-activity, to discuss the present problems and future and to argue about \"anti-alien-feeling\" and stereotypes; &#xd;<br />- we are very active in programs about non-formal education in fields of: active citizienship, youth participation in democracy, global education, sustainable development, and environmental and ecological education.&#xd;<br />- Since 2014 we are realizing the project \"Boomerang Action\" in frame of in KA2 - strategic partnership: together with partners from Germany and Poland we want to raise the quality of learning through the introduction of new approaches and to develop key competencies in young people. To achieve this goal we are working inspired by activities taking place in Saxony - \"Genialsocial\". In Poland, the project is implemented at the municipal level. The idea is that the young people prepare the projects by themselves and also youth will decide which projects are getting the financial support. They will also be responsible for collecting funds to achieve their aim.&#xd;<br />- In 2015 we also started a new project in KA3 - support in policy reforms: Within our project \"common cause- common voice\" we want to increase and support the participation of young people in the process of shaping the issues relevant to local communities they live in through supporting 6 communities in our region in creation of local and regional Youth concils. &#xd;<br />- In November 2015 we organised an international Training Course for EVS mentors and coordinators in frame of KA1 (Mobility project for youthworkers ): \"Beginner's Guide to EVS Coaching: How to Support Volunteers in Their GROWth??. The main aim of this project was to explain how to use coaching tools and approaches in daily work with EVS volunteers to increase the quality of EVS projects.","acronym":"ANAWOJ","interests":"Education, Environment, Youth","euInitiatives":"The main focus will be for improvement of implementation of  Erasmus+ programme which has been approved by Regulation (EU) No 1288/2013 of the European Parliament and of the Council of 11 December 2013 establishing ?Erasmus+?: the Union programme for education, training, youth and sport and repealing Decisions No 1719/2006/EC, No 1720/2006/EC and No 1298/2008/EC, OJ L 347/50 of 20.12.2013. The Erasmus+ programme for Union action in the field of education, training, youth and sport was launched on 1 January 2014 and will run until 31 December 2020.The improvement of business rules described in Programme guide for applicants approved by the European Commission.","lastUp":"2017-03-08T11:07:59.052+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}