{"id":"644818814992-69","name":"Business Sweden","registrationDate":"2014-11-24T16:47:13.392+02:00","category":6,"subCategory":9,"legal":"Semi-governmental","web":"http://www.business-sweden.se/","country":"Sweden","headAddress":"Klarabergsviadukten, 70","headCity":"Stockholm","headPostCode":"10124","headPhone":"(46)8 58 86 60 00","boss":"Tomas Korseman","bossTitle":"","bossPosition":"Trade Commissioner","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Business Sweden facilitates and promotes the growth of Swedish companies abroad and investment opportunities for foreign companies in Sweden. Business Sweden was founded on January 1, 2013, by a merger of the Swedish Trade Council and Invest Sweden. With offices in nearly 60 countries, we facilitate and promote the growth of Swedish companies abroad and investment opportunities for foreign companies in Sweden. Business Sweden's aim is to strengthen and promote Sweden as an attractive, innovative and competitive business partner. We support Swedish companies in reaching export markets and create business opportunities for small and medium-sized enterprises to grow internationally. Our aim is also to facilitate for foreign companies to invest in Sweden. We connect international companies with business opportunities in Sweden - whether the interest is to gain access to the market or world class R&amp;D and innovation clusters. Business Sweden is owned by the Swedish government and the industry, represented by the Ministry for Foreign Affairs and the Swedish Foreign Trade Association. The shared ownership provides access to contacts and networks at all levels.","acronym":"","interests":"Trade","euInitiatives":"Business Swedens kontor i Bryssel är ansvarigt för en djupgående och proaktiv EU-rådgivning med fokus på EU-finansierade program, upphandlingar och projekt.","lastUp":"2018-03-23T09:52:27.571+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}