{"id":"64494579178-63","name":"GIE EUMETNET","registrationDate":"2012-07-18T16:41:21.242+01:00","category":3,"subCategory":2,"legal":"Groupement d'intérêt économique","web":"http://www.eumetnet.eu","country":"Belgium","headAddress":"Avenue Circulaire, 3","headCity":"Brussels","headPostCode":"1180","headPhone":"(32)23 73 05 88","boss":"Eric Petermann","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":5,"membersFTE":"2.0","membership":"","memberOrga":"http://eumetnet.eu/members-partners/","goal":"EUMETNET has been established so that the national weather services within Europe can be as efficient and effective as possible. EUMETNET provides a framework to enable the weather services to work together, share ideas and best practice, and to share the costs of major infrastructure investments. The additional benefit of cooperating through EUMETNET is that it provides a collective ‘voice’ for its Members when communicating with the EU or its various agencies and bodies.","acronym":"EUMETNET","interests":"Climate Action, Environment, Information Society, Transport","euInitiatives":"REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on the implementation of the Single European Sky_(recast); COMMISSION IMPLEMENTING REGULATION (EU) No 716/2014 of 27 June 2014 on the establishment of the Pilot Common Project supporting the implementation of the European Air Traffic Management Master Plan; Regulation (EU) No 377/2014&#xd;<br />of the European Parliament and of the Council of 3 April 2014 establishing the Copernicus Programme and repealing Regulation (EU) No 911/2010; REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on the European Fund for Strategic Investments and amending Regulations (EU) No 1291/2013 and (EU) No 1316/2013; COUNCIL REGULATION amending Regulation&#xd;<br />(EC) No 219/2007 on the establishment of a Joint Undertaking to develop the new generation European air traffic management system (SESAR) as regards the extension of the Joint Undertaking until 2024.&#xd;<br />EUMETNET has submitted answers to the EC  consultations on SES2+ and on the establishment of the \"Pilot Common Project\"supporting the implementation of the European Air TrafficManagement Master Plan; PSI Directive 2013/37/EU on the reuse of Public Sector Information.&#xd;<br />SESAR Deployment Manager, Copernicus and H2020 Calls.","lastUp":"2018-03-21T13:20:50.400+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}