{"id":"645062929548-68","name":"Rijksuniversiteit Groningen","registrationDate":"2018-01-11T16:09:18.995+01:00","category":4,"subCategory":12,"legal":"Publiekrechtelijke instelling volgens WHW","web":"http://www.rug.nl","country":"Netherlands","headAddress":"Broerstraat 5","headCity":"Groningen","headPostCode":"9700 AB","headPhone":"(31)5 03 63 91 11","boss":"Jouke de Vries","bossTitle":"Mr","bossPosition":"President","membersCount":9,"membersFTE":"5.5","membership":"The Guild of research intensive universities.&#xd;\nU4 network&#xd;\nCoimbra Group","memberOrga":"","goal":"Research, education, societal impact and talent development are essential to achieving our mission and vision. Research and education have always been the University’s raison d’être; societal impact and talent development, although an inherent part of research and teaching, have recently been made a more explicit aspect of the University’s activities. If it is to fulfil its task here, the University needs to perform on regional, national and international levels. Although this presents opportunities, the competition is fierce, especially in the national and international fields. Furthermore, if we are to consolidate or preferably improve our position in the global academic world, we will need to perform and become even better in the four areas of research, education, societal impact and talent development. Our strategic objectives are therefore geared towards improvement in these areas. This is combined with global expansion in the shape of (inter)national branch campuses that should consolidate our education and research.","acronym":"UG","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Sport, Trans-European Networks, Transport, Youth","euInitiatives":"Research programs like Horizon 2020 and its successor Horizon Europe. &#xd;<br />Erasmus+&#xd;<br />Structural Funds&#xd;<br />Cohesion Funds","lastUp":"2019-12-12T09:50:31.090+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}