{"id":"64516384181-29","name":"BirdLife Cyprus (Πτηνολογικός Σύνδεσμος Κύπρου)","registrationDate":"2010-09-15T14:02:48.722+02:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.birdlifecyprus.org","country":"Cyprus","headAddress":"Archbishop Makarios Avenue, Strakka","headCity":"Nicosia","headPostCode":"2340","headPhone":"(357)22 45 50 72","boss":"Menelaos Charalambides","bossTitle":"Mr","bossPosition":"Council Chairman","membersCount":2,"membersFTE":"0.5","membership":"BirdLife International (NGO)(http://birdlife.org)&#xd;\nEURING (http://www.euring.org/)","memberOrga":"","goal":"BirdLife Cyprus is a non-governmental, not for profit conservation organization, working for the protection of birds, their habitats and wider biodiversity in Cyprus.  It is the BirdLife International partner in Cyprus.  BirdLife Cyprus achieves its aims through conducting research, studies, organizing field events and meetings, lobbying at national and international level, and awareness raising campaigns.&#xd;<br />Main issues BirdLife Cyprus deals with are: illegal bird trapping and hunting, protection and management of SPAs, IBAs and Natura 2000 sites, Sustainable agriculture and rural development, water management issues, climate adaptation, awareness raising, education, events with members for the enjoyment of birds.","acronym":"","interests":"Agriculture and Rural Development, Budget, Climate Action, Environment, Fisheries and Aquaculture","euInitiatives":"Following general implementation of Birds and Habitats Directives.&#xd;<br />All policies relating to Biodiversity protection (firstly Birds and Habitats Directives, but also Appropriate Assessment,  Environmental Impact Assessment and Strategic Impact Assessment), but also links to other policies that could influence biodiversity. Following Cyprus Rural Development Plan adoption by EU, and how CAP and RD can support biodiversity, implementation of WFD and how water management can support biodiversity. To a lesser extent following fisheries (and MFF), climate mitigation and adaptation (especially renewables), and funding (LIFE+ and EU budget-Structural Funds).","lastUp":"2018-04-04T11:49:50.486+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}