{"id":"645340928406-53","name":"HYDROGEN EUROPE RESEARCH","registrationDate":"2017-09-20T15:59:09.688+02:00","category":2,"subCategory":7,"legal":"ASSOCIATION","web":"http://www.hydrogeneurope.eu","country":"Belgium","headAddress":"Rue du Trône 98","headCity":"Bruxelles","headPostCode":"1050","headPhone":"(49)2 20 36 01 31 68","boss":"Laurent ANTONI","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"Fuel Cell and Hydrogen 2 Joint Undertaking","memberOrga":"https://www.hydrogeneurope.eu/directory/research","goal":"The main objective of the Association is to promote, support and accelerate the deployment of hydrogen and fuel cell technology by aligning the European R&amp;D community and representing it as a whole. &#xd;<br />The objective includes in particular:&#xd;<br />a) representation and participation in the respective Joint Technology Initiative. This task will be carried out together with Hydrogen Europe.&#xd;<br />b) scientific representation of the European FCH research community in the European Framework programme, e.g. Horizon 2020.&#xd;<br />The Association will pursue its objective inter alia by conducting the following activities in the field of FCH:&#xd;<br />a) providing expertise and advice to stakeholders, e.g. industrial companies, the European Commission and its Member States, local and regional actors about the results and needs of European FCH research;&#xd;<br />b) actively participating as a Partner in the creation and implementation of the Fuel Cells and Hydrogen Joint Undertaking (FCH JU) and in its decision process, in particular its highest decision-making organ, or any other working groups by electing from among its Members representatives for such purpose and defining positions of the research community.","acronym":"HE RESEARCH","interests":"Energy, Research and innovation, Transport","euInitiatives":"The Hydrogen Europe Research (former N.ERGHY) association is representing the interests of European universities and research institutes in the Fuel Cell and Hydrogen 2 Joint Undertaking (FCH 2 JU).","lastUp":"2018-09-07T10:40:47.395+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}