{"id":"645750935663-20","name":"ESL &amp; NETWORK FRANCE SAS","registrationDate":"2019-08-19T15:35:47.988+02:00","category":1,"subCategory":6,"legal":"SAS - société par actions simplifiée","web":"http://www.eslnetwork.com","country":"France","headAddress":"40-42 rue la Boétie","headCity":"Paris","headPostCode":"75008","headPhone":"(33)1 40 73 14 00","boss":"Alexandre MEDVEDOWSKY","bossTitle":"Mr","bossPosition":"Président du Directoire","membersCount":2,"membersFTE":"0.5","membership":"https://www.synfie.fr/","memberOrga":"","goal":"Fondé en 1990 par Patrice ALLAIN-DUPRE et présidé par Alexandre MEDVEDOWSKY, ancien conseiller d’État, le Groupe ESL &amp; Network s’est rapidement imposé comme l’un des leaders français et européens de l’intelligence économique, de l’accompagnement stratégique et des affaires publiques.  &#xd;<br />&#xd;<br />Pionnier de l’intelligence économique, le groupe ESL &amp; Network, implanté à Paris, Bruxelles, Dubaï et Rabat, met à disposition de ses clients son expertise et son réseau international.  &#xd;<br />&#xd;<br />De la veille stratégique à la mise en relation avec les autorités publiques, en passant par l’organisation d’actions de communication d’influence, ESL &amp; Network conseille l’ensemble de ses clients – États, grandes entreprises, organisations internationales – sur des problématiques stratégiques et les accompagne dans le processus décisionnel et la mise en œuvre des différentes actions.  &#xd;<br />&#xd;<br />ESL &amp; Network collecte et analyse en amont l’information pour préparer les futures décisions de ses clients. Elle élabore les actions nécessaires pour leur permettre d’obtenir les décisions favorables à leurs intérêts ou adapter de façon continue leurs stratégies à un environnement complexe. Elle accompagne ses clients dans la construction, la promotion et la protection de leur image via une communication stratégique optimisée. &#xd;<br />Le Groupe ESL &amp; Network exerce ses activités à travers trois métiers complémentaires : &#xd;<br />&#xd;<br />-\tL’intelligence économique : grâce à une méthode éprouvée de recherche de l’information, qui combine une veille passive à une veille active et permet de collecter très en amont l’information utile, ESL &amp; Network assiste ses clients dans leurs grandes opérations structurantes ;&#xd;<br /> &#xd;<br />-\tles affaires publiques : ESL &amp; Network mène pour le compte de ses clients des campagnes d’influence dans les différentes sphères décisionnelles auprès des institutions, en France, en Europe et à l’international ;&#xd;<br /> &#xd;<br />-\tla communication stratégique : le Groupe conseille des organisations intergouvernementales et des États en matière d’évènements internationaux. Le Groupe conçoit et produit également des conférences remarquables et des évènements publics majeurs. &#xd;<br />&#xd;<br />ESL &amp; Network conseille aujourd’hui les plus grandes entreprises françaises et les accompagne dans leurs décisions stratégiques, en France comme à l’international. Le Groupe conseille également des États et gouvernements. Pour ses clients, la maîtrise de l’information est nécessaire dans le processus décisionnel et permet de préparer la décision stratégique.","acronym":"","interests":"Banking and financial services, Budget, Business and Industry, Communication, Competition, Digital economy and society, Economy, finance and the euro, Energy, Environment, External Relations, Foreign affairs and security policy, Fraud prevention, Institutional affairs, International co-operation and development, Taxation, Trade","euInitiatives":"International trade, Development, External relations of the EU, Energy, Competition issues, Customs and taxation, financial","lastUp":"2019-08-19T15:36:13.985+02:00","customers":"CASINO GUICHARD-PERRACHON","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}