{"id":"645747426595-42","name":"Data Security Solutions","registrationDate":"2017-04-03T07:12:18.045+01:00","category":2,"subCategory":3,"legal":"SIA","web":"http://www.dss.lv","country":"Latvia","headAddress":"Mūkusalas 29, LV1004, Rīga, Latvia","headCity":"Rīga","headPostCode":"LV1010","headPhone":"(371)29 16 27 84","boss":"Andris Soroka","bossTitle":"Mr","bossPosition":"Vadītājs","membersCount":1,"membersFTE":"0.25","membership":"LIKTA, Latvian IT Cluster, Latvian AmCham, Latvian Trade and Commerce Chamber, LTA, Security Federation of Latvia.","memberOrga":"www.likta.lv, www.amcham.lv, www.itbaltic.com, www.federacija.lv, www.lta.lv","goal":"Located in heart of Baltics - Riga, Latvia, EU - Data Security Solutions is an IT Security company who help organizations protecting most critical business information from both - inside and external risks and threats. Key specialization of DSS is system integration of the complex cyber security technological solutions and cyber security strategy development and its continuous development and maintenance.&#xd;<br />&#xd;<br />Mission of Data Security Solutions is to strengthen the European Union as safe place for digital business.","acronym":"DSS","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"EU GDPR, EU cyber security strategy, Critical Infrastructure Protection legislation.","lastUp":"2017-04-04T13:43:36.196+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}