{"id":"646086415211-42","name":"Krajowe Stowarzyszenie Plantatorów Czarnych Porzeczek","registrationDate":"2014-12-09T18:32:13.682+02:00","category":3,"subCategory":2,"legal":"Stowarzyszenie","web":"http://www.kspcp.pl/","country":"Poland","headAddress":"Wysoka, 82","headCity":"Siemiatycze","headPostCode":"17-300","headPhone":"(48)8 56 55 30 11","boss":"Piotr Baryła","bossTitle":"Mr","bossPosition":"Wiceprezes","membersCount":45,"membersFTE":"12.5","membership":"Pełnoprawny członek (z prawem głosu) IBA-Międzynarodowego Stowarzyszenia Porzeczki Czarnej (ang. International Blackcurrant Association,&#xd;\nCzłonek Forum Ogrodniczo-Przetwórczego w Polsce","memberOrga":"","goal":"Krajowe Stowarzyszenie Plantatorów Czarnych Porzeczek(KSPCP) powstało, aby bronić interesów producentów, reprezentować ich na różnych szczeblach oraz rozwiązywać problemy z jakimi zmagają się na co dzień wszyscy plantatorzy owoców tego gatunku w Polsce.&#xd;<br />&#xd;<br />Cele i zadania Krajowego Stowarzyszenia Plantatorów Czarnych Porzeczek:&#xd;<br />&#xd;<br />reprezentowanie i bronienie interesów polskich plantatorów w kraju i zagranicą,&#xd;<br />wprowadzenie systemu kontraktacji owoców porzeczki czarnej pomiędzy przedstawicielami przemysłu przetwórczego, a plantatorami, grupami i stowarzyszeniami producentów na wzór niektórych krajów UE i Nowej Zelandii,&#xd;<br />popularyzacja wyników badań naukowych o właściwościach prozdrowotnych owoców czarnej porzeczki, poprzez promocję spożycia porzeczek w stanie świeżym i przetworzonym z wykorzystaniem reklamy w środkach masowego przekazu (porzeczki czarne ze względu na wysokie właściwości prozdrowotne i odżywcze są często określane jako super owoce (superfruit),&#xd;<br />czynny udział w tworzeniu rzetelnych prognoz i szacunków produkcji owoców porzeczek czarnych,&#xd;<br />współpraca z organizacjami krajowymi i międzynarodowymi w zakresie wymiany doświadczeń, wdrażania w produkcji wyników prac badawczych, wdrażania nowych technologii, dokonywania wspólnych ocen na temat rozwoju produkcji i spożycia owoców porzeczek czarnych,&#xd;<br />pośredniczenie w relacjach z partnerami handlowymi i instytucjami administracji państwowej,&#xd;<br />wzajemna pomoc w organizacji uprawy i sprzedaży owoców,&#xd;<br />organizacja szkoleń oraz fachowe doradztwo z zakresu uprawy porzeczek czarnych,&#xd;<br />działanie na rzecz należytego zaopatrzenia plantatorów w środki produkcji,&#xd;<br />pośredniczenie w przekazywaniu informacji pomiędzy producentami.&#xd;<br />Od stycznia 2013 roku Polska jest pełnoprawnym członkiem IBA-Międzynarodowego Stowarzyszenia Porzeczki Czarnej (ang. International Blackcurrant Association). Od czerwca 2014 roku przedstawiciel Polski jest wiceprezydentem IBA.","acronym":"KSPCP","interests":"Agriculture and Rural Development, Food Safety, Research and Technology","euInitiatives":"Kontrola wprowadzania do obrotu środków ochrony roślin","lastUp":"2018-04-06T10:23:07.055+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}