{"id":"64628738622-42","name":"Ecologistas en Accion","registrationDate":"2012-04-18T14:46:06.110+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.ecologistasenaccion.org","country":"Spain","headAddress":"Marques de Leganes, 12 bajo","headCity":"Madrid","headPostCode":"28004","headPhone":"(34)9 15 31 27 39","boss":"Luis Rico","bossTitle":"Mr","bossPosition":"Coordinator","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Ecologistas en Acción is organized as a confederation, fruit of the unification of around 300 local groups all over the Spanish geography, counting with over 34.000 individual members distributed throughout towns and cities.&#xd;<br />&#xd;<br /> Ecologistas en Accion is one of the largest environmental organization in Spain, which tries to raise awareness about the main environmental problems (water, energy, wastes,…). This organisation is critical with the present society model and believes that important changes in the production and consumption patterns should be faced, in order to avoid an ecological crisis.&#xd;<br />&#xd;<br />The type of work is quite reactive, and ranges from direct action, to educative programs, or to reporting of alternative solutions. This organisation also works though legal actions against detected infrindgements. Ecologistas en Acción sets up its activity mainly through the voluntary work of many people. This organisation is independent from any political party, administration or private corporation. At the present moment several campaigns are taking place on very varied issues like air pollution, genetically modified foods, climate change, forest fires, urbanism,... One of their areas of interest is the marine environment.  Through awareness campaigns, Ecologistas promotes sustainable exploitation of the marine environment and reports episodes of marine pollution.  ","acronym":"","interests":"Agriculture, Climate Action, Energy, Environment, Maritime affairs and fisheries, Trade, Trans-European Networks, Transport","euInitiatives":"Implementation of the CFP reform&#xd;<br />Climate Change campaign post-Paris 2015&#xd;<br />Antifracking campaign&#xd;<br />River water reserves&#xd;<br />CAP reform&#xd;<br />Investment and Trade Treaties&#xd;<br />endocrine disrupting chemicals&#xd;<br />Winter Package&#xd;<br />PCIs gas proyects&#xd;<br />Air Quality&#xd;<br />Circular economy&#xd;<br />Natura 2000 Action Plans&#xd;<br />Biofuels/bioenergy&#xd;<br />RED&#xd;<br />Waste directive&#xd;<br />climate change","lastUp":"2018-08-07T09:44:45.026+02:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}