{"id":"647104032120-74","name":"Algemene Nederlandse Vereniging van Reisondernemingen","registrationDate":"2018-07-21T10:07:00.539+02:00","category":2,"subCategory":4,"legal":"Association","web":"https://www.anvr.nl","country":"Netherlands","headAddress":"Baarnsche Dijk 10","headCity":"Baarn","headPostCode":"3741LS","headPhone":"(31)03 55 43 34 10","boss":"Frank Oostdam","bossTitle":"Mr","bossPosition":"President / director","membersCount":3,"membersFTE":"0.75","membership":"ANVR is member of VNO-NCW (Dutch Employers' Organisation), ECTAA (European Touroperator and Travel Agent association) and participant in ETU (European Travel Union, initiative of travel trade associations in the Netherlands, Germany, Denmark and England).","memberOrga":"https://www.anvr.nl/english/welcome.aspx  &#xd;\n(about 300 touroperator and travel agent companies)","goal":"Aims&#xd;<br />The declared aim of the ANVR is \"to combine the strength of its members in pursuit of their common social and economic interests, so that the organization can play a prominent national and international role as the representative of the Dutch travel industry\".&#xd;<br />&#xd;<br />Core activities&#xd;<br />It is the members who shape ANVR policy. The association's governing body is the General Assembly of Members. Day-to-day management is in the hands of an Executive Committee containing representatives from all branches of the industry: travel agents, air ticketing agents and tour operators. It is supported by a professional staff. Meanwhile, many members are themselves active participants in consultative, project and working groups which advise the Executive Committee.&#xd;<br />&#xd;<br />The ANVR has a very wide range of activities and interests, which are organized into a series of core \"clusters\": Image &amp; Lobbying, Consumer Affairs, Aviation, Employment &amp; Education Affairs and Standardization. There are also separate forums for the Retail and Tour Operating sectors.","acronym":"ANVR","interests":"Climate Action, Communication, Consumers, Education and training, Employment and Social Affairs, Trade","euInitiatives":"Package Travel Directive&#xd;<br />TOMS&#xd;<br />New Deal for Consumers&#xd;<br />Rail transport&#xd;<br />Air passengers rights","lastUp":"2018-07-21T10:07:28.660+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}