{"id":"647119635905-93","name":"FH OÖ Forschung &amp; Entwicklungs GmbH","registrationDate":"2019-09-17T12:05:40.332+02:00","category":4,"subCategory":12,"legal":"GmbH","web":"http://fh-ooe.at/en/","country":"Austria","headAddress":"Franz-Fritsch-Straße 11","headCity":"Wels","headPostCode":"4600","headPhone":"(43)50 80 40","boss":"Gerald Reisinger","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"EUA (https://eua.eu/), IAUP (https://www.iaup.org/), EFFRA (https://www.effra.eu/)","memberOrga":"","goal":"Als eine der forschungsstärksten Fachhochschulen im deutschsprachigen Raum ist die Fachhochschule Oberösterreich (FHOOOE) führend auf ihrem Gebiet. Wir bieten 68 international anerkannte akademische Studiengänge in vier Fakultäten an vier Standorten an: Informatik, Kommunikation &amp; Medien (Hagenberg), Medizintechnik &amp; angewandte Sozialwissenschaften (Linz), Management (Steyr) und Technik und angewandte Naturwissenschaften (Wels). Unser Fokus liegt auf der anwendungsorientierten und innovativen Forschung in 17 Themenbereichen mit Partnern aus Wirtschaft und Gesellschaft. Unternehmen mit knappen Personalressourcen oder begrenzten Mitteln für die eigene Forschung und Entwicklung (kleine und mittlere Unternehmen) werden einerseits angesprochen, andererseits werden Lösungen für Unternehmen entwickelt, die Unterstützung in speziellen Bereichen (z.B. in Form von Spezialgeräten) benötigen. Aber auch Verbände und Institutionen, insbesondere im sozialen Bereich, versorgen wir mit den dafür notwendigen innovativen Produkten und Prozessen. Im Jahr 2018 haben wir 497 F&amp;E-Projekte durchgeführt, die von kleinen Einzelprojekten für Unternehmen, mehrjährigen Projekten, die von der öffentlichen Hand finanziell unterstützt werden, bis hin zu langfristigen Partnerschaften in gemeinsamen Forschungszentren an unseren Schulen reichen. Wir haben an 12 FP7-Projekten und drei H2020-Projekten als Begünstigte teilgenommen bzw. nehmen daran; sechs davon unter unserer Koordination. Darüber hinaus haben wir uns 2018 an mehr als 50 weiteren EU-Projekten beteiligt, die über EFRE-INTERREG, EFRE-Regio13, EFRE-IWB2020, SEE, CEE und andere von der EU finanzierte Aktivitäten wie JTI, ERA-Net, ERA-Net, ERA-Net+, JPI und EUREKA sowie von nationalen Fördereinrichtungen wie der Österreichischen Forschungsförderungsgesellschaft und dem Österreichischen Wissenschaftsfonds finanziert wurden. Wir legen großen Wert auf interdisziplinäre Forschung und Entwicklung. Aus der Kombination verschiedener Forschungsfelder der Wirtschafts-, Technologie- und Sozialwissenschaften entstehen Lösungen, die noch näher an den Bedürfnissen der Nutzer sind und Wirtschaft und Gesellschaft den entscheidenden Vorsprung verschaffen.&#xd;<br />Wir lehren und forschen auf Universitätsniveau unter Wahrung von Praxisnähe und höchsten Qualitätsstandards.&#xd;<br />In unserem Unterricht bieten wir den Studierenden eine umfassende Betreuung und unterstützen sie bei ihrer Motivation und Eigeninitiative. Innovative Lehr- und Lernstile sowie dynamisch weiterentwickelte Lehrpläne sind unsere Markenzeichen.&#xd;<br />Unsere Forschungs- und Entwicklungsaktivitäten zielen darauf ab, die Herausforderungen der Zukunft zu meistern. Wir gestalten sie aktiv mit. Als kompetenter Partner entwickeln wir Lösungen und unterstützen den Wissenstransfer. &#xd;<br />Durch regionale und globale Vernetzung mit Wirtschaft, Gesellschaft, öffentlichen Institutionen sowie Forschungs- und Bildungseinrichtungen schaffen wir Bildung, Ausbildung, Innovation und Wissen, Wertschöpfung und Nachhaltigkeit.","acronym":"FHOOE","interests":"Climate Action, Digital economy and society, Energy, Food Safety, Research and innovation, Transport","euInitiatives":"Konsultationen zu Horizon Europe: &#xd;<br />- Konsultation \"Horizon Europe Co-design - Strategic Priorities\"&#xd;<br />- Konsultation \"Horizon Europe Co-design - Implementation\"&#xd;<br />- Konsultation \"Institutionalised European Partnerships under the future Horizon Europe Research and Innovation programme\"","lastUp":"2019-09-17T15:05:56.787+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}