{"id":"647163325994-53","name":"Colegio de Ingenieros de Caminos, Canales y Puertos","registrationDate":"2017-02-20T15:07:52.480+01:00","category":2,"subCategory":1,"legal":"Colegio Profesional. Corporación de Derecho Público.","web":"http://www.ciccp.es","country":"Spain","headAddress":"C/ Almagro, 42","headCity":"Madrid","headPostCode":"28010","headPhone":"(34)9 13 08 19 88","boss":"José Javier Díez Roncero","bossTitle":"","bossPosition":"Secretario General","membersCount":4,"membersFTE":"1.0","membership":"World Council of Civil Engineers: https://www.wcce.biz/index.php&#xd;\nEuropean Council of Civil Engineers: http://www.ecceengineers.eu/&#xd;\nAsociaciones Profesionales de Ingenieros Civiles de los Países de Habla Portuguesa y Castellana:&#xd;\nhttp://www.cicpc-civil.org/","memberOrga":"","goal":"El Colegio de Ingenieros de Caminos, Canales y Puertos es una corporación de Derecho Público, autoridad competente en la regulación del ejercicio de la profesión de los Ingenieros de Caminos, Canales y Puertos y representa a sus colegiados a nivel nacional, europeo e internacional.&#xd;<br />Son fines esenciales del colegio la ordenación&#xd;<br />del ejercicio de la profesión de Ingeniero de Caminos,&#xd;<br />Canales y Puertos, la representación exclusiva de la profesión y la defensa de los intereses profesionales de&#xd;<br />los colegiados.&#xd;<br />Como autoridad pública vela por el respeto debido a los derechos de los particulares y ejerce la facultad disciplinaria en el orden deontológico  (profesional y colegial).&#xd;<br />Es una relevante entidad de prestación de servicios a sus colegiados, singularmente en formación, empleo y ejercicio internacional. Certifica la experiencia profesional de sus coelgiados,  y visa los trabajos de sus coelgiados a petición de us clientes.&#xd;<br />Esta constituida como Agencia de Colocación, para la intermediación laboral.&#xd;<br />También está constituido como Institución de Mediación, con la denominación de MediaCAMINOS, inscrito en el Registro del Ministerio de Justicia.","acronym":"CICCP","interests":"Business and Industry, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Foreign affairs and security policy, Institutional affairs, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"-Regulación de profesiones y ejercicio profesional.&#xd;<br />-Cualificaciones profesionales.Movilidad profesional.&#xd;<br />-Regulación de servicios profesionales.&#xd;<br />-Regulación de títulos académicos.&#xd;<br />-Regulación de la contratación pública.&#xd;<br />-Regulación de los siguientes sectores: ingeniería civil; obras públicas; infraestructura del trasporte; recursos hidráulicos y energéticos; edificación; construcción y estructuras; urbanismo y ordenación del territorio;  costas;ciudades inteligentes;  sostenibilidad; cambio climático.&#xd;<br />-Subvenciones.","lastUp":"2020-01-16T09:18:16.572+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}