{"id":"647151635726-29","name":"Industrieverband Garten e.V.","registrationDate":"2019-08-28T12:01:41.251+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein nach deutschem Recht","web":"http://www.ivg.org","country":"Germany","headAddress":"Wiesenstr. 21a1","headCity":"Düsseldorf","headPostCode":"40549","headPhone":"(49)2 11 90 99 98 00","boss":"Christoph Büscher","bossTitle":"Mr","bossPosition":"Vorsitzender","membersCount":6,"membersFTE":"1.75","membership":"At European Level&#xd;\nEGMF https://egmf.org/&#xd;\nGrowing Media Europe https://www.growing-media.eu/&#xd;\nFEDIYMA https://fediyma.com/ &#xd;\n&#xd;\nAt national level&#xd;\nZVG https://www.g-net.de/ &#xd;\nWSM https://www.wsm-net.de/","memberOrga":"https://www.ivg.org/de/mitglieder/ivg-regulaere-mitglieder.html","goal":"Industrieverband Garten (IVG) e.V. represents the interests of currently around 150 manufacturers of consumer goods in the „green market\" for the leisure and professional market. IVG has its core competence in the field of information, networking, public relations and lobbying. The main purpose of IVG  is to defend and promote the common political and economic interests of its members.&#xd;<br />&#xd;<br />In order to fulfil its tasks, IVG represents the market-related interests of its members by remaining in constant dialogue with public bodies and institutions at national and international level, upstream and downstream economic levels, as well as by keeping permanent contact with the public and other business associations. It submits proposals for its area of responsibility and provides corresponding information.","acronym":"IVG","interests":"Agriculture and Rural Development, Business and Industry, Competition, Consumers, Customs, Digital economy and society, Energy, Environment, Food Safety, Single market, Trade","euInitiatives":"Machinery Directive, Outdoor Noise Directive, regulation on fertilizer products, plant protection and health, environment and nature protection, ecolabel, climate and energy, packaging law, research and innovation policy, circular economy, European contract law, consumer protection","lastUp":"2019-08-28T16:08:41.740+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}