{"id":"647519218473-49","name":"Zagorska razvojna agencija d.o.o.","registrationDate":"2015-08-14T08:44:52.532+01:00","category":6,"subCategory":14,"legal":"društvo s ograničenom odgovornošću (GMBH)","web":"http://www.zara.hr","country":"Croatia","headAddress":"Frana Galovića 1b","headCity":"Krapina","headPostCode":"49000","headPhone":"(38549)37 31 61","boss":"Karolina Barilar","bossTitle":"Ms","bossPosition":"director","membersCount":4,"membersFTE":"1.0","membership":"Partnership for development - Partnership Committee for Labour Market - http://www.partnerstvo-razvoj.net/en/&#xd;\nCroatian Regions Office  - http://www.croatianregions.eu/","memberOrga":"Zagorje Development Agency Ltd. is a regional development agency founded by Krapina-Zagorje County as its only founder. According to the Agency Statute as founding document, the Agency is independent in its decision making process and in mutual partnership with the founder - Krapina-Zagorje County, Agency creates, designs and implements different policies, programmes and projects. However, Zagorje Development Agency Ltd. does not have other organizations as members.","goal":"Zagorje Development Agency Ltd. is a support institution established in 2006. by regional authority – Krapina-Zagorje County, with the main purpose of providing support to regional development. The Agency’s activities are aimed at regional development, development of crafts and small and medium entrepreneurship and rural development. The main focus is to identify development opportunities, prepare and implement projects and develop programmes in the field of entrepreneurship sector, rural and regional development, tourism and project management of EU-funded projects. In the implementation of activities, Agency closely collaborates with local and regional authorities, support institutions, civil society and private and public companies.&#xd;<br />For local authorities and municipalities in Krapina-Zagorje County, Zagorje Development Agency Ltd provides information and consulting services and attracts foreign investors and provides info point services regarding financial market. To entrepreneurs, Zagorje Development Agency Ltd provides services of monitoring open calls for grants published by national authorities, other national funds and EU funds, as well as the advisory support in all phases of business development and growth. &#xd;<br />The Agency’s main objectives are to be a main source of information regarding business opportunities, to align needs of entrepreneurs with new opportunities on market, to became support to attracting foreign investments, to identify obstacles of further development and offer effective solutions and to profile Krapina-Zagorje County as the destination that combines business and pleasure.   &#xd;<br />Key activities that Agency performs are management, coordination and implementation of projects funded by EU and from national sources, evaluation and update of County Regional Development Strategy, encouragement of development of crafts, small and medium entrepreneurship (simulative credit lines, establishment of entrepreneurship and business zones (industry parks), establishment of guarantee fund, organization of educational seminars and workshops for entrepreneurs, assistance in organizing of entrepreneurs in clusters, advisory and counselling), identification of development opportunities, projects and development programmes (preparation, creation and monitoring of business and development plans and programmes, financial management and financing, monitoring of program implementations, monitoring and analysis and reporting regarding economic trends, business information and promotion of investments, business and development counselling), resource management (master plan of industry development, master plan of tourism development, master plan of rural development), management of existing and new development programmes, promotion of Krapina-Zagorje County (publishing of informative and promotional material, ensuring contacts with international institutions, european regions, regional development agencies and foreign investors), human resource management (trust funds and foundations).   &#xd;<br />Zagorje Development Agency Ltd has adequate organizational structure for both preparation and implementation of projects, as well as relevant knowledge, expertise and experiences in the field of regional development and national and international project implementation.","acronym":"ZARA","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Food Safety, Humanitarian Aid, Internal Market, Public Health, Regional Policy, Sport, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Zagorje Development Agency Ltd. is focused on identification of development opportunities, preparation and implementation of projects and development programmes in the field of entrepreneurship sector, rural and regional development, tourism and project management of EU-funded projects. In order to do so, Zagorje Development Agency Ltd. monitors all the relevant procedures, initiatives, policies and legislative on both EU and national level. Since, Agency's main activities are focused on the sectors of entrepreneurship, agriculture, tourism, regional development and transnational cooperation, all of monitoring activities are also focused on these areas. For instance, we monitor initiatives such as: Mid-term review of the Europe 2020 strategy; Labour Mobility Package; Communication on the post 2015 Sustainable Development Goals and Recommendation for a Council Decision authorising the opening of negotiations on an agreement between the European Union and the International Organisation for Vine and Wine (OIV) giving a particular status to the European Union within the OIV. Impact assessments for sector: Internal Market, Industry, Entrepreneurship and SMEs, for example on reporting and transparency of securities financing transactions and structural measures improving the resilience of EU credit institutions; in the field of agriculture - topics like organic production and labelling of organic products and aid scheme for the supply of fruit and vegetables, bananas and milk in the educational establishments. However, since our main objective is regional development, our main focus are national policies regarding regional development, agriculture, entrepreneurship, cross-border and transnational collaboration, rural development and tourism. For the past two years Agency is actively involved in programing process of preparation and design of operative programmes and cross-border cooperation programme. Also, Agency is active in public counseling on legislative, programmes, proposals and open calls at national level.","lastUp":"2017-07-06T08:33:24.874+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}