{"id":"647985735575-13","name":"Izba Gospodarcza \"Wodociągi Polskie\"","registrationDate":"2019-08-04T17:38:02.579+02:00","category":2,"subCategory":4,"legal":"izba gospodarcza","web":"http://igwp.org.pl","country":"Poland","headAddress":"ul. Jana Kasprowicza 2","headCity":"Bydgoszcz","headPostCode":"85-073","headPhone":"(48)5 23 76 89 10","boss":"Dorota Jakuta","bossTitle":"Ms","bossPosition":"Prezes Izby","membersCount":2,"membersFTE":"1.0","membership":"EurEau www.eureau.org&#xd;\nKrajowa Izba Gospodarcza www.kig.pl","memberOrga":"","goal":"Izba Gospodarcza „Wodociągi Polskie” jest jedyną organizacją samorządu gospodarczego w branży wodno-kanalizacyjnej w Polsce. Powstała 14 września 1992 r. i dziś zrzesza 491 przedsiębiorstw rynku wody i ścieków. Nasza siedziba znajduje się w Bydgoszczy.&#xd;<br />Izba zabiega o stworzenie dogodnych warunków dla funkcjonowania sektora wodno-kanalizacyjnego. Przedstawiciele i eksperci Izby na bieżąco interpretują i oceniają obowiązujące przepisy, monitorują propozycje zmian, uczestniczą w tworzeniu prawa dotyczącego branży i wprowadzaniu rozwiązań usprawniających funkcjonowanie branży. Prowadzimy działalność doradczą, szkoleniową i wydawniczą. Reprezentujemy interesy swoich członków na forum ogólnopolskim, szczególnie wobec organów państwowych i samorządowych. Jednym z podstawowych zadań jest również działanie na rzecz ochrony środowiska.&#xd;<br />Izba jest Członkiem Krajowej Izby Gospodarczej w Warszawie, a także Europejskiej Unii Krajowych Stowarzyszeń Dostawców Wody i Usług Odprowadzania Ścieków EUREAU z siedzibą w Brukseli. Izba poprzez swoich przedstawicieli bardzo aktywnie działa w trzech komisjach EUREAU: do spraw wody, ścieków oraz prawa i ekonomii.&#xd;<br />Od 1993 roku Izba Gospodarcza Wodociągi Polskie corocznie, w Bydgoszczy organizuje Międzynarodowe Targi Maszyn i Urządzeń dla Wodociągów i Kanalizacji WOD-KAN, najważniejsze w Polsce i jedne z głównych w Europie.  Co trzy lata organizowane są Kongresy Wodociągowców Polskich, dotyczące najważniejszych dla branży spraw.","acronym":"IGWP","interests":"Agriculture and Rural Development, Budget, Business and Industry, Climate Action, Communication, Consumers, Digital economy and society, Education and training, Energy, Environment, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Public Health, Regional Policy, Research and innovation, Single market","euInitiatives":"zaopatrzenie w wodę: dyrektywa w sprawie jakości wody przeznaczonej do spożycia przez ludzi 98/83/EC&#xd;<br />gospodarka ściekami: Dyrektywa w sprawie oczyszczania ścieków komunalnych 91/271/EEC&#xd;<br />gospodarka wodna: 2000/60/EC, 91/676/EEC, water reuse, 2019/904, 2016/1148&#xd;<br />Pharmaceuticals in the Environment, circular economy package.","lastUp":"2019-08-04T17:39:29.046+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}