{"id":"647909830397-28","name":"International Organization for Refugee Affairs Care","registrationDate":"2018-02-26T15:51:17.987+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"https://princejamal.com","country":"Belgium","headAddress":"Rue Pepiniere 12a/Boomkwekerijstraat 12a","headCity":"Brussel","headPostCode":"1000","headPhone":"(32)4 99 35 74 95","boss":"Prince Jamal Al Noaimi","bossTitle":"Mr","bossPosition":"President ","membersCount":17,"membersFTE":"13.0","membership":"www.princejamal.com","memberOrga":"","goal":"-Onze organisatie wil de vluchtelingen niet alleen helpen met de taal, maar hen ook helpen bij het aanleren van een job. Ook willen wij helpen met de buddies, die met vluchtelingen op stap gaan om de lokale gemeenschap waarin ze terecht komen te leren kennen. Zo kunnen ze psychische hulp voorzien aan vluchtelingen de getraumatiseerd zijn door de oorlog. We willen van vluchtelingen echte waakzame en sterke burgers maken. &#xd;<br />-UANORG wil een rol spelen als middenveldorganisatie bij politiek(e beslissingen) inzake vluchtelingen op lokaal, nationaal en internationaal niveau. &#xd;<br />-Nochtans kan het middenveld een belangrijke rol spelen. Daarom hieronder wat meer informatie over het middenveld. Het maatschappelijk middenveld is het geheel van particulier (niet-gouvermentele/non-profit) organisaties en instellingen die de verschillende groepen, meningen en belangen in onze samenleving vertegenwoordigen. Doordat zij bemiddelen tussen de individuele burgers en de overheid, vervullen zij een belangrijke brugfunctie. Ze zijn namelijk actief in het openbaar leven en vertegenwoordigen hun leden (op ethisch, cultureel, politiek, wetenschappelijk, religieus,… vlak). &#xd;<br />-UANORG wil overal het middenveld aanspreken en als het ware op lokaal, nationaal, internationaal niveau alle krachten samen bundelen om op die manier de belangen van de samenleving te behartigen. Op lokaal niveau komen mensen (bv. vertegenwoordigers van verschillende organisaties) samen op geregelde tijdstippen om problematieken en mogelijke aanpak te bespreken zodat ze proactief concrete zaken kan aan het licht brengen en/of aanpakken. Concrete acties kunnen bijvoorbeeld zijn: samenaankoop van elektriciteit, voedselteams samenstellen, elkaars kinderen opvangen, voor eenzamen zorgen, klusjes voor elkaar opknappen,… &#xd;<br />Vrijwillig engagement ligt aan de basis. Het engagement ontstaat uit een betrokkenheid met de problematiek/thema. Wellicht sta je er niet bij stil welke samenwerkingen er allemaal bezig zijn om jouw en anderen hun noden in de samenleving te behartigen. UANORG kan het middenveld bijstaan door subsidiëring en ondersteuning, terwijl UANORG ook het middenveld is. &#xd;<br />Vandaar dat wij ook in België heel erg zullen inzetten op samenwerking met 11.11.11 strijdt voor duurzame ontwikkeling en respect voor mensenrechten. Het is een koepelorganisatie die de krachten van 60 organisaties/nog’s (bv. gezinsbond, damiaanactie, artsen zonder vakantie, broederlijk delen, memisa,…) en 330 lokale vrijwilligersgroepen bundelt. (www.11.be)&#xd;<br />UANORG wil samenwerken met de missie van Unicef draait om zeven speerpunten die belangrijk zijn voor een goede ontwikkeling van het kind namelijk gezondheid, onderwijs, voeding, bescherming, sociale inclusie, HIV/aids en  kinderen, water, toiletten en hygiëne. (www.unicef.be)","acronym":"UANORG","interests":"Agriculture and Rural Development, Climate Action, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, Home Affairs, Humanitarian Aid, Justice and Fundamental Rights, Regional Policy","euInitiatives":"UANORG wil samenwerken met het Europees Parlement en de Europese Commissie om zo  meer te weten te komen over politiek op lokaal, nationaal, internationaal niveau en meer bepaald de thema's - armoede, burgerinitiatieven, vergrijzing of vluchtelingen &#xd;<br />UANORG wil duidelijkere regels inzake gezinsvereniging &#xd;<br />UANORG wil criminelen aanpakken; mensen die het land niet in mogen en strijden tegen mensenhandel en mensensmokkel.&#xd;<br />UANORG werkt aan de uitwisseling van culturen met respect voor ieders cultuur en realistisch en humaan beleid voor asiel en migratie.&#xd;<br />probeert ervoor te zorgen dat de mensen hun best doen en meekunnen doen in onze samenleving. UANORG pleit voor een humane en duidelijke opvang conform de internationale regels. En voor wie asiel krijgt, kiezen we voor integratie, op basis van rechten en plichten met respect voor onze basiswaarden en vrijheden &#xd;<br />UANORG wil samenwerken met alle partijen die willen ervoor zorgen dat de mensen die hier toekomen goed ingeburgerd raken","lastUp":"2018-03-03T20:45:29.045+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}