{"id":"648077210630-54","name":"SYNDICAT NATIONAL DES INGREDIENTS AROMATIQUES ALIMENTAIRES","registrationDate":"2013-02-20T10:43:07.122+01:00","category":2,"subCategory":4,"legal":"SYNDICAT PROFESSIONNEL","web":"http://www.sniaa.org","country":"France","headAddress":"14 rue de la République","headCity":"PUTEAUX","headPostCode":"92800","headPhone":"(33)1 46 53 10 10","boss":"Eric ANGELINI","bossTitle":"Mr","bossPosition":"Président","membersCount":4,"membersFTE":"1.0","membership":"SNIAA est membre de EFFA (EUROPEAN FLAVOUR ASSOCIATION) et de EFEO (EUROPEAN FEDERATION OF ESSENTIAL OILS).","memberOrga":"La liste des membres du SNIAA est disponible sur  http://www.sniaa.org/le-sniaa#adherents","goal":"Les Fabricants, les Négociants, les Transformateurs et Mélangeurs de matières aromatiques, et produits assimilés à destination des industries de l'alimentation et des autres industries constituent un Syndicat professionnel régi par le Code du Travail (Livre Ier – Art. L2111-1 et suivants) et dénommé :&#xd;<br />« Syndicat National des Ingrédients Aromatiques Alimentaires » en abrégé : \"SNIAA\"&#xd;<br />&#xd;<br />Le Syndicat a pour rôle de représenter collectivement l'industrie nationale et pour but de faciliter les relations entre ses membres ainsi que leurs rapports avec les services officiels. &#xd;<br />&#xd;<br />Plus particulièrement, le Syndicat doit :&#xd;<br />•\tAssurer la promotion et la défense des intérêts professionnels collectifs sur le plan national, européen et international ;&#xd;<br />•\tProcéder à l'étude de toute disposition réglementaire ayant trait aux arômes et renseigner les adhérents sur les prescriptions scientifiques et/ou réglementaires afférentes ;&#xd;<br />•\tAssumer toutes les tâches qui pourraient légalement lui incomber.","acronym":"SNIAA","interests":"Agriculture and Rural Development, Business and Industry, Environment, Food Safety","euInitiatives":"Ces sujets sont suivis en partenariat avec notre association européenne, l'EFFA (European Flavour Association).","lastUp":"2019-12-10T10:10:29.889+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}