{"id":"648269519469-47","name":"Verband Internet Reisevertrieb e.V.","registrationDate":"2015-11-09T15:12:08.299+02:00","category":2,"subCategory":4,"legal":"e.V.","web":"http://www.v-i-r.de","country":"Germany","headAddress":"Leonhardsweg 2","headCity":"Unterhaching","headPostCode":"82008","headPhone":"(49)89 61 06 67 29","boss":"Michael Buller","bossTitle":"Mr","bossPosition":"Vorstand","membersCount":2,"membersFTE":"0.75","membership":"http://www.i-comp.org","memberOrga":"","goal":"Der Verband Internet Reisevertrieb e.V. (VIR) repräsentiert die digitale Touristik, die laut FUR-Zahlen von 2017 rund 61 Prozent der Urlaubsreisen ab einer Übernachtung mit vorabgebuchten Leistungen ausmacht. Zu den VIR-Mitgliedern gehören mehr als 70 Unternehmen, die in der digitalen Touristik tätig sind. Sie unterteilen sich in die vier Cluster OTA, Supplier &amp; Tour Operator, Service &amp; Travel Technology sowie Start-up. Der VIR fungiert als Ansprechpartner für Verbraucher, Medien, Politik und die Branche selbst bei sämtlichen Themen rund um die digitale Touristik.","acronym":"VIR","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- Untersuchung gegen Google wegen unfairem Wettbewerb&#xd;<br />- Pauschal-Reiserichtlinie&#xd;<br />- Digital Single Market (DSM)&#xd;<br />- Safe Harbour&#xd;<br />- EU Plattform Consultation","lastUp":"2018-04-24T14:56:38.627+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}