{"id":"64866663811-42","name":"Danske Bank","registrationDate":"2010-07-01T14:34:21.668+01:00","category":2,"subCategory":3,"legal":"Public Limited Company","web":"http://www.danskebank.com/en-uk/Pages/default.aspx","country":"Denmark","headAddress":"Holmens Kanal, 2-12","headCity":"Copenhagen","headPostCode":"1092","headPhone":"(45)33 44 00 00","boss":"Borgen Thomas","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":2,"membersFTE":"0.75","membership":"Danske Bank is a member of a number of industry associations and professional organizations, comprising among others:&#xd;\n&#xd;\nFinance Denmark, which is a member of the European Banking Federation&#xd;\n&#xd;\nThe Association of Danish Mortgage Banks, which is a member of the European Mortgage Federation&#xd;\n&#xd;\nThe Danish Insurance Association, which is a member of Insurance Europe&#xd;\n&#xd;\nThe Association for Financial Markets in Europe (AFME)&#xd;\n&#xd;\nInvest Europe","memberOrga":"","goal":"Danske Bank Group is a Nordic universal bank and one of the leading financial enterprises in northern Europe. We are headquartered in Denmark and operate in 15 countries, offering a full range of banking services in the international financial markets. &#xd;<br />&#xd;<br />Besides the banking activities, which all operate under the Danske Bank brand name, we offer services in the fields of life insurance and pensions (Danica Pension), mortgage finance (Realkredit Danmark), asset management (Danske Capital), real estate (home), and leasing (Nordania Leasing).&#xd;<br />&#xd;<br />The Group’s banking activities are organised in three business units – Personal Banking, Business Banking, Wealth Management, and Corporates &amp; Institutions – that span all of the Group’s geographical markets. We have a market-leading position in Denmark; we are one of the largest banks in Northern Ireland and Finland; and we have challenger positions in Sweden and Norway. We are present in Estonia, Lithuania and Latvia.  &#xd;<br />&#xd;<br />Our vision is to become the most trusted financial partner, and we are driven by an ambition to always create long-term value for all our stakeholders.","acronym":"","interests":"Budget, Climate Action, Communication, Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Home Affairs, Internal Market, Justice and Fundamental Rights, Taxation","euInitiatives":"Danske Bank's key regulatory focus areas comprise:&#xd;<br />&#xd;<br />- Financial stability&#xd;<br />- Economic growth and the Capital Markets Union (CMU)&#xd;<br />- Sustainable finance&#xd;<br />- New supervisory regime&#xd;<br />- Digital transformation of financial services","lastUp":"2017-12-27T10:19:01.108+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}