{"id":"64866663811-42","name":"Danske Bank","registrationDate":"2010-07-01T14:34:21.668+02:00","category":2,"subCategory":3,"legal":"Public Limited Company","web":"http://www.danskebank.com/en-uk/Pages/default.aspx","country":"Denmark","headAddress":"Holmens Kanal, 2-12","headCity":"Copenhagen","headPostCode":"1092","headPhone":"(45)33 44 00 00","boss":"Chris Vogelzang","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":2,"membersFTE":"0.75","membership":"Danske Bank is a member of a number of industry associations and professional organizations, comprising among others:&#xd;\n&#xd;\nFinance Denmark, which is a member of the European Banking Federation&#xd;\n&#xd;\nThe Association of Danish Mortgage Banks, which is a member of the European Mortgage Federation&#xd;\n&#xd;\nThe Danish Insurance Association, which is a member of Insurance Europe&#xd;\n&#xd;\nThe Association for Financial Markets in Europe (AFME)&#xd;\n&#xd;\nInvest Europe","memberOrga":"","goal":"Danske Bank is a Nordic bank with strong local roots and bridges to the rest of the world. For more than 145 years,  we have helped people and businesses in the Nordics realise their ambitions. Today, we serve personal, business and institutional customers and in addition to banking services, we offer life insurance and pension, mortgage credit, wealth management, real estate and leasing services. We aim to create long-term value for all our stakeholders – our customers, shareholders and the societies we are part of – and our vision is to be recognised as the most trusted financial partner. The Group’s banking activities are organised in four business units –  Banking DK, Banking Nordic, Wealth Management, and Corporates &amp; Institutions – that span all of the Group’s major geographical markets. We have a market-leading position in Denmark; we are one of the largest banks in Northern Ireland and Finland; and we have challenger positions in Sweden and Norway.","acronym":"","interests":"Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Economy, finance and the euro, Employment and Social Affairs, Environment, Institutional affairs, Justice and Fundamental Rights, Single market, Taxation","euInitiatives":"Danske Bank's key regulatory focus areas comprise:&#xd;<br />&#xd;<br />- Financial stability&#xd;<br />- Economic growth and the Capital Markets Union (CMU)&#xd;<br />- Sustainable finance&#xd;<br />- New supervisory regime&#xd;<br />- Digital transformation of financial services","lastUp":"2019-06-28T10:02:09.095+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}