{"id":"64879142323-90","name":"European Chemical Industry Council","registrationDate":"2009-09-24T16:55:43.072+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"https://cefic.org/","country":"Belgium","headAddress":"Rue Belliard 40","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)24 36 93 00","boss":"Marco Mensink","bossTitle":"Mr","bossPosition":"Director General","membersCount":78,"membersFTE":"49.0","membership":"-Ad Hoc Council   &#xd;\n-BusinessEurope  (as observer)&#xd;\n-Alliance for a Competitive European Industry&#xd;\n-Cross Industry Platform on REACH; Cross Industry Platform on Nanomaterials; Endocrine Disruptors Cross Sector Group;&#xd;\n-Alliance of Energy Intensive Industries&#xd;\n-CEC Coordinating European Council (Test methods for Fuels, Lubricants and other fluids)&#xd;\n-European Composites Industry association (EUCIA) (via Cefic Sector Group UPR)&#xd;\n-Green Growth Platform  &#xd;\n-European Forum for Manufacturing&#xd;\n-European Chemical Regions Network (ECRN) &#xd;\n-Bio-based Industries Consortium (BIC)&#xd;\n-EEF - European Energy Forum - Association EUROPEENE DE L'ENERGIE&#xd;\n-EUROPEAN SHIPPERS' COUNCIL &#xd;\n-European Association of Communication Directors (EACD) &#xd;\n-KNOWLEDGE4INNOVATION&#xd;\n-EUIPO's Users Group\t &#xd;\n-EPEE, the European Partnership for Energy and the Environment  &#xd;\n-CONSTRUCTION PRODUCTS EUROPE – CEPMC (via the Cefic Sector Group EXIBA - European Extruded Polystyrene Insulation Board Association) \t&#xd;\n-EFFRA - European Factories of the Future Research Association&#xd;\n-CEN – CENELEC  Comité Européén de Normalisation - European Committee for Standardization&#xd;\n(as liaison organization) \t&#xd;\n-A.SPIRE aisbl (Sustainable Process Industry through Resource and Energy Efficiency (SPIRE))&#xd;\n-NORMAN ASSOCIATION  - membership via the Cefic sector group Euro Chlor &#xd;\n-FAIB - Federation of European and International Associations established in Belgium\t &#xd;\n-EU Specialty Food Ingredients (via Cefic Specialty Chemicals Industry Sector)&#xd;\n-SEAP - Society of European Affairs Professionals &#xd;\n-European Society of Association Executives (ESAE)&#xd;\n-Society of Environmental Toxicology and Chemistry (SETAC Europe)&#xd;\n-LOW CARBON VEHICLE PARTNERSHIP - Via the Cefic Sector Group European Fuel Oxygenates Association\t&#xd;\n-FRIENDS OF EUROPE &#xd;\n-EPC - European POLICY Centre  &#xd;\n-ENERGY EFFICIENT BUILDING &#xd;\n-EUROPEAN RISK FORUM &#xd;\n-CEPS - Centre for European Policy Studies\t &#xd;\n-Cinet – International Committee of Textile Care (Via the Cefic Sector Group ECSA) &#xd;\n-Eurometaux  - via the membership of the European Catalyst Manufacturers Association (ECMA) &#xd;\n-ESPP (European Sustainable Phosphorus Platform) - via the Cefic Sector Group The Phosphoric Acid &amp; Phosphates Producers Association (PAPA) and INCOPA&#xd;\n-EU Feed Chain Coordination Working Group - Via membership of Cefic Specialty Chemicals Industry Sector \t&#xd;\n-Critical Raw Material Alliance - via membership of Cefic Sector Group Eurofluor &#xd;\n-Press Club Brussels Europe&#xd;\n-Public Affairs Council&#xd;\n-Fondation for Chemistry Research and initiatives&#xd;\n-Federation of Oils, Seeds and Fats associations (FOSFA) - via membership of Cefic Sector Group APAG&#xd;\n-European Drinking Water (EDW) - Via membership of Cefic Sector Groups Soia, CES, ELiSANA, FCA&#xd;\n- European Plastics Pipes and Fittings Association (TEPPFA)&#xd;\n- International Pharmaceutical Excipient Council (IPEQ) Via Cefic Sector Group APIC&#xd;\n- European Federation of Pharmaceutical Industries Association (EFPIA) - Via Cefic Sector Group APIC&#xd;\n- Medicines for Europe - Via Cefic Sector Group APIC&#xd;\n- CONCAWE - Via Cefic Sector Group Cyanides&#xd;\n- EUROFER - Via Cefic Sector Group Cyanides&#xd;\n- Eurogroup for Animals - Via Cefic Sector Group GME&#xd;\n- Printing Inks Joint Industry Task Force (PIJITF) Via  Cefic SG FCA.&#xd;\n- PARI-EFSA (alliance of industries operating in sectors relevant to the work of EFSA)  - Via Cefic Specialty chemicals Industry Sector&#xd;\n- Plastics Coordination Group (PCG) Via Cefic Sector Group FCA&#xd;\n-Cross Sector Group on Materials in contact with food – Via  Cefic Sector Group FCA&#xd;\n&#xd;\n&#xd;\nThe limitation of number of characters prevents us to add the links to the respective webpages","memberOrga":"Cefic Members and Partners are listed here: &#xd;\nhttps://cefic.org/about-us/membership","goal":"The Association is a not-for-profit making organisation devoted to promote a thriving European Chemical Industry that is broadly recognised to provide sustainable, safe, innovative and resource efficient solutions to foster prosperity, growth and investments in Europe and meet the challenges for future generations. Within this framework, the Association's main purpose is to serve the Members and the European chemical industry by generating and aggregating scientific knowledge that fosters the purpose of the Association in critical areas and by offering needs-oriented services and expertise to its Members in, amongst others, regulatory, scientific and technical matters. In view of supporting this main purpose, the Association may, in compliance with the antitrust law, promote, defend and represent with particular emphasis on their scientific, technical, pedagogic, environmental, economic, statistical, legal and structural aspects, all matters of common interest to the European chemical industry, in the widest sense, at European and global level, always endeavouring to add value as a collective compared to individual Member's activities. &#xd;<br />&#xd;<br />In order to realize the aforementioned purpose of international utility, the Association may in particular develop the following activities:&#xd;<br />&#xd;<br />a) To build a solid scientific knowledge base on chemistry and chemicals in Europe as required to deliver on the vision and foster the purpose of the Association; &#xd;<br />&#xd;<br />b) To bring together industry stakeholders in order to exchange information, to develop new understandings, science and knowledge and to foster or facilitate collaborative innovation;&#xd;<br />&#xd;<br />c) To bring together the competences of Members to deliver on the vision and foster the purpose of the Association; &#xd;<br />&#xd;<br />d) To be instrumental in building consensus among Members and between Members and other stakeholders, always complying with antitrust rules and applicable regulations and striving to reach the highest target;   &#xd;<br />&#xd;<br />e) To endeavour to create business friendly, science based and positive framework conditions to foster innovation in Europe and strive for a world class European investment environment for safe, innovative and resource efficient chemical products and processes;&#xd;<br />&#xd;<br />f) To serve as a resource and forum for education, information sharing and networking between the Members; &#xd;<br />&#xd;<br />g) To contribute to achieving the UN Sustainable Development Goals (SDGs) and to drive forward resource efficiency and sustainability in the chemical industry and the activities of the Association;&#xd;<br />&#xd;<br />h) To constantly expand and promote Responsible Care;&#xd;<br />&#xd;<br />i) To secure the \"license to grow\" for chemicals companies in Europe, beyond the \"license to operate\";&#xd;<br />&#xd;<br />j) To strive to engage in and shape societal debates in key and focus areas, especially on issues related to risk and new technologies;&#xd;<br />&#xd;<br />k) To inspire the young generations and promote the benefits of chemistry and STEM skills (science, technology, engineering and mathematics);&#xd;<br />&#xd;<br />l) To be the voice of the European Chemical Industry at European and global level by representing the interests of the Members of the Association across Europe and advocating their interests to create the right support and policy frameworks for the chemical industry in Europe and beyond, addressing specifically European policy makers, the European Union institutions and other European regulatory bodies;&#xd;<br />&#xd;<br />m) To maximise efforts to build the reputation of the chemical industry. &#xd;<br />&#xd;<br />Our members are from the different sectors and sub-sectors of the chemical industries which study all questions of specific interests (see list on https://cefic.org/)","acronym":"Cefic","interests":"Borders and Security, Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Food Safety, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Here the main different EU policies followed by Cefic:&#xd;<br />1. EU Industrial Policy: e.g. Industrial Policy Competitiveness;&#xd;<br />2. Trade Policy: e.g. Brexit &#xd;<br />3. EU Energy &amp; Climate: e.g. Emissions Trading System (ETS); Energy Efficiency; Energy Union; Renewable Energy; Resource Efficiency;  &#xd;<br />4. EU HSE policy (environmental policy): e.g. Environment &amp; Health Air; Industrial Emissions (IED); Process safety and Seveso; Soil; Waste Management; Water Quality; \t&#xd;<br />5. Chemicals Safety and safe use of products: e.g. Classification, Labelling and Packaging; Combination effects of chemicals; Endocrine Disruption; Human Biomonitoring; REACH; Nanomaterials; Biocides  &#xd;<br />6. Copyright &amp; Intellectual Property&#xd;<br />7. Better Regulation - REFIT programme&#xd;<br />8. Sustainability\t&#xd;<br />9. Circular economy\t&#xd;<br />10. Research &amp; Innovation: e.g. Key enabling technology; CO2 valorisation; chemical recycling&#xd;<br />&#xd;<br />Cefic follows as well a series of policies, legislation o regulatory acts related to some specific sub-sector(s) of the European chemical industry. Those activities are organised within Cefic via the Cefic Sector Groups, which are dealing with specific substances/products or families of substances/products. There are currently around 70 Cefic Sector groups. &#xd;<br />&#xd;<br />The activities of all the Cefic Sector Groups carried out with the objective of directly or indirectly influencing the formulation or implementation of policy and the decision-making processes of the EU institutions are covered by the registration of Cefic into the EU Transparency Register.&#xd;<br />&#xd;<br />Here the complete list of all the Cefic Sector Groups: https://cefic.org/library-item/cefic-sector-groups-list/ &#xd;<br />&#xd;<br />For more information about the Cefic Sector Groups, please go to https://cefic.org/about-us/organization/ and click on the grey box related to the Sector Groups of Cefic.","lastUp":"2019-03-13T12:51:25.479+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}