{"id":"648950226813-63","name":"Fontem Ventures","registrationDate":"2017-04-24T17:20:11.479+01:00","category":2,"subCategory":3,"legal":"B.V.","web":"http://www.fontemventures.com/","country":"Netherlands","headAddress":"Radarweg 60","headCity":"Amsterdam","headPostCode":"1043 NT","headPhone":"(31)02 02 40 29 00","boss":"Ross Parker","bossTitle":"Mr","bossPosition":"Director of CLA","membersCount":1,"membersFTE":"0.25","membership":"UKVIA - UK Vape Industry Association&#xd;\nVBI - Vape Business Ireland&#xd;\nIEA - Institute of Economic Affairs&#xd;\nSGF - Scottish Grocers' Federation","memberOrga":"","goal":"Fontem Ventures believes that changing consumer lifestyles are creating vast new opportunities for companies who can meet evolving needs. Fontem is dedicated to developing and growing a portfolio of consumable products that meet consumer demands, today and tomorrow.&#xd;<br /> &#xd;<br />Fontem's current focus is on the e-vapour sector, which is both rapidly growing and maturing as regulators look to frame this new category. Fontem’s latest product addition in this category is the blu EVP range, which makes Fontem the clear international leader in the vaping sector. Fontem is now managing the expansion of this brand into new markets, creating new opportunities.&#xd;<br /> &#xd;<br />Fontem has also developed an innovative caffeine product, Reon, which is currently on trial in the UK.&#xd;<br /> &#xd;<br />Fontem will continue to investigate exciting, high-growth opportunities in the consumable good space, always working with a sense of responsibility to consumers and society.","acronym":"","interests":"Business and Industry, Consumers, Culture and media, Digital economy and society, Public Health, Single market, Taxation","euInitiatives":"Legislation&#xd;<br />- The implementation of Directive 2014/40/EU on the approximation of the laws, regulations and administrative provisions of the Member States concerning the manufacture , presentation, and sale of tobacco and related products;&#xd;<br />-  Review of Directive 2011/64/EC, on the structure and rates of excise duty applied to manufactured tobacco;&#xd;<br />- Review of Directive 2010/13/EU on Audiovisual Media Services (AVMSD)&#xd;<br />&#xd;<br />EU initiatives: &#xd;<br />- Regulation and secondary legislation relevant to electronic cigarettes / vaping products;&#xd;<br />- Development of technical/quality standards for electronic cigarettes / vaping products;&#xd;<br />- Public health","lastUp":"2019-03-18T14:04:02.212+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}