{"id":"64923022627-39","name":"Fédération Européenne pour la Santé Animale et la Sécurité Sanitaire","registrationDate":"2009-11-16T18:17:19.841+02:00","category":2,"subCategory":1,"legal":"ASBL","web":"http://www.fesass.eu","country":"Belgium","headAddress":"Allée des Artisans 2","headCity":"CINEY","headPostCode":"5590","headPhone":"(32)83 23 05 15","boss":"DIDIER DELMOTTE","bossTitle":"Mr","bossPosition":"Président","membersCount":5,"membersFTE":"1.5","membership":"La FESASS est membre de l'EPRUMA","memberOrga":"• Belgique (DGZ, Flandres et ARSIA, Wallonie)&#xd;\n• France (Fédération Nationale des Groupements de Défense Sanitaire du Bétail, GDS France)&#xd;\n• Allemagne (Association des Éleveurs Allemands, ADT)&#xd;\n• Italie (Association des Éleveurs Italiens, AIA)&#xd;\n• Luxembourg (Association des Éleveurs, Convis)&#xd;\n• Pays-Bas (Groupements de Défense Sanitaire Néerlandais, GD)&#xd;\n• Espagne (ANPROGAPOR, Association des Éleveurs Porcins)&#xd;\n• Portugal (UADS Alentejo et UCADESA)&#xd;\n• Irlande (AHI, Animal Health Ireland)","goal":"Créée depuis 2001, la Fédération Européenne pour la Santé Animale et la Sécurité Sanitaire (FESASS) regroupe les fédérations professionnelles nationales en charge de la santé des animaux et de la qualité de leurs produits ainsi que des questions relatives au bien-être animal. &#xd;<br />&#xd;<br />Elle a donc vocation à rassembler tous les éleveurs européens de bovins, porcins, ovins, caprins mais aussi d’autres espèces comme les volailles, les abeilles ou les poissons.&#xd;<br />&#xd;<br />La FESASS a pour objectif principal la défense et l’amélioration du statut sanitaire des cheptels européens ainsi que sa valorisation auprès des consommateurs de l’Union européenne.&#xd;<br />&#xd;<br />Organisation technique, la FESASS intervient en premier lieu dans le domaine de la santé animale.&#xd;<br />&#xd;<br />Forte de l’expérience de ses membres, elle contribue à la réflexion européenne en matière de maladies réglementés et non réglementées et participe à la conception des actions engagées contre celles-ci. Elle participe aussi à différents travaux concernant le bien -être animal.","acronym":"FESASS","interests":"Agriculture, Budget, Consumers, Customs, Enlargement, Food Safety, Public Health, Regional Policy, Research and innovation, Single market","euInitiatives":"La FESASS suit l'ensemble des textes concernant la santé animale comme par exemple : la mise en oeuvre du règlement relatif aux maladies animales et du règlement \"contrôles\" ou encore les travaux concernant le règlement relatif aux médicaments vétérinaires. Elle est également attentive à la règlementation concernant le bien être des animaux ainsi que les textes concernant les échanges internationaux.","lastUp":"2018-10-10T18:02:25.137+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}