{"id":"649510424620-32","name":"EuroCogit","registrationDate":"2016-11-22T08:38:25.333+01:00","category":1,"subCategory":8,"legal":"Libero Professionista","web":"http://www.eurocogit.eu","country":"Italy","headAddress":"via Luigi Carbone, 44","headCity":"Marcianise","headPostCode":"81025","headPhone":"(39)33 87 79 21 43","boss":"Tartaglione Francesco","bossTitle":"Mr","bossPosition":"CEO &amp; Founder","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Lo studio Eurocogit ha l'obiettivo di creare valore economico ad imprese, enti pubblici e privati attraverso i Fondi Europei. L'importanza di essere iscritto al registro è quello di rappresentare i propri clienti al fine di influenzare direttamente o indirettamente l'elaborazione o&#xd;<br />l'attuazione delle politiche e i processi decisionali delle istituzioni dell'UE su specifiche tematiche.","acronym":"EuroCogit","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Culture and media, Economy, finance and the euro, Energy, Environment, Humanitarian aid and civil protection, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Single market, Trade","euInitiatives":"Attualmente lo Studio segue il nuovo Accordo Commerciale - EPA tra UE e Giappone. Trasferendo le opportunità commerciali alle imprese europee. Partecipa alle iniziative dei MEP -  ultima è stata Europe in Action del MEP Cicu. Ad Aprile partecipa alle iniziative della Regione Campania. Assiste alle votazioni in aula e alle decisioni prese nelle commissioni al fine di trasferire notizie sul territorio di interesse. Particolare attenzione è posta nell'elaborazione del budget della commissione, delle politiche di sviluppo, di cooperazione, e assiste le segreterie dei MEP nella diffusione di opportunità e delle iniziative dell'UE","lastUp":"2019-03-18T13:16:38.129+01:00","customers":"Artigiani Pozzuoli,TecnoFlex,Artistica","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}