{"id":"649878531615-91","name":"Vidrona Ltd","registrationDate":"2018-05-25T12:09:22.997+02:00","category":4,"subCategory":12,"legal":"Ltd","web":"http://www.vidrona.com","country":"United kingdom","headAddress":"G10 Atlas Building,","headCity":"Didcot","headPostCode":"OX11 0QX","headPhone":"(44)74 69 23 16 93","boss":"Ashutosh Natraj","bossTitle":"Mr","bossPosition":"CEO &amp; Founder","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Vidrona (a European Space Agency incubated business) is precision predictive energy asset management company that utilises data analysis and analytics that generates insights from data collected using sensors on various automated platforms like UAVs, ground robots, satellites, and even mobile phones. We gather raw data process and analyse this data using our proprietary computer vision, artificial intelligence and machine learning algorithms; and return actionable reports to the client on our SaaS based software platform, vSense®. &#xd;<br />On top of this actionable information, our product allows the clients’ operations managers to better track their maintenance activity. No maintenance task is accepted till such time as the client’s maintenance personnel takes a picture of the corrected component using their mobile phones, upload these images on to vSense®, our algorithms then analyse these images for fixes, and escalate the issue in case the corrective measures taken aren’t sufficient. &#xd;<br />Our clients come from industries like Renewable Energy Generation, Power Transmission, Oil &amp; Gas, as well as Water. &#xd;<br />Through our data analysis and analytics, we are helping our clients usher in a \"A New Era For Energy Asset Management\"​","acronym":"Vidrona","interests":"Agriculture and Rural Development, Borders and Security, Competition, Digital economy and society, Energy, Environment, Food Safety, Maritime affairs and fisheries, Research and innovation","euInitiatives":"Smart Energy grid,&#xd;<br />Renewable energy efficiency,&#xd;<br />Policies on Drone usage,&#xd;<br />policies on energy tariffs,&#xd;<br />Participated under the OFGEM(UK) Innovation Link Policy programme","lastUp":"2019-04-30T10:28:50.825+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}