{"id":"65005301612-17","name":"Bundesverband der Dolmetscher und Übersetzer e.V.","registrationDate":"2009-04-30T11:51:05.591+01:00","category":2,"subCategory":1,"legal":"eingetragener Verein","web":"http://www.bdue.de","country":"Germany","headAddress":"Uhlandstraße 4-5","headCity":"Berlin","headPostCode":"10623","headPhone":"(49)30 88 71 28 30","boss":"André Lindemann","bossTitle":"Mr","bossPosition":"Präsident","membersCount":1,"membersFTE":"0.25","membership":"- Fédération Internationale des Traducteurs (FIT) &#xd;\n&#xd;\n- Europan Legal Interpreters and Translators Association (EULITA)&#xd;\n&#xd;\n- Bundesverband mittelständische Wirtschaft, Unternehmerverband Deutschlands e.V. (BVMW)&#xd;\n&#xd;\n- Institut für Sachverständigenwesen e.V. (IfS)&#xd;\n&#xd;\n- Conférence internationale permanente d’Instituts universitaires de Traducteurs et Interprètes (CIUTI)&#xd;\n&#xd;\n- Zentrale zur Bekämpfung unlauteren Wettbewerbs e.V.&#xd;\n&#xd;\n- European Forum of Sign Language Interpreters (efsli) &#xd;\n&#xd;\n- International Council for the Development of Community Interpreting (Critical Link International)&#xd;\n&#xd;\n- European Network for Public Service Interpreting and Translation (ENPSIT)","memberOrga":"http://www.bdue.de/der-bdue/organisation/mitglieder/","goal":"- Regelung des Berufszuganges&#xd;<br />&#xd;<br />- Verbesserung von Aus- und Weiterbildung durch mehr Praxisbezug und Vermittlung von Fachwissen (fachliche Spezialisierung)&#xd;<br />&#xd;<br />- Vereinheitlichung des Prüfungswesens&#xd;<br />&#xd;<br />- Bundeseinheitliche Regelung von Beeidigung, Ermächtigung und öffentlicher Bestellung&#xd;<br />&#xd;<br />- Bundeseinheitliche Richtlinien für Urkundenübersetzungen&#xd;<br />&#xd;<br />- Aufklärung der Öffentlichkeit über das Berufsbild des Dolmetschers und Übersetzers und die Bedeutung des Berufsstandes für Staat und Gesellschaft&#xd;<br />&#xd;<br />- Einwirkung auf gesetzgebende Gremien, Behörden, Gerichte sowie Spitzenverbände der Wirtschaft","acronym":"BDÜ","interests":"Audiovisual and Media, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, External Relations, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks","euInitiatives":"- Öffentliche Konsultation zu einer möglichen Maßnahme der EU zur Bewältigung der Herausforderungen des Zugangs zum Sozialschutz für Menschen in allen Beschäftigungsformen im Rahmen der europäischen Säule sozialer Rechte","lastUp":"2018-01-18T12:05:55.301+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}