{"id":"650035611150-01","name":"The Huggard Consulting Group","registrationDate":"2013-05-15T16:33:30.813+01:00","category":1,"subCategory":6,"legal":"S.A.R.L","web":"http://huggardconsulting.com/","country":"Luxembourg","headAddress":"Rue De L'Horizon, 94","headCity":"Itzig","headPostCode":"L5960","headPhone":"(352)30 55 44","boss":"Joseph Huggard","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.25","membership":"Ireland Luxembourg Chamber of Commerce&#xd;\nhttp://www.ilcc.lu/&#xd;\nAmcham Luxembourg&#xd;\nhttp://www.amcham.lu/","memberOrga":"","goal":"The Huggard Consulting Group has been established to assist companies in a world where meeting the data requirements is no guarantee of regulatory approval and where emotion appears to triumph over rationality. Its founder, Joseph Huggard, based on more than 30 years of working with some of the most contentious public health and environmental issues, understands that maintaining a licence to operate is a major challenge for innovation-driven companies. From metals and chemicals to food and pharmaceuticals, industry competes with the agendas of other stakeholders, adept at creating a narrative for industry which sets it at a disadvantage when it comes to policy making and regulation.&#xd;<br />&#xd;<br />Dealing with this complex challenge demands a strategy of high quality health and environmental science, insightful communications and effective advocacy. Only through implementing this approach can industry insure that society benefits from its products.&#xd;<br />&#xd;<br />In The Huggard Consulting Group, we have put together a unique cross disciplinary team, which has unparalleled experience and expertise to help when your product, services or activities are being challenged. This team excels where science, regulation, politics and business meet.","acronym":"HCG","interests":"Environment, Food Safety, Public Health, Single market","euInitiatives":"Endocrine Disruptors&#xd;<br />Fragrance Allergens&#xd;<br />SCCS decisions&#xd;<br />Digital economy&#xd;<br />Plant Protection Products","lastUp":"2019-03-14T10:54:21.652+01:00","customers":"International Fragarnce Association (IFRA),Combe Inc.","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}