{"id":"650035215812-91","name":"EDEKA Zentrale AG &amp; Co. KG","registrationDate":"2015-01-29T10:45:14.847+02:00","category":2,"subCategory":3,"legal":"AG &amp; Co. KG","web":"http://edeka.de","country":"Germany","headAddress":"New-York-Ring 6","headCity":"Hamburg","headPostCode":"22297","headPhone":"(49)4 06 37 70","boss":"Rolf Lange","bossTitle":"Mr","bossPosition":"Geschäftsbereichsleiter UK-PA","membersCount":2,"membersFTE":"1.5","membership":"- Handelsverband Deutschland (HDE)&#xd;\n- EuroCommerce&#xd;\n- Independent Retail Europe&#xd;\n- ZGV-Mittelstandsverbund&#xd;\n- Bundesverband des Deutschen Lebensmittelhandels e.V. (BVLH)","memberOrga":"","goal":"Das Profil des mittelständisch und genossenschaftlich geprägten EDEKA-Verbunds basiert auf dem erfolgreichen Zusammenspiel dreier Stufen:&#xd;<br />&#xd;<br />Bundesweit verleihen über 4.000 selbstständige Kaufleute EDEKA ein Gesicht. Sie übernehmen auf Einzelhandelsebene die Rolle des Nahversorgers, der für Lebensmittelqualität und Genuss steht.&#xd;<br />&#xd;<br />Unterstützt werden sie von sieben regionalen Großhandelsbetrieben, die täglich frische Ware in die EDEKA-Märkte liefern und darüber hinaus von Vertriebs- bis zu Expansionsthemen an ihrer Seite stehen.&#xd;<br />&#xd;<br />Die Koordination der EDEKA-Strategie erfolgt in der Hamburger EDEKA-Zentrale. Sie steuert das nationale Warengeschäft ebenso wie die erfolgreiche Kampagne 'Wir ♥ Lebensmittel'. Von hier erfolgen die Impulse zur Realisierung verbundübergreifender Ziele wie beispielsweise dem Schaffen durchgängiger IT-Strukturen oder zur Entwicklung zeitgemäßer Personalentwicklungs- und Qualifizierungskonzepte für den Einzelhandel. Mit dem Tochterunternehmen Netto Marken-Discount setzt sie darüber hinaus erfolgreiche Akzente im Discountgeschäft und rundet so das breite Leistungsspektrum des Unternehmensverbunds ab.&#xd;<br />&#xd;<br />EDEKA erzielte 2016 mit mehr als 11.200 Märkten und 351.500 Mitarbeiterinnen und Mitarbeitern einen Umsatz von 49,6 Mrd. Euro. Mit rund 16.600 Auszubildenden ist EDEKA einer der führenden Ausbilder in Deutschland.","acronym":"EDEKA","interests":"Agriculture, Business and Industry, Climate Action, Competition, Consumers, Employment and Social Affairs, Energy, Environment, Food Safety, Maritime affairs and fisheries, Single market, Trade","euInitiatives":"- Lebensmittelrecht / Lebensmittelverschwendung&#xd;<br />- Gemeinsame Agrarpolitik&#xd;<br />- Wettbewerbsrecht&#xd;<br />- Binnenmarktthemen&#xd;<br />- Zahlungssysteme&#xd;<br />- unfaire Geschäftspraktiken (UTPs)&#xd;<br />- Umwelt- und Energiethemen (z.B. EU-Plastikstrategie)&#xd;<br />- Non-Food Themen","lastUp":"2018-09-14T15:34:06.759+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}