{"id":"650295823224-84","name":"Enviva","registrationDate":"2016-09-01T16:32:07.743+02:00","category":2,"subCategory":3,"legal":"Enviva Partners, LP, a publicly-traded master limited partnership (NYSE: EVA), and Enviva Development Holdings, LLC, a wholly-owned private company","web":"http://www.envivabiomass.com/","country":"United states","headAddress":"7200 Wisconsin Avenue","headCity":"Bethesda, Maryland","headPostCode":"","headPhone":"(1)30 16 57 55 60","boss":"William Schmidt","bossTitle":"Mr","bossPosition":"Executive Vice President &amp; General Counsel","membersCount":1,"membersFTE":"0.25","membership":"European Biomass Association: http://www.aebiom.org/&#xd;\n&#xd;\nUS Industrial Pellet Association: http://www.theusipa.org/","memberOrga":"","goal":"From our website homepage: Enviva was founded in 2004 with a clear purpose in mind: We wanted to develop a cleaner energy alternative to fossil fuels. In particular, we wanted to offer electric utilities a fuel to replace coal, enabling them to generate power without interruption while reducing their greenhouse gas emissions.&#xd;<br />&#xd;<br />More than a decade later, Enviva has become the world’s largest producer of wood pellets – a small and seemingly ordinary product that is addressing these big challenges and delivering real results.&#xd;<br />&#xd;<br />Enviva owns and operates six plants that are strategically located in the southeastern United States and that produce nearly 3 million metric tons of wood pellets annually. We export our pellets primarily to power plants in the United Kingdom and Europe that previously were fueled by coal, enabling them to reduce their carbon footprint by about 80 percent. We make our pellets using sustainable practices that protect Southern forests. And we employ about 600 people and support many other businesses in the rural South, where jobs and economic opportunity are sometimes scarce.&#xd;<br />&#xd;<br />At Enviva, our job is more than making pellets. We work for lower emissions, healthy forests and strong communities.&#xd;<br />&#xd;<br />Enviva conducts its activities through two entities: Enviva Partners, LP, a publicly-traded master limited partnership (NYSE: EVA), and Enviva Development Holdings, LLC, a wholly-owned private company.","acronym":"","interests":"Climate Action, Energy, Environment","euInitiatives":"Resource-efficient Europe initiative (http://ec.europa.eu/resource-efficient-europe/index_en.htm) - technological, improvements, transition in energy, industrial, agricultural and transport systems, and changes in behavior as producers and  consumers, especially in regards to biomass energy.&#xd;<br />Enviva will continue to engage in policy, outreach, education, and communication activities related to the development of a resource-efficient Europe.","lastUp":"2018-07-05T16:58:21.586+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}