{"id":"65035217875-61","name":"Bundesverband Glasindustrie e.V.","registrationDate":"2012-01-30T12:37:08.106+01:00","category":2,"subCategory":4,"legal":"association","web":"http://www.bvglas.de","country":"Germany","headAddress":"Am Bonneshof 5","headCity":"Düsseldorf","headPostCode":"40474","headPhone":"(49)21 14 79 61 34","boss":"Johann Overath","bossTitle":"Mr","bossPosition":"Director General","membersCount":6,"membersFTE":"4.5","membership":"BDI: http://www.bdi.eu&#xd;\nGAE: http://www.glassallianceeurope.eu","memberOrga":"http://www.bvglas.de/fileadmin/media/Mitgliederverzeichnis/Mitgliederverzeichnis_BVGlas.pdf","goal":"The Federal Association of the German Glass Industry (Bundesverband Glasindustrie e.V.)&#xd;<br />&#xd;<br />The Federal Association of the German Glass Industry is the central organisation for the German glass industry. It represents around 80 percent of German glass manufacturing enterprises. BV Glas' members operate in the sectors of flat glass, container glass, special glass and in the glass processing and finishing sectors and they include both German and international enterprises. &#xd;<br />&#xd;<br />The Federal Association of the German Glass Industry is a central point of contact for all issues relating to glass at both national and international level. One of its key functions is to provide important information about  glass to users and decision makers in the manufacturing sector, the craft and retail trades and also to opinion leaders in science, research and politics, the media and consumers. The Federal Association of the German Glass Industry also represents its members' interests in the public sphere. For example, it assumes a coordinating role by liasing between members when the glass industry is collectively developing national or international standards. The Federal Association of the German Glass Industry also aims to inspire people and to educate them about how inventive, individual and versatile glass is. BV Glas is also an important national and international representative of the glass manufacturing industry in all economic and socio-political domains.","acronym":"BV Glas","interests":"Climate Action, Competition, Consumer Affairs, Energy, Enterprise, Environment, Food Safety, General and Institutional Affairs, Public Health, Research and Technology, Taxation, Trade","euInitiatives":"Emissions Trading Scheme&#xd;<br />Energy&#xd;<br />REACH&#xd;<br />Circular Economy&#xd;<br />Immission control (BREF)&#xd;<br />National Emission Ceilings (NEC)&#xd;<br />Ecologic Footprints","lastUp":"2018-01-31T13:57:53.495+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}