{"id":"6504541970-40","name":"Volkswagen Aktiengesellschaft","registrationDate":"2009-01-15T15:57:19.990+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.volkswagenag.com","country":"Germany","headAddress":"Berliner Ring 2","headCity":"Wolfsburg","headPostCode":"38436","headPhone":"(49)53 61 90","boss":"Herbert Diess","bossTitle":"Mr","bossPosition":"Vorstandsvorsitzender","membersCount":46,"membersFTE":"17.0","membership":"Die Volkswagen AG ist Mitglied in mehreren hundert Vereinen und Verbänden, von Industrie- bis zu regionalen Feuerwehrverbänden. Im Zusammenhang mit diesem Register werden beispielhaft genannt:&#xd;\nACEA – European Automobile Manufacturers Association&#xd;\nBusinessEurope Advisory Group&#xd;\nCSR Europe&#xd;\nCEPS – Center for European Policy Studies&#xd;\nERTRAC – European Road Transport Research Advisory Council Supporting Institutions Group","memberOrga":"https://www.volkswagenag.com/de/brands-and-models.html","goal":"Der Volkswagen Konzern mit Sitz in Wolfsburg ist einer der führenden Automobilhersteller weltweit und der größte Automobilproduzent Europas. Unter anhaltend herausfordernden Marktbedingungen steigerten sich im Jahr 2018 die Auslieferungen von Konzernfahrzeugen auf 10,834 Millionen. In Westeuropa stammen 22 Prozent aller neuen Pkw aus dem Volkswagen Konzern. &#xd;<br />&#xd;<br />Der Umsatz des Konzerns belief sich im Jahr 2018 auf 235,8  Milliarden Euro (2017: 230,7 Milliarden Euro). Das Ergebnis nach Steuern betrug im abgelaufenen Geschäftsjahr 12,2 Milliarden Euro (2017: 11,6 Milliarden Euro).&#xd;<br />&#xd;<br />Zwölf Marken aus sieben europäischen Ländern gehören zum Konzern: Volkswagen Pkw, Audi, SEAT, ŠKODA, Bentley, Bugatti, Lamborghini, Porsche, Ducati, Volkswagen Nutzfahrzeuge, Scania und MAN.&#xd;<br />Jede Marke hat ihren eigenen Charakter und operiert selbstständig im Markt. &#xd;<br />&#xd;<br />Im Konzernbereich Automobile erstreckt sich das Produktportfolio von verbrauchsgünstigen Kleinwagen bis hin zu Fahrzeugen aus dem Luxussegment. Es beinhaltet auch Motorräder und wird sukzessive durch Mobilitätslösungen ergänzt. &#xd;<br />&#xd;<br />Das Angebot im Bereich Nutzfahrzeuge beginnt bei Pickups und reicht bis zu schweren Lkw und Bussen. &#xd;<br />&#xd;<br />Im Bereich Power Engineering wird das Geschäft mit Großdieselmotoren, Turbomaschinen, Spezialgetrieben, Komponenten der Antriebstechnik und Prüfsystemen zusammengefasst. &#xd;<br />&#xd;<br />Die Tätigkeit des Konzernbereichs Finanzdienstleistungen umfasst Händler- und Kundenfinanzierung, das Fahrzeugleasing, das Direktbank- und Versicherungsgeschäft sowie das Flottenmanagement und Mobilitätsangebote.&#xd;<br />&#xd;<br />Der Konzern betreibt in 20 Ländern Europas und in 11 Ländern Amerikas, Asiens und Afrikas 123 Fertigungsstätten. 664.496 Beschäftigte produzieren an jedem Arbeitstag rund um den Globus Fahrzeuge, sind mitfahrzeugbezogenen Dienstleistungen befasst oder arbeiten in weiteren Geschäftsfeldern. Seine Fahrzeuge bietet der Volkswagen Konzern in 153 Ländern an.","acronym":"VOLKSWAGEN AG","interests":"Banking and financial services, Budget, Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Justice and Fundamental Rights, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"Klima- und energiepolitischer Rahmen bis 2030, Emissionsregulierung&#xd;<br />&#xd;<br />Ein sauberer Planet für alle – Eine Europäische strategische, langfristige Vision für eine wohlhabende, moderne, wettbewerbsfähige und klimaneutrale Wirtschaft &#xd;<br />&#xd;<br />Mobilitätspakete und die europäische Strategie für emissionsarme Mobilität (Dt. Titel) &#xd;<br />&#xd;<br />Verhandlungen über das Verhältnis des Vereinigten Königreiches mit der EU&#xd;<br />&#xd;<br />EU Freihandelsverhandlungen mit konzernrelevanten Wachstumsmärkten, EU Positionierungen innerhalb der Welthandelsorganisation &#xd;<br />&#xd;<br />Weiterentwicklung der EU-USA und EU-China Beziehungen&#xd;<br />&#xd;<br />Initiativen zum Digitalen Binnenmarkt, z.B. zur Datenwirtschaft (Dt. Begriff)&#xd;<br />&#xd;<br />Weitere Initiativen im Zusammenhang mit vernetztem und automatisiertem Fahren","lastUp":"2019-09-19T16:49:17.918+02:00","customers":"","costAbsolu":"","costRange":"2750000-2999999","turnoverAbsolu":0,"turnoverRange":""}