{"id":"651029816401-19","name":"European Venture Philanthropy Association","registrationDate":"2015-03-09T12:25:04.814+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://evpa.eu.com/","country":"Belgium","headAddress":"Rue Royale 94","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)25 13 21 31","boss":"Steven Serneels","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"0.75","membership":"EVPA is an observer to the OECD NetFWD (Network of Foundations Working for Development) and to the Global Social Impact Investment Steering Group (GSG)","memberOrga":"http://evpa.eu.com/membership/our-members","goal":"Based in Brussels, EVPA is a non-profit, membership association gathering organisations interested in or practising Venture Philanthropy and Social Investment (VP/SI).  &#xd;<br />&#xd;<br />Established in 2004, EVPA envisions “a world where philanthropy and investment combine to drive societal impact.” In that context, EVPA’s mission is to enable Venture Philanthropists and Social Investors to maximise societal impact through increased resources, collaboration and expertise.&#xd;<br />&#xd;<br />EVPA today gathers more than 280 members from 34 countries across Europe. EVPA’s diverse membership includes VP/SI funds, grant-making foundations, private equity and professional service firms, financial institutions, philanthropy advisors as well as business schools.","acronym":"EVPA","interests":"Business and Industry, Economy, finance and the euro, Employment and Social Affairs, Institutional affairs","euInitiatives":"1. EuSEF Regulation &#xd;<br />&#xd;<br />2. EU Programme for Employment and Social Innovation (EaSI)&#xd;<br />&#xd;<br />3. European Fund for Strategic Investments (EFSI) &#xd;<br />&#xd;<br />4. European Social Funds (ESF) &#xd;<br />&#xd;<br />5. Social innovation, social enterprises, social investments policies&#xd;<br />&#xd;<br />6. The InvestEU Programme","lastUp":"2019-02-25T16:16:59.232+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}