{"id":"65129577364-42","name":"ICODA - Buschkens, Ahern &amp; Partners","registrationDate":"2011-12-07T12:22:12.783+01:00","category":1,"subCategory":6,"legal":"BVBA","web":"http://www.icoda.eu","country":"Belgium","headAddress":"ICODA European Affairs","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)4 97 44 53 94","boss":"Esther Ahern","bossTitle":"Ms","bossPosition":"senior partner","membersCount":5,"membersFTE":"5.0","membership":"Beroepsvereniging Public Affairs (BVPA)&#xd;\nHolland House&#xd;\nNieuwspoort","memberOrga":"Buschkens, Ahern &amp; Partners BVBA","goal":"For the past 28 years ICODA European Affairs has successfully connected a wide range of organisations and companies with the European institutions. We focus on three activities: European Public Affairs, Lobby training &amp; EU coaching and EU Seminars &amp; Events.&#xd;<br />&#xd;<br />European Public Affairs: &#xd;<br />We offer strategic advice on how to influence the EU’s legislative process. We assist our clients with putting their items on the EU agenda, keep them well informed about upcoming legislation and guide them through the EU-decision making process.&#xd;<br />&#xd;<br />Lobby training and EU coaching: &#xd;<br />Are you the new 'EU man/woman' in Brussels for your organisation?  We offer lobby training and EU coaching to make you will feel at home in the EU bubble in no time at all. We also organise tailor-made working visits to the EU institutions for companies, universities and other organisations. Our knowledge and network in Brussels guarantees an enjoyable time with excellent learning opportunities to get a firm grasp on how to practice public affairs.&#xd;<br />&#xd;<br />EU Seminars and Events: &#xd;<br />ICODA European Affairs also takes care of your presence in Brussels through our EU seminars and events.  We advise on how to convert European issues to your audience and how your event topic can be placed in the European context.","acronym":"ICODA EU Affairs","interests":"Banking and financial services, Business and Industry, Communication, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Transport","euInitiatives":"- Health Care &#xd;<br />- Education&#xd;<br />- Financial Services&#xd;<br />- Justice and Home Affairs&#xd;<br />- Pensions&#xd;<br />- Social policy","lastUp":"2020-01-04T15:17:08.278+01:00","customers":"Provincie Gelderland (The Netherlands),Provincie Overijssel,Centrum Arbeidsverhoudingen Overheidspersoneel,Fonds Leren Ontwikkelen Woningcorporaties","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"100000-499999"}