{"id":"65129577364-42","name":"ICODA European Affairs","registrationDate":"2011-12-07T12:22:12.783+02:00","category":1,"subCategory":6,"legal":"BVBA","web":"http://www.icoda.eu","country":"Belgium","headAddress":"Scepterstraat 41","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)28 81 03 30","boss":"Lieve Lowet","bossTitle":"Ms","bossPosition":"partner","membersCount":5,"membersFTE":"4.0","membership":"lid CEPS&#xd;\nBeroepsvereniging Public Affairs (BVPA)","memberOrga":"Buschkens, Ahern &amp; Partners BVBA&#xd;\nSchuman European Affairs BVBA","goal":"ICODA European Affairs legt zich toe op het begeleiden van en het helpen formuleren van Europese strategieën voor bedrijven, overheden, belangengroeperingen en andere bij de Europese instellingen. Onze diensten omvatten : Monitoring, Issue Mapping, Reporting, Representation, Positioning, Lobbying, Visits, Internal Organization, Research &amp; Analysis en Expert advies. &#xd;<br />ICODA European Affairs specializes in financial-economic topics and health related topics. We offer a variety of services that are customized for our clients’ individual needs. We work together to create a model which is not fixed, but produces a personal, tailor-made approach for long-lasting effects.","acronym":"ICODA","interests":"Banking and financial services, Business and Industry, Communication, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Transport","euInitiatives":"1) Alle EU initiatieven die de financiële sector aanbelangen, met accent op de verzekeringssector en de aan verzekeringen verwante activiteiten, onder meer Solvency II, IDD II, IORP II, Capital markets union, enz.&#xd;<br />2) Alle EU initiatieven op vlak van gezondheidszorg en volksgezondheid.&#xd;<br />3) Alle EU initiatieven op vlak van onderwijs.&#xd;<br />4) Andere sociaal-economische initiatieven.","lastUp":"2018-10-02T20:24:30.236+02:00","customers":"International Credit Insurance and Surety Association,Fonds Leren Ontwikkelen Woningcoöperaties","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"100000-499999"}