{"id":"651594625914-35","name":"FONDAZIONE CASSA DI RISPARMIO DELLE PROVINCIE LOMBARDE","registrationDate":"2017-02-15T14:53:14.871+01:00","category":3,"subCategory":2,"legal":"FONDAZIONE","web":"http://www.fondazionecariplo.it","country":"Italy","headAddress":"VIA DANIELE MANIN 23","headCity":"MILANO","headPostCode":"20121","headPhone":"(39)0 26 23 92 04","boss":"GIOVANNI FOSTI","bossTitle":"Mr","bossPosition":"PRESIDENTE","membersCount":2,"membersFTE":"0.5","membership":"Member of the European Foundation Centre, Brussels&#xd;\nhttps://www.efc.be/ &#xd;\n&#xd;\nMember if the European Venture Philanthropy Association, Brussels&#xd;\nhttps://evpa.eu.com/","memberOrga":"","goal":"La Fondazione Cariplo rappresenta la continuazione storica della Cassa di Risparmio delle Provincie Lombarde, istituita a Milano il 12 giugno 1823. Sin dagli inizi, la Cassa di Risparmio ha operato al servizio dell’economia del territorio e ha sostenuto la crescita sociale e culturale della comunità lombarda, conformando la propria attività ai principi di autorganizzazione e di sussidiarietà. Formalmente, la Fondazione Cariplo è nata nel dicembre 1991 in seguito al processo di ristrutturazione e privatizzazione del sistema creditizio italiano dettato dalla legge Amato-Carli. Le fondazioni nate da questo processo avevano come missione istituzionale quella di proseguire nell’attività filantropica di beneficenza svolta fino ad allora dalle Casse.&#xd;<br />La Fondazione Cariplo si pone come obiettivo la sussidiarietà, senza sostituirsi ad altri soggetti, pubblici o privati, e vuole essere un soggetto anticipatore, in grado di trovare nuove soluzioni ai problemi di cui gli altri attori sociali non possono o non riescono a farsi carico. Il ruolo della Fondazione è quindi quello di corpo intermedio della società, tra il pubblico e il privato, con la capacità di rispondere ai bisogni irrisolti.&#xd;<br />Fondazione Cariplo promuove e  sostiene iniziative nel campo dell’Arte e Cultura, dell’Ambiente, della Ricerca Scientifica e del Sociale. In 27 anni di attività, la Fondazione, con la sua azione, ha consentito la realizzazione di oltre 30 mila progetti di organizzazioni non profit, con un impegno di oltre 3 miliardi di euro. È il principale ente filantropico in Italia, con una media di oltre 1.000 progetti finanziati ogni anno, dal 1991 ad oggi. &#xd;<br />Fondazione Cariplo persegue esclusivamente finalità di utilità sociale e di promozione dello sviluppo economico, non solo concorrendo con contributi economici a iniziative di terzi ma anche realizzando progetti propri. I contributi a fondo perduto concessi alle organizzazioni del Terzo Settore sono assegnati attraverso vari strumenti erogativi: bandi, erogazioni emblematiche, territoriali, istituzionali e patrocini.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Budget, Business and Industry, Climate Action, Communication, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Regional Policy, Research and innovation, Sport, Trans-European Networks, Youth","euInitiatives":"Fondazione Cariplo, nel suo Documento Programmatico Previsionale Pluriennale, identifica la missione, il ruolo, gli obiettivi generali e gli strumenti erogativi che le consentono di intervenire in un orizzonte temporale di medio-lungo termine. Approvato nel mese di Novembre del 2019, nel DPPP per il triennio 2020-2023 la Fondazione Cariplo ha stabilito di concentrare maggiormente le proprie risorse su programmi ed azioni che cerchino di riavvicinare persone e territori oggi divisi tra coloro che hanno accesso al benessere, alla cultura, ad una qualità della vita migliore e persone che ne sono escluse.&#xd;<br />Cambiamenti climatici, invecchiamento della popolazione, trasformazione digitale, evoluzione delle caratteristiche del lavoro, malnutrizione, diseguaglianze e coesione sociale, grandi migrazioni sono tra i grandi temi che la Fondazione sta approfondendo per indirizzare e focalizzare il proprio impegno lavorando insieme al Terzo Settore, alle istituzioni, alle aziende. &#xd;<br />Con particolare riguardo alla programmazione per il 2020, la Fondazione si focalizzerà sui seguenti temi e/o attività:&#xd;<br />-\tIn campo ambientale: cambiamento climatico; promozione di progetti di agricoltura sostenibile e sociale; formazione dei giovani all’imprenditorialità green; contrasto all’utilizzo di plastiche monouso; riqualificazione energetica del patrimonio edilizio degli enti non profit; sostegno agli enti lombardi che partecipano a progetti europei sulle tematiche ambientali.&#xd;<br />-\tSul fronte dell’Arte e Cultura: sviluppo dei territori e creazione di opportunità di lavoro attraverso la cultura; conservazione e valorizzazione di beni storico architettonici di pregio; innovazione dell’offerta nei luoghi della cultura; sostegno a festival, mostre, rassegne di qualità; progetti per le imprese culturali specialmente quelle a carattere giovanile e percorsi di internazionalizzazione; promozione della lettura.&#xd;<br />-\tNel campo della Ricerca Scientifica: ricerca in ambito biomedico; promozione dell’indipendenza e crescita professionale dei giovani ricercatori; economia circolare; promozione del sapere tecnico; iniziative in campo agroalimentare e biomedicale; data science for science and society; ricerca sociale e disseminazione dei risultati scientifici al largo pubblico.&#xd;<br />-\tNell’ambito dei Servizi alla Persona: iniziative di welfare di comunità dedicate al tema anziani/invecchiamento; housing sociale per persone fragili; interventi a favore delle famiglie in povertà; inserimento lavorativo di persone con disabilità e giovani NEET; iniziative di innovazione nel campo della cooperazione internazionale.&#xd;<br />Fondazione Cariplo segue pertanto con attenzione le discussioni e gli sviluppi delle politiche e programmi di finanziamento dell’Unione Europea con particolare focus sui sopracitati temi.","lastUp":"2020-01-13T10:52:34.861+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}