{"id":"652104615148-67","name":"European Society of Preventive Medicine","registrationDate":"2014-12-04T18:01:07.266+01:00","category":3,"subCategory":2,"legal":"non-profit charitable association","web":"https://www.esprevmed.org","country":"United kingdom","headAddress":"Progress in Preventive Medicine","headCity":"London","headPostCode":"75008","headPhone":"(44)7 88 54 89 82","boss":"Michael Sagner","bossTitle":"Mr","bossPosition":"Chairman","membersCount":4,"membersFTE":"2.5","membership":"","memberOrga":"","goal":"The European Society of Preventive Medicine (ESPREVMED) is dedicated to preventing diseases, predicting risk and promoting health and well-being with a holistic, global and integrative approach. ESPREVMED works at the intersection of clinical medicine and public health with a focus on chronic diseases (noncommunicable diseases).&#xd;<br />&#xd;<br />ESPREVMED aims to reach beyond the diagnosis and treatment of illness and scientifically addresses the major challenges in medicine today. The epidemic of chronic diseases, a better understanding of the underlying mechanisms and causes as well as technological advancements are transforming medicine from a reactive discipline to a pro-active and preventive one.&#xd;<br />&#xd;<br />ESPREVMED is a non-profit organization supporting health professionals and scientists as well as raising awareness in the public.&#xd;<br />ESPREVMED MISSION&#xd;<br />ESPREVMED was created to promote preventive medicine with a focus on preventive, predictive, personalized and personalized (P4 medicine) approaches for chronic diseases. Chronic diseases such as cardiovascular diseases, cancer and metabolic disorders (type-2-diabetes, obesity) are now the leading cause of death and disability on the planet.&#xd;<br />&#xd;<br />The mission of ESPREVMED is to improve individual and population health by developing and disseminating effective health promotion and chronic disease prevention and management strategies and to promote and facilitate interdisciplinary research, education, and community outreach.&#xd;<br />&#xd;<br />ESPREVMED supports problem-focused research. It uses collaboration among a broad array of health professionals and scientists who share a perspective for prevention and systems-based approaches (P4 medicine) in their research.&#xd;<br />&#xd;<br />ESPREVMED aims to support in these fields:&#xd;<br />&#xd;<br />Shift the emphasis in medicine from reaction to prevention and from disease to wellness.&#xd;<br />Improve patient outcomes and to empower both the patient and the physician.&#xd;<br />Addressing the underlying mechanisms and causes of diseases.&#xd;<br />Support a healthy lifestyle to prevent diseases. Educating both the public and health professionals about evidence-based lifestyle advice.&#xd;<br />Detect disease at an earlier stage, when it is easier and less expensive to treat effectively.&#xd;<br />Support the identification of biochemical targets for new interventions.&#xd;<br />increase political commitment for cancer prevention;","acronym":"ESPREVMED","interests":"Public Health","euInitiatives":"Member of the European Union Platform for Action on Diet, Physical Activity and Health.&#xd;<br />&#xd;<br />Partner of the European Innovation Partnership on Active and Healthy Ageing.&#xd;<br />&#xd;<br />Direct involvement with EU Health Commissioner Andriukaitis.","lastUp":"2017-02-20T12:21:24.002+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}