{"id":"652174432922-44","name":"The Donkey Sanctuary","registrationDate":"2018-11-05T15:36:42.193+01:00","category":3,"subCategory":2,"legal":"UK registered charity no 264818","web":"http://www.thedonkeysanctuary.org.uk","country":"United kingdom","headAddress":"The Donkey Sanctuary","headCity":"Sidmouth","headPostCode":"EX10 0NU","headPhone":"(44)0 13 95 57 82 22","boss":"Mike Baker","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":4,"membersFTE":"2.0","membership":"Member of Eurogroup for Animals (Vice-Chairmainship of Equine Working Group)&#xd;\nMember of self-initated Equine Workin Group of the EU Animal Welfare Platform&#xd;\nMember of International Coalition for Working Equids&#xd;\nMember of International Coalition for Animal Welfare&#xd;\nMember of the FAO Global Agenda for Sustainable Livestock&#xd;\nAwaiting member ECOSOC Status (UN)","memberOrga":"","goal":"We are an international charity and our mission is to transform the quality of life for donkeys, mules and people worldwide through greater understanding, collaboration and support, and by promoting lasting, mutually life-enhancing relationships.&#xd;<br />&#xd;<br />Our values are compassion, collaboration and creativity are  The Donkey Sanctuary values. They are the key to our journey as they represent what we stand for and what we measure ourselves against.&#xd;<br />&#xd;<br />Compassion: The Donkey Sanctuary is above all else compassionate. We never turn away from a donkey in need. Donkeys and the people who rely on them for their livelihoods lie at the heart of everything we do, as we help them cope with physical, mental and emotional challenges. We act as a global driving force for caring, both for suffering donkeys and mules, and for all those people whose lives they touch, generating understanding and support all over the world.&#xd;<br />&#xd;<br />Collaboration: The Donkey Sanctuary is collaborative in all its activities, working through a worldwide network of partner organisations, communities and individuals. We work inclusively with people frequently marginalised within their own countries and communities, whether due to poverty, ignorance, race, gender or disabilities. We treat every interaction as a two-way opportunity to learn and teach. We know that it is only together that we can help donkey owners and carers become donkey-welfare ambassadors wherever they live  and work.&#xd;<br />&#xd;<br />Creativity: The Donkey Sanctuary’s goals are ambitious, but our resources are finite — which means we must exercise creativity to meet the ambitious goals we set ourselves. Creative thinking underpins everything we do, whether adapting locally available materials for donkey-friendly harnesses across projects that span four continents, developing human-donkey interaction activities tailored to the unique challenges of children and adults with additional needs, or reaching donkey-owning communities in the midst of man-made or natural disasters.","acronym":"TDS","interests":"Agriculture, Consumers, Environment, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Public Health, Sport, Trade, Transport","euInitiatives":"Working Equids&#xd;<br />Livelihoods&#xd;<br />UN Sustainable Development Goals&#xd;<br />Animal welfare in transport&#xd;<br />Equine health&#xd;<br />Equine identification&#xd;<br />Size and scope of the equine sector&#xd;<br />Responsible ownership&#xd;<br />One Welfare","lastUp":"2018-11-05T15:37:26.172+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}