{"id":"652207321147-21","name":"Demos","registrationDate":"2016-03-29T16:52:53.524+01:00","category":4,"subCategory":5,"legal":"Educational charity","web":"http://www.demos.co.uk","country":"United kingdom","headAddress":"Unit 1","headCity":"London","headPostCode":"SE1 2BD","headPhone":"(44)0 20 73 67 42 00","boss":"Claudia Wood","bossTitle":"Ms","bossPosition":"Chief Executive","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Demos is the UK's leading cross-party think tank, and an independent, educational charity.&#xd;<br />&#xd;<br />Demos is a forum for ideas, with a passion for connecting people and politics. It has a long history of developing high-quality, empirically based research, which challenges the status quo and contributes positively to public debate. &#xd;<br />&#xd;<br />Our role and responsibility is to produce provocative and innovative ideas and to provide a platform to bring thinkers, policy-makers and the public at large together, to help solve society?s most pressing and persistent problems.","acronym":"","interests":"Communication, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, External Relations, General and Institutional Affairs, Home Affairs, Information Society, Justice and Fundamental Rights, Public Health, Research and Technology, Trans-European Networks, Youth","euInitiatives":"Demos works on European projects through three of our core research programmes: International Projects, Social Policy and, Economic Policy.&#xd;<br />&#xd;<br />Through these programmes, we address issues relevant to the following EU initiatives and policies:&#xd;<br />- Culture, education and youth (particularly Education and Training Policy and Youth)&#xd;<br />- The European Neighbourhood Policy&#xd;<br />- Employment, social affairs and equal opportunities (particularly Gender Equality, More and Better Jobs, Social and Demographic Trends, Social Dialogue, Social Inclusion)&#xd;<br />- EU Explained (Civil Society)&#xd;<br />- Justice, home affairs and citizens' rights (particularly Citizens' Rights)&#xd;<br />- Science and Technology (particularly Digital Agenda for Europe)&#xd;<br />&#xd;<br />We also conduct research into populism, political engagement and new political movements.","lastUp":"2017-03-17T14:02:48.744+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}