{"id":"652401331123-84","name":"Instituto Tecnológico de Informática","registrationDate":"2018-04-09T22:28:26.371+02:00","category":4,"subCategory":5,"legal":"non-profit association","web":"http://www.iti.es","country":"Spain","headAddress":"Ciudad Politécnica de la Innovación, UPV","headCity":"Valencia","headPostCode":"46022","headPhone":"(34)9 63 87 70 69","boss":"Laura Olcina Puerto","bossTitle":"","bossPosition":"Managing Director","membersCount":3,"membersFTE":"1.0","membership":"Many industrial / research associations / ETPs: BDVA (Big Data Value Association), NESSI, AIOTI, INTEROP-VLab, ARTEMIS, PLANETIC, es.Internet","memberOrga":"ITI has direct link with more than 180 companies (https://www.iti.es/asociados/nuestros-asociados/), coming mainly from the ICT sector and other industrial sectors with intensive use of ICT. In addition, ITI has close relationships with every relevant actor in ICT sector in Valencian Region, like ICT companies, associations (AVINFO, AVALNET, ...), Universities and other Public Research bodies.","goal":"In a world where digital technologies are drastically changing the way we design, produce, commercialize and consume all kinds of goods and services, the market requires Competence Centres that respond to present technological needs and, at the same time, are prepared to generate solutions for future needs.&#xd;<br />Instituto Tecnológico de Informática (ITI), as a Spanish Private Research &amp; Technology Organization, is a Competence Centre in Information and Communication Technologies (ICT), established in 1994 by a joint initiative of the Polytechnic University of Valencia (UPV), the Valencian Institute of Business Competitiveness (IVACE), and a group of companies in the ICT sector. &#xd;<br />&#xd;<br />ITI’s mission is the generation of knowledge and development and integration of technologies and methods in the ICT field, enabling the composition of innovative, efficient, secure and accessible solutions to address societal and economic challenges, contributing to the improvement of industrial competitiveness, and to create an integrated, sustainable and intelligent society.","acronym":"ITI","interests":"Agriculture and Rural Development, Energy, Enterprise, Information Society, Public Health, Regional Policy, Research and Technology, Transport","euInitiatives":"Digitising European Industry&#xd;<br />Digital Single Market Strategy&#xd;<br />Horizon 2020 and FP7. European Commission Annual Work Programme and Roadmaps&#xd;<br />Work in Progress document - by Parliamentary committees&#xd;<br />EuropeAid&#xd;<br />ETP &amp; PPP SRIA&#xd;<br />Enterprise Europe Network&#xd;<br />EIP Agricultural Productivity and Sustainability &#xd;<br />Knowledge and Innovation Communities, KICs&#xd;<br />Strategic Innovation Agenda (EIT)","lastUp":"2018-04-09T22:29:12.232+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}