{"id":"652622817512-93","name":"GAP CONSULTING APS","registrationDate":"2015-05-26T17:34:11.337+02:00","category":2,"subCategory":7,"legal":"NONE","web":"http://www.gapconsultingaps.it","country":"Italy","headAddress":"VIA G. PIANI 13 - P.CO DELLE ROSE A/1","headCity":"SARNO","headPostCode":"84087","headPhone":"(39)32 71 22 85 35","boss":"GIOVANNI MALINCONICO","bossTitle":"Mr","bossPosition":"PRESIDENT","membersCount":2,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"The overall GAP CONSULTING A.P.S.'s goal is to provide efficient and proficient advice concerning taxation, for citizens, self-employed, enterprises, non-profit organizations, local authorities and public agencies.&#xd;<br />&#xd;<br />GAP CONSULTING A.P.S. is aware of the general importance of taxation, such as to preserve the financial condition and the wealth of private households, or to improve the profit of the business and economic players.&#xd;<br />Because of the importance of tax compliance, GAP CONSULTING A.P.S. wants to contribute to further the approach to the study of tax system and promote the teaching and research on local, national and international taxation. To achieve this goal the association will organize congresses, commissions, study groups, etc.&#xd;<br />&#xd;<br />GAP CONSULTING A.P.S.'s main logical basis is to always take a global view, even for the local context. We assert that each economic feature or change cannot be view in isolation, but should be considered in the wider context as an entire system.","acronym":"","interests":"Agriculture, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"GAP CONSULTING A.P.S. follows carefully main initiatives, policies and legislative files of European Parliament and European Commission.","lastUp":"2018-04-22T20:02:25.893+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}