{"id":"652829617048-82","name":"Compagnie Nationale du Rhône","registrationDate":"2015-04-21T17:12:32.145+01:00","category":2,"subCategory":3,"legal":"Société anonyme d'intérêt général","web":"http://www.cnr.tm.fr/","country":"France","headAddress":"CNR","headCity":"Lyon Cedex 04","headPostCode":"69316","headPhone":"(33)4 72 00 69 69","boss":"Elisabeth Ayrault","bossTitle":"Ms","bossPosition":"Présidente-Directrice générale","membersCount":2,"membersFTE":"0.5","membership":"SER&#xd;\nMedef&#xd;\nCGPME","memberOrga":"","goal":"Premier producteur français d'électricité 100% renouvelable et concessionnaire à but multiple, la CNR se distingue par un modèle industriel d'intérêt général qui place la valorisation des territoires au centre de sa stratégie. &#xd;<br />Société anonyme d'intérêt général créée en 1933, nous devons ce statut unique à notre vocation d'origine: financer l'aménagement de la voie navigable et l'irrigation de la vallée grâce aux revenus générés par l'exploitation hydroélectrique du Rhône.&#xd;<br />Le modèle CNR est aujourd'hui un modèle mâture, solide et résolument contemporain. Son efficacité repose sur un subtil équilibre entre rentabilité économique et intérêt collectif, capitaux privés et publics, production d'énergie et aménagement des territoires traversés par le Rhône.","acronym":"CNR","interests":"Agriculture and Rural Development, Climate Action, Competition, Energy, Enterprise, Environment, Fisheries and Aquaculture, Regional Policy, Trans-European Networks, Transport","euInitiatives":"La CNR a pour volonté de contribuer à répondre, à son échelle et dans son domaine, à de grands enjeux sociétaux de notre temps. Grâce à l'approche globale de l'aménagement du territoire que son modèle lui confère, la CNR peut agir en faveur de la transition énergétique et de la lutte contre le réchauffement climatique. Mais elle oeuvre également en faveur de la protection de la biodiversité, du développement économique et touristique, de l'agriculture durable et du développement du transport fluvial.","lastUp":"2018-03-05T19:12:53.471+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}