{"id":"652836226941-09","name":"DAL CONSULTING","registrationDate":"2017-04-27T10:49:01.878+02:00","category":1,"subCategory":6,"legal":"SRL","web":"http://www.dal.ro","country":"Romania","headAddress":"Strada Pacurari 156","headCity":"Iasi","headPostCode":"700519","headPhone":"(40)7 44 57 51 48","boss":"Angelica Manea","bossTitle":"Ms","bossPosition":"Director General","membersCount":1,"membersFTE":"0.25","membership":"www.amcor.ro&#xd;\nwww.acrafe.ro &#xd;\nwww.greenenergycluster.ro","memberOrga":"http://www.inforegionordest.ro/comunicatori-regio","goal":"Viziunea noastră este ca DAL Consulting să devină un standard de referință pentru firmele românești în domeniul consultanței în management. &#xd;<br />Misiunea noastră este să sprijinim antreprenorii să-și dezvolte competențele de management și să-și transforme companiile în organizații performante. &#xd;<br />DAL Consulting este o companie ce activează de peste 15 ani pe piața serviciilor de consultanță în managementul afacerilor. &#xd;<br />Suntem conectați în permanență la realitatea economică și suntem atenți la trendurile pieței, sesizând implicațiile acestora asupra companiei dumneavoastră. &#xd;<br />Încrederea oferită clienților, profesionalismul și etica sunt principiile de bază în derularea activității noastre.&#xd;<br />Obiectivele noastre sunt:&#xd;<br />- calitate in tot ceea ce oferim clienților&#xd;<br />- flexibilitate în ceea ce privește dezvoltarea serviciilor &#xd;<br />- adaptabilitate la schimbările mediului de afaceri&#xd;<br />- siguranță oferită clienților ca rezultat al misiunii de consultanță","acronym":"","interests":"Agriculture, Banking and financial services, Business and Industry, Communication, Competition, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Food Safety, International co-operation and development, Maritime affairs and fisheries, Research and innovation, Single market, Youth","euInitiatives":"- politici legate de dezvoltarea IMM-urilor&#xd;<br />- politicile privind inovarea&#xd;<br />- politicile privind dezvoltarea agriculturii","lastUp":"2018-04-30T11:21:41.298+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}