{"id":"65288482768-64","name":"Prudential plc","registrationDate":"2009-12-11T18:25:13.134+01:00","category":2,"subCategory":3,"legal":"Public Limited Company","web":"http://www.prudential.co.uk","country":"United kingdom","headAddress":"12 Arthur Street","headCity":"London","headPostCode":"EC4R 9AQ","headPhone":"(44)20 75 48 37 47","boss":"Matt Cavanagh","bossTitle":"Mr","bossPosition":"Director of Group Government Relations ","membersCount":1,"membersFTE":"0.75","membership":"Prudential plc is involved in a range of national, European and international organisations, including: Confederation of British Industry, Association of British Insurers, Investment Association, European Fund and Asset Management Association, European Financial Services Roundtable, Pan-European Insurance Forum, Chief Finance Officers Forum, Chief Risk Officers Forum, CityUK, British Chamber of Commerce in Belgium, European Services Forum. We also work with FTI Consulting, as our Brussels-based consultancy, and with Global Counsel.","memberOrga":"","goal":"Prudential plc and its affiliated companies constitute one of the world’s leading financial services groups, serving around 24 million insurance customers, with £599m of assets under management (as at 31 December 2016). Prudential plc is incorporated in England and Wales and is listed on the stock exchanges in London, Hong Kong, Singapore and New York. Prudential plc is not affiliated in any manner with Prudential Financial, Inc., a company whose principal place of business is in the United States of America.","acronym":"Prudential","interests":"Budget, Competition, Consumer Affairs, Economic and Financial Affairs, Energy, Environment, General and Institutional Affairs, Internal Market, Taxation, Trade","euInitiatives":"In line with business activities, Prudential follows a wide range of policy issues in the areas of insurance, consumer policy, asset management, financial supervision and regulation.","lastUp":"2017-04-27T17:20:12.509+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}