{"id":"65288482768-64","name":"Prudential plc","registrationDate":"2009-12-11T18:25:13.134+02:00","category":2,"subCategory":3,"legal":"Public Limited Company","web":"http://www.prudential.co.uk","country":"United kingdom","headAddress":"12 Arthur Street","headCity":"London","headPostCode":"EC4R 9AQ","headPhone":"(44)20 75 48 37 47","boss":"Matt Cavanagh","bossTitle":"Mr","bossPosition":"Director of Group Government Relations ","membersCount":1,"membersFTE":"0.5","membership":"Prudential plc is involved in a range of national, European and international organisations, including: Confederation of British Industry, Association of British Insurers, Investment Association, European Fund and Asset Management Association, European Financial Services Roundtable, Chief Finance Officers Forum, Chief Risk Officers Forum, CityUK, British Chamber of Commerce in Belgium, European Services Forum. We also work with Global Counsel and, for the first part of 2017, FTI Consulting.","memberOrga":"","goal":"Prudential plc is one of the world’s leading financial services groups, serving 26 million insurance customers, with £669bn of total assets under management (as at 31 December 2017). We meet the long-term savings and protection needs of a growing middle class and ageing population. We focus on three markets – Asia, the US and UK&amp;Europe – where the need for our products is strong and growing and we use our capabilities, footprint and scale to meet that need. In recent years, we have expanded into Africa, taking advantage of the emerging demand for our products in the region.","acronym":"Prudential","interests":"Budget, Competition, Consumer Affairs, Economic and Financial Affairs, Energy, Environment, General and Institutional Affairs, Internal Market, Taxation, Trade","euInitiatives":"In line with business activities, Prudential follows a wide range of policy issues in the areas of insurance, consumer policy, asset management, financial supervision and regulation.","lastUp":"2018-04-17T16:49:12.741+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}