{"id":"652968431356-21","name":"Avvocato Andrea Pasqualini","registrationDate":"2018-05-14T17:55:05.717+02:00","category":1,"subCategory":10,"legal":"Libero professionista","web":"http://www.andreapasqualini.it","country":"Italy","headAddress":"Piazza Euclide 2","headCity":"Roma","headPostCode":"00197","headPhone":"(39)33 92 88 89 94","boss":"Andrea Pasqualini","bossTitle":"Mr","bossPosition":"Avvocato","membersCount":1,"membersFTE":"0.5","membership":"Iscrizione per l'anno 2018:&#xd;\n&#xd;\nAssociazione italiana per il commercio italo - caraibico&#xd;\nItalian Chamber in the Caribbean&#xd;\nhttp://www.italia-caraibi.org/index.html&#xd;\n&#xd;\nItalian Industry &amp; Commerce Office in the UAE&#xd;\nhttp://iicuae.com/","memberOrga":"","goal":"L'Avvocato Andrea Pasqualini svolge la professione forense in Italia ed in ambito internazionale, operando principalmente nell'ambito del Diritto contrattuale e societario. Assiste, rappresenta ed offre consulenza in favore di svariate Società italiane ed estere di piccole e medie dimensioni favorendone gli investimenti nel territorio comunitario. In ossequio al principio ispiratore della lealtà e della correttezza professionale, sempre rivolti al miglioramento del proprio operato, attraverso l'osservazione attenta e costante dei cambiamenti dei propri clienti e delle loro esigenze l'Avvocato Andrea Pasqualini ha colto l'opportunità di fornire il suo apporto al progetto di trasparenza dell'Unione Europea rappresentando gli interessi di tutti i soggetti coinvolti. Nell'ambito della propria attività professionale potrebbe potenzialmente trovarsi in condizioni di influenzare direttamente od indirettamente il processo decisionale dell'Unione europea. Le imprese che vengono maggiormente seguite si occupano di appalti pubblici e privati per la costruzione di opere e per la fornitura di beni e servizi. In alcuni casi, si tratta di imprese extracomunitarie interessate ad investire nel territorio comunitario. L'Avvocato Andrea Pasqualini è Referente per la Camera di commercio italiana negli Emirati Arabi Uniti (IICUAE) e per l'Area dell'America centrale (ASCIC).","acronym":"","interests":"Agriculture, Business and Industry, Climate Action, Culture, Customs, Digital economy and society, Energy, Environment, External Relations, Food Safety, General and Institutional Affairs, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trade, Trans-European Networks","euInitiatives":"In generale la gestione dei Fondi strutturali e di investimento destinati a mettere in atto la Strategia Europa 2020 (Fondo europeo di sviluppo regionale, Fondo sociale europeo, Fondo di coesione, Fondo europeo agricolo per lo sviluppo rurale, Fondo europeo per gli affari marittimi e la pesca). Ciò al precipuo fine di indirizzare le piccole e medie imprese verso i finanziamenti a loro più adatti. Vengono poi costantemente monitorate le sovvenzioni destinate a progetti specifici collegati alle politiche dell'Unione europea e gli appalti conclusi dalle Istituzioni europee per acquistare servizi, beni od opere necessari per la loro attività.","lastUp":"2018-05-14T17:56:10.063+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}