{"id":"653176135064-57","name":"ORU Fogar","registrationDate":"2019-06-06T17:37:33.595+02:00","category":6,"subCategory":11,"legal":"ASBL","web":"http://regionsunies-fogar.org","country":"Spain","headAddress":"Via Laietana 14","headCity":"Barcelona","headPostCode":"08003","headPhone":"(34)6 73 12 12 96","boss":"Carles Llorens Vila","bossTitle":"","bossPosition":"Secretario general","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"Más de 600 regiones de todo el mundo","goal":"La Organización de Regiones unidas / Foro global de Asociaciones de Regiones (ORU Fogar) es una organización internacional que reúne regiones de todo el mundo y las representa frente las instancias internacionales para impulsar una política global de desarrollo equilibrado y de cohesión territorial.&#xd;<br />&#xd;<br />La organización tiene como objetivo principal el reconocimiento de las regiones como actores de la gobernanza global. ORU Fogar sostiene que la descentralización del poder único de los estados hacia otros actores acelera el desarrollo y, por consiguiente, fomenta la democracia por la proximidad entre estos nuevos actores y los ciudadanos. ORU Fogar promueve un modelo de gobierno regional fuerte, con capacidades y competencias legalmente reconocidas y presupuestos acordes con estas competencias. La organización cuenta de las miembros del mundo entero, regiones europeas, latino-americanas, africanas y asiáticas.&#xd;<br />&#xd;<br />La organización actúa siguiendo dos enfoques:&#xd;<br />&#xd;<br />Un enfoque integral generado desde los territorios para diseñar e implementar soluciones a nuevos retos a los que estos se enfrentan.&#xd;<br />La promoción de nuevas reglas de gobernanza a nivel global, incluyendo la escala regional y permitiendo que este enfoque de los territorios sea desarrollado.&#xd;<br />Los objetivos de la Organización de las Regiones Unidas / FOGAR están fundados sobre tres pilares:&#xd;<br />&#xd;<br />1. Hacer oír la voz de las regiones:&#xd;<br />&#xd;<br />Unir las regiones de todo el mundo para identificar sus preocupaciones, trabajar en propuestas comunes y hacer oír su voz.&#xd;<br />Ser la voz de los gobiernos intermedios en parlamento, frente a los gobiernos nacionales&#xd;<br />Facilitar la representación de las regiones en foros globales&#xd;<br />Representar los gobiernos intermedios en todas las organizaciones (importantes) que influyan directamente en la calidad de vida de las poblaciones&#xd;<br />Todo ello con la visión de que el intermedio es un gobierno estratégico al servicio del desarrollo.&#xd;<br />2. Una gobernanza global donde las regiones cuentan:&#xd;<br />&#xd;<br />Amparar la cooperación de las regiones con instituciones continentales y mundiales.&#xd;<br />Defender una nueva gobernanza a partir del reconocimiento de la diversidad de las culturas y modos de vida.&#xd;<br />Promover la participación de los gobiernos regionales en el diseño y la gestión de las políticas de educación, salud, e la construcción de infraestructuras sociales.&#xd;<br />Favorecer unas relaciones trans-nacionales y trans-fronterizas.&#xd;<br />3. Trabajar para las Regiones:&#xd;<br />&#xd;<br />Instar a los gobiernos nacionales a incorporar la dimensión regional en sus agendas.&#xd;<br />Respaldar las políticas nacionales que refuercen el nivel regional.&#xd;<br />Priorizar las políticas regionales de competitividad y crecimiento&#xd;<br />Impulsar un desarrollo sostenible, que tenga en cuenta el medio ambiente.&#xd;<br />Con el respaldo de los gobiernos nacionales, constituir un foro de intercambio de conocimientos y políticas de buenas prácticas, y estimular la para-diplomacia entre las regiones.","acronym":"ORU Fogar","interests":"Climate Action, Food Safety, International co-operation and development","euInitiatives":"Seguimiento de los programas relativos a Autoridades Locales (C5), especialmente del programa \"&#xd;<br />Local Authorities: Partnerships for sustainable cities”. Aportación a comunicaciones como “Local authorities: actors for development” (COM(2008) 626 final) y Empowering Local Authorities in partner countries for enhanced governance and more effective development outcomes COM(2013).","lastUp":"2019-06-06T17:38:01.694+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}