{"id":"65395896737-91","name":"Fédération Pro Europa Christiana","registrationDate":"2011-09-19T17:42:36.054+01:00","category":3,"subCategory":2,"legal":"Association droit local Alsace-Lorraine","web":"http://fpec-bxl.be","country":"France","headAddress":"rue de Hargarten, 9","headCity":"Creutzwald","headPostCode":"57150","headPhone":"(33)3 85 24 68 72","boss":"Caio Xavier da Silveira","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"Acção Familia(3500),&#xd;\nAvenir de la Culture(26000),&#xd;\nDeutsche Vereinigung für eine Christliche Kultur (DVCK) e.V.(25000),&#xd;\nDroit de Naître(19000),&#xd;\nFundacjia Institut Edukacji Spolecznej i Religijnej im. Ks. Piotra Ska(280000),&#xd;\nLuci sull'Est(130000),&#xd;\nÖsterreichische Jugend für eine Christliche-kulturelle Gemeinsamkeit (30000),&#xd;\nTradition, Famille et Propriété(17000)","goal":"To promote and develop the information and formation of European citizens about the moral and social values of Christianity, to contribute to the formation of the youth and to close ties among young people from different cultures by passing on to them the Christian heritage and the European cultural patrimony.","acronym":"FPEC","interests":"Culture, Education, Employment and Social Affairs, Enlargement, External Relations, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Justice and Fundamental Rights, Youth","euInitiatives":"1. DRAFT REPORT on the European Parliament recommendation to the Council on the EU priorities for the 62nd session of the UN Commission on the Status of Women&#xd;<br />2.DRAFT REPORT Gender Equality in the Media Sector in the EU&#xd;<br />3.DRAFT REPORT on the implementation of the Joint Staff Working Document Gender Equality and Women's Empowerment: Transforming the Lives of Girls and Women through EU External Relations 2016-2020&#xd;<br />4.DRAFT REPORT on EU funds for gender equality&#xd;<br />&#xd;<br />5. Commission action on the Rule of Law in Poland","lastUp":"2018-01-24T21:09:49.639+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}