{"id":"654963534726-10","name":"Gesamtverband der Aluminiumindustrie e.V.","registrationDate":"2019-05-02T13:56:05.320+02:00","category":2,"subCategory":4,"legal":"e.V.","web":"http://www.aluinfo.de","country":"Germany","headAddress":"Fritz-Vomfelde Strasse 30","headCity":"Düsseldorf","headPostCode":"40547","headPhone":"(49)21 14 79 61 63","boss":"Marius Baader","bossTitle":"","bossPosition":"Managing Director","membersCount":5,"membersFTE":"2.25","membership":"GDA is a member of WVMetalle (wvmetalle.de) and European Aluminium (https://european-aluminium.eu)","memberOrga":"Member info page: &#xd;\nhttp://www.aluinfo.de/produkt-und-herstellerdatenbank.html","goal":"As an industrial sector association, GDA represents the interests of an efficient aluminium industry and the employment it offers with the aim of:&#xd;<br />&#xd;<br />conveying the economic, ecological and technical benefits of aluminium, including in competition with other materials, and thereby increasing the use of this ‘material for future generations’&#xd;<br />implementing the ecological, economic and social aims of the aluminium industry with respect to sustainability&#xd;<br />continuing to determinedly pursue the implementation of sustainable development in the aluminium industry to meet the needs of the future and to do this in discussion with all groups of society.&#xd;<br />As the representative of the aluminium industry, GDA strives to maintain an open dialogue with the public in order that customers and consumers have a more transparent view and better understanding of aluminium and the products of its member companies. To this end there is a continual exchange of experience and ideas within the association; this ensures that the interests of all member companies are represented effectively, also externally.&#xd;<br />&#xd;<br />GDA and its divisions have made it their job to represent the common interests of all their members and thus the whole sector in all areas of the aluminium economy. This involves the collection and processing of market information and planned legislation at national and international level. In addition, the association carries out media and public relations work for its member companies. GDA is also cooperation partner and promotional supporter of ALUMINIUM, the world’s largest aluminium trade fair.","acronym":"GDA","interests":"Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Environment, External Relations, Food Safety, Foreign affairs and security policy, International co-operation and development, Public Health, Research and innovation, Single market, Trade, Trans-European Networks","euInitiatives":"- Energy &#xd;<br />- Trade&#xd;<br />- Transportation and Mobility&#xd;<br />- Packaging&#xd;<br />- Recycling&#xd;<br />- Sustainability&#xd;<br />- Economic and industry policies&#xd;<br />- Health and safety&#xd;<br />- Raw materials policies&#xd;<br />- Education","lastUp":"2019-05-02T13:57:24.304+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}