{"id":"654967323824-84","name":"Adamed Pharma S.A.","registrationDate":"2016-10-11T14:32:55.557+02:00","category":2,"subCategory":3,"legal":"przedsiębiorstwo","web":"http://adamed.com.pl","country":"Poland","headAddress":"ul. Mariana Adamkiewicza 6A","headCity":"Czosnów k/Warszawy","headPostCode":"05-152","headPhone":"(48)7 51 85 17","boss":"Maciej Adamkiewicz","bossTitle":"Mr","bossPosition":"Prezes Adamed Pharma","membersCount":2,"membersFTE":"0.5","membership":"Polski Związek Pracodawców Przemysłu Farmaceutycznego&#xd;\nhttp://www.producencilekow.pl/&#xd;\nIzba Gospodarcza Farmacja Polska&#xd;\nhttp://www.farmacja-polska.org.pl&#xd;\nBusiness Center Club&#xd;\nhttp://www.bcc.org.pl/&#xd;\nZwiązku Pracodawców „Polski Związek Producentów Leków Bez Recepty”&#xd;\nhttp://www.pasmi.pl&#xd;\nGo Global! Polish Pharma&#xd;\nhttp://www.goglobalpolishpharma.pl/&#xd;\nPolska Izba Gospodarcza Zaawansowanych Technologii (Polish Chamber of Commerce  for High Technology)&#xd;\nhttp://iztech.pl/&#xd;\nStowarzyszenie Polski Recykling&#xd;\nhttp://polskirecykling.org","memberOrga":"","goal":"The Adamed Group is a Polish pharmaceutical and biotechnology company manufacturing over 250 products offered to patients in 60 countries around the world. Currently, it has 1,600 employees. Since 2001, the company has invested EUR 225 million in research and development. It establishes scientific research consortia with leading universities and scientific institutes. The company’s intellectual property is protected by over 90 patents. The Adamed Group is rated by among ten largest pharmaceutical companies operating in Poland (source: IMS Health). The company is also a strategic partner of a new Polish telemedicine platform Medivio.&#xd;<br />The history of the Adamed Group is the story of responding to key challenges of modern medicine. This is our mission as well  as  the  direction  we  have  been  taking  consistently since 1986. Every day, we work with over 150 scientists on innovative research projects, we perfect the existing therapies and promote healthy lifestyle and disease prevention. &#xd;<br />This makes the Adamed Group the leader in the Polish market of new generation drugs. &#xd;<br />The Adamed Group focuses on working towards innovative solutions in the field of pharmacology, meanwhile gaining the position of the Polish leader of innovation. &#xd;<br />The Adamed Group R&amp;D Centre is dedicated to research projects aiming at the development of generic  and  innovative  drugs,  which  involve  organic synthesis, new innovative technologies and support  through  physicochemical  analyses.  The Centre is used for projects in laboratory and semitechnical  phase,  after  which  the  technologies may be transferred to Adamed Group manufacturing plants. &#xd;<br />Thanks to the efforts of R&amp;D laboratory experts, the latest  technological  achievements  and  cutting edge  equipment,  both  basic  and  original  drug forms, such as multilayer tablet or tablet-in-capsule, are being developed. Innovative analytical solutions applied also make our research projects unique.  Cutting-edge  laboratory  equipment,  including SEM, XRPD and UPLC/MS, as well as expertise  and  experience  place  us  in  the  forefront  of pharmaceutical companies for which innovation in research and development is of key importance.&#xd;<br />In the era of globalisation and strong competition, product quality plays an essential role, in addition to optimal production costs and high customer service  level.  The  Modern  Production  and  Logistics Centre is located in the region of Łódź. It is characterised by high growth and effectiveness dynamics, which may be expressed in several parameters.&#xd;<br />The Centre includes, among others, a closed zone for the production of steroids and cancer drugs, with  necessary  technological  equipment  worth about EUR 5 million. It is also a showpiece facility for the region of Łódź as  well  as  a  stable  employer  of  highly-qualified &#xd;<br />staff.  Implementation  of  good  practices  used  in other sectors, where broadly defined supply chain management  is  vital  for  gaining  competitive edge, plays a major role.","acronym":"Adamed","interests":"Business and Industry, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Youth","euInitiatives":"We follow EU initiatives, policies and legislative files related to our pharmaceutical and consumer businesses. This includes topics such as R&amp;D and clinical trials, data protection, pharmaceutical legislation, mHealth, public health, medical devices, trade&amp; IP, environment.","lastUp":"2018-10-12T09:53:18.577+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}