{"id":"654909925315-71","name":"TUI AG","registrationDate":"2017-01-03T16:55:51.885+02:00","category":2,"subCategory":3,"legal":"AG","web":"http://www.tuigroup.com/","country":"Germany","headAddress":"Karl-Wiechert-Allee 4","headCity":"Hannover","headPostCode":"30625","headPhone":"(49)51 15 66 00","boss":"Fritz Joussen","bossTitle":"Mr","bossPosition":"CEO TUI Group","membersCount":5,"membersFTE":"3.0","membership":"TUI Group airlines are members of AIR-E (former IACA)&#xd;\n&#xd;\nTUI Group is a member of ECTAA via its national membership at DRV (Deutscher Reiseverband)","memberOrga":"","goal":"TUI Group is the world’s number one integrated tourism group operating in around 180 destinations worldwide. The company is domiciled in Germany. The TUI Group’s share is listed in the FTSE 100 index, the leading index of the London Stock Exchange and in the German open market. In financial year 2015/16, TUI Group recorded turnover of €17.2bn and an operating result of €1.001bn. The Group employs 67,000 people in more than 100 countries. TUI offers its 20 million customers comprehensive services from a single source. It covers the entire touristic value chain under one roof. This comprises leading tour operator brands and 1,600 travel agencies in Europe, five European tour operator airlines with approximately 150 medium and long-haul aircraft, more than 300 Group-owned hotels and resorts with premium brands such as Riu and Robinson. With cruise ships ranging from the MS Europa and MS Europa 2 luxury class vessels to the Mein Schiff fleet of TUI Cruises and the vessels of Thomson Cruises in the UK, TUI is also strongly positioned in the growing cruise sector. Global responsibility for sustainable economic, ecological and social activity is a key feature of our corporate culture, and - among other commitments - TUI has joined the UN Global Compact.","acronym":"","interests":"Borders and Security, Business and Industry, Climate Action, Communication, Competition, Consumers, Customs, Digital economy and society, Environment, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Single market, Taxation, Trade, Transport","euInitiatives":"Tourism&#xd;<br />Aviation&#xd;<br />Tax&#xd;<br />Legal&#xd;<br />Consumer &amp; passenger rights&#xd;<br />Sustainability&#xd;<br />Environment&#xd;<br />Brexit","lastUp":"2018-06-20T17:28:44.531+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}