{"id":"65515368730-59","name":"KPMG EMA","registrationDate":"2012-05-09T15:31:48.659+02:00","category":1,"subCategory":6,"legal":"Cooperative","web":"http://www.kpmg.com","country":"Switzerland","headAddress":"c/o Prufag Wirtschaftsprufungs und Beratungs AG, 66","headCity":"Zurich","headPostCode":"8002","headPhone":"(41)4 42 49 31 31","boss":"Sikkander Sattar","bossTitle":"Mr","bossPosition":"Chairman EMA","membersCount":6,"membersFTE":"5.0","membership":"member of EPFSF - http://www.epfsf.org/membership/financial-industry-members&#xd;\n&#xd;\nEUROFI&#xd;\nhttp://www.eurofi.net/membership/&#xd;\n&#xd;\nEFAMA&#xd;\nhttp://www.efama.org/about/SitePages/Associate_Members.aspx&#xd;\n&#xd;\nFEACO&#xd;\nhttp://www.feaco.org/current-members&#xd;\n&#xd;\nTABC&#xd;\nhttp://www.transatlanticbusiness.org/about-us/member-companies/&#xd;\n&#xd;\nFEE &#xd;\nhttp://www.fee.be/","memberOrga":"","goal":"KPMG is a global network of professional services firms providing Audit, Tax, and Advisory services to a wide variety of public and private sector organizations. KPMG member firms can be found in 155 countries. Collectively, they employ more than 155,000 people across a range of disciplines.&#xd;<br />&#xd;<br />Please refer to www.kpmg.com for more detailed information.","acronym":"KPMG EMA","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"We follow key EU policy developments in main EU policy areas including : Financial services, Single Market, Energy, Digital agenda, Audit and non financial reporting. We have also participated to EU consultations which are public on the your EU your voice website http://ec.europa.eu/yourvoice/consultations/index_en.htm&#xd;<br />&#xd;<br />&#xd;<br />Regarding EU audit reform, our principle has been to ensure that legislation would help enhance the quality of audits and financial reporting for the benefit of the Capital markets both within the EU and around the world.&#xd;<br />Looking forward focus will be on monitoring of this legislation across the EU and EEA. Going forward, we continue to engage in debate of areas such as the future role of audit, better corporate reporting, tax and corporate governance.&#xd;<br />&#xd;<br />We also participate in the public procurement of the EU institutions.","lastUp":"2018-04-28T11:50:01.357+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":"","turnoverRange":"0-99999"}