{"id":"655240524446-76","name":"Media &amp; Learning Association","registrationDate":"2016-11-11T11:22:59.215+02:00","category":3,"subCategory":2,"legal":"iVZW","web":"http://association.media-and-learning.eu/","country":"Belgium","headAddress":"Leuvensesteenweg 132","headCity":"Roosbeek","headPostCode":"3370","headPhone":"(32)16 28 40 40","boss":"Sally Reynolds","bossTitle":"Ms","bossPosition":"Chief Operating Officer","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"see list here: http://association.media-and-learning.eu/portal/organisational-members","goal":"The Media &amp; Learning Association or to give it its full name the MEDEA : MEDIA &amp; LEARNING ivzw is an international, not-for-profit association with its headquarters in Belgium. The Association promotes and stimulates the use of media as a way to enhance innovation and creativity in teaching and learning across all levels of education in Europe. The association has a proven reputation for organising timely, high-profile and quality driven events. One of the main activities is the organisation of the annual  Media &amp; Learning Conference which is organised in collaboration with the Flemish Ministry of Education and Training and the European Commission. The conference also organises the annual  MEDEA Awards  an annual Media in Education competition organised by the Association to recognise and promote excellence in the production and pedagogical design of media-rich learning resources. The association operates a number of dissemination channels including the monthly  Media &amp; Learning Newsletter sent to almost 12,000 email addresses each month, a full set of operational social media channels and a webinar service  webinar service  as well as having an established reputation for creating and distributing information in multiple languages across Europe. The association also offers the possibility of providing skilled support in dissemination planning and realisation, video production, web development and design, online community set-up and support as well as specialist services like graphics, lay-out &amp; translation. At the moment the Media &amp; Learning association has 35 organisational, sponsoring and network members in 17 different countries all engaged in innovative learning activities who can be harnessed to facilitate impact and validation.","acronym":"MEDEA","interests":"Audiovisual and Media, Communication, Culture, Education, Information Society","euInitiatives":"Media Literacy, Digital literacy, Horizon2020, Erasmus+, university innovation, ICT in schools","lastUp":"2018-03-29T14:12:41.665+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}