{"id":"656018035243-03","name":"Aquafil SpA","registrationDate":"2019-06-26T12:26:43.829+02:00","category":2,"subCategory":3,"legal":"Società per Azioni - Public Company","web":"http://www.aquafil.com/","country":"Italy","headAddress":"VIA LINFANO, 9","headCity":"ARCO","headPostCode":"38062","headPhone":"(39)04 64 58 11 11","boss":"GIULIO BONAZZI","bossTitle":"Mr","bossPosition":"CHAIRMAN AND CEO","membersCount":2,"membersFTE":"0.5","membership":"CIRFS - European Man-Made Fibres Association&#xd;\nASSOFIBRE CIRFS ITALIA&#xd;\nSPRING - Italian Cluster of Green Chemistry&#xd;\nFEDERCHIMICA","memberOrga":"","goal":"Since its foundation in 1965, Aquafil has been one of the leading players, both in Italy and globally, in the production of Nylon 6 polymer and yarns. Specifically, Aquafil offers Bulk Continuous Filament fibers for the textile flooring sector (used in hotels, airports, offices, residential buildings, and the automotive market), Nylon Textile Filaments for sportswear, classic, and technical or specialist apparels, and Nylon 6 polymers primarily for engineering plastics sector and molding industry. Aquafil is also recognized as pioneer in circular economy: its flagship product is represented by ECONYL(R), a regenerated Nylon 6 obtained through chemical recycling of pre- and post-consumer waste, such as discarded fishing nets and waste carpets at the end of their useful life. With the ECONYL(R) Regeneration System, Aquafil offers an opportunity to Nylon 6 products to never become waste, closing the loop in the Nylon 6 value chain. More recently, Aquafil has started a new journey, which will lead to the production of the first biobased Nylon 6 from renewable resources, establishing a link between bioeconomy and circular economy in the nylon value chain.","acronym":"","interests":"Business and Industry, Climate Action, Communication, Consumers, Economy, finance and the euro, Education and training, Energy, Environment, Maritime affairs and fisheries, Research and innovation","euInitiatives":"Circular Economy Strategy; Eco-Design Directive; Waste Shipments Regulation; Single Use Plastic Directive; Plastic Strategy; Textiles and clothing legislation; Bioeconomy Strategy; Horizon Europe","lastUp":"2019-06-26T12:27:24.032+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}