{"id":"656129110011-86","name":"Fundaci칩n CARTIF","registrationDate":"2012-10-29T14:51:15.975+01:00","category":4,"subCategory":5,"legal":"Fundaci칩n","web":"http://www.cartif.com/","country":"Spain","headAddress":"Parque Tecnologico de Boecillo, 205","headCity":"Boecillo","headPostCode":"47151","headPhone":"(34)9 83 54 65 04","boss":"Jose R. Per치n Gonz치lez","bossTitle":"Mr","bossPosition":"General Director","membersCount":25,"membersFTE":"6.25","membership":"ARTEMIS-IA&#xd;\nBIC&#xd;\nECTP / E2BA&#xd;\nEFFRA&#xd;\neuRobotics AISBL&#xd;\nJPI Cultural Heritage&#xd;\nEERA&#xd;\nMANUFUTURE&#xd;\nSusChem","memberOrga":"Borad of Trustees&#xd;\nhttp://www.cartif.com/en/about-us/research-centre/board.html&#xd;\n&#xd;\nAssociated Companies&#xd;\nhttp://www.cartif.com/en/about-us/research-centre/associated-companies.html","goal":"CARTIF is a horizontal, private and non-profit technology center. Its mission is to offer innovative solutions to companies to improve their processes, systems and products, improving their competitiveness and creating new business opportunities.&#xd;<br />&#xd;<br />CARTIF develops R&amp;D projects, directly funded by companies or public funds raised through competitive calls for national and international level. CARTIF also advises public authorities (municipalities and regional governments) in the planning and development of innovative projects with high economic returns.&#xd;<br />&#xd;<br />The Center maintains the same values and objectives since its foundation in 1994, priority is placed on contributing to the development of its social and economic environment through the use and encouragement of technological innovation via the development and diffusion of research.&#xd;<br />&#xd;<br />Its disciplinary teams work in five areas of knowledge that correspond to different economic and technological sectors: industry, energy and environment, construction and infrastructures, agrofood and health and quality of life.&#xd;<br />&#xd;<br />Supporting this structure, there are laboratories that have emerged from several lines of research: Analysis and Tests, 3D Scanning, Characterization of biomass, Biotechnology and Materials.&#xd;<br />&#xd;<br />Complementing these, other technological services such as management of innovation and technology transfer intended to increase the level of business innovation, better organize their R&amp;D and reap greater benefits from the ideas generated.","acronym":"CARTIF","interests":"Climate Action, Culture, Energy, Environment, Fisheries and Aquaculture, Food Safety, Public Health, Research and Technology, Transport","euInitiatives":"European Innovation Partnerships (EIP): Agri, Raw Materials, Smart Cities and Communities, Water, Active and Healthy Ageing (AHA).&#xd;<br />Public-Private Partnerships (PPP): E2BA, ECTP, FoF, BBI.","lastUp":"2017-03-02T11:58:17.511+01:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}