{"id":"656236835033-67","name":"CIVICUS: World Alliance for Citizen Participation","registrationDate":"2019-06-12T10:16:00.679+02:00","category":3,"subCategory":2,"legal":"Registered non-profit","web":"http://www.civicus.org","country":"South africa","headAddress":"CIVICUS, 6 Floor","headCity":"Johannesburg","headPostCode":"2092","headPhone":"(27)1 18 33 59 59","boss":"Lysa John","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":23,"membersFTE":"14.25","membership":"Accountable Now: https://accountablenow.org/","memberOrga":"CIVICUS' membership comprises both voting and associate members. AGNA members form a key component of CIVICUS' voting membership, with 92 members from more than 81 countries. &#xd;\n&#xd;\nIn addition to the countries listed below, AGNA also has members in Rwanda and Pakistan.&#xd;\n&#xd;\nhttps://www.civicus.org/index.php/what-we-do/strengthen/agna","goal":"CIVICUS is a global alliance of civil society organisations and activists dedicated to strengthening citizen action and civil society throughout the world.&#xd;<br />&#xd;<br />We were established in 1993 and since 2002 have been proudly headquartered in Johannesburg, South Africa, with additional hubs across the globe. We are a membership alliance with more than 7,000 members in more than 170 countries.&#xd;<br />&#xd;<br />Our definition of civil society is broad and covers non-governmental organisations, activists, civil society coalitions and networks, protest and social movements, voluntary bodies, campaigning organisations, charities, faith-based groups, trade unions and philanthropic foundations. Our membership is diverse, spanning a wide range of issues, sizes and organisation types.&#xd;<br />&#xd;<br />Our strategic goals (2017-2022)&#xd;<br />&#xd;<br />1) Defending civic freedoms and democratic values&#xd;<br />2) Strengthening the power of people to organise, mobilise and take action&#xd;<br />3) Empowering a more accountable, effective and innovative civil society. &#xd;<br />&#xd;<br />These goals work towards our vision of a worldwide community of informed, inspired, committed citizens engaged in confronting the challenges facing humanity.&#xd;<br />&#xd;<br />We make a difference by:&#xd;<br />- building solidarity among civil society actors across borders and at scale&#xd;<br />- supporting civil society to connect with others&#xd;<br />- producing timely and world-class knowledge and analysis&#xd;<br />- advocating for open spaces and systemic change&#xd;<br />- amplifying voices of those not included&#xd;<br />- promoting resourcing of a diverse and resilient civil society&#xd;<br />- innovating and incubating bold initiatives&#xd;<br />- promoting, modeling and disseminating civil society best practice&#xd;<br />&#xd;<br />Our Unique Contribution to Change&#xd;<br />&#xd;<br />At CIVICUS, our identity is informed by:&#xd;<br />&#xd;<br />- Our diverse global membership, with a strong presence in the global south.&#xd;<br />- Our clear mandate to defend civic space and promote civil society.&#xd;<br />- Our focus on strengthening citizen action and civil society writ large, working across issues, geographies and organisation types.&#xd;<br />- Our role as a trusted convener and thought leader on civil society issues and trends.&#xd;<br />- Our ability to amplify civil society voices and enable activists and organisations to speak truth to power.&#xd;<br />- Our commitment to standing in solidarity with actors across civil society.&#xd;<br />- Our capacity to incubate and support ambitious strategies and initiatives to improve civil society’s&#xd;<br />effectiveness and inclusivity.&#xd;<br />&#xd;<br />A key constituency is the Affinity Group of National Associations, which brings together national associations and regional platforms from around the world to foster greater cooperation across national and regional boundaries, including innovating new ways for civil society organisations to collaborate.&#xd;<br />&#xd;<br />By strengthening the power of people to organise, mobilise and take action, AGNA builds meaningful opportunities for networks to come together to participate in and influence global governance institutions and processes.","acronym":"CIVICUS","interests":"International co-operation and development","euInitiatives":"European Consensus for Development, EU and and 2030 Agenda for Sustainable Development","lastUp":"2019-06-12T10:16:21.548+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}