{"id":"656293835198-30","name":"Peace Brigades International","registrationDate":"2019-06-21T13:09:55.221+02:00","category":3,"subCategory":2,"legal":"501(c)(3) Non-Profit Organization","web":"https://www.peacebrigades.org/","country":"Belgium","headAddress":"Village Partenaire","headCity":"Saint Gilles","headPostCode":"1060","headPhone":"(32)25 43 44 43","boss":"Mohamad Fetah Zabaar","bossTitle":"Mr","bossPosition":"International Council President","membersCount":5,"membersFTE":"1.25","membership":"PBI is a member of several national, regional and international networks, including: &#xd;\n&#xd;\nThe Human Rights and Democracy Network (HRDN)&#xd;\n&#xd;\nThe EU-LAT Advocacy Network&#xd;\n&#xd;\nThe International Office for Human Rights Action on Colombia (OIDHACO)&#xd;\n&#xd;\nWomen Human Rights Defenders International Coalition (WHRDIC)&#xd;\n&#xd;\nWe are also an implementing partner in the ProtectDefenders.eu Consortium.","memberOrga":"PBI is not a membership organization per se, however we have local offices in several countries. Additional information can be found here:&#xd;\nhttps://www.peacebrigades.org/en/country-groups and&#xd;\nhttps://www.peacebrigades.org/en/field-projects","goal":"PBI envisions a world in which people address conflicts non violently, where human rights are universally upheld and social justice and intercultural respect have become a reality.&#xd;<br />&#xd;<br />PBI works to open a space for peace in which conflicts can be dealt with nonviolently. We use a strategy of international presence and concern that supports local&#xd;<br />initiatives and contributes to developing a culture of peace and justice. We act on request of local non-violent groups working for human rights and social change in regions where there is oppression and conflict.","acronym":"PBI","interests":"Climate Action, Environment, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Trade","euInitiatives":"EU Human Rights Action Plan; Guidelines on Human Rights and HRDs; country based human rights strategies; human rights dialogues; policies on indigenous peoples, business and human rights, gender; Statements and Resolutions on human rights and HRDs.","lastUp":"2019-06-21T13:10:37.640+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}