{"id":"656353020755-88","name":"Agrokor d.d.","registrationDate":"2016-02-22T17:25:57.643+01:00","category":2,"subCategory":3,"legal":"Private Company","web":"http://www.agrokor.hr","country":"Croatia","headAddress":"Trg Dra?ena Petrovi?a 3","headCity":"Zagreb","headPostCode":"10000","headPhone":"(385)14 89 41 11","boss":"Ivica Todori?","bossTitle":"Mr","bossPosition":"President of the Company","membersCount":1,"membersFTE":"0.25","membership":"FoodDrinksEurope (http://www.fooddrinkeurope.eu/)&#xd;\nCroatian Employers' Association (http://www.hup.hr)&#xd;\nEurocommerce (http://www.eurocommerce.eu/)","memberOrga":"","goal":"The Agrokor Group is the largest privately owned company in Croatia and one of the leading regional companies with almost 60,000 employees and reported consolidated total revenues reaching HRK 49 billion. &#xd;<br />&#xd;<br />The Agrokor Group's core businesses are the production and distribution of food and beverages and retail. Corporate members include Jamnica d.d., Croatia's largest producer of mineral water, Ledo d.d., Croatia?s leading ice cream company, Zvijezda d.d., the biggest domestic producer of oil, margarine and mayonnaise, the largest Croatian meat industry PIK Vrbovec d.d., Croatia?s leading agricultural and industrial company Belje, and leading largest retail chains Konzum d.d. and Poslovni sistemi Mercator d.d.&#xd;<br />&#xd;<br />The leading positions of Agrokor's companies are reflected in their dominant market shares. Ledo dominates Croatia?s ice cream market. Zvijezda enjoys the biggest share of the margarine and edible oils market, while Jamnica fronts Croatia?s bottled water market. Konzum is Croatia?s biggest retail chain and PIK Vrbovec is the leading meat company in the region. Since it was established 30 years ago, due to a clear business vision, a consistently applied company-wide strategy and well-planned investment projects, Agrokor has grown from a small family-owned company for the production and sale of flowers into the leading food industry and retail group in the region today. &#xd;<br />&#xd;<br />Having achieved and strengthened its indisputable leadership in the domestic marketplace by staying ahead of changing market demands, Agrokor is now focused on making a step further in an attempt to realize its long-term strategic goal ? becoming a major player throughout the region.","acronym":"","interests":"Agriculture and Rural Development, Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Internal Market, Regional Policy, Research and Technology, Trade","euInitiatives":"High Level Forum for a Better Functioning Food Supply Chain&#xd;<br />&#xd;<br />EU Platform on Added Sugar&#xd;<br />&#xd;<br />Roadmap for Action of the Food Product Improvement","lastUp":"2017-02-01T14:56:02.156+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}