{"id":"657001125672-34","name":"MONOLITHOS Catalysts &amp; Recycling Ltd","registrationDate":"2017-01-30T19:18:44.170+01:00","category":2,"subCategory":3,"legal":"Limited Company","web":"http://www.monolithos-catalysts.gr","country":"Greece","headAddress":"Vrilissou 83","headCity":"Athens","headPostCode":"11476","headPhone":"(30)21 06 45 01 06","boss":"Iakovos Yakoumis","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"3.0","membership":"Athens Chamber of Commerce and Industry (www.acci.gr)&#xd;\nTechnical Chamber of Greece (www.tee.gr)","memberOrga":"","goal":"MONOLITHOS Catalysts and Recycling Ltd. founded in 2000 in Athens, Greece.  &#xd;<br />&#xd;<br />MONOLITHOS? main activities are:&#xd;<br />?\tManufacturing of catalytic converters and diesel particulate filters for passenger cars.&#xd;<br />?\tManufacturing of catalytic converters, diesel particulate filters (DPFs) and Selective Catalytic Reduction (SCRs) for heavy duty applications (off-road/trucks/buses).&#xd;<br />?\tRegeneration of Diesel Particulate Filters and Selective Reduction Catalysts.&#xd;<br />?\tGathering, sorting, pre-processing and recycling of spent catalytic converters.&#xd;<br />&#xd;<br />MONOLITHOS has a fifteen year experience manufacturing/regenerating/recycling of catalytic converters. &#xd;<br />&#xd;<br />Nowadays, MONOLITHOS possesses a cost-effective logistics optimized collection network for spent catalytic converters covering the whole Greek territory, islands included. For the purposes of pre-processing the automotive spent catalytic converters, after their storing and sorting (ceramic - metallic), MONOLITHOS acquired a de-canning facility with capability of treating 40.000 converters per year. &#xd;<br />&#xd;<br />MONOLITHOS also manufactures catalytic converters and diesel particulate filters (DPFs) for all vehicle makes and models. The Direct-fit catalytic converters use either ceramic honeycomb or high flow metallic substrate and are available with 2 years or 80.000 warranty and EU homologation. The Diesel Particulate Filters (DPFs) incorporate precious metals in order to have catalytic activity and their honeycomb is either conventional cordierite or novel Silicon Carbide (SiC).&#xd;<br />&#xd;<br />MONOLITHOS manufactures and regenerates catalytic converters and diesel particulate filters for heavy duty mobile applications (off road construction machines and trucks/buses). Except from Catalytic Converters and Particulate Filters, the commercial MONOLITHOS? portfolio includes Selective Catalytic Reduction (SCRs) devices for reduction emission for Euro VI heavy duty applications (more than 500bhp).   &#xd;<br />&#xd;<br />The company?s office is located in Athens, its production facility is located near the centre of Athens (Ak. Platonos). Furthermore, MONOLITHOS has a storage facility in the city of Thessaloniki (north of Greece). MONOLITHOS is an Industrial SME according to EU standards. More than 50% of MONOLITHOS? annual turnover is coming from exports (mainly to Germany).","acronym":"MONOLITHOS","interests":"Competition, Development, Environment, Regional Policy, Research and Technology","euInitiatives":"Participation in EU funded research projects and networks: &#xd;<br />A.\tCollaborative projects&#xd;<br />1.\tPlatirus: Platinum Group Metals Recovery Using Secondary Raw Materials&#xd;<br />The project is being funded by SC5-13 call of Horizon 2020. The consortium consists of five universities and research institutes: Tecnalia (Spain-Coordinator), KULeuven (Belgium), TUWien (Austria), VITO (Belgium), SINTEF (Norway) and sevn private organizations: Monolithos Ltd. (Greece), CR Fiat (Italy), Ford Otomotiv (Turkey), Boliden (Finland), Johnson Matthey (UK), Env-Aqua (UK), PNO Innovation (Belgium) &#xd;<br />&#xd;<br />2.\tPrometheus: Platinum Group Metals Saving by Monolithos Efficient and Disruptive Catalyst Innovation&#xd;<br />The project is being funded by SME Instrument (Phase I) call of Horizon 2020. &#xd;<br />&#xd;<br />3.\tCO2MPRISE: Carbon Dioxide Absorbing Materials Project RISE&#xd;<br />The project is being funded by Marie Sklodowska-Curie Action, Research and Innovation Staff Exchange (H2020-MSCA-RISE-2016) of Horizon 2020. The project consortium consists of: University of Sassari (Italy - coordinator), University of Burgos (Spain), Helmholtz Zentrum Geesthacht (Germany), University of Chile (Chile), Comision Nacional De Energia Atomica (Argentina), Monolithos Catalysts &amp; Recycling Ltd (Greece) and Sibelco Deutschland GmbH (Germany)&#xd;<br />&#xd;<br />4.\tNEXTGENCAT: Development of next generation cost efficient automotive catalysts&#xd;<br />The project was funded under FP7-NMP-2011-Small-5 call and it was completed on January 2016. The consortium of the project consisted of: NCSR ?Demokritos? (Greece-coordinator), CNRS (France), NTUA (Greece), University of Padova (Italy), University of Antwerp (Belgium), Lurederra (Spain), TECNAN (Spain), Monolithos Ltd (Greece), TP Engineering (UK), JMJ (Poland), Johnson Matthey (UK)","lastUp":"2017-01-30T19:20:35.851+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}