{"id":"657690129132-82","name":"ZA CLOUD SRL","registrationDate":"2017-11-29T09:31:43.127+01:00","category":2,"subCategory":3,"legal":"SRL","web":"http://www.zettacloud.ro","country":"Romania","headAddress":"str. Govora nr. 16A, apt. 16","headCity":"Cluj-Napoca","headPostCode":"400697","headPhone":"(40)7 23 17 56 35","boss":"EMIL ȘTEȚCO","bossTitle":"Mr","bossPosition":"CEO","membersCount":6,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"ZA Cloud SRL (“Zetta Cloud”) is a software and research company founded in 2013 in Cluj-Napoca, Romania. Our area of expertise is Intelligent Data Analytics and Digital Media Solutions. &#xd;<br />&#xd;<br />Our key focus is on productizing our research on Artificial Intelligence into services and products that deal with online content. Our customer base include educational institutions, NGOs and commercial companies from Europe, Asia and the US. &#xd;<br />&#xd;<br />In 2017, ZA Cloud launched the industry’s first software platform for the automatic verification and analysis of online news: TrustServista (www.trustservista.com), the result of 4 years of research.&#xd;<br />&#xd;<br />In 2019, ZA Cloud launched IntelliDockers (www.intellidockers.com), self-contained text analytics engines for secure data processing. We provide state of the art Natural Language Processing technology based on Deep Learning and Neural Networks AI as self-contained engines. IntelliDockers are deployed on your isolated infrastructure making them suitable for secure data processing in Government, Finance and Regulated Industries use. The engines can be easily integrated with your existing software platforms, augmenting them with state of the art NLP technology. Supported languages: English, Romanian, Italian, German, Polish and Hungarian. More languages to come!","acronym":"Zetta Cloud","interests":"Digital economy and society, Research and innovation","euInitiatives":"Our main focus is on the activities performed by the Directorate-General for Communications Networks, Content and Technology, especially those related to Research &amp; Innovation and the impact of online misinformation on EU citizens.","lastUp":"2019-11-18T09:01:56.735+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}