{"id":"657905612657-35","name":"Consortium of European Taxonomic Facilities","registrationDate":"2014-01-20T12:08:22.758+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.cetaf.org","country":"Belgium","headAddress":"Rue Vautier, 29","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)0 26 27 42 51","boss":"Michelle Price","bossTitle":"Ms","bossPosition":"Chair","membersCount":3,"membersFTE":"3.0","membership":"CETAF is the Consortium of European Taxonomic Facilities: a European network of Natural Science Museums, Natural History Museums, Botanical Gardens and Research Centers with their associated biological collections and research expertise.&#xd;\n&#xd;\nThe CETAF network comprises 60 of the largest taxonomic institutions from 21 European countries. Its member institutions hold biological collections and conduct taxonomic research.&#xd;\n&#xd;\nCETAF also cooperates with organisations such as GBIF, IUCN, UNEP, CBD, among the most important.","memberOrga":"http://www.cetaf.org/members/cetaf-members","goal":"CETAF is the Consortium of European Taxonomic Facilities: a European network of Natural Science Museums, Natural History Museums, Botanical Gardens and Research Centres with their associated biological collections and research expertise.&#xd;<br />&#xd;<br />The CETAF network comprises 60 of the largest taxonomic institutions from 21 European countries. Its member institutions hold biological collections and conduct taxonomic research. Our collections comprise an estimated 1.5 billion specimens, and more than 80% of the World’s described species. The collections themselves contain specimens of animals, plants, rocks or genetic resources that are used for scientific research and for exhibitions. Owing to these collections, CETAF collectively represents an unprecedented resource for scientific research across the globe acting as the custodian of our common human heritage. CETAF member institutions dedicate themselves to both the preservation of this rich heritage as well as to its promotion through scientific research and public outreach.&#xd;<br />&#xd;<br />Taxonomy is a science that is fundamental to the understanding of biodiversity and ecosystem functioning. It explores and documents the natural world at different levels (species, genera, families, orders), and allows researchers to understand evolutionary events and reconstruct the history of life on earth. Taxonomic research is also the scientific pillar that supports a variety of other disciplines ranging from biology and ecology, to industries such as forestry and fisheries, eco-tourism and pharmaceutics; it also contributes to agricultural development, understanding the impacts of climate change, and to the alleviation of poverty, amongst many other societal challenges.&#xd;<br />&#xd;<br />Beyond hosting major European collections, and housing research centres of excellence in taxonomy, CETAF provides a platform for researchers from a wide variety of scientific disciplines who carry out pioneering research and develop innovative knowledge exchange pathways. From the digitalisation of collections to the use of digital media to stimulate the sharing of data, CETAF fosters the development of information services for scientific and public use.&#xd;<br />&#xd;<br />Our motto: to explore and document diversity in nature","acronym":"CETAF","interests":"Agriculture and Rural Development, Climate Action, Communication, Culture, Development, Education, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Information Society, Regional Policy, Research and Technology, Trans-European Networks, Youth","euInitiatives":"EU Biodiversity strategy 2020&#xd;<br />EU ABS Regulation&#xd;<br />Work Programmes 2017-2018&#xd;<br />ERASMUS&#xd;<br />ERA&#xd;<br />EOSC&#xd;<br />ESFRI","lastUp":"2018-03-16T09:25:33.710+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}