{"id":"657937030567-24","name":"Luxembourg Finance Labelling Agency","registrationDate":"2018-03-16T09:58:35.383+01:00","category":6,"subCategory":9,"legal":"association sans but lucratif (a.s.b.l.)","web":"https://www.luxflag.org/","country":"Luxembourg","headAddress":"12, Rue Erasme","headCity":"Luxembourg","headPostCode":"L-1468","headPhone":"(352)2 23 02 61","boss":"Mario Mantrisi","bossTitle":"","bossPosition":"General Manager","membersCount":3,"membersFTE":"3.0","membership":"Individual member of Eurosif http://www.eurosif.org/&#xd;\nMember of the European Microfinance Platform and Inclusive Finance Network &#xd;\nhttp://www.e-mfp.eu/&#xd;\nhttps://www.infine.lu/","memberOrga":"Charter members/Founding partners: Luxembourg Government (Ministry of Finance, Ministry of Sustainable Development and Infrastructure, Ministry of Foreign and European Affairs) ALFI, ABBL, ADA, the European Investment Bank, the Luxembourg Stock Exchange and Luxembourg for Finance https://www.luxflag.org/about/who-we-are.html  &#xd;\n&#xd;\nAssociate members: https://www.luxflag.org/about/associate-members.html","goal":"The Luxembourg Finance Labelling Agency (LuxFLAG), is an independent and international, non-profit association created in Luxembourg in July 2006 by seven founding partners, the Luxembourg Government (Ministry of Finance, Ministry of Sustainable Development and Infrastructure and Ministry of Foreign and European Affairs), ALFI, ABBL, ADA, the European Investment Bank, Luxembourg for Finance and the Luxembourg Stock Exchange who are the Charter members. LuxFLAG aims to promote the raising of capital for the Responsible Investment sector by awarding a recognizable label to eligible investment vehicles in Microfinance, Environment, ESG (Environment, Social, Governance), Climate Finance and Green bonds. The objective is to reassure investors that the labelled investment vehicles invest in respective sectors and activities in a responsible manner.","acronym":"LuxFLAG","interests":"Agriculture and Rural Development, Climate Action, Communication, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Environment, Humanitarian Aid, Youth","euInitiatives":"EU Action Plan on Sustainable Finance, EU High-Level Expert Group on Sustainable Finance and other actions and projects regarding Sustainable Finance, Green Finance, Sustainable and Responsible Investing, Social or Environmental Impact, Microfinance","lastUp":"2018-03-19T15:40:15.067+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}