{"id":"658215019572-89","name":"EuroGOOS","registrationDate":"2015-11-17T13:34:36.455+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://eurogoos.eu","country":"Belgium","headAddress":"231 Avenue Louise","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)22 38 37 90","boss":"Glenn Nolan","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":5,"membersFTE":"1.75","membership":"","memberOrga":"http://eurogoos.eu/about-eurogoos/list-of-eurogoos-member-agencies-and-contact-persons/","goal":"EuroGOOS is an International Non-Profit Association of national governmental agencies and research organisations, committed to European-scale operational oceanography within the context of the Global Ocean Observing System (GOOS), of the UNESCO's Intergovernmental Oceanographic Commission (IOC-UNESCO). Founded in 1994, EuroGOOS has today 42 members from 18 European countries providing operational oceanographic services and carrying out marine research. &#xd;<br />&#xd;<br />Five regional sea operational systems are being developed through EuroGOOS: the Arctic (Arctic ROOS), the Baltic (BOOS), the North West Shelf (NOOS), the Ireland-Biscay-Iberian area (IBI-ROOS) and the Mediterranean (MONGOOS). Additionally, EuroGOOS promotes the consolidation of the Black Sea observing system through the Black Sea GOOS which acts as a ROOS in the Black Sea. Strong cooperation within these regions, enabling the involvement of many more regional partners and countries, forms the basis of EuroGOOS work, and is combined with high-level representation at European and Global forums.&#xd;<br />&#xd;<br />Through its Working Groups, EuroGOOS develops strategies, priorities and standards in order to establish a concerted European approach to the development of Operational Oceanography. These strategies are actively promoted towards the European and National operational and funding agencies aiming to maximize their impact. &#xd;<br />&#xd;<br />EuroGOOS Task Teams are operational networks of observing platforms. They promote scientific synergy and technological collaboration among European observing infrastructures. Task Team members exchange open source tools, collaborate in areas of common interest, and jointly make European data available to the EuroGOOS ROOS regional data portals, which in turn are feeding data to EMODnet and CMEMS. &#xd;<br />&#xd;<br />All EuroGOOS activities are developed within the framework of the European Ocean Observing System (EOOS), setting out a vision for a truly integrated end-to-end ocean observing in Europe, for the benefit of society, science and innovation.","acronym":"","interests":"Business and Industry, Climate Action, Digital economy and society, Energy, Environment, Maritime affairs and fisheries, Regional Policy, Research and innovation","euInitiatives":"European Commission Horizon 2020 Work Programme and Roadmaps, Marine Strategy Framework Directive, European Maritime and Fisheries Fund","lastUp":"2018-08-24T12:12:58.629+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}