{"id":"658640133498-76","name":"Stichting Duurzame Palingsector Nederland","registrationDate":"2018-12-18T10:27:00.650+02:00","category":2,"subCategory":4,"legal":"Foundation","web":"http://www.dupan.nl","country":"Netherlands","headAddress":"Bronland 12-D","headCity":"Wageningen","headPostCode":"6700 AE","headPhone":"(31)3 17 74 40 85","boss":"Alex Koelewijn","bossTitle":"Mr","bossPosition":"Chairman of the Board","membersCount":5,"membersFTE":"1.75","membership":"","memberOrga":"NeVePaling (Dutch eel traders association)&#xd;\nNeVeVi (Dutch association of fish farmers)&#xd;\nnetVISwerk (Dutch association of professional inland and small scale coastal fishermen)","goal":"DUPAN is the Dutch Association of Eel traders (NeVePaling), the Dutch Association of fish farmers (NEVEVI) and the organisation of professional fishermen (netVISwerk). The foundations purpose is to achieve the recovery of the European eel. It undertakes activities that contribute to a sustainable recovery of the eel stocks in the Dutch and European inland waterways. In addition, DUPAN is working on sustainable solutions for the catch and farming of eel, for environmental and animal-friendly processing, and is stimulating scientific research for eels. By doing so the DUPAN Foundation strives towards a sustainable conservation of Dutch eel and the eel sector.&#xd;<br /> &#xd;<br />The Sustainable Eel Fund&#xd;<br />The DUPAN foundation is founder and trust holder of the Sustainable Eel Fund. This Fund contributes to the DUPAN activities. The members of DUPAN generate the money in the Fund through a commission on eel sales. Besides that food producers, grants and gifts raise the fund. Thanks to the Eel Stewardship Fund, DUPAN is able to achieve her goals and finance a vast number of activities.","acronym":"DUPAN","interests":"Agriculture and Rural Development, Customs, Environment, Maritime affairs and fisheries, Trade","euInitiatives":"EU Council regulation 11/2007&#xd;<br />Common Fisheries Policies&#xd;<br />Water Framework Directive&#xd;<br />The Habitats Directive&#xd;<br />Illegal fishing and trade","lastUp":"2019-06-19T11:10:46.373+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}