{"id":"658822313443-95","name":"Stichting Lezen &amp; Schrijven","registrationDate":"2014-04-14T11:29:47.697+01:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://www.lezenenschrijven.nl/","country":"Netherlands","headAddress":"Parkstraat, 105","headCity":"Den Haag","headPostCode":"2514-JH","headPhone":"(31)07 03 02 26 60","boss":"Merel Heimans-Visser","bossTitle":"Ms","bossPosition":"Director","membersCount":5,"membersFTE":"2.25","membership":"European Internet Forum (EIF) https://www.eifonline.org/&#xd;\n&#xd;\nDigital Skills &amp; Jobs Coalition https://ec.europa.eu/digital-single-market/en/digital-skills-jobs-coalition&#xd;\n&#xd;\nCopyright for Creativity (C4C) http://copyright4creativity.eu/","memberOrga":"","goal":"The goal of the Public Libraries 2020 programme (PL2020) is to raise awareness about the importance of public libraries as modern learning hubs close to citizens and (potential) learners. Public libraries have been expanding their role in local communities enormously over the last decades – many of them now help people develop their digital skills, advance or acquire other skills (such as literacy) through various lifelong learning opportunities and offer a neutral and trusted space for people to create, learn, and connect. &#xd;<br />&#xd;<br />PL2020 brings together library organisations and advocates from across the EU to raise awareness of the value of public libraries as partners for social and economic development under the Europe 2020 strategy. PL2020 promotes how libraries are contributing to European policy objectives in three main areas: social inclusion, digital inclusion, and lifelong learning.&#xd;<br />&#xd;<br />The PL2020 programme is run by The Reading &amp; Writing Foundation (in Dutch: Stichting Lezen &amp; Schrijven), which was founded in 2004 by H.R.H. Princess Laurentien of the Netherlands with the aim of structurally solving illiteracy in the Netherlands. Over the course of the years, The Reading &amp; Writing Foundation has also started working towards this goal internationally.  We believe that literacy is a basic requirement for a healthy and sustainable society. All individuals have the right to acquire good literacy skills, allowing them to unlock their talents and potential. To ensure equal opportunities for all through literacy, we encourage debate on the issue, connect relevant stakeholders to our societal movement, and guide struggling readers to a training that is right for them.","acronym":"","interests":"Audiovisual and Media, Communication, Competition, Culture, Education, Employment and Social Affairs, Enterprise, Information Society, Regional Policy, Research and Technology, Youth","euInitiatives":"Education and Training 2020, Europe 2020, Digital Agenda for Europe, Skills Agenda, Copyright","lastUp":"2017-12-18T12:12:13.295+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}