{"id":"658927521102-20","name":"Exempla Management &amp; Consulting","registrationDate":"2016-03-17T12:49:38.614+01:00","category":1,"subCategory":6,"legal":"BVBA/SPRL","web":"https://www.exempla.be","country":"Belgium","headAddress":"48, Rue des Aduatiques","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)23 18 23 84","boss":"Michiel Gen","bossTitle":"Mr","bossPosition":"Partner","membersCount":1,"membersFTE":"0.25","membership":"ASAE - https://www.asaecenter.org&#xd;\nMPI - https://www.mpiweb.org&#xd;\nIAF - https://www.iaf-world.org","memberOrga":"As a consultancy we do not have members","goal":"Our Mission: Helping knowledge driven organisations achieve sustainable success&#xd;<br />&#xd;<br />Associations and business events are knowledge exchange platforms with the potential to shape our world.&#xd;<br />&#xd;<br />Achieving this impact requires the collaboration of industry experts, understanding diverse viewpoints, and constructing a solid course of action. Helping people make the right decisions, design the right programmes, and send the right messages – at the right time – is what we do.&#xd;<br />&#xd;<br />Public affairs service description: &#xd;<br />No industry or profession can afford to have a blind spot for European Union policies. It can cost substantial resources when European legislation is adopted or altered.&#xd;<br />We specialise in identifying relevant policy issues that impact our clients’ professional education or business exchange platforms, generating timely insights, positioning support and tailored dialogue.","acronym":"","interests":"Borders and Security, Business and Industry, Digital economy and society, Energy, Environment, Foreign affairs and security policy, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Transport","euInitiatives":"- Initiatives (horizontal and vertical) that impact corporate security professionals&#xd;<br />- Internet of things (IoT) and Artificial Intelligence (AI)&#xd;<br />- H2020 projects related to security&#xd;<br />- Health Policy related to the treatment of Multiple Sclerosis&#xd;<br />- Trade issues involving Turkey","lastUp":"2019-02-22T11:31:58.651+01:00","customers":"European Committee for Treatment and Research in Multiple Sclerosis – ECTRIMS,IGI - The Global Wallcoverings Association,ASIS International","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}