{"id":"65947576406-40","name":"ZBW - Leibniz Information Centre for Economics","registrationDate":"2011-08-10T12:04:50.762+01:00","category":4,"subCategory":12,"legal":"foundation under public law","web":"http://zbw.eu","country":"Germany","headAddress":"Düsternbrooker Weg, 120","headCity":"Kiel","headPostCode":"24105","headPhone":"(49)43 18 81 45 55","boss":"Klaus Tochtermann","bossTitle":"Mr","bossPosition":"Director","membersCount":2,"membersFTE":"0.5","membership":"Please find the list of partners here:&#xd;\n&#xd;\n* cooperations: http://zbw.eu/e_about_us/e_library_profile/e_cooperations.htm&#xd;\n* affiliations: http://zbw.eu/e_about_us/e_library_profile/e_affiliations.htm","memberOrga":"","goal":"The ZBW – Leibniz Information Centre for Economics (http://www.zbw.eu/en/) is the world’s largest information centre for economic literature. The ZBW enables access to millions of online documents in economics. EconStor, the digital publication server, currently gives free access to 120,000 articles and working papers. EconBiz, the search engine for international economic information, allows students and researchers to search among nine million datasets. The ZBW edits two journals in economic policy, Wirtschaftsdienst and Intereconomics. The ZBW is a research-based scientific library. Three professorships and an international doctoral group transdisciplinary deal with the topic Open Science/Science 2.0. The ZBW networks internationally. The main cooperation partners come from Leibniz Research Alliance “Science 2.0” and the EU-projects EEXCESS and Moving. For its achievements in the field of Social Media and Science 2.0 ZBW has been awarded “Library of the Year 2014” by the German Library Association (Deutscher Bibliotheksverband).","acronym":"ZBW","interests":"Audiovisual and Media, Education, Information Society, Research and Technology, Youth","euInitiatives":"Open Science&#xd;<br />Open Data&#xd;<br />Horizon 2020&#xd;<br />Digital Single Market","lastUp":"2017-02-10T16:32:54.126+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}