{"id":"659557623802-86","name":"Krajowe Stowarzyszenie Przemysłu Tytoniowego","registrationDate":"2016-10-11T11:00:09.086+01:00","category":2,"subCategory":4,"legal":"Stowarzyszenie","web":"http://kspt.org.pl","country":"Poland","headAddress":"Wiejska 7 m. 14","headCity":"Warszawa","headPostCode":"00-480","headPhone":"(48)2 28 68 37 10","boss":"Magdalena Włodarczyk","bossTitle":"Ms","bossPosition":"Dyrektor Stowarzyszenia","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"British American Tobacco Polska&#xd;\nImperial Tobacco Polska&#xd;\nJTI Polska&#xd;\nPhilip Morris Polska","goal":"rozwijanie stałych kontaktów i wymiany informacji pomiędzy Członkami a władzami państwowymi i samorządowymi, związkami producentów wyrobów tytoniowych i innymi instytucjami oraz organizacjami w kraju i za granicą;&#xd;<br />przekazywanie opinii i poglądów Członków Stowarzyszenia odpowiednim władzom;&#xd;<br />rozwijanie stałych kontaktów i wymiany informacji pomiędzy Członkami Stowarzyszenia;&#xd;<br />propagowanie i ścisłe przestrzeganie zasad uczciwości kupieckiej oraz innych zasad przyjmowanych dobrowolnie przez Członków Stowarzyszenia. Za uczciwość kupiecką uważa się w szczególności działanie w dobrej wierze, z należytą starannością, zgodnie z przepisami prawa i zwyczajami handlowymi;&#xd;<br />propagowanie oraz przestrzeganie standardów oraz norm odnoszących się do wszelkiej działalności związanej z wyrobami tytoniowymi;&#xd;<br />prowadzenia działalności zmierzającej do podniesienia jakości wyrobów tytoniowych;&#xd;<br />reprezentowania interesów Członków Stowarzyszenia.","acronym":"KSPT","interests":"Agriculture and Rural Development, Budget, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, General and Institutional Affairs, Internal Market, Public Health, Taxation, Trade","euInitiatives":"Wszelkie, które mają związek z branżą tytoniową.","lastUp":"2017-10-12T09:13:25.058+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}