{"id":"659770829905-22","name":"Hrvatska agencija za hranu (Croatian Food Agency)","registrationDate":"2018-01-30T14:23:37.711+01:00","category":6,"subCategory":9,"legal":"Institution","web":"http://hah.hr","country":"Croatia","headAddress":"Ivana Gundulića 36 b","headCity":"Osijek","headPostCode":"31000","headPhone":"(385)31 22 76 00","boss":"Darja Sokolić","bossTitle":"Ms","bossPosition":"Director","membersCount":11,"membersFTE":"2.75","membership":"HAH is Focal Point for European Food Safety Authority (EFSA)&#xd;\nhttp://www.efsa.europa.eu/en/partnersnetworks/eumembers &#xd;\nHAH is also INFOSAN focal point&#xd;\nhttp://www.who.int/foodsafety/en/","memberOrga":"","goal":"Croatian Food Agency (HAH) is legal entity which role, organization and modus operandi are regulated by the Food Act (OG 81/13, 14/14, 30/15), the Statute of Croatian Food Agency and other legal acts of Croatian Food Agency. The founder of the Croatian Food Agency is the Government of the Republic of Croatia. HAH was established by the Food Act from 2003, and officially has started with its work in January 2005. It is seated in Osijek. Director is the legal representative of HAH and is responsible for all operational and legal matters. HAH is funded by the state budget of the Republic of Croatia.&#xd;<br />HAH performs scientific and technical tasks in the field of food and feed safety and is national referent point for risk assessment in food and feed safety area. In performing its duties HAH is guided by principles of independence, transparency and confidentiality.&#xd;<br />Tasks of the HAH:&#xd;<br />•\tscientific risk assessment in the field of food and feed safety,&#xd;<br />•\tto provide scientific studies in the field of food and feed safety,&#xd;<br />•\tto provide scientific opinions at the request of the competent authorities, ex officio, or at the request of third parties for their needs,&#xd;<br />•\tto provide technical opinions and scientific and technical support to the competent authorities in the areas of food and feed safety, food and feed quality, human nutrition, animal health and welfare, plant health, novel food, nutrient enriched food, food and feed for particular nutritional uses and GM food and feed,&#xd;<br />•\tto provide initial risk assessment (as RASFF contact point in the Republic of Croatia),&#xd;<br />•\tto collect and analyze data from official controls and other relevant data for characterization and monitoring of risks which have a direct or indirect impact on food and feed safety,&#xd;<br />•\tto identify and characterize risks and emerging risks,&#xd;<br />•\tto establish and coordinate national institution network in the field of food and feed safety in the Republic of Croatia,&#xd;<br />•\tto develop and apply risk assessment methodologies in the field,&#xd;<br />•\tto educate interested parties and publish educative materials about food and feed related risks,&#xd;<br />•\tto inform public about matters within its field of work,&#xd;<br />•\tto express independent conclusions and views on matters within its field of work and to provide rapid, reliable, objective and comprehensible information to the public and interested parties,&#xd;<br />•\tto promote the effective coherence between risk management, risk assessment and risk communication.&#xd;<br />&#xd;<br />HAH cooperates closely with competent institutes, academic society, laboratories and other legal entities in food and feed safety system in the Republic of Croatia. HAH also cooperates with other EU member states and competent international institutions and organizations in the field of food and feed safety.","acronym":"HAH","interests":"Agriculture and Rural Development, Communication, Consumers, Food Safety, Public Health","euInitiatives":"Following legal documents are core legislative grounds on which activities of Croatian Food Agency are based, within our mandate - mainly linked to risk assessment of food and feed. &#xd;<br />Also, our employees are actively involved in the work of working groups of competent Ministries (Ministry of Agriculture and Ministry of Health), which are responsible for bringing the implementing acts of listed regulations.&#xd;<br />Therefore, the main EU initiatives, policies and legislation followed by HAH are:&#xd;<br />•\tRegulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety,&#xd;<br />•\tRegulation (EU) No 1169/2011 of the European Parliament and of the Council of 25 October 2011 on the provision of food information to consumers, &#xd;<br />•\tRegulation (EC) No 852/2004 of the European Parliament and of the Council of 29 April 2004 on the hygiene of foodstuffs, &#xd;<br />•\tRegulation (EC) No 2073/2005 of 15 November 2005 on microbiological criteria for foodstuffs (Text with EEA relevance), &#xd;<br />•\tRegulation (EU) No 254/2014 of the European Parliament and of the Council of 26 February 2014 on a multiannual consumer programme for the years 2014-20 and repealing Decision No 1926/2006/EC.&#xd;<br />&#xd;<br />In our work, we are also focused on areas encompassed by following documents:&#xd;<br />•\tCommission notice of 16.10.2017- EU guidelines on food donation&#xd;<br />•\tEU Platform on Food Losses and Food Waste&#xd;<br />•\tEU Framework for national salt initiatives&#xd;<br />•\tSurvey on Members States’ Implementation of the EU Salt Reduction Framework","lastUp":"2019-02-06T09:57:11.430+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}