{"id":"659825623675-46","name":"Coopérative Maritime Bretagne Nord","registrationDate":"2016-09-30T14:38:29.777+02:00","category":2,"subCategory":4,"legal":"SA Coopérative Maritime à capital variable","web":"http://www.cobrenord.com","country":"France","headAddress":"Terre Plein du Port","headCity":"SAINT QUAY PORTRIEUX","headPostCode":"22410","headPhone":"(33)2 96 70 81 04","boss":"DAMIEN VENZAT","bossTitle":"Mr","bossPosition":"SECRETAIRE GENERAL","membersCount":4,"membersFTE":"1.0","membership":"Fédération des Organisations de Producteurs de pêche artisanales (FEDOPA)&#xd;\nAssociation Européenne des Organisations de Producteurs (AEOP)&#xd;\nConseil Consultatif des Eaux Occidentales Septentrionales (CC EOS)","memberOrga":"","goal":"L’Organisation de Producteurs COBRENORD regroupe 180 navires adhérents, dont 12 hauturiers, mettant en vente leurs captures sous les criées de Saint-Malo, Erquy, Saint-Quay-Portrieux, Roscoff et&#xd;<br />Le Guilvinec. Tous ces bateaux pratiquent une pêche artisanale car aucune transformation n’est effectuée à bord.&#xd;<br />Les principaux métiers des navires adhérents sont le chalut de fond, la drague, le casier, les filets et les métiers de l’hameçon.&#xd;<br />L’OP COBRENORD, avec son statut de société anonyme coopérative, est reconnue en tant qu’OP par la réglementation européenne depuis le 1er janvier 1996 et intervient principalement sur la Bretagne.&#xd;<br />Elle a pour objet, dans le cadre du règlement (UE) 1379/2013 établissant l’Organisation Commune des&#xd;<br />Marchés (OCM) et du règlement (UE) 1380/2013 relatif à la Politique Commune de la Pêche (PCP), avec effet au 1er janvier 2014, d’assurer l’exercice rationnel de la pêche et l’amélioration des conditions de vente de la production de ses adhérents.&#xd;<br />Ainsi, l’OP COBRENORD a en charge la gestion de la première mise en marché de la production de ses adhérents.&#xd;<br />De manière complémentaire, l’OP COBRENORD a pour mission la gestion des droits à produire.&#xd;<br />Enfin, l’OP COBRENORD assure également un travail quotidien d’information des sociétaires mais également de lobbying auprès des pouvoirs publics et des institutions politiques tant au niveau européen que national.","acronym":"COBRENORD","interests":"Maritime affairs and fisheries","euInitiatives":"Dans le cadre du règlement (UE) 1379/2013 établissant l’Organisation Commune des Marchés (OCM) et du règlement (UE) 1380/2013 relatif à la Politique Commune de la Pêche (PCP), avec effet au 1er janvier 2014, COBRENORD assure l’exercice rationnel de la pêche maritime.","lastUp":"2018-09-24T09:44:28.756+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}