{"id":"660337819709-62","name":"Global Legal Entity Identifier Foundation","registrationDate":"2015-11-27T16:48:33.656+02:00","category":3,"subCategory":2,"legal":"foundation","web":"http://www.gleif.org","country":"Switzerland","headAddress":"Global Legal Entity Identifier Foundation","headCity":"Basel","headPostCode":"4052","headPhone":"(41)6 15 08 70 45","boss":"Stephan Wolf","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"In 2011 the Group of Twenty called on the Financial Stability Board (FSB) to provide recommendations for a global Legal Entity Identifier (LEI)  and a supporting governance structure. This led to the development of the Global LEI System which, through the issuance of LEIs, now provides unique identification of legal entities participating in financial transactions across the globe. The FSB emphasized that global adoption of the LEI underpins multiple “financial stability objectives” and also offers “many benefits to the private sector”.&#xd;<br /> &#xd;<br />The LEI is a 20-digit, alpha-numeric code based on the ISO 17442 standard developed by the International Organization for Standardization. The LEI connects to key reference information that enables clear and unique identification of legal entities participating in financial transactions.&#xd;<br /> &#xd;<br />Established by the FSB in June 2014, the Global Legal Entity Identifier Foundation (GLEIF) is a not-for-profit organization created to support the implementation and use of the LEI. GLEIF is headquartered in Basel, Switzerland. GLEIF services ensure the operational integrity of the Global LEI System. GLEIF also makes available the technical infrastructure to provide, via an open data license, access to the full global LEI repository free of cost to users. GLEIF is supervised by the LEI Regulatory Oversight Committee (ROC). The LEI ROC is a group of over 60 public authorities from more than 40 countries established in January 2013 to coordinate and oversee the Global LEI System.","acronym":"GLEIF","interests":"Banking and financial services, Business and Industry, Digital economy and society, Economy, finance and the euro, Research and innovation","euInitiatives":"ESMA Technical Standards on MiFID II/MiFIR&#xd;<br />ESMA Market Abuse Regulation&#xd;<br />EIOPA Guidelines on the use of Legal Entity Identifier&#xd;<br />ESMA Technical Standards for CRA3&#xd;<br />ESMA Technical Standards under CSDR&#xd;<br />EU Company Directive","lastUp":"2018-09-10T13:09:16.787+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}