{"id":"66055258617-28","name":"The Smile of the Child","registrationDate":"2012-04-18T11:05:05.299+01:00","category":3,"subCategory":2,"legal":"Non-Profit Association","web":"http://www.hamogelo.gr","country":"Greece","headAddress":"1 Sp. Loui str., Marousi, Athens, Greece","headCity":"Athens","headPostCode":"","headPhone":"(30210)7 60 95 50","boss":"Konstantinos Giannopoulos","bossTitle":"Mr","bossPosition":"President, Board of Directors","membersCount":12,"membersFTE":"12.0","membership":"Member of the Board of Directors of the International Centre for Missing &amp; Exploited Children\t (ICMEC)      &#xd;\n&#xd;\nMember of CHI (Child Helpline International)&#xd;\n&#xd;\nMember of the Global Missing Children’s Network (GMCN)&#xd;\n&#xd;\nMember of the Board of Directors of the Missing Children Europe (MCE)&#xd;\n&#xd;\nMember of Eurochild&#xd;\n&#xd;\nMember of European Emergency Number Association (EENA)&#xd;\n&#xd;\nMember of EU Civil Society Platform Against THB&#xd;\n&#xd;\nMember of the EU Fundamental Rights Platform&#xd;\n&#xd;\n“Special Consultative Status” with the UN Economic and Social Council  &#xd;\n&#xd;\nAssociated with the UN’s Department of Public Information&#xd;\n &#xd;\nFounding member of European Antibullying Network&#xd;\n&#xd;\nMember of the European Network Educ-Europe","memberOrga":"","goal":"‘The Smile of the Child’, in Greek “To Xαμόγελο του Παιδιού”, is the largest internationally recognized non-profit, Non-Governmental Organization in Greece in the critical field of child protection, search and rescue of missing children, support of children and families with children in need, as well as free public health service for children, both in prevention and treatment. &#xd;<br />&#xd;<br />The Organization was created in 1996 by Costas Yannopoulos, inspired by the wish of well-being for all children in the world, expressed by his ten-year old son Andreas before he succumbed to brain cancer. Over its 20 years of activity ‘The Smile of the Child’ has made a difference for more than one million children and their families, without distinction of background, origin, religion or any other criterion. The 452 personnel (social workers, psychologists, ambulance staff, etc.) and the 2.461 active volunteers create a substantial impact, earning ‘The Smile of the Child’ both nationwide and international recognition. This recognition is reflected in a series of MOUs with national authorities and institutions and active, even leading positions of ‘The Smile of the Child’ in international fora, as shown in the list in annex. &#xd;<br />&#xd;<br />In order to achieve this goal,  the organization implements wide range of programs and activities for the welfare and protection of physical and psychological health, as well as for the safety of thousands of children in need in Greece, on a 24/7 basis, 365 days a year.&#xd;<br />&#xd;<br />The summary of the activities of “The Smile of the Child” involves:&#xd;<br />- Operation of 10 community homes in Greece where children are referred upon the order of the public prosecutor for minors&#xd;<br />- Operation of 3 day care centers for children in need of psychological and/or social support&#xd;<br />o Operation of the National Helpline for Children “SOS 1056”&#xd;<br />- Operation of the 116000 – European hotline for missing children&#xd;<br />- Operation of the 116111-European Helpline for Children and Adolescents&#xd;<br />- Coordination of a child alert system AMBER ALERT HELLAS (with the cooperation of public and private institutions).&#xd;<br />- Emergency intervention in cases of children in danger by operating the National Centre for Immediate Social Intervention.&#xd;<br />- Operating National Centre for Missing and Exploited Children.&#xd;<br />- Development of the South-eastern European Centre for Missing and Exploited Children (SEEC)&#xd;<br />- Mobile Medical Units &amp; State-of-the-art ambulances in the emergency service’s (EKAV) disposal nationwide, for the safe transport of children and newborns.&#xd;<br />- Preventive Medicine and Dentistry at schools and isolated areas nationwide, carried out by the organization’s mobile medical units&#xd;<br />- Information, prevention, and awareness programmes for children, parents, and teachers in schools across the country, as well as in a mobile unit ODYSSEUS &#xd;<br />- Support in necessary goods children and families with welfare problems","acronym":"TSOC","interests":"Audiovisual and Media, Communication, Development, Education, Employment and Social Affairs, External Relations, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Justice and Fundamental Rights, Public Health, Regional Policy, Trans-European Networks, Youth","euInitiatives":"o\tCharter of Fundamental Rights of the European Union&#xd;<br />o\tEU Agenda for the Rights of the Child, 2011&#xd;<br />-Investing in children: breaking the cycle of disadvantage, 2013&#xd;<br />-Directive 2011/36/EU of the European Parliament and of the Council of 5 April 2011 on preventing and combating trafficking in human beings and protecting its victims&#xd;<br />-Directive 2011/93/EU on combating the sexual abuse and sexual exploitation of children and child pornography&#xd;<br />-EU Strategy towards eradication of trafficking in human beings 2012-2016&#xd;<br />- White Paper: Recommendations to the EC for the expansion of Victor Info-Desks in EU countries. available here: http://www.victorproject.eu/media/uploads_file/2015/07/16/p19qbc672g8hn1n3juq11u4jqc0v.pdf","lastUp":"2017-05-09T15:51:44.595+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}