{"id":"660815431100-38","name":"SOLVED - The Cleantech Company","registrationDate":"2018-04-08T22:30:41.850+02:00","category":2,"subCategory":3,"legal":"Company (SME)","web":"http://solved.fi","country":"Finland","headAddress":"Töölönkatu 51a","headCity":"Helsinki","headPostCode":"FI-00250","headPhone":"(358)5 04 87 14 17","boss":"Pia Erkinheimo","bossTitle":"Ms","bossPosition":"Chairman of the Board","membersCount":2,"membersFTE":"1.0","membership":"As platform economy and ecosystem way of working is in the core of SOLVED, it's only natural that we are invited to different kinds of initiatives as network partner, as we are providing the digital co-creation and AI platform. &#xd;\n&#xd;\nThis is happening on in our service.","memberOrga":"www.solved.fi","goal":"Sustainability challenges are complex, and they need systemic, holistic solutions with broad range of specialized knowledge. &#xd;<br />&#xd;<br />The exploration and exploitation of artificial intelligence (AI) looks extremely promising in when tapping into the root cause of climate change. &#xd;<br />&#xd;<br />SOLVED - The Cleantech Company - is an on-demand, sustainability advisory service with a digital co-creation platform. SOLVED enables companies &amp; public/international organisations such as cities to work with multi-disciplinary experts on a scalable tech platform.&#xd;<br />&#xd;<br />Clients and experts have an opportunity to establish own projects on Solved Platform for their own customers and networks, and buy resources from Solved Experts network (+2500 experts in +70 countries).&#xd;<br />&#xd;<br />SOLVED has offices in Helsinki &amp; Oulu (FI), and in Bratislava &amp; Zilina (SK) and the founders come from both countries.","acronym":"SOLVED","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"GDPR, Clean Energy Ministerial, Horizon 2020, collaboration between EU and G7, JRC&#xd;<br />&#xd;<br /> DG Communications Networks, Content and Technology, DG Environment, DG Energy, DG Climate Action, DG Agriculture and Rural Development, DG Employment, DG Social Affairs and Inclusion, DG Health and Food Safety, DG Internal Market, Industry, Entrepreneurship and SMEs, DG Maritime Affairs and Fisheries, DG Mobility and Transport, DG Regional and Urban policy, DG Research and Innovation, DG Taxation and Customes Union, DG Trade,","lastUp":"2018-04-08T22:40:57.000+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}