{"id":"660836735818-84","name":"United Societies of Balkans","registrationDate":"2019-09-06T11:48:48.398+02:00","category":3,"subCategory":2,"legal":"ΑΣΤΙΚΗ ΜΗ ΚΕΡΔΟΣΚΟΠΙΚΗ ΕΤΑΙΡΙΑ (ΑΜΚΕ)","web":"http://www.usbngo.gr/en","country":"Greece","headAddress":"Alamanas 9, Agios Pavlos","headCity":"Thessaloniki","headPostCode":"55438","headPhone":"(30)23 10 21 56 29","boss":"Aristodimos Paraschou","bossTitle":"Mr","bossPosition":"President","membersCount":11,"membersFTE":"5.75","membership":"United Societies of Balkans believes in networking and the creation of long lasting synergies and has been a member organisation of UNITED for Intercultural Action, Salto-Youth, Thess Network-regional NGO network, FERYP (Forum of European Roma Young People), Anna-Lindh Foundation (co-head of the Greek National Network), Youth for Exchange and Understanding (YEU International), Youth Express Network (YEN), Butterfly Dreamer and DYPALL (Developing Youth Participation at Local Level), Great Silk Way International Youth Union, ENTER network, Youth Networks.","memberOrga":"We do not have an active database of members at the moment but we are working on reinforcing it.","goal":"United Societies of Balkans (U.S.B.) is a non-profit, non-governmental organisation based in Thessaloniki, Greece working in the field of youth, human rights and intercultural dialogue. &#xd;<br />&#xd;<br />It was founded in 2008 by the inception of a group of active young people who wanted to address the social issues which affect the youngsters in the Balkans and Eastern Europe. The vision and aim of the organisation is the promotion of youth empowerment, participation in the economic and political life, youth mobility, voluntarism and human rights. &#xd;<br />&#xd;<br />Fields of work:&#xd;<br />Youth work, non-formal education, human rights, arts, intercultural dialogue, new media and technologies. &#xd;<br />&#xd;<br />Activities:&#xd;<br />Key areas of the organisation’s activities concern the defence of human rights and the intercultural dialogue, the organisation of youth related projects such as youth exchanges and training courses, which can bring young people from Balkans and Europe together, and the organisation of local interventions, campaigns, researches, seminars and multimedia productions. It envisions a global and inclusive society, where citizens are equally empowered to contribute in the shaping of a world with less prejudice, discrimination and other forms of injustice.&#xd;<br />&#xd;<br />U.S.B.’s objectives and values are actualized in the society and the needs of the youngsters by:&#xd;<br />&#xd;<br />• Promoting the values of non formal learning, voluntarism, active citizenship and democracy for the creation of a better future for the European youth;&#xd;<br />• Promoting human rights, solidarity and respect for diversity amongst youth and the society;&#xd;<br />• Involving minorities and immigrants into youth activities;&#xd;<br />• Building healthy cooperation bridges between countries of the area of the Balkans and Eastern Europe with the rest of Europe;&#xd;<br />• Using New Media and Citizens’ Journalism methodologies to encourage youth expression, to raise awareness about Human Rights and to promote intercultural dialogue;&#xd;<br />• Utilizing arts as a tool for the cultivation and expression of youth;&#xd;<br />• Locating and multiplying the special cultural attributes of our societies;&#xd;<br />• Breaking down prejudices and stereotypes among the European countries and amongst youth.","acronym":"USB","interests":"Communication, Culture, Digital economy and society, Employment and Social Affairs, Environment, Humanitarian aid and civil protection, Justice and Fundamental Rights, Migration and asylum, Research and innovation, Sport, Trans-European Networks, Youth","euInitiatives":"The organisation is based in Greece which is part of the EU. As a result, it follows all the EU regulations which are part of the Greek law. &#xd;<br />As an organisation mainly working with EU programmes and in the youth sector, it follows the EU Youth Strategy and the programmes of Erasmus+, Europe for Citizens, Rights, Equality and citizenship, European Solidarity Corps and others.&#xd;<br />Finally, since 2018 it complies with the General Data Protection Regulation.","lastUp":"2019-09-06T11:53:40.015+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}