{"id":"661038313177-42","name":"British Screen Advisory Council","registrationDate":"2014-03-04T19:17:31.428+01:00","category":2,"subCategory":4,"legal":"Independent Sector Body","web":"http://www.bsac.uk.com/","country":"United kingdom","headAddress":"58 Broadwick Street","headCity":"London","headPostCode":"W1F 7RT","headPhone":"(44)20 72 87 11 11","boss":"Pete Johnson","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":3,"membersFTE":"0.75","membership":"-\tBritish Film Commission: National Advisory Board&#xd;\n-\tBritish Film Institute: Copyright Group (DSM) and Screen Taskforce&#xd;\n-\tCopyright Hub: Partners Board&#xd;\n-\tCreative Industries Council: Infrastructure – Regulation subgroup&#xd;\n-\tOfcom: International Stakeholders Forum&#xd;\n-\tOfcom: On Demand Forum&#xd;\n-\tTelevision Against Piracy&#xd;\n-\tRTS (member)","memberOrga":"Membership and Associate Membership lists available through &#xd;\nwww.bsac.uk.com/membership/","goal":"The British Screen Advisory Council (BSAC) is an independent industry-funded body. It represents the audiovisual sector in the UK, including film, TV, games and new media, and serves as a unique forum for identifying new business trends and providing thought leadership to Government, policy makers and the audiovisual industries.&#xd;<br />&#xd;<br />BSAC brings together the widest range of UK interests, knowledge and contacts in the industry to provide an independent platform for the regular exchange of ideas and information.&#xd;<br />&#xd;<br />On Business Issues BSAC works closely with industry leaders and policy makers to provide an informed lead on emerging business trends.&#xd;<br />&#xd;<br />On Policy Issues BSAC helps the audiovisual industry, wherever possible, speak with a single and authoritative voice.","acronym":"BSAC","interests":"Audiovisual and Media, Communication, Competition, Consumer Affairs, Information Society, Internal Market, Trade","euInitiatives":"At present, the DSM Proposals, the AVMS and Copyright Directives and the Telecoms package, but more broadly, anything that will impact upon the audiovisual industries","lastUp":"2017-02-16T17:53:19.925+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}