{"id":"66126847778-02","name":"Holding Slovenske elektrarne d.o.o.","registrationDate":"2012-01-19T13:24:27.720+02:00","category":2,"subCategory":3,"legal":"limited liability company","web":"http://www.hse.si","country":"Slovenia","headAddress":"Koprska ulica, 92","headCity":"Ljubljana","headPostCode":"1000","headPhone":"(386)14 70 41 00","boss":"Nikolić Stojan","bossTitle":"Mr","bossPosition":"General Manager","membersCount":3,"membersFTE":"2.75","membership":"Eurelectric, EFET","memberOrga":"","goal":"The HSE Group is the largest Slovenian organisation in the area of power generation and is the largest producer and trader with electricity on the wholesale market in Slovenia. The hydropower plants, thermal power plants and a coalmine united into a single brand name – the HSE Group – together produce a large share of electricity in Slovenia; together with supply of electricity, which includes a combination of different sources, we play a crucial role in supplying safe, reliable and quality provision to domestic customers.&#xd;<br />&#xd;<br />Since its conception onwards, HSE is the driving force of the Slovenian power industry. With constant growth and expansion into European markets, we are an equal competitor to the largest and the best in the field. Our activities principally comprise the area of energy and environment management as well as controlling the associated processes and risks. A wide array of activities comprises the following main groups:&#xd;<br />&#xd;<br />Production of electrical and thermal energy, &#xd;<br />Acquisition of lignite, &#xd;<br />Sale and trade with electrical and thermal energy, forward contracts for electrical energy, CO2 emission coupons, RECS certificates, guarantees of origin, &#xd;<br />Production optimisation of the HSE Group, &#xd;<br />Ensuring ancillary services, necessary for the functioning of the power generation system, &#xd;<br />Management and implementation of energy and environmental projects.  &#xd;<br /> &#xd;<br />&#xd;<br />We are not only active on the domestic, but also foreign electricity markets. We have our companies, subsidiary companies and representations in Slovenia, Croatia, Serbia, Macedonia, Italy, Hungary, Czech Republic, Romania and Slovakia. We are members of the European (German) Energy Exchange EEX, Energy Exchange Austria EXAA, French Exchange POWERNEXT, Italian Exchange IPEX, Czech Exchange OTE and PXE and the regional Energy Exchange SOUTHPOOL. With a diverse business network we tend to the increase in quotas and geographical expansion of operations, development and strengthening the company’s image and the HSE Group and that of entire Slovenia all across Europe.","acronym":"HSE d.o.o.","interests":"Budget, Climate Action, Competition, Economy, finance and the euro, Energy, Environment, International co-operation and development, Research and innovation, Taxation, Trans-European Networks, Transport","euInitiatives":"Energy security Communication&#xd;<br />Energy Union Communication&#xd;<br />ETS Revision - MSR&#xd;<br />NEC proposal&#xd;<br />BREF LCP&#xd;<br />Climate and Energy Framework 2030 &#xd;<br />REMIT Regulation - Implementing Acts&#xd;<br />MiFID II Directive&#xd;<br />Clean Air Package&#xd;<br />Guidelines on State aid for environmental protection and energy 2014-2020&#xd;<br />Costs and subsidies study (Ecofys)&#xd;<br />CACM and RfG Network Codes&#xd;<br />Clean Energy for All Europeans&#xd;<br />EU ETS reform 2021-2030","lastUp":"2019-07-09T15:21:00.351+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}