{"id":"661474423456-34","name":"Cargotec Corporation","registrationDate":"2016-09-19T09:43:46.667+02:00","category":2,"subCategory":3,"legal":"Listed company","web":"http://www.cargotec.com","country":"Finland","headAddress":"Porkkalankatu 5","headCity":"Helsinki","headPostCode":"00180","headPhone":"(358)2 07 77 40 00","boss":"Mika Vehviläinen","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"0.5","membership":"Baltic Sea Action Group (BSAG), Center of Maritime Technologies (CMT), Finnish Industrial Internet Forum (FIIF), Finnish Marine Industries, Finnish Metals and Engineering Competence Cluster (FIMECC), German Engineering Federation (VDMA): Marine Equipment and Systems, Global Compact Nordic Network, ICC Finland, Norwegian Offshore &amp; Drilling Engineering (NODE), Port Equipment Manufacturers Association (PEMA)","memberOrga":"","goal":"Cargotec (Nasdaq Helsinki: CGCBV) enables smarter cargo flow for a better everyday with its leading cargo handling solutions and services. Cargotec's business areas Kalmar, Hiab and MacGregor are pioneers in their fields. Through their unique position in ports, at sea and on roads, they optimise global cargo flows and create sustainable customer value. Cargotec's sales in 2016 totalled approximately EUR 3.5 billion and it employs over 11,000 people.&#xd;<br />&#xd;<br />Cargotec’s corporate headquarters is located in Helsinki, Finland, while the business areas’ production facilities are located in China, Finland, Germany, India, Ireland, Malaysia, Norway, Poland, South Korea, Spain, Sweden, the United Kingdom and the United States. A big part of the manufacturing has been outsourced to partner plants located mainly in Asia.","acronym":"","interests":"Climate Action, Digital economy and society, Energy, Environment, International co-operation and development, Maritime affairs and fisheries, Research and innovation, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"MRW directive, Digitising European Industry initiative, Horizon 2020, Data privacy, TTIP","lastUp":"2018-08-21T11:39:37.777+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}