{"id":"661506113415-19","name":"Bremer Baumwollboerse","registrationDate":"2014-04-09T11:52:48.160+01:00","category":2,"subCategory":4,"legal":"Verein Kraft staatlicher Verleihung","web":"http://www.baumwollboerse.de","country":"Germany","headAddress":"Wachtstrasse, 17-24","headCity":"Bremen","headPostCode":"28195","headPhone":"(49)4 21 33 97 00","boss":"Fritz Grobien","bossTitle":"Mr","bossPosition":"Vizepräsident","membersCount":3,"membersFTE":"2.0","membership":"- ITMF (International Textile Manufacturers Federation Zürich)&#xd;\n- CICCA (Committee for International Cooperation between Cotton Associations Liverpool)&#xd;\n- Universal Standards Agreement Memphis&#xd;\n- SEEP (Social Environmental and Ecological Performance of Cotton Production Washington)&#xd;\n- IVDC (International Value Differences Committee Liverpool)&#xd;\n- DNFI (Discovere Natural Fibers Initiativ Brüssel)","memberOrga":"www.baumwollboerse.de","goal":"Die Bremer Baumwollbörse ist eine internationale Rohstofforganisation, die weltweit im Verbund mit der ICA (International Cotton Association in Liverpool) für die vertragsgemäße Abwicklung des globalen Baumwollgeschäfts sorgt. Wir halten deshalb spezielle Kontraktbedingungen vor, in denen die Regeln für den internationalen Handel mit Baumwolle festgelegt sind. Dieses „Grundgesetz\" für den Baumwollhandel umfasst beispielsweise eine eigene Schiedsgerichtsbarkeit und ein Instrumentarium zur Beilegung von Meinungsverschiedenheiten der vertragsschließenden Parteien über die Qualität der gelieferten Ware. Aktuelle Grundlage für die Durchsetzbarkeit der Schiedsgerichtsurteile ist das New Yorker Abkommen von 1958 über die gegenseitige Anerkennung von Schiedsgerichtsurteilen und entsprechende Regelung durch nationale Gesetze.&#xd;<br />Klare neutrale Regeln sind unverzichtbar für den Handel mit einem Produkt, das in über 80 Ländern erzeugt wird und das sich ständig sowohl im Preis als auch in der Qualität ändert. Unsere Mitgliedschaft aus ca. 30 Ländern rekrutiert sich aus den am Geschäft mit dem Rohstoff Baumwolle beteiligten Kreisen und reicht vom Produzenten über den Händler bis zum Verarbeiter, also der Spinnerei/-weberei. Auch Ablader, Banken, Versicherer, Spediteure und Textilmaschinenbauer gehören zu den Mitgliedsfirmen.","acronym":"BBB","interests":"Agriculture and Rural Development, Climate Action, Education and training, Environment, Research and innovation, Trade","euInitiatives":"-Agriculture&#xd;<br />- Subsidies&#xd;<br />- Sustainability&#xd;<br />-Textile Industry&#xd;<br />- Natural Ressources&#xd;<br />- Free and Fair Trade&#xd;<br />- Climate Change&#xd;<br />- Safe Water&#xd;<br />- Agricultural Inputs&#xd;<br />- Cotton production","lastUp":"2019-11-22T12:58:42.748+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}