{"id":"661655418600-59","name":"International Federation of Library Associations and Institutions","registrationDate":"2015-09-03T10:11:33.613+01:00","category":3,"subCategory":2,"legal":"Federation","web":"http://www.ifla.org","country":"Netherlands","headAddress":"Prins Willem-Alexanderhof 5","headCity":"The Hague","headPostCode":"2509 CH","headPhone":"(31)7 03 14 08 84","boss":"Gerald Leitner","bossTitle":"Mr","bossPosition":"Secretary-General","membersCount":2,"membersFTE":"0.75","membership":"Conference of NGOs in consultative relationship with the United Nations; International Freedom of Expression Exchange; International Council for Scientific and Technical Information; International Council for Science; European Society of Association Executives; OCLC","memberOrga":"IFLA has 1111 member institutions and organizations internationally, in the 28 EU member states and 109 other countries.","goal":"The International Federation of Library Associations and Institutions (IFLA) is the leading international body representing the interests of library and information services and their users. It is the global voice of the library and information profession. &#xd;<br />&#xd;<br />IFLA is an independent, international, non-governmental, not-for-profit organization. Our aims are to:&#xd;<br />&#xd;<br />- Promote high standards of provision and delivery of library and information services&#xd;<br />&#xd;<br />- Encourage widespread understanding of the value of good library &amp; information services&#xd;<br />&#xd;<br />- Represent the interests of our members throughout the world.&#xd;<br />&#xd;<br />In pursuing these aims IFLA embraces the following core values:&#xd;<br />&#xd;<br />1. the endorsement of the principles of freedom of access to information. ideas and works of imagination and freedom of expression embodied in Article 19 of the Universal Declaration of Human Rights&#xd;<br />&#xd;<br />2. the belief that people, communities and organizations need universal and equitable access to information, ideas and works of imagination for their social, educational, cultural, democratic and economic well-being&#xd;<br />&#xd;<br />3. the conviction that delivery of high quality library and information services helps guarantee that access&#xd;<br />&#xd;<br />4. the commitment to enable all Members of the Federation to engage in, and benefit from, its activities without regard to citizenship, disability, ethnic origin, gender, geographical location, language, political philosophy, race or religion.","acronym":"IFLA","interests":"Audiovisual and Media, Communication, Culture, Education, Information Society, Internal Market, Research and Technology","euInitiatives":"Information Society: Audiovisual and Media Policies, Communications, Digital Agenda for Europe, Internet, Copyright Reform, Media Coordination, Media Literacy","lastUp":"2017-08-23T07:18:06.396+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}