{"id":"662377229435-57","name":"Asociación Civil Internacional de la Red de Ciudades Mercociudades","registrationDate":"2017-12-26T16:27:43.846+01:00","category":6,"subCategory":11,"legal":"Asociación Civil Internacional","web":"http://mercociudades.org/","country":"Uruguay","headAddress":"Dr. Luis Piera 1992","headCity":"Montevideo","headPostCode":"11200","headPhone":"(598)24 13 66 24","boss":"Jorge Rodríguez Diccea","bossTitle":"","bossPosition":"Coordinador Responsable STPM","membersCount":15,"membersFTE":"15.0","membership":"","memberOrga":"http://mercociudades.org/node/2296","goal":"Misión y Visión de la Red Mercociudades: Misión: Potenciar la identidad y la integración regional para asegurar el desarrollo de las ciudades y el bienestar de los ciudadanos de Sudamérica. Visión: Ciudades integradas, inclusivas y participativas. Durante la gestión de la Presidencia de Mercociudades, ejercida por la ciudad de Montevideo, se destacaron diversas dimensiones de trabajo, en consonancia con el Plan Estratégico de Mercociudades. La dimensión política refiere a las Políticas Estratégicas en las temáticas prioritarias de la Red, a la Política de Relacionamiento y Alianzas, y de Fortalecimiento y apertura a la sociedad. En la dimensión operativa se prioriza lo relativo al Funcionamiento, la Comunicación y el Financiamiento. Sin duda, ambas dimensiones están estrechamente vinculadas. La política refiere mas específicamente a los acuerdos y articulaciones estratégicas que se reflejan en decisiones y apoyos concretos institucionales, que permiten viabilizar la dimensión operativa.","acronym":"Mercociudades","interests":"Climate Action, Communication, Culture, Education, Environment, General and Institutional Affairs, Regional Policy, Sport, Youth","euInitiatives":"Relaciones Institucionales. &#xd;<br />Desarrollo Urbano Sostenible y Cambio Climático. &#xd;<br />Resiliencia. &#xd;<br />Desarrollo Social.&#xd;<br />Economía Urbana. &#xd;<br />Gobernanza e Innovación. &#xd;<br />Internacionalización de los gobiernos locales.","lastUp":"2018-01-03T15:19:33.653+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}