{"id":"662425018879-32","name":"Nuclear Transparency Watch","registrationDate":"2015-09-22T16:49:44.283+02:00","category":3,"subCategory":2,"legal":"European Association under French law (law as of 1st July 1901, and decree as of 16 August 1901)","web":"http://www.nuclear-transparency-watch.eu","country":"Belgium","headAddress":"26 rue d'Edimbourg","headCity":"Brussels","headPostCode":"1050 Ixelles","headPhone":"(32)4 83 26 25 75","boss":"Nadja Zeleznik","bossTitle":"Ms","bossPosition":"Chair of NTW","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"http://www.nuclear-transparency-watch.eu/members","goal":"Nuclear Transparency Watch is a European network created in 2013 promoting a citizen watch on transparency and nuclear safety. &#xd;<br />&#xd;<br />The objectives of NTW are:&#xd;<br />To raise the awareness of policy-makers and European civil society regarding the importance of transparency in the monitoring of nuclear activities to improve the safety of their facilities. &#xd;<br />To provide support to local and national initiatives and organizations of civil society (in each European country) seeking to promote transparency of nuclear activities and to ensure that broader account is taken of the contribution of civil society in the governance of nuclear activities, including through better implementation of the Aarhus Convention on Access to Information, Public Participation in Decision-making and Access to Justice, and the corresponding European Directives. &#xd;<br />To demonstrate the capacity of civil society to improve the quality of decision-making by generating or coordinating as appropriate their actions of monitoring and vigilance at local, national and European level. &#xd;<br />To exchange information between civil society participants in European countries, and to build collective evaluations at European level if necessary. &#xd;<br />To initiate partnerships with independent expert organisations or public institutions of expertise that can provide technical support to the monitoring of nuclear activities and their safety. &#xd;<br />To bring the voice of civil society into the European decision-making process regarding nuclear activities, and to provide information to European institutions, members of the European Parliament and European civil society. &#xd;<br />To compare and assess developments regarding nuclear transparency in the various European countries. &#xd;<br />To establish means of mutual information across borders and between the various representatives of civil society in Europe.","acronym":"NTW","interests":"Energy, Environment","euInitiatives":"NTW follows the specific measures adopted at EU level under the treaty of European Atomic Energy Community (Euratom), which is the ground for nuclear energy in Europe. &#xd;<br />&#xd;<br />More specifically, NTW follows EU measures concerning the radiation protection, the transport and the management of radioactive waste and the safety of nuclear facilities:&#xd;<br />-\tCouncil Directive 96/29/Euratom of 13 May 1996 laying down basic safety standards for the protection of the health of workers and the general public against the dangers arising from ionising radiation. &#xd;<br />-\tCouncil Directive 2011/70/Euratom of 19 July 2011 establishing a Community framework for the responsible and safe management of spent fuel and radioactive waste, aiming to establish a legal framework specific to the European Union (EU) for the management of irradiated fuel and radioactive waste so as not to impose excessive constraints on future generations.&#xd;<br />-\tCouncil Directive 2006/117/Euratom of 20 November 2006 on the supervision and control of shipments of radioactive waste and spent fuel.&#xd;<br />-\tCouncil Directive 2009/71/Euratom of 25 June 2009 establishing a Community Framework for the nuclear safety of nuclear installations.&#xd;<br />-\tThe results of the stress tests (COM(2012) 571)&#xd;<br />-\tThe Nuclear Illustrative Program (PINC) describing the status of the nuclear sector in the European Union (EU) and the possible developments in this sector, taking into account economic and environmental issues.&#xd;<br />&#xd;<br />NTW also follows the EU measures concerning the cooperation with other countries and international organisations. In nuclear issues, there are several conventions to which all Member States of the European Union are party:&#xd;<br />-\tThe International Convention on Nuclear Safety&#xd;<br />-\tThe Aarhus Convention&#xd;<br />-\tThe Espoo Convention","lastUp":"2018-08-27T17:41:40.807+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}