{"id":"662845736824-04","name":"Disability Rights International","registrationDate":"2019-12-17T20:49:34.138+01:00","category":3,"subCategory":2,"legal":"nonprofit organization","web":"http://www.driadvocacy.org","country":"United states","headAddress":"1825 K Street NW","headCity":"Washington","headPostCode":"20006","headPhone":"(1)20 22 96 08 00","boss":"Eric Rosenthal","bossTitle":"Mr","bossPosition":"Executive director","membersCount":3,"membersFTE":"1.0","membership":"","memberOrga":"Mental Disability Rights Initiative - Serbia (MDRI-S) is an affiliate of Disability Rights International. &#xd;\nhttp://www.mdri-s.org/about-mdri-s/&#xd;\n&#xd;\nMDRI-Serbia promotes citizen participation, awareness and oversight for the rights of persons with intellectual and mental disabilities, and participates in development of mental disability rights advocacy and self-advocacy movement in Serbia. The organization’s special focus is on those children and adults who are at risk of or who are already residing in social and mental health institutions, since they represent the most endangered and marginalized group","goal":"Disability Rights International is dedicated to promoting the human rights and full participation in society of people with disabilities worldwide.","acronym":"DRI","interests":"Education and training, Employment and Social Affairs, Enlargement, European Neighbourhood Policy, External Relations, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Research and innovation","euInitiatives":"Support for deinstitutionalisation process and community living for children and adults with disabilities in European member states and beyond; Multi-annual Financial Framework regulations; ESF+, IPA funding for pre-accession countries; Child Guarantee","lastUp":"2019-12-17T20:50:08.134+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}