{"id":"663383410693-21","name":"The Carlyle Group","registrationDate":"2013-02-26T16:34:04.595+01:00","category":2,"subCategory":3,"legal":"Limited Partnership","web":"http://www.carlyle.com","country":"United states","headAddress":"Pennsylvania Avenue, NW, 1001","headCity":"Washington","headPostCode":"DC 20004-2505","headPhone":"(1)20 27 29 56 26","boss":"Jeffrey Ferguson","bossTitle":"Mr","bossPosition":"General Counsel","membersCount":1,"membersFTE":"0.25","membership":"The Carlyle Group, or its affiliates, are members of the following EU associations/(con)federations/networks or other bodies:&#xd;\n&#xd;\nUK - AIMA, BVCA, LMA, and WIG&#xd;\nEurope - Invest Europe, and AMCHAM EU&#xd;\nGermany - BVK&#xd;\nFrance - AFIC&#xd;\nItaly - AIFI&#xd;\nLuxembourg - LPEA","memberOrga":"","goal":"The Carlyle Group (NASDAQ: CG) is a global alternative asset manager with $216 billion of assets under management across 343 investment vehicles as of December 31, 2018. Carlyle’s purpose is to invest wisely and create value on behalf of its investors, many of whom are public pensions. Carlyle invests across four segments – Corporate Private Equity, Real Assets, Global Credit and Investment Solutions – in Africa, Asia, Australia, Europe, the Middle East, North America and South America. Carlyle has expertise in various industries, including: aerospace, defense &amp; government services, consumer &amp; retail, energy &amp; power, financial services, healthcare, industrial, infrastructure, real estate, technology &amp; business services, telecommunications &amp; media and transportation. The Carlyle Group employs more than 1,600 people in 31 offices across six continents.","acronym":"","interests":"Banking and financial services, Business and Industry, Competition, Economy, finance and the euro, Employment and Social Affairs, Energy, Institutional affairs, Single market, Taxation","euInitiatives":"As a global organisation The Carlyle Group seeks to keep abreast of legislation which may affect its EU, and other, operations. Legislation currently of interest to The Carlyle Group includes, but is not limited to, the AIFMD, MiFID II, EMIR, IORP, Data Protection, and other directives and regulations which may affect the financial services sector.","lastUp":"2019-02-24T13:16:37.970+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}