{"id":"663420026412-71","name":"Federacja Konsumentów","registrationDate":"2017-03-23T14:20:41.823+01:00","category":3,"subCategory":2,"legal":"Stowarzyszenie","web":"http://www.federacja-konsumentow.org.pl","country":"Poland","headAddress":"Ordynacka","headCity":"Warszawa","headPostCode":"00-364","headPhone":"(48)2 28 27 11 73","boss":"Kamil Pluskwa-Dąbrowski","bossTitle":"Mr","bossPosition":"Prezes","membersCount":5,"membersFTE":"1.25","membership":"Jesteśmy członkiem organizacji: &#xd;\n- BEUC, &#xd;\n- ANEC, &#xd;\n- Consumer International, &#xd;\n- Ogólnopolska Federacja Organizacji Pozarządowych&#xd;\n- Polskie Centrum Akredytacji,&#xd;\n- Polski Komitet Normalizacyjny.","memberOrga":"Nie zrzeszamy innych organizacji","goal":"Ochrona indywidualnego konsumenta to cel nadrzędny naszych działań. &#xd;<br />Dla indywidualnego konsumenta bardzo istotny jest dostęp do bezpłatnego poradnictwa i pomocy prawnej świadczonej przez 35 terenowych oddziałów Federacji Konsumentów – centrów doradztwa. Udzielamy ponad 130 000 porad rocznie: pisemnych, mailowych, osobistych, telefonicznych. Piszemy pisma procesowe, prowadzimy mediację, uczestniczymy w rozprawach konsumenckich sądów polubownych, reprezentujemy konsumenta w sądzie. &#xd;<br />Adresaci: każdy konsument. Nasze usługi (wymienione wyżej) są bezpłatne a możliwość skorzystania z nich nie jest uzależniona od członkostwa w organizacji. &#xd;<br />W naszej pracy nie ograniczamy się oczywiście tylko do świadczenia pomocy prawnej. Włączamy się i prowadzimy działania, których celem jest kreowanie w Polsce działającego rzetelnie rynku uwzględniającego interes konsumenta. &#xd;<br />Konsultujemy zatem, opiniujemy i lobbujemy w sprawie przepisów prawnych. Zabiegamy o przepisy, które zagwarantują bezpieczeństwo i satysfakcjonujące dla konsumentów funkcjonowanie rynku - zgodne z prawem i zasadami etyki biznesu.&#xd;<br />Upowszechniamy wiedzę, zajmujemy się edukacją konsumencką. Prowadzimy stronę internetową z wydzieloną strefą informacyjną (strefa konsumenta) oraz fun page na facebooku.  W ciągu kilku ostatnich lat wydaliśmy ponad 60 tytułów, często wysokonakładowych publikacji, które bezpłatnie dystrybuujemy wśród konsumentów, głównie za pośrednictwem sieci naszych oddziałów  oraz pracujących w nich ekspertów – doradców konsumenckich. Prowadzimy także własne kampanie informacyjne, włączamy się w kampanie innych podmiotów na rynku. Staramy się zapewnić polskiemu konsumentowi jak najszerszy dostęp do informacji, aby mógł być równoprawnym dla przedsiębiorcy podmiotem na rynku.&#xd;<br />&#xd;<br />Zgodnie z § 6 statutu nasze cele są następujące:&#xd;<br />1. Cele działania Federacji Konsumentów obejmują zadania w zakresie:&#xd;<br />A) upowszechniania i ochrony praw konsumenta;&#xd;<br />B) pomocy społecznej, w tym  pomocy rodzinom i osobom w trudnej sytuacji oraz wyrównywania szans tych rodzin i osób; &#xd;<br />C) Działalności na rzecz  integracji i reintegracji zawodowej i społecznej osób zagrożonych wykluczeniem społecznym;&#xd;<br />D) Ochrony i promocji zdrowia;&#xd;<br />E) Działalności na rzecz osób niepełnosprawnych;&#xd;<br />F) Promocji zatrudnienia i aktywizacji zawodowej osób pozostających bez pracy i zagrożonych zwolnieniem z pracy;&#xd;<br />G) Działalności na rzecz osób w wieku emerytalnym;&#xd;<br />H) Działalności wspomagającej rozwój gospodarczy, w tym rozwój przedsiębiorczości i jej społecznej odpowiedzialności;&#xd;<br />I) Działalności  wspomagającej rozwój techniki, wynalazczości i innowacyjności oraz rozpowszechnianie i wdrażanie nowych rozwiązań technicznych w praktyce gospodarczej;&#xd;<br />J) Działalności  wspomagającej rozwój wspólnot i społeczności lokalnych;&#xd;<br />K) Nauki, szkolnictwa wyższego, edukacji, oświaty i wychowania;&#xd;<br />L) Ekologii i ochrony zwierząt oraz ochrony dziedzictwa  przyrodniczego;&#xd;<br />M) Upowszechniania i ochrony wolności i praw człowieka oraz swobód obywatelskich, a także działań wspomagających rozwój demokracji;&#xd;<br />N) Działalności  na rzecz integracji europejskiej oraz rozwijania kontaktów i współpracy między społeczeństwami;&#xd;<br />O) Promocji i organizacji wolontariatu;&#xd;<br />P) Promocji Rzeczpospolitej Polskiej za granicą;&#xd;<br />Q) Działalności na rzecz rodziny, macierzyństwa, rodzicielstwa, upowszechniania i ochrony praw dziecka; &#xd;<br />R) Zrównoważonego rozwoju, w tym zrównoważonej konsumpcji; &#xd;<br />S) Działalności  na rzecz organizacji pozarządowych oraz innych podmiotów, w zakresie określonym w treści niniejszego paragrafu.&#xd;<br />&#xd;<br />2. Cele działania określone w § 6 Lit. A-S, obejmują te zadania, w zakresie związanym z ochroną konsumentów, promocją zrównoważonej konsumpcji, edukacji konsumenckiej lub poradnictwem obywatelskim.","acronym":"FK","interests":"Audiovisual and Media, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Education, Energy, Food Safety, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Trade, Transport","euInitiatives":"Ponieważ celem naszych działań jest  ochrona interesów indywidualnego konsumenta aktywnie uczestniczymy w pracach, które mają wpływ na kształt ustawodawstwa konsumenckiego. Nasz głos jest szczególnie istotny – jesteśmy praktykami, prowadzimy sprawy indywidualnych konsumentów – mamy zatem narzędzia aby ocenić jak konkretne zmiany i propozycje wpłyną na kształt i funkcjonowanie rynku oraz na sytuację indywidualnych konsumentów.  Z tego też powodu aktywnie uczestniczymy w corocznych przeglądach poszczególnych obszarów prawnych, np. prawa telekomunikacyjnego. &#xd;<br />Jesteśmy członkiem:&#xd;<br />- Europejskiego Komitetu Ekonomiczno – Społecznego,&#xd;<br />- European Consumer Consultative Group, w tym podgrupy Energy,&#xd;<br />- Organizacji BEUC oraz ANEC.","lastUp":"2018-03-19T14:53:52.378+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}