{"id":"664480013713-94","name":"European Centre for Public Affairs 2.0","registrationDate":"2014-05-28T21:07:58.189+01:00","category":4,"subCategory":5,"legal":"none","web":"https://ecpa20.wixsite.com/ecpa20","country":"Belgium","headAddress":"Square de Meeûs 35","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)4 79 36 73 59","boss":"Emma Brown","bossTitle":"Ms","bossPosition":"President ","membersCount":6,"membersFTE":"1.5","membership":"ecpa2.0 has established informal relationships with the European Centre for Public Affairs (ECPA). Both organisations operate independently.","memberOrga":"Our membership is based on a private, individual basis.","goal":"The European Centre for Public Affairs 2.0 (ecpa2.0) is a forum for young professionals to meet, discuss topics of mutual interest and share best practice in the evolving landscape of EU public affairs. The forum was created early 2008 by several young professionals who wanted to exchange ideas and brainstorm about the future of developments and challenges of EU affairs. The aim of ecpa2.0 is to provide a platform of discussion on the public affairs practice in the European Union benefiting from the ideas of young professionals.  &#xd;<br />ecpa2.0,as an informal association of individuals, does not engage in lobbying activities, nor does it take any position on public policy issues.","acronym":"ecpa2.0","interests":"Institutional affairs","euInitiatives":"ecpa2.0 does not follow individual files or dossiers as a general rule, as our remit is to discuss best practice in public affairs rather than policy content.&#xd;<br />The European Transparency Register and related transparency initiatives of the European Institutions are of relevance to our discussions and so will be followed closely. The same can be said for other, yet to be defined, initiatives on the execution of public affairs, advocacy or lobbying.","lastUp":"2019-02-20T10:02:10.823+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}