{"id":"664415121095-61","name":"Smart Villages Initiative c/o Cambridge Malaysian Education and Development Trust","registrationDate":"2016-03-16T17:42:35.149+01:00","category":4,"subCategory":12,"legal":"Charity","web":"http://www.e4sv.org","country":"United kingdom","headAddress":"11 Madingley Road","headCity":"Cambridge","headPostCode":"CB30EG","headPhone":"(44)0 12 23 74 87 40","boss":"Anil Seal","bossTitle":"Mr","bossPosition":"Director of Cambridge Malaysian Education and Development Trust","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"Our goals&#xd;<br />The Smart Villages Initiative aims to provide policymakers, donors, and development agencies concerned with rural energy access with new insights on the real barriers to energy access in villages in developing countries—whether technological, financial, social and political—and how they can be overcome. We focus on remote off-grid villages, where local solutions (home- or institution-based systems, and mini-grids) are both more realistic and cheaper than national grid extension.&#xd;<br />&#xd;<br />Our Approach&#xd;<br />&#xd;<br />Over a three year period commencing in 2014, we are holding workshops and follow-up engagement activities in six regions (East and West Africa, South and Southeast Asia, and Central and South America). These activities bring together the diverse set of players—scientists and engineers, entrepreneurs, villagers and civil society organisations, NGOs, financiers, policymakers and regulators—who are actively addressing the challenges of rural energy access and development.&#xd;<br />&#xd;<br />Key Intended Outcomes&#xd;<br />&#xd;<br />The Smart Villages Initiative will provide policy makers unique insights on how to:&#xd;<br />&#xd;<br />Create the framework conditions necessary for entrepreneurs to meet the off-grid energy challenge&#xd;<br />Ensure that government and donor funding achieve maximum leverage of private sector investment&#xd;<br />Integrate energy access with other development initiatives&#xd;<br />Take a community level approach to maximise social benefit and development impact&#xd;<br />Catalyse rapid progression through the various levels of energy access&#xd;<br />We hope that these insights will result in better-informed policies and more effective initiatives at national, regional and global levels to provide remote, developing villages with energy. We also aim to support the UN’s goal of sustainable energy for all (SE4ALL) by 2030.","acronym":"SVI","interests":"Agriculture and Rural Development, Climate Action, Culture, Development, Education, Energy, Environment, Public Health, Research and Technology","euInitiatives":"The Smart Villages Initiative c/o the Cambridge Malaysian Educational and Development Trust is primarily focusing on issues relating to energy and empowering development. Our primary contacts would be with DG DEVCO, members of the European Parliament, DG Energy, and other relevant stakeholders.","lastUp":"2017-03-14T12:38:46.193+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}