{"id":"665190625842-75","name":"STICHTING AHF GLOBAL IMMUNITY","registrationDate":"2017-02-17T12:56:18.831+01:00","category":3,"subCategory":2,"legal":"Foundation","web":"https://www.aidshealth.org/#/","country":"Netherlands","headAddress":"Keizersgracht 534","headCity":"Amsterdam","headPostCode":"1017EK","headPhone":"(31)2 06 26 62 67","boss":"Michael Weinstein","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"AHF Ukraine&#xd;\nAHF Russia&#xd;\nLinda Clinic, Estonia&#xd;\nCheckpoint, Amsterdam&#xd;\n&#xd;\nAHF partners in Europe&#xd;\nPositive voice, Greece&#xd;\nGAT, Portugal&#xd;\nDemetra, Lithuania","goal":"Goals&#xd;<br />AHF Europe (the European branch of AIDS Healthcare Foundation) is a provider of HIV prevention, testing, treatment and care across Europe, and advocates at regional, national and European level for access to these services for key affected populations. With a current number of 49,222 patients in care in Russia (23,195), Ukraine (25,590) and Estonia (232) and a total of 163, 268 people tested (2013-2016) across Europe, AHF Europe is the largest implementer of its kind in Europe. In addition, AHF partners in Russia and Ukraine tested a total of 450,639 people between 2013 and 2016. AHF believes in and works towards a user driven model of prevention, treatment and care. Current countries of operation are Russia, Ukraine, The Netherlands and Estonia. In Portugal, Greece and Lithuania AHF Europe partners with GAT Portugal, Positive Voice and Demetra, respectively. &#xd;<br />&#xd;<br />Prevention services&#xd;<br />AHF distributes its own condoms, LOVE condoms, throughout the world. In Europe more than 1,5 million LOVE condoms are distributed annually in our countries of operation to key affected populations such as MSM (men having sex with men), sex workers, youth, migrants and PUDs (people using drugs).  On 13th of February, during International Condom Day, AHF instigates a major condom push by organizing events throughout Europe to celebrate condom use and to create sexual health awareness.  &#xd;<br />&#xd;<br />Rapid Testing and linkage services &#xd;<br />AHF Europe runs community initiated rapid testing services that target key affected populations as well as general population: in the programme in The Netherlands, Portugal and Greece, rapid testing is performed by non-medical staff in a peer driven environment. AHF Europe runs AHFCheckpoint.nl in Amsterdam, and partners in 2 Checkpoints in Greece (Athens and Thessaloniki) and CheckpointLX Lisbon and InMouraria in Portugal. In these walk in clinics anyone can come by for a test and the testing and counseling services are always confidential and free of charge. These testing services target most at risk populations, and have a high uptake of people that get tested for the first time. In Lithuania and Estonia rapid tests are performed by medical professionals in collaboration with partner organizations and healthcare facilities, targeting youth, MSM, prisoners and PUDs. In 2016, 50390 people received a rapid HIV test, with 1,57% seroprevalence and 75% linkage to care rate. &#xd;<br />&#xd;<br />Treatment services &#xd;<br />AHF Europe runs the first and only community-led HIV Clinic in Europe in Narva, Estonia. The country suffers the highest HIV rates in the EU and in the region of Narva only a small percentage of people living with HIV have access to ARVS. The Linda Clinic currently has 232 registered patients. The Linda Clinic also has an offsite testing program; rapid testing is performed in shelters, night clubs, public places and shopping malls.","acronym":"AHF","interests":"Education, Employment and Social Affairs, Humanitarian Aid, Justice and Fundamental Rights, Public Health, Youth","euInitiatives":"-Action Plan on HIV/AIDS in the EU and neighboring countries: 2014-2016  &#xd;<br />&#xd;<br />-ECDC Guidance: HIV testing: increasing uptake and effectiveness in the European Union (2010)&#xd;<br />&#xd;<br />-Health for Growth programme: the third multi-annual programme of EU action in the field of health for the period 2014-2020  &#xd;<br />&#xd;<br />-OptTest project: Optimising testing and linkage to care for HIV across Europe &#xd;<br />&#xd;<br />-European Parliament working group on innovation, access to medicines and poverty related diseases. &#xd;<br />&#xd;<br />-EU HIV Civil Society Forum and Think Tank &#xd;<br />&#xd;<br />-European HIV and HepC testing week&#xd;<br />&#xd;<br />-European neighborhood policy &#xd;<br />&#xd;<br />-EACS - The European Guidelines for treatment of HIV-positive adults in Europe. Version 8.1 - October 2016","lastUp":"2018-01-24T09:27:55.915+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}