{"id":"665390317626-77","name":"United European Gastroenterology","registrationDate":"2015-06-01T17:37:39.069+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://ueg.eu","country":"Austria","headAddress":"Wickenburggasse 1","headCity":"Wien","headPostCode":"","headPhone":"(43)19 97 16 39","boss":"Doris Möstl","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":4,"membersFTE":"2.5","membership":"Alliance for Biomedical Research in Europe https://www.biomedeurope.org/ &#xd;\n&#xd;\n&#xd;\n&#xd;\nEUROCARE - European Alcohol Policy Alliance  http://www.eurocare.org/","memberOrga":"https://www.ueg.eu/about-ueg/our-members/ordinary-members/","goal":"UEG, or United European Gastroenterology, is a professional non-profit organisation combining all the leading European societies concerned with digestive disease.&#xd;<br />&#xd;<br />Together, our member societies represent over 22,000 specialists, working across medicine, surgery, paediatrics, GI oncology and endoscopy. This makes UEG the most comprehensive organisation of its kind in the world, and a unique platform for collaboration and the exchange of knowledge.&#xd;<br />&#xd;<br />Mission&#xd;<br />&#xd;<br />Advancing gastroenterology care: To improve the prevention and care of digestive diseases in Europe through providing education, supporting research and improving clinical standards. &#xd;<br />&#xd;<br />Vision&#xd;<br />&#xd;<br />We will be a democratic, efficient and expanding organisation acting as the united voice of European gastroenterology. We will deliver cutting edge education and training, and facilitate and disseminate world-leading research. We will work to improve clinical standards and services and to reduce health inequalities across Europe. To achieve these goals, we will listen to and learn from healthcare professionals, scientists, our patients and the public and we will work closely with politicians and policy-makers.","acronym":"UEG","interests":"Culture and media, Food Safety, Public Health, Research and innovation","euInitiatives":"EU Health policy, food policy&#xd;<br />EU Research policy&#xd;<br />UEG makes awareness on Improved cancer care and the implementation of cancer screening programmes across the EU &#xd;<br />UEG supports food reformulation efforts and promotion of diets based on scientific evidence&#xd;<br />UEG is committed to help reduce alcohol related harm&#xd;<br />we create the  understaning for prevention and treatment of chronic digestive diseases","lastUp":"2019-02-14T13:05:18.172+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}