{"id":"665322419374-88","name":"Baloch Voice Association","registrationDate":"2015-10-31T15:19:12.896+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://balochvoiceassociation.org","country":"France","headAddress":"02 bis boulevard Rocca","headCity":"Macon","headPostCode":"71000","headPhone":"(33)6 47 45 47 74","boss":"Munir Ahmed Mengal","bossTitle":"Mr","bossPosition":"President","membersCount":6,"membersFTE":"3.75","membership":"Africa Cultur Internationale (ECOSOC uno) ,","memberOrga":"","goal":"Baloch Voice Association aims to promote the application of the United Nations general principles, declarations and European Coventions regarding human rights, to combat all forms of discrimination, promoting basic human rights for all, oppose all forms of colonization and neo colonization, sustainable development, freedom, peace and the democratic rule of law. It intends to organise enevts, present research reports, and maintain high level contacts, Share information on human rights and geo-strategic policies, combine networks, support and bring together persons, private and public institutions that can contribute to cooperation and understanding.&#xd;<br />&#xd;<br />advocates at relevant stages of the legislative procedures for just policies based on the dignity of the person;&#xd;<br />- brings the concerns of opressed persons and communities particulary of South Asia to the attention of the decisions makers in the EU.","acronym":"BVA","interests":"Culture, Economic and Financial Affairs, Foreign and Security Policy and Defence, Home Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights","euInitiatives":"Iniciatives of the European Parliament, legislation, events, documents and conferences on Human Rights relating to South Asia i.e.&#xd;<br />GUIDELINES TO EU POLICY TO WARDS THIRD COUNTRIES ON TORTURE AND OTHER CRUEL, INHUMAN OR DEGRADING TREATMENT OR PUNISHMENT,&#xd;<br />The EU’s Policy Framework on support to transitional justice,&#xd;<br />EU- PAKISTAN ACTION MEMO,&#xd;<br />EU Trade Policy and Democracy Building in South Asia,&#xd;<br />Media and Governance in Pakistan,&#xd;<br />Governance, Democratization Human Rights (EU &amp; Pakistan)&#xd;<br />&#xd;<br />Conferences on Geo-strategic issues and positions, women rights, development, freedom, freedom of opinion and expression I.e. &#xd;<br />Political and Economic Relations ( EU-Pakistan Five-year Engagement Plan),&#xd;<br />Technical and Financial Cooperation ( EU-Pakistan Country Cooperation Strategy (2007-2013) ),&#xd;<br />EU Promoting human rights worldwide ( 2012 strategic framework on human rights and democracy ), (Justice, fundamental rights and equality), etc.","lastUp":"2018-02-25T19:35:00.375+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}