{"id":"665322419374-88","name":"Baloch Voice Association","registrationDate":"2015-10-31T15:19:12.896+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://balochvoiceassociation.org","country":"France","headAddress":"02 bis boulevard Rocca","headCity":"Macon","headPostCode":"71000","headPhone":"(33)6 47 45 47 74","boss":"Munir Ahmed Mengal","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"Nouveaux Droits de l'Homme -- NDH (ECOSOC uno) ,","memberOrga":"","goal":"Baloch Voice Association aims to promote the application of the United Nations general principles, declarations and European Coventions regarding human rights, to combat all forms of discrimination, promoting basic human rights for all, oppose all forms of colonization and neo colonization, sustainable development, freedom, peace and the democratic rule of law. It intends to organise enevts, present research reports, and maintain high level contacts, Share information on human rights and geo-strategic policies, combine networks, support and bring together persons, private and public institutions that can contribute to cooperation and understanding.&#xd;<br />&#xd;<br />advocates at relevant stages of the legislative procedures for just policies based on the dignity of the person;&#xd;<br />- brings the concerns of opressed persons and communities particulary of South Asia to the attention of the decisions makers in the EU.","acronym":"BVA","interests":"Borders and Security, Culture, Digital economy and society, Economy, finance and the euro, Foreign and Security Policy and Defence, Humanitarian aid and civil protection, Justice and Fundamental Rights","euInitiatives":"BVA follows the foreign policy of the EU, especially in regards to human rights and minority rights in the EU's relations with the South Asian Countries. BVA also follows the EU development and humanitarian agenda, including the trade agreements.","lastUp":"2018-08-09T21:24:32.362+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}