{"id":"665575822616-94","name":"EU-LIFE","registrationDate":"2016-07-07T13:18:39.276+02:00","category":3,"subCategory":2,"legal":"none","web":"http://eu-life.eu","country":"Spain","headAddress":"EU-LIFE office","headCity":"Barcelona","headPostCode":"08003","headPhone":"(34)9 33 16 01 00","boss":"Marta Agostinho","bossTitle":"Ms","bossPosition":"EU-LIFE Coordinator","membersCount":4,"membersFTE":"1.25","membership":"","memberOrga":"Center for Genomic Regulation (CRG, Spain), Central European Institute of Technology (CEITEC, Czech Republic), European Institute of Oncology (IEO, Italy), Friedrich Miescher Institute for Biomedical Research (FMI, Switzerland), Institut Curie (France), Institute for Molecular Medicine Finland (FIMM, Finland), Instituto Gulbenkian de Ciência (IGC, Portugal), Max Delbrück Center for Molecular Medicine in the Helmholtz Association (MDC, Germany),  Research Center for Molecular Medicine of the Austrian Academy of Sciences (CeMM, Austria), The Netherlands Cancer Institute  (NKI, The Netherlands), The University of Copenhagen Biotech Research &amp; Innovation Centre (BRIC, Denmark), The Babraham Institute (Babraham, United Kingdom), VIB (VIB, Belgium)","goal":"EU-LIFE is an alliance of research centers whose mission is to support and strengthen European research excellence (www.eu-life.eu). EU-LIFE members are leading research institutes in their countries and renowned internationally for producing excellent research, widely transferring knowledge and nurturing talent.&#xd;<br />The alliance spans geographically across Europe and represents a wide variety of European research contexts. Currently with a total of 544 independent research groups and 130 technological facilities with over 7,200 researchers and support staff, the EU-LIFE partner organizations represent a relevant landscape of research across Europe.","acronym":"EU-LIFE","interests":"Budget, Education and training, Food Safety, Public Health, Research and innovation","euInitiatives":"- Research &amp; Innovation policy","lastUp":"2018-09-12T12:17:10.353+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}