{"id":"666936323716-89","name":"the Swedish Association of Public Housing Companies","registrationDate":"2016-10-14T15:10:03.106+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.sabo.se","country":"Sweden","headAddress":"SABO","headCity":"Stockholm","headPostCode":"101 29","headPhone":"(46)84 06 55 00","boss":"Anders Nordstrand","bossTitle":"Mr","bossPosition":"VD","membersCount":22,"membersFTE":"8.75","membership":"Housing Europe (European Commission's register of interest representatives n°0124622797-55): http://www.housingeurope.eu/section-37/about-us&#xd;\n&#xd;\nNBO, Housing Nordic: http://www.nbo.nu/in-english.html","memberOrga":"http://www.sabo.se/medlem/medlemsftg/Sidor/default.aspx&#xd;\nhttp://www.sabo.se/medlem/medlemsftg/Sidor/SABOBoken.aspx","goal":"SABO - the Swedish Association of Public Housing Companies - is the organisation of the municipality owned public housing companies in Sweden. Our 308 member companies manage some 807 000 dwellings all together. &#xd;<br />SABO is an industry and interest organisation for public housing companies in Sweden. SABO offers support and service to its members through information, competence and the exchange of experience. We also work to provide good operational conditions for its member companies and the positive development of rental property. &#xd;<br />The public housing sector represents almost 20 percent of the total housing stock in Sweden and half of the rental sector. Every 7th Swede lives in public housing.","acronym":"SABO","interests":"Climate Action, Competition, Consumer Affairs, Economic and Financial Affairs, Energy, Enterprise, Environment, Internal Market, Justice and Fundamental Rights, Taxation","euInitiatives":"Areas of interests are for example: energy, environment, VAT, rules relating to State aid and competition, economic services of general interest, public procurement, construction, building regulations, accessibility to buildings, economic governance (European Semester), refugee reception.&#xd;<br />At the moment we particular follow the review of EED and EPBD, development of environmental indicators, waste directiv review, Construction 2020, VAT review.","lastUp":"2017-12-07T10:50:45.447+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}