{"id":"66776609883-71","name":"Elettra - Sincrotrone Trieste S.C.p.A.","registrationDate":"2012-10-18T16:29:02.777+02:00","category":4,"subCategory":5,"legal":"Research Organisation","web":"http://www.elettra.eu","country":"Italy","headAddress":"S.S. 14, km 163.5","headCity":"Trieste","headPostCode":"34149","headPhone":"(39)04 03 75 81","boss":"Alfonso Franciosi","bossTitle":"Mr","bossPosition":"President and Chief Executive Officer","membersCount":40,"membersFTE":"10.0","membership":"Elettra - Sincrotrone Trieste S.C.p.A. is part of the primary network for science and technology of the Central European Initiative (CEI), it has established long-term relations with the International Center for Theoretical Physics (ICTP) of UNESCO and the International Atomic Energy Agency (IAEA).&#xd;\nElettra - Sincrotrone Trieste S.C.p.A.  is also funding member of the FELs of Europe collaboration, derived from the ESFRI EuroFEL project (www.fels-of-europe.eu) and actively participates in the LEAPS (League of European Accelerators for Photon Science) Roadmapping excercise, preparing the ground for integrating plans after 2020.","memberOrga":"-","goal":"Elettra - Sincrotrone Trieste S.C.p.A. is a multidisciplinary international laboratory of excellence, specialized in generating high quality synchrotron and free-electron laser light and applying it in materials science. Its mission is to promote cultural, social and economic growth through:&#xd;<br />Basic and applied research;&#xd;<br />Technical and scientific training;&#xd;<br />Transfer of technology and know-how.&#xd;<br />We develop excellence by providing state-of-the-art services for high-quality, internationally recognized research, thus contributing to enhance the positive impact and relevance of science on society.&#xd;<br />The main assets of the research centre are two advanced light sources, the electron storage ring “Elettra” and the free-electron laser (FEL) “FERMI”, continuously (H24) operated supplying light of the selected \"colour\" and quality to the experimental stations of 34 beamlines. These facilities enable the international community of researchers from academy and industry to characterize material properties and functions with sensitivity down to molecular and atomic levels, to pattern and nanofabricate new structures and devices, and to develop new processes. Ever year scientists and engineers from more than 50 different countries compete by submitting proposals to access and use time on these stations. These are selected by peer-reviewed by panels of international experts on the basis of scientific merit and potential impact, and the winners are granted valuable access time as a contribution to their research. Because of its central location in Europe, Elettra - Sincrotrone Trieste S.C.p.A. is increasingly attracting users from Central and Eastern European countries, where the demand for synchrotron radiation is in continuous growth, and is part of the primary network for science and technology of the Central European Initiative (CEI). But our outreach is far larger and reaches many more Countries in the world through long-term relations with the International Center for Theoretical Physics (ICTP) of UNESCO and the International Atomic Energy Agency (IAEA). The access by researchers from developing countries has significantly increased over the last few years, with the Indian research community among the largest ones. Elettra - Sincrotrone Trieste S.C.p.A. has been the coordinator of the EU-supported networks involving synchrotron and free electron lasers in the European area, in the last decade. Such networks promote transnational access, joint research activities and collaborations among the laboratories to improve the overall service offered to European users.","acronym":"Elettra","interests":"Communication, Education, Energy, Environment, Public Health, Regional Policy, Research and Technology, Trans-European Networks","euInitiatives":"Elettra - Sincrotrone Trieste S.C.p.A.  is involved in several projects and initiatives under Horizon 2020 and Structural Funds regional and cross border cooperation programmes.","lastUp":"2018-03-28T16:11:55.586+02:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}