{"id":"668093036488-56","name":"Association of Bulgarian IR Directors","registrationDate":"2019-11-06T10:44:06.951+01:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.abird.info","country":"Bulgaria","headAddress":"6, Tri ushi","headCity":"Sofia","headPostCode":"1000","headPhone":"(359)8 87 66 10 36","boss":"Daniela Peeva","bossTitle":"Ms","bossPosition":"Chairperson","membersCount":4,"membersFTE":"3.0","membership":"Cross membership on the international level with: &#xd;\nSpanish IR Association - AERI&#xd;\nNational Investor Relations Institute - NIRI&#xd;\nARIR - Romanian Investor Relations Association&#xd;\n&#xd;\nMembership in Global IR Network&#xd;\n&#xd;\nCross membership on the national level with: &#xd;\nBulgarian Industrial Capital Association - BICA&#xd;\nBulgarian Institute of the internal auditors","memberOrga":"The Association of Bulgarian Investor Relations Directors is a non-profit organization, representing more than 120 Bulgarian IR Directors and other natural person and legal entities engaged with information disclosure and transparency.","goal":"The Association of Bulgarian Investor Relations Directors is a non-profit organization, representing more than 120 Bulgarian IR Directors, incorporated with the following&#xd;<br />objectives: Align and consolidate the interests of its members and assist investment relations directors&#xd;<br />in fulfilling their duties; Compliance with capital markets and corporate laws and regulations with respective EU&#xd;<br />regulations; Propose laws and regulations related to the development of the activities of the Association; Defend the rights and interests of Association members to the financial supervision regulatory bodies and all other participants in the capital markets - individuals and institutions. International relational with other IR Associations worldwide, coordination of a best practices in IR, GC and ESG.","acronym":"ABIRD","interests":"Banking and financial services, Economy, finance and the euro, Education and training, International co-operation and development","euInitiatives":"Participation in the consultation on the implementation of the EU legislation; harmonizing the Bulgarian capital market legislation with the EU Directives; preparation of legal statements, recommendations, draft bylaws addressed to the Bulgarian authorities regarding the implementation of the  EU legislation","lastUp":"2019-11-06T10:45:04.704+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}