{"id":"668292216120-05","name":"Alliance for the Freedom of the CAR Repair","registrationDate":"2015-02-19T15:35:09.981+01:00","category":2,"subCategory":4,"legal":"association de fait","web":"","country":"Belgium","headAddress":"C/O FIGIEFA","headCity":"Brussels","headPostCode":"1200","headPhone":"(32)27 61 95 10","boss":"Sylvia Gotzen","bossTitle":"Ms","bossPosition":"AFCAR Coordination Secretariat","membersCount":3,"membersFTE":"1.5","membership":"","memberOrga":"The Members of the AFCAR Alliance are: ADPA (Automotive Data Publisher Association), CECRA (European Association  of Motor Trade  and Repairs), EGEA (European Garage Equipment Association), FIA (Fédération Internationale de l’Automobile) and FIGIEFA (International Federation of Automotive Aftermarket Distributors), LeasEurope (European insurance and reinsurance federation)","goal":"Created in 1997, the AFCAR Alliance speaks on behalf of a wide range of stakeholders representing motoring consumers, the leasing and rental industry, the lubricants industry, and a major part of the automotive aftermarket ranging from test equipment and diagnostic tool manufacturers, parts wholesalers, data publishers as well as independent and authorised repairers (please find a more detailed description at the end of this paper).&#xd;<br />&#xd;<br />Our aim is to promote free competition and fair access to technical information and more generally to all features that allow multi-brand market operators, employing 3.5 million people in over 500.000 companies, to offer competitive repair and maintenance services to the 285 million motoring consumers and duty vehicles operators in the EU. Together, our SMEs constitute a dedicated supply chain, which ensures the competitiveness and dynamism of the automotive industry sector as a whole. Our members are an integral part of the European economy. The independent aftermarket value chain ensures lasting innovation and effective competition which provides European motorists with the freedom of choice in the aftermarket care of their vehicles.","acronym":"AFCAR","interests":"Business and Industry, Climate Action, Competition, Employment and Social Affairs, Energy, Environment, Single market, Trade, Transport","euInitiatives":"- eCall &amp; Telematics&#xd;<br />- C-ITS&#xd;<br />- Access to repair and maintenance information for passenger cars (Euro 5/6), heavy-duty vehicles (Euro VI), motorcycles (L-cat) and agricultural &amp; forestry vehicles (T-cat)&#xd;<br />- Electric Vehicles&#xd;<br />- Revision of Vehicle Type-approval Framework Directive 2007/46/EC&#xd;<br />- GEAR 2030&#xd;<br />- Digital single market / Digitalisation / Digital Platforms&#xd;<br />- Internal market strategy&#xd;<br />- Industry 4.0&#xd;<br />- IoT&#xd;<br />- EU Data Economy&#xd;<br />- Free flow of data&#xd;<br />- Autonomous driving","lastUp":"2019-02-11T13:29:28.664+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}