{"id":"668712822914-86","name":"FIDE-Federation of the European Dental Industry","registrationDate":"2016-08-03T12:06:05.332+02:00","category":2,"subCategory":3,"legal":"Verband","web":"http://www.fide-online.org","country":"Germany","headAddress":"Aachener Str. 1053-1055","headCity":"Köln","headPostCode":"50858","headPhone":"(49)0 22 15 00 68 70","boss":"Alessandro Dr. Gamberini","bossTitle":"Mr","bossPosition":"Präsident","membersCount":2,"membersFTE":"0.5","membership":"FIDE is member of the Association \"IDM\" International Dental Manufacturers, www.idm-vox.org","memberOrga":"http://www.fide-online.org/member_associations.htm","goal":"FIDE is the voice of the European dental manufacturing industry and represents around 550 dental companies in Europe. These companies cover the complete range of industrial products for use by dentists and dental technicians. In light of the increasing international complexity and the global competition, FIDE undertakes its role as a “global player” on behalf of its members in the area of European interests. &#xd;<br />The aims of FIDE are to represent the common interests of the European dental manufacturers associations and to promote their co-operation. FIDE represents the dental manufacturers in the area of medical legislation and standardisation and promotes and improves the availability of dental market data.","acronym":"FIDE","interests":"Business and Industry, Communication, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, Public Health, Research and innovation, Single market, Trade","euInitiatives":"European Medical Device Regulation; EU-Regulation on mercury; REACH and CLP Regulation; RohS Regulation; EU-Health Programme 2014-2020; activities of EU-Parliament and EU-Commission with special focus on medical devices.","lastUp":"2018-06-14T15:22:39.622+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}