{"id":"668816226398-03","name":"CENTRE FOR RESEARCH AND TECHNOLOGY HELLAS","registrationDate":"2017-03-20T13:48:52.842+01:00","category":4,"subCategory":5,"legal":"NON-PROFIT RESEARCH ORGANISATION","web":"http://WWW.CERTH.GR","country":"Greece","headAddress":"6TH KM. CHARILAOU-THERMI ROAD","headCity":"THERMI","headPostCode":"57001","headPhone":"(30)23 10 49 82 10","boss":"ATHANASIOS KONSTANDOPOULOS","bossTitle":"Mr","bossPosition":"DIRECTOR OF CENTRAL DIRECTORATE &amp; CHAIRMAN OF THE BOARD OF DIRECTORS","membersCount":6,"membersFTE":"1.5","membership":"","memberOrga":"","goal":"The Centre for Research and Technology-Hellas (CERTH), founded in 2000, is one of the leading research centres in Greece and listed among the TOP-20 E.U. research institutions with the highest participation in competitive research grants. It is a legal entity governed by private law with non-profit status, supervised by the General Secretariat for Research and Technology (GSRT) of the Greek Ministry of Education, Research and Religious Affairs. &#xd;<br />CERTH includes the Central Directorate and five institutes: &#xd;<br />•\tChemical Process &amp; Energy Resources Institute (CPERI) &#xd;<br />Sustainable &amp; Clean Energy, Environmental Technologies, Chemical &amp; Biochemical Processes, Advanced Functional Materials&#xd;<br />•\tInformation Technologies Institute (ITI)&#xd;<br />Informatics, Telematics and Telecommunication&#xd;<br />Technologies&#xd;<br />•\tHellenic Institute of Transport (HIT)&#xd;<br />Land, Sea and Air Transportation as well as Sustainable Mobility services&#xd;<br />•\tInstitute of Applied Biosciences (INAB)&#xd;<br />Agri-biotechnology, Health Translational Research, Informatics for big bio-data&#xd;<br />•\tInstitute of Bio-Economy and Agri-Technology (iBO)&#xd;<br />Agrotechnology, Mechatronics, Biomedicine and Kinesiology&#xd;<br />CERTH has important scientific and technological achievements in many areas including: Energy, Environment, Industry, Mechatronics, Information &amp; Communication, Transportation &amp; Sustainable Mobility, Health, Agro-biotechnology, Smart farming, Safety &amp; Security, as well as several cross-disciplinary scientific areas.&#xd;<br />CERTH’s main goals can be described as follows:&#xd;<br />•\tPromotion of the triplet Research – Development – Innovation&#xd;<br />•\tConduction of High Quality Scientific Research&#xd;<br />•\tDevelopment of Innovative Products and Services&#xd;<br />•\tStrong partnerships with the International &amp; National Industry&#xd;<br />•\tStrong collaboration with Research Centres and Universities in Greece and abroad.&#xd;<br />Currently, more than 700 people work at CERTH with the majority being scientists. &#xd;<br />CERTH has received numerous awards and distinctions such as the European Descartes Prize, the European Research Council (ERC) Advanced Grant, Microsoft International Contest Prize, the Trading Agents Competition Award and many more.&#xd;<br />CERTH has participated successfully in more than 1.200 competitive research projects  (with a total budget exceeding 450 M€ and involving more than 1.100 international partner organizations) financed by the European Union (EU), leading industries from USA, Japan and Europe and the Greek Government via the General Secretariat of Research and Technology (GSRT).&#xd;<br />CERTH’s research results (more than 350 publications/year) have significant scientific impact (about 7.100 heterocitations/year). &#xd;<br />Four spin off companies have been already launched through CERTH research activities.&#xd;<br />CERTH is the first Greek research institution recognized by the European Union that respects the principles of the “Charter for Researchers and the Code of Conduct for the Recruitment of Researchers”.","acronym":"CERTH","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Energy, Environment, Food Safety, Information Society, Public Health, Regional Policy, Research and Technology, Transport","euInitiatives":"*European Charter for Researchers and Code of Conduct for the Recruitment of Researchers&#xd;<br />*EURAXESS/Researchers in Motion Network&#xd;<br />*European Research Council&#xd;<br />*Numerous contacts with European institutions concerning research and innovation policy especially in the context of \"Horizon2020\" and related policy areas&#xd;<br />*Research Fund for Coal and Steel","lastUp":"2018-03-15T08:25:23.794+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}