{"id":"668910435857-95","name":"Ciel &amp; Co","registrationDate":"2019-09-10T16:29:50.501+02:00","category":1,"subCategory":10,"legal":"LLC","web":"","country":"Estonia","headAddress":"Rataskaevu 14-4A","headCity":"10123","headPostCode":"Tallinn","headPhone":"(372)6 56 00 70","boss":"Juris Gulbis","bossTitle":"Mr","bossPosition":"Principal","membersCount":2,"membersFTE":"1.25","membership":"","memberOrga":"","goal":"Ciel &amp; Co advises its clients to defend their interests put at stake by public decisions.&#xd;<br />Ciel &amp; Co develops a lobbying based on reliable data, aiming at finding reasonable solutions, to develop influence strategies that are both constructive and transparent. It aims at finding tailored solutions for each of its clients, through an approach including all the relevant tools for each case: outreach campaign, building of alliances, integration of social networks and participatory platforms, economic, scientific and legal expertise, etc.&#xd;<br />&#xd;<br />Ciel has history of successfully representing clients’ interests on the highest diplomatic and political level in the EU. Integrated to our EU and Member State services Ciel &amp; Co  international capabilities in the United States, Pacific Islands, Eastern Europe and the Middle East.","acronym":"CIEL","interests":"Agriculture and Rural Development, Banking and financial services, Business and Industry, Climate Action, Communication, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Environment, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Research and innovation, Taxation, Trade, Trans-European Networks","euInitiatives":"General Data Protection Regulation 2016/679&#xd;<br />PSD2 &amp; Open Banking. PSD (Payment Services Directive)&#xd;<br />The freedom of movement for workers and their families&#xd;<br />The acquis communautaire of the European Union&#xd;<br />Migration Asylum and Citizenship by Investment&#xd;<br />Foreign Direct Investment Negotiations&#xd;<br />Climate Action","lastUp":"2019-09-10T16:30:06.666+02:00","customers":"VANLS LTD","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}