{"id":"669287433874-68","name":"Observatoire Pharos","registrationDate":"2019-02-12T10:29:04.447+01:00","category":3,"subCategory":2,"legal":"Association loi 1901","web":"http://www.observatoirepharos.com","country":"France","headAddress":"Observatoire Pharos du pluralisme des cultures et des religions","headCity":"Paris 10","headPostCode":"75010","headPhone":"(33)6 80 03 32 21","boss":"Jean-Arnold De Clermont","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"L’association a pour objet : « La création et l’animation d’un observatoire du pluralisme culturel et religieux, chargé d’éclairer les actions humanitaires, diplomatiques, politiques et économiques afin de favoriser un meilleur respect de la citoyenneté à l’échelle internationale. ». &#xd;<br />Pour se faire l'Observatoire travaille sur tous les continents à la compréhension des crises et conflits contemporains traversés par de puissantes passions identitaires. Le nombre croissant ainsi que le caractère cyclique de ces crises et des violences extrêmes qui les accompagnent révèlent le caractère durable et profond des mécanismes de fragmentation à l’œuvre dans la mondialisation. Dans ce monde complexe, son réseau de chercheurs, diplomates, journalistes, acteurs religieux ou juristes, entend apporter par son travail de veille, de contextualisation et de soutien aux défenseurs du pluralisme, une contribution décisive aux processus d’apaisement. L'Observatoire s'est également engagé sur le terrain, au plus près des organisations de la société civile active localement dans la défense des libertés fondamentales.","acronym":"","interests":"Borders and Security, Communication, Culture, Culture and media, Digital economy and society, Education and training, Enlargement, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Research and innovation, Trans-European Networks, Youth","euInitiatives":"L'Observatoire suite particulièrement les actions de l'UE en aide au développement, citoyenneté, droits fondamentaux et notamment liberté de croyance,  droits de l'homme et notamment droits des minorités (intra et extra UE), renforcement de capacités de la société civile.","lastUp":"2019-02-12T10:29:36.401+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}