{"id":"669359510572-76","name":"RTE","registrationDate":"2013-02-06T17:22:37.093+01:00","category":2,"subCategory":3,"legal":"société anonyme","web":"http://www.rte-france.com/fr/","country":"France","headAddress":"Terrasse Bellini, 1","headCity":"La Défense Cedex","headPostCode":"92919","headPhone":"(331)41 02 19 29","boss":"François Brottes","bossTitle":"Mr","bossPosition":"Président du Directoire","membersCount":5,"membersFTE":"4.0","membership":"RTE est membre des organismes suivants : &#xd;\n&#xd;\nhttps://www.entsoe.eu/&#xd;\nhttp://www.ufe-electricite.fr/&#xd;\nhttp://www.coreso.eu/&#xd;\nhttp://www.friendsofthesupergrid.eu/ &#xd;\nhttp://www.renewables-grid.eu/&#xd;\nEuropean Table of Energy Future&#xd;\nCercle des Réseaux Européens&#xd;\nCercle des Délégués Permanents Français&#xd;\n&#xd;\nRTE contribue également aux activités des organismes suivants :&#xd;\n&#xd;\nCERRE (Centre on Regulation in Europe)&#xd;\nConfrontations Europe &#xd;\nIFRI (Institut Français des Relations Internationales)&#xd;\nCCE (Conseil de Coopération Économique)","memberOrga":"","goal":"RTE, Réseau de Transport d’Électricité, est une entreprise de service. Notre mission fondamentale est d’assurer à tous nos clients l’accès à une alimentation électrique économique, sûre et propre. RTE connecte ses clients par une infrastructure adaptée et leur fournit tous les outils et services qui leur permettent d’en tirer parti pour répondre à leurs besoins, dans un souci d’efficacité économique, de respect de l’environnement et de sécurité d’approvisionnement en énergie. À cet effet, RTE exploite, maintient et développe le réseau à haute et très haute tension. Il est le garant du bon fonctionnement et de la sûreté du système électrique. RTE achemine l’électricité entre les fournisseurs d’électricité (français et européens) et les  consommateurs, qu’ils soient distributeurs d’électricité ou industriels directement raccordés au réseau de transport. 105 000 km de lignes comprises entre 63 000 et 400 000 volts et 50 lignes transfrontalières connectent le réseau français à 33 pays européens, offrant ainsi des opportunités d’échanges d’électricité essentiels pour l’optimisation économique du système électrique. RTE a réalisé un chiffre d'affaires de 4 446 millions d’euros en 2016 et emploie 8 500 salariés.","acronym":"RTE","interests":"Budget, Climate Action, Competition, Consumer Affairs, Development, Energy, Enterprise, Environment, General and Institutional Affairs, Information Society, Internal Market, Research and Technology, Trans-European Networks, Transport","euInitiatives":"Union de l'Énergie (dont le Paquet Énergie Propre pour tous les Européens) &#xd;<br />Codes de Réseau&#xd;<br />Projets d'Intérêt Commun (en particulier les Interconnexions Électriques)&#xd;<br />Marché Unique Numérique (dont le Paquet Cyber-Sécurité et la Directive sur les Informations du Secteur Public)&#xd;<br />Mobilité Propre (en particulier le Paquet l'Europe en Mouvement)&#xd;<br />Recherche, Développement et Innovation&#xd;<br />Politique Climatique et Protection de l'Environnement","lastUp":"2017-12-20T15:06:07.943+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}