{"id":"669480134715-53","name":"Transport Research Centre (Centrum dopravniho vyzkumu, v.v.i. in Czech)","registrationDate":"2019-05-21T23:21:45.324+02:00","category":4,"subCategory":5,"legal":"public research institution","web":"http://www.cdv.cz","country":"Czech republic","headAddress":"Lisenska 33a","headCity":"Brno","headPostCode":"636 00","headPhone":"(420)5 41 64 17 11","boss":"Jindřich Frič","bossTitle":"Mr","bossPosition":"Director","membersCount":9,"membersFTE":"2.25","membership":"ECTRI - European Conference of Transport Research Institutes (http://www.ectri.org)&#xd;\n&#xd;\nETSC - European Transport Safety Council (http://www.etsc.eu)&#xd;\n&#xd;\nFEHRL - Forum of European National Highway Research Laboratories (http://www.fehrl.org/)&#xd;\n&#xd;\nFERSI - Forum of European Road Safety Research Institutes (https://www.fersi.org/)&#xd;\n&#xd;\nHUMANIST – Humanist Virtual Centre of Excellence (http://www.humanist-vce.eu/)","memberOrga":"N/A","goal":"Transport Research Centre (CDV), Centrum dopravniho vyzkumu, v.v.i. in Czech, as a successor of the Czech departments of Transport Research Institute in Žilina, which was established in 1954, continues in its 65-year successful tradition in transport research. CDV is a public research institute, the only research institute in the sphere of the Czech Ministry of Transport.&#xd;<br />&#xd;<br />CDV’s activities reflect its mission which is to perform research and development activities in specified transport areas, to provide independent expert and service support for ministries (particularly Ministry of Transport, Ministry of the Interior, Ministry of the Environment), regional, urban and local bodies of the state and local administration for their strategic and tactical decision-making processes, to participate in technology transfer within transport sector, to represent the transport resort in international organizations and be active in the field of education, to provide expert and service activities for private sector.&#xd;<br />&#xd;<br />There are 3 research divisions in CDV, i.e. Division of Sustainable Transport and Transport Structures Diagnostics, Division of Traffic Engineering, Safety and Strategies and Division of Transport Technologies and Human Factor. Research focus of those divisions covers the key needs of transport research and development such as: road safety; construction technology; maintenance, repairs and reconstruction of transport infrastructure, including geotechnical aspects and diagnostics of transport structures; impacts of transport on the environment; transport economy; multimodal transport; traffic psychology; traffic education; traffic demand modelling; management systems, geographic information systems; check-in and parking systems, telematic controlling systems, autonomous driving etc.&#xd;<br />&#xd;<br />Since 2014 CDV has been a certified expert institute in the following fields: urban and road transport; traffic psychology; impact of transport on air quality; air protection against transport impacts; transport structures, civil engineering structures, construction material; measurement and evaluation of noise from transport. CDV uses its own accredited laboratories for research work and organizes accredited courses in its training centre.&#xd;<br />&#xd;<br />CDV has been intensively engaged in international cooperation. in whose frame CDV participates significantly in European research area development. CDV has been involved in tens various projects of international cooperation i.e. EU Framework Programmes, etc. and according to the rank of the most frequent Czech participants in FP6 and FP7, CDV belongs to the first ten of the best institutes from the Czech Republic involved in those the most important community programmes for support of research and technological development.&#xd;<br />&#xd;<br />CDV has been involved in a wide scope of international activities and became an integrated partner in European research community. CDV is a member of many prestigious international professional associations.&#xd;<br />&#xd;<br />Concerning CDV´s achievements, for example in May 2014 CDV won the European Road Safety Charter Award. This prize (Excellence in Road Safety Award) is awarded annually to an organisation that significantly contributes and increases the level of road safety. This award was focused on the topic of safe formation of roads.","acronym":"CDV","interests":"Environment, Research and innovation, Transport","euInitiatives":"The relevant activities mentioned below are currently followed by our organisation:&#xd;<br />&#xd;<br />- Transport policies&#xd;<br />&#xd;<br />- PIARC (World Road Association) – expert engagement of representatives from our organisation in particular Technical Committees and this way contributing to the development of road transport policies&#xd;<br />&#xd;<br />- OECD/IRTAD – expert engagement of our organisation in the International Traffic Safety Data and Analysis Group (IRTAD), which is a permanent working group of the International Transport Forum at the OECD, and this way contributing to the development of road safety policies&#xd;<br />&#xd;<br />- Research and development policies&#xd;<br />&#xd;<br />- Environmental policies&#xd;<br />&#xd;<br />- European framework programmes.&#xd;<br />&#xd;<br />- Our organization has also submitted to the European Commisssion the application for type C membership in the Expert group on Cooperative, Connected, Automated and Autonomous Mobility (E03657).","lastUp":"2019-05-21T23:31:08.841+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}