{"id":"66943229437-21","name":"Unione degli  Assessorati alle Politiche Socio Sanitarie, dell'Istruzione e del Lavoro","registrationDate":"2012-08-29T23:07:33.228+02:00","category":3,"subCategory":2,"legal":"Associazione di Enti Pubblici","web":"http://www.unioneassessorati.it","country":"Italy","headAddress":"Sammartino, 95","headCity":"Palermo","headPostCode":"90141","headPhone":"(39091)30 96 28","boss":"Giacomo Mulè","bossTitle":"Mr","bossPosition":"Presidente","membersCount":3,"membersFTE":"2.25","membership":"Adesione alla rete Europea City to City costituita da città europee.&#xd;\nAppartenenza alla European Citizen Action Service (ECAS).","memberOrga":"Comune di Aidone (EN); Comune di Alessandria della Rocca (A); Comune di Alia (PA); Comune di Aragona (AG); Comune di Bivona (AG); Comune di Bolognetta (PA); Comune di Bompietro (PA); Comune di Capri Leone (ME); Comune di Carini (PA); Comune di Casteldaccia (PA); Comune di Cattolica Eraclea (AG); Comune di Casteltermini (AG); Comune di Cianciana (AG);  Comune di Favara (AG); Comune di Godrano (PA); Comune di Joppolo (VV); Comune di Lampedusa e Linosa (AG); Comune di Librizzi (ME); Comune di Mazzarrà Sant’Andrea (ME); Comune di Montallegro (AG); Comune di Montemaggiore Belsito (PA); Comune di Montelepre (PA); Comune di Naro (AG); Comune di Pollina (PA); Comune di Porto Empedocle (AG);  Comune di Racalmuto (AG); Comune di S. Caterina Villarmosa (CL); Comune di Sambuca di Sicilia (AG); Comune di San Biagio Platani (AG); Comune di San Mauro Castelverde (PA); Comune di Terrasini (PA); Comune di Vicari (PA); Comune di Villafranca Sicula (AG) e Comune di Vita (TP).&#xd;\nConvenzione di tirocinio di formazione ed orientamento con l’Università degli Studi di Napoli – Federico II.&#xd;\nASP di Palermo.&#xd;\nPartenariati europei (NGO, Enti Pubblici ed Università).","goal":"L'Unione degli Assessorati è un associazione di Enti Locali Italiani (Regioni, Provincie e Comuni) che mette in rete gli Assessorati alle Politiche Socio Sanitarie e del Lavoro per condividere metodologie di lavoro e buone pratiche.  &#xd;<br />&#xd;<br />L'Unione degli Assessorati è un modello di condivisione e di sviluppo locale che consente alle amministrazioni di creare iniziative e progetti comuni al fine di migliorare l'efficacia della spesa pubblica con specifico riferimento al campo del sistema di welfare allargato, di migliorare la qualità dei servizi all'utenza nel suddetto campo di intervento, di ridurre le diseconomie di sistema riconducibili al coordinamento non ancora sufficiente tra le politiche di welfare sociale e quelle occupazionali e accrescere in tal modo la qualità della vita della popolazione.&#xd;<br />&#xd;<br />Tra gli scopi principiali rientra anche quello di fornire assistenza tecnica agli enti locali e ai distretti socio-sanitari oltre che alle Aziende Sanitarie  nell'espletamento dei compiti istituzionali, coadiuvare ed affiancare le amministrazioni pubbliche nelle attività e negli interventi di sviluppo delle risorse umane, anche ai fini del loro coordinamento, favorire lo scambio e l'integrazione del sistema di welfare italiano con quello dei paesi membri dell'Unione Europea.","acronym":"Unione Assessorati","interests":"Borders and Security, Business and Industry, Consumers, Culture, Education and training, Employment and Social Affairs, Humanitarian aid and civil protection, Justice and Fundamental Rights, Public Health, Regional Policy, Sport, Youth","euInitiatives":"Sviluppo delle politiche sociali e giovanili mediante la presentazione di progetti europei attinenti","lastUp":"2018-06-14T11:01:10.646+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}