{"id":"669925829916-41","name":"Krajowa Rada Izb Rolniczych","registrationDate":"2018-01-31T12:16:59.454+01:00","category":2,"subCategory":7,"legal":"samorząd rolniczy","web":"http://www.krir.pl/","country":"Poland","headAddress":"Krajowa Rada Izb Rolniczych","headCity":"Warszawa","headPostCode":"00-515","headPhone":"(48)2 28 21 -9 2- 65","boss":"Wiktor Szmulewicz","bossTitle":"Mr","bossPosition":"Prezes","membersCount":10,"membersFTE":"5.0","membership":"Jesteśmy członkiem Komitetów Copa-Cogeca. http://www.krir.pl/2014-01-03-03-24-34/copa-cogeca &#xd;\nOd kilkunastu lat bierzemy udział w posiedzeniach izb rolniczych państw grupy wyszehradzkiej http://www.krir.pl/2014-01-03-03-24-34/v4&#xd;\nOstatnio zainicjowaliśmy tzw. spotkanie izb rolniczych Państw rejonu Trójmorza http://www.krir.pl/2014-01-03-03-24-34/pozostale/5438-i-spotkanie-izb-rolniczych-panstw-rejonu-trojmorza-pt-zrownowazona-przyszlosc-rolnictwa-w-ue","memberOrga":"Copa-Cogeca http://www.copa-cogeca.be/Main.aspx?page=CopaMembers&#xd;\nEUFRAS Forum http://www.eufras.eu/index.php/community/eufras-members","goal":"Głównym celem i podstawowym zadaniem samorządu rolniczego jest działanie na rzecz rozwiązywania problemów rolnictwa i reprezentowanie interesów zrzeszonych w nim członków. Izby rolnicze wpływają na kształtowanie polityki rolnej i uczestniczą w jej realizacji.","acronym":"KRIR","interests":"Agriculture and Rural Development, Climate Action, Competition, Consumers, Economy, finance and the euro, Employment and Social Affairs, Environment, Food Safety, Institutional affairs, Maritime affairs and fisheries, Regional Policy, Taxation, Trade","euInitiatives":"Jako członek Komitetów Copa-Cogeca aktywnie uczestniczymy w kształtowaniu polityki rolnej UE. Braliśmy udział w konsultacjach w sprawie modernizacji i uproszczenia wspólnej polityki rolnej (WPR).  W ostatnim roku zorganizowaliśmy konferencję pt. „Wspólna Europa silna Wspólną Polityką Rolną” oraz I spotkanie izb rolniczych Państw rejonu Trójmorza pt. “Zrównoważona przyszłość rolnictwa w UE”. Braliśmy udział w konsultacjach sprawie liberalizacji handlu UE (TTIP, CETA, MERCOSUR). Podjęliśmy także działania w sprawie przedłużenia stosowania glifosatu. Obecnie obserwujemy proces wdrażania dyrektywy wodnej.","lastUp":"2019-02-21T08:16:15.079+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}