{"id":"670162717379-28","name":"European Psychiatric Association","registrationDate":"2015-06-05T11:24:20.258+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.europsy.net","country":"France","headAddress":"Avenue de la Liberté","headCity":"Strasbourg","headPostCode":"67000","headPhone":"(33)3 88 23 99 30","boss":"Silvana Galderisi","bossTitle":"Ms","bossPosition":"President","membersCount":5,"membersFTE":"3.0","membership":"- Council of Europe (forum of INGOs - International Non-governmental Organisations)&#xd;\nhttps://www.coe.int/t/ngo/conf_intro_en.asp&#xd;\n&#xd;\n- European Brain Council (EBC) http://www.europeanbraincouncil.org/membership/","memberOrga":"- 42 National Society/Association Members (NPAs) from 39 European countries as Members, and the European Federation of Psychiatric Trainees (EFPT) as Associate Organisation Member.&#xd;\n&#xd;\nList of member organisations (see also&#xd;\nhttp://www.europsy.net/about-epa/national-societies/):&#xd;\n&#xd;\nArmenian Psychiatric Association&#xd;\nAustrian Society for Psychiatry and Psychotherapy&#xd;\nAzerbaijan Psychiatric Association&#xd;\nBelarusian Psychiatric Association&#xd;\nFlemish Association of Psychiatry&#xd;\nPsychiatric Association of Bosnia-Herzegovina&#xd;\nCollege Private Psychiatry of Bulgaria&#xd;\nCroatian Psychiatric Association&#xd;\nCzech Psychiatric Association&#xd;\nDanish Psychiatric Association&#xd;\nFinnish Psychiatric Association&#xd;\nFrench Congress of Psychiatry&#xd;\nFrench Federation of Psychiatry&#xd;\nSociety of Georgian Psychiatrists&#xd;\nGerman Association for Psychiatry, Psychotherapy and Psychosomatics&#xd;\nHellenic Psychiatric Association&#xd;\nHungarian Psychiatric Association&#xd;\nIcelandic Psychiatric Association&#xd;\nCollege of Psychiatrists of Ireland&#xd;\nIsrael Psychiatric Association&#xd;\nItalian Psychiatric Association&#xd;\nLatvian Psychiatric Association&#xd;\nLithuanian Psychiatric Association&#xd;\nMaltese Association of Psychiatry&#xd;\nSociety of Psychiatrists, Narcologists, Psychotherapists and Clinical Psychologists from Republic of Moldova&#xd;\nNetherlands Psychiatric Association&#xd;\nNorwegian Psychiatric Association&#xd;\nPolish Psychiatric Association&#xd;\nPortuguese Society of Psychiatry and Mental Health&#xd;\nRomanian Association of Psychiatry and Psychotherapy&#xd;\nIndependent Psychiatric Association of Russia&#xd;\nRussian Society of Psychiatrists&#xd;\nSerbian Psychiatric Association&#xd;\nSlovak Psychiatric Association&#xd;\nSlovenian Psychiatric Association&#xd;\nAssociation of Psychiatrists of Spanish Association of Neuropsychiatry&#xd;\nSpanish Society of Psychiatry&#xd;\nSwedish Psychiatric Association&#xd;\nSwiss Society for Psychiatry and Psychotherapy&#xd;\nPsychiatric Association of Turkey&#xd;\nAssociation of Neurologists, Psychiatrists and Narcologists of Ukraine&#xd;\nRoyal College of Psychiatrists","goal":"With active individual members in as many as 88 countries and 42 National Society/Association Members who represent over 80,000 European psychiatrists, the European Psychiatric Association is the main association representing psychiatry in Europe. EPA’s activities address the interests of psychiatrists in academia, research and practice throughout all stages of career development.&#xd;<br />EPA deals with psychiatry and its related disciplines and it focuses on the improvement of care for the mentally ill as well as on the development of professional excellence.&#xd;<br />&#xd;<br />The purpose of the Association is to improve the quality of mental health care throughout Europe, by:&#xd;<br />&#xd;<br />a. enhancing the standard of psychiatric education and training&#xd;<br />b. creating Sections to explore and solve problems in different specific areas of psychiatry&#xd;<br />c. promoting excellence in psychiatric research and clinical practice&#xd;<br />d. encouraging progress in psychiatric clinical practice&#xd;<br />e. supporting the development of public health policies relevant to mental health&#xd;<br />f. disseminating information about psychiatric research and practice&#xd;<br />g. contributing to initiatives improving ethical standards of psychiatric care&#xd;<br />h. encouraging professional interchange/exchange between European Psychiatrists&#xd;<br />i. representing European Psychiatry in the framework of the various European Institutions&#xd;<br />j. providing a unified organisation representing the different national psychiatric associations in European Psychiatry; along with individual psychiatrists","acronym":"EPA","interests":"Communication, Consumers, Digital economy and society, Education and training, Employment and Social Affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Youth","euInitiatives":"EPA regularly follows the policy developments in the health field, namely in the area of mental health and wellbeing. &#xd;<br />&#xd;<br />In this frame, the EPA Brussels office provides strategic advice on possible advocacy activities needed at EU (Commission, EP, Council of Europe, CoR, EESC) / national level and coordinates them, also in collaboration with WHO-Euro, other NGOs and third party organisations. &#xd;<br />&#xd;<br />EPA is/was represented in high-level consultations and expert working groups on Mental Health and Well-being in the EU, such as the EP Interest Group on Mental Health, Well-being and Brain Disorders, the European Medicines Agency, or the Commission's consultation with Gouvernmental Experts on Mental Health.&#xd;<br />&#xd;<br />The EPA has taken part in the public consultation on EU funds in the area of investment, research &amp; innovation, SMEs and single market, deadline 9 March 2018.&#xd;<br />&#xd;<br />EPA actively participates in activities of the European Commission (DG Sanco – Research - Empl – EAC) and follows closely the legislative work of the European Parliament (ENVI – EMPL - CULT Committees) in health and research related topics.","lastUp":"2018-05-11T16:09:52.284+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}