{"id":"670368518489-38","name":"Stockholms stad","registrationDate":"2015-08-19T09:02:18.827+01:00","category":6,"subCategory":13,"legal":"Kommun","web":"http://www.stockholm.se","country":"Sweden","headAddress":"Stadshuset","headCity":"Stockholm","headPostCode":"10535","headPhone":"(46)8 50 82 90 00","boss":"Ingela Lindh","bossTitle":"Mr","bossPosition":"Stadsdirektör","membersCount":13,"membersFTE":"5.5","membership":"Stockholmsregionens Europaförening: http://www.stockholmregion.org/&#xd;\n&#xd;\nEurocities: http://www.eurocities.eu/&#xd;\n&#xd;\nStaden är sammantaget medlem i en mängd olika organisationer.","memberOrga":"","goal":"Stockholm är Sveriges huvudstad och den befolkningsmässigt största kommunen i landet med drygt 900 000 invånare.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Staden följer och yttrar sig över olika EU-förslag. Yttranden antagna av staden och någon av dess samarbetsorganisationer finns på stadens webbplats: http://www.stockholm.se/OmStockholm/EU--Internationellt-/EU-arbete/EU-policy/Staden-tycker/&#xd;<br />&#xd;<br />Staden följer f.n. bl.a. framtagandet av den urbana agendan, översynen av direktivet om byggnaders energiprestanda och kommissionens arbete med cirkulär ekonomi.","lastUp":"2017-07-20T16:00:49.162+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}