{"id":"670448228958-64","name":"KMETIJSKI INŠTITUT SLOVENIJE","registrationDate":"2017-11-14T09:35:18.444+01:00","category":4,"subCategory":5,"legal":"nepridobitna organizacija","web":"http://www.kis.si","country":"Slovenia","headAddress":"HACQUETOVA ULICA 17","headCity":"LJUBLJANA","headPostCode":"1000","headPhone":"(386)12 80 52 20","boss":"ANDREJ SIMONČIČ","bossTitle":"","bossPosition":"DIREKTOR","membersCount":15,"membersFTE":"9.5","membership":"","memberOrga":"","goal":"Kmetijski inštitut Slovenije je vodilna raziskovalna inštitucija na področju kmetijstva v Sloveniji. Celovito se ukvarja s problematiko sodobnega kmetijstva ter širi svoje delovanje na področje varstva okolja in ekologije. Zaposluje 187 delavcev, od tega 89 raziskovalcev. &#xd;<br />&#xd;<br />Kmetijski inštitut Slovenije je javni raziskovalni zavod, ki izvaja temeljne, uporabne in razvojne raziskave ter strokovne naloge v kmetijstvu, objavlja rezultate znanstveno-raziskovalnega, strokovnega in kontrolnega dela, opravlja naloge na podlagi pooblastil in akreditacij, preverja kakovost kmetijskih pridelkov in izdelkov, ki se uporabljajo v kmetijstvu. Inštitut se ukvarja tudi z usposabljanjem pridelovalcev, izobraževanjem mladih in svetovanjem različnim uporabnikom v kmetijstvu. &#xd;<br />&#xd;<br />Področja delovanja: &#xd;<br />•poljedelstvo in zelenjadarstvo s semenarstvom, &#xd;<br />•genetika, žlahtnjenje, vzdrževalna selekcija in genske banke v kmetijstvu, &#xd;<br />•živinoreja (govedoreja, prašičereja, čebelarstvo), &#xd;<br />•sadjarstvo, vinogradništvo in vinarstvo, &#xd;<br />•varstvo rastlin in okolja, &#xd;<br />•kontrola rodovitnosti in kakovost kmetijskih zemljišč, &#xd;<br />•ekologija kmetijskega prostora, &#xd;<br />•raba in varstvo tal, &#xd;<br />•analize tal, mineralnih in organskih gnojil, živalske krme, medu, ostankov pesticidov, fitofarmacevtskih sredstev, vina, mošta in žganih pijač, &#xd;<br />•kmetijska tehnika in energetika ter &#xd;<br />•ekonomika kmetijstva. &#xd;<br />&#xd;<br />  &#xd;<br />&#xd;<br />Inštitut izvaja svojo dejavnost v okviru devetih oddelkov ter samostojne Službe za uradno potrjevanje semenskega in sadilnega materiala kmetijskih rastlin. Na inštitutu delujeta knjižnica in INDOK z več kot 33.000 knjižnimi enotami strokovne literature. &#xd;<br />&#xd;<br />Večina raziskovalnega in strokovnega dela poteka v laboratorijih ter v poskusnih poljih in nasadih: &#xd;<br />• Poskusni sadovnjak na Brdu pri Lukovici, &#xd;<br />• Infrastrukturni center Jablje, &#xd;<br />• Poskusni center za krompir Moste pri Komendi, &#xd;<br />• Selekcijsko-poskusna postaja za čebele v Seničnem pri Golniku in &#xd;<br />• Kolekcijsko-poskusni nasad ameriških borovnic na Drenovem griču.","acronym":"KIS","interests":"Agriculture and Rural Development, Climate Action, Development, Environment, Research and Technology","euInitiatives":"Kmetijski inštitut Slovenije z raziskovalnim, strokovnim in svetovalnim delom prispeva k razvoju slovenskega kmetijstva. &#xd;<br />&#xd;<br />Inštitut uresničuje poslanstvo: &#xd;<br />•z razvojem in ohranjanjem znanstvene odličnosti ter neodvisnosti, z optimalno izrabo in stalno nadgradnjo raziskovalnih zmogljivosti ter s sodelovanjem z domačimi in mednarodnimi raziskovalnimi ustanovami pri temeljnih, uporabnih in razvojnih raziskavah v kmetijstvu, &#xd;<br />•z izvajanjem neodvisnih analitskih in svetovalnih storitev na področju zagotavljanja prehranske varnosti in varovanja okolja,  &#xd;<br />•z interdisciplinarnim sodelovanjem pri razvoju trajnostne kmetijske pridelave,  &#xd;<br />•z izvajanjem programov žlahtnjenja in selekcije kmetijskih rastlin ter z ohranjanjem raznovrstnosti genskih virov v slovenskem prostoru, &#xd;<br />•z izobraževanjem, usposabljanjem in spodbujanjem inovativne dejavnosti zaposlenih, &#xd;<br />•s prenosom znanja v kmetijsko prakso in svetovanjem končnim uporabnikom,  &#xd;<br />•z aktivnim vključevanjem v izobraževalne procese univerz s področja naravoslovnih ved, &#xd;<br />•z ozaveščanjem javnosti o pomenu kmetijstva, ekologije in varstva okolja.","lastUp":"2017-11-14T14:19:47.209+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}