{"id":"670578432673-03","name":"Association for automatic identification and mobility Europe","registrationDate":"2018-09-24T15:48:19.639+02:00","category":2,"subCategory":4,"legal":"Association with no profit purpose","web":"http://www.aimeurope.org/","country":"Belgium","headAddress":"Teinsestraat 12","headCity":"Hoegaarden","headPostCode":"3320","headPhone":"(32)16 43 74 15","boss":"Frithjof Walk","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"None","memberOrga":"https://www.aimglobal.org/search/newsearch.asp?csy=106610","goal":"AIM EUROPE VZW is an association of producers, suppliers, distributors, end users and other strategic partners with the primary objective of promoting the development and use of Automatic identification and data capture (AIDC) technology and services in Europe.&#xd;<br />To establish managing, developing and promoting the interests of the automatic identification and data collecting sector it makes use of RAIN RFID technology. RAIN RFID is a committee of AIM global and is an alliance promoting the universal adoption of UHF RFID Technology in a way similar to other wireless technology organizations including NFC Forum, WiFi Alliance and Bluetooth SIG. RAIN uses the GS1 UHF Gen 2 protocol which is ISO/IEC has standardized as 18000-63. The word RAIN - an acronym derived from Radio frequency IdentificatioN – is intended as a nod to the link between UHF RFID and the cloud, where RFID-based data can be stored, managed and shared via the internet. A RAIN RFID solution uses a reader to read and write a tagged item, manage the data and take action.","acronym":"AIM EUROPE VZW","interests":"Communication, Research and innovation","euInitiatives":"1) Permanent Mandate to CEPT regarding the annual &#xd;<br />    update of the Technical Annex of the Commission &#xd;<br />    Decision on the Technical Harmonisation of Radio &#xd;<br />    Spectrum for use by Short Range Devices&#xd;<br />2) New legal initiatives concerning the RED&#xd;<br />3) Development of the RED Guide&#xd;<br />4) IoT&#xd;<br />5) State of Play of Market Surveillance and campaigns,&#xd;<br />6) Publication of HS under the RED&#xd;<br />7) Cybersecurity and RED","lastUp":"2018-09-25T07:06:58.579+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}