{"id":"67128251296-84","name":"International Federation of Organic Agriculture Movements EU Regional Group","registrationDate":"2009-03-04T16:32:26.739+02:00","category":2,"subCategory":7,"legal":"ASBL","web":"http://www.ifoam-eu.org","country":"Belgium","headAddress":"Rue du Commerce, 124","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 80 12 23","boss":"Eduardo Cuoco","bossTitle":"Mr","bossPosition":"Director","membersCount":9,"membersFTE":"8.0","membership":"membership Information from IFOAM Head Office:&#xd;\nhttp://www.ifoam.org/en/news/2014/01/14/membership-directory-2014-now-available-download","memberOrga":"http://www.ifoam-eu.org/sites/default/files/ifoameu_list_of_members_2016.pdf","goal":"* To promote within the EU the principles and practices of organic agriculture and food production as set out in the IFOAM Standards.&#xd;<br />&#xd;<br />* To coordinate and represent IFOAM members in EU countries, within IFOAM, in the EU and elsewhere.&#xd;<br />&#xd;<br />* To enable the exchange of information both between IFOAM members in EU countries and with other bodies worldwide.&#xd;<br />&#xd;<br />* To assist in the coordination and dissemination of research in organic food production throughout the EU.&#xd;<br />&#xd;<br />* To work towards the establishment of common policies within the Group in relation to the above.","acronym":"IFOAM EU Group","interests":"Agriculture, Climate Action, Education and training, Energy, Environment, Food Safety, Maritime affairs and fisheries, Research and innovation","euInitiatives":"Organic Regulations - Our core activity is to represent organic interests in Europe. We do this through advocacy at all levels on the complete range of topics related to the organic regulation.&#xd;<br />&#xd;<br />Common Agricultural Policy - In order to make agriculture and rural development in Europe greener and fairer, we advocate for a fundamental shift to full sustainability of our food and farming systems based on agro-ecological approaches.&#xd;<br />&#xd;<br />GMO - We call for a moratorium on the cultivation of GMOs and actively work for GMO-free agriculture in Europe.&#xd;<br />&#xd;<br />Research &amp; Innovation  - The aim is to leverage the organic sector’s environmental and societal benefits, including by contributing to innovative sustainable approaches in the wider agricultural sector.&#xd;<br />&#xd;<br />Vision 2030 - Where does the organic movement want to be in 2030? What can we deliver to the society? And most importantly, how will we do so? &#xd;<br />&#xd;<br />Seed - We fight for for policy frameworks that enable organic breeders, farmers and gardeners to contribute to the development of plant genetic diversity.&#xd;<br />&#xd;<br />Farm, Food &amp; Environment - We work with like-minded organisations to generate a legislative framework that promotes farming practices benefiting the environment and society.&#xd;<br />&#xd;<br />Events - Different events to discuss current political process together with policy makers and organic stakeholders in Europe.","lastUp":"2018-05-09T15:15:18.004+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}