{"id":"671289623057-96","name":"Inspire - European Partnership for Sexual and Reproductive Health and Rights","registrationDate":"2016-08-18T14:15:10.139+02:00","category":3,"subCategory":2,"legal":"none","web":"https://inspire-partnership.org/","country":"Belgium","headAddress":"Rue Royale 55","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)0 22 50 09 59","boss":"Marie Dubost","bossTitle":"Ms","bossPosition":"Lead","membersCount":3,"membersFTE":"3.0","membership":"","memberOrga":"AIDOS&#xd;\nBulgarian Family Planning and Sexual Health Association&#xd;\nBOCS Foundation&#xd;\nCommat&#xd;\nDanish Family Planning Association&#xd;\nDSW&#xd;\nEquilibres &amp; Populations&#xd;\nFEDERA&#xd;\nFPFE&#xd;\nFPSHA: Seimos Planavimo ir Seksualines Sveikatos Asociacija&#xd;\nIrish Family Planning Association&#xd;\nLe Planning Familial &#xd;\nMarie Stopes International&#xd;\nMedecins du Monde&#xd;\nOGF&#xd;\nPapardes Zieds&#xd;\nPlan UK &#xd;\nP&amp;D Factor&#xd;\nRFSU&#xd;\nRHM &#xd;\nRutgers &#xd;\nSANTE SEXUELLE Suisse&#xd;\nSex og Politikk&#xd;\nSensoa&#xd;\nSECS&#xd;\nVäestöliitto&#xd;\nWomen for Women Human Rights&#xd;\nWomen's Rights Center &#xd;\nYou ACT&#xd;\nAlianza por la Solidaridad&#xd;\nAll-Party Parliamentary Group on Population, Development and Reproductive Health&#xd;\ndance4life international&#xd;\nEPF&#xd;\nPopulation and Sustainability Network&#xd;\nShare-Net&#xd;\nSRH Serbia","goal":"Inspire is the partnership of organisations that act together inside and from Europe to advance sexual and reproductive health and rights (SRHR) for all. We want to be a catalyst for action and progress in the field of SRHR.&#xd;<br />We do this by fostering virtual and physical space for SRHR actors and advocates to exchange and share information, and creating alliances with other members of civil society that have an interest in SRHR.&#xd;<br />We are a membership network of organizations working on sexual and reproductive health and rights in 24 European countries, collaborating closely with a wide range of partners across the world.&#xd;<br />We work by convening and networking, generating and sharing information and knowledge, building capacity and alliances.","acronym":"Inspire","interests":"Budget, Communication, Employment and Social Affairs, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Youth","euInitiatives":"EU implementation of the 2030 Agenda for Sustainable Development and related development, gender, health and humanitarian policies.","lastUp":"2019-06-27T15:02:05.451+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}