{"id":"671488230102-67","name":"Italian association of clay brick and roof tile producers","registrationDate":"2018-02-09T11:30:19.810+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.andil.it","country":"Italy","headAddress":"Via Alessandro Torlonia 15","headCity":"Rome","headPostCode":"00161","headPhone":"(39)06 44 23 69 26","boss":"Luigi Di Carlantonio","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.0","membership":"TBE/Cerame-Unie","memberOrga":"","goal":"ANDIL (National association of clay bricks and roof tiles producer) represents about 73% of overall national production. In Italy 93 factories dependent on a total of 111 companies, with approximately 4,000 workers, produce different types of bricks in particular for residential building in its various forms (masonry, roofing, partition walls, veneers, flooring and horizontal structures).&#xd;<br />ANDIL is a member of \"Confindustria\", the leading organization representing the manufacturing and service industries in Italy, of Federcostruzioni (Federation of product, installation and service industries for constructions) and, on a European scale, of the \"TBE\" (European Tiles &amp; Bricks Producers Federation).","acronym":"ANDIL","interests":"Climate Action, Communication, Development, Energy, Environment, Internal Market, Research and Technology, Trade","euInitiatives":"ANDIL operates as a representative, on a national and international scale, of the whole sector by means of:&#xd;<br />-\ta wider policy, with active participation in federative bodies carrying out programmes of general interest relative to “Building systems\";&#xd;<br />-\ta more specific field policy, with active cooperation in the conception and revision of rules and agreements in the specific context of the production process;&#xd;<br />-\ta product policy, by carrying out initiatives specifically aimed at promoting greater knowledge of the products with regard to performance and correct usage, and by involvement in the field of research.&#xd;<br />\"Commercial departments\" operate under the auspices of the Association, which unite companies with similar production and develop promotional programme.","lastUp":"2018-02-09T11:32:04.346+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}