{"id":"671767225420-82","name":"Sustainable Nuclear Energy Technology Platform","registrationDate":"2017-01-12T17:13:25.187+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.snetp.eu","country":"Belgium","headAddress":"SNETP AISBL","headCity":"Bruxelles","headPostCode":"B-1000","headPhone":"(32)1 84 16 30 75","boss":"Satu Helynen","bossTitle":"Mr","bossPosition":"SNETP President","membersCount":2,"membersFTE":"2.0","membership":"NUGENIA Association - www.nugenia.org &#xd;\n&#xd;\nESNII - http://www.snetp.eu/esnii/ &#xd;\n&#xd;\nNC2I - http://www.snetp.eu/nc2i/&#xd;\n&#xd;\nEERA JPNM - http://www.eera-jpnm.eu/","memberOrga":"http://www.snetp.eu/members/","goal":"SNETP is an instrument for the attaining the SET plan goals, leading to the long-term establishment of sustainable energy production towards the transition to a low-carbon energy mix.&#xd;<br />&#xd;<br />SNETP ensures enhanced coordination between national programmes while guaranteeing the most effective use of programme funding. The success depends on a strong, bottom-up stakeholder involvement supported through a transparent and inclusive approach to membership of the platform itself.","acronym":"SNETP","interests":"Energy, Research and innovation","euInitiatives":"Nuclear fission energy delivers safe, sustainable, competitive and essentially carbon-free energy to Europe’s citizens and industry. Within the framework of the Strategic Energy Technology Plan (SET-Plan), the European Commission’s stakeholders have formulated a collective vision of the contribution which fission could make towards Europe’s transition to a low-carbon energy mix by 2050, with the aim of integrating and expanding Research and Development capabilities in order to reach this objective. Action is needed now to enable Europe to retain its leading technological and industrial position in the field of civil nuclear technology.&#xd;<br />&#xd;<br />To achieve this goal, a shared Vision Report (download report here) of stakeholders, published end of 2007 during the first General Assembly, offers a vision for the development of nuclear fission energy technologies, with the aim of:&#xd;<br />&#xd;<br />- achieving a sustainable production of energy&#xd;<br />- achieving significant progress in economic performance&#xd;<br />- improving the efficiency in the utilisation of natural resources&#xd;<br />- cogenerating electricity and process heat&#xd;<br />- continuously improving safety levels&#xd;<br />- minimising waste and resistance to proliferation","lastUp":"2019-11-26T17:37:39.954+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}