{"id":"67236492080-88","name":"European Association of Manufacturers of Compressors, Vacuum Pumps, Pneumatic Tools and Air &amp; Condensate Treatment Equipment","registrationDate":"2009-07-28T15:52:53.741+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.pneurop.org","country":"Belgium","headAddress":"Boulevard Auguste Reyers, 80","headCity":"Bruxelles","headPostCode":"1030","headPhone":"(32)22 06 68 66","boss":"Jouko Peussa","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"Pneurop is associate member of the industry association Orgalim, Europe's Technology Industries (mechanical, electrical, electronic and metal working industries)  and cooperates with CAGI (USA).","memberOrga":"http://www.pneurop.eu/index.php?pagename=pneurop_members","goal":"Pneurop is the European committee of national associations of manufacturers of compressors, vacuum pumps, pneumatic tools and air &amp; condensate treatment equipment, in 8 EU Member States, Switzerland and Turkey. Pneurop has an associate member in the Ukraine. Pneurop represents more than 200 manufacturers. Pneurop is registered as an international association.&#xd;<br />Pneurop is the spokesperson in European and international forums regarding the harmonisation of technical, normative and legislative developments in the field of compressors, vacuum pumps, pneumatic tools and air &amp; condensate treatment equipment.&#xd;<br />The activities of Pneurop  are carried out by 6 Product Committees, a Marketing Committee and General Secretariat. The work is done by company and association experts on a voluntary basis. The secretariat staff is shared with other associations.&#xd;<br />Pneurop is associate member of Orgalime, the European Engineering Associztion","acronym":"Pneurop","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Energy, Enlargement, Environment, Institutional affairs, Public Health, Research and innovation, Single market, Trade","euInitiatives":"- Pressure Equipment Directive (97/63)&#xd;<br />- Simple Pressure Vessels Directive (2009/105)&#xd;<br />- Ecodesign Directive: implementing legislation related to or affecting compressors&#xd;<br />- Machinery Directive (2006/42)&#xd;<br />- Digital Agenda","lastUp":"2019-02-22T16:34:12.714+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}