{"id":"672431628368-92","name":"Venice Maritime Cluster","registrationDate":"2017-09-18T01:16:49.848+02:00","category":2,"subCategory":1,"legal":"Associazione - Association","web":"https://www.venicecluster.it/","country":"Italy","headAddress":"Via Lombardi n. 19","headCity":"Marcon (VE)","headPostCode":"","headPhone":"(39)04 18 87 77 50","boss":"Giuseppe Orrù","bossTitle":"Mr","bossPosition":"Presidente - President","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"UNIONE PILOTI&#xd;\nCONFARTIGIANATO IMPRESE CITTA' METROPOLITANA DI VENEZIA&#xd;\nAAMS ASSOCIAZIONE AGENTI E MEDIATORI MARITTIMI DELLA PROVINCIA DI VENEZIA&#xd;\nRIMORCHIATORI RIUNITI PANFIDO &amp; C. SRL&#xd;\nINTERPORTO PADOVA SPA","goal":"Il Venice Maritime Cluster è un’associazione apartitica, autonoma e indipendente, senza scopo di lucro, a cui aderiscono associazioni e imprese e che persegue, sulla scorta della recente riforma delle Autorità di Sistema Portuale introdotta dal D.Lgs. 196/2016, le finalità di rappresentare le imprese e le associazioni di categoria operanti a vario titolo nel settore dell’economia marittima e portuale di Venezia.&#xd;<br />.&#xd;<br />The Venice Maritime Cluster is an autonomous and independent, non-profit, association of companies and companies, which, following the recent reform of the Port System Authorities introduced by D.Lgs.196/2016, aims to represent companies and trade associations operating in various fields in the marine and port economy of Venice","acronym":"VMC","interests":"Banking and financial services, Borders and Security, Business and Industry, Climate Action, Competition, Customs, Economy, finance and the euro, Energy, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Maritime affairs and fisheries, Regional Policy, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"EUROPEAN TRANSPORT LAW; PORT MANAGEMENT &amp; MARITIME LAW; INTERNATIONAL TRADE LAW; DRY BULK SHIPPING; CUSTOMS LAW; FOREIGN POLICY AND SECURITY; PROTECTION FOR THE ENVIRONMENT; REGULATION (EC) 561/2006","lastUp":"2018-10-02T12:03:21.334+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}