{"id":"673284430035-14","name":"FONDUL PROPRIETATEA S.A.","registrationDate":"2018-02-15T15:30:30.056+01:00","category":2,"subCategory":3,"legal":"joint stock company","web":"http://www.fondulproprietatea.ro","country":"Romania","headAddress":"78-80 Buzeşti Street, 7th floor, 1st District","headCity":"Bucharest","headPostCode":"011017","headPhone":"(0040)2 12 00 96 00","boss":"Johan Meyer","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"1.0","membership":"Fondul Proprietatea is a member of the Romanian Funds Managers Association (http://www.aaf.ro/en/membri/)","memberOrga":"","goal":"Fondul Proprietatea (“Fondul”) was set up by the Romanian Government in December 2005 to indemnify persons whose assets were abusively expropriated by the Communist regime (especially in cases when restitution in kind would not be possible) by granting shares in Fondul to the respective persons proportionate to their loss. The compensation process was directly managed by Romanian Government without direct involvement from the Fund. In March 2013, the compensation process was suspended and in January 2015 finally closed. &#xd;<br />&#xd;<br />Currently the company is a private close ended Fund listed both on the Bucharest and London Stock Exchanges with relevant positions in major Romanian companies and assets amounting to a net asset value of EUR2.32 billion. It is also a key vehicle to bring investments in Romania and it is has a significant weight on the Bucharest Stock Exchange counting for almost 20% of the BET index.","acronym":"FP","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union , Information Society","euInitiatives":"Fondul Proprietatea is interested in:&#xd;<br />- PRIIPS implementation and changes, &#xd;<br />- Capital Markets Union, &#xd;<br />- AIFMD potential future changes,&#xd;<br />- potential future changes in Corporate Governance principles.","lastUp":"2018-02-16T14:06:20.511+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}