{"id":"673306032010-87","name":"Which?, the consumer's association","registrationDate":"2018-07-10T12:29:52.725+02:00","category":2,"subCategory":3,"legal":"Charity and a company limited by guarantee","web":"http://www.which.co.uk","country":"United kingdom","headAddress":"2 Marylebone Road","headCity":"LONDON","headPostCode":"nw1 4df","headPhone":"(44)77 70 70 00","boss":"Peter Vicary-Smith","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":3,"membersFTE":"0.75","membership":"Which? is a member of the European Consumers' Association (BEUC) and Consumers International (CI). Which? is also active in the Transatlantic Consumer Dialogue (TACD). We conduct some of our product testing through International Consumer Research &amp; Testing (ICRT).","memberOrga":"As of December 2017 Which? had 714,643 as reported in our annual report.","goal":"Goals / remit of your organisation:&#xd;<br />Which? is an independent, not-for-profit consumer organisation. Which? has more than 1 million member and supporters and is the largest independent consumer membership organisation in the UK. Independent of government and industry, Which? is funded through its successful commercial businesses. Which? is a consumer champion working to make things better for consumers. Our campaigns make people's lives fairer, simpler and safer.&#xd;<br />&#xd;<br />Which? exists to make individuals as powerful as the organisations they have to deal with in their daily lives. We campaign for all UK consumers to help them get a fairer deal. We currently focus on energy, personal finance, food and other consumer markets.","acronym":"Which?","interests":"Agriculture, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Energy, Environment, Food Safety, Fraud prevention, Justice and Fundamental Rights, Public Health, Trade","euInitiatives":"Which? engages on a broad range of issues including financial services, energy, food safety, telecommunications and consumer rights.","lastUp":"2018-07-10T12:30:31.108+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}