{"id":"674405636133-76","name":"Siel Bleu","registrationDate":"2019-10-08T08:59:23.797+02:00","category":3,"subCategory":2,"legal":"Association loi 1908","web":"https://www.sielbleu.org/","country":"France","headAddress":"42, RUE DE LA KRUTENAU","headCity":"STRASBOURG","headPostCode":"67000","headPhone":"(33)3 88 24 76 03","boss":"Jean-Daniel MULLER","bossTitle":"Mr","bossPosition":"Co-Founder &amp; CEO","membersCount":2,"membersFTE":"0.75","membership":"- Ashoka&#xd;\n- French Impact","memberOrga":"","goal":"Siel Bleu is an non-profit organisation founded in 1997 in Strasbourg which promotes good health and well being through Adapted Physical Activity (APA).&#xd;<br />The original idea that led to Siel Bleu’s creation was to use adapted exercise programmes to fulfil the unmet need for preventative exercises for people in need of Long-Term Care (LTC).&#xd;<br />Our objectives: health prevention, social ties preservation, and improving quality of life while facilitating the financial and geographical accessibilities to our activities.&#xd;<br />We are now operating in 4 European countries (France, Belgium, Ireland &amp; Spain) thanks to 700 highly qualified and motivated employees. We offers adapted physical activities to 120,000 older adults, people with intellectual or physical disabilities, chronic diseases, or the underprivileged, etc.&#xd;<br />Several major scientific studies confirm the benefits of our activities. Adapted Physical Activities has tremendous benefits for cancer, improving quality of life, physical functioning and is an effective way to fight the tiredness link to chemotherapy (McNeely meta-analysis).&#xd;<br />Every year we launch new programmes to address the most urgent issues. We created an institute to support studies to measure the impact of Adapted Physical Activity on other diseases.&#xd;<br />Siel Bleu has a Social and Solidarity Economy model: our two co-founders have been Ashoka fellows since 2006.","acronym":"","interests":"Climate Action, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, International co-operation and development, Public Health, Research and innovation, Sport, Youth","euInitiatives":"- Healthy ageing&#xd;<br />- Health Enhanced Physical Activity (HEPA)&#xd;<br />- Long-Term Care&#xd;<br />- Social inclusion&#xd;<br />- Healthy lifestyles promotion&#xd;<br />- Chronic diseases prevention&#xd;<br />- Obesity reduction&#xd;<br />- Musculoskeletal disorders (MSDs) prevention","lastUp":"2019-10-08T09:00:51.183+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}