{"id":"674540826288-43","name":"EDUin, o. p. s.","registrationDate":"2017-03-10T10:58:36.448+01:00","category":3,"subCategory":2,"legal":"obecně prospěšná společnost","web":"http://www.eduin.cz","country":"Czech republic","headAddress":"Veslařský ostrov 62","headCity":"Prague","headPostCode":"14700","headPhone":"(420)6 05 96 73 68","boss":"Zdeněk Slejška","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"1.0","membership":"Ashoka","memberOrga":"http://otevrenevzdelavani.cz/aliance-ov/","goal":"Why was EDUin established?&#xd;<br />&#xd;<br />Because…&#xd;<br />&#xd;<br />there is no organization that is focused on systematic propagation of education&#xd;<br />&#xd;<br />–  we want to provide the public with an overview of everything that is happening in education.&#xd;<br />&#xd;<br />the topic of education appears in the media time to time, but there is no regular, prompt and independent commenting on events in schools and education – therefore we want to bring such comments with the assistance of many experts.&#xd;<br />&#xd;<br />the public learns about education in a form which is difficult to understand – therefore we want to bring current issues and trends in education in a form that is comprehensible to non-professionals.&#xd;<br />&#xd;<br />there is a lot of interesting information among professionals which brings various perspectives on education, but the general public is not familiar with it –  we want to disseminate such information and popularize the results of researches and studies.&#xd;<br />&#xd;<br />the politicians usually pay only marginal attention to the topic of education and do not feel the need to give it high priority – therefore we want to provide the public (voters) with unbiased information so that they can have an idea of what to demand from their representatives.&#xd;<br />&#xd;<br />there has been a reform of education at schools running for several years but it becomes apparent that its contents and goals are not fully understood – therefore we want to explain the nature of the changes in an easy manner and show examples of good practice that prove that “it works”.&#xd;<br />experience from other countries shows that the change leading to higher efficiency of the education system is possible but we have to give it some time and we must understand it – therefore we want to create opportunities for public dialogue on the issue of education. And finally, because education concerns us all.&#xd;<br />&#xd;<br />What does EDUin deal with?&#xd;<br />&#xd;<br />we focus on education issues and our effort is to inform the public about everything that’s happening in education and is important&#xd;<br />&#xd;<br />we provide the general public with available information in an understandable and interesting way explaining how and why our schools are changing, how we all learn, not just our children.&#xd;<br />&#xd;<br />we connect experts from various fields who deal with the subject of education and human resource development and have inspiring ideas.We promote the results of researches and studies and introduce them to the general public in an engaging and comprehensible form.&#xd;<br />&#xd;<br />Who collaborates with EDUin?&#xd;<br />people who are interested in the topic of education and they are not indifferent to what is happening in our education. People who want to participate actively in changing the character of education and the school system&#xd;<br />experts from various fields ranging from education, psychology, media, sociology, PR to specialists in human resource development and company managers&#xd;<br />organizations that are interested in promoting common ideas volunteers who help with our projects&#xd;<br />&#xd;<br />How does EDUin work?&#xd;<br />we are an independent organization promoting objectivity and openness our financial portfolio consists of multiple sources – grants, CSR, private donations, self-financing projects the core of the organization is a small team cooperating with local groups and individuals who take care of individual projects and activities we operate as a network not as a hierarchy&#xd;<br />&#xd;<br />Where does EDUin carry out its activities?&#xd;<br />we operate in the media, on the Internet, through personal meetings, we realize activities with partners who are interested in cooperation in places that can naturally become edu-centers (libraries, schools, cultural facilities, education centers, etc.)&#xd;<br />&#xd;<br />Information brochure about EDUin (in Czech) can be downloaded HERE. http://www.eduin.cz/wp-content/uploads/2015/05/EDUin_brozura_2015.pdf","acronym":"EDUin","interests":"Audiovisual and Media, Education, Research and Technology, Youth","euInitiatives":"Activities and Projects&#xd;<br />EDUinfo&#xd;<br />&#xd;<br />We follow current events connected to the school system and education and regularly comment on them. We publish news, press releases, write comments, contact the media, prepare multimedia messages. We strive to offer current information and balanced views. Our target groups are journalists who provide information services and the wider public, for whom we prepare various types of media messages, eg. a weekly newsletter called bEDUin.&#xd;<br />&#xd;<br />more can be foud http://www.eduin.cz/en/#activities_and_projects","lastUp":"2017-03-10T11:00:11.954+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}