{"id":"674667430655-07","name":"ΣΥΛΛΟΓΟΣ ΕΘΕΛΟΝΤΙΚΗΣ ΔΙΑΣΩΣΤΙΚΗΣ ΟΜΑΔΑΣ ΚΡΙΣΕΩΝ","registrationDate":"2018-03-07T19:53:03.838+01:00","category":3,"subCategory":2,"legal":"ΜΗ ΚΥΒΕΡΝΗΤΙΚΗ ΟΡΓΑΝΩΣΗ","web":"http://www.edok.gr","country":"Greece","headAddress":"Εθελοντική Διασωστική Ομάδα Κρίσεων, Υπόψη: κος Παντελής Καστρινάκης, Μήλου 10, Νίκαια, Τ.Κ. 18454","headCity":"Αθήνα","headPostCode":"","headPhone":"(30)21 04 92 94 25","boss":"Παντελής Καστρινάκης","bossTitle":"Mr","bossPosition":"Πρόεδρος Δ.Σ. της Ε.Δ.Ο.Κ.","membersCount":2,"membersFTE":"0.5","membership":"http://www.eddyppy.gr/parous_prog&#xd;\n&#xd;\nBlue Star Ferries - Διπλή διάκριση για την Attica Group στα Tourism ...&#xd;\nhttps://www.bluestarferries.com/.../1778-διπλή-διάκριση-για-την-attica-group-στα-tour...&#xd;\n&#xd;\nΤομείς Εθελοντικής Προσφοράς&#xd;\nwww.athinahalfmarathon.gr › Αρχική › Εθελοντές&#xd;\n&#xd;\nΠεριβαλλοντολογική Δράση ΣΚΑΙ - ΕΔΟΚ&#xd;\nwww.edok.gr/περιβαλλοντολογική-δράση-σκαι&#xd;\n&#xd;\nΣεμινάρια Α΄Βοηθειων από την ΕΔΟΚ - nikaia-rentis.gov.gr&#xd;\nhttps://www.nikaia-rentis.gov.gr/index.php/2013-11-12.../3575-2014-09-18-07-52-31&#xd;\n&#xd;\nΑσφάλεια | Greece Race for the Cure®&#xd;\nhttps://www.greecerace.gr/safety/&#xd;\n&#xd;\n/ Εταιρική Κοινωνική Ευθύνη | Cana Laboratories&#xd;\nhttps://www.cana.gr/news.php?lang=1&amp;pg=6&amp;id=216&#xd;\n&#xd;\nΣυνεκπαίδευση της ΚΟΜΑΚ με την ΕΔΟΚ (φωτογραφίες) « olympia.gr&#xd;\nhttps://olympia.gr/2018/01/24/συνεκπαίδευση-της-κομακ-με-την-εδοκ-φω/&#xd;\n&#xd;\nEdok resque | Non-governmental Organization (ngo) | Piraeus&#xd;\nhttps://gr.locale.online › Non-governmental Organization (ngo) › Piraeus&#xd;\n&#xd;\nΠαράδοση εξοπλισμού στην Εθελοντική Διασωστική Ομάδα Κρίσεων ...&#xd;\nwww.voreini.gr/b-a-attikh/dhmoi/paradosi-exoplismou-stin-ethelontiki/","memberOrga":"ΕΘΕΛΟΝΤΙΚΗ ΔΙΑΣΩΣΤΙΚΗ ΟΜΑΔΑ ΚΡΙΣΕΩΝ ΑΜΟΡΓΟΥ&#xd;\n&#xd;\nhttp://facebook.com/edok.amorgos&#xd;\n&#xd;\nedok.amorgos@gmail.com&#xd;\nΔιεύθυνση: ΑΜΟΡΓΟΣ-Μ. ΚΥΚΛΑΔΕΣ, 84008","goal":"Σκοποί της Οργάνωσης είναι κυρίως:&#xd;<br />Η παροχή βοηθείας στο κοινωνικό σύνολο με τη μορφή διάσωσης, ανθρωπιστικών αποστολών και εν γένει εθελοντικής βοήθειας πάσης φύσεως στην Ελληνική επικράτεια ή εκτός αυτής από την ίδια, ή και μέσω των παραρτημάτων:&#xd;<br />1)  Εκτάκτου και εθνικής ανάγκης για την αντιμετώπιση και διαχείριση κινδύνων, κρίσεων, καταστροφών ή σοβαρών περιβαλλοντικών κινδύνων όπως σεισμών, αποκλεισμών (χιόνια, πλημμύρες), πυρκαγιών, ερευνών αγνοουμένων (ιδιαίτερα σε ορεινές ή θαλάσσιες ζώνες). Προσφορά παροχής βοήθειας σε έμψυχο δυναμικό και τεχνικό υλικό μπορεί να διατεθεί από την Οργάνωση από οποιονδήποτε ζητηθεί, στα πλαίσια της διάσωσης και σε διεθνές επίπεδο.&#xd;<br />2) Φυσικών καταστροφών (σεισμών, πλημμυρών, χιονοστιβάδων, αξιολόγηση χώρων καταφυγής, την οργάνωση και διαχείριση καταυλισμών κ.ο.κ.)&#xd;<br />3) Ανθρωπογενών και τεχνολογικών καταστροφών (πυρκαγιών, μαζικών ατυχημάτων, κ.ο.κ.)&#xd;<br />4)    Ανθρωπογενών κρίσεων (πολεμικών  συγκρούσεων  και αποτελέσματα  αυτών)&#xd;<br />5)  Σε κάθε άλλη εξαιρετική κατάσταση συγκρίσιμη με φυσικές ή ανθρωπογενείς καταστροφές.&#xd;<br />6)   Οι πρωτοβουλίες, παραινέσεις, άμεσες ενέργειες και δράσεις για την προστασία του περιβάλλοντος.&#xd;<br />7)  Θέματα που αφορούν την νεολαία, ενισχύουν την πρωτοβουλία αυτών, τη διεθνή γνώση και την περιβαλλοντική προστασία και έλεγχο.&#xd;<br />8)   Η παροχή επείγουσας ανθρωπιστικής βοήθειας, επισιτιστικής, αναπτυξιακής, προβολή και προώθηση των θεμάτων του εθελοντισμού, της κοινωνικής προσφοράς, της βελτίωσης του κοινωνικού, βιοτικού και άλλων επιπέδων, την ψυχοκοινωνική στήριξη πληγέντων, την οργάνωση και διαχείριση καταυλισμών, την οικοδόμηση θεσμών της προστασίας των ανθρωπίνων δικαιωμάτων, της κοινωνικής φροντίδας και πρόνοιας, της εκπαίδευσης, της κατάρτισης, της προστασίας του περιβάλλοντος, της ισότητας μεταξύ ανδρών και γυναικών και κάθε άλλης μορφής βοήθεια, όπως αναδιάρθρωσης και αποκατάστασης προς τους πληθυσμούς τοπικών κοινωνιών είτε του κράτους είτε τρίτων και δη αναπτυσσόμενων χωρών καθώς και ανάληψη πρωτοβουλιών, προκειμένου να συντελέσουν στην οικονομική και κοινωνική ανάπτυξη των χωρών αυτών σε συνεργασία με την Υπηρεσία Διεθνούς Αναπτυξιακής Συνεργασίας (Υ.Δ.Α.Σ. – Hellenic Aid, Υπουργεία, υπηρεσίες και φορείς αρμόδια για το περιβάλλον), με όλα τα υπουργεία και τους φορείς του κράτους, με όλες τις υπηρεσίες, φορείς και οργανώσεις της Ευρωπαϊκής Ένωσης ή διεθνείς φορείς και οργανισμούς, μέσω προγραμμάτων συναφών με τους σκοπούς.&#xd;<br />&#xd;<br />9)  Η ενίσχυση της κοινωνικής ευαισθησίας και του πνεύματος εθελοντικής   προσφοράς.&#xd;<br />10)  Η παροχή βοήθειας από την Οργάνωση προσφέρεται  χωρίς καμία φυλετική, θρησκευτική, πολιτική, οικονομική, κοινωνική ή άλλου είδους διάκριση.&#xd;<br />11) Η παροχή βοήθειας συμπεριλαμβάνει επίσης επιχειρήσεις πρόληψης και προετοιμασίας αντιμετώπισης καταστροφών φυσικών, τεχνολογικών ή παρόμοιων καταστάσεων που έχουν άμεση επίδραση στον άνθρωπο και στο περιβάλλον.&#xd;<br />12)  Η βοήθεια αυτή ως επιχειρησιακή δράση θα αναπτύσσεται εκτός από τα όρια του νομού στον οποίο εντάσσεται, σε όλη την επικράτεια και το εξωτερικό. Στην περίπτωση που η επιχειρησιακή δράση αναπτυχθεί σε νομό που έχει συσταθεί παράρτημα θα συντελείται επικουρικά προς το παράρτημα.&#xd;<br />13)  Η διάσωση ατόμων που κινδυνεύουν και χρήζουν βοήθειας σε όλα τα επίπεδα και πεδία.&#xd;<br />14)  Να εγκαθιστά, ιδρύει και να λειτουργεί πάσης φύσεως Κέντρα Εκπαιδευτικής Κατάρτισης σύμφωνα με την ισχύουσα εθνική ή Ευρωπαϊκή νομοθεσία, να ασκεί κερδοσκοπικές δραστηριότητες προς εξασφάλιση οικονομικών πόρων για την ευόδωση των σκοπών για τους οποίους έχει συσταθεί.&#xd;<br />15) Την ενημέρωση των κατοίκων και την εκπαίδευση ομάδων πολιτών και μαθητών ώστε να αποκτήσουν γνώσεις αντιμετώπισης μεγάλης καταστροφής.&#xd;<br />16) Την εκπόνηση προγράμματος και την παροχή βοήθειας σε οποιαδήποτε επιστημονική εξερευνητική, οικολογική, περιβαλλοντική αποστολή που χρειάζεται τη βοήθεια και τις γνώσεις των μελών του σωματείου.","acronym":"Ε.Δ.Ο.Κ.","interests":"Education, Public Health","euInitiatives":"Βρίσκεται σε  επικοινωνία και συνεργασία με  εθελοντικές Μη Κυβερνητικές Οργανώσεις καθώς και με αντίστοιχα Ν.Π.Ι.Δ. του Εσωτερικού και του Εξωτερικού.","lastUp":"2018-03-08T19:39:34.177+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}