{"id":"675176511033-32","name":"European Industrial Hemp Association","registrationDate":"2013-04-22T11:51:17.638+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.eiha.org","country":"Germany","headAddress":"Gebäude 0611","headCity":"Huerth","headPostCode":"50354","headPhone":"(49)22 33 48 14 49","boss":"Romanese Lorenza","bossTitle":"Ms","bossPosition":"Managing Director","membersCount":2,"membersFTE":"1.25","membership":"EIHA is working together with associations as you can see at: http://eiha.org &#xd;\nEIHA is not member of these associations.","memberOrga":"http://eiha.org/members","goal":"The \"European Industrial Hemp Association (EIHA)\" has formed itself as an association of Hemp primary processing companies within the EU (regular members). Associate members are associations, national organisations, companies and individuals working in the field of Hemp or other natural fibres.&#xd;<br />&#xd;<br />Aims of the EIHA are&#xd;<br />&#xd;<br />- To support the cultivation, processing and use of industrial Hemp - i.e. Hemp strains that are allowed to be cultivated in accordance with EU law and the raw materials of which are processed industrially - and its products.&#xd;<br />- To collect important information on industrial Hemp and industrial Hemp policy, to publish data about the European Natural Fibres Industry and to establish market figures and trends.&#xd;<br />- To give industrial partners easy access to the European Hemp Industry via the EIHA homepage.&#xd;<br />- To establish a regular exchange of information between its members and to co-operate with other national, European and international organisations and associations.&#xd;<br />- To represent the industry to EU institutions and National Ministries.&#xd;<br />- To support communication between the National Ministries concerning EU-policy.&#xd;<br />- To provide EU institutions, National Ministries, the media and the public with current and reliable information on industrial Hemp, to develop and submit recommendations for changes to present laws, regulations, standards and guidelines on EU and national levels.","acronym":"EIHA","interests":"Agriculture and Rural Development, Communication, Food Safety, Public Health, Research and innovation","euInitiatives":"Bio-Based Expert Group &#xd;<br />Bio-based panel &amp; Food Drink Europe&#xd;<br />ASTM D37","lastUp":"2019-12-02T14:45:25.770+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}