{"id":"675193427744-76","name":"Nederlandse Waterschapsbank","registrationDate":"2017-07-14T13:08:20.739+02:00","category":2,"subCategory":3,"legal":"N.V.","web":"http://www.nwbbank.com","country":"Netherlands","headAddress":"Rooseveltplantsoen 3","headCity":"The Hague","headPostCode":"2517 KR","headPhone":"(31)7 04 16 62 59","boss":"Lidwin van Velden","bossTitle":"Ms","bossPosition":"Chairman of the Managing Board","membersCount":4,"membersFTE":"1.0","membership":"Dutch Banking Association&#xd;\nEuropean Association for Public Banks","memberOrga":"","goal":"Nederlandse Waterschapsbank N.V. (NWB Bank) is a leading financial services provider for the public sector. The bank arranges short-term and long-term loans for water authorities, municipalities, provinces, social housing, healthcare, educational institutions, public-private partnerships (\"PPP\") and activities in the field of watersupply and the environment.&#xd;<br />NWB Bank funds its activities on the international money and capital markets on the back of a very strong financial position and ratings from Moody’s (Aaa) and Standard &amp; Poor’s (AAA). Since the bank was founded in 1954, its shares have been held by public authorities.&#xd;<br />The bank’s objective is to provide the required funding subject to the most favourable terms and tailored specifically to the individual customer. Social relevance, high quality and a strong financial position and integrity are the cornerstones of the bank’s policy.","acronym":"NWB Bank","interests":"Banking and financial services, Economy, finance and the euro","euInitiatives":"Anything related to bank supervision, capital requirements and the role of National Promotional Banks. &#xd;<br />&#xd;<br />Currently the revision proposals for CRD IV and CRR have our specific interest, especially article 492a of CRR which includes the definition of public development credit institution. This definition is a.o. very important for the calculation of the leverage ratio of NWB Bank.","lastUp":"2018-06-19T09:14:27.232+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}