{"id":"675308525163-58","name":"Държавно предприятие \"Пристанищна инфраструктура\"","registrationDate":"2016-12-28T16:10:56.209+02:00","category":6,"subCategory":9,"legal":"public body - state enterprise","web":"http://www.bgports.bg","country":"Bulgaria","headAddress":"69 Shipchenski Prohod Blvd.","headCity":"Sofia","headPostCode":"1574","headPhone":"(359)28 07 99 99","boss":"Anguel Zabourtov","bossTitle":"Mr","bossPosition":"Director General","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"According to Art. 115 l of the Maritime Spaces, Inland Waterways and Ports of the Republic of Bulgaria Act Bulgarian Ports Infrastructure Company (BPI Co.) is a statutory corporation, with Headquarter Office in Sofia, four Branches – Territorial Directorate in Burgas, Varna, Lom and Ruse, and three Specialized divisions: Directorate Vessel Traffic Services Authority – Black Sea, Directorate Vessel Traffic Management  – Danube River and Directorate Port Terminals Operation.&#xd;<br />&#xd;<br />BPI Co. is the managing body of the ports in Bulgaria, manages the port infrastructure of the public transport ports in accordance with the law applicable.The object of activities of BPI Co. includes:&#xd;<br />&#xd;<br />- construction, reconstruction, rehabilitation and maintenance of the public transport ports of national importance;&#xd;<br />- maintenance of the existing and the building of new approach canals, port aquatories, sea and river depots for the disposal of dredging mass, breakwaters, protection facilities and other servicing public transport ports of national importance;&#xd;<br />- management of the property in public transport ports of national importance;&#xd;<br />- elaboration, maintenance and storage of the register containing data on the port infrastructure of public transport ports of national importance;&#xd;<br />- assistance to the Minister of Transport, Information Technology and Communications in exercising control over the implementation of the concession contracts and the contracts with the single-shareholder commercial companies for performance of the port services and activities;&#xd;<br />- responsibility for the preparation, implementation and maintenance of security plans for port areas which include a public transport port of national importance;&#xd;<br />- provision of access to public transport ports;&#xd;<br />- construction and maintenance of facilities servicing the system for monitoring of ship movements and information and the Bulgarian river information system;&#xd;<br />- securing the navigation safety in the territorial sea, the internal sea waters, the canals and the port aquatory.&#xd;<br />&#xd;<br />BPICo. is responsible for provision of information on traffic management and information services for shipping, distribution of marine information on safety and maintenance. BPICo. provides:&#xd;<br />&#xd;<br />- services through the Global Maritime Distress &amp; Safety System (GMDSS);&#xd;<br />- telecommunication ship-shore / shore-ship services;&#xd;<br />- services pertinent to traffic control and information support of shipping and the provision of river information services to ship traffic;&#xd;<br />- hydrometeorological information.","acronym":"BPI Co.","interests":"Environment, Single market, Trans-European Networks, Transport","euInitiatives":"- Regulation (EU) 2017/352 of the European Parliament and of the Council of 15 February 2017 establishing a framework for the provision of port services and common rules on the financial transparency of ports;&#xd;<br />- Regulation (EU) 2019/1239 of the European Parliament and of the Council of 20 June 2019 establishing a European Maritime Single Window environment and repealing Directive 2010/65/EU;&#xd;<br />- Directive (EU) 2019/883 of the European Parliament and of the Council of 17 April 2019 on port reception facilities for the delivery of waste from ships, amending Directive 2010/65/EU and repealing Directive 2000/59/EC;&#xd;<br />- Directive 2002/59/EC of the European Parliament and of the Council of 27 June 2002 establishing a Community vessel traffic monitoring and information system and repealing Council Directive 93/75/EEC, as amended;&#xd;<br />- Directive 2014/89/EU of the European parliament and of the Council of 23 July 2014 establishing a framework for maritime spatial planning;&#xd;<br />- Commission Regulation (EU) No 651/2014 of 17 June 2014 declaring certain categories of aid compatible with the internal market in application of Articles 107 and 108 of the Treaty;&#xd;<br />- Commission Regulation (EU) 2017/1084 of 14 June 2017 amending Regulation (EU) No 651/2014 as regards aid for port and airport infrastructure;&#xd;<br />- Directive 2010/65/EU of the European parliament and of the Council of 20 October 2010 on reporting formalities for ships arriving in and/or departing from ports of the Member States and repealing Directive 2002/6/EC;&#xd;<br />- International Convention for the Prevention of Pollution from Ships (MARPOL); &#xd;<br />- International Safety Management Code within the Community and repealing Council Regulation;&#xd;<br />-Review of the Alternative Fuels Infrastructure Directive;&#xd;<br />- Consultation on Regulation 1315/2013 on Union guidelines for the development of the Trans-European Transport network;&#xd;<br />- Targeted review of the General Block Exemption Regulation (State aid): extension to national funds combined with certain Union programmes.","lastUp":"2019-09-05T13:43:28.381+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}