{"id":"675684935267-53","name":"Association for the Prevention of Torture","registrationDate":"2019-07-01T11:37:27.597+02:00","category":3,"subCategory":2,"legal":"Association (under Art. 60 Swiss Civil Code)","web":"http://www.apt.ch","country":"Switzerland","headAddress":"Centre Jean-Jacques Gautier, 10 route de Ferney","headCity":"Geneva","headPostCode":"CH-1211","headPhone":"(41)2 29 19 21 70","boss":"Barbara BERNATH","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":4,"membersFTE":"1.0","membership":"The APT has consultative status with:&#xd;\n   -  The United Nations Economic and Social Council&#xd;\n   -  The Organisation of American States&#xd;\n   -  The Council of Europe&#xd;\n   -  The African Commission on Human and Peoples' Rights&#xd;\n   -  The Organisation Internationale de la Francophonie&#xd;\n&#xd;\nWe are also a member of the following networks:&#xd;\n    -  Human Right and Democracy Network (Brussels)&#xd;\n    -  International Detention Coalition&#xd;\n    - SOS Torture Network&#xd;\n    - Swiss NGO Platform for Human Rights","memberOrga":"","goal":"Our vision: For societies free of torture that protect the dignity of persons deprived of liberty.&#xd;<br />&#xd;<br />Our strategy: APT’s work is based on our analysis of high risks of torture and the changes that are needed to reduce those risks.&#xd;<br />&#xd;<br />Our own contributions to change focus on three interlinked strategies, described in our Strategic Plan and Agenda for Change:&#xd;<br />&#xd;<br />1. Strengthening legal and policy frameworks, so that torture and other forms of ill-treatment are criminalised and safeguards are in place;&#xd;<br />&#xd;<br />2. Improving detention practices, to reduce the risk of torture and ill-treatment in police custody and increase protection of all detained persons, in particular those in specific situations of vulnerability;&#xd;<br />&#xd;<br />3. Strengthening public oversight, through increased transparency in places of detention and a strong and effective OPCAT system.","acronym":"APT","interests":"Education and training, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Justice and Fundamental Rights, Regional Policy","euInitiatives":"The APT works with and on the European Commission’s DG Justice’s, the EEAS’ and the European Parliament’s policies and activities framing and contributing to the fight against torture, within and outside the EU. We for instance follow the development and implementation of policies related to procedural rights at EU level (Swedish Roadmap of the Stockholm Programme), the development and implementation of policies related to the fight against torture at external level (EU Guidelines on torture), and the wider work of the EU on torture, internally and externally, including in multilateral fora (UN HRC...).","lastUp":"2019-07-01T11:38:23.251+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}