{"id":"675655931245-58","name":"Bundesverband der obst-, gemüse- und kartoffelverarbeitenden Industrie e.V.","registrationDate":"2018-04-18T13:21:07.795+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.bogk.org","country":"Germany","headAddress":"Von-der-Heydt-Straße, 9","headCity":"Bonn","headPostCode":"53177","headPhone":"(49)2 28 93 29 10","boss":"Konrad Linkenheil","bossTitle":"Mr","bossPosition":"Vorsitzender","membersCount":1,"membersFTE":"0.25","membership":"Bundesvereinigung der Deutschen Ernährungsindustrie e.V. (BVE)&#xd;\n&#xd;\nBund für Lebensmittelrecht und Lebensmittelkunde e.V. (BLL)&#xd;\n&#xd;\nForschungskreis der Ernährungsindustrie e.V. (FEI)","memberOrga":"https://www.bogk.org/uber-den-bogk/mitglieder","goal":"Dem Verband obliegt die Wahrung und Förderung der ideellen, wirtschaftlichen und fachlichen Interessen der Mitglieder. Der Verband befasst sich insbesondere mit der Vertretung der Interessen seiner Mitglieder gegenüber Parlamenten und Behörden, der Europäischen Union, der Bundesrepublik Deutschland und der Bundesländer; mit Fragen der Zusammenarbeit mit Verbänden und Organisationen der Ernährungs- und Landwirtschaft in der Europäischen Union, der Bundesrepublik Deutschland und den Bundesländern; mit übergeordneten Fragen der Sozial- und Tarifpolitik; mit der Wahrung der gemeinsamen Interessen seiner Mitglieder gegen unlauteren Wettbewerb; mit der fachlichen Beratung seiner Mitglieder. Der Zweck des Verbandes ist nicht auf einen wirtschaftlichen Geschäftsbetrieb ausgerichtet.","acronym":"BOGK","interests":"Agriculture and Rural Development, Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Energy, Enterprise, Environment, Food Safety, Public Health, Taxation, Trade","euInitiatives":"Alle für unsere Branche relevanten Vorgänge zum Verbraucherschutz, Lebensmittelrecht und Handel sowie zur Landwirtschaft, Ernährung, Gesundheit, Umwelt, Energie und Industrie.","lastUp":"2018-04-18T13:24:56.516+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}