{"id":"6757761112-79","name":"Council of Geopolitics","registrationDate":"2008-07-01T14:10:04.717+01:00","category":4,"subCategory":5,"legal":"foundation","web":"http://geotan.hu","country":"Hungary","headAddress":"Kiskorona, 14.","headCity":"Budapest","headPostCode":"1036","headPhone":"(3620)3 68 78 10","boss":"István Pinter","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.75","membership":"Special consultative status at the United Nations' Economic and Social Council - New York&#xd;\n&#xd;\nFinancial Transparency Coalition - Washington D.C.","memberOrga":"None","goal":"The Council of Geopolitics was formed in 2001 as a civil analysis center.&#xd;<br />Primarily the Council makes competitive, political and strategic researches and geopolitical analyses.It helps the work of the Hungarian media, and organizes conferences and seminars as well as holding lectures on the questions of foreign and security policy. It also undertakes the preparation of risk analyses and the handling of the business risks revealed. In addition, it has strong transatlantic connections, and, as a policy, does not lobby in the interests of any one of its individual members nor does it seek out or accept government subsidies. This independent and neutral position is a vital foundation for the Council. &#xd;<br />&#xd;<br />The Council deals with national and multilateral policies, safeguards, and agreements in the fields of civil rights, virtual and cyber spaces. In putting forward solutions, facilitating strategic partnerships, and conducting groundbreaking research,&#xd;<br />&#xd;<br />It has special consultative status at the United Nations' Economic and Social Council.","acronym":"CoG","interests":"Culture and media, Digital economy and society, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Fraud prevention, International co-operation and development, Justice and Fundamental Rights, Research and innovation","euInitiatives":"Main EU initiatives, policies and legislative files on:&#xd;<br />&#xd;<br />digital economy&#xd;<br />good governance&#xd;<br />human rights&#xd;<br />freedom of press&#xd;<br />neighbourhood policy","lastUp":"2019-12-19T16:48:48.141+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}