{"id":"6766950469-32","name":"The Lisbon Council for Economic Competitiveness and Social Renewal asbl","registrationDate":"2008-10-05T18:11:56.253+01:00","category":4,"subCategory":5,"legal":"asbl","web":"http://www.lisboncouncil.net","country":"Belgium","headAddress":"rue de la Loi, 155","headCity":"Brussels","headPostCode":"1040","headPhone":"(322)6 47 95 75","boss":"Paul Hofheinz","bossTitle":"Mr","bossPosition":"President","membersCount":11,"membersFTE":"8.0","membership":"","memberOrga":"http://www.lisboncouncil.net/about-us/leadership/general-assembly.html#-general-assembly","goal":"The Lisbon Council is a think tank and policy network committed to promoting sustainable economic growth, encouraging human capital development, generating more and better jobs and working towards a prosperous future for Europe and the world. Our collaborative network – made up of top economists, NGO leaders, business strategists, progressive policy makers, public figures, concerned citizens and leading-edge thinkers – believes in the power of innovation, the spirit of entrepreneurship and the difference that each and every individual can make. At the heart of our activities are solution-oriented seminars, thought-provoking publications, and distinguished centres of research excellence. The Lisbon Council is incorporated in Belgium as an independent, non-profit and non-partisan association.","acronym":"The Lisbon Council","interests":"Agriculture and Rural Development, Banking and financial services, Budget, Business and Industry, Climate Action, Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Foreign affairs and security policy, Institutional affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Youth","euInitiatives":"Digital Single Market, EU2020, European Investment Plan, Innovation, innovation-based growth, R&amp;D, evidence-based policymaking, economy, jobs, fiscal sustainability, education and human capital, energy, environment, startups, SMEs, entrepreneurs, the data economy, the future of Europe","lastUp":"2019-02-27T13:05:32.384+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}