{"id":"676974536971-63","name":"Splunk","registrationDate":"2020-01-14T14:53:19.704+01:00","category":2,"subCategory":3,"legal":"Inc","web":"http://www.splunk.com","country":"United states","headAddress":"270 Brannan Street","headCity":"San Francisco, California","headPostCode":"94107","headPhone":"(1)41 58 48 84 00","boss":"Gordon Morrison","bossTitle":"Mr","bossPosition":"Director for EMEA Government Affairs","membersCount":1,"membersFTE":"0.5","membership":"In Brussels: BSA&#xd;\nIn London: techUK, ADS&#xd;\nIn Berlin: Bitkom","memberOrga":"","goal":"Splunk Inc. (NASDAQ: SPLK) turns data into doing with the Data-to-Everything Platform. Splunk technology is designed to investigate, monitor, analyze and act on data at any scale, from any source over any time period. The Data-to-Everything platform removes the barriers between data and action, so our customers -- regardless of size or business -- have the freedom to deliver meaningful outcomes across their entire organization. Our unique approach to data has empowered companies to improve service levels, reduce operations costs, mitigate risk, enhance DevOps collaboration and create new product and service offerings.","acronym":"","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Data protection, network and information security, critical infrastructure, cloud computing, consumer protection, cybercrime, digital single market, free flow of data, telecommunications policy, ePrivacy, trade and export controls, IoT and artificial intelligence.","lastUp":"2020-01-14T14:53:59.755+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}