{"id":"677024229525-67","name":"The Joint Programming Initiative Healthy and Productive Seas and Oceans","registrationDate":"2018-01-25T17:42:24.476+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.jpi-oceans.eu/","country":"Belgium","headAddress":"Rue du Trône 4","headCity":"Brussels","headPostCode":"1000","headPhone":"(0032)0 26 26 16 60","boss":"Anders Knut Brudevoll","bossTitle":"Mr","bossPosition":"Administrateur","membersCount":9,"membersFTE":"6.5","membership":"","memberOrga":"All member countries participating in JPI Oceans are represented in the Management Board (MB). The representatives from each country have sufficient authority to agree on joint action plans and potential funding initiatives across Europe.&#xd;\n&#xd;\nA list of all members are available on JPI Oceans' website at:&#xd;\nhttp://www.jpi-oceans.eu/about/governance/management-board","goal":"The Joint Programming Initiative Healthy and Productive Seas and Oceans (JPI Oceans) is an intergovernmental platform, open to all EU Member States and Associated Countries and with the participation of international partners on actions of mutual interest.&#xd;<br />&#xd;<br />JPI Oceans focuses on making better and more efficient use of national research budgets, which represent 88% of the research funding within Europe. One of JPI Oceans’ goals is to develop joint research programmes in which countries can be involved on a voluntary basis (variable geometry). Participating countries also decide what contribution to make: this may include institutional, project-related or new funding.&#xd;<br />&#xd;<br />JPI Oceans aims to add value by:&#xd;<br />1.\tavoiding fragmentation and unnecessary duplication,&#xd;<br />2.\tplanning common and flexible initiatives,&#xd;<br />3.\tfacilitating cooperation and foresight, and&#xd;<br />4.\testablishing efficient mechanisms for interaction and knowledge transfer between the scientific community, industry &amp; services, and policy makers at high level in order to solve the grand challenges more effectively.&#xd;<br />&#xd;<br />http://www.jpi-oceans.eu/","acronym":"JPI Oceans","interests":"Climate Action, Environment, Food Safety, Maritime affairs and fisheries, Regional Policy, Research and innovation","euInitiatives":"Marine and maritime science policy&#xd;<br />The European Research Area&#xd;<br />Horizon 2020 and FP9&#xd;<br />Joint Programming Initiatives&#xd;<br />Public to Public Partnerships - P2Ps&#xd;<br />EU policy on \"Blue growth\"","lastUp":"2018-07-16T15:37:15.290+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}