{"id":"677192326173-90","name":"Deutsche Welthungerhilfe e.V.","registrationDate":"2017-03-02T15:59:05.365+01:00","category":3,"subCategory":2,"legal":"eingetragener Verein","web":"http://www.welthungerhilfe.de","country":"Germany","headAddress":"Friedrich-Ebert-Str. 1","headCity":"Bonn","headPostCode":"53173","headPhone":"(49)22 82 28 80","boss":"Wahnbaeck Till","bossTitle":"Mr","bossPosition":"Generalsekretär/CEO","membersCount":3,"membersFTE":"0.75","membership":"http://www.welthungerhilfe.de/unser-netzwerk.html","memberOrga":"http://www.welthungerhilfe.de/vereinsmitglieder.html","goal":"Die Welthungerhilfe ist eine der größten privaten Hilfsorganisationen in Deutschland, politisch und konfessionell unabhängig. Sie wurde 1962 unter dem Dach der UN-Ernährungs- und Landwirtschaftsorganisation (FAO) gegründet. Wir kämpfen dafür, Hunger und Armut zu besiegen. &#xd;<br />Wir leisten Hilfe aus einer Hand: von der schnellen Katastrophenhilfe bis zu langfristig angelegten Projekten der Entwicklungszusammenarbeit. Mit 387 Auslandsprojekten konnten wir im Jahr 2015 7,3 Millionen Menschen in 40 Ländern unterstützen. Seit der Gründung förderte die Welthungerhilfe 8.120 Auslandsprojekte mit rund 3,03 Milliarden Euro, davon 5.746 Selbsthilfeprojekte","acronym":"WHH","interests":"Agriculture and Rural Development, Budget, Climate Action, Consumer Affairs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, Humanitarian Aid, Internal Market, Public Health, Trade, Youth","euInitiatives":"- Menschenrechte&#xd;<br />- Auswärtiges&#xd;<br />- Entwicklungszusammenarbeit&#xd;<br />- Handel&#xd;<br />- Umwelt&#xd;<br />- Land&#xd;<br />- Landwirtschaft&#xd;<br />- Fischerei&#xd;<br />- Frauenrechte&#xd;<br />- Humanitäre Hilfe","lastUp":"2018-03-16T13:37:46.779+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}