{"id":"677350130523-25","name":"European Network for Workplace Health Promotion","registrationDate":"2018-03-04T17:06:15.046+01:00","category":3,"subCategory":2,"legal":"assocciation","web":"http://enwhp.org","country":"Spain","headAddress":"Instituto Nacional de Seguridad, Salud y Bienestar en el Trabajo,  O.A., M.P.  C/ Dulcet, 2-10  Barcelona","headCity":"Barcelona","headPostCode":"08034","headPhone":"(34)9 32 80 01 02","boss":"Karl Dr. Kuhn","bossTitle":"Mr","bossPosition":"Chairman","membersCount":30,"membersFTE":"15.0","membership":"enwhp.org","memberOrga":"enwhp.org","goal":"The purpose of ENWHP is to advance knowledge and practice in the field of Workplace Health Promotion. The Network consults and collaborates with all appropriate partners sharing this purpose. &#xd;<br />&#xd;<br />The new ENWHP has been organised into 6 related divisions:&#xd;<br />&#xd;<br />1.\tPolicy and advocacy – this Division will identify areas in need of policy development in the area of WHP; develop them in a collaborative way and pursue their implementation at EU and national levels.&#xd;<br />&#xd;<br />2.\tResearch – this Division will seek to identify opportunities for and carry out research into WHP worldwide; develop a broad research network and act to implement the results of research into policy and practice.&#xd;<br />&#xd;<br />3.\tEducation and Training – this Division will promote training in the area of WHP.  It will build upon existing training resources to promote better training for WHP experts as well as helping provide training directly.&#xd;<br />&#xd;<br />4.\tAccreditation – this Division will develop a European Standard for good practice in WHP which can be applied to organisations.  It will build upon and be consistent with existing national standards and will develop a European award scheme that organisations can apply for.&#xd;<br />&#xd;<br />&#xd;<br />5.\tPractice – this Division will support the practice of WHP at organisational level through the development of guidelines, creating an online resource of examples of good practice, creating a network or interested practitioners and organising events to support improved practice.&#xd;<br />&#xd;<br />6.\tCommunication and networking – this Division will be the main communications vehicle for the network.  It will publish newsletters and blogs; maintain an internet and social media presence; work to inform policy makers and other stakeholders of developments; and help develop ENWHP events such as conferences and workshops.","acronym":"ENWHP","interests":"Employment and Social Affairs, Enterprise, Public Health, Regional Policy, Research and Technology, Trans-European Networks","euInitiatives":"Public health programmes have increasingly recognised the need to promote health at the workplace, even as the nature of workplaces and employment has changed.  Increasing numbers of smaller workplaces with a wide range of contractual relationships with workers pose a significant challenge to the delivery of workplace health services (OSH and WHP).&#xd;<br />&#xd;<br />The ENWHP has played its part in responding to the workplace health issues of the day and will continue to do so.  However, the time has now come to restructure and redouble our efforts in order to meet the challenges facing the network and the wider workplace.","lastUp":"2018-03-05T11:02:18.797+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}