{"id":"6774178922-55","name":"ARD-Verbindungsbüro Brüssel","registrationDate":"2009-01-06T10:14:34.271+02:00","category":2,"subCategory":4,"legal":"Die ARD und ihre Mitglieder sind Körperschaften des öffentlichen Rechts","web":"http://www.ard.de","country":"Belgium","headAddress":"28, Rue Jacques de Lalaing","headCity":"Brüssel","headPostCode":"1040","headPhone":"(322)2 35 96 66","boss":"Jürgen Burggraf","bossTitle":"Mr","bossPosition":"Büroleiter","membersCount":4,"membersFTE":"3.75","membership":"Die ARD und die in ihr zusammengeschlossenen Landesrundfunkanstalten sind Mitglieder der Europäischen Rundfunkunion (EBU/UER).","memberOrga":"www.ard.de","goal":"Das ARD-Verbindungsbüro in Brüssel vertritt unter Leitung des Westdeutschen Rundfunks die Interessen der ARD gegenüber den europäischen und weiteren internationalen Institutionen in allen medienpolitischen und -rechtlichen Fragen. Neben der Europäischen Kommission, dem Europäischen Parlament und dem Rat gehören dazu auch z.B. der Europarat, die UNESCO und die WTO.&#xd;<br />&#xd;<br />Der Aufgabenbereich des Büros umfasst die Beobachtung, strategische Analyse und pro-aktive Begleitung aller für die ARD relevanten rechtlichen und politischen Entwicklungen auf europäischer Ebene. Es gibt Impulse für Positionierungen der ARD, wirkt an ihrer Entwicklung und Abstimmung mit und übernimmt deren externe Vermittlung. Zu seiner Arbeit gehört auch der ständige Kontakt und Informationsaustausch mit Vertretern anderer öffentlich-rechtlicher Rundfunkanstalten in Brüssel, Pressearbeit und die Erstellung eines vierteljährlichen Newsletters.","acronym":"","interests":"Borders and Security, Business and Industry, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, External Relations, General and Institutional Affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"Audiovisuelle Politik, Modernisierung des Urheberrechts, Handelspolitik, Regulierung elektronischer Kommunikationsnetze und -dienste, Wettbewerbs- und Beihilfepolititk, Kulturpolitik.","lastUp":"2018-10-09T10:48:31.288+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}