{"id":"677937617205-76","name":"Confederation of the European Bicycle Industry ASBL","registrationDate":"2015-05-04T10:04:54.714+01:00","category":2,"subCategory":7,"legal":"ASBL","web":"http://www.conebi.eu","country":"Belgium","headAddress":"Boulevard de la Woluwe 46","headCity":"Bruxelles","headPostCode":"1200","headPhone":"(32)24 60 39 84","boss":"Manuel Marsilio","bossTitle":"Mr","bossPosition":"General Manager","membersCount":4,"membersFTE":"2.25","membership":"CONEBI is a founding member of the World Bicycle Industry Association (WBIA). www.wbia.ch","memberOrga":"http://www.conebi.eu/?page_id=17","goal":"The Confederation of the European Bicycle Industry - CONEBI - is the result of the merger between COLIPED the Association of the European Two-Wheeler Parts’ and Accessories’ Industry and COLIBI the Association of the European Bicycle and EPAC Industry. Thus CONEBI represents the interests of the European Bicycle, Electric Power-Assisted Cycles and Parts &amp; Accessories Industries.&#xd;<br />CONEBI groups the EU National Bicycle Industry Associations.","acronym":"CONEBI ASBL","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Employment and Social Affairs, Environment, Research and innovation, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"The European Bicycle Industry has the priority of putting high-quality and safe products on the market and for this reason CONEBI is currently participating in the discussions &#xd;<br />&#xd;<br />-\twith DG Industry of the European Commission on the testing methods for the integrity of Speed-EPACs  &#xd;<br />&#xd;<br />-\twithin the European Committee for Normalisation on the latest developments of EN and ISO standards&#xd;<br />&#xd;<br />-\twith the United Nations Economic Commission for Europe (UNECE) about testing procedures for Speed-Epacs helmets&#xd;<br />&#xd;<br />CONEBI does not only focus on the quality and safety of the Bicycle Industry products: CONEBI is actively working for the proper application of the European Union Directive on Waste Electric &amp; Electronic Equipment and the European Union Regulation REACH to face the risks that can be posed by chemicals. &#xd;<br />&#xd;<br />Thanks to the strong Corporate Social Responsibility that characterizes the European Bicycle Industry, CONEBI is working with EUCOBAT, the European Association of national collection schemes for batteries, on a joint position to be presented to the European Institutions for battery recycling of Epacs, Speed-Epacs and e-bikes in Europe. &#xd;<br />&#xd;<br />CONEBI is also working on &#xd;<br />- the issue of counterfeits, &#xd;<br />- a re-industrialization project &#xd;<br />- promoting cycling infrastructures","lastUp":"2019-02-27T15:48:31.680+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}