{"id":"67826544528-01","name":"Grünenthal GmbH","registrationDate":"2010-11-14T18:46:49.326+01:00","category":2,"subCategory":3,"legal":"Gesellschaft mit beschränkter Haftung","web":"http://www.grunenthal.com","country":"Germany","headAddress":"Zieglerstraße, 6","headCity":"Aachen","headPostCode":"D-52099","headPhone":"(49)2 41 56 90","boss":"Gabriel Baertschi","bossTitle":"Mr","bossPosition":"Chairman of the Corporate Executive Board","membersCount":2,"membersFTE":"0.75","membership":"Grünenthal is a member of the European Federation of Pharmaceutical Industries and Associations (EFPIA): http://www.efpia.eu&#xd;\n&#xd;\nGrünenthal supports the platform the Societal Impact of Pain (SIP). More info can be found here: https://www.sip-platform.eu","memberOrga":"","goal":"The Grünenthal Group is an independent, family-owned, international research-based pharmaceutical company headquartered in Aachen, Germany. We are an entrepreneurial specialist delivering true benefits to patients. By sustainably investing in research and development above the industrial average, we are committing to innovation in order to treat unmet medical needs and bring value-adding products to markets.&#xd;<br />&#xd;<br />Grünenthal is one of five remaining research-oriented pharmaceutical companies with headquarters in Germany which sustainably invests in research and development. Research and development costs amounted to about 19 percent of revenues in 2015. Grünenthal's research and development strategy concentrates on selected fields of therapy and state-of-the-art technologies. We are intensely focused on discovering new ways to treat pain better and more effectively, with fewer side-effects than current therapies.&#xd;<br />&#xd;<br />Altogether, the Grünenthal Group is present in 32 countries with affiliates in Europe, Latin America and the US. Grünenthal products are sold in more than 155 countries and currently approx. 5.400 employees are working for the Grünenthal Group worldwide. In 2015, Grünenthal achieved revenues of 1.212 Mio €&#xd;<br />&#xd;<br />More information: www.grunenthal.com","acronym":"Grünenthal","interests":"Competition, Economic and Financial Affairs, Employment and Social Affairs, General and Institutional Affairs, Humanitarian Aid, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology","euInitiatives":"Grünenthal interests in Brussels deal with issues related to health- and pain care, pharmaceuticals, innovation, research and intellectual property.","lastUp":"2017-04-25T08:28:01.221+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}