{"id":"67820416722-09","name":"Alber &amp; Geiger","registrationDate":"2011-09-19T11:19:34.572+01:00","category":1,"subCategory":10,"legal":"Law firm","web":"http://www.albergeiger.com/","country":"Germany","headAddress":"Pariser Platz, 4a","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)3 03 00 14 57 00","boss":"Andreas Geiger","bossTitle":"Mr","bossPosition":"Managing Partner","membersCount":13,"membersFTE":"9.75","membership":"Belgian Chinese Chamber of Commerce (BCECC)&#xd;\nwww.bcecc.be","memberOrga":"","goal":"Alber &amp; Geiger is a top ranked EU government relations law firm.  On top, we offer communication services to complement our legal lobbying. Also, we force political solutions backed by our unparalleled litigation capacities.","acronym":"A&amp;G","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"On behalf of the Gauselmann Group and Merkur Casinos, we are following all policies, directly and indirectly, linked to remote and land-based gaming in Europe.&#xd;<br />&#xd;<br />&#xd;<br />For Agrisoma, we are engaging on the Renewable Energy Directive (RED2), in particular the review of Annex IX A of RED2, relating to advanced biofuels.  &#xd;<br />&#xd;<br />&#xd;<br />We are assisting Chemours, along all their three product lines, including titanium technologies, fluoroproducts and chemical solutions, with regulatory and advocacy in the EU. We are working with EU and national regulators to ensure, health, environmental and safety compliance as well as a variety of other issues, including permitting. In this framework, we are working with REACH and CLP regulations, and developing strategies on EU policies on waste, drinking water and circular economy to ensure that Chemours message is heard by the right people at the right time.  &#xd;<br />&#xd;<br />&#xd;<br />We are helping ContourGlobal respond quickly and effectively to a potential State aid proceeding to keep their coal power plant in Bulgaria on track. In this context, we are relying on State aid law to reach a settlement that solves the past through a future oriented agreement, which will enjoy the support of the EU institutions. Our advocacy is comprehensive focusing on the energy security aspect, in line with the European Energy Security Strategy, environmental standards and compliance, as well as internal market considerations. &#xd;<br /> &#xd;<br />&#xd;<br />Similarly, we are assisting Terna, the construction and operating company, to ensure that all inherent challenges to deliver an important European infrastructure project such as the E65 are successfully overcome. &#xd;<br />&#xd;<br />&#xd;<br />For Huawei, we focus on EU telecoms policy, including the EU Digital Agenda Industrial policies relevant to the telecoms industry. In addition, we have followed files related to research, development and innovation as well as privacy, security and data protection.&#xd;<br />&#xd;<br />&#xd;<br />In relation to Altus, we are working on effective national justice system in Poland, the rule of law, human rights as well as upholding a business friendly environment and better regulatory predictability, particularly in relation to investment funds.","lastUp":"2019-03-15T10:52:17.242+01:00","customers":"Gauselmann Group","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":"","turnoverRange":""}