{"id":"67833029261-54","name":"Gas Natural Fenosa","registrationDate":"2012-08-01T14:11:23.514+01:00","category":2,"subCategory":3,"legal":"Gas Natural SDG, SA","web":"http://www.gasnaturalfenosa.com","country":"Spain","headAddress":"Avenida de San Luis, num. 77","headCity":"MADRID","headPostCode":"28033","headPhone":"(34)9 12 01 53 00","boss":"Francisco Reynés Massanet","bossTitle":"Mr","bossPosition":"President and Chief Executive Officer","membersCount":6,"membersFTE":"2.25","membership":"EUROGAS, EFET, SEDIGAS, UNESA, UNECE, IGU, OME, IETA, EURELECTRIC, EASEEGAS, MARCOGAZ, ENERCLUB, CEOE, GASNAM, European Energy Forum, INNOENERGY.","memberOrga":"","goal":"La base del negocio de la compañía se encuentra en los mercados regulados y liberalizados de gas y electricidad, con una contribución creciente de la actividad internacional. Nuestra mision es: 1) Atender las necesidades energéticas de la sociedad ofreciendo productos y servicios de calidad respetuosos con el medio ambiente. 2) Atender las necesidades de nuestros accionistas ofreciéndoles una rentabilidad creciente y sostenible y 3) Atender las necesidades de nuestros empleados ofreciéndoles  la posibilidad de desarrollar sus competencias profesionales","acronym":"","interests":"Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Internal Market, Research and Technology, Taxation, Trans-European Networks, Transport","euInitiatives":"INTERNAL ENERGY MARKET, EU CLIMATE POLICY, SECURITY OF SUPPLY, ENERGY EFFICIENCY, RESEARCH&amp;DEVELOPMENT IN THE ENERGY SECTOR, RETAIL MARKETS, ENERGY INFRAESTRUCTURES, GENERATION, GAS MARKETS, ENERGY UNION, LNG&#xd;<br />CIRCULAR ECONOMY LOW EMMISSIONS MOBILITY, CLEAN ALTERNATIVE FUEL and CLEAN ENERGY PACKAGE.","lastUp":"2018-03-19T17:50:42.095+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}