{"id":"678357430265-08","name":"ACT AGENCY GmbH","registrationDate":"2018-02-19T15:46:44.311+01:00","category":1,"subCategory":6,"legal":"GmbH","web":"http://www.act-agency.com","country":"Germany","headAddress":"Himmelstr. 9","headCity":"Hamburg","headPostCode":"22299","headPhone":"(4940)4 14 64 10","boss":"Matthias Neumann","bossTitle":"Mr","bossPosition":"managing director","membersCount":2,"membersFTE":"0.5","membership":"Handelskammer Hamburg","memberOrga":"","goal":"Our agency was founded as a result of a passion and love of water sports. At the beginning of the 1990s no-one was taking a professional interest in this particular area. The motivation behind the establishment of our agency by our Managing Directors Birgit Ballhause and Matthias Neumann was to create a passion for these sports. Since that time, Act Agency has evolved into a well-known marketing organisation which is active and very successful internationally as well as in Germany.&#xd;<br />&#xd;<br />Based on our irresistible affinity and passion for water we added the whole field of climate protection to our specialist areas some years ago.&#xd;<br />&#xd;<br />Making a contribution to changing people’s thought processes on this matter has in the meantime therefore become our mission. Our aim is to motivate companies of every size and in every sector to make their contribution to the protection of our climate. We want to make our business activities subordinate to this overarching objective.","acronym":"ACT AGENCY","interests":"Climate Action, Communication, Consumer Affairs, Education, Employment and Social Affairs, Energy, Environment, Sport, Youth","euInitiatives":"The goal we try to achieve is to set up a network which supports companies, universities and government offices as well as think-tanks and experts to push environmental activities to a eu-wide and world-wide higher level. We have been convinced by hundrets of contacts we had with several people from different organisation that there are already a lot of activities regariding environmental protection. But all of these are facing against the same challenge - just a few of them are realy linked.","lastUp":"2018-03-02T16:03:54.844+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}