{"id":"67833029261-54","name":"Gas Natural Fenosa","registrationDate":"2012-08-01T14:11:23.514+01:00","category":2,"subCategory":3,"legal":"Gas Natural SDG, SA","web":"http://www.gasnaturalfenosa.es","country":"Spain","headAddress":"Plaza del Gas, 1","headCity":"Barcelona","headPostCode":"08003","headPhone":"(34)9 34 02 51 00","boss":"Francisco Reynes Massanet","bossTitle":"Mr","bossPosition":"President and Chief Executive Officer","membersCount":5,"membersFTE":"2.75","membership":"EUROGAS, EFET, SEDIGAS, UNESA, UNECE, IGU, OME, IETA, EURELECTRIC, EASEEGAS, MARCOGAZ, ENERCLUB, CEOE, GASNAM, European Energy Forum","memberOrga":"","goal":"La Misión de Gas Natural Fenosa es atender las necesidades energéticas de la sociedad, proporcionando a nuestros clientes servicios y productos de calidad respetuosos con el medio ambiente, a nuestros accionistas una rentabilidad creciente y sostenible y a nuestros empleados la posibilidad de desarrollar sus competencias profesionales. &#xd;<br />&#xd;<br />La Visión es ser un grupo energético y de servicios líder y en continuo crecimiento, con presencia multinacional, que se distinga por proporcionar una calidad de servicio excelente a sus clientes, una rentabilidad sostenida a sus accionistas, una ampliación de oportunidades de desarrollo profesional y personal a nuestros empleados y una contribución positiva a la sociedad actuando con un compromiso de ciudadanía global. &#xd;<br />&#xd;<br />Gas Natural Fenosa una compañía líder en gas y electricidad en España y Latinoamérica que cuenta con un equipo casi 16.000 personas, de las que alrededor de un 47%  trabaja fuera de España.&#xd;<br />Contamos con alrededor de 20 millones de clientes, 15.519 MW de capacidad instalada y 15,4 GW de potencia instalada, estando presentes en más de 25 paises del mundo. Destaca nuestra presencia en Latinoamérica.&#xd;<br />Somos el principal suministrador de GNL en la cuenca mediterránea y atlántica con una cartera de 30 bcm","acronym":"","interests":"Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Internal Market, Research and Technology, Taxation, Trans-European Networks, Transport","euInitiatives":"INTERNAL ENERGY MARKET&#xd;<br />EU CLIMATE POLICY&#xd;<br />SECURITY OF SUPPLY&#xd;<br />ENERGY EFFICIENCY&#xd;<br />RESEARCH&amp;DEVELOPMENT IN THE ENERGY SECTOR&#xd;<br />RETAIL MARKETS&#xd;<br />ENERGY INFRAESTRUCTURES&#xd;<br />GENERATION&#xd;<br />GAS MARKETS&#xd;<br />ENERGY UNION&#xd;<br />LNG&#xd;<br />CIRCULAR ECONOMY&#xd;<br />LOW EMMISSIONS MOBILITY&#xd;<br />CLEAN ALTERNATIVE FUELS&#xd;<br />CLEAN ENERGY PACKAGE","lastUp":"2018-02-22T11:59:56.362+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}