{"id":"678570313778-23","name":"European Packaging Institutes Consortium","registrationDate":"2014-06-11T14:44:47.513+02:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.epic-packaging.org","country":"Netherlands","headAddress":"Stationsplein, 9k","headCity":"GOUDA","headPostCode":"2800AD","headPhone":"(31)1 82 51 24 11","boss":"Michael WCM Nieuwesteeg","bossTitle":"Mr","bossPosition":"Secretary","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"www.epic-packaging.org","goal":"The European Packaging Institutes Consortium EPIC is the project-organisation of the national packaging institutes of Europe that cooperate on behalf of their members, from retailers to raw material manufacturers. EPIC stimulates the packaging of products creating added value in the European economy in a sustainable and responsible manner. EPIC focuses on education, innovation and the transfer of information on the creation of packaged products.&#xd;<br />Pan-European cooperation in packaging education and information services was boosted on April 26th 2002 with the formal start of the European Packaging Institutes Consortium (EPIC). EPIC is a consortium where European packaging institutes come together on behalf of their members to identify areas where regional or pan-European cooperation might best be initiated or concentrated for the future development of the entire packaging chain in a sustainable manner. EPIC will achieve this by examining and/or developing specific projects involving coordinated and market oriented:&#xd;<br />•Educational programmes&#xd;<br />•European qualifications for packaging professionals&#xd;<br />•Instruments for the promotion and facilitation of packaging innovation&#xd;<br />•Methods for the optimal implementation and enforcement of packaging-related legislation","acronym":"EPIC","interests":"Business and Industry, Digital economy and society, Economy, finance and the euro, Education and training, Environment, Food Safety, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation, Transport","euInitiatives":"European Qualifications Framework EQF&#xd;<br />EU Life Long Learning&#xd;<br />EFSA Food Contact Materials&#xd;<br />ECHA Chemical and Packaging&#xd;<br />EMA Pharmaceuticals and Packaging&#xd;<br />SMEs and financing of innovations&#xd;<br />EU Essential Requirements Packaging and Packaging Waste &#xd;<br />Environmental legislation in general and in packaging in particular&#xd;<br />EU Circular Economy; Design for Recycling&#xd;<br />EU Prevention of Food Waste Activities&#xd;<br />EU Data/Privacy Protection","lastUp":"2018-05-03T10:25:03.733+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}