{"id":"679437033180-83","name":"European Cooperation Centre","registrationDate":"2018-11-26T15:54:53.667+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://www.ecc-org.eu","country":"Belgium","headAddress":"Avenue Jules Bordet 160/16","headCity":"Brussels","headPostCode":"1140","headPhone":"(32)25 37 64 89","boss":"Sophie KEKIC","bossTitle":"Ms","bossPosition":"Project Manager","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"The European Cooperation Centre is an independent, not-for-profit European organisation based in Brussels, Belgium.&#xd;<br />We put people and democratic values first through dialogue and innovation, both scientific and social. We help the world meet its most serious challenges of today, this year, this decade or century; from social deprivation to democratic deficiency; from deforestation to global warming; from freedom of speech to fake news. &#xd;<br />The European Cooperation Centre aims to protect democracies, EU values and promote them within the EU and beyond in the direct contact with the citizens and relevant stakeholders using the state-of-the-art technologies and innovation to achieve these goals. &#xd;<br />The ‘EU reform vs. integration of the Western Balkans’ conundrum is one of our core competences through geopolitical, socio-economic and cultural knowledge.&#xd;<br />We conduct research/studies and in-depth analysis based on which we formulate policy recommendations for decision-makers. Our aim is to highlight important issues, propose and test innovative solutions, support and influence the development and implementation of relevant policies.","acronym":"","interests":"Budget, Business and Industry, Climate Action, Communication, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Maritime affairs and fisheries, Public Health, Research and innovation, Sport, Transport, Youth","euInitiatives":"• Follows the activities of the Delegation to the EU-(Western Balkans Countries) Stabilization and Association Parliamentary Committee (D-RS);&#xd;<br />• Follows the activities of DG NEAR, DG CLIMA, DG JUST, DG MOVE, DG ENERGY, DG ENVI; DG GROWT;&#xd;<br />• Follows the legislative activities of the EP Committees – AFET, ENVI, ECON, INTRE, TRAN, PECH, EMPLE, DEVE, FEMM,CULT, REGI;&#xd;<br />•  Activities related to Berlin process","lastUp":"2019-02-15T17:29:34.967+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}