{"id":"67972672748-71","name":"Confederation Construction","registrationDate":"2009-12-09T17:18:38.201+02:00","category":2,"subCategory":4,"legal":"asbl/vzw","web":"http://www.constructionconfederation.be/","country":"Belgium","headAddress":"Rue du Lombard, 42","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)25 45 56 00","boss":"Robert de Mûelenaere","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"1.5","membership":"Federation of Enterprises in Belgium (FEB)&#xd;\nEuropean Construction Industry Federation (FIEC)&#xd;\nEuropean International Contractors (EIC)","memberOrga":"http://www.confederationconstruction.be/fr-be/organisatie/f%C3%A9d%C3%A9rationsprofessionnelles.aspx&#xd;\nhttp://www.confederationconstruction.be/fr-be/organisatie/lokaleconfederaties.aspx","goal":"The Confédération Construction/Confederatie Bouw is the main business organisation, recognized employers’ organisation and representative body of the construction industry in Belgium. It represents some 15000 member companies of all sizes, from small enterprises to international contractors, carrying out all forms of building and civil engineering activities. Its statutory missions are:&#xd;<br />-\tDefend the interests of the Belgian construction industry in accordance with the general interest.&#xd;<br />-\tRepresent the construction industry in all legal, economic, administrative and social matters,  with respect to political, socio-economic and other bodies, at regional, national, European and international level.&#xd;<br />-\tPromote the business development of the construction industry in Belgium and abroad.&#xd;<br />-\tPromote harmony and coordination among the various trades of the construction industry.&#xd;<br />-\tPropose all measures designed to ensure, in the general interest, the rational development of the economic activity of contractors.&#xd;<br />-\tInform its members with regard to general legal, economic, administrative and social issues.&#xd;<br />-\tPromote and sponsor actions likely to help improve the functioning of the profession and the well-being of its workforce.","acronym":"","interests":"Borders and Security, Business and Industry, Climate Action, Competition, Consumers, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Coordination of social security systems&#xd;<br />European Labour authority&#xd;<br />Investment plan for Europe&#xd;<br />Sustainable competitiveness of the construction sector&#xd;<br />Construction products regulation&#xd;<br />Access of third-country goods and services to the Union’s internal market","lastUp":"2019-07-09T11:36:18.649+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}