{"id":"68004524380-10","name":"AGORIA","registrationDate":"2010-10-20T20:06:29.559+02:00","category":2,"subCategory":4,"legal":"asbl / vzw","web":"http://www.agoria.be","country":"Belgium","headAddress":"Bd reyers Ln, 80","headCity":"Brussels","headPostCode":"1030","headPhone":"(32)27 06 78 00","boss":"Marc Lambotte","bossTitle":"Mr","bossPosition":"CEO","membersCount":8,"membersFTE":"2.0","membership":"https://www.agoria.be/fr/Europe-Landing-page","memberOrga":"http://www.agoria.be","goal":"Agoria: development through technology. We are paving the way for all technology-inspired companies in Belgium which seek to contribute to the world's advancement by developing or implementing innovations. We are proud that more than 1,700 member companies, accounting for approximately 300,000 workers, are relying on the three pillars of our services: advice, business development and creating the ideal business climate. Follow us on www.agoria.be and https://twitter.com/agoriafr. &#xd;<br />&#xd;<br />Give your company a boost with Agoria&#xd;<br />•\tAdvice to entrepreneurs&#xd;<br />o\tLeading experts answer your questions on, among other topics, talent and the labour market, innovation, energy, the environment, socio-legal issues, well-being at work, taxation, the economic development of sectors and markets, regulations and standardization.&#xd;<br />•\tBusiness development&#xd;<br />o\tOur Market teams help you promote your offering on the market, identify market opportunities for your products or services, and forge sustainable partnerships in Belgium and abroad. We are currently focusing on the following markets: Building &amp; Urban Development, Energy, Financial Services, Food &amp; Beverage, Healthcare, Transport &amp; Mobility, Machine Construction / Production Systems, and Sports &amp; Entertainment Events.&#xd;<br />•\tCreating the ideal business climate&#xd;<br />o\tThrough consultancy, tools, workshops and networking events, our Industry teams support you when it comes to meeting the - present and future - strategic challenges in your industry: Aeronautics, Space, Security &amp; Defence Industries; Building, Contracting &amp; Technical Services Industries; Digital Industries; Manufacturing Industries and Materials Industries; Telecom Industries. &#xd;<br />o\tExperienced Policy units also defend your interests, lobbying at all levels of power. &#xd;<br />•\tMember &amp; employee benefits&#xd;<br />o\tThrough its membership, your company and its employees obtain many exclusive discounts and other benefits.","acronym":"","interests":"Business and Industry, Consumers, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Institutional affairs, Public Health, Research and innovation, Single market, Trade, Transport","euInitiatives":"Social affairs - Energy - Environment -  digital agenda - trade - innovation - Skills","lastUp":"2019-07-11T18:03:12.336+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}