{"id":"680107035900-78","name":"Independent International Organisation for Certification","registrationDate":"2019-09-16T08:31:07.303+02:00","category":2,"subCategory":4,"legal":"Company limited by guarantee","web":"http://iioc.org","country":"United kingdom","headAddress":"IIOC","headCity":"Bourne End","headPostCode":"SL8 5AS","headPhone":"(44)75 08 72 25 01","boss":"Marcus Long","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":6,"membersFTE":"1.5","membership":"IIOC is an Associate member of the International Accreditation Forum www.iaf.nu - the global organisation for accreditation bodies. IIOC is highly active within IAF representing its members on a range of committees, working groups, task forces, etc.&#xd;\n&#xd;\nIIOC is a recognized stakeholder of European Accreditation https://www.european-accreditation.org and contributes to a number of EA committees.&#xd;\n&#xd;\nIIOC has liaison to a number of the International Organization for Standardization www.iso.org, assisting in the development of key standards which IIOC members audit against and standards which describe who this auditing is done.","memberOrga":"","goal":"IIOC (Independent International Organisation for Certification) is a trade body of a number of key international certification bodies, each delivering a range of management system certification schemes. It represents their views on management system certification issues and provides technical input that influences decision making in this field. IIOC is a key source of support to organisations involved in management system certification.&#xd;<br />&#xd;<br />IIOC also supports the regulatory framework and development of industry-led schemes to ensure management systems deliver improvements in performance the market expects from third party certification.&#xd;<br />&#xd;<br />Membership of IIOC is open to international certification bodies plus national and regional certification associations that share and support its aims.&#xd;<br />&#xd;<br />IIOC was set up in 1993 by a number of key international certification bodies, each delivering a range of management systems certification schemes and other assurance services. IIOC represents their views on management system certification issues and provides technical input to decision making in this field. To achieve its mission and vision, IIOC has clearly defined aims, values and policy objectives.&#xd;<br />&#xd;<br />Mission&#xd;<br />To promote the value of high quality accredited certification and other assurance services to ensure cost effective, high quality delivery of benefits to all clients and their customers and stakeholders.&#xd;<br />&#xd;<br />Aims&#xd;<br />To create a strong, credible representative network that genuinely represents the certification industry.&#xd;<br />To draw the worlds of standardization, certification and accreditation closer together to the benefit of the business community.&#xd;<br />To raise awareness of the benefits of accredited certification.&#xd;<br />Vision&#xd;<br />To raise the standard of independent accredited certification and other assurance services.&#xd;<br />To have continuous open dialogue with the business community, ensuring its needs are at the heart of driving accredited certification and other assurance services forward.&#xd;<br />To expand the market for accredited certification and other assurance services for members.&#xd;<br />To represent the aspirations and interests of members globally.&#xd;<br />To create a sustainable future for accredited certification and other assurance services.&#xd;<br />To be at the heart of decision-making on regulation affecting accredited certification.&#xd;<br />&#xd;<br />Values&#xd;<br />To work to a high standard of ethics and integrity.&#xd;<br />To promote high values of service by members to their clients and their customers.&#xd;<br />To communicate and liaise openly with business, regulators, international organizations and governments.&#xd;<br />To enable members to play a key role in helping to address the industry’s key issues.&#xd;<br />To foster professional development among members.&#xd;<br />To strive for continuous improvement and innovation.&#xd;<br />To work cooperatively to continually improve the reliability of the assessment process to the benefit of all key parties (i.e. clients, end-customers, certification bodies and accreditation bodies), enhancing the integrity of certification.&#xd;<br />&#xd;<br />Policy objectives&#xd;<br />To ensure a level global playing field, develop strong international relationships to ensure all key markets are open and unrestricted and where appropriate, that all markets comply with industry recognized accreditation schemes.&#xd;<br />To ensure the appropriate level of regulation and rules with accreditation, supporting the value of accreditation as a key tool in validating certification.&#xd;<br />To work with accreditation bodies and other key stakeholders to ensure national rules are consistent with internationally agreed requirements.&#xd;<br />To work with ISO and other appropriate standards-makers to ensure the delivery of efficient, effective certification through appropriate standards.&#xd;<br />To work with the IAF to help it deliver a better global accreditation system.","acronym":"IIOC","interests":"Business and Industry, Climate Action, Energy, Environment, Food Safety, Research and innovation, Trade, Transport","euInitiatives":"IIOC is particularly interested in GDPR and Cyber Security activity within the EU.","lastUp":"2019-09-16T08:32:35.006+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}