{"id":"680112617234-19","name":"African Diaspora for Freedom of Religion","registrationDate":"2015-05-05T20:06:32.695+01:00","category":3,"subCategory":2,"legal":"VZW","web":"http://africandiasporafor.com","country":"Belgium","headAddress":"Rue Des Quatre Vents","headCity":"Brussels","headPostCode":"1080","headPhone":"(32)4 88 05 15 64","boss":"Augustine  Nwaekwe","bossTitle":"Mr","bossPosition":"Board Chairman ","membersCount":1,"membersFTE":"0.25","membership":"Federation of Anglophone Africans in Belgium.  &#xd;\nhttp://www.faabvzw.be/index.php/en/","memberOrga":"Basically we work with all the African organisation in Europe and we are member of Federation of Anglophone Africans in Belgium.  &#xd;\nhttp://www.faabvzw.be/index.php/en/&#xd;\n&#xd;\n2. Nigerian Diaspora in Belgium and Luxembourg http://www.nidoebelux.org/","goal":"ADFoR is a non-profit organisation that works to mobilize African diaspora in Europe to protect and promote religious rights, tolerance, and respect for diversity. &#xd;<br />ADFoR is therefore working: &#xd;<br />1. To increase awareness about religious pluralism and tackle misinformation in host and home countries.&#xd;<br />2. To counter messages of intolerance and discrimination embodying a source of division, and to discourage people from engaging in any form of religiously motivated violence or radicalism in Europe and Africa&#xd;<br />3. To encourage and reinforce the participation of the African diaspora in combating intolerance and violation of religious rights.&#xd;<br />4. To campaign for the ratification and full implementation of all relevant legal instruments that enhance the protection of religious rights &#xd;<br />5. To serve as a platform for African diaspora individuals and organisation to engage with decision-makers about issues of religious rights violation &#xd;<br />6 Bridge the groups between the involvement of diaspora groups in the host and home countries in promoting religious freedom and tolerance. &#xd;<br />7. To amplify the voice and influence of the African diaspora to advance social harmony.","acronym":"ADFoR","interests":"Budget, Communication, Culture, Development, Education, Employment and Social Affairs, Enlargement, External Relations, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Research and Technology, Trade, Youth","euInitiatives":"Human Rights, and Peace building activities&#xd;<br />Parliamentary resolutions&#xd;<br />Development activities&#xd;<br />Freedom of Religion or belief-Interfaith dialogue&#xd;<br />migration and refugees","lastUp":"2017-05-30T13:45:52.805+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}