{"id":"68030579311-05","name":"Applied Materials","registrationDate":"2012-08-09T13:28:25.754+01:00","category":2,"subCategory":3,"legal":"Inc","web":"http://www.appliedmaterials.com","country":"Germany","headAddress":"Siemensstraße, 100","headCity":"Alzenau","headPostCode":"63755","headPhone":"(49)60 23 92 60 00","boss":"James C.  Robson","bossTitle":"Mr","bossPosition":"Corporate Vice-President Europe","membersCount":6,"membersFTE":"2.75","membership":"Semiconductor Equipment and Materials International (SEMI)&#xd;\n&#xd;\nTransatlantic Business Council (TABC)&#xd;\n&#xd;\nSolar Power Europe (SPE)&#xd;\n&#xd;\nPublic Affairs Council (PAC)","memberOrga":"","goal":"Applied Materials is a leading equipment supplier to the semiconductor, display and solar PV industries.&#xd;<br />&#xd;<br />We achieve this leadership by leveraging our core competencies in:&#xd;<br />&#xd;<br />Materials Engineering&#xd;<br />Applied Materials works at the frontiers of physics and materials science, designing systems that build atomic structures thousands of times thinner than a single human hair – systems that function day after day with exacting precision and unparalleled production volume capacity. We make constant performance improvements to optimize the deposit, removal and modification of current materials while researching and developing the next radical materials advancement, paving the way for new products and industries.&#xd;<br />&#xd;<br />Customer Engagement&#xd;<br />We are 100% committed to working closely with our customers from the early stages of the design process to identify and solve their high-value problems. These are the problems that keep our customers up at night. The technical challenges that Applied Materials is uniquely positioned to solve.&#xd;<br />&#xd;<br />Providing Differentiated Device Performance and Yield Solutions&#xd;<br />Through our expertise in materials engineering, we develop differentiated products and solutions that improve our customers’ device performance and yield. This allows them to better address the technology inflections in transistor, interconnect, memory and display that are being brought on by consumer demand for increased mobility.","acronym":"AMAT","interests":"Climate Action, Communication, Competition, Customs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Information Society, Internal Market, Taxation, Trade","euInitiatives":"Horizon 2020&#xd;<br />&#xd;<br />Regulation on responsible sourcing of minerals sourced from Conflict affected regions&#xd;<br />&#xd;<br />Packaging and Packaging Waste Directive (revising Directive 94/62/EC)&#xd;<br />&#xd;<br />Waste Framework Directive (revising Directive 2008/98/EC)&#xd;<br />&#xd;<br />Circular Economy Package&#xd;<br />&#xd;<br />Plastics Strategy","lastUp":"2018-03-07T19:05:31.877+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}