{"id":"680554836433-17","name":"ERA a.s.","registrationDate":"2019-11-05T09:38:41.715+01:00","category":2,"subCategory":3,"legal":"Join stock company","web":"http://www.era.aero","country":"Czech republic","headAddress":"ERA a.s.","headCity":"Pardubice","headPostCode":"53003","headPhone":"(420)4 67 00 42 53","boss":"Viktor Sotona","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":12,"membersFTE":"4.25","membership":"EUROCAE, DSIA","memberOrga":"","goal":"ERA a.s is a leading company in multilateration, multistatic surveillance, and reconnaissance technology. unrivalled experience in passive surveillance sensor development provides ERA with unique know-how to deliver comprehensive solutions for air traffic control and management global markets. We develop, manufacture and implement mission-critical systems for military and civil purposes. Over last 2 decades, ERA has reached number of more than 100 installations with 24/7 operations fulfilling demanding customer requirements","acronym":"","interests":"Business and Industry, Communication, Transport","euInitiatives":"Active participation and contribution to Eurocontrol, EUROCAE, EASA, EDA working groups/standards. &#xd;<br />Specifically:&#xd;<br />&#xd;<br />EUROCAE WG-41 A-SMGCS&#xd;<br />The deliverables of WG-41 are part of the requirements of the Pilot Common Project PCP, Commission Implementing Regulation (EU) No IR 716/2014.&#xd;<br />&#xd;<br />EUROCAE WG-51 Automatic Dependent Surveillance-Broadcast (ADS-B) together with subgroups&#xd;<br />- 1090 MHz Extended Squitter MOPS and maintenance thereof (SG-1);&#xd;<br />- SPR documents for ADS-B airborne and ground surveillance applications as well as aircraft system MOPS (and possibly MASPS) material (SG-3);&#xd;<br />-Technical Specifications for ADS-B and Wide Area Multilateration (WAM) composite surveillance Systems (SG-4).&#xd;<br />WG-51 works in coordination with RTCA SC-186. Furthermore, WG-51 is part of the Combined Surveillance Committee with WG-49 and RTCA SC-209.&#xd;<br />&#xd;<br />EUROCAE WG-102 GEN-SUR SPR&#xd;<br />Tasked to specify generic surveillance safety and performance requirements for ATC purposes.&#xd;<br />&#xd;<br />EUROCAE WG-103 Independent Non-Cooperative Surveillance&#xd;<br />The group will develop a system-agnostic Technical Specification for non-cooperative surveillance sensors.&#xd;<br />&#xd;<br />EUROCAE WG-105 Unmanned Aircraft Systems (UAS)&#xd;<br />Tasked to develop standards and guidance documents that will allow the safe operation of UAS in all types of airspace, at all times and for all types of operations.&#xd;<br />&#xd;<br />EUROCONTROL \tSurveillance Modernisation Support Group (SMSG)&#xd;<br />Group provides a forum to support the performance-based modernization and rationalization of Surveillance infrastructure and applications in Europe, including the implementation of ADS-B Out, initial ADS-B In and Wide Area Multilateration (WAM).&#xd;<br />&#xd;<br />EUROCONTROL other event-driven activities related with ERA company branch (eg. new ASTERIX category definition, conferences, consultations etc.)&#xd;<br />&#xd;<br />EASA relationships are event-driven based on company presence in ATC/ATM environment tightly related to Eurocontrol and EUROCAE activities.   &#xd;<br />&#xd;<br />EDA Radar CapTech membership","lastUp":"2019-11-05T12:57:48.863+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}