{"id":"68057486299-01","name":"European Emergency Number Association","registrationDate":"2011-07-26T11:03:57.323+01:00","category":3,"subCategory":2,"legal":"Asbl","web":"http://www.eena.org","country":"Belgium","headAddress":"Avenue de la Toison d'Or, 79","headCity":"Bruxelles","headPostCode":"1060","headPhone":"(32)25 34 97 89","boss":"Paris Jerome","bossTitle":"Mr","bossPosition":"Administrator","membersCount":2,"membersFTE":"1.25","membership":"http://www.eena.org/pages/ad-board","memberOrga":"http://www.eena.org/pages/our-members","goal":"EENA, the European Emergency Number Association, is a Brussels-based NGO set up in 1999 dedicated to promoting high-quality emergency services reached by the number 112 throughout the EU. EENA's mission is to contribute to improving the functioning of emergency services for citizens. EENA serves as a discussion platform for emergency services, public authorities, decision makers, associations and solution providers in view of improving emergency response in accordance with citizens' requirements. EENA is also promoting the establishment of an efficient system for alerting citizens about imminent or developing emergencies. &#xd;<br />The EENA memberships include more than 1300 emergency services representatives from over 80 countries world-wide, 90 solution providers, 15 international associations/organisations, more than 200 Members of the European Parliament and 90 researchers.","acronym":"EENA","interests":"Budget, Foreign and Security Policy and Defence, Home Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Public Health, Transport","euInitiatives":"The organisation follows developments related to the following topics: eCall, telecommunications, caller location in case of emergencies, European emergency number 112, the Universal Service Directive, the European Electronic Communications Code, emergency services communications, public safety.","lastUp":"2018-03-15T10:16:26.553+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}