{"id":"68057486299-01","name":"European Emergency Number Association","registrationDate":"2011-07-26T11:03:57.323+02:00","category":3,"subCategory":2,"legal":"Asbl","web":"http://www.eena.org","country":"Belgium","headAddress":"Avenue de la Toison d'Or, 79","headCity":"Bruxelles","headPostCode":"1060","headPhone":"(32)25 34 97 89","boss":"Paris Jerome","bossTitle":"Mr","bossPosition":"Administrator","membersCount":2,"membersFTE":"1.25","membership":"","memberOrga":"https://eena.org/corporate-members/&#xd;\nhttps://eena.org/mobile-network-operators-group/","goal":"EENA, the European Emergency Number Association, is a Brussels-based NGO set up in 1999 with the mission to contribute to improving the safety and security of people. How can citizens get the best help possible if they find themselves in an emergency? This is the question we continuously try to answer. Our vision is that every citizen can access emergency services and receive the appropriate information and care during an emergency or a disaster. To that end, we want to be the organisation in the sector driving change and making an impact. What we do, we do it for the people we serve, and we never forget it. We intend to be a highly effective, efficient and fast-moving organisation, trusted and credible for our actions, intentions and results. We want the people working for and with us to be inspired to drive change, and to effectively do it. We want anyone in this field to know that they can rely on us, we want them to feel they are part of a community that looks forward and gets things done. We don’t settle for anything less than excellence in what we do. We serve as a discussion platform for everyone in the emergency services field: public authorities &amp; emergency services, decision makers, researchers, associations and solution providers.&#xd;<br />The EENA memberships include 1500+ emergency services representatives from over 80 countries world-wide, 100 solution providers, 15 international organisations, 200+ Members of the European Parliament and 100+ researchers. We are proud to be a platform for everyone involved in the public safety community and to provide a space for collaboration and learning.","acronym":"EENA","interests":"Borders and Security, Budget, Business and Industry, Digital economy and society, Foreign affairs and security policy, Humanitarian aid and civil protection, Justice and Fundamental Rights, Public Health, Research and innovation, Transport","euInitiatives":"The organisation follows developments related to the following topics: eCall, telecommunications, caller location in case of emergencies, space policies, European emergency number 112, the Universal Service Directive, the European Electronic Communications Code, emergency services communications, public safety, ePrivacy, drones, cybersecurity, artificial intelligence (AI), civil protection, public warning.","lastUp":"2019-09-09T12:34:22.407+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}