{"id":"680841535336-04","name":"Asociación Nacional de PROfesorado de Formación y Orientación Laboral","registrationDate":"2019-07-07T01:07:30.958+02:00","category":2,"subCategory":1,"legal":"Asociación","web":"https://sites.google.com/site/asociacionnacionaldefol/somos","country":"Spain","headAddress":"c/San Miguel, 6","headCity":"Buñuel","headPostCode":"31540","headPhone":"(34)6 34 40 88 35","boss":"José Antonio Cucalón García","bossTitle":"","bossPosition":"Presidente","membersCount":5,"membersFTE":"5.0","membership":"ANDAFOL https://sites.google.com/site/asociacionnacionaldefol/comite/comunidades/andalucia&#xd;\n&#xd;\nAsociación de FOL en Castilla La Mancha&#xd;\nhttps://sites.google.com/site/asociacionnacionaldefol/comite/comunidades/castilla-la-mancha&#xd;\n&#xd;\ndfolib&#xd;\nhttps://sites.google.com/site/asociacionnacionaldefol/comite/comunidades/islas-baleares&#xd;\n&#xd;\nFOL Extremadura&#xd;\nhttps://sites.google.com/site/asociacionnacionaldefol/comite/comunidades/extremadura&#xd;\n&#xd;\nAssociació d’ensenyants d’economia i empresa – eee&#xd;\nhttps://sites.google.com/site/asociacionnacionaldefol/comite/comunidades/cataluna","memberOrga":"","goal":"Defender los intereses del profesorado de secundaria de la especialidad de Formación y Orientación Laboral.&#xd;<br />&#xd;<br />Actuar como interlocutor válido ante organismos y personas, para defender los intereses del profesorado de Formación y Orientación Laboral.&#xd;<br />&#xd;<br />Representar a sus asociados en cuestiones y temas de índole profesional.&#xd;<br />&#xd;<br />Promover la implantación de la orientación profesional en los centros de FP.&#xd;<br />&#xd;<br />Promover la implantación del emprendimiento en los centros de FP.&#xd;<br />&#xd;<br />Promover proyectos de innovación educativa en los centros de enseñanza.&#xd;<br />&#xd;<br />Fomentar la carrera profesional de su profesorado.&#xd;<br />&#xd;<br />Organizar actividades para aumentar la capacitación profesional de los asociados: Congreso Nacional&#xd;<br />&#xd;<br />Promover y fomentar el encuentro con profesionales, asociaciones u otros organismos de todos los ámbitos, en cumplimiento de los demás objetivos de la Asociación.&#xd;<br />&#xd;<br />Facilitar la comunicación y acceso a las fuentes informativas en el ámbito de los asociados.&#xd;<br />&#xd;<br />Colaborar con las Administraciones Educativas en las tareas de formación y capacitación del profesorado de Formación y Orientación Laboral; en la realización de estudios, proyectos y trabajos de coordinación y cooperación; en el desarrollo de innovaciones educativas oportunas.","acronym":"ANPROFOL","interests":"Education and training, Employment and Social Affairs, Research and innovation","euInitiatives":"Desde la Asociación se están realizando alegaciones a través de la participación pública en el procedimiento de elaboración de normas. &#xd;<br />&#xd;<br />Desde ANPROFOL siempre se ha tratado de trabajar conjuntamente con las asociaciones de las CC.AA. para redactar documentos comunes cuando la premura del tiempo lo permite. &#xd;<br />&#xd;<br />Entre sus reivindicaciones están:&#xd;<br />&#xd;<br />La modificación curricular de la FP en Cataluña.&#xd;<br />La modificación de la Ley de Educación.&#xd;<br />Proyecto R.D. FP Dual en el ámbito educativo.&#xd;<br />Proyecto de convalidaciones de los módulos FOL y EIE.&#xd;<br />Proyectos de algunos títulos de FP.&#xd;<br />Etc.","lastUp":"2019-07-07T14:39:05.111+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}