{"id":"681177416275-05","name":"ARGE Netz GmbH &amp; Co. KG","registrationDate":"2015-02-27T00:33:32.471+02:00","category":2,"subCategory":3,"legal":"GmbH &amp; Co. KG","web":"https://www.arge-netz.de/","country":"Germany","headAddress":"Otto-Hahn-Straße 12-16","headCity":"Husum","headPostCode":"25813","headPhone":"(49)4 84 18 94 46 60","boss":"Stephan Frense","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"1.0","membership":"http://www.eref-europe.org/&#xd;\nwww.eufores.org/&#xd;\nWww.Bdew.de&#xd;\nWww.bee-ev.de&#xd;\nWww.wind-energie.de","memberOrga":"","goal":"ARGE Netz GmbH &amp; Co. KG gehört zu den führenden Unternehmensgruppen für die erneuerbare Energieversorgung. Wir bündeln rund 4.000 Megawatt installierte Leistung aus Wind, Photovoltaik, Biomasse und Lösungen zur Speicherung und Umwandlung von erneuerbaren Energien.&#xd;<br />&#xd;<br />Mit einem Potenzial von 8.000 MW gehört unsere Vermarktungsgesellschaft ane.energy zu den größten unabhängigen Vermarktern erneuerbarer Energien in Europa. Wir bieten innovative Lösungen zur Vermarktung von erneuerbaren Energien von der klassischen Marktprämie über PPA bis hin zur Belieferung. Das Erneuerbare Energien Kraftwerk ist dabei die digitale Systemplattform, auf der Erzeugung und Verbrauch in Echtzeit synchronisiert werden.&#xd;<br />&#xd;<br />Die Erneuerbare Unternehmensgruppe ARGE Netz ist Vorreiter bei den Themen Power-to-X und digitaler Echtzeitenergiewirtschaft. Wir gehen die entscheidenden Zukunftsthemen der Energiewende an und arbeiten auf regionaler, nationaler und europäischer Ebene konzentriert an Systemlösungen für eine sichere, bezahlbare und klimagerechte Versorgung auf Basis von erneuerbaren Energien.","acronym":"ARGE Netz","interests":"Climate Action, Communication, Competition, Digital economy and society, Energy, Environment, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"\"Green Deal\" für Europa&#xd;<br />Klimaneutrales Europa bis 2050: Europäische strategische, langfristige Vision für eine wohlhabende, moderne, wettbewerbsfähige und klimaneutrale Wirtschaft &#xd;<br />Saubere Energie für alle Europäer - Umsetzung Winterpaket  &#xd;<br />Umsetzung der Energieunionsstrategie&#xd;<br />Reform der Gasversorgungssicherheitsverordnung und Überprüfung des Gasmarktdesigns&#xd;<br />Energiehandel&#xd;<br />Energieinfrastruktur, u.a. TEN-E Programm, Smart Grids, PCI&#xd;<br />Energiesicherheitsstrategie der EU&#xd;<br />Erneuerbare Energien&#xd;<br />Finanzmarktregulierung&#xd;<br />Investitionsoffensive für Europa&#xd;<br />Klimaschutzpolitik, u.a. ETS-Reform, EU-Klima- und Energierahmen 2030, UN-Klimaschutzverhandlungen, Emissionshandelssystem&#xd;<br />Umweltschutz","lastUp":"2019-09-18T17:58:01.259+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}