{"id":"681177416275-05","name":"ARGE Netz GmbH &amp; Co. KG","registrationDate":"2015-02-27T00:33:32.471+02:00","category":2,"subCategory":3,"legal":"GmbH &amp; Co. KG","web":"https://www.arge-netz.de/","country":"Germany","headAddress":"Husumer Str. 61","headCity":"Breklum","headPostCode":"25821","headPhone":"(49)0 46 71 -9 43 89 20","boss":"Martin Grundmann","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":2,"membersFTE":"1.0","membership":"www.eufores.org/&#xd;\nWww.Bdew.de&#xd;\nWww.bee-ev.de&#xd;\nWww.wind-energie.de","memberOrga":"","goal":"ARGE Netz gehört zu den größten Unternehmensgruppen für die erneuerbare Energieerzeugung. Wir bündeln rund 4.000 Megawatt installierte Leistung aus Wind, Photovoltaik, Biomasse und Lösungen zur Speicherung und Umwandlung von erneuerbaren Energien.&#xd;<br />&#xd;<br />ARGE Netz betreibt das Erneuerbare Kraftwerk an seinem Stammsitz in Husum mit einer Leistung von aktuell 2.000 Megawatt. Wir sind zugleich Dienstleister für unsere mehr als 350 Gesellschafter.&#xd;<br />&#xd;<br />Wir gehen die entscheidenden Zukunftsthemen der Energiewende an und arbeiten konzentriert an Systemlösungen für eine sichere, bezahlbare und klimagerechte Versorgungssicherheit auf Basis von erneuerbaren Energien. &#xd;<br />&#xd;<br />Die Phase des Übergangs im Strommarkt bietet aus Sicht der ARGE Netz die Chance, auch in der Energiewirtschaft eine innovative, mittelständisch geprägte Struktur nachhaltig zu festigen. Als Mittelständler im Bereich der erneuerbaren Energie treten wir daher für eine konsequente Öffnung der Märkte für erneuerbare Energien und die Möglichkeit zur Übernahme von Systemverantwortung ein. &#xd;<br />&#xd;<br />Die Energiewende muss national und auf europäischer Ebene die digitale Vernetzung von Millionen dezentraler Energieanlagen meistern. Der nächste Schritt der Energiewende ist darüber hinaus die Nutzung erneuerbarer Energie nicht nur für den Strombereich, sondern auch für die Versorgung von Wärme, Mobilität und Industrie mit erneuerbarer Energie. Diese wichtige Kopplung der verschiedenen Energiesektoren bietet die große Chance, den Transformationsprozess von der Stromwende zur ‚echten‘ Energiewende zu beschleunigen.","acronym":"ARGE Netz","interests":"Climate Action, Communication, Competition, Digital economy and society, Energy, Environment, Research and innovation, Single market, Trans-European Networks","euInitiatives":"Energiebinnenmarkt, u.a. Strommarktdesign&#xd;<br />Grüne Wasserstoff Inititative&#xd;<br />Energieeffizienz, u.a. Energieeffizienz-Richtlinie&#xd;<br />Energiehandel&#xd;<br />Energieinfrastruktur, u.a. TEN-E Programm, Smart Grids, PCI&#xd;<br />Energiesicherheitsstrategie der EU&#xd;<br />Energieunion mit den fünf Säulen Versorgungssicherheit, Energiebinnenmarkt, Energieeffizienz, Dekarbonisierung der Wirtschaft und Forschung &amp; Innovation&#xd;<br />Erneuerbare Energien&#xd;<br />Finanzmarktregulierung&#xd;<br />Investitionsoffensive für Europa&#xd;<br />Klimaschutzpolitik, u.a. ETS-Reform, EU-Klima- und Energierahmen 2030, UN-Klimaschutzverhandlungen, Emissionshandelssystem&#xd;<br />Umweltschutz","lastUp":"2018-09-28T08:25:39.362+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}