{"id":"68134637922-07","name":"ENEDIS","registrationDate":"2012-02-01T11:13:32.502+02:00","category":2,"subCategory":3,"legal":"SA à directoire et à conseil de surveillance","web":"http://www.enedis.fr","country":"France","headAddress":"TOUR ENEDIS","headCity":"Paris La Défense Cedex","headPostCode":"92079","headPhone":"(33)01 81 97 45 00","boss":"Christian Buchel","bossTitle":"Mr","bossPosition":"Directeur Appui pilotage auprès du Président d'ERDF ","membersCount":8,"membersFTE":"6.5","membership":"EURELECTRIC ; EDSO4SG","memberOrga":"","goal":"ENEDIS est le gestionnaire du réseau public de distribution d’électricité sur 95% du territoire français continental. C’est une filiale à 100% d’EDF. &#xd;<br />Ses 39 000 collaborateurs assurent chaque jour l’exploitation, l’entretien et le développement de près de 1,35 million de kilomètres de réseau. Ce réseau appartient aux autorités concédantes (communes ou regroupements de communes) qui lui en confient la gestion par une délégation de service public. &#xd;<br />ENEDIS est responsable de deux grandes missions de service public : la continuité et la qualité de la desserte d’une part, et l’accès au réseau de distribution sans discrimination d’autre part. Pour ce faire, ENEDIS réalise des investissements pour moderniser et sécuriser le réseau, notamment face aux aléas climatiques. L’entreprise innove également pour répondre aux besoins de ses clients, des producteurs et des fournisseurs d’électricité, notamment en matière de systèmes d’information et de comptage. Conformément à la réglementation, ENEDIS assure le raccordement et l’accès des utilisateurs au réseau dans des conditions transparentes, objectives et non discriminatoires. Elle garantit également la confidentialité des informations commercialement sensibles qu’elle utilise. A ces fins, l’entreprise a élaboré un code de bonne conduite. Son application fait l’objet d’un rapport annuel transmis à l’instance de régulation nationale.&#xd;<br />Chiffres clefs : &#xd;<br />\t-35 millions de clients&#xd;<br />\t-1.35 million km de lignes couvrant 95% du territoire de la France métropolitaine&#xd;<br />\t-€ 13,5 milliards de chiffres d’affaires&#xd;<br />\t-€ 3,2 milliards d’investissements&#xd;<br />\t-39 000 salariés","acronym":"ENEDIS","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Competition, Consumers, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, General and Institutional Affairs, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trans-European Networks","euInitiatives":"Paquet énergie propre ; Cyber sécurité, data protection ; Union de l'énergie ; Fonds d'investissements stratégiques.","lastUp":"2018-05-04T12:38:41.456+02:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}