{"id":"68184848165-11","name":"International cosmetic and device association eV","registrationDate":"2012-02-28T22:09:06.230+01:00","category":2,"subCategory":4,"legal":"registered association","web":"http://www.icada.eu","country":"Germany","headAddress":"Rosenstr., 34","headCity":"Düsseldorf","headPostCode":"40 479","headPhone":"(0049)2 11 15 94 79 28","boss":"Reinhold A Dr. Brunke","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"2.0","membership":"Project-depending cooperation with a variety of European organizations/associations/institutes.","memberOrga":"www.icada.eu","goal":"European nonprofit organization for small and medium size cosmetic enterprises &#xd;<br /> SME promotion by representing the interests, needs and opinions of European cosmetic SMEs to the EU institutions, national authorities and other international organizations.&#xd;<br /> social, economic and technical SME-situation-reports to competent authorities.&#xd;<br /> contributions to legal regulation-projects.&#xd;<br /> SME support with legal, scientific and technical information, association-services, joint marketing projects, quality-standards, best practice handbooks, seminars, conferences, SME-supplier-sourcing.&#xd;<br /> Support for an environment of innovations and of appropriate safety-standards; networking to transform basic research results into applied cosmetic-industry practice.&#xd;<br /> Consumer-protection to secure the products-variety to choose from and to defend consumer-favored and approved products from market-bans. &#xd;<br /> Trade- and consumer-information in the area of typical SME-markets.&#xd;<br /> Cooperation in networks with other concerned organizations.","acronym":"ICADA eV","interests":"Consumer Affairs, Food Safety, Public Health, Research and Technology","euInitiatives":"Änderungen und Ergänzungen der Kosmetikverordnung 1223-2009; Abgrenzungen von Kosmetik und Arzneimitteln, Einschränkung von Werbeaussagen, Verkehrserlaubnis spezieller Rohstoffe und Nanomaterial","lastUp":"2017-02-10T12:13:31.095+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}