{"id":"681866836577-89","name":"Association One Voice","registrationDate":"2019-11-18T09:39:46.686+01:00","category":3,"subCategory":2,"legal":"association sans but lucratif","web":"http://one-voice.fr","country":"France","headAddress":"Maison des associations","headCity":"Strasbourg","headPostCode":"67000","headPhone":"(33)02 97 13 11 10","boss":"Muriel ARNAL","bossTitle":"Ms","bossPosition":"présidente","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"L'association a pour but:&#xd;<br />4.\tde protéger et de défendre les droits à la vie, à la liberté, au bien-être et au respect des animaux,&#xd;<br />5.\tde protéger et défendre l'environnement, la nature, les espèces en voie de disparition, l'eau, les forêts et tous les milieux naturels, et de lutter contre les pollutions, et ce, en particulier de l'écosystème océan lequel constitue le berceau de toute vie et l'un des maillons essentiels de l'équilibre climatique de la terre. Sa fragilité particulière nécessite à cet égard une action en rapport avec l'enjeu mondial que constitue la préservation des océans tant dans leur biodiversité que dans la limitation des pollutions auxquelles ils sont confrontés.&#xd;<br />6.\tde défendre les droits de l'homme et de l'enfant au respect, à la liberté, à la santé et à la vie&#xd;<br />A cet égard, l'association tend, par voie d'investigation, d'information, de publications et par l'organisation d'événements culturels et éducatifs destinés à un public large ou spécialisé, dont les différents milieux d'enseignement de formation pour jeunes et adultes, à une généralisation d'un mode de vie non destructeur et non-violent à l'égard de toutes les espèces animales et végétales et à l'égard de l'environnement. Elle défend une société n'engendrant pas la souffrance d'animaux, n'impliquant pas la mort de ces animaux, une société non-violente, respectueuse de la nature, de l'environnement et des êtres humains. De même, l'association désire contribuer à la réalisation d'un monde plus juste.","acronym":"","interests":"Agriculture and Rural Development, Environment, Maritime affairs and fisheries, Transport","euInitiatives":"révision de la directive 1999 sur les pars zoologiques &#xd;<br />&#xd;<br />révision de la directive 2010 sur l'expérimentation animale (une plainte avait  été déposée auprès de la commission pour non respect de la publication des statistiques)&#xd;<br />&#xd;<br />interdiction des élevages d'animaux pour leur fourrure: angora, visons etc.&#xd;<br />&#xd;<br />protection des loups et des espèces protégées par les directives et conventions  (oies, l'interdiction de chasses non sélectives)","lastUp":"2019-11-18T09:59:28.876+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}