{"id":"681995934505-51","name":"Valorial","registrationDate":"2019-04-08T15:14:08.236+02:00","category":4,"subCategory":5,"legal":"association","web":"http://www.pole-valorial.fr","country":"France","headAddress":"8 Rue Jules Maillard de La Gournerie","headCity":"RENNES","headPostCode":"35000","headPhone":"(33)02 99 31 53 05","boss":"Pierre Weill","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"Environ 370 structures (entreprises, laboratoires académiques...)&#xd;\n&#xd;\nhttps://www.pole-valorial.fr/annuaire/?cn-reloaded=1","goal":"Valorial regroupe plus de 350 entreprises des secteurs agricole et agroalimentaire de l'Ouest de la France et des centres de formation, de recherche et de transfert de technologie. Notre vocation est de promouvoir la mise en œuvre de projets de R&amp;I impliquant des entreprises et des chercheurs, qui génèrent une valeur ajoutée pour les entreprises et nos territoires. Chaque année, nous soutenons entre 25 et 30 projets. Nous sommes répertoriés sur la plate-forme européenne des clusters (https://www.clustercollaboration.eu/) et sommes partenaires de plusieurs projets européens.&#xd;<br /> &#xd;<br />Valorial est labellisé \"Pôle de compétitivité\" depuis 2006 par le gouvernement français. Il certifie la qualité de nos travaux conformément aux politiques publiques françaises de soutien à la recherche et à l'innovation et au développement économique des PME. Nous avons également le label \"European Excellence Cluster\".","acronym":"Valorial","interests":"Agriculture and Rural Development, Business and Industry, Consumers, Food Safety, Fraud prevention, International co-operation and development, Research and innovation, Trans-European Networks","euInitiatives":"Dispositifs d'accompagnement aux projets Européens  (H2020, InnoSup, Cosme, Interreg, Eurostar...)","lastUp":"2019-04-08T15:15:18.978+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}