{"id":"681912015411-37","name":"FEDERAZIONE ITALIANA PICCOLE IMPRESE","registrationDate":"2015-01-01T13:14:34.261+01:00","category":2,"subCategory":1,"legal":"ASSOCIAZIONE","web":"http://www.fipi.it","country":"Italy","headAddress":"CORSO DELLE PROVINCE, 203","headCity":"CATANIA","headPostCode":"95128","headPhone":"(095)44 97 78","boss":"MARCELLO INCOGNITO","bossTitle":"Mr","bossPosition":"PRESIDENTE ","membersCount":2,"membersFTE":"1.75","membership":"","memberOrga":"","goal":"1) la rappresentanza sindacale degli associati, tutelandone gli interessi in tutte le sedi;&#xd;<br />2) la promozione dell’attività di formazione dei lavoratori autonomi e degli imprenditori, a tutela dei valori morali, civili e per la qualificazione;&#xd;<br />3) la rappresentanza e tutela dei lavoratori autonomi e delle imprese, nei rapporti con le istituzioni pubbliche e private, la Pubblica Amministrazione, le organizzazioni politiche, sociali, economiche a livello nazionale ed internazionale intervenendo anche attraverso le proprie organizzazioni territoriali e di settore per garantire la tutela e rappresentanza a tutti i livelli;&#xd;<br />4) la stipula, anche attraverso organizzazioni di settore, di accordi e contratti collettivi di lavoro fornendo la relativa assistenza alle associazioni territoriali e di settore interessato;&#xd;<br />5) l’assistenza sociale e previdenziale di Patronato in Italia ed all’estero, anche in convenzione;&#xd;<br />6) la rappresentanza, l’assistenza e la consulenza di ogni aspetto dell’attività aziendale anche  sotto i profili: contabile, amministrativo, legale, tecnico, tributario-fiscale, assicurativo-finanziario, sindacale e di consulenza del lavoro;&#xd;<br />7) la costituzione e la promozione di agenzie per l’impiego secondo le  norme vigenti, in attuazione del disposto di cui all’art.78 della Legge n. 413 del 30.12.1991 e s.m.i,;&#xd;<br />8) la promozione ed assistenza alla creazione di nuove imprese con azioni specifiche, anche nel quadro degli appositi programmi della U.E.;&#xd;<br />9) la formazione professionale e continua dei lavoratori autonomi, degli imprenditori della piccola impresa, degli apprendisti, dei  dipendenti e quanti operano nelle imprese o che intendano inserirsi nelle attività aziendali, anche  ai sensi del comma 3, art. 8 bis, D.lgs. 626/94 e s.m.i.;&#xd;<br />10) la costituzione, il potenziamento e l’organizzazione anche sindacale di organismi economici, cooperativistici,  mutualistici e consortili;&#xd;<br />11) attività in materia di immigrazione e formazione interculturale con  l’obiettivo di elaborare strategie progettuali che permettano alla comunità locale di relazionarsi in maniera consapevole, aperta e dialogica con il fenomeno migratorio, contribuendo alla formazione di una società multiculturale retta dalla valorizzazione delle differenze in un contesto di civile e pacifica convivenza.","acronym":"FIPI","interests":"Development, Education, Energy, Environment, Food Safety, Public Health, Trade, Transport","euInitiatives":"Mobilità lavoratori","lastUp":"2017-03-24T10:15:32.321+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}