{"id":"682324433929-51","name":"International Service for Human Rights","registrationDate":"2019-02-15T11:38:43.197+01:00","category":3,"subCategory":2,"legal":"association","web":"http://www.ishr.ch","country":"Switzerland","headAddress":"1 rue de Varembé","headCity":"Genève","headPostCode":"1211","headPhone":"(41)2 29 19 71 00","boss":"Philip Lynch","bossTitle":"Mr","bossPosition":"Director","membersCount":3,"membersFTE":"1.0","membership":"n/a","memberOrga":"ISHR is not a membership-based organisation; rather we work with a range of partners in international, regional and national levels, from a wide variety of countries.","goal":"The International Service for Human Rights is an independent, non-governmental organisation dedicated to promoting and protecting human rights. We achieve this by supporting human rights defenders, strengthening human rights systems, and leading and participating in coalitions for human rights change. With limited resources and high demand, our work focuses on those human rights defenders who are most at risk, where our support can protect and strengthen them as agents of change. This includes: &#xd;<br />&#xd;<br />•Women human rights defenders&#xd;<br />•Defenders of lesbian, gay, bisexual, trans and intersex rights&#xd;<br />•Defenders working on business and human rights and corporate accountability&#xd;<br />•Defenders working to promote democratic freedoms and to end impunity, particularly in countries undergoing transition and in highly restrictive environments&#xd;<br />•Defenders of the rights of migrants and refugees","acronym":"ISHR","interests":"External Relations, International co-operation and development, Justice and Fundamental Rights, Migration and asylum","euInitiatives":"ISHR also works in the EU and with EU countries, including as part of our programme on migrant rights, and with EU and EU member states in human rights mechanisms such as the UN Human Rights Council and UN GA in New York. Specific initiatives include bilateral human rights dialogues; implementation of EU Guidelines on the Protection of Human Rights Defenders; and EU foreign policy at multilateral and regional human rights institutions.","lastUp":"2019-02-15T12:05:22.751+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}