{"id":"682723922603-18","name":"EurTradeNet-ETN","registrationDate":"2016-07-06T18:55:59.927+02:00","category":2,"subCategory":4,"legal":"Professional Association","web":"http://www.eurtradenet.org","country":"Spain","headAddress":"Calle San Justo 1","headCity":"Madrid","headPostCode":"28005","headPhone":"(34)6 09 06 05 77","boss":"Maite Miret","bossTitle":"Ms","bossPosition":"General Manager","membersCount":2,"membersFTE":"1.25","membership":"By June 2018:&#xd;\n-  31 ETN Regular Members&#xd;\n(see next field with names+country, all of them private CRSP companies or Customs-Related Service Providers active in Europe)&#xd;\n-  2 ETN Affiliates&#xd;\n(AFSS as the UK association of Freight Software Suppliers, and CRSNP as the Belgian association of Customs-related Service and Network Providers).","memberOrga":"By June 2018, the 31 ETN Regular Members are:&#xd;\n-  ACO Informatica-Italy&#xd;\n-  AEB-Global&#xd;\n-  AKANEA-France&#xd;\n-  ANADA-Croatia&#xd;\n-  Cargonaut-Netherlands&#xd;\n-  CDM Software - UK&#xd;\n-  Celní Software - Czech Republic&#xd;\n-  CNS-Czech Republic&#xd;\n-  CustomsMatters-Ireland&#xd;\n-  Customs 4 trade - Belgium&#xd;\n-  Dakosy-Germany&#xd;\n-  Descartes-Global&#xd;\n-  dFlex-Slovakia&#xd;\n-  Elsped-Serbia&#xd;\n-  EMMA Systems-Nordic Countries&#xd;\n-  ERA System - Italy&#xd;\n-  EuroArpa-Italy&#xd;\n-  Intris-Belgium&#xd;\n-  KGH Customs Services-Nordic Countries&#xd;\n-  MoreData-Portugal&#xd;\n-  M2R2-Italy&#xd;\n-  MultiConsult-Italy&#xd;\n-  NovaSystems-Italy&#xd;\n-  NZ Servis- Czech Republic&#xd;\n-  SKG-Poland&#xd;\n-  SprintInformatica-Italy&#xd;\n-  StreamSoftware-Belgium&#xd;\n-  TARIC-Spain&#xd;\n-  TRINET-Slovenia&#xd;\n-  ULUKOM-Turkey&#xd;\n-  Vivansa-Belgium&#xd;\n-  WiseTechGlobal","goal":"EurTradeNet-ETN is the professional association of Customs-Related Service Providers (\"CRSPs\"), the entities that market their IT applications and services Europe-wide with their own corporate resources. ETN constitutes their source of information whereby CRSPs can better prepare for the many and frequent changes in the Logistics &amp; Trade industry and eCustoms regulations environment by means of fair and legal information sharing.","acronym":"ETN","interests":"Budget, Business and Industry, Competition, Customs, Economy, finance and the euro, Foreign and Security Policy and Defence, Research and innovation, Single market, Taxation, Trade, Trans-European Networks","euInitiatives":"The core mission of EurTradeNet-ETN is CRSPs’ sector promotion and representation, active listening at eCustoms forum internationally, and providing information to ETN members on European directives (e.g. the new Union Customs Code and its acts, supporting IT systems and transitional measures) and local singularities EU-wide, as well as sector projects and innovation initiatives. The EurTradeNet alliance is its ETN Members' “ear and voice”, a professional entity allowing them to listen and to get heard at global forums in which they would not be able to participate as individual entities.&#xd;<br />Since 2009 EurTradeNet-ETN is actively attending the specialised sessions the European Commission (as acknowledged member of the Trade Contact Group, Electronic Customs Coordination Group, and when invited at the Customs Business Groups and specialised Project Teams) as well as the World Customs Organisation (observer Trade Assoc at the Information Management SubCommittee and Data Model Project Group).","lastUp":"2018-06-22T11:20:06.143+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}