{"id":"682993737000-15","name":"ACME Cleantech Solutions Pvt. Ltd.","registrationDate":"2020-01-16T07:35:05.614+01:00","category":2,"subCategory":3,"legal":"Private Limited Company","web":"http://www.acme.in","country":"India","headAddress":"Plot-152, Sector-44, Gurugram.","headCity":"Gururgram","headPostCode":"122002","headPhone":"(91)78 38 22 78 15","boss":"Manoj Upadhyay","bossTitle":"Mr","bossPosition":"CMD","membersCount":27,"membersFTE":"17.0","membership":"","memberOrga":"","goal":"ACME is listed among the most innovative companies in clean technologies sector in India. We have extensively worked on solar energy, electrolysis of water, capturing carbon dioxide directly from air and its logistics. Today, we are the largest solar power developer in India with a total portfolio of 5.5 GWp and ranked 3rd in global solar PV asset ownership. ACME Group is now taking up electrolysis of water using renewable energy at large scale . Further, we intend to use this hydrogen with Nitorgen, to produce Green Ammonia with  lowest carbon foot print.","acronym":"ACSPL","interests":"Agriculture and Rural Development, Energy, Environment, Food Safety, International co-operation and development, Research and innovation","euInitiatives":"As EU progresses towards decarbonising its energy supply and relying more on renewable energy, such as wind and solar power  and production of Hydrogen.  Ammonia provides the missing link in Hydrogen storage for clean energy due to its high energy content and ease of transportation. Also we believe that rules concerning the Clean air and ammonia emissions will become very important for the application of mineral fertilizers by 2030 and would put pressure on fertilizer manufacturers to go Green. As per the ‘Feeding Europe 2030’ policy document, 10% of the European ammonia generations needs to be from renewable electricity by using electrolysers to generate green Hydrogen feedstock by  2030, Which means increasing production of green ammonia to more than a Million Ton per year.","lastUp":"2020-01-16T07:44:18.945+01:00","customers":"","costAbsolu":"","costRange":"2750000-2999999","turnoverAbsolu":0,"turnoverRange":""}