{"id":"683292124939-40","name":"Polska Platforma Technologiczna Stali (Polish Steel Technology Platform)","registrationDate":"2016-12-06T10:34:53.287+01:00","category":3,"subCategory":2,"legal":"a platform based on participants agreement - no legal personality","web":"http://www.imz.pl/en/aktualnosci.php?wid=26&amp;news=205","country":"Poland","headAddress":"ul. Karola Miarki 12-14","headCity":"Gliwice","headPostCode":"44-100","headPhone":"(48)3 22 34 52 05","boss":"Wojciech Szulc","bossTitle":"Mr","bossPosition":"Acting Director of the IMZ - PPTS Coordinator","membersCount":5,"membersFTE":"1.25","membership":"","memberOrga":"http://www.imz.pl/en/aktualnosci.php?wid=26&amp;news=319","goal":"Strategic goal of PPTS:&#xd;<br />Providing broad support for sustainable development of Polish steel industry and downstream industries, oriented on steel users demand and requirements, compliant with the European guidelines and simultaneously adjusted to domestic conditions and realities.&#xd;<br />Remit:&#xd;<br />Development of long-term vision as well as research programs for steel sector in Poland, oriented on downstream industries and steel users demand an requirements, coherent with the European programs.&#xd;<br />Integration of Polish steel producers and downstream industries around the idea of sustainable development and creating common, pre-competitive research and development projects leading to implementing this idea.&#xd;<br />Development the cooperation with European Platforms, in order to ensure coherence of domestic projects with the European Agenda as well as utilization of all the opportunities stemming from participation in European projects.","acronym":"PPTS","interests":"Development, Energy, Environment, Research and Technology","euInitiatives":"Participation in European Steel Technology Platform (ESTEP) works; recently, in particular in developing the definition of steel research priorities, resulting, among the others in setting up the priority No 8 \"Development of steel solution suitable for advanced, low CO2 fossil and/or renewable fuels fired power plants\" which is of special importance for Polish energy producers - steel users.","lastUp":"2017-11-29T12:15:54.934+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}