{"id":"683332613006-05","name":"SI-IES srl European Services Institute","registrationDate":"2014-02-19T11:55:31.682+02:00","category":1,"subCategory":6,"legal":"srl","web":"http://www.si-ies.it","country":"Italy","headAddress":"Via Elio Lampridio Cerva, 87a","headCity":"Roma","headPostCode":"00143","headPhone":"(39)06 51 95 67 78","boss":"Francesco Chiappetta","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.5","membership":"","memberOrga":"","goal":"SI-IES Ltd European Services Institute is a company certified UNI EN ISO 9001-2015 for design, planning and development of business advisory services for the organizations; strategic and financial planning of business; marketing, analytical, strategic and operational studies and research in the field of communications and telecommunications, design and delivery of training courses for traditional and advanced Learning. SI-IES aims to offer strategic and operational consultancy to companies and public administration, to exploit the potential offered by Innovation and technology (ICT, TLC) and to face market changes, particularly in Digital Transformation. &#xd;<br />The Company’s goal is to provide its expertise in the most professional and effective way, offering the customer a complete solution to the problem or need, including a training phase and a follow-up period. SI-IES Ltd is also specialized in applied research, carrying out analysis, planning and quantitative evaluation, feasibility studies and policy papers. The large-scale expansion of ICT and TLC innovation has transformed the economy and society over the last twenty years. &#xd;<br />New paradigms and new products - services have had a profound effect on companis and market dynamics, requiring a radical transformation to adapt to the expectations of the citizens  -consumers. Often, the necessary professional skills are not  available in the organisations, opening up market spaces to specialized consulting companies. SI-IES is active in the field of Industry 4.0 by promotion and participation in national and European initiatives to foster competitivity and the access to Digitalisation towards Digital Single Market.","acronym":"SI-IES","interests":"Agriculture and Rural Development, Business and Industry, Communication, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Environment, External Relations, Food Safety, Institutional affairs, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Trans-European Networks, Transport","euInitiatives":"DEI - Digitising European Industry, Pan-european network of Digital Innovation Hubs, S3 - Smart Specialization Strategy, Digital Transformation of public administration and Smart Cities, Digital economy and society, Digital Single Market, Industry and Business.","lastUp":"2019-04-10T15:24:31.639+02:00","customers":"Corsi Cantieri Srl","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}