{"id":"68334768334-73","name":"Vereniging Verticaal Transport","registrationDate":"2012-03-13T12:57:10.227+01:00","category":2,"subCategory":4,"legal":"Vereniging (Association)","web":"http://www.verticaaltransport.nl","country":"Netherlands","headAddress":"Blokdrukweg, 8","headCity":"Culemborg","headPostCode":"4104 BD","headPhone":"(31)3 45 51 69 93","boss":"Lion Verhagen","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"De VVT is aangesloten bij/ lid van de ESTA.&#xd;\nDe ESTA is de Europese koepel van brancheverenigingen voor kraanverhuur en exceptioneel transport.&#xd;\n&#xd;\nDe VVT is lid van VNO-NCW, de Nederlandse koepelorganisatie voor brancheverenigingen.","memberOrga":"https://www.verticaaltransport.nl/documents/vvt-leden/ledenlijst.xml?lang=nl","goal":"Missie volgens de statuten:&#xd;<br />&#xd;<br />De vereniging verenigt bedrijven werkzaam in het verticaaltransport en onderhoudt het contact met en tussen de leden in de meest ruime zin. Ze stimuleert de ontwikkeling en behartigt de belangen van de verticaaltransportbranche in het algemeen en van haar leden in het bijzonder.&#xd;<br />&#xd;<br />Missie puntsgewijs samengevat:&#xd;<br />&#xd;<br />het verenigen van bedrijven werkzaam in het verticaal transport,&#xd;<br />&#xd;<br />het behartigen van de belangen van de verticaal transportsector in het algemeen en die van haar leden in het bijzonder,&#xd;<br />&#xd;<br />het bevorderen van de ontwikkeling van het verticaal transport,&#xd;<br />&#xd;<br />het bevorderen van de contacten tussen de leden.","acronym":"VVT","interests":"Business and Industry, Climate Action, Competition, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, International co-operation and development, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Herziening van de arbeidstijdenrichtlijn, richtlijn Arbeidsmiddelen, Vrij verkeer van diensten, richtlijn geluidsemissie, harmonisatie ontheffing en vergunningen zwaar verkeer, European crane operator license, Inspection of cranes, werken met werkbakken (work with manbaskets), dienstenrichtlijn","lastUp":"2019-02-11T10:08:13.747+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}