{"id":"683404516772-69","name":"Advokatfirman Vinge KB","registrationDate":"2015-03-27T08:55:53.477+01:00","category":1,"subCategory":10,"legal":"Swedish Limited Partnership","web":"https://www.vinge.se","country":"Sweden","headAddress":"Advokatfirman Vinge","headCity":"Stockholm","headPostCode":"11187","headPhone":"(46)1 06 14 30 00","boss":"Martin Johansson","bossTitle":"Mr","bossPosition":"Partner","membersCount":5,"membersFTE":"1.25","membership":"Swedish Bar Association &#xd;\nwww.advokatsamfundet.se","memberOrga":"","goal":"Vinge is one of Sweden’s premier law firms. The firm has extensive knowledge in working on the global market and its mandates are predominantly international. Today, it is a full-service law firm with approximately 450 employees with offices in Sweden and Brussels. As a Swedish law firm it is bound by the Swedish Bar Association’s rules and regulations.","acronym":"Vinge","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Institutional affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"As a Swedish law firm, Vinge provides legal services to clients, mostly companies, within all areas of business law. Therefore, EU policies that are relevant to the firm include regulations and initiatives in the following areas; banking and finance, competition, corporate law, CSR, digital agenda, dispute resolution, employment and benefits, energy and sustainability, environmental law, intellectual property, public procurement, state aid and taxation.","lastUp":"2019-03-15T16:53:02.672+01:00","customers":"Forchem Oy,Arizona Chemical B.V","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":"","turnoverRange":"100000-499999"}