{"id":"68368571120-55","name":"Japan Business Council in Europe","registrationDate":"2009-02-11T11:10:11.762+02:00","category":2,"subCategory":4,"legal":"International non-profit organization","web":"http://www.jbce.org","country":"Belgium","headAddress":"Rue de la Loi, 82","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 86 53 30","boss":"Kitayoshi Tsumita","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":8,"membersFTE":"5.75","membership":"","memberOrga":"http://www.jbce.org/about-us/who-we-are/members-list/","goal":"OUR MISSION:&#xd;<br />We seek to:&#xd;<br />&#xd;<br />> Build a bridge between the EU and Japan, and enhance Europe’s understanding of Japanese companies and their contribution to the European economy&#xd;<br />&#xd;<br />> Contribute to the EU public policy by sharing our members’ expertise with decision-makers across sectors&#xd;<br />&#xd;<br />> Promote a favourable and predictable environment in which European and Japanese companies of all sectors can compete for sustainable growth in Europe &#xd;<br />&#xd;<br />&#xd;<br />OUR PRIORITIES:&#xd;<br />1. We promote open trade and investment&#xd;<br />2. We encourage a common regulatory framework&#xd;<br />3. We foster responsible business conduct","acronym":"JBCE","interests":"Business and Industry, Competition, Digital economy and society, Economy, finance and the euro, Energy, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"1. We promote open trade and investment&#xd;<br />&#xd;<br />We promote open markets for trade and investment. We place the free flow of goods and services, and the creation of a favourable environment for investment between the EU and Japan at the top of our agenda.&#xd;<br />&#xd;<br />We support the deepening of EU-Japan trade relations through an ambitious Free Trade Agreement / Economic Partnership Agreement (FTA / EPA) and fair market access that will contribute substantially to industrial growth and job creation. &#xd;<br />&#xd;<br />Beyond bilateral agreements, we foster cooperation between the EU and Japan to realise global multilateral agreements in order to bring economic advantages to all parties. &#xd;<br />&#xd;<br />Securing the optimisation of returns on investment to the benefit of both economies is another key area of our commitment.&#xd;<br />&#xd;<br />We support the timely development of business and strive to remove the administrative hurdles that our member companies face when integrating their European activities.&#xd;<br />&#xd;<br />&#xd;<br />&#xd;<br />2. We encourage a common regulatory framework&#xd;<br />&#xd;<br />Businesses, wherever they are based, need a clear legal and regulatory framework to effectively operate and grow. Instead of a fragmented situation, they need international standards to be able to compete on a level playing field and to contribute to economic growth.&#xd;<br />&#xd;<br />Mutual engagement from the EU and Japan for better regulatory cooperation is crucial to foster sustainable competitiveness and smart innovation in both economies.&#xd;<br />&#xd;<br />Our member companies have a long history of pursuing sustainability and are strongly committed to environmental legislation. This is why we stand for increased international cooperation and harmonisation of environmental regulations and standards in key policy areas such as resource efficiency and chemical substance management.&#xd;<br />&#xd;<br />To prevent the emergence of unnecessary obstacles and to foster business and innovation between the EU and Japan, we encourage the future-oriented development of common regulatory frameworks in a number of policy areas such as circular economy and digital agenda.&#xd;<br />&#xd;<br />&#xd;<br />&#xd;<br />&#xd;<br />3. We foster responsible business conduct&#xd;<br />&#xd;<br /> &#xd;<br />&#xd;<br />The strength of the European economy is built on a set of values that will lead to a sustainable economic system.&#xd;<br />Aspired to these values, our member companies embrace corporate social responsibility as a pivotal contributor to the EU’s objectives of sustainable development and highly competitive social market economy.&#xd;<br />We believe that fostering responsible business should be at the heart of the EU-Japan economic and political partnership.&#xd;<br />Business responsibility and integrity should go beyond administrative functions, enhanced disclosure and improved reporting. It should be firmly embedded in companies’ mission, organisation and governance.","lastUp":"2018-10-03T15:11:56.129+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}