{"id":"683799510920-11","name":"European Union of Jewish Students","registrationDate":"2013-04-17T12:41:34.311+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.eujs.org","country":"Belgium","headAddress":"Avenue Antoine Depage, 3","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)4 88 32 20 29","boss":"Alina Bricman","bossTitle":"Ms","bossPosition":"President","membersCount":5,"membersFTE":"5.0","membership":"EUJS is part of the:&#xd;\n- World Union of Jewish Students (WUJS) - Member of the Exectuve Board &#xd;\n- European Youth Forum - Member Organization&#xd;\n- UNITED&#xd;\n- European Students' Union (ESU) - affiliate&#xd;\n- EPTO ( European Peer Training Organization )","memberOrga":"Jüdische Österreichische HochschülerInnen(0),&#xd;\nUnion des Etudiants Juifs de Belgique(0),&#xd;\nUnion of Jewish Students and Youth in Bulgaria(0),&#xd;\nCUJY(0),&#xd;\nCeska Unia Zidovkej Mladeze(0),&#xd;\nDansk Jødisk Ungdomssammenslutning(0),&#xd;\nUnion of Jewish Students of Estonia(0),&#xd;\nUnion of Jewish Students in Finland(0),&#xd;\nUnion des Etudiants Juifs de France(0),&#xd;\nBundesverband jüdischer Studenten in Deutschland(0),&#xd;\nENE(0),&#xd;\nZsido Fiatalok Magyarországi Egyesuelete(0),&#xd;\nUnion of Jewish Students in Ireland(0),&#xd;\nUnione Giovano Ebrei d'Italia(0),&#xd;\nUnion of Jewish Youth in Latvia(0),&#xd;\nLithuanian Union of Jewish Students(0),&#xd;\nUnion des Jeunes Gens Israélites du Luxembourg(0),&#xd;\nJoodse studenten en jongerenvereniging(0),&#xd;\nJodisk Ungdomsforening, Det Mosaike trossamfunn(0),&#xd;\nZydowska Ogolnopolska Organizacja Mlodziezowa(0),&#xd;\nUniao Portuguesa de Estudnates Judeus(0),&#xd;\nOrganizatia Tinerilor Evrei din Romania(0),&#xd;\nRussian Union of Jewish Students(0),&#xd;\nSrpdka Unija Jevrejskih Studenata(0),&#xd;\nSlovenka Unia Zidovskej Mladeze(0),&#xd;\nKadima : Jewish Student and Youth Organization of Slovenia(0),&#xd;\nUnion de Estudiantes Judios de Espana(0),&#xd;\nUnion of Jewish Students of Sweden(0),&#xd;\nSwiss Union of Jewish Students(0),&#xd;\nMakedonska Unija Evrejskih Studenata(0),&#xd;\nTurkish Union of Jewish Students (TUJS)(0),&#xd;\nUUJS(0),&#xd;\nUnion of Jewish Students - UK(0),&#xd;\nHillel Belarus(0),&#xd;\nHaverim Moldova(0)","goal":"The Power of Youth, the Promise of Continuity:&#xd;<br />&#xd;<br />The European Union of Jewish Students is an umbrella organisation for 34 national Jewish student unions in Europe and the FSU, representing over 200,000 Jewish students.  Cognizant of the religious, linguistic and cultural diversity that make up the European Jewish community, EUJS strives to present a variety of perspectives through its leadership training programs, educational seminars and international conferences, all tailor-made to the needs of its students.  Throughout its history, EUJS has placed itself at the cutting edge of inter-cultural and inter-religious programming, as well as programming related to genocide education, advocacy and Jewish continuity in Europe.&#xd;<br />&#xd;<br />&#xd;<br />A Right of Passage:&#xd;<br />&#xd;<br />In contrast to the view that today’s students are tomorrow’s leaders, EUJS operates on the basis that the students which it serves and represents have a duty to act as leaders today, paving the way for a future infused with a strong Jewish identity and a commitment to the humanistic ideals embraced by Judaism.&#xd;<br />&#xd;<br />&#xd;<br />Generation of Activism:&#xd;<br />&#xd;<br />Since its founding in 1978 the European Union of Jewish Students (EUJS) has been at the forefront of ensuring a Jewish future in Europe. Its vibrant student community has been paving the way for democracy, pluralism and inclusiveness throughout the continent – traveling to the FSU before the fall of the Berlin Wall, demonstrating in Durban, bringing the first international Jewish conference to Turkey, reinvigorating student Jewish life in Serbia immediately after the fall of Milosevic. Today EUJS students and young adults serve the civic society in Europe with a strong and persistent voice, instilling the values encrypted in Judaism into the broader society on the continent.&#xd;<br />&#xd;<br />&#xd;<br />International Memberships:&#xd;<br />&#xd;<br />EUJS is a constituent member of the European Youth Forum, the leading platform for more than 98 national youth councils and international NGOs, and is the only Jewish organization represented at that level.  It is supported by the Council of Europe, the European Commission, all recognized Jewish organizations, and is a member of the World Union of Jewish Students (WUJS). EUJS is one of the largest international student organizations worldwide and the first Jewish Youth NGO to obtain the special Consultative Status to the ECOSOC of the United Nations.   Its annual programming includes the Summer University, international, inter-religious, inter-generational seminars, study sessions at the European Youth Centre, and cutting edge work that puts it at the forefront of the European context.","acronym":"EUJS","interests":"Culture, Education, External Relations, Foreign and Security Policy and Defence, Home Affairs, Humanitarian Aid, Justice and Fundamental Rights, Regional Policy, Youth","euInitiatives":"- Human rights&#xd;<br />- Religious rights&#xd;<br />- Youth rights&#xd;<br />- Advocacy&#xd;<br />- Peer to peer","lastUp":"2018-03-07T12:45:23.636+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}