{"id":"683857614787-75","name":"IPK European Strategy Ltd","registrationDate":"2014-10-27T15:42:12.373+01:00","category":1,"subCategory":6,"legal":"Ltd company","web":"http://www.ipkeuropeanstrategy.com","country":"United kingdom","headAddress":"Tin tern Close, 1","headCity":"Brighton and Hove","headPostCode":"BN1 7EF","headPhone":"(44)74 74 53 33 88","boss":"Ifthikhar Parvez Khan","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"1.0","membership":"Working in partnership with Bangladesh Institute of International Trade and Finance; &#xd;\nWorking in association with Financial Services lawyers Association.","memberOrga":"","goal":"IPK European Strategy is an advisory firm providing strategic high level advice on understanding and effectively engaging with the European decision making process. &#xd;<br />&#xd;<br />IPK primarily focuses on the issues facing the financial sector, as well companies and organisations dealing with financial markets. It advises clients on understanding and engaging with the political, legislative and regulatory implications flowing from the EU for their business. &#xd;<br />&#xd;<br />IPK provides high level advisory services based on timely and relevant intelligence, informing technically sound analysis as the basis of political and strategic advice. Our people have solid understanding of both the way the Brussels machine really works, as well as financial markets and the way in which those markets are regulated. IPK provides a truly strategic advisory service based on an understanding of Brussels gained from working within the European institutions, as well as over a decade working in financial markets.&#xd;<br />&#xd;<br />As well as strategic advice, IPK also provides public affairs professional services such as policy analysis, monitoring, outreach and engagement programmes, event organisation and general communications services.","acronym":"IPK","interests":"Budget, Competition, Customs, Development, Economic and Financial Affairs, Education, Energy, External Relations, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Taxation, Trade","euInitiatives":"Financial services, investment services, EU growth policy.&#xd;<br />Antitrust and competition matters. &#xd;<br />Development and international trade. &#xd;<br />Charitable foundations.","lastUp":"2017-04-05T00:49:16.178+01:00","customers":"Avisa Partners,Managed Funds Association","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}