{"id":"684213919233-18","name":"Association of European Border Regions","registrationDate":"2015-10-22T12:51:35.494+02:00","category":6,"subCategory":11,"legal":"registered association","web":"http://www.aebr.eu","country":"Germany","headAddress":"Enscheder Str. 362","headCity":"GRONAU","headPostCode":"48599","headPhone":"(49)2 56 27 02 19","boss":"Martín Guillermo Ramírez","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":11,"membersFTE":"7.75","membership":"FOGAR (Forum of Global Associations of Regions)&#xd;\nhttp://www.regionsunies-fogar.org/images/Documentos/46_declaration_marseille_en.pdf&#xd;\nAEBR Vicepresident François Maitia (Aquitaine) signed this Declaration of Marseille, Founding Document of FOGAR","memberOrga":"http://www.aebr.eu/en/members/list_of_members.php","goal":"Representar los intereses de las regiones fronterizas y transfronterizas europeas ante las instituciones europeas, gobiernos nacionales y otras instancias.&#xd;<br />Identificar sus problemas, oportunidades, tareas y proyectos en particular.&#xd;<br />Iniciar, apoyar y coordinar su cooperación en toda Europa.&#xd;<br />Intercambiar experiencias e información para formular y coordinar intereses communes a partir de distintos problemas y oportunidades de las regiones fronterizas, y ofrecer soluciones.&#xd;<br />Promover estructuras, proyectos y programas de Cooperación Transfronteriza (CTF).&#xd;<br />Ayudar en la preparación de eventos de CTF y otras actividades.","acronym":"AEBR-AGEG-ARFE","interests":"Agriculture, Borders and Security, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Humanitarian aid and civil protection, International co-operation and development, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Trans-European Networks, Transport, Youth","euInitiatives":"Política Regional y de Cohesión&#xd;<br />Cooperación Territorial Europea&#xd;<br />Cooperación Transfronteriza dentro de la UE, en sus fronteras externas, en los países de la Adhesión y la Buena Vecindad y en países terceros.","lastUp":"2018-09-03T21:37:54.428+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}