{"id":"684310010356-41","name":"Île-de-France Mobilités / Syndicat des transports d'Île-de-France","registrationDate":"2012-12-17T17:21:43.908+02:00","category":6,"subCategory":9,"legal":"Etablissement public local","web":"https://www.iledefrance-mobilites.fr/","country":"France","headAddress":"41 rue de Châteaudun","headCity":"Paris","headPostCode":"75009","headPhone":"(33)01 47 53 28 00","boss":"Laurent PROBST","bossTitle":"Mr","bossPosition":"Directeur Général","membersCount":3,"membersFTE":"1.5","membership":"- EMTA&#xd;\n- POLIS&#xd;\n- UITP&#xd;\n- AET&#xd;\n- CNA&#xd;\n- CODATU&#xd;\n- GART&#xd;\n- AirParif&#xd;\n- TDIE&#xd;\n- ATEC ITS&#xd;\n- Régions de France&#xd;\n- APUR&#xd;\n- AMIF","memberOrga":"- Région Ile-de-France (15 représentants)&#xd;\n- Ville de Paris (5 représentants)&#xd;\n- Département de Seine-et-Marne (1 représentant)&#xd;\n- Département des Yvelines (1 représentant)&#xd;\n- Département de l'Essonne (1 représentant)&#xd;\n- Département des Hauts-de-Seine (1 représentant)&#xd;\n- Département de Seine-Saint-Denis (1 représentant)&#xd;\n- Département du Val de Marne (1 représentant)&#xd;\n- Département du Val d'Oise (1 représentant)&#xd;\n- CCI Paris Ile-de-France (1 représentant)&#xd;\n- EPCI/Intercommunalités d'Ile-de-France (1 représentant)","goal":"Île-de-France Mobilités (anciennement STIF - Syndicat des transports d'Île-de-France) imagine, organise et finance les transports publics pour tous les Franciliens.&#xd;<br />&#xd;<br />Île-de-France Mobilités, composée de la Région Île-de-France et des huit départements franciliens, porte la vision de l’ensemble des transports d’Île-de-France (train-rer, métro, tram et bus). Ainsi, elle décide et pilote les projets de développement et de modernisation de tous les transports, dont il confie l’exploitation à des transporteurs. &#xd;<br />&#xd;<br />Île-de-France Mobilités imagine, organise et finance les transports pour tous les Franciliens. Île-de-France Mobilités est responsable de l’équilibre global du coût des transports de la Région. Elle en gère le budget de fonctionnement (plus de 10 milliards d’euros par an), le financement et l’exploitation du réseau. Elle traite les questions de tarification, crée les titres de transport et fixe leurs tarifs.&#xd;<br />&#xd;<br />Île-de-France Mobilités expertise les projets d’amélioration des transports en commun d’Île-de-France. Île-de-France Mobilités étudie les projets d’extension et de création de ligne (train-RER, métro, tramway, bus) sous tous leurs aspects : personnes et emplois concernés, faisabilité technique, coûts…&#xd;<br />&#xd;<br />Île-de-France Mobilités décide et finance les actions à mener pour améliorer les transports en commun d’Île-de-France. Île-de-France Mobilités cofinance la modernisation des infrastructures routières et ferroviaires, et la rénovation et l’achat du matériel roulant (train-RER, métro, tramway, bus). C’est elle qui prend les décisions relatives aux améliorations (prolongement et création de ligne, rénovation et commande de matériel roulant, renfort d’offre, information voyageurs…) via le Conseil du Syndicat des Transports d’Île-de-France, qui décide également des financements.&#xd;<br />&#xd;<br />Île-de-France Mobilités pilote la modernisation du réseau des transports en commun. Chaque étape du projet est validée par le Conseil du Syndicat des Transports d’Île-de-France (enquêtes publiques, coordination, maîtrise d’ouvrage, travaux, équilibre financier, mise en service…), qui veille également au respect du programme, du calendrier et des coûts.&#xd;<br />&#xd;<br />Île-de-France Mobilités confie l’exploitation des réseaux aux transporteurs. Via des contrats, Île-de-France Mobilités fixe à la RATP, à la SNCF et aux 70 transporteurs privés des objectifs sur :&#xd;<br />- la ponctualité,&#xd;<br />- la qualité de service (information voyageurs, accueil…),&#xd;<br />- le calendrier de mise en œuvre,&#xd;<br />- les investissements à réaliser,&#xd;<br />- la mise en œuvre des décisions du Conseil…&#xd;<br />&#xd;<br />Île-de-France Mobilités est à l’écoute des voyageurs et des Franciliens. Via les élus du Conseil, Île-de-France Mobilités est au contact régulier des citoyens. Via des concertations et des débats publics, Île-de-France Mobilités informe et échange avec les voyageurs à propos des nouveaux projets. Via des rencontres avec les associations d’usagers et les élus, Île-de-France Mobilités suit le vécu et les attentes des voyageurs ligne par ligne.","acronym":"IdFM / STIF","interests":"Budget, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Energy, Environment, International co-operation and development, Regional Policy, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"Politiques de l'Union européenne suivies : &#xd;<br />- Transports publics urbains&#xd;<br />- Mobilité urbaine durable&#xd;<br />- Innovation dans les transports urbains&#xd;<br />- Nouvelles mobilités&#xd;<br />- Services de mobilité (partagée) et MaaS&#xd;<br />- Intermodalité et pôles d'échange&#xd;<br />- Véhicules propres, connectés et autonomes&#xd;<br />- Plans de mobilité urbaine&#xd;<br />&#xd;<br />Dossiers législatifs suivis : &#xd;<br />- Règlement (CE) n°  1371/2007 du Parlement européen et du Conseil du 23 octobre 2007 sur les droits et obligations des voyageurs ferroviaires&#xd;<br />- Directive 2009/33/CE du Parlement européen et du Conseil du 23 avril 2009 relative à la promotion de véhicules de transport routier propres et économes en énergie&#xd;<br />- Directive 2010/40/UE du Parlement européen et du Conseil du 7 juillet 2010 concernant le cadre pour le déploiement de systèmes de transport intelligents dans le domaine du transport routier et d’interfaces avec d’autres modes de transport&#xd;<br />- Directive 2014/94/UE du Parlement européen et du Conseil du 22 octobre 2014 sur le déploiement d'une infrastructure pour carburants alternatifs &#xd;<br />- Directive (UE) 2019/882 du Parlement européen et du Conseil du 17 avril 2019 relative aux exigences en matière d’accessibilité applicables aux produits et services&#xd;<br />&#xd;<br />Participation à des consultations publiques organisées par la Commission européenne : &#xd;<br />- La dimension urbaine de la politique de transport européenne (17 septembre 2012 - 17 décembre 2012).&#xd;<br />- Révision et évaluation de la directive sur les systèmes de transport intelligents (05 mai 2017 - 28 juillet 2017)&#xd;<br />- Fonds de l'Union européenne dans le domaine des infrastructures stratégiques (10 janvier 2018 - 9 mars 2018)","lastUp":"2019-07-03T09:42:07.488+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}