{"id":"684824020045-19","name":"Autodesk, Inc.","registrationDate":"2015-12-21T16:54:39.580+02:00","category":2,"subCategory":3,"legal":"Publicly traded corporation, incorporated in the State of Delaware, United States of America","web":"http://autodesk.com","country":"United states","headAddress":"111 McInnis Parkway","headCity":"San Rafael","headPostCode":"CA 94903","headPhone":"(1415)5 07 50 00","boss":"Andrew Friendly","bossTitle":"Mr","bossPosition":"Senior Director of Government Affairs","membersCount":1,"membersFTE":"0.25","membership":"The following is the list of associations/federations or other types of networks to which Autodesk belonged in FY 2020:&#xd;\n•\tBusiness Software Alliance (BSA) – www.bsa.org&#xd;\n•\tInformation Technology Industry Council (ITIC) – www.itic.org/&#xd;\n&#xd;\n  The following is a partial list of associations/federations or other types of networks to which Autodesk belonged in FY 2020:&#xd;\n &#xd;\n•\tEuropean Factories of the Future Research Association (EFFRA) – www.effra.eu&#xd;\n•\tGauge and Tool Makers Association (GTMA) – www.gtma.co.uk&#xd;\n•\tInnovate UK – www.gov.uk/government/organisations/innovate-uk&#xd;\n•\tThe Aerospace technology Institute (ATI) - http://www.ati.org.uk/  &#xd;\n•\tThe Manufacturing Technology Centre (MTC) - http://www.the-mtc.org/ &#xd;\n•\tAdvanced Manufacturing Research Centre (AMRC) - http://www.amrc.co.uk/ &#xd;\n•\tThe Nuclear Manufacturing Research Centre (NMRC) - http://namrc.co.uk/","memberOrga":"","goal":"Autodesk is a leader in 3D design, engineering, construction, manufacturing and entertainment software, developing a broad portfolio of 3D software for global markets.  Customers across the manufacturing, architecture, engineering, building, construction, and media and entertainment industries use Autodesk software to design and make almost anything.  &#xd;<br />http://www.autodesk.com/company&#xd;<br />&#xd;<br />Autodesk acquired Delcam Ltd. (Delcam), one of the world’s leading suppliers of advanced computer-aided manufacturing (CAM) software, in February 2014. With the exception of certain non-material legacy Delcam subsidiaries and joint ventures, since August 2016 Delcam has been integrated as an Autodesk entity and its activities therefore are reported as Autodesk’s in this report for the purpose of transparency. See  http://www.delcam.co.uk","acronym":"","interests":"Business and Industry, Climate Action, Digital economy and society, Education and training, Employment and Social Affairs, Environment, Research and innovation, Single market, Trade, Transport","euInitiatives":"Autodesk has been following the following EU initiatives, policies and legislative files during 2019:&#xd;<br />       Launch of the Digital Skill and Jobs Coalition on Dec. 1, 2016;&#xd;<br />•\tDirective 2002/91/EC of the European Parliament and of the Council of 16 December 2002 on the energy performance of buildings&#xd;<br />•\tDirective 2009/125/EC of the European Parliament and of the Council of 21 October 2009 establishing a framework for the setting of ecodesign requirements for energy-related products&#xd;<br />•\tDirective 2012/27/EU of the European Parliament and of the Council of 25 October 2012 on energy efficiency (General Directive and Principles) &#xd;<br />•\tPublic Consultation on the Circular Economy (Aug. 20, 2015 submission) &#xd;<br />•\tDirective 2014/24EU of the European Parliament and of the Council of 26 February 2014 on public procurement","lastUp":"2019-10-25T20:00:30.524+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}