{"id":"684985491-01","name":"CLECAT - European association for forwarding, transport, logistic and Customs services","registrationDate":"2008-06-28T16:00:55.104+02:00","category":2,"subCategory":4,"legal":"INPA","web":"http://www.clecat.org","country":"Belgium","headAddress":"Rue du Commerce, 77","headCity":"BRUXELLES","headPostCode":"1040","headPhone":"(32)25 03 47 05","boss":"Steve Parker","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"4.0","membership":"Some EU CLECAT Members are also Members of the international level association FIATA (www.fiata.com), there is however no formal connection other than a memorandum of understanding aiming at the coordination of the respective activities.&#xd;\n&#xd;\nSome CLECAT Members may be members of more than one association.","memberOrga":"http://www.clecat.org/members.html","goal":"CLECAT was established in 1958 in Antwerp, it is now located in Brussels and it represents the interests of 24 members (consisting of national organisations of EU freight related service providers, as well as various observer and associate members). Multinational, medium and small freight forwarders and Customs agents are all part of CLECAT's structures, thus making it the most representative structure of its kind. &#xd;<br />&#xd;<br />A freight forwarder is the real master of the supply and value chain. He crafts logistic solutions that satisfy both production and consumption, both supply and demand and makes sure their expectations are satisfied, ensures that goods move from the point of origin to reach their final destination at the right place, at the right time and in good shape. For this purpose, freight forwarders utilise the entire and complex logistic infrastructure with a totally unprejudiced and cost-efficient approach. Freight forwarders do not privilege any means of transport or transport infrastructure as such, although some may own a great many equipment and infrastructure. Customs agents are on the other hand the real experts of international trade and its subtleties, ensuring that our borders do not allow for fraud and infringement, in close contact with competent Authorities &#xd;<br />&#xd;<br />Our members voice the interests of more than 19.000 companies employing in excess of 1.000.000 staff. In rough figures European freight forwarders and Customs agents clear 95% of all goods in Europe and handle 65% of the cargo transported by road, 95% of the cargo transported by air and 65% of the maritime. CLECAT also plays a major role in rail and inland waterways. Intermodal transport, extensive use of IT and dedicated terminals and warehouses are the main tools our members use to address customers' requirements. CLECAT also works in close cooperation with  FIATA, the World Federation of Freight Forwarders and is the exclusive voice of our sector on European issues. &#xd;<br />&#xd;<br />CLECAT promotes the activity and defends the interests of its members in connection with a large number of institutional and non-institutional counterparts. It has a voice where a regulatory environment concerning transport formalities and transport modes is created, in the intent of securing a uniform and seamless environment, where cargo can move freely and securely for the benefit of the whole international trade, with due respect to issues such as security and environment.","acronym":"CLECAT","interests":"Borders and Security, Business and Industry, Climate Action, Competition, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Foreign and Security Policy and Defence, General and Institutional Affairs, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"UCC/Customs policy  &#xd;<br />Mobility Package&#xd;<br />Digitalisation&#xd;<br />Air cargo &#xd;<br />Transport security&#xd;<br />Maritime policy &#xd;<br />Rail Freight &#xd;<br />Road transport policy &#xd;<br />Sustainable logistics&#xd;<br />Multimodal/combined transport &#xd;<br />R&amp;D","lastUp":"2018-07-12T16:48:45.431+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}