{"id":"684940134316-55","name":"PROVIDENT FINANCIAL ROMANIA I.F.N. SA","registrationDate":"2019-03-25T10:48:30.362+01:00","category":2,"subCategory":3,"legal":"Public limited company","web":"http://www.provident.ro","country":"Romania","headAddress":"Calea Șerban Vodă nr. 133, Central Business Park, corp D-E, etaj 1, corp D, etaj 2, sector 4","headCity":"București","headPostCode":"040205","headPhone":"(40)21 98 77","boss":"Boczan Viktor ","bossTitle":"Mr","bossPosition":"Country Manager","membersCount":2,"membersFTE":"0.5","membership":"Financial Enterprises Association: http://www.alb-romania.ro/ &#xd;\nAmCham Romania: https://www.amcham.ro/ &#xd;\nForeign Investors Council: https://fic.ro/ &#xd;\nBritish-Romanian Chamber of Commerce: http://brcconline.eu/","memberOrga":"","goal":"Provident is one of the largest employers and one of the most important British investments in Romania, part of the International Personal Finance group, listed on the London Stock Exchange, with a business model of nearly 140 years. &#xd;<br />Since 2006, we have provided simple, personalized loans to more than 1,1 million Romanians from different social classes and age groups that could have been otherwise excluded from any source of financing.  &#xd;<br />Provident opens the access to the banking services market of a large category of consumers by creating a credit history and stimulating financial responsibility and inclusion.&#xd;<br />Thus, about 40% of our clients (from the current portfolio) live in rural areas, where modern payment instruments are rarely used, and access to other creditors (bank branches or other financial institutions) often involves uncomfortable and expensive travel.  In fact, according to an independent research (conducted by YouGov), only 36% of Provident's customers have a bank account. In addition, we find it worth mentioning that we do not require guarantees for the credits granted and that customers are not in danger of losing their assets, regardless of their payment behavior. Moreover, delay penalties are not a source of income for us: if we make a wrong credit decision, we bear the consequences, not the consumer.&#xd;<br />The degree of satisfaction of our customers is evidenced by the fact that 70% of our customers are on a second loan and a quarter of them have had at least 5 loans in recent years.&#xd;<br />We believe that the products and services we offer are highly appreciated by our customers who understand the benefits they receive in return for the cost they pay. The customers have the psychological comfort that their situation does not get out of control if they cannot pay one or more times according to the schedule. &#xd;<br />Additionally, our business model is ideal to serve including rural customers with income that derives from subsistence agriculture and which might otherwise be excluded from a legal form of funding.","acronym":"PFR","interests":"Banking and financial services, Consumers, Taxation","euInitiatives":"1)\tBetter enforcement and modernisation of EU consumer protection (Omnibus directive)&#xd;<br />    - Doorstep selling&#xd;<br />    - Penalties in consumer protection legal cases&#xd;<br />2)\tRepresentative actions for the protection of the collective interests of consumers (collective redress / class action)","lastUp":"2019-03-25T10:54:37.956+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}