{"id":"68508086075-82","name":"M.E.E.R. e.V.","registrationDate":"2011-06-24T11:20:58.024+02:00","category":3,"subCategory":2,"legal":"Registered charity","web":"http://www.m-e-e-r.org","country":"Germany","headAddress":"Bundesallee, 123","headCity":"Berlin","headPostCode":"12161","headPhone":"(49)30 64 49 72 30","boss":"Fabian Ritter","bossTitle":"Mr","bossPosition":"President, Director of Science","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"M.E.E.R. is dedicated to the conservation of dolphins, whales and the seas.&#xd;<br />&#xd;<br />M.E.E.R. co-operates with national and international organisations and scientists, works on several campaigns and develops recommended procedures. In this way, the public and politics are made aware of ecological sustainability. &#xd;<br />&#xd;<br />With it’s prizewinning project M.E.E.R. La Gomera, the non-profit association M.E.E.R. wants to guarantee that the encounter between humans and cetaceans happens with respect and consideration. This is realised through the combination of ecological whale watching tourism, scientific research and public education. &#xd;<br />&#xd;<br />Our studies underline the uniqueness of La Gomera’s waters. From our research results we are able to develop recommended procedures for the protection of the seas. We regularly present our research results in scientific journals, at conferences and workshops, etc..  &#xd;<br /> &#xd;<br />&#xd;<br />In 2001, the project M.E.E.R. La Gomera was honoured with the International Environmental Award “Tourism and Environment” which is granted by the German Association of Travel Agencies and Travel Operators (DRV).  &#xd;<br />&#xd;<br />Our goals are:&#xd;<br />&#xd;<br />- Establishment of a marine protected area off La Gomera &#xd;<br />- Restriction of fast ferries in waters with a high abundance of cetaceans &#xd;<br />- Far-sighted regulation of the whale watching-tourism &#xd;<br />- Sustainability as a general principle for all uses of La Gomera’s waters.","acronym":"MEER","interests":"Climate Action, Education and training, Environment, Maritime affairs and fisheries, Research and innovation","euInitiatives":"Common Fisheries Policy&#xd;<br />Marine Protected Areas and Habitats Directive related issues","lastUp":"2019-07-16T18:49:23.844+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}