{"id":"685228820371-97","name":"ACTIRIS","registrationDate":"2016-01-26T12:33:21.490+01:00","category":6,"subCategory":14,"legal":"geen","web":"http://www.actiris.be","country":"Belgium","headAddress":"Avenue de l'Astronomie 14","headCity":"Bruxelles","headPostCode":"1210","headPhone":"(32)5 05 14 31","boss":"Grégor Chapelle","bossTitle":"Mr","bossPosition":"Directeur-Generaal","membersCount":6,"membersFTE":"3.0","membership":"- Comité de Gestion de l'ONEM&#xd;\n- membre Conseil Supérieur de l'Emploi&#xd;\n- membre de Synerjob","memberOrga":"Comité de gestion&#xd;\n &#xd;\nActiris est administré par un comité de gestion.  Il s'agit d'un organe paritaire composé comme suit:&#xd;\n &#xd;\n&#xd;\n7 représentants des organisations représentatives des travailleurs : Philippe Vandenabeele, Paul Palsterman, Nancy Tas, Sara Steimes, Philippe Van Muylder, Jean-Michel Cappoen, Bert Engelaar&#xd;\n&#xd;\n7 représentants des organisations représentatives des employeurs : Jan De Brabanter, Jean-Claude Daoust, Arnaud Le Grelle, Geneviève Bossu, Jean-Christophe Vanderhaegen, Joëlle Evenepoel, Bruno Gérard&#xd;\n&#xd;\n2 commissaires du Gouvernement : Peter Michiels (NL) et Jean-François Leconte (FR)&#xd;\n1 Président : Bert Anciaux&#xd;\n1 Vice-Président : Michel Kutendakana &#xd;\n&#xd;\nLa Direction Générale d’Actiris - Grégor Chapelle et Caroline Mancel - assistent à tous les Comités de gestion.","goal":"Actiris est le service public d'emploi bruxellois. &#xd;<br />&#xd;<br />Il a pour ambition de devenir, avec ses partenaires, le fournisseur public de solutions pour l’emploi bruxellois, reconnu comme tel tant par les chercheurs d’emploi que par les employeurs. Pour faire de cette vision une réalité, Actiris concentre son action et ses moyens autour de deux missions stratégiques et transversales : &#xd;<br />&#xd;<br />1) Assurer le « matching » entre employeurs et chercheurs d’emploi. A ce titre, Actiris s’engage à identifier, recueillir et satisfaire les offres d’emploi disponibles sur le marché du travail bruxellois. Chaque chercheur d'emploi inscrit chez Actiris se verra présenter, sans délai, des offres d'emploi correspondant à son profil. 2) Organiser la transition vers l'emploi. Avec ses partenaires, Actiris développe une offre de services proposant à chaque chercheur d'emploi bruxellois un accompagnement sur mesure vers l’emploi. Un Service public d'Emploi au service de tous les Bruxellois : chercheurs d'emploi - 186.000 chercheurs d'emploi par an - et entreprises - 35.000 employeurs .","acronym":"","interests":"Employment and Social Affairs","euInitiatives":"Les politiques de l'emploi de manière générale et le processus du PES network en particulier.","lastUp":"2020-01-08T01:30:53.971+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}