{"id":"685679134378-91","name":"Poultry Veterinary Study Group of the EU","registrationDate":"2019-03-27T13:40:19.007+01:00","category":2,"subCategory":1,"legal":"Association","web":"http://www.pvsgeu.org","country":"Netherlands","headAddress":"Vrochterdijk 10","headCity":"Barchem","headPostCode":"7244 PN","headPhone":"(31)6 54 71 39 48","boss":"Peter Wijnen","bossTitle":"Mr","bossPosition":"Committee Member","membersCount":17,"membersFTE":"4.25","membership":"","memberOrga":"","goal":"As detailed in our constitution, our objectives are: &#xd;<br />&#xd;<br />- To share practical experience and information regarding the sanitary situation in poultry and avian species of each country; &#xd;<br />&#xd;<br />- To develop and maintain the scientific knowledge of members; &#xd;<br />&#xd;<br />- To place a network of technical experts and alarm on diseases outbreaks at members disposal; &#xd;<br />&#xd;<br />- To provide a friendly environment for free exchange of information in order to achieve these objectives. &#xd;<br />&#xd;<br />We may also undertake the following tasks: &#xd;<br />&#xd;<br />- To set up ad hoc working groups, as and when necessary, to consider specific issues or disease problems; &#xd;<br />&#xd;<br />- To lobby the EU Commission or other authority, or coordinate lobbying of individual memberships, on specific issues; &#xd;<br />&#xd;<br />- To demonstrate, through its meetings, and web site, a continuing education resource for the benefit of all members. &#xd;<br />&#xd;<br />All members dedicate the majority of their professional time to advising on health issues in poultry, devising monitoring programmes, and diagnosing disease, when it occurs. &#xd;<br />&#xd;<br />Membership is limited to 100 full members and the number per country is determined by the analysis of poultry production (meat and eggs) as a proportion of the total European poultry production. Membership is capped at a maximum of 9 full members per country.","acronym":"PVSGeu","interests":"Agriculture and Rural Development, Environment, Food Safety, Public Health","euInitiatives":"Animal Welfare Legislation, Veterinary Medicin Legislation,&#xd;<br />Medicated Feed Legislation, Feed Additives Legislation","lastUp":"2019-03-27T13:41:55.927+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}