{"id":"685709519041-15","name":"The Swedish Disability Rights Federation","registrationDate":"2015-09-30T21:08:39.091+02:00","category":3,"subCategory":2,"legal":"ideell organisation","web":"http://www.funktionsratt.se","country":"Sweden","headAddress":"Landsvägen 50 A","headCity":"Sundbyberg","headPostCode":"172 27","headPhone":"(46)8 54 64 04 00","boss":"Nicklas Martensson","bossTitle":"Mr","bossPosition":"Kanslichef","membersCount":1,"membersFTE":"0.25","membership":"We are members of European Disability Forum and European Patient Forum. We are also participating in European standardisation through membership in Swedish Standards Institute and Swedish Consumers (active in ANEC). Many of our member organisations are represented in other European NGO:s","memberOrga":"We are an umbrella organisation with 44 member organisations and no individual members. More about our members:&#xd;\nhttp://funktionsratt.se/om-oss/medlemmar/","goal":"Organisationens namn är Funktionsratt Sverige. Organisationen är ett samarbetsorgan för förbund som samlar människor med funktionsnedsättning. Organisationens engelska namn är ”The Swedish Disability Rights Federation”. Organisationen har sitt säte i Stockholms län. Organisationen är partipolitiskt och religiöst obundet.&#xd;<br />&#xd;<br />Funktionsrätt Sveriges vision är ett samhälle för alla, där alla människor är delaktiga på lika villkor. Ett samhälle där människor möts med respekt oavsett funktionsförmåga. &#xd;<br />&#xd;<br />Organisationen har 44 medlemsförbund med cirka 400 000 enskilda medlemmar (2017). Funktionsrätt Sverige är medlemmar i European Disability Forum","acronym":"","interests":"Consumers, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Transport, Youth","euInitiatives":"Till exempel Mänskliga rättigheter, funktionshinderpolitisk strategi, rekommendationer från FN till EU om konventionen för personer med funktionsnedsättning, revidering av likabehandlingsdirektivet, tillgänglighet, standardisering, passagerarrättigheter, offentlig upphandling, IT-politik","lastUp":"2019-09-03T17:29:21.519+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}