{"id":"685709519041-15","name":"The Swedish Disability Rights Federation","registrationDate":"2015-09-30T21:08:39.091+02:00","category":3,"subCategory":2,"legal":"ideell organisation","web":"http://www.funktionsratt.se","country":"Sweden","headAddress":"Landsvägen 50 A","headCity":"Sundbyberg","headPostCode":"172 27","headPhone":"(46)8 54 64 04 00","boss":"Stefan Eklund Akerberg","bossTitle":"Mr","bossPosition":"Kanslichef","membersCount":1,"membersFTE":"0.25","membership":"Vi är medlemmar i European Disability Forum, samt vissa andra nationella organisationer till exempel Sveriges Konsumenter och Swedish Standards Institute.&#xd;\n&#xd;\nVåra medlemsförbund är representerade i andra organisationer på Europanivå.","memberOrga":"Vi har endast medlemsorganisationer, 41 stycken, som anges här med länkar till respektive organisation.&#xd;\nhttp://funktionsratt.se/om-oss/medlemmar/","goal":"Organisationens namn är Funktionsratt Sverige. Organisationen är ett samarbetsorgan för förbund som samlar människor med funktionsnedsättning. Organisationens engelska namn är ”The Swedish Disability Rights Federation”. Organisationen har sitt säte i Stockholms län. Organisationen är partipolitiskt och religiöst obundet.&#xd;<br />&#xd;<br />Funktionsrätt Sveriges vision är ett samhälle för alla, där alla människor är delaktiga på lika villkor. Ett samhälle där människor möts med respekt oavsett funktionsförmåga. &#xd;<br />&#xd;<br />Organisationen har 41 medlemsförbund med cirka 400 000 enskilda medlemmar (2017). Funktionsrätt Sverige är medlemmar i European Disability Forum","acronym":"","interests":"Consumers, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Transport, Youth","euInitiatives":"Till exempel Mänskliga rättigheter, funktionshinderpolitisk strategi, rekommendationer från FN till EU om konventionen för personer med funktionsnedsättning, revidering av likabehandlingsdirektivet, kommande förslag om tillgänglighetslag, standardisering, passagerarrättigheter, offentlig upphandling, IT-politiska revideringar såsom DSM, AVMS och förslaget till direktiv som rör tillgängliga publika webbplatser.","lastUp":"2018-09-11T09:39:29.470+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}