{"id":"686002336313-34","name":"InfoCert SpA","registrationDate":"2019-10-24T17:27:56.177+02:00","category":2,"subCategory":3,"legal":"Società per Azioni","web":"https://infocert.digital/","country":"Italy","headAddress":"via Marco e Marcelliano 45","headCity":"Roma","headPostCode":"00147","headPhone":"(39)06 83 66 91","boss":"Danilo Cattaneo","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":3,"membersFTE":"1.0","membership":"ESD - European Signature Dialog https://www.european-signature-dialog.eu/&#xd;\nAssoCertificatori - http://www.assocertificatori.org/&#xd;\nANORC -Associazione Nazionale Operatori e Responsabili della Conservazione www.anorc.eu&#xd;\nAssoConservatori Accreditati by Assintel https://www.assintel.it/assintel/chi-siamo/assoconservatori-accreditati/&#xd;\nAPSP - Associazione Prestatori Servizi di Pagamento www.apsp.it&#xd;\nBITKOM - https://www.bitkom.org/&#xd;\nABILab - https://www.abilab.it/home/","memberOrga":"","goal":"InfoCert is the largest QTSP in Europe active in more than twenty countries. We enable companies to digitalize their business processes leveraging on our compliance expertise and our portfolio of trust-based solutions like eId, eDelivery, eSignature, eSeal and the award-winning TOP (Trusted Onboarding Platform) solution to assists companies to digitally onboard their clients.&#xd;<br />InfoCert manages millions of legally binding transactions per day across a variety of industries and business processes. We are trusted by thousands enterprise clients across Europe.&#xd;<br />InfoCert holds a significant number of patents in the “digital trust” space while the ISO 9001, 27001 and 20000 certifications testify our commitment to the highest level of quality in the provision of our services and in the management of IT security. &#xd;<br />InfoCert is a Qualified Trust Service Provider fully compliant with the requirements of the eIDAS Regulation and ETSI-EN-319-401 standards and an accredited provider of the digital identity for Italian citizens. &#xd;<br />In Europe, InfoCert holds a 51% stake in Camerfirma, a leading certification authority in Spain, and 50% in LuxTrust, the leading company in Digital Trust in Luxembourg. In Italy, InfoCert owns 80% of Sixtema a provider of technological solutions and consulting services for SMEs and trade associations.","acronym":"","interests":"Banking and financial services, Digital economy and society, Institutional affairs, Research and innovation, Single market","euInitiatives":"As the biggest European eIDAS compliant QTSP and Digital Identity Provider with institutional roots, we aim to support the deveolpment of the Digital Single Market bringing our expertise in&#xd;<br />- eIDAS Regulation and implementation&#xd;<br />- Digital Identity&#xd;<br />- Trust Services&#xd;<br />- legal validity of electronic transactions&#xd;<br />- blockchain and Self-Sovereing Identity&#xd;<br />- governance of blockchain and DLT&#xd;<br />- identity of things and security of IoT transactions&#xd;<br />- GDPR, data portability and consumer protection&#xd;<br />- digital preservation and document archiving&#xd;<br />- legaltech and regtech","lastUp":"2019-10-24T17:28:17.995+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}