{"id":"68612977691-59","name":"ORGANIZACIÓN NACIONAL DE CIEGOS ESPAÑOLES","registrationDate":"2012-01-12T10:51:30.802+01:00","category":3,"subCategory":2,"legal":"CORPORACIÓN DE DERECHO PÚBLICO","web":"http://www.once.es","country":"Spain","headAddress":"C/ La Coruña 18, 1ª planta","headCity":"MADRID","headPostCode":"28020","headPhone":"(34)9 14 36 53 00","boss":"RAFAEL DE LORENZO GARCÍA","bossTitle":"Mr","bossPosition":"SECRETARIO GENERAL ","membersCount":5,"membersFTE":"3.75","membership":"","memberOrga":"","goal":"La Organización Nacional de Ciegos Españoles (ONCE) es una Institución sin ánimo de lucro formada por todas las personas ciegas o con deficiencia visual grave de España. &#xd;<br />Su misión es la de atender a las personas con necesidades derivadas de la ceguera desde el nacimiento o desde la pérdida de la visión, según los casos, e integrarlas plenamente en la sociedad.&#xd;<br />Esto es posible gracias a la concesión pública de la explotación de una lotería denominada cupón, así como de otros juegos a través de los cuales se permite la prestación de servicios sociales a los algo más de 70.000 afiliados en los ámbitos de la educación, la rehabilitación, la formación profesional, el empleo, la accesibilidad, la cultura y el deporte, entre otros.","acronym":"ONCE","interests":"Business and Industry, Communication, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Single market, Transport","euInitiatives":"Derechos de las personas con discapacidad&#xd;<br />Accesibilidad para personas con discapacidad&#xd;<br />Comercio electrónico&#xd;<br />Transporte de viajeros&#xd;<br />Empleo, políticas sociales, no discriminación, juego en línea&#xd;<br />Transporte&#xd;<br />Fondos estructurales&#xd;<br />Financiación de proyectos sociales&#xd;<br />Economía Social","lastUp":"2019-12-03T09:29:29.502+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}