{"id":"686513034091-83","name":"Europea Union of Private Higher Education","registrationDate":"2019-02-25T17:49:51.487+01:00","category":2,"subCategory":4,"legal":"ASBL","web":"https://www.euphe.eu/","country":"Belgium","headAddress":"Rue Belliard 20 1º 1040 Burssels, Belgium","headCity":"Bruselas","headPostCode":"","headPhone":"(34)6 08 93 28 73","boss":"Jean Michel Nicolle","bossTitle":"","bossPosition":"Presidente","membersCount":10,"membersFTE":"10.0","membership":"VPH - Alemania&#xd;\nÖPUK - Austria&#xd;\nAEEN - España&#xd;\nUGEI - Francia&#xd;\nUNFL - Francia&#xd;\nAPESP - Portugal","memberOrga":"https://oepuk.ac.at/&#xd;\nhttps://www.unfl.fr/&#xd;\nhttp://ugei.fr/&#xd;\nhttps://www.apesp.pt/&#xd;\nhttps:// www.private-hochschulen.net/&#xd;\nhttps://aeen.org/","goal":"EUPHE tiene por objetivos no lucrativos internacionales, asegurar la existencia de un contexto propicio para el desarrollo de una política europea común de la formación superior privada de grado, postgrado y directivos, actuando como elemento de conexión y mediación de los centros de educación superior privados y las escuelas de negocios, fomentado la colaboración y cooperación entre ellas en Europa, promoviendo la formación superior  privada de grados, postgrados y de directivos en Europa y en el mundo, garantizando una educación de calidad y excelencia académica.","acronym":"EUPHE","interests":"Communication, Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Trans-European Networks, Youth","euInitiatives":"Consideramos que es de nuestro interés participar activamente en todos los estamentos u organismos de la UE que nos permitan promover la defensa de los interés  que correspondan con la educación superior privada, publica y la formación de directivos en el ámbito Europeo e Internacional.&#xd;<br />&#xd;<br />Promovemos la libre competencia de la educación superior privada y de la formación de directicos, al amparo de la defensa de los interés de los ciudadanos en la libre elección. Todo ello en un marco de excelencia.","lastUp":"2019-02-25T18:19:54.435+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}