{"id":"686668616780-21","name":"Società Italiana per l'Organizzazione Internazionale","registrationDate":"2015-03-27T13:52:02.531+01:00","category":4,"subCategory":12,"legal":"Ente internazionalistico non a scopo di lucro","web":"http://www.sioi.org","country":"Italy","headAddress":"Palazzetto di Venezia","headCity":"Roma","headPostCode":"00186","headPhone":"(39)6 92 07 81","boss":"Franco Frattini","bossTitle":"Mr","bossPosition":"Presidente","membersCount":2,"membersFTE":"1.0","membership":"Sede SIOI Piemonte Val d'Aosta&#xd;\nhttp://www.sioipiemonte.org&#xd;\n&#xd;\nSede SIOI Lombardia- c/o Societa' Umanitaria&#xd;\nVia Francesco Daverio, 7 - 20122 Milano&#xd;\n&#xd;\nMovimento Studentesco della SIOI: MSOI &#xd;\nhttp://www.msoi.org","memberOrga":"WFUNA - World federation of the United nations Associations - www.wfuna.org&#xd;\n&#xd;\nItalian Ministry of Foreign Affairs - www.esteri.it&#xd;\n&#xd;\nEurope Direct&#xd;\nIFDT- Unione Accademie Diplomatiche - https://forum.diplomacy.edu/ifdtdirectory?page=1&#xd;\n&#xd;\nUArctic- https://www.uarctic.org/about-uarctic/","goal":"La Società Italiana per l’Organizzazione Internazionale (SIOI) è un Ente non a scopo di lucro, a carattere internazionalistico, che opera dal 1944 d'intesa con il  Ministero degli Affari Esteri.&#xd;<br /> &#xd;<br />È l’Associazione italiana per le Nazioni Unite, membro fondatore della “Federazione Mondiale delle Associazioni per le Nazioni Unite” (WFUNA) e della “Unione Internazionale delle Accademie Diplomatiche\". Ha la sua sede centrale a Roma a Palazzetto di Venezia.&#xd;<br /> &#xd;<br />La SIOI ha tra le sue finalità istituzionali la formazione diplomatica e internazionale, la ricerca e l’informazione sui temi dell’organizzazione internazionale, delle relazioni internazionali ed europee, della cooperazione internazionale e della tutela internazionale dei diritti umani.&#xd;<br /> &#xd;<br />Il Presidente della SIOI è l'Avv. Franco Frattini, già Ministro degli Affari Esteri.&#xd;<br />Il Presidente Onorario è S.E. Giorgio Napolitano, Presidente Emerito della Repubblica Italiana.","acronym":"SIOI","interests":"Borders and Security, Business and Industry, Climate Action, Communication, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market, Trans-European Networks, Youth","euInitiatives":"La SIOI è Centro di Documentazione Europea e Europe Direct.&#xd;<br />Organizza corsi e Master di alto livello in europrogettazione, relazioni e organizzazioni internazionali ed europee, carriera diplomatica, preparazione ai concorsi dell'Unione Europea. La SIOI organizza eventi e conferenze di approfondimento sulle tematiche e principali dossier di attualità collegati all'Unione Europea, anche alla presenza di leader e istituzioni UE.","lastUp":"2020-01-16T15:00:33.002+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}