{"id":"686987020139-41","name":"Umanotera, The Slovenian Foundation for Sustainable Development","registrationDate":"2016-01-03T00:54:29.211+02:00","category":3,"subCategory":2,"legal":"foundation","web":"http://www.umanotera.org/","country":"Slovenia","headAddress":"Trubarjeva 50","headCity":"Ljubljana","headPostCode":"SI1000","headPhone":"(386)14 39 71 00","boss":"Gaja Brecelj","bossTitle":"Ms","bossPosition":"director","membersCount":4,"membersFTE":"3.0","membership":"Mreža Plan B za Slovenijo (http://www.planbzaslovenijo.si/mreza-plan-b-za-slovenijo/clanice-mreze)","memberOrga":"","goal":"UMANOTERAS' MISSION:&#xd;<br />&#xd;<br />We are developing a vision of sustainable development. We are the initiators of the necessary changes and a beacon of sustainable practices. We promote the transfer of the principles of sustainable development into a way of life.&#xd;<br />&#xd;<br />We are an example of a well organised network of creative individuals, achieving inspiring results through effective action. We live up to the principles that we advocate.&#xd;<br />&#xd;<br />WHY SD?&#xd;<br />Umanotera understands sustainable development as a dynamic balance between man and nature, which allows social justice and intergenerational solidarity. Sustainable development also means that people should exploit the unlimited capability of their minds instead of exploiting limited natural resources. Only in this way will we be able to leave our environment and resources to future generations in the best possible condition.","acronym":"Umanotera","interests":"Agriculture and Rural Development, Climate Action, Economy, finance and the euro, Energy, Environment, Food Safety, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Trade","euInitiatives":"environment&#xd;<br />sustainable development&#xd;<br />circular economy&#xd;<br />green jobs&#xd;<br />climate, energy&#xd;<br />trade agreements&#xd;<br />forests&#xd;<br />water&#xd;<br />citizens initiatives&#xd;<br />civil space","lastUp":"2019-10-14T10:48:06.915+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}