{"id":"686996021811-49","name":"Associação Portuguesa de Imprensa","registrationDate":"2016-05-17T14:22:50.264+02:00","category":2,"subCategory":4,"legal":"Pessoa colectiva de direito privado dotada de personalidade jurídica, sem fins lucrativos","web":"http://www.apimprensa.pt/","country":"Portugal","headAddress":"Rua Joaquim António de Aguiar, nº43, 2ºEsq.","headCity":"Lisboa","headPostCode":"1070-150","headPhone":"(351)2 13 55 50 92","boss":"João Palmeiro","bossTitle":"Mr","bossPosition":"Presidente","membersCount":2,"membersFTE":"0.5","membership":"EMMA - European Media Magazine Association http://www.magazinemedia.eu/&#xd;\n&#xd;\nWAN-IFRA - World Association of Newspapers&#xd;\nhttp://www.wan-ifra.org/","memberOrga":"","goal":"Como missão a Associação Portuguesa de Imprensa defende e promove um setor editorial independente, modelos de negócio inovadores e sustentáveis e apoia os pequenos editores no processo de modernização.&#xd;<br />Acreditamos que uma imprensa livre e sustentável é um dos pilares fundamentais numa sociedade democrática.&#xd;<br />A nossa paixão é o futuro da Imprensa.&#xd;<br />Acreditamos que a sustentabilidade do negócio é garantia de independência e integridade editorial. É esta a marca que queremos deixar para as próximas gerações.&#xd;<br />Ao longo dos nossos mais de 50 anos de existência temos vindo a desenvolver serviços e soluções para que os nossos Associados encontrem sempre uma resposta aos desafios e problemas que atingem o nosso setor.&#xd;<br />Queremos antecipar tendências e proporcionar aos nossos Associados a possibilidade de troca de experiências com outros profissionais do setor, tanto a nível nacional como internacional.&#xd;<br />Estamos abertos à inovação e promovemos a diversidade e integridade.&#xd;<br />Trabalhamos por uma Imprensa forte, sustentável e dinâmica.","acronym":"API","interests":"Audiovisual and Media, Budget, Communication, Competition, Consumer Affairs, Culture, Economic and Financial Affairs, Energy, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Research and Technology, Trade, Trans-European Networks","euInitiatives":"- Reforma dos Direitos de autor (copyright) e abordagem \"Follow the Money\" da Propriedade Intelectual;&#xd;<br />- Reforma do sistema de IVA (taxa para publicações digitais);&#xd;<br />- Rotulagem energética na publicidade;&#xd;<br />- ePrivacy;&#xd;<br />- Estratégia do Mercado Único Digital;&#xd;<br />- Diretiva AVMS.","lastUp":"2018-04-09T16:21:04.584+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}