{"id":"687446333025-56","name":"The European Chamber of Commerce in Hong Kong","registrationDate":"2018-10-26T13:48:11.161+02:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.eurocham.com.hk","country":"Hong kong","headAddress":"Room 1302, 13/F","headCity":"Central","headPostCode":"","headPhone":"(852)25 11 51 33","boss":"Robert Agnew","bossTitle":"Mr","bossPosition":"Chairman","membersCount":20,"membersFTE":"8.0","membership":"EBO","memberOrga":"austrocham.com&#xd;\nbritcham.com&#xd;\nblcchk.org&#xd;\ndcc.hk&#xd;\nfinncham.com.hk&#xd;\nfccihk.com&#xd;\nhongkong.ahk.de/chamber&#xd;\nirishchamber.hk&#xd;\nicc.org.hk&#xd;\nlitchamber.hk&#xd;\ndutchchamber.hk&#xd;\nccilc.pt&#xd;\nspanish-chamber.com.hk&#xd;\nswedcham.com.hk&#xd;\nncchk.org.hk","goal":"Initiated in 1997, the European Chamber of Commerce in Hong Kong (EuroCham) is a non-governmental business interest group. The EuroCham is a ‘Chamber of Chambers’ with its membership comprising of 15 European Chambers based in Hong Kong and 1 in Macau. The appointed representatives of these chambers make up the EuroCham’s board of directors.&#xd;<br />&#xd;<br />EuroCham’s key objectives are to:&#xd;<br />Provide a European forum to exchange information, discuss common challenges businesses are facing, and publish position papers to put forward our recommendations.&#xd;<br />Promote commercial, industrial, financial, scientific, and other economic exchange between Europe, Hong Kong, Macau, and the Greater Bay Area.&#xd;<br />Host functions that allow members to network with stakeholders from Europe, Hong Kong, Macau, and the Greater Bay Area, including hosting of officials from the European Union (EU).","acronym":"ECC","interests":"Banking and financial services, Business and Industry, Climate Action, Digital economy and society, Economy, finance and the euro, Energy, Environment, Fraud prevention, Research and innovation, Trade, Transport","euInitiatives":"The European Chamber of Commerce creates business opportunities via its network of Chambers, business associations and government agencies. Whether you’re a European company working in Hong Kong, or a Hong Kong company interested in Europe.&#xd;<br />The European Chamber of Commerce unites European businesses in joint efforts to influence trade rule and regulation improvements in the interest of European businesses.","lastUp":"2018-10-26T13:49:00.415+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}