{"id":"687627626720-47","name":"TransnetBW GmbH","registrationDate":"2017-04-11T16:45:22.103+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.transnetbw.de","country":"Germany","headAddress":"TransnetBW GmbH","headCity":"Stuttgart","headPostCode":"70173","headPhone":"(49)7 11 21 85 80","boss":"Dr. Werner Götz","bossTitle":"Mr","bossPosition":"Vorsitzender der Geschäftsführung","membersCount":4,"membersFTE":"1.5","membership":"- European Network of Transmission System Operators for Energy (ENTSO-E)&#xd;\n- German Association of Energy and Water Industries (BDEW)&#xd;\n- Council on Large Electric Systems (CIGRE)&#xd;\n- Pentalaterales Energieforum (PLEF)&#xd;\n- Transmission System Operator Security Cooperation (TSC)&#xd;\n- VDE Forum Netztechnik/Netzbetrieb (FNN)","memberOrga":"","goal":"TransnetBW operates the electricity transmission grid in Baden-Württemberg, a federal state located in the southwest of Germany. The network consists of around 3,200 kilometres of 220kV and 380kV extra high voltage power lines and more than 80 transformers, which connect the grid to the 110kV regional distribution grids. Together with our project Partners, we are planning to expand our network also outside of our control area, namely by the projects Suedlink and Ultranet, which are also part of the German Network Development Plan (Netzentwicklungsplan) and the Ten-Year Network Development Plan (TYNDP) conducted by ENTSO-E. Robust power networks are essential in order to ensure a reliable energy supply, and form the cornerstone of a thriving economy and society. As a transmission grid operator, we are responsible for operating, maintaining, planning and expanding the transmission network. We make the transmission grid available to all market participants on transparent, non-discriminatory terms, and we guarantee a reliable power supply around the clock. We continuously manage and monitor energy flows across our network, and are responsible for maintaining and expanding the grid. Our customers and partners include power plant operators, distribution system operators and several hundred electricity traders. The TransnetBW grid is integrated into the European network and directly connected to the French, Austrian and Swiss grid. Furthermore we are responsible for the implementation of several national and European laws and regulations. On the national level we cooperate with the other TSOs in various fields, for instance for the joint creation of the German Network Development Plan (Netzentwicklungsplan). This also includes the Projects of Common Interest in our control area. On the European level and as part of our membership in the European Network of Transmission System Operators (ENTSO-E), we participate in the development and implementation of Network Codes. In this context we also coordinate with TSOs from all over Europe.","acronym":"","interests":"Climate Action, Competition, Energy, Environment, Research and innovation, Single market, Trans-European Networks","euInitiatives":"We mainly observe initiatives in the areas of energy and environment, especially on the topics of grid development and regulation of the energy market. Currently, we are interested in the following initiatives: Clean Energy Package, especially regarding electricity market design; Upcoming initiatives on sector coupling; The Commission’s proposal on a European strategic long-term vision for a prosperous, modern, competitive and climate neutral economy; Infrastructure and grid development: Amendment of the Regulation on Trans-European Networks (TEN-E), amendment of the Regulation of Projects of Common Interest (347/2013); Initiatives in the context of the Energy Union; Initiatives on cybersecurity, especially for the energy sector; Recommendations and decisions of the European Agency for the Cooperation of Energy Regulators (ACER); Electricity network codes and guidelines; Relevant fields of competition policy, especially energy and environmental state aide guidelines.","lastUp":"2019-04-04T13:54:55.487+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}