{"id":"687748032165-82","name":"SONAE","registrationDate":"2018-08-03T18:27:37.409+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.sonae.pt","country":"Portugal","headAddress":"Lugar do Espido","headCity":"Maia","headPostCode":"4471-909","headPhone":"(351)2 20 14 47 05","boss":"Leonor  Sottomayor","bossTitle":"Ms","bossPosition":"Head of Public Affairs ","membersCount":2,"membersFTE":"2.0","membership":"EuroCommerce; European Data Coalition; ECSO – European Cibersecurity Organization; Consumer Goods Forum; ERT - European Round Table for Industrialists; WBCSD - World Business Council for Sustainable Development; &#xd;\n&#xd;\nAPED – Associação Portuguesa de Empresas de Distribuição; APCC – Associação Portuguesa de Centros Comerciais; APRITEL – Associação dos Operadores de Comunicações Eletrónicas ; CSP – Confederação de Serviços de Portugal; AHRESP - Associação da Hotelaria, Restauração e Similares de Portugal; &#xd;\n&#xd;\nAECOC – Asociación de Industria y Distribuición; ANGED – Asociación Nacional de Grandes Empresas de Distribución; AMETIC - Asociación de Empresas de Electrónica, Tecnologías de la Información, Telecomunicaciones y Contenidos Digitales; AEI Ciberseguridad - Agrupación Empresarial Innovadora en Ciberseguridad y Tecnologías Avanzadas; CIPC - Consejo Ibero Americano de la Productividad y de la Competitividad.","memberOrga":"","goal":"Sonae is a multinational company managing a diversified portfolio of businesses in retail, financial services, technology, shopping centres and telecommunications.","acronym":"","interests":"Agriculture, Banking and financial services, Budget, Business and Industry, Climate Action, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Public Health, Research and innovation, Single market, Taxation, Trade, Transport, Youth","euInitiatives":"Digital single market; circular economy and sustainability; innovation; food and agriculture; social policy; Single market and trade; finance and taxation; buildings, energy and mobility; cybersecurity; online platforms; human resources; training.","lastUp":"2018-08-03T18:28:18.952+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}