{"id":"687718313929-22","name":"MED-EL Elektromedizinische Geräte GmbH","registrationDate":"2014-07-07T14:51:34.435+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.medel.com","country":"Austria","headAddress":"Fuerstenweg, 77a","headCity":"Innsbruck","headPostCode":"6020","headPhone":"(43)5 77 88 52 37","boss":"Ingeborg Hochmair","bossTitle":"Ms","bossPosition":"CEO","membersCount":1,"membersFTE":"0.5","membership":"MED-EL is member of numerous business associations including EURO-CIU and EHIMA","memberOrga":"","goal":"Austria-based MED-EL Medical Electronics is a leading provider of hearing implant systems with 32 subsidiaries worldwide. The family-owned business is one of the pioneers in the industry. The two Austrian scientists Ingeborg and Erwin Hochmair developed the world’s first microelectronic-multichannel Cochlear-Implant in 1977. The cochlear implant was and remains the first replacement of a human sense, the sense of hearing. In 1990 they laid the foundation for the successful growth of the company when they hired their first employees. To date, the company has grown to more than 2200 employees around the world.&#xd;<br />&#xd;<br />Today MED-EL offers the widest range of implantable solutions worldwide to treat various degrees of hearing loss: cochlear and middle ear implant systems, EAS (combined Electric Acoustic Stimulation) hearing implant system and auditory brainstem implants as well as the world´s first active bone conduction implant. People in over 120 countries enjoy the gift of hearing with the help of a product from MED-EL.","acronym":"","interests":"Borders and Security, Budget, Business and Industry, Communication, Competition, Consumers, Economy, finance and the euro, Education and training, Employment and Social Affairs, Enlargement, Environment, External Relations, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Trade","euInitiatives":"All initiatives related to medical devices, health inequalities, equal access in different age groups such as infants and the ageing population","lastUp":"2019-06-19T11:19:43.738+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}