{"id":"687802524802-04","name":"Transmissible BV","registrationDate":"2016-11-29T16:58:59.688+01:00","category":1,"subCategory":6,"legal":"BV (dutch equivalent to limited liability company)","web":"https://Transmissible.eu","country":"Netherlands","headAddress":"Randhoeve 221","headCity":"Houten","headPostCode":"3995 GA","headPhone":"(31)6 24 48 92 20","boss":"Arnold Bosman","bossTitle":"Mr","bossPosition":"General Director","membersCount":1,"membersFTE":"1.0","membership":"EPIET Alumni Network&#xd;\nhttp://epietalumni.net/&#xd;\n&#xd;\nZZP Nederland&#xd;\nhttps://www.zzp-nederland.nl&#xd;\n&#xd;\nNedWorc&#xd;\nhttp://www.nedworc.org/&#xd;\n&#xd;\nVereniging voor Epidemiologie&#xd;\nhttps://www.epidemiologie.nl/home.html","memberOrga":"","goal":"Transmissible B.V. is a private limited company, previously a sole proprietorship enterprise established in June 2016. The company was registered on May 23, 2018, at the Chamber of Commerce in the Netherlands. The General Director, and owner, is Arnold Bosman, a specialist in public health capacity building and training. Key Transmissible Products are Consultancy on Public Health Capacity Building, Training Activities &amp; Materials and Video Productions.&#xd;<br />&#xd;<br />Through flexible partnerships within an international network of specialists, Transmissible creates ad hoc expert teams and consortia to provide public health solutions. Dr Bosman offers over 25 years of practical experience in local, national and international public health surveillance &amp; epidemic response and over 15-year experience in development &amp; coordination of education programmes.&#xd;<br />&#xd;<br />Public health organisations face the need to comply to national and international legislation. International Health Regulations (IHR2005) and the European Decision 1082/2013/EC define the required capacity for Essential Public Health Operations. A world with increasing movement of people and goods demands that Knowledge, Skills and Experience of public health staff match with international standards.&#xd;<br />&#xd;<br />Transmissible tailors training, exercises, workshops and E-learning to needs of Member States and public health organisations. We can also help organisations review existing training curricula and if needed design modifications to incorporate European core competences.&#xd;<br />We believe that professionals continuously learn from each other. This is why we promote “communities of practice”, where specialists share their ideas, practical experience and knowledge.","acronym":"Transmissible BV","interests":"Education and training, Food Safety, Public Health","euInitiatives":"Transmissible supports public health functions, in particular those as covered by International Health Regulations (IHR2005) and the Serious Cross Border Health Threat Regulation EC/1081/2013.","lastUp":"2019-10-28T09:08:41.975+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}