{"id":"68810488526-07","name":"Deutsche Vereinigung fuer Datenschutz e.V.","registrationDate":"2012-04-09T12:45:52.776+02:00","category":3,"subCategory":2,"legal":"Verein","web":"https://www.datenschutzverein.de/","country":"Germany","headAddress":"Reuterstraße 157","headCity":"Bonn","headPostCode":"53113","headPhone":"(49)2 28 22 24 98","boss":"Frank Spaeing","bossTitle":"Mr","bossPosition":"Vorsitzender (President)","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Deutsche Vereinigung fuer Datenschutz e.V. (German  Association for Data Protection and Privacy) - DVD- &#xd;<br />is a registered, non-profit and non-governmental organization in Germany (registration: Vereinsregister @ Amtsgericht Bonn, Nr. 20 VR 4257). &#xd;<br />&#xd;<br />Our organization of about 250 members associates data protection professionals, IT professionals, jurists and civil liberties volounteers. The association is, though tracing back to the civil liberties movements of the late 70s, not bound politically. Since 1975 it works on various levels for a broader acknowledgement of privacy issues in politics, lawmaking, business and the public. Our partners are civil liberties groups (CCC, Digitalcourage (formerly known as FoeBud), FIfF, Humanistische Union et al. in Germany), data protection officials, trade unionists, academics and politicians. &#xd;<br />&#xd;<br />Board members and activists cooperate with Fitug, Digitale Gesellschaft and others.&#xd;<br />The association targets the public with its quarterly periodical \"Datenschutznachrichten\" (data protection news), DANA, with 500 to 700 copies and its website \"http://www.datenschutzverein.de\". &#xd;<br />We do organise conferences, workshops and provide lecturers on privacy issues. We are part of the committee for the annual German Big Brother Awards.&#xd;<br />&#xd;<br />We commit statements and expertise on privacy issues into the political arena, to the German parliament (the Bundestag). Also, we target EU institutions with  conferences and written statements. &#xd;<br />&#xd;<br />Key issues of our work are &#xd;<br />* improvement of data protection for employees,&#xd;<br />* privacy in social networks and electronic communication,&#xd;<br />* surveillance and public security issues,&#xd;<br />* privacy as consumer's right.","acronym":"DVD","interests":"Communication, Consumer Affairs, Education, Employment and Social Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Trans-European Networks","euInitiatives":"EU-Datenschutz-Grundverordnung (DSGVO) Verordnung 2016/679 EU&#xd;<br />EU-ePrivacy-Verordnung (ePrivVO)&#xd;<br />Richtlinie 2016/680 EU&#xd;<br />EU-Richtlinie zu Geschäftsgeheimnissen","lastUp":"2018-04-05T20:38:34.880+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}