{"id":"688192128946-64","name":"SIBS","registrationDate":"2017-11-22T18:18:54.907+02:00","category":2,"subCategory":3,"legal":"SGPS","web":"http://www.sibs.pt","country":"Portugal","headAddress":"Rua Soeiro Pereira Gomes, lote 1","headCity":"Lisboa","headPostCode":"1649-031","headPhone":"(351)2 17 81 30 00","boss":"Maria Antónia Saldanha","bossTitle":"","bossPosition":"Diretora de Marca e Comunicação","membersCount":1,"membersFTE":"0.25","membership":"COTEC, APDC, ACEPI, EFMA","memberOrga":"N.A.","goal":"Com mais de três décadas de existência, a SIBS disponibiliza a mais de 300 milhões de utilizadores os mais modernos, fiáveis e seguros serviços financeiros, designadamente na área dos pagamentos. Referência em Business Process Outsourcing e na produção e personalização de cartões, é um dos maiores processadores de pagamentos da Europa e África, transacionando anualmente três mil milhões de operações financeiras com um valor superior a 4.5 mil milhões de euros. Entre as marcas mais reconhecidas pelos consumidores estão o MULTIBANCO, o MB NET e, mais recentemente, o MB WAY. Com estes serviços, é possível pagar compras nas lojas físicas ou online, com cartão ou smartphone, fazer transferências, pagar a conta da água ou da luz, consultar o saldo, carregar o smartphone ou o passe dos transportes e, claro, levantar dinheiro. Com uma história de sucesso pautada pela inovação e eficiência, a SIBS mantém-se focada no seu crescimento e na prestação de serviços que facilitem o dia-a-dia das pessoas e empresas.","acronym":"","interests":"Banking and financial services, Budget, Business and Industry, Competition, Consumers, Digital economy and society, Economy, finance and the euro, External Relations, Foreign and Security Policy and Defence, Research and innovation, Taxation, Trade, Transport","euInitiatives":"Temáticas relacionadas com sistemas de pagamentos, comércio eletrónico, regulação relacionada.","lastUp":"2018-10-26T16:19:04.292+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}