{"id":"688192128946-64","name":"SIBS","registrationDate":"2017-11-22T18:18:54.907+01:00","category":2,"subCategory":3,"legal":"SGPS","web":"http://www.sibs.com","country":"Portugal","headAddress":"Rua Soeiro Pereira Gomes, lote 1","headCity":"Lisboa","headPostCode":"1649-031","headPhone":"(351)2 17 81 30 00","boss":"Maria Antónia Saldanha","bossTitle":"","bossPosition":"Diretora de Marca e Comunicação","membersCount":1,"membersFTE":"0.25","membership":"COTEC, APDC, ACEPI, EFMA","memberOrga":"N.A.","goal":"Com mais de três décadas de existência, a SIBS disponibiliza serviços financeiros, modernos, fiáveis e seguros, designadamente na área dos pagamentos, a mais de 300 milhões de utilizadores, em várias geografias, processando anualmente mais de 3 mil milhões de transações. Para além de ser um dos principais processadores de pagamentos na Europa, a SIBS é uma referência em soluções e serviços de Segurança e Anti-Fraude em Business Process Outsourcing e líder na Península Ibérica na Produção e Personalização de Cartões.&#xd;<br />A SIBS cresceu como fintech, a inovar e tendo a tecnologia como seu driver. Reinventou formas de pagamento já existentes e criou o MB WAY, o serviço nacional de pagamentos móveis mais moderno, completo e com mais utilizadores em Portugal, que permite fazer compras, transferências imediatas e levantamentos, utilizando apenas o telemóvel. É igualmente a empresa responsável pela gestão das Redes ATM Express e MULTIBANCO, a maior e mais universal rede portuguesa de Caixas Automáticos, aos quais acrescentou dezenas de funcionalidades, muitas inéditas mundialmente. Em paralelo, a SIBS gere múltiplos canais de pagamentos digitais, dos Terminais de Pagamento Automático, aos meios online ou telemóveis.&#xd;<br />É ainda um player internacional de relevo, presente em diversos mercados, nomeadamente na Europa e África, onde as soluções SIBS operam em mais de 330 mil terminais que processam cerca de 2 mil milhões de transações destacando-se a atividade na Polónia, onde detém a Paytel, um dos operadores de terminais de pagamento que mais tem dinamizando o mercado.&#xd;<br />De forma empenhada, a SIBS prossegue, de forma constante, a sua missão de ser o parceiro de referência de entidades públicas e privadas, criando valor para a Sociedade, através do desenvolvimento e gestão de soluções de pagamento, processos e serviços conexos baseados em tecnologia que combinem segurança, conveniência e inovação, respeitando os bons princípios comportamentais e as condições de sustentabilidade.","acronym":"","interests":"Banking and financial services, Budget, Business and Industry, Competition, Consumers, Digital economy and society, Economy, finance and the euro, External Relations, Foreign affairs and security policy, Research and innovation, Taxation, Trade, Transport","euInitiatives":"Temáticas relacionadas com sistemas de pagamentos, comércio eletrónico, regulação relacionada.","lastUp":"2019-10-29T18:45:59.761+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}