{"id":"688571314594-79","name":"Institutional Limited Partners Association","registrationDate":"2014-10-06T12:39:43.728+01:00","category":2,"subCategory":4,"legal":"California Nonprofit Mutual Benefit Corporation","web":"http://www.ilpa.org","country":"United states","headAddress":"1800 M Street NW","headCity":"Washington","headPostCode":"20036","headPhone":"(1)20 28 71 93 67","boss":"Christopher Hayes","bossTitle":"Mr","bossPosition":"Director, Industry Affairs","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"ILPA does not provide a public list of its member organizations, however, a review of our Board of Directors is illustrative of our membership: https://ilpa.org/who-we-are/board-of-directors/","goal":"The members of the Institutional Limited Partners Association (ILPA) are the investment professionals within more than 450 organizations invested in the private equity asset class, including Public Pensions, Corporate Pensions, Endowments and Foundations, Family Offices, and Insurance Companies. The mission of the Institutional Limited Partners Association (ILPA) is to support its members on issues relating to private equity by providing advocacy, education, research and promoting communication on issues relating to the asset class.&#xd;<br />ILPA organizes conferences which offer workshops and presentations relevant to the private equity industry not otherwise offered in the marketplace. By bringing together leading experts on topics of critical importance to investment professionals, the ILPA can accelerate learning, develop best practices and provide to all institutions regardless of size or geographic location. ILPA provides industry specific education in the form of topical webcasts, workshops, professional development and education classes aimed at providing crucial information to private equity professionals allowing them to better understand the sector and learn from experts.","acronym":"ILPA","interests":"Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union , Internal Market, Taxation","euInitiatives":"Policy and regulatory initiatives that relate specifically to institutional investors' investments into private equity funds, with particular focus on the Alternative Investment Fund Managers Directive (AIFMD).","lastUp":"2018-03-06T00:19:49.091+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}