{"id":"688571314594-79","name":"Institutional Limited Partners Association","registrationDate":"2014-10-06T12:39:43.728+01:00","category":2,"subCategory":4,"legal":"California Nonprofit Mutual Benefit Corporation","web":"http://www.ilpa.org","country":"United states","headAddress":"700 12th Street NW","headCity":"Washington","headPostCode":"20005","headPhone":"(1)20 26 83 60 18","boss":"Peter Freire","bossTitle":"Ms","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"The members of the Institutional Limited Partners Association (ILPA) are the investment professionals within more than 400 organizations including Public Pensions, Corporate Pensions, Endowments and Foundations, Family Offices, and Insurance Companies. The mission of the Institutional Limited Partners Association (ILPA) is to support its members on issues relating to private equity by providing education, research and promoting communication on issues relating to the asset class.&#xd;<br />ILPA organizes conferences which offer workshops and presentations relevant to the private equity industry not otherwise offered in the marketplace. By bringing together leading experts on topics of critical importance to investment professionals, the ILPA can accelerate learning, develop best practices and provide to all institutions regardless of size or geographic location. ILPA provides industry specific education in the form of topical webcasts, workshops, professional development and education classes aimed at providing crucial information to private equity professionals allowing them to better understand the sector and learn from experts.","acronym":"ILPA","interests":"Economic and Financial Affairs, Internal Market","euInitiatives":"Policy and regulatory initiatives that relate specifically to institutional investors' investment into private equity funds; specifically, as of March 2017: AIFMD and Capital Markets Union.","lastUp":"2017-03-13T16:58:57.335+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}