{"id":"688670825550-59","name":"Fachverband der Nichteisenmetallindustrie","registrationDate":"2017-01-23T14:37:25.230+01:00","category":2,"subCategory":4,"legal":"Körperschaft öffentlichen Rechts","web":"https://www.wko.at/branchen/industrie/ne-metallindustrie/start.html","country":"Austria","headAddress":"Wiedner Hauptstrasse 63","headCity":"Wien","headPostCode":"1045","headPhone":"(43)0 59 09 00 33 11","boss":"Roman Stiftner","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":4,"membersFTE":"1.0","membership":"Eurometaux, European Aluminium, International Wrought Copper Council (IWCC)","memberOrga":"","goal":"Der Fachverband Nichteisenmetallindustrie ist die unabhängige gesetzliche Interessenvertretung der österreichischen NE-Metallindustrie. &#xd;<br />&#xd;<br />Im eigenen Wirkungsbereich vertritt der Fachverband die fachlichen Interessen der Mitglieder.  In fachlichen Angelegenheiten ist der Fachverband berechtigt, nach Information der Bundeskammer, die im Wege der zuständigen Bundessparte zu erfolgen hat, selbständig Anträge an staatliche Organe und an internationale Organisationen zu stellen. Zu den vom Fachverband wahrzunehmenden fachlichen Angelegenheiten gehört auch die Pflege der Beziehungen zu entsprechenden ausländischen Interessenvertretungen.","acronym":"FV NE","interests":"Business and Industry, Climate Action, Competition, Customs, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Institutional affairs, Public Health, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Gesetzesvorhaben und Konsultationen in folgenden Politikbereichen: Klimaschutz, Energie, Außenhandel, Umwelt, Steuern, Verkehrspolitik, Öffentlichkeitsarbeit, Statistik, Beschäftigung und Soziales, Binnenmarkt, Wettbewerb, Zoll, Bildung, Forschung und Technologie.","lastUp":"2019-12-17T12:48:26.001+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}