{"id":"688778525016-35","name":"COMPAGNIA DELLE OPERE","registrationDate":"2016-12-12T09:34:33.219+02:00","category":2,"subCategory":7,"legal":"ASSOCIAZIONE","web":"http://www.cdo.org","country":"Italy","headAddress":"Via Legnone, 20","headCity":"Milano","headPostCode":"","headPhone":"(39)02 67 39 61","boss":"Bernhard Scholz","bossTitle":"Mr","bossPosition":"Presidente","membersCount":6,"membersFTE":"1.75","membership":"","memberOrga":"","goal":"La Cdo è un’associazione che ha lo scopo di sostenere imprenditori, enti senza scopo di lucro, manager e professionisti nello sviluppo delle imprese e delle attività professionali in un orientamento per il bene di tutti. Chi vi partecipa è mosso dal desiderio di affrontare in modo integralmente umano e con strumenti innovativi le sfide imprenditoriali, professionali, socioeconomiche e culturali del nostro tempo. &#xd;<br />&#xd;<br />Per questo la Cdo promuove relazioni, incontri e strumenti che favoriscono l’apertura, la conoscenza e l’accompagnamento a scelte e decisioni fondate e consapevoli.","acronym":"CDO","interests":"Agriculture, Banking and financial services, Business and Industry, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Research and innovation, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"La Cdo e le filiere in essa presenti seguono con attenzione tutti gli sviluppi legislativi e di indirizzo dell'UE, prestando particolare interesse ai temi legati all'innovazione, alla sostenibilità ambientale e all'inclusione sociale.","lastUp":"2018-10-22T12:12:11.453+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}