{"id":"68951559498-60","name":"European NGO Alliance for Child Safety Online","registrationDate":"2012-09-24T22:44:30.076+01:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.enacso.eu","country":"Italy","headAddress":"Via Volturno, 58","headCity":"Roma","headPostCode":"00185","headPhone":"(39)0 64 80 70 01","boss":"Cristiana De Paoli","bossTitle":"Ms","bossPosition":"Head of Unit","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"E-Enfance - France(1),&#xd;\nChildren Support Centre - Lithuania(1),&#xd;\nECPAT Austria(1),&#xd;\nECPAT Netherlands(1),&#xd;\nEstonian Union of Child Welfare(1),&#xd;\nISPCC - Ireland(1),&#xd;\nDie Deutsche Kinderhilfe e. V - Germany (1),&#xd;\nKÈK VONAL Foundation - Hungary(1),&#xd;\nNSPCC - United Kingdom(1),&#xd;\nEmpowering Children Foundation - Poland(1),&#xd;\nFor Adolescent Health - Greece(1),&#xd;\nSave the Children Denmark(1),&#xd;\nSave the Children Finland(1),&#xd;\nSave the Children Italy(1),&#xd;\nSave the Children Romania(1),&#xd;\nSave the Children Norway(1),&#xd;\nChild Focus - Belgium(1)","goal":"eNACSO - the European NGO Alliance for Child Safety Online, is a network dedicated to making the internet and associated technologies safer for children and young people.&#xd;<br />The members are leading children’s rights and child protection NGOs from across the European Union. The network’s mission is based on the 1989 UN Convention on the Rights of the Child and its Optional Protocol on the sale of children, child prostitution and child pornography. &#xd;<br />The overall objective of the project is: “to create a safer online environment for children” through fulfilling the following objectives:&#xd;<br />-To create a solid basis for ongoing, sustainable cooperation between children’s rights NGOs from across the EU with expertise on child internet safety.&#xd;<br />&#xd;<br />-To develop a shared basis of knowledge and expertise in Europe about how to protect children online and develop common approaches and strategies in relation to this.&#xd;<br />&#xd;<br />-To ensure that child protection and children's rights are better taken into account in national, European and international discussions and approaches around internet governance, cyber-crime and online safety.&#xd;<br />&#xd;<br />eNACSO received the third funding by the European Union and started the fourth phase of the project on the 1st of September 2014.","acronym":"eNACSO","interests":"Communication, Culture, Culture and media, Digital economy and society, Education and training, Foreign affairs and security policy, Institutional affairs, Justice and Fundamental Rights, Regional Policy, Youth","euInitiatives":"One of the objectives of the Alliance’s advocacy strategy in the first year was to influence EU institutions to guarantee that child safety online continues to be a priority in EU Strategy 2014-2020. eNACSO staff analysed the main documentations related to the new Connecting Europe Facility Programme (EC Proposal, amendments of the ITRE Committee, reports of the Working Party in the Council of the European Union), identified the key actors (MePs in the ITRE Committee, National Representatives in the Council), informed and motivated its memberships, built alliances with other stakeholders (Insafe, Inhope, EU Kids Online),  launched separate and joint actions such as lobby to key decision makers, common public statement and press release to all the MePs.&#xd;<br />Besides, the network has participated in the Lanzarote Committee as external observer.&#xd;<br />Furthermore, the network started a lobby action on ICANN in order to open a discussion on the child safeguarding policies related to the new top-level domains (e.g. .kids, .game, etc.) that can be addressed to children and young people.","lastUp":"2019-02-25T16:42:48.091+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}