{"id":"68995403035-84","name":"Make Mothers Matter European Delegation","registrationDate":"2010-01-15T10:59:46.122+01:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://www.mmmeurope.org","country":"France","headAddress":"5 rue de l'Université","headCity":"Paris","headPostCode":"75007","headPhone":"(33)1 42 88 27 28","boss":"Anne-Claire de Liedekerke","bossTitle":"Ms","bossPosition":"President","membersCount":3,"membersFTE":"1.25","membership":"Make Mothers Matter fédère 45 associations dans 30 pays du monde entier.","memberOrga":"www.familienarbeit-heute.de&#xd;\nwww.enavantlesenfants.com&#xd;\nwww.Parentactifathome.be &#xd;\nwww.ama.be&#xd;\nwww.memisa.be&#xd;\nwww.lestroispommiers.be&#xd;\nwww.mmm-belgium.org&#xd;\nwww.accionfamiliar.org&#xd;\nwww.afammer.es&#xd;\nwww.masfamilia.org&#xd;\nwww.mmfrance.org&#xd;\nwww.anep-france.org&#xd;\nwww.teenstar.fr&#xd;\nwww.enfancesansdrogue.org&#xd;\nwww.maternityaction.org.uk&#xd;\nwww.fimb-asso.org&#xd;\nwww.lamaisondetompouce.com&#xd;\nwww.happymen.fr&#xd;\nwww.volunteeringmatters.org.uk&#xd;\nwww.mothersathomematter.co.uk&#xd;\nwww.omaep.com&#xd;\nwww.donne.it&#xd;\nwww.acfl.lu&#xd;\nwww.mamepentrumame.ro&#xd;\nwww.haro.se","goal":"Make Mothers Matter (MMM) est une ONG internationale créée en 1947 avec la mission de sensibiliser les décideurs politiques et l’opinion publique sur l’implication des mères dans le développement social, culturel et économique de leur pays. MMM rassemble et représente un réseau de plus de 40 organisations réparties dans 28 pays du monde.&#xd;<br />&#xd;<br />MMM a des représentants permanents auprès des institutions européennes et à l’ONU avec un Statut consultatif général, et s’applique à faire entendre sur un plan international les préoccupations des mères.&#xd;<br /> &#xd;<br />La Délégation Européenne de MMM agit dans le but d’influencer les politiques européennes susceptibles d’apporter un changement positif dans la vie des mères. Nous sommes persuadés que de tels changements auront des effets bénéfiques sur leurs enfants, leur famille et plus largement sur la société. Notre travail s’effectue de manière transparente conformément au Registre de Transparence.","acronym":"MMM Europe","interests":"Communication, Development, Education, Employment and Social Affairs, Justice and Fundamental Rights, Public Health, Research and Technology, Youth","euInitiatives":"Politiques d'égalité de genre, conciliation travail et vie de famille, conditions de travail&#xd;<br />Directive sur le temps de travail&#xd;<br />Directive sur le temps partiel&#xd;<br />Directive sur le congé parental&#xd;<br />Nouvelle initiative sur la conciliation du travail et la vie de famille&#xd;<br />Politiques et legislation sur l'investissement social, changement démographique, pensions, securité sociale&#xd;<br />Politiques et legislation sur la santé particulierement sur la santé maternelle et la prevention de l'obesité des enfants","lastUp":"2017-07-05T13:25:00.364+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}