{"id":"690030131158-90","name":"European Carpet and Rug Association","registrationDate":"2018-04-11T23:01:54.828+02:00","category":2,"subCategory":4,"legal":"IVZW","web":"","country":"Belgium","headAddress":"Rue Montoyer 24","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)23 58 16 74","boss":"Edmund Vankann","bossTitle":"Mr","bossPosition":"Manager","membersCount":2,"membersFTE":"1.0","membership":"ECRA is member of:&#xd;\n&#xd;\nEuratex (euratex.org)&#xd;\nEUPC (plasticsconverters.eu)","memberOrga":"","goal":"The European Carpet and Rug Association (ECRA), based in Brussels, Belgium, is an organization which groups the leading carpet manufacturers in Europe.&#xd;<br />&#xd;<br />The Association was established in 2005. The ECRA member companies account for approx. 90% of the European production of textile floorcoverings. At present over 40 leading carpet producers from 6 European countries are members of ECRA.&#xd;<br />Association Profile&#xd;<br />The focus of the Association's work revolves around research, development, the introduction of standards, representation at international trade fairs, evaluation of statistical data and active press office and public relations work.&#xd;<br />ECRA is guided by the following objectives :&#xd;<br />&#xd;<br />Information platform for members&#xd;<br />Development and care of business contacts among members&#xd;<br />Company-independent representation of interests on European level&#xd;<br />Point of contact for national and international organizations and associations&#xd;<br />Promotion of the image of carpet as a product&#xd;<br />Information for end users and dealers&#xd;<br />Promotion of innovation and leading quality&#xd;<br />Regulation of the market by means of active involvement in work on standards.&#xd;<br />&#xd;<br />ECRA Structure&#xd;<br />The top decision-making body in the Association is the ECRA Board, responsible for the administration and coordination of all Association activities and for developing Association policy and strategy. It is also responsible for contacts with  decision-making bodies outside the Association on a European level.","acronym":"ECRA","interests":"Climate Action, Development, Enterprise, Environment, Internal Market, Public Health, Research and Technology, Trade","euInitiatives":"CEN Standardisation EN 14041&#xd;<br />TXT BREF","lastUp":"2018-04-11T23:03:15.892+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}