{"id":"690399725323-59","name":"Adolf Würth GmbH &amp; Co. KG","registrationDate":"2017-01-04T11:46:52.073+02:00","category":2,"subCategory":3,"legal":"GmbH &amp; Co. KG","web":"http://www.wuerth.com","country":"Germany","headAddress":"Adolf Würth GmbH &amp; Co. KG","headCity":"Künzelsau","headPostCode":"74653","headPhone":"(49)7 94 01 50","boss":"Robert Friedmann","bossTitle":"Mr","bossPosition":"Sprecher der Konzernführung","membersCount":2,"membersFTE":"1.5","membership":"VCI (https://www.vci.de/startseite.jsp)&#xd;\nZVEI (https://www.zvei.org/)&#xd;\nBGA (https://www.bga.de/start/)","memberOrga":"Wirtschaftsrat der CDU e.V. (https://www.wirtschaftsrat.de/)&#xd;\nBDI (https://english.bdi.eu/)","goal":"Die Würth-Gruppe ist Weltmarktführer in ihrem Kerngeschäft, dem Handel mit Montage- und Befestigungsmaterial. Sie besteht aktuell aus über 400 Gesellschaften in mehr als 80 Ländern und beschäftigt über 77.000 Mitarbeiter. Hinter dem langjährigen Erfolg des Unternehmens steht eine ganz besondere Firmenphilosophie und gemeinsame Werte (wie gegenseitiger Respekt und Verantwortungsbewusstsein), die das tägliche Handeln bestimmen – ob in Deutschland, wo Würth seinen Ursprung hat, oder in der EU, wo Würth in allen Mitgliedstaaten vertreten ist, oder in den weltweit über 400 Gesellschaften. Aus diesem Grund ist unser vorrangiges Ziel, den freien Handel mit innovativen Montage- und Befestigungsmaterialien innerhalb der EU sowie weltweit sicherzustellen.","acronym":"AWKG","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Foreign affairs and security policy, Fraud prevention, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade","euInitiatives":"int. Handel: Zölle, Handelsabkommen, Schutzrechte am geistigen Eigentum; Binnenmarkt: Harmonisierte Standards, Kreislaufwirtschaft (Kunststoffstrategie, Schnittstelle zum Chemikalien-, Produkt- und Abfallrecht), Öko-Design und Energiekennzeichnung (Schweißgeräte und Maschinen), Bauproduktenverordnung, Wettbewerb, Wirtschafts- und Währungsunion, Digitalisierung (GDPR, e-Privacy, AI, P2B, Data Economy)","lastUp":"2019-10-25T12:28:12.951+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}