{"id":"691041532109-03","name":"European Business Chamber in Trinidad and Tobago","registrationDate":"2018-08-10T03:56:20.814+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.eurochamtt.org","country":"Trinidad and tobago","headAddress":"Alliance Francaise Building","headCity":"Port of Spain","headPostCode":"","headPhone":"(1-868)2 22 19 38","boss":"Philippe Bruchet","bossTitle":"","bossPosition":"President","membersCount":8,"membersFTE":"2.0","membership":"EUROCHAMTT is a member of the EBO WORLD WIDE NETWORK ASBL – The Voice of European Business Abroad&#xd;\n&#xd;\nWebsite: www.ebowwn.com&#xd;\nFacebook: https://www.facebook.com/www.eboworldwidenetwork.eu?ref=hl","memberOrga":"http://www.eurochamtt.org/membership.html","goal":"To be the leading voice of European Business in the Trinidad and Tobago market and champion \"Team Europe Trinidad and Tobago\"","acronym":"EUROCHAMTT","interests":"Agriculture, Climate Action, International co-operation and development, Maritime affairs and fisheries, Taxation, Trade, Transport","euInitiatives":"We have been advocating for: &#xd;<br />1.\tTrinidad and Tobago's compliance with the OECD Global Forum on Transparency and Exchange of Information for Tax Purposes and the de- listing of Trinidad and Tobago from the EU's list of non-cooperative jurisdictions for tax purposes; 2018&#xd;<br />2.\tRatification and full implementation of the CARIFORUM-EU Economic Partnership Agreement; this is on going.&#xd;<br />3.\tRatification of the Paris Climate Change Agreement.  We wrote to the Ministry of Planning for updates then partnered with 5 other organisations to write to Cabinet Ministers.  The Agreement was ratified a few months after our letters in 2018 and now we continue to advocate for the legislative changes which would encourage renewable energy, waste management and recycling and other clean technologies across other industries including maritime industry and cities.","lastUp":"2018-08-10T04:03:23.000+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}