{"id":"691144116444-08","name":"Vereniging van Vlaamse Steden en Gemeenten","registrationDate":"2015-03-10T16:31:35.500+01:00","category":6,"subCategory":13,"legal":"ASBL","web":"http://www.vvsg.be","country":"Belgium","headAddress":"Paviljoenstraat 9","headCity":"Brussel","headPostCode":"1030","headPhone":"(32)22 11 55 00","boss":"Mieck Vos","bossTitle":"Ms","bossPosition":"General Director","membersCount":1,"membersFTE":"0.5","membership":"VVSG is member of its umbrella organisation, the CEMR (www.ccre.org)&#xd;\nVia CEMR the VVSG is member of the international organisation UCLG (www.uclg.org)&#xd;\nVVSG is also member of Platforma, the European network of local and regional authorities for development&#xd;\n(www.platforma-dev.eu)","memberOrga":"all members of VVSG are public bodies, that is, all of the 308 cities and municipalities in the Flemish region, Belgium","goal":"The aim of the VVSG is to promote strong local authorities. Therefore it develops and supports initiatives which enhance the quality of local policy, both through increasing the scope of municipal policy making and through refining local democracy. The VVSG promotes sustainable development at the local level and worldwide.","acronym":"VVSG","interests":"Agriculture and Rural Development, Climate Action, Culture, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Sport, Youth","euInitiatives":"In line with the analysis of the 2017 work programme of the EC, the VVSG is following a number of dossiers which are of particular importance to local authorities: circular economy, energy, digital strategy,open data regulation, cohesion policy, inclusion and refugees, the Agenda 2030 of the SDGs.","lastUp":"2018-03-06T10:55:35.236+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}