{"id":"69133399372-91","name":"European Association of Paritarian Institutions of Social Protection","registrationDate":"2012-08-21T08:39:42.394+02:00","category":2,"subCategory":3,"legal":"AISBL","web":"http://www.aeip.net","country":"Belgium","headAddress":"Rue Montoyer, 24","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)22 33 54 20","boss":"Bruno Gabellieri","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":4,"membersFTE":"4.0","membership":"","memberOrga":"https://aeip.net/members/","goal":"AEIP Mission&#xd;<br />   “To serve the society and protect the citizens by promoting the paritarian management of social protection”&#xd;<br />&#xd;<br />&#xd;<br />AEIP Vision&#xd;<br />   “A world in which employers and employees manage the social protection institutions with full transparency and solidarity”&#xd;<br />&#xd;<br />&#xd;<br />AEIP Values&#xd;<br />   “These values serve as guidelines for our conduct and behaviour as we work towards our vision:&#xd;<br />&#xd;<br />-\tBalanced representation of employers and employees&#xd;<br />-\tSolidarity&#xd;<br />-\tTransparency”&#xd;<br />&#xd;<br />&#xd;<br />Defining “paritarian” &#xd;<br />“Paritarian” is derived from the French “paritaire” and means jointly managed on an equal basis. The roots of the paritarianism go back to the 19th century but until 20 years ago, the incentives to develop a pan-European paritarian framework have not been conclusive. In the field of social protection, paritarian institutions are non-profit bodies, jointly managed by social partners. The governance of the paritarian institutions is based on the equal representation of both employers and employees. &#xd;<br />Paritarian institutions manage social protection funds set up through collective agreements at the company, the industry-wide or the inter-sectoral level and they can provide a series of social benefits like pensions, health insurances, paid holidays, unemployment and disability. &#xd;<br />The combined funds managed by the paritarian institutions across Europe raise up to 1.3 trillion euro in assets and cover about 80 million people.","acronym":"AEIP","interests":"Agriculture, Business and Industry, Consumers, Economy, finance and the euro, Employment and Social Affairs, Enlargement, Public Health, Single market, Taxation","euInitiatives":"1. European Coordinated Retirement Schemes – Commission I&#xd;<br />2. Occupational Pensions – Commission II and Solvency working Group&#xd;<br />3. Health and Care Sector&#xd;<br />4. The Construction Sector&#xd;<br />5. Territorial and Social Protection Schemes&#xd;<br />6. Lobby at European Level&#xd;<br />7. Advocacy Activities","lastUp":"2018-09-11T11:23:01.407+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}