{"id":"691443234454-60","name":"ZTE Corporation","registrationDate":"2019-04-03T11:20:06.512+02:00","category":2,"subCategory":3,"legal":"Co. Ltd.","web":"http://www.zte.com.cn","country":"China","headAddress":"No. 55, Hi-tech Road South, Shenzhen, P.R.China","headCity":"Shenzhen","headPostCode":"518057","headPhone":"(86)75 5- 26 77 00 00","boss":"Chen (Elie) Shanshan","bossTitle":"Ms","bossPosition":"Legal Director of Europe Region","membersCount":8,"membersFTE":"7.25","membership":"ZTE Corporation is a member of: GSMA，ETSI，FTTH Coucile Europe etc,....","memberOrga":"","goal":"ZTE is a provider of advanced telecommunications systems, mobile devices, and enterprise technology solutions to consumers, carriers, companies and public sector customers. As part of ZTE’s strategy, the company is committed to providing customers with integrated end-to-end innovations to deliver excellence and value as the telecommunications and information technology sectors converge. Listed in the stock exchanges of Hong Kong and Shenzhen (H share stock code: 0763.HK / A share stock code: 000063.SZ), ZTE’s products and services are sold to over 500 operators in more than 160 countries. ZTE commits 10 per cent of its annual revenue to research and development and has leadership roles in international standard-setting organizations. ZTE is committed to corporate social responsibility and is a member of the UN Global Compact","acronym":"ZTE","interests":"Borders and Security, Business and Industry, Competition, Culture and media, Customs, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"- Industrial policies relevant to the Telecoms industry&#xd;<br />- Innovation, R&amp;D&#xd;<br />- Privacy, Security, Data Protection&#xd;<br />- Trade&#xd;<br />- CSR&#xd;<br />- Competition","lastUp":"2019-04-03T11:24:49.847+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}