{"id":"691443019080-67","name":"Euro Guarantees Group","registrationDate":"2015-10-05T09:49:28.318+02:00","category":2,"subCategory":3,"legal":"LTD","web":"http://www.euroguaranteesgroup.com","country":"United kingdom","headAddress":"152-160 City Road","headCity":"London","headPostCode":"EC1V 2NX","headPhone":"(44)20 39 54 25 61","boss":"Pinto Gianluca","bossTitle":"Mr","bossPosition":"Presidente","membersCount":25,"membersFTE":"12.5","membership":"Euro Guarantees Group has been open to dialogue with all stakeholders with an interest in European affairs related to insurance and reinsurance.&#xd;\nIs currently a member of:&#xd;\n&#xd;\n-CERTIND ITALY&#xd;\n-Q-CBN","memberOrga":"","goal":"Euro Guarantees Group is an independent, european Group, with a strong international presence. Established in 2015, is present in over 15 countries with total premium income exceeding €500.000.000,00  in 2017. With over 300 employees in the world, and 1.000 clients, the Group has a leading position in Western Europe and an increasingly significant presence in the markets of Central and Eastern Europe and in Asia. In 2017 Euro Guarantees Group was included among the most sustainable companies in the world by the Corporate Knights ranking.","acronym":"EGG","interests":"Agriculture, Banking and financial services, Budget, Business and Industry, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Food Safety, International co-operation and development, Public Health, Research and innovation, Single market, Sport, Trade, Transport","euInitiatives":"- Solvency II/Omnibus II&#xd;<br />- Sistemic risk / G-SII&#xd;<br />- Revision of the Insurance Distribution Directive (IDD)&#xd;<br />- IGS – Insurance Guarantee Schemes&#xd;<br />- Data Protection&#xd;<br />- PEPP/Supervision of Institutions for Occupational Retirement Provision (IORP 2)&#xd;<br />- International Accounting Standards&#xd;<br />- Anti-discrimination&#xd;<br />- Climate change&#xd;<br />- CMU&#xd;<br />- Relationships and issues involving other markets (e.g. US)&#xd;<br />- Motor Insurance ( e.g. E-call and telematics in motor vehicles…)","lastUp":"2018-06-18T14:51:23.156+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}