{"id":"692031117961-03","name":"Bundesverband des Deutschen Lebensmittelhandels e.V.","registrationDate":"2015-06-24T15:09:43.111+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.bvlh.net/","country":"Germany","headAddress":"Am Weidendamm 1A","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)0 30 72 62 50 80","boss":"Franz-Martin Rausch","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":1,"membersFTE":"1.0","membership":"Der BVLH ist im Handelsverband Deutschland (HDE) der Fachverband für die Lebensmittelarbeit. Ordentliche Mitglieder des BVLH sind die Landesverbände des Einzelhandels. Sie vertreten die lebensmittelfachlichen Interessen des Einzelhandels in den jeweiligen Bundesländern. Außerdem koordinieren sie die Arbeit der ihnen angeschlossenen Regionalverbände. Darüber hinaus unterstützen einzelne Unternehmen der Branche wie Edeka, Markant oder Rewe den BVLH durch eine direkte außerordentliche Mitgliedschaft.","memberOrga":"http://www.bvlh.net/der-verband/mitglieder.html","goal":"Der Bundesverband des Deutschen Lebensmittelhandels e.V. (BVLH) ist als Bundesfachverband innerhalb des Handelsverbandes Deutschland (HDE) für die nationale Lebensmittelfacharbeit verantwortlich. Er arbeitet in enger Abstimmung mit den Landes- und Regionalverbänden sowie mit den Fachabteilungen des HDE in Berlin und Brüssel zusammen.&#xd;<br />&#xd;<br />    Aufgabe des BVLH ist vor allem die Interessenwahrung der Unternehmen des Lebensmittelhandels gegenüber Gesetzgebung, Behörden und Öffentlichkeit. Gleichzeitig unterstützt der BVLH die Unternehmen des Lebensmittelhandels bei rechtlichen Fragen des Tagesgeschäftes.&#xd;<br />&#xd;<br />    Ordentliche Mitglieder des BVLH sind die Landesverbände des Einzelhandels. Darüber hinaus unterstützen einzelne Unternehmen der Branche den BVLH durch eine direkte außerordentliche Mitgliedschaft. Unternehmen der Lebensmittelbranche, die nicht zum Handel zählen, unterstützen den BVLH in Form einer fördernden Mitgliedschaft.&#xd;<br />&#xd;<br />    Der BVLH ist Gründungsorganisation und Namensgeber der ANUGA, die im zweijährigen Turnus in Köln stattfindet. Als Mitveranstalter vertritt der BVLH die Branche regelmäßig mit Themenständen und Veranstaltungen auf dieser weltgrößten Ernährungsmesse.","acronym":"BVLH","interests":"Agriculture, Competition, Consumers, Environment, Food Safety, Maritime affairs and fisheries, Public Health, Single market, Trade","euInitiatives":"- EU-Lebensmittelrecht: &#xd;<br />Evaluierung allgemeines EU-Lebensmittelrecht, Lebensmittelkennzeichnung (inkl. Herkunftskennzeichnung), Lebensmittelinformation, Lebensmittelhygiene, Nachhaltige Lebensmittel (Lebensmittelverschwendung), Öko-Verordnung, Verordnung amtliche Kontrollen, Lebensmittelinformationsverordnung, Health Claims, Pestizide, Acrylamid, Novel Food, Cloning, Alkoholpolitik, Gesunde Ernährung, Tierwohl, GVO, Fischerei- und Agrarpolitik, TTIP, Online-Lebensmittelhandel&#xd;<br />&#xd;<br />- EU-Binnenmarkt: Unfaire Geschäftspraktiken in der Lebensmittellieferkette &#xd;<br />&#xd;<br />- Verbraucherrecht&#xd;<br />&#xd;<br />- Bessere Rechtssetzung: Refit Plattform","lastUp":"2018-05-08T09:43:49.901+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}