{"id":"69240395197-02","name":"Repsol, S.A.","registrationDate":"2011-02-01T10:45:53.445+02:00","category":2,"subCategory":3,"legal":"Repsol, S.A.","web":"http://www.repsol.com/","country":"Spain","headAddress":"Méndez Álvaro, 44","headCity":"Madrid","headPostCode":"28045","headPhone":"(34)9 17 53 54 75","boss":"Ángel Luis Bautista Fernández","bossTitle":"","bossPosition":"Director de Relaciones Institucionales","membersCount":6,"membersFTE":"2.5","membership":"","memberOrga":"Las principales son las siguientes:&#xd;\n&#xd;\n- FuelsEurope https://www.fuelseurope.eu/&#xd;\n- CEFIC http://www.cefic.org/&#xd;\n- BusinessEurope https://www.businesseurope.eu/&#xd;\n- IOGP Europe http://www.iogp.org/&#xd;\n- PlasticsEurope http://www.plasticseurope.es/","goal":"Repsol es una compañía energética global, comprometida con la sociedad y el medio ambiente, que contribuye a la construcción de un planeta más sostenible a través del desarrollo de energías para la movilidad y el bienestar social.&#xd;<br />Objetivos: &#xd;<br />o Upstream- intensificar las inversiones para descubrir y producir, de un modo seguro y ambientalmente respetuoso, nuevos recursos de petróleo y gas.&#xd;<br />o Dowstream – consolidarnos como uno de los sistemas de refino y comercialización de productos petrolíferos más flexibles y eficientes.&#xd;<br />o Nuevas Energías - desarrollar energías bajas en carbono. Intensificar nuestra actividad en un entorno menos intensivo en carbono en campos como: eficiencia energética, generación renovable, gestión del CO2, bioenergía…&#xd;<br />o Transporte: continuar siendo líderes en el abastecimiento de energía para el transporte, sea cual sea el vector energético del que se trate.","acronym":"Repsol","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Economy, finance and the euro, Energy, Environment, External Relations, Foreign affairs and security policy, Institutional affairs, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"COMISSION WORKING PLAN; CLIMATE CHANGE CONFERENCES; ENVIRONMENTAL ACTION PROGRAMS; 2050 STRATEGY; THIRD ENERGY PACKAGE; ENERGY UNION STRATEGY; ETS DIRECTIVE REFORM (GHG EMISSIONS REDUCTION); RENEWABLE ENERGY DIRECTIVE; NEW ENERGY MARKET DESIGN DIRECTIVE; ELECTRICITY MARKET DIRECTIVE / REGULATION; ENERGY EFFICIENCY DIRECTIVE; GAS DIRECTIVE, GAS MARKET DESIGN DIRECTIVE; COMMON CONSOLIDATED CORPORATE TAX BASE; ENERGY TAXATION DIRECTIVE; CIRCULAR ECONOMY PACKAGE; PLASTICS STRATEGY; WASTE DIRECTIVE; AIR QUALITY DIRECTIVE; FINANCING SUSTAINABLE GROWTH ACTION PLAN; DIGITAL SINGLE MARKET PACKAGE; MOBILITY PACKAGE ( I-II-III); SUBSIDIES  (HORIZON  2020); OFFSHORE SAFETY DIRECTIVE; MARINE PROTECTED AREAS; MARITIME SPATIAL PLANNING; REPORTING: FINANCIAL &amp; NON FINANCIAL ( EMIR, MIFIDII, ACCOUNTING DIRECTIVE); TRANSPARENCY PACKAGE; EXTERNAL RELATIONS (EU SANCTIONS); FREE TRADE AGREEMENTS; BREXIT; SECURITY AT WORK.","lastUp":"2019-04-04T14:06:53.298+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}