{"id":"692684323547-16","name":"European Chamber of Commerce and Industry in Lao PDR","registrationDate":"2016-09-23T14:48:17.250+02:00","category":2,"subCategory":4,"legal":"Chamber of commerce","web":"https://eccil.org/","country":"Laos, people's democratic republic","headAddress":"Villa Inpeng","headCity":"Vientiane","headPostCode":"000001","headPhone":"(856)21 26 43 30 13","boss":"Guy Apovy","bossTitle":"Mr","bossPosition":"President","membersCount":11,"membersFTE":"8.75","membership":"http://www.ebowwn.com/&#xd;\nhttp://eu-asean.eu/","memberOrga":"About 100 corporate members as well as three embassies and 1 EU representation. Details are available under https://eccil.org/business/.","goal":"ECCIL's objective is to strengthen the position of the European business community in Laos by providing high quality information and services, promoting members' interests, promoting Laos as a place to do business,  cooperating with other chambers on a regional level in the fields of service provision and advocacy.&#xd;<br />&#xd;<br />ECCIL is the only recognized organization of European businesses in Laos. There are no bilateral chambers of EU member states. ECCIL cooperates closely with other chambers, is an active member of the World Wide European Business Organisations Network and founding member of the EU-ASEAN Business Council.","acronym":"ECCIL","interests":"Business and Industry, Competition, Digital economy and society, Economy, finance and the euro, External Relations, Foreign and Security Policy and Defence, International co-operation and development, Regional Policy, Research and innovation","euInitiatives":"ICI+ SEBSEAM goals. EU economic diplomacy, investigating opportunities under Partnership Programme.&#xd;<br />We are member of the EBO WWN and the EU-ASEAN Business Council and contribute to their position papers.&#xd;<br />As beneficiary for of the ICI+ Programme we are the prime entry point for European companies into the Lao market by providing support and information. We advocate for European business interests, promote inward investment and support Lao companies which are seeking business activities in Europe.","lastUp":"2018-09-05T14:55:11.165+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}