{"id":"692847531164-78","name":"Zentralverband Deutsches Baugewerbe","registrationDate":"2018-04-12T12:21:24.298+02:00","category":2,"subCategory":4,"legal":"Eingetragener Verein","web":"http://www.zdb.de","country":"Germany","headAddress":"Kronenstraße 55-58","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)0 30 20 31 40","boss":"Felix Pakleppa","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":5,"membersFTE":"1.75","membership":"Verband der Europäische  Bauwirtschaft - FIEC&#xd;\n&#xd;\nhttp://www.fiec.eu","memberOrga":"https://www.zdb.de/zdb-cms.nsf/id/mitgliedsverbaende-de","goal":"Der Zentralverband Deutsches Baugewerbe ist der älteste und größte Bauverband in Deutschland. Er vertritt die Interessen von 35.000 mittelständischen inhabergeführten Bauunternehmen, verschiedenster Sparten. &#xd;<br />&#xd;<br />Als größter Branchenverband repräsentieren wir das gesamte Spektrum des Baugewerbes: Vom klassischen Hochbau, Straßen- und Tiefbau bis zum Ausbau. Dazu gehören u. a. Fliesenleger, klassische Zimmerer, Holzbau, Brunnenbauer, Spezialtiefbauer, Estrichleger bis hin zum Schlüsselfertigbau sowie Firmen, die von der Projektabwicklung bis hin zum Facility Management alle Dienstleistungen anbieten sowie komplette ÖPP-Projekte abwickeln. Unter dem Dach des ZDB sind sowohl handwerklich geprägte, inhabergeführte kleinere Unternehmen sowie große Mittelständler versammelt.","acronym":"ZDB","interests":"Climate Action, Competition, Consumer Affairs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Information Society, Internal Market, Transport","euInitiatives":"Binnenmarkt, inkl. Dienstleistungsfreiheit, Personenfreizügigkeit, Binnenmarkt für Produkte, Normung, Digitalisierung, Energie-Umwelt-Klimapolitik, Arbeitsrecht und Soziales, Förderpolitik, Transport und Verkehrspolitik...","lastUp":"2018-04-12T12:37:56.285+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}