{"id":"693568823217-30","name":"Maynooth University","registrationDate":"2016-09-01T16:10:54.213+02:00","category":4,"subCategory":12,"legal":"Public Body","web":"http://maynoothuniversity.ie","country":"Ireland","headAddress":"Maynooth University","headCity":"Maynooth","headPostCode":"","headPhone":"(3531)7 08 60 00","boss":"Ray O'Neill","bossTitle":"Mr","bossPosition":"Vice President for Research and Innovation ","membersCount":10,"membersFTE":"4.25","membership":"http://www.iua.ie/","memberOrga":"","goal":"Maynooth University was established in 1997, but traces its origins to the foundation of St. Patrick’s College Maynooth in 1795. Maynooth University has three faculties: Arts, Celtic Studies &amp; Philosophy, Social Sciences, and Science &amp; Engineering, and is internationally recognised for the quality and value of the research and scholarship.  Maynooth University is rapidly expanding. Recent Statistics: 10,475 Undergraduates; 2,060 Postgraduates (research and Doctorate students); 640 Academic and Research Staff; €27.8m research and contract income in 2018.  The University has 1400 International students from 95 countries. We have enhanced our research capacity in a strategic manner, focused on agreed research priorities, specifically: arts and humanities; social and spatial sciences; mathematics, communications and computation; and human health. The volume and quality of published scholarly work is excellent by national and international standards, and we have had significant successes with IRC, ERC and Horizon 2020 grants, building strong connections into major SFI Centres.  The University is recognised as one of the leading new Universities in the world.  This success follows on from Maynooth’s extremely strong performances in other recent THE rankings, including being named among the top 400 universities in the world.  The University is a holder of an Athena SWAN Bronze Institution Award in recognition of our progress, and our plans to accelerate change towards gender equality.  Maynooth University is actively participating in 27 H2020 projects. This funding has been granted for H2020 Societal Challenges (12) and MSCA actions (7) including 2 new Individual Fellowships. It includes 3 active ERC projects (Adv, and CoG), Research Infrastructures (2), LEIT (1), ICT (2).  We are also coordinating a COST action, and are involved in many Erasmus+ projects (>20 )","acronym":"MU","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"MU’s EU research interests extend across the full of range of humanities, business, science and engineering. This includes: EU Framework Programme for Research and Innovation: Horizon 2020 (and previous and future FPs including Horizon Europe); Vocational Education, Learning, Staff/Student Mobility and Partnerships: Erasmus+; Knowledge and Innovation Communities launched by EIT, European Technology Platforms, PPPs and ESPON. While we have not directly lobbied the EU to date, we may do so in future as our involvement in EU research and development activities develops. In addition, indirect lobbying may also occur through the auspices of other organisations of which we are a member - such as the Irish Universities Association, for example.","lastUp":"2019-06-17T12:54:42.226+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}