{"id":"693568823217-30","name":"Maynooth University","registrationDate":"2016-09-01T16:10:54.213+01:00","category":4,"subCategory":12,"legal":"Public Body","web":"http://maynoothuniversity.ie","country":"Ireland","headAddress":"Maynooth University","headCity":"Maynooth","headPostCode":"","headPhone":"(3531)7 08 60 00","boss":"Mike O'Malley","bossTitle":"","bossPosition":"Bursar","membersCount":10,"membersFTE":"4.25","membership":"http://www.iua.ie/","memberOrga":"","goal":"Maynooth University (MU) is Ireland’s fastest growing research intensive university.  It is currently ranked in the top 400 globally and in the top 100 of universities under 100 years old.  MU supports 13,000 students from over 90 countries.  The University has established seven strategic goals for the period 2012–2017:&#xd;<br />&#xd;<br />1.\tTo offer students an outstanding university education, the best available in Ireland, an education which challenges and supports all students to achieve their full potential, and prepares students for life, work and citizenship, and for complexity, diversity and change. &#xd;<br />&#xd;<br />2.\tTo be recognised by 2017 as playing a leading international role and being the clear national leader in a number of thematic areas of research that address the major societal challenges of the 21st century. &#xd;<br />&#xd;<br />3.\tTo achieve a step change in its international activities, doubling the number of international students on campus and doubling the number of domestic students spending time abroad, in order to create a truly intercultural and multilingual institution. &#xd;<br />&#xd;<br />4.\tTo strengthen its engagement with all stakeholders through sustained partnerships with enterprises, communities, civil society and public bodies, to build support for the mission of the university, to serve the needs of society, and to open new opportunities for research and learning. &#xd;<br />&#xd;<br />5.\tTo maximise its unique and distinctive contribution to the national system of higher education through a set of purposeful and sustained strategic partnerships at regional and national level, and to extend its international reach through a network of global partnerships. &#xd;<br />&#xd;<br />6.\tTo be an excellent place to work, known for a collegial ethos which empowers all staff to contribute fully to the development of the university. &#xd;<br />&#xd;<br />7.\tTo enable the achievement of ambitious strategic objectives in challenging circumstances through careful planning, excellent services and infrastructure, and sound governance and management.&#xd;<br />&#xd;<br />MU supports a full spectrum of research and innovation from individual scholars to large scale research groups and has a vibrant commercialisation and knowledge exchange presence.","acronym":"MU","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"MU’s interests extend across the full of range of humanities, business, science and engineering. This includes: EU Framework Programme for Research and Innovation: Horizon 2020 (and previous FPs); Vocational Education, Learning, Staff/Student Mobility and Partnerships: Erasmus+; Knowledge and Innovation Communities launched by EIT, European Technology Platforms, PPPs and ESPON","lastUp":"2017-09-06T15:53:19.473+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}