{"id":"69422145887-50","name":"Fédération Nationale de la Presse d'Information spécialisée","registrationDate":"2011-05-23T17:35:01.631+01:00","category":2,"subCategory":4,"legal":"Syndicat professionnel (Loi de 1884)","web":"http://www.fnps.fr","country":"France","headAddress":"Rue Castagnary, 17","headCity":"PARIS","headPostCode":"75015","headPhone":"(33)1 44 90 43 60","boss":"Laurent Bérard-Quélin","bossTitle":"Mr","bossPosition":"Président","membersCount":4,"membersFTE":"1.0","membership":"EMMA: European Magazine Media Association,&#xd;\nENPA: European Newspaper Publishers' Association, &#xd;\nSquare de Bastion 1A, 1050 - BRUXELLES, BELGIQUE.","memberOrga":"","goal":"La Fédération a pour objet l'étude, la représentation, la défense et la promotion des intérêts généraux, moraux et matériels communs à l'ensemble de la Presse d'Information Spécialisée. A cet effet, dans tous les domaines  où les problèmes posés sont généralement communs à l'ensemble des différentes formes de Presse qui la composent, la Fédération coordonne l'action des syndicats adhérents et reçoit délégation permanente de ces derniers pour agir au nom de tous.&#xd;<br />&#xd;<br />la Fédération pourra mettre en oeuvre tous les moyens qu'elle jugera nécessaires ou utiles à leur réalisation, notamment :&#xd;<br />&#xd;<br />\tl'assistance technique ou le conseil personnalisé portant plus spécialement sur les régimes particuliers applicables à la profession, fournis aux membres ou aux personnes dont la défense des intérêts est visée par les statuts,&#xd;<br />&#xd;<br />\tla préparation et l'organisation, dans le cadre strictement professionnel, de toutes manifestations, colloques, séminaires, salons, réunions, voyages d'études,&#xd;<br />&#xd;<br />\tl'édition et l'impression d'écrits, de brochures, d'ouvrages, et la publication sur tous autres supports, notamment télématiques, adaptés à la diffusion, d'informations limitées à l'objet statutaire.","acronym":"FNPS","interests":"Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, Institutional affairs, Justice and Fundamental Rights, Research and innovation, Taxation","euInitiatives":"Affaires européennes,&#xd;<br />Droit d'auteur,&#xd;<br />Tva,&#xd;<br />Presse numérique,&#xd;<br />Fiscalité,&#xd;<br />Environnement, Ecologie","lastUp":"2019-12-06T11:29:03.248+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}