{"id":"694474025512-13","name":"Funka Nu AB","registrationDate":"2017-01-30T10:18:17.851+01:00","category":2,"subCategory":3,"legal":"Limited company","web":"http://www.funka.com","country":"Sweden","headAddress":"Tegnérgatan 23","headCity":"Stockholm","headPostCode":"111 40","headPhone":"(46)8 55 57 70 60","boss":"Susanna Laurin","bossTitle":"Ms","bossPosition":"Chief Research and Innovation Officer","membersCount":4,"membersFTE":"2.5","membership":"International Association of Accessibility Professionals (IAAP) &#xd;\n&#xd;\nGlobal initiative for inclusive ICTs (G3ict)","memberOrga":"","goal":"Funka was founded in the 1990s as a joint, non-profit initiative among all disability organisations in Sweden. The knowledge, staff and technology of the non profit was turned into a privately owned company in 2000. Today, we are market leaders in the field of accessibility and enjoy a close relationship to end user organisations, which ensures a unique level of quality control in everything we do. &#xd;<br />We work with accessibility in digital interfaces in regards of content, design and technology, web, ICT and documents in all possible formats, apps, ticket machines and ATMs, but also signs and other kinds of information. We have a unit focusing on accessibility in the built environment, orientation, acoustics and how to treat and communicate with persons with different abilities.&#xd;<br />Our activities are based on hands on testing, experience and scientific methodology. Around 20 % of the turnover comes from financial instruments in research and we partner with several leading universities.&#xd;<br />Through positions of trust and work in standardisation, Funka sets standards for development, analysis and formation of requirements in accessibility. Our experts are contributing to the work of international, European and national standardisation bodies in Sweden Norway and Spain, for example the European requirements for accessibility in public procurement, EN 301 549.","acronym":"","interests":"Communication, Digital economy and society, Education and training, Justice and Fundamental Rights, Research and innovation","euInitiatives":"Directive (EU) 2016/2102 of the European Parliament and of the Council of 26 October 2016 on the accessibility of the websites and mobile applications of public sector bodies&#xd;<br />&#xd;<br />European Accessibility Act&#xd;<br />&#xd;<br />European Innovation Partnership on Active and Healthy Ageing (EIP on AHA)","lastUp":"2019-11-28T13:35:40.791+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}