{"id":"695023821930-81","name":"Ferrari","registrationDate":"2016-05-25T11:41:18.710+02:00","category":2,"subCategory":3,"legal":"N.V.","web":"http://corporate.ferrari.com","country":"Italy","headAddress":"Via Abetone Inferiore 4","headCity":"Maranello","headPostCode":"41053","headPhone":"(39)05 36 94 91 11","boss":"Sergio  Marchionne","bossTitle":"Mr","bossPosition":"Chairman-CEO","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Ferrari is among the world’s leading luxury brands. The activities of Ferrari N.V. (herein referred to as “Ferrari” or the “Company” and together with its subsidiaries the “Group”) and its subsidiaries are focused on the design, engineering, production and sale of luxury performance sports cars. The cars are designed, engineered and produced in Maranello and Modena, Italy and sold in more than 60 markets worldwide through a network of independent dealers. The Ferrari brand is licensed to a selected number of producers and retailers of luxury and lifestyle goods, with Ferrari branded merchandise also sold through a network of Ferrari stores and the Group's website. Ferrari also participates in the Formula 1 World Championship through Scuderia Ferrari. The activities of Scuderia Ferrari are the core element of Ferrari marketing and promotion activities and an important source of innovation supporting the technological advancement of Ferrari sport and street cars.","acronym":"FNV","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, General and Institutional Affairs, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Energy Union, CO2, Mobility, Safety, Transport, Emissions , Alternative Fuels, Trade","lastUp":"2018-05-23T12:36:57.319+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}