{"id":"695127933526-64","name":"Associação dos Transitários de Portugal","registrationDate":"2018-12-20T19:32:39.874+01:00","category":2,"subCategory":1,"legal":"association","web":"http://www.apat.pt/pt","country":"Portugal","headAddress":"Av. Duque de Avila 9 -7º 1000-138 Lisboa","headCity":"Lisbon","headPostCode":"","headPhone":"(351)9 68 63 28 00","boss":"António Matins","bossTitle":"Mr","bossPosition":"President Executive","membersCount":2,"membersFTE":"0.5","membership":"Member of CLECAT \nhttps://www.clecat.org/ \n\nFIATA \nhttps://fiata.com/home.html \n\nALACAT \nhttp://www.alacat.org/ \n\nBIFA \nhttps://www.bifa.org/home","memberOrga":"https://www.apat.pt/en/associated/","goal":"To defend the legitimate interests of its members and ensure their representation in dealings with any public or private entities; <br />To promote proper structuring of the sector, its dimensions in in terms consistent with the requirements of the markets served and the technical improvement of its working methods, in particular through the attribution of Seal of Excellence; <br />To organize and keep updated records of associated companies and all other elements necessary for the operation of the association. <br />To report and participate in the fight against all forms of illegal or unfair competition, as well as to give a contribution so that the activities that constitute the objective scope of the representation by the Association may only be carried out by companies meeting the legal requirements of all applicable laws and regulations; <br />To sign collective labor conventions; <br />In general, to perform any other functions of interest for member companies, whenever these are permitted by law or come to be recognized by law. <br /><br />In pursuing the purposes referred to in the preceding paragraph, the Association may promote, organize and sponsor professional training, learning and improvement actions specifically aimed at the needs of the companies it represents. <br /><br />The Association participates, under legally admitted terms, in the preparation procedures carried out to assess that the requirements for the establishment companies within the scope of its representation powers are met and also in their subsequent changes. <br /><br />In order to better attain its goals, the Association may, according to the laws, become affiliated with federations, confederations or other similar bodies, national or foreign, and with any other public or private entities, national or foreign, that allow such affiliation. <br /><br />The Association also has the attribution of participating in organs or official structures intended to solve problems relating to the carrying out of the business, particularly regarding the licensing of forwarding companies.","acronym":"APAT","interests":"Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Environment, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Fraud prevention, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Regional Policy, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"To date, to the best of my knowledge, we have no recent or direct role or activity in terms of interaction with the EU institutions, a reality we wish to alter.<br />Nevertheless, we are members of CLECAT whose actions on this scope we are seeking to follow more closely. We have, however, received and informed our members of a few requests of either, intervention, opinion or public consultation in this context. <br />Furthermore, besides the recent public consultation on the Consortia Block Exemption Regulation, we also follow other political and legal matters that might have impact on the freight forwarding activity.' but was 'To date, to the best of my knowledge, we have no recent or direct role or activity in terms of interaction with the EU institutions, a reality we wish to alter. Nevertheless, we are members of CLECAT whose actions on this scope we are seeking to follow more closely. We have, however, received and informed our members of a few requests of either, intervention, opinion or public consultation in this context. Furthermore, besides the recent public consultation on the Consortia Block Exemption Regulation, we also follow other matters, such as for example: <br />- COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE EUROPEAN COUNCIL, THE COUNCIL, THE EUROPEAN CENTRAL BANK, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE, THE COMMITTEE OF THE REGIONS AND THE EUROPEAN INVESTMENT BANK Preparing for the withdrawal of the United Kingdom from the European Union on 30 March 2019: a Contingency Action Plan <br />- Official Controls Regulation<br />– the new agri-food chain legislation on official controls that entered into force in April 2017<br />- Directive 2010/65/EU of the European Parliament and of the Council of 20 October 2010 on reporting formalities for ships arriving in and/or departing from ports of the Member States and repealing Directive 2002/6/EC Text with EEA relevance<br />- European services e-card <br />- fuel efficiency standards for trucks.","lastUp":"2019-11-26T12:13:32.874+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}