{"id":"695156431923-63","name":"ΕΛΛΗΝΙΚΗ ΕΤΑΙΡΕΙΑ ΑΝΤΙΡΕΥΜΑΤΙΚΟΥ ΑΓΩΝΑ","registrationDate":"2018-06-30T12:38:54.537+02:00","category":3,"subCategory":2,"legal":"ΣΥΛΛΟΓΟΣ ΑΣΘΕΝΩΝ","web":"http://www.arthritis.org.gr","country":"Greece","headAddress":"Κυψέλης 2","headCity":"ΑΘΗΝΑ","headPostCode":"11362","headPhone":"(30)21 08 84 72 68","boss":"ΑΘΑΝΑΣΙΑ ΠΑΠΠΑ","bossTitle":"Ms","bossPosition":"ΠΡΟΕΔΡΟΣ Δ.Σ.","membersCount":10,"membersFTE":"2.5","membership":"•ACTIVE CITIZEN NETWORK&#xd;\n•EUROPEAN PATIENTS’ FORUM &#xd;\n•EURORDIS&#xd;\n•GLOBAL HEALTHY LIVING FOUNDATION&#xd;\n•ORPHANET&#xd;\n•LUPUS EUROPE&#xd;\n•PAIN EUROPE ALLIANCE","memberOrga":"Στρατηγικός εταίρος με &#xd;\nΔωδεκανησιακό Σύλλογο Αυτοάνοσων Νοσημάτων Αρθρίτιδας και Λύκου «ΘΑΛΕΙΑ»&#xd;\nΣύλλογο Ρευματοπαθών και Φίλων Κυκλάδων \"ΙΑΣΙΣ\"&#xd;\nΣύλλογο Μυοσκελετικής Υγείας  «ΠΕΤΑΛΟΥΔΑ»","goal":"Στόχοι της ΕΛ.Ε.ΑΝ.Α. είναι:&#xd;<br />α. Άμεσοι&#xd;<br />(1) Η ενημέρωση του ελληνικού πληθυσμού σχετικά με τη σοβαρότητα και τις διαστάσεις της αρθρίτιδας-ρευματισμού. Οι διαστάσεις των φλεγμονωδών νοσημάτων των αρθρώσεων καλύπτουν όλους τους τομείς της ζωής (προσωπικούς, κοινωνικούς, οικονομικούς και επαγγελματικούς).&#xd;<br />(2) Η παροχή της κατάλληλης υποστήριξης στους ρευματοπαθείς ώστε να βελτιώσουν την ποιότητα ζωής τους και να μειώσουν τις αρνητικές επιπτώσεις της ρευματοπάθειας στην καθημερινή ζωή, στην εργασία και στη ψυχαγωγία.&#xd;<br />(3) Η οργάνωση του αντιρευματικού αγώνα, σε συνεργασία με κρατικούς φορείς υγείας και μέλη της ελληνικής κοινωνίας, προάγοντας κάθε μέτρο που συμβάλλει στην ενημέρωση, στην πρόληψη, στην έγκαιρη διάγνωση, στη θεραπεία και στην αποκατάσταση των ρευματοπαθών.&#xd;<br />β. Απώτεροι&#xd;<br />(1) Η έρευνα της κοινωνικής διάστασης της αρθρίτιδας-ρευματισμού, της επίδρασης των ιαματικών πηγών στους ρευματοπαθείς της πατρίδας μας.&#xd;<br />(2) Η διοργάνωση πανευρωπαϊκού συνεδρίου ρευματοπαθών με έμφαση στη δράση των λουτροθεραπειών και την ανάπτυξη του ιατρικού τουρισμού.&#xd;<br />γ. Προώθηση των θεμάτων υγείας για το μυοσκελετικό σύστημα στο ΕΣΥ.&#xd;<br />1.Ενημέρωση για βελτίωση του τρόπου ζωής, προκειμένου να μειωθεί ο κίνδυνος ανάπτυξης φλεγμονώδους αρθρίτιδας, με διακοπή του καπνίσματος και ελέγχου του σωματικού βάρους.&#xd;<br />2.Ενημέρωση για αυτοαξιολόγηση των συμπτωμάτων φλεγμονώδους αρθρίτιδας και αντιμετώπιση του πόνου.Ενημέρωση για το πότε πρέπει να δει κανείς το ρευματολόγο.&#xd;<br />3.Οι ασθενείς με φλεγμονώδεις αρθροπάθειες πρέπει να έχουν πρόσβαση στην πληροφορία για την πάθησή τους και στη θεραπεία που τους προσφέρεται.&#xd;<br />4.Οι ενήλικες ασθενείς με φλεγμονώδεις αρθροπάθειες πρέπει να βλέπουν το ρευματολόγο σε 6-12 εβδομάδες και τα παιδιά τον σε 4 εβδομάδες .&#xd;<br />5.Πρόσβαση σε κέντρα αναφοράς για ειδικές χειρουργικές επεμβάσεις (π.χ. χειρουργική Αυχενικής μοίρας σε ρευματοειδή αρθρίτιδα).&#xd;<br />6.Δημιουργία τηλεφωνικής γραμμής βοήθειας από εξειδικευμένο ψυχόλογο, όπως και ψυχολογικής υποστήριξης ιδιαίτερα στα παιδιά.&#xd;<br />H δραστηριότητα της EΛ.E.AN.A. εστιάζεται σήμερα στους εξής τομείς:&#xd;<br />Την έκδοση και διάθεση ενημερωτικών φυλλαδίων και μικρών βιβλίων για φάρμακα και παθήσεις αντίστοιχα, που απαντούν σε ερωτήσεις που έχουν συχνά τα άτομα με αρθρίτιδα/ρευματισμό.&#xd;<br />Ενημερωτικές διαλέξεις και σεμινάρια με θέματα που ενδιαφέρουν άμεσα τα άτομα που πάσχουν από Αρθρίτιδα/Ρευματισμό, σε συνδυασμό ή όχι με επισκέψεις σε ιαματικές πηγές. &#xd;<br />Παράσταση σε υπεύθυνους κρατικούς φορείς για επίλυση προβλημάτων ρευματοπαθών &#xd;<br />Συντονισμός ομάδας ισοτίμων μελών που συναντιέται σε εβδομαδιαία βάση &#xd;<br />Διοργάνωση εκδρομών.&#xd;<br />Διοργάνωση κοινωνικών εκδηλώσεων.&#xd;<br />Λειτουργία τηλεφωνικής γραμμής ψυχολογικής υποστήριξης &#xd;<br />Συμμετοχή στο ετήσιο συνέδριο που διοργανώνει η Ευρωπαϊκή Εταιρεία κατά του Ρευματισμού (EULAR).&#xd;<br />Ετήσια συμμετοχή στις δραστηριότητες του συλλόγου Άτομα με αρθρίτιδα/ρευματισμό στην Ευρώπη (PARE) που διοργανώνονται με αφορμή τον εορτασμό για την Παγκόσμια Ημέρα Αρθρίτιδας/Ρευματισμού (12η Οκτωβρίου). Η Ελληνική Εταιρεία Αντιρευματικού Αγώνα εκπροσωπεί την Ελλάδα ως οργάνωση κοινωνικού χαρακτήρα στην Ευρωπαϊκή οργάνωση EULAR PARE (μη κερδοσκοπική, μη κυβερνητική): -Ευρωπαϊκή Εταιρεία κατά του Ρευματισμού/Άτομα με αρθρίτιδα/ρευματισμό στην Ευρώπη- (European League Against Rheumatism/ People with Arthritis/Rheumatism in Europe), στο Διοικητικό Συμβούλιο της οποίας συμμετέχει, κατόπιν εκλογής, μέλος της ΕΛ.Ε.ΑΝ.Α. (Ελληνική Εταιρεία Αντιρευματικού Αγώνα).","acronym":"ΕΛΕΑΝΑ","interests":"Communication, Digital economy and society, Education and training, Employment and Social Affairs, Enlargement, External Relations, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation, Trans-European Networks","euInitiatives":"Διαμόρφωση δικαιωμάτων  των ασθενών  όσον αφορά στην παροχή υγείας, και στην εργασία&#xd;<br />ενημέρωση των ασθενών για τις υποχρεώσεις τους &#xd;<br />ενημέρωση των ασθενών για την φαρμακοεπαγρύπνηση και την σημασία της \"κίτρινης κάρτας\"&#xd;<br />συμμετοχή των ασθενών σε πρωτόκολλα &#xd;<br />Ψυχοκοινωνική υποστήριξη ασθενών","lastUp":"2018-06-30T12:39:45.727+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}