{"id":"695563913580-18","name":"REWE ZENTRALFINANZ eG","registrationDate":"2014-05-02T18:46:11.911+02:00","category":2,"subCategory":3,"legal":"eingetragene Genossenschaft","web":"http://www.rewe-group.com","country":"Germany","headAddress":"Domstrasse, 20","headCity":"Koeln","headPostCode":"50668","headPhone":"(49)2 21 14 90","boss":"Lionel Souque","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstandes/CEO","membersCount":4,"membersFTE":"1.75","membership":"EuroCommerce&#xd;\nHandelsverband Deutschland, HDE&#xd;\nIndependant Retail Europe&#xd;\nFreshfel&#xd;\namfori&#xd;\nBVLH&#xd;\nConsumer Goods Forum","memberOrga":"","goal":"Die genossenschaftliche REWE Group ist einer der führenden Handels- und Touristikkonzerne in Deutschland und Europa. Im Jahr 2017 erzielte das Unternehmen einen Gesamtaußenumsatz von rund 58 Milliarden Euro. Die 1927 gegründete REWE Group ist mit ihren über 345.000 Beschäftigten und 15.300 Märkten in 21 europäischen Ländern präsent. In Deutschland erwirtschafteten im Jahr 2017 rund 255.000 Mitarbeiter in 11.000 Märkten einen Umsatz von 42 Milliarden Euro.&#xd;<br />Zu den Vertriebslinien zählen Super- und Verbrauchermärkte der Marken REWE, REWE CENTER, REWE CITY und BILLA sowie MERKUR, der Discounter PENNY und die Baumärkte von toom. Hinzu kommen Convenience-Märkte (REWE To Go) und die E-Commerce-Aktivitäten REWE Lieferservice sowie Zooroyal, Weinfreunde und Kölner Weinkeller. Zur Touristik gehören unter dem Dach der DER Touristik Group die Veranstalter ITS, Jahn Reisen, Dertour, Meier's Weltreisen, ADAC Reisen, Kuoni, Helvetic Tours, Apollo und Exim Tours und über 2.400 Reisebüros (u.a. DER Reisebüro, DERPART und Kooperationspartner), die Hotelmarken lti, Club Calimera, Cooee, PrimaSol und Playitas Resort und der Direktveranstalter clevertours.com.&#xd;<br />&#xd;<br />Seit ihrer Gründung im Jahr 1927 steht die genossenschaftliche Unternehmensgruppe für nachhaltiges und langfristiges Wachstum.&#xd;<br />&#xd;<br />Die Strategie des harmonischen Zusammenspiels von zentralen und dezentralen Strukturen hat sich dabei für die genossenschaftliche REWE Group als richtig erwiesen. Das zeigt der wirtschaftliche Erfolg der Gruppe, aber auch das offene und kooperative Miteinander im Unternehmen, das auf den Säulen Respekt, Eigenverantwortung und Eigenständigkeit ruht.","acronym":"REWE Group","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Amtliche Kontrollen für Lebensmittel&#xd;<br />Digitaler Binnenmarkt&#xd;<br />Energiepolitik&#xd;<br />ERAP&#xd;<br />High Level Forum Lebensmittel-Lieferkette&#xd;<br />Kreislaufwirtschaftspaket und Plastikstrategie&#xd;<br />HolzVO&#xd;<br />LebensmittelkennzeichnungsVO&#xd;<br />Gemeinsame Agrarpolitik&#xd;<br />Mitteilung zu unlauteren Vertragspraktiken in der Lebensmittel-Lieferkette&#xd;<br />Retailers' Environmental Action Programme - REAP&#xd;<br />Tabak Track &amp; Trace&#xd;<br />Umsetzung des Binnenmarktes/Dienstleistungsfreiheit&#xd;<br />Verbraucherpolitik &#xd;<br />Umweltpolitik&#xd;<br />Zahlungssysteme","lastUp":"2018-04-19T15:02:21.992+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}