{"id":"695563913580-18","name":"REWE ZENTRALFINANZ eG","registrationDate":"2014-05-02T18:46:11.911+01:00","category":2,"subCategory":3,"legal":"eingetragene Genossenschaft","web":"http://www.rewe-group.com","country":"Germany","headAddress":"Domstrasse, 20","headCity":"Koeln","headPostCode":"50668","headPhone":"(49)2 21 14 90","boss":"Lionel Souque","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstandes/CEO","membersCount":4,"membersFTE":"1.75","membership":"EuroCommerce&#xd;\nHandelsverband Deutschland, HDE&#xd;\nIndependant Retail Europe&#xd;\nFreshfel&#xd;\nForeign Trade Association, FTA&#xd;\nBVLH&#xd;\nConsumer Goods Forum","memberOrga":"","goal":"Die REWE Group ist mit einem Umsatz von 54,14 Milliarden Euro und 326.478 Mitarbeitern (2016) in Deutschland und 11 weiteren europäischen Ländern einer der führenden Handels- und Touristikkonzerne in Deutschland und Europa. Sie betreibt knapp 15 000 Verkaufsstellen. Allein in Deutschland erwirtschafteten im Jahr 2016 rund 235.911Mitarbeiter einen Umsatz von 38,96Milliarden Euro. &#xd;<br />&#xd;<br />Zu den Vertriebslinien zählen Super- und Verbrauchermärkte der Marken REWE, REWE CENTER, REWE, CITY REWE To Go, TEMMA und BILLA, der Discounter PENNY sowie die Baumärkte von toom Baumarkt und B1 Discount Baumarkt. Zur Touristik gehören unter dem Dach der DER Touristik die Veranstalter ITS, Kuoni, Jahn Reisen und Travelix sowie Dertour, Meier's Weltreisen und ADAC Reisen sowie die Geschäftsreisesparte FCm Travel Solutions und über 2.100 Reisebüros (u.a. DER Reisebüro, DERPART), die Hotelketten lti hotels, Club Calimera und PrimaSol Hotels und der Direktveranstalter clevertours.com. &#xd;<br />&#xd;<br />Seit ihrer Gründung im Jahr 1927 steht die genossenschaftliche Unternehmensgruppe für nachhaltiges und langfristiges Wachstum.&#xd;<br />&#xd;<br />Die Strategie des harmonischen Zusammenspiels von zentralen und dezentralen Strukturen hat sich dabei für die genossenschaftliche REWE Group als richtig erwiesen. Das zeigt der wirtschaftliche Erfolg der Gruppe, aber auch das offene und kooperative Miteinander im Unternehmen, das auf den Säulen Respekt, Eigenverantwortung und Eigenständigkeit ruht.","acronym":"REWE Group","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Amtliche Kontrollen für Lebensmittel&#xd;<br />Digitaler Binnenmarkt&#xd;<br />Energiepolitik&#xd;<br />ERAP&#xd;<br />High Level Forum Lebensmittel-Lieferkette&#xd;<br />Kreislaufwirtschaftspaket&#xd;<br />LebensmittelkennzeichnungsVO&#xd;<br />Gemeinsame Agrarpolitik&#xd;<br />Mitteilung zu unlauteren Vertragspraktiken in der Lebensmittel-Lieferkette&#xd;<br />Öko-Verordnung&#xd;<br />Retailers' Environmental Action Programme - REAP&#xd;<br />Retail Market Monitor&#xd;<br />Tabak Track &amp; Trace&#xd;<br />TTIP&#xd;<br />Umsetzung des Binnenmarktes/Dienstleistungsfreiheit &#xd;<br />Umweltpolitik&#xd;<br />Zahlungssysteme","lastUp":"2017-08-01T13:09:55.518+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}