{"id":"695661118936-08","name":"City of London Corporation","registrationDate":"2015-09-25T13:35:36.595+02:00","category":6,"subCategory":13,"legal":"Corporation by prescription with local authority functions","web":"http://www.cityoflondon.gov.uk","country":"United kingdom","headAddress":"Guildhall","headCity":"London","headPostCode":"EC2P 2EJ","headPhone":"(44)0 20 76 06 30 30","boss":"John  Barradell","bossTitle":"Mr","bossPosition":"Town Clerk and Chief Executive","membersCount":10,"membersFTE":"9.5","membership":"Confederation of British Industry (CBI)&#xd;\nTheCityUK&#xd;\nBritish Chambers of Commerce in Belgium","memberOrga":"The City of London Corporation operates through its Lord Mayor, Aldermen and other members of the Court of Common Council (equivalent to councillors and known as 'Common Councilmen'). &#xd;\n&#xd;\nThere are 100 Common Councilmen and 25 Aldermen (including the Lord Mayor).","goal":"The City of London seeks:&#xd;<br />•\tto support and promote London as the world’s leading international financial and business centre and attract new business to the capital and the whole UK&#xd;<br />•\tto work in partnership with local communities to increase skills, employment and opportunities for all Londoners, including through the City Bridge Trust&#xd;<br />•\tto enhance the capital as a hub of culture, history and green spaces for Londoners – residents, workers, and visitors.&#xd;<br />The City of London works closely with financial services practitioners, trade associations and other stakeholders in order to shape the future direction of financial services policy. It focuses on issues created by EU and international economic, legislative, fiscal and regulatory developments which may impact or threaten to impact on the open, efficient and competitive environment for doing business in the City.","acronym":"","interests":"Banking and financial services, Economy, finance and the euro, General and Institutional Affairs, Justice and Fundamental Rights, Single market, Taxation, Trade","euInitiatives":"Capital Markets Union, Taxation, Data and cyber issues, Post-trade, EU Reform, Fintech, Better Regulation and Green and Sustainable Finance.","lastUp":"2018-08-13T11:17:25.573+02:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":0,"turnoverRange":""}