{"id":"696633236745-52","name":"Principle Power Inc.","registrationDate":"2019-12-05T09:42:05.382+01:00","category":2,"subCategory":3,"legal":"Inc. (incorporated)","web":"http://www.principlepowerinc.com/","country":"United states","headAddress":"Av da Republica, 18, 4 piso","headCity":"Emeryville","headPostCode":"CA 92116","headPhone":"(1)51 02 80 51 80","boss":"Joao Metelo","bossTitle":"","bossPosition":"Chief Executive Officer","membersCount":4,"membersFTE":"1.75","membership":"At the European level we are members of these trade associations:&#xd;\nWindEurope&#xd;\nGWEC - Global Wind Energy Council&#xd;\n&#xd;\nAt the national level we are members of the national wind or renewables associations in: France, UK, Scotland, Spain.","memberOrga":"","goal":"Principle Power is a global energy company that enables origination and development and offers technology and service solutions to harvest the full potential of the world’s energy resources, by providing access to transitional and deep-water offshore wind sites that were previously inaccessible. With its proven and in-demand WindFloat technology, Principle Power is the commercial market leader in floating offshore wind. By simplifying the way offshore wind is deployed, this unique technology assists the ongoing development of the offshore wind industry as a whole, opens new deep-water markets, and has the potential to substantially decrease the cost and risk profile of offshore wind projects globally. PPI, with offices in the USA, France and Portugal, acts as a trusted partner to developers, independent power producers, and utilities, supporting its customers throughout the entire lifecycle of their projects.","acronym":"PPI","interests":"Climate Action, Energy, Environment, Maritime affairs and fisheries","euInitiatives":"Clean energy package&#xd;<br />European Green Deal&#xd;<br />Horizon 2020&#xd;<br />Innovation Fund&#xd;<br />Renewable Energy policies&#xd;<br />Innovation&#xd;<br />Industrial policy&#xd;<br />Climate policy&#xd;<br />Maritime policy and Blue Economy","lastUp":"2019-12-05T11:17:00.579+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}