{"id":"696745126514-28","name":"Wizeimpact","registrationDate":"2017-03-26T19:36:27.570+01:00","category":1,"subCategory":8,"legal":"Pty Ltd.","web":"http://www.wizeimpact.com","country":"South africa","headAddress":"33 Roberts Road","headCity":"Cape Town","headPostCode":"","headPhone":"(27)7 19 04 10 12","boss":"Alexandre LEMILLE","bossTitle":"Mr","bossPosition":"Founder and Managing Director","membersCount":1,"membersFTE":"1.0","membership":"Alexandre Lemille is the co-founder of the African Circular Economy Network (ACE Network).","memberOrga":"","goal":"Wizeimpact is for-purpose for-profit company that leverages business-as-a-powerful-tool to improve people livelihood &amp; regenerate the environment. Wizeimpact offers strategic sustainability consultancy services, trains corporate leaders on breakthrough sustainability concepts, spurs social innovations and measures public/private sector value creation.&#xd;<br />Our Value Proposition is to turn wealth-centric linear businesses into Value-focused Circular Ventures™ (VCV).&#xd;<br />Wizeimpact offers four services:&#xd;<br />1. Consulting services helping companies globally to implement Circular Economic strategies;&#xd;<br />2. Corporate Impact Assessment and Impact Monetisation using the internationally renown Social Return on Investment (SROI) methodology. Our Managing Director is an Accredited SROI Practitioner from the Social Value International Network, previously known as The SROI Network;&#xd;<br />3. Provide private and public organisations with the latest trends where it comes to critical tools to help migrate towards a \"business-as-unusual\" path. Training focusing on SROI, Impact Assessment, Theory of Change, Circular Economy, Circular Value &amp; Innovative Business Models.","acronym":"WPC","interests":"Agriculture and Rural Development, Climate Action, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Information Society, Research and Technology, Taxation, Trans-European Networks, Youth","euInitiatives":"-\tMember of the Steering Committee of Living Labs on European rural communities developing innovative business models using the Circular Economy (EU Horizon 2020 funded);&#xd;<br />&#xd;<br />-\tCoordination of the European Commission Circular Economy Conference in Durban, in May 4th 2017, in parallel to the World Economic Forum Africa. The ACE Network is busy preparing this EU Conference by selecting the best circular speakers and experts from South Africa, as well as advising the EU Commission on the best site visits closest to the concept of the Circular Economy in both Gauteng and the KwaZulu Natal provinces;&#xd;<br />&#xd;<br />-\tCircular Economy Advisor to the development agency Nexa for the implementation of a Circular strategy for the Reunion Island in the Indian Ocean, a European insular and highly vulnerable territory. The objective here being to attract investments in the island that are aligned with the circular priorities, namely the rebuilding the natural capital, the valorisation of the manufactured capital, while preserving and enhancing the human capital (according to the “Circular Economy 2.0”);&#xd;<br />&#xd;<br />-\tCurrently applying for the Circular Economy European Commission Expert Financing Group (March 2017);","lastUp":"2017-04-07T17:19:17.671+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":""}