{"id":"69678928900-56","name":"FIGIEFA - Fédération Internationale des Grossistes, Importateurs &amp; Exportateurs en Fournitures Automobiles / International Federation of Automotive Distributors","registrationDate":"2012-06-05T11:33:16.059+01:00","category":2,"subCategory":4,"legal":"non-profit organisation (AISBL)","web":"http://www.figiefa.eu","country":"Belgium","headAddress":"Boulevard de la Woluwe, 42 (b5)","headCity":"Bruxelles","headPostCode":"1200","headPhone":"(32)27 61 95 10","boss":"Sylvia Gotzen","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":6,"membersFTE":"4.75","membership":"FIGIEFA is member of FAIB (Federation of European and International Associations established in Belgium),as well as of UEAPME (European Association of Craft, Small and Medium-sized Enterprises). &#xd;\n&#xd;\nIn addition, FIGIEFA is associated to ECAR (European Campaign for the Freedom of the Automotive Parts and Repair Market) and AFCAR (Alliance for the Freedom of Car Repair in the EU). &#xd;\n&#xd;\nFIGIEFA is currently participating in a number of fora:&#xd;\n-\tC-ITS Platform;&#xd;\n-\tCEN standardisation process on access to repair and maintenance information for passengers cars &amp; light-duty vehicles, heavy-duty vehicles, L-category and T-category vehicles.&#xd;\n&#xd;\nFIGIEFA is a NGO in Roster Consultative Status with the Economic and Social Council of the United Nations.","memberOrga":"FIGIEFA Members Associations are:&#xd;\nhttp://www.figiefa.eu/who-we-are/members/&#xd;\n&#xd;\n•\tAutobransjens Leverandørforening (ABL) Norway&#xd;\n•\tAssociação do Comércio Automovel de Portugal (ACAP) Portugal&#xd;\n•\tAssociazione Distributori Indipendenti Ricambi Autoveicoli (ADIRA) Italy&#xd;\n•\tAssociación Nacional de Comerciantes de Equipos,  Recambios,  Neumàticos y Accessorios para Automóviles (ANCERA) Spain&#xd;\n•\tAutobranchens Handels- &amp; Industriforening i Danmark (AUTIG) Denmark&#xd;\n•\tFédération des Syndicats de la Distribution Automobile (FEDA) France&#xd;\n•\tFédération du Matériel pour l'Automobile (F.M.A.) Belgium&#xd;\n•\tGesamtverband Autoteile-Handel (GVA) Germany&#xd;\n•\tIndependent Automotive Aftermarket Federation (IAAF) United Kingdom&#xd;\n•\tLatvijas Auto Rezerves Dalu Importētāju Asociācija – Latvian Automotive Parts Importers Association (LARDIA) Latvia&#xd;\n•\tTurkish Automotive Aftermarket Association (OSS) Turkey&#xd;\n•\tRAI Vereniging/ Autovak “Rijwiel &amp; Automobiel Industrie“ (RAI) Germany&#xd;\n•\tSwiss Automotive Aftermarket (SAA) Switzerland&#xd;\n•\tSveriges Bildelsgrossisters Förening - The Association of Swedish Wholesalers of Automotive Parts and Accessories (SBF) Sweden&#xd;\n•\tStowarzyszenie Dystrybutorów Czesci Motoryzacyjnych (SDCM) Poland&#xd;\n•\tSdruzeni Importeru Soucasti Automobilu (SISA) Czech Republic&#xd;\n•\tThe Society of the Irish Motor Industry – Wholesalers’ Section (SIMI)&#xd;\n•\tThe Society of Motor Manufacturers &amp; Traders Ltd., Aftermarket Section (SMMT) United Kingdom&#xd;\n•\tSuomen Varaosakaupan Keskusliitto (Association of Finnish Spare Parts Trade) (SVOK ry) Finland&#xd;\n•\tVerband der freien KFZ-Teile-Fachhändler (VFT) Austria&#xd;\n&#xd;\nhttp://www.figiefa.eu/who-we-are/members/","goal":"FIGIEFA represents the interests of 20 European national trade associations of automotive aftermarket distributors from 19 European countries.&#xd;<br />&#xd;<br />FIGIEFA monitors and studies EU policy developments affecting the automotive aftermarket industry value chain. Its aim is focused on the maintenance and promotion of free and effective competition in the market for vehicle replacement parts, servicing and repair.","acronym":"FIGIEFA","interests":"Business and Industry, Communication, Competition, Consumers, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Institutional affairs, Research and innovation, Single market, Transport","euInitiatives":"- Internal Market (vehicle and component type approval legislation, Vehicle Repair and Maintenance Information, eCall)&#xd;<br />- Digital Single Market and Connectivity &#xd;<br />- Roadworthiness Testing&#xd;<br />- Competition Policy (competition law framework for the automotive aftermarket)&#xd;<br />- Legal Protection of Industrial Designs&#xd;<br />- CEN standardization work&#xd;<br />- Transport Policy (White Paper)&#xd;<br />- Environment policies (end-of life vehicles and eco-maintenance)&#xd;<br />- CARS 2020 Working Groups (until 2014)","lastUp":"2019-02-11T13:33:11.454+01:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}