{"id":"697092715804-36","name":"EU-Russia Industrialists' Round Table","registrationDate":"2015-01-28T16:34:06.411+02:00","category":2,"subCategory":4,"legal":"none","web":"http://www.eu-russia-industrialists.org","country":"Belgium","headAddress":"Avenue Jules Bordet 142","headCity":"Brussels","headPostCode":"1140","headPhone":"(32)27 61 16 06","boss":"Nele Devolder","bossTitle":"Ms","bossPosition":"Director EU office","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"EU side  Cees 'T Hart IRT co-chairman (President and CEO, Carlsberg) &#xd;\nKim Fejfer (Member of Group Executive Board and CEO of APM Terminals of AP Moller Maersk) &#xd;\nRobert Dudley (Group CEO, BP p.l.c.) &#xd;\nPascal Soriot (CEO, AstraZeneca) &#xd;\nJean-Pierre Clamadieu (CEO, Solvay)&#xd;\nRene Svendsen-Tune (Executive Vice President, Nokia Solutions and Networks)&#xd;\nFrans Van Houten (CEO Philips)&#xd;\nDimitris Ch. Copelouzos (Chairman &amp; Managing Director, Copelouzos Group)&#xd;\n&#xd;\nObservers &#xd;\nSir Suma Chakrabarti (President, European Bank for Reconstruction and Development - EBRD) &#xd;\nEmma Marcegaglia (President, BUSINESSEUROPE)","goal":"The EU-Russia Industrialists' Roundtable (IRT) is a business platform composed of leaders of companies from the EU and Russia. &#xd;<br />&#xd;<br />The IRT was established in 1997 upon the suggestion of the political leaders meeting at an EU-Russia Summit. Since then, IRT provides a platform for business dialogue and has evolved into a full-fledged organisation that actively fosters discussions on bilateral economic relations. On this basis, the IRT gives business recommendations to policy makers in the EU and Russia.&#xd;<br />&#xd;<br />Our Vision&#xd;<br />&#xd;<br />The IRT vision of an integrated EU-Russia common economic area&#xd;<br />&#xd;<br />An integrated EU-Russia common economic area should provide a rules-based framework for mutual trade and investment, which will generate a win-win partnership ensuring fair competition and freedom of cross-border movement for professionals. &#xd;<br />&#xd;<br />This vision can only be built on a broad and comprehensive free trade agreement, based on WTO membership, which includes implementation of the following elements:&#xd;<br />Substantially fewer trade obstacles for bilateral trade in goods and services than required by the WTO (\"WTO+\"). As a rule, tariffs should be abolished and quotas and all other export and import restrictions discontinued &#xd;<br />Approximation of economic regulations and standards around transparent, predictable, proportionate and fact-based regulation and international approaches to standards&#xd;<br />An open, transparent and non-discriminatory regime to encourage and protect mutual investment with full transparency and sustainability based on national treatment &#xd;<br />Robust enforcement of intellectual property rules &#xd;<br />Effective dispute settlement and mediation mechanisms","acronym":"IRT","interests":"Customs, Economy, finance and the euro, Foreign and Security Policy and Defence, Trade","euInitiatives":"EU/Russia relations - Contact with EEAS &#xd;<br />Legislations related to trade and customs&#xd;<br />Relationship between EU and the Eurasian Economic Region","lastUp":"2018-06-20T16:56:43.525+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}