{"id":"697065015056-39","name":"Promote Ukraine","registrationDate":"2014-11-29T23:10:57.513+01:00","category":3,"subCategory":2,"legal":"Non-profit organisation","web":"http://www.promoteukraine.org/","country":"Belgium","headAddress":"Veldstraat 24, 0552564062","headCity":"Relegem","headPostCode":"1731","headPhone":"(32)4 78 33 34 31","boss":"Marta Barandiy","bossTitle":"Ms","bossPosition":"Founder","membersCount":1,"membersFTE":"0.25","membership":"PU is member of Federation: Internationaal Comite Antwerp&#xd;\nPU is member of the Platform \"Peace for Ukraine\"","memberOrga":"","goal":"Promote Ukraine is a Belgian non-profit organization that operates for the benefit of civil society of Ukraine. Its primary task is to promote Ukraine and Ukrainians to foreign audience. Thus it initiates and supports promotional events such as festivals, shows, concerts where the Ukrainian element is present. &#xd;<br />Promote Ukraine serves as facilitator to promote EU-Ukraine business relations. &#xd;<br />Also, Promote Ukraine contributes into the development of the information society, we organize debates, round tables and conferences. We also provide media reviews and publish news over the events of Ukrainians abroad on our web-site. In order to achieve common goals Promote Ukraine connects to other Ukrainian organizations on the national level as well as to the Ukrainian communities abroad. &#xd;<br />Another goal of our organization is to help people in need in Ukraine, thus some of our events are organized with the charitable aims","acronym":"","interests":"Communication, Competition, Digital economy and society, Education and training, Enlargement, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Youth","euInitiatives":"Civil Society empowerment&#xd;<br />Eastern Partnership&#xd;<br />DCFTA&#xd;<br />Information society &#xd;<br />Education &#xd;<br />Culture","lastUp":"2019-12-05T16:56:20.342+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}