{"id":"69722087204-88","name":"Association of European-level Research Infrastructure Facilities","registrationDate":"2011-11-19T18:41:13.314+01:00","category":4,"subCategory":5,"legal":"Association Internationale Sans But Lucratif (AISBL)","web":"http://www.erf-aisbl.eu/","country":"Belgium","headAddress":"Rue du Trône 98 (c/o Leibniz Association EU Office)","headCity":"Brüssel","headPostCode":"B-1050","headPhone":"(32)22 74 20 60","boss":"Jürgen Neuhaus","bossTitle":"Mr","bossPosition":"Treasurer","membersCount":4,"membersFTE":"1.0","membership":"The ERF-AISBL is representing a network of Research Facilities operating in Europe.","memberOrga":"List of members: http://erf-aisbl.eu/index.php?n=Members.HomePage&#xd;\n&#xd;\nCurrent membership:&#xd;\n- ALBA Synchrotron&#xd;\n- Budapest Neutron Centre (BNC)&#xd;\n- CERIC-ERIC&#xd;\n- Deutsches Elektronen-Synchrotron (DESY)&#xd;\n- Elettra - Sincrotrone Trieste S.C.p.A&#xd;\n- EGI.eu&#xd;\n- ELI Delivery Consortium International Association (ELI-DC)&#xd;\n- Grand Accélérateur National d'Ions Lourds (GANIL)&#xd;\n- GSI Helmholtzzentrum für Schwerionenforschung GmbH&#xd;\n- Helmholtz-Zentrum Dresden-Rossendorf (HZDR)&#xd;\n- Helmholtz-Zentrum Berlin (HZB)&#xd;\n- Laserlab-Europe&#xd;\n- MAX IV Laboratory&#xd;\n- Partnership for Advanced Computing in Europe (PRACE)&#xd;\n- Paul Scherrer Institute (PSI)&#xd;\n- Science &amp; Technology Facilities Council (STFC) Infrastructure represented in ERF-AISBL: Diamond Light Source&#xd;\n- Source Optimisée de Lumière d'Énergie Intermédiaire de LURE (SOLEIL)&#xd;\n- Technische Universität München (TUM) - Infrastructure represented in ERF-AISBL:FRM II","goal":"The Association of European-level Research Infrastructure Facilities (ERF-AISBL) represents international-level multidisciplinary Research Infrastructures funded by national sources but offering open and free access and serving every year over 20,000 academic and industrial users from Europe and all over the world. &#xd;<br />ERF-AISBL is open to all Research Infrastructures which develop this “ERA open access” policy, hosting researchers from any Country in the world, selected solely on their quality by international peer review. These Research Infrastructures play a strong strategic role to make the European Research and Innovation Area attractive and competitive.&#xd;<br />Among its’ objectives are:&#xd;<br />- to coordinate the development and openness of forefront facilities for European research; &#xd;<br />- to develop the mechanisms and best practices for international provision of international quality large-scale research facilities; &#xd;<br />- to act as a source of scientific and technical expert opinion for national and European policy making; &#xd;<br />- to act as a single voice - representing a large constituency for European large-scale research facilities - with decision makers; &#xd;<br />- to facilitate the availability of resources for high quality large-scale research facilities by cooperation and also through the initiation of specific joint initiatives or consortia.","acronym":"ERF-AISBL","interests":"Climate Action, Education, Energy, Environment, Information Society, Regional Policy, Research and Technology","euInitiatives":"The main EU initiatives in which ERF Members are involved are connected to the Research and Innovation Framework Programme, now Horizon 2020 and with the possible use of Structural Funds for the development (Upgrade and/or Construction and/or Operation) of Research Infrastructures.","lastUp":"2017-03-17T11:29:01.386+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}