{"id":"698396314778-11","name":"Hovedorganisasjonen Virke - The Enterprise Federation of Norway","registrationDate":"2014-10-27T09:59:28.290+01:00","category":2,"subCategory":4,"legal":"Employers federation","web":"http://www.virke.no/","country":"Norway","headAddress":"Henrik Ibsens Gate, 90","headCity":"Oslo","headPostCode":"N-0230","headPhone":"(47225)4 17 00","boss":"Harald Jachwitz Andersen","bossTitle":"Mr","bossPosition":"Director Politics","membersCount":5,"membersFTE":"5.0","membership":"CEEP&#xd;\n&#xd;\nEuroCommerce&#xd;\n&#xd;\nEcommerce Europe&#xd;\n&#xd;\nThe European Coordination of Independent Producers (CEPI)&#xd;\n&#xd;\nInternational Federation of Film Producers Associations (FIAPF)&#xd;\n&#xd;\nThe European Games Developer Federation (EGDF)&#xd;\n&#xd;\nwww.ectaa.org &#xd;\n&#xd;\nEurope Active www.europeactive.eu&#xd;\n&#xd;\nhttp://www.efamro.com/  &#xd;\n&#xd;\nFenca (Federation of European National Collection Associations): http://www.fenca.com/  &#xd;\n&#xd;\nFeaco – consulting European Federation of Management Consultancies Associations (her har vi en slags observatørstatus): http://www.feaco.org/","memberOrga":"","goal":"Hovedorganisasjonen Virke – The Enterprise Federation of Norway – is the employer federation and interest organisation of app. 20 400 member companies with  225 000 employees. Virke offers services to employers related to employment legislation, commercial and policy issues. &#xd;<br />&#xd;<br />Virke is a leading voice for business and commercial life and civic society institutions in Norway. Virke maintains an extensive network of political institutions, employers’ federations, NGOs, academia, companies, trade unions and politicians domestically and internationally. Virke uses this to play an important and constructive role in Norwegian society. Virke has regular contacts with cabinet ministers, government ministries, with Parliament, with European institutions and federations. Our main objective is to create sustainable conditions for quality, competitiveness and sound economics for not-for-profit federations and business alike and thereby maintain the basis for a good standard of living, sound economic growth and sustainable development. Virke’s core services to our members are:&#xd;<br />&#xd;<br />Practical solutions to practical problems. Virke’s raison d’être – reason for existing - is to make everyday matters work well for our members.   &#xd;<br />&#xd;<br />Politics. We openly seek to influence legislation and policy developments to maintain our members’ interests. Our method is to ask questions and challenge politicians and established patterns locally, nationally and internationally.&#xd;<br />&#xd;<br />Employer support. We communicate closely with our members - providing advice to difficult issues. This relates mostly to legal questions, HR and analyses.&#xd;<br />&#xd;<br />Networks and value added. We initiate innovation projects; we establish both sectoral and cross-sectoral networks. We act as the external voice for these networks.&#xd;<br />&#xd;<br />International trade. Virke is a keen promoter of a liberal global trading system. The EEA-Agreements is without comparison Norway's most important free trade agreement.","acronym":"Virke","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Food Safety, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Internal Market Strategy&#xd;<br />Digital Market Strategy&#xd;<br />Skills and Employement&#xd;<br />Employement policy &amp; legislation&#xd;<br />Circular Economy&#xd;<br />Competition&#xd;<br />Research and developement&#xd;<br />Environment&#xd;<br />Enterprise&#xd;<br />Pblic procurement&#xd;<br />EU Growth Strategy 2020&#xd;<br />Climate Action&#xd;<br />EU Health Programme&#xd;<br />Transport","lastUp":"2017-04-26T08:58:09.460+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}