{"id":"698412320216-92","name":"Financiar Acces SRL","registrationDate":"2016-01-11T17:05:30.269+02:00","category":1,"subCategory":6,"legal":"SRL","web":"http://www.financiar-acces.ro","country":"Romania","headAddress":"VENIAMIN COSTACHE NR.11,BL.11,SC.B,AP13","headCity":"BACAU","headPostCode":"600275","headPhone":"(40)7 57 05 47 75","boss":"Dan Claudiu Zapartan","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"0.75","membership":"http://www.immbacau.ro/html/desprenoi.html,http://www.imm-bacau.ro/html/membrii.html,http://www.apdrp.ro/,&#xd;\nhttp://cnipmmr.ro/","memberOrga":"","goal":"We are a provider of business consulting and management, in order to obtain financing and implementation of investments proposed by public legal entities ( local public authorities , autonomous , other public institutions ) and private businesses&#xd;<br />&#xd;<br />We aim to develop and promote our clients' investment options in order to develop socio -economic urban and rural settlements and the development of private companies who need funding for modernization and development .&#xd;<br />&#xd;<br />Financing from European funds are public funds or private funds&#xd;<br />&#xd;<br />The list of our customers includes:&#xd;<br />&#xd;<br />                                   Local authorities (LPAs , autonomous , other public institutions )&#xd;<br />&#xd;<br />                                                                     Local Action Groups ( G.A.L. )&#xd;<br />&#xd;<br />                                                                     Small and Medium Enterprises ( I.M.M. )&#xd;<br />&#xd;<br />                                                                     IDAs ( A.D.I. )&#xd;<br />&#xd;<br />                                                                     Nongovernmental Organizations ( O.N.G. )&#xd;<br />&#xd;<br />                                                                     large enterprises of&#xd;<br />&#xd;<br />The services we offer are :&#xd;<br />&#xd;<br />                            Consultancy for preparation of grant applications&#xd;<br />&#xd;<br />                            Consulting for implementation of the proposed investment ( Project Management )&#xd;<br />&#xd;<br />                                  Consulting in the field of public procurement ( tender documentation preparation , drawing sheet data acquisition, drafting specifications, organizing and conducting public procurement procedures )&#xd;<br />&#xd;<br />  Design in the fields&#xd;<br />- hydro construction&#xd;<br />&#xd;<br /> - roads and bridges&#xd;<br />&#xd;<br /> - technical utilities ( water, sewer , etc.).&#xd;<br />&#xd;<br />  residential and non - residential building ( with interior installations related )&#xd;<br />&#xd;<br />   - land reclamation&#xd;<br /> &#xd;<br />&#xd;<br />  Consulting in implementing renewable energy investments&#xd;<br />&#xd;<br />Community funds are financing, government funds or local government&#xd;<br />We are a provider of consulting services and project management to obtain financing and implementation of investments in the energy and renewable energy including&#xd;<br />&#xd;<br />&#xd;<br /> -We work with our partners in order to - obtain co-financing from banking institutions and public and private investment funds&#xd;<br />&#xd;<br />                                                                                                                                - litigation mediation different certified mediators&#xd;<br />&#xd;<br />                                                                                                                                - availability of necessary legal services firms and investment","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Competition, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Research and Technology, Taxation, Trans-European Networks","euInitiatives":"Regional policy, funding from ESIF and EFSI, policy regarding SME”s, policies on research and innovation, European energy policies, policies regarding the European digital agenda, agricultural policies and rural development, policies concerning defense, policies on taxes , about justice policies,EU tenders, policies on energy from renewable sources","lastUp":"2018-04-05T19:28:40.186+02:00","customers":"UAT Parincea Bacau county,","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}