{"id":"69859628423-31","name":"RESULTS UK","registrationDate":"2012-03-26T17:02:54.540+01:00","category":3,"subCategory":2,"legal":"UK Charity","web":"http://results.org.uk/","country":"United kingdom","headAddress":"Bondway, 31-33","headCity":"London","headPostCode":"SW8 1SJ","headPhone":"(44)20 77 93 39 70","boss":"Aaron Oxley","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":3,"membersFTE":"2.25","membership":"RESULTS UK is currently part of a global health advocacy partnership called ‘ACTION’. ACTION is a global partnership of advocacy organizations working to influence policy and mobilize resources to fight diseases of poverty and improve equitable access to health services. ACTION partners work across five continents in both donor and high burden countries.&#xd;\n&#xd;\nFounded in 2004, ACTION began as a partnership of civil society organizations working to mobilize new resources against tuberculosis (TB), a disease of poverty that kills one person every 20 seconds. ACTION partners have helped influence leaders to contribute more than $1.4 billion for the global TB fight through bilateral and multilateral funding, including through the Global Fund to Fight AIDS, TB, and Malaria.  &#xd;\n&#xd;\nBuilding off our successes in fighting TB globally, ACTION has expanded its advocacy efforts to include child survival, particularly in the areas of vaccines and undernutrition. Vaccines are one of the cheapest and most effective ways to prevent child deaths, yet 1.5 million children die because they don't have access to routine vaccinations against preventable diseases like measles and pneumonia.&#xd;\n&#xd;\nAnd despite its status as the leading killer of the world’s children, undernutrition programs receive just a fraction of overseas aid funding. ACTION works to ensure donor governments, multilateral mechanisms, and high burden countries invest in the institutions and policies that will ensure every child can grow up healthy and reach their full potential.&#xd;\n&#xd;\nMore details available at action.org.&#xd;\n&#xd;\nWe are also members of BOND (bond.org.uk) and STOPAIDS (stopaids.org.uk).","memberOrga":"We are not a membership organisation, but do have grassroots groups all over the UK who support our work through advocacy and campaigning activities.","goal":"The vision of RESULTS is a world free from extreme poverty within a generation.&#xd;<br />&#xd;<br />Our mission is to create the public and political will to end poverty by empowering individuals to exercise their own personal and political power for change.  &#xd;<br />&#xd;<br />Our overall goals are to:  &#xd;<br />• Ensure that the Millennium Development Goals (MDGs) are met by 2015 and new ambitious goals are set following 2015;&#xd;<br />• Create the opportunity for ordinary citizens in the UK to learn about the political and social issues that enable these goals to be achieved;&#xd;<br />• Empower and support a body of leaders and spokespeople so that they can effectively influence, and actively participate in, the political and social processes that lead to the achievement of RESULTS’ vision and mission.","acronym":"","interests":"Development, Environment, Public Health, Research and Technology","euInitiatives":"Chafea, DG SANCO, DG DEVCO, DG ENV, &#xd;<br />&#xd;<br />EP ITRE, PE ENVI","lastUp":"2017-12-21T13:27:44.145+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}