{"id":"698682513136-06","name":"Bauindustrieverband Niedersachsen-Bremen e.V.","registrationDate":"2014-03-04T09:42:49.108+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"http://www.bauindustrie-nord.de","country":"Germany","headAddress":"Bürgermeister-Spitta-Allee, 18","headCity":"Bremen","headPostCode":"28329","headPhone":"(49421)20 34 90","boss":"Thomas Dipl.-Ing. Echterhoff ","bossTitle":"Mr","bossPosition":"Präsident","membersCount":2,"membersFTE":"0.5","membership":"Mitgliedschaft im&#xd;\n- Hauptverband der Deutschen Bauindustrie&#xd;\n- Bundesverband der Deutschen Industrie (BDI)&#xd;\n- Bundesverband der Deutschen Arbeitgeberverbände (BDA)&#xd;\n- Federation de l'Industrie Europèenne de la Construction (FIEC)&#xd;\n- European International Contractors (EIC)&#xd;\n- Unternehmensverbände im Lande Niedersachsen&#xd;\n- Unternehmensverbände im Lande Bremen","memberOrga":"","goal":"Der Bauindustrieverband Niedersachsen-Bremen e.V. nimmt die gemeinsamen wirtschafts- und sozialpolitischen, fachlichen und technischen Interessen der Mitglieder unter Wahrung des Ansehens des Berufstandes wahr. Der Verband fördert die Berufs- aus und Weiterbildung. Als Arbeitgeberverband ist er die anerkannte Vertretung der Mitglieder zum Abschluss von Tarifverträgen mit tariffähigen Arbeitnehmerorganisationen und hat die Vertretung der Mitglieder vor den Tarifinstanzen sowie den Arbeite- und Sozialgerichten wahrzunehmen. Der Verband pflegt die Zusammenarbeit mit allen Behörden und den öffentlichen und privatrechtlichen Körperschaften. Den Hauptverband der Bauindustrie fördert er als korporatives Mitglied im Rahmen der gemeinsamen Interessen im nationalen und internationalen Bereichen.","acronym":"BNB","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Building Information Modeling&#xd;<br />Richtlinie zum Europäischen Kaufrecht&#xd;<br />Richtlinie zum Schutz von digitalen Inhalten und Waren&#xd;<br />Vergaberichtlinien&#xd;<br />Service Passport&#xd;<br />Digitalization","lastUp":"2018-06-09T16:26:56.863+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}