{"id":"699207113296-93","name":"Öko-Institut e.V.","registrationDate":"2014-03-18T16:14:06.345+02:00","category":4,"subCategory":5,"legal":"eingetragener Verein (e.V.)","web":"http://oeko.de","country":"Germany","headAddress":"Merzhauser Str., 173","headCity":"Freiburg im Breisgau","headPostCode":"79100","headPhone":"(49)7 61 45 92 50","boss":"Michael Sailer","bossTitle":"Mr","bossPosition":"Sprecher der Geschäftsführung","membersCount":75,"membersFTE":"25.0","membership":"CAN - Climate Action Network Europe&#xd;\neceee - European Council for an Energy Efficient Economy&#xd;\nECORNET (Ecological Research Network)&#xd;\nEEB (Europ.Envir.Bureau)&#xd;\nIIAREP (International Institute-Association of Regional Ecological Problems)&#xd;\nTopten International Group&#xd;\nUnited Nations University","memberOrga":"","goal":"The Öko-Institut is one of Europe's leading independent research and consulting institutions for a sustainable future. Since its foundation in 1977, the Institute has been developing the foundations and strategies for implementing the vision of sustainable development globally, nationally and locally.&#xd;<br />At its three locations in Freiburg, Darmstadt and Berlin, the institute employs more than 170 people, including around 120 scientists. In 2017, they worked on more than 380 national and international projects in the following fields: chemicals management and technology assessment; energy and climate; emission and radiation protection; agriculture and biodiversity; sustainability in consumption, mobility, resource management and companies; nuclear technology and plant safety as well as law, politics and governance.&#xd;<br />Based on value-oriented scientific research, the Öko-Institut advises decision-makers from politics, business and civil society. Since its foundation, the institute has been working interdisciplinary and transdisciplinary - with partners from business, science and civil society - in cooperative projects and network structures, where this makes sense in terms of questions.&#xd;<br />The most important clients include federal and state ministries, companies and the European Union. The Institute is also active for non-governmental organisations and environmental associations.&#xd;<br />The Öko-Institut is a non-profit association. The Institute finances its work primarily through third-party funds for projects. In addition, contributions and donations from around 2,000 members form the basis for independent research. The annual turnover is about 15 million euros.","acronym":"Oeko","interests":"Agriculture and Rural Development, Climate Action, Consumer Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Research and Technology, Trans-European Networks, Transport","euInitiatives":"Projects resulting from official tender procedures of various DGs (in particular Energy, Climate, Environment, Transport, Industry) as well as the European Environment Agency and the European Parliament. Furthermore, EU research programmes (e.g. HORIZON 2020) as well as climate and environmental protection policy.","lastUp":"2018-04-09T11:39:35.753+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}