{"id":"699233624160-27","name":"Fundación de la Comunidad Valenciana para la Investigación, Promoción y Estudios Comerciales de Valenciaport","registrationDate":"2016-11-10T11:21:28.751+02:00","category":4,"subCategory":5,"legal":"Fundación Privada","web":"http://www.fundacion.valenciaport.com/","country":"Spain","headAddress":"Fundación Valenciaport","headCity":"Valencia","headPostCode":"46024","headPhone":"(34)9 63 93 94 00","boss":"Vicente Del Río Mendez","bossTitle":"Mr","bossPosition":"Director General","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"La Fundación de la Comunidad Valenciana para la Investigación, Promoción y Estudios Comerciales de Valenciaport (Fundación Valenciaport) es una entidad privada sin ánimo de lucro. Surge como un instrumento al servicio de la proyección de la Comunidad Logístico-Portuaria constituyéndose en un núcleo de investigación, formación y cooperación con criterios de excelencia.&#xd;<br />La Fundación Valenciaport es una iniciativa de la Autoridad Portuaria de Valencia, a la que se suman asociaciones, empresas e instituciones.&#xd;<br />En la actualidad está presente en más de veinte países, principalmente de Europa, Extremo Oriente y América Latina, desarrollando proyectos de cooperación e internacionalización, además de realizar una intensa actividad al servicio de la cadena logística española tanto en investigación como en formación.","acronym":"F. Valenciaport","interests":"Customs, Digital economy and society, Energy, Environment, Foreign and Security Policy and Defence, Research and innovation, Trade, Trans-European Networks, Transport","euInitiatives":"- European Maritime Safety Agency (EMSA)&#xd;<br />- European Union Agency for Railways (ERA)&#xd;<br />- Innovation and Networks Executive Agency (INEA)&#xd;<br />- The European GNSS Supervisory Authority (GSA)&#xd;<br />- Port infrastructure: Green Paper","lastUp":"2018-10-10T13:17:53.457+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}