{"id":"699207113296-93","name":"Öko-Institut e.V.","registrationDate":"2014-03-18T16:14:06.345+01:00","category":4,"subCategory":5,"legal":"eingetragener Verein (e.V.)","web":"http://oeko.de","country":"Germany","headAddress":"Merzhauser Str., 173","headCity":"Freiburg im Breisgau","headPostCode":"79100","headPhone":"(49)7 61 45 92 50","boss":"Michael Sailer","bossTitle":"Mr","bossPosition":"Sprecher der Geschäftsführung","membersCount":15,"membersFTE":"3.75","membership":"CAN - Climate Action Network Europe&#xd;\neceee - European Council for an Energy Efficient Economy&#xd;\nECORNET (Ecological Research Network)&#xd;\nEEB (Europ.Envir.Bureau)&#xd;\nIIAREP (International Institute-Association of Regional Ecological Problems)&#xd;\nTopten International Group&#xd;\nUnited Nations University","memberOrga":"","goal":"Das Öko-Institut ist eine der europaweit führenden, unabhängigen Forschungs- und Beratungseinrichtungen für eine nachhaltige Zukunft. Seit der Gründung im Jahr 1977 erarbeitet das Institut Grundlagen und Strategien, wie die Vision einer nachhaltigen Entwicklung global, national und lokal umgesetzt werden kann.&#xd;<br />An den drei Standorten Freiburg, Darmstadt und Berlin beschäftigt das Institut über 145 Mitarbeiterinnen und Mitarbeiter, darunter rund 100 Wissenschaftlerinnen und Wissenschaftler. Jährlich bearbeiten sie mehr als 300 nationale und internationale Projekte in folgenden Arbeitsgebieten Chemikalienmanagement und Technologiebewertung; Energie und Klima; Immissions- und Strahlenschutz; Landwirtschaft und Biodiversität; Nachhaltigkeit in Konsum, Mobilität, Ressourcenwirtschaft und Unternehmen; Nukleartechnik und Anlagensicherheit sowie Recht, Politik und Governance.&#xd;<br />Auf Basis einer wertorientierten wissenschaftlichen Forschung berät das Öko-Institut Entscheidungsträger aus Politik, Wirtschaft und Zivilgesellschaft. Seit seiner Gründung arbeitet das Institut interdisziplinär und transdisziplinär – mit Partnern aus Wirtschaft, Wissenschaft und Zivilgesellschaft – in kooperativen Vorhaben und Netzwerkstrukturen, wo dies von den Fragestellungen her sinnvoll ist.&#xd;<br />Zu den wichtigsten Auftraggebern gehören Ministerien auf Bundes- und Landesebene, Unternehmen sowie die Europäische Union. Darüber hinaus ist das Institut für Nicht-Regierungsorganisationen und Umweltverbände tätig.&#xd;<br />Das Öko-Institut ist ein gemeinnütziger Verein. Das Institut finanziert seine Arbeit in erster Linie über Drittmittel für Projekte. Darüber hinaus bilden Beiträge und Spenden von rund 2.500 Mitgliedern die Grundlage für eine unabhängige Forschung. Der jährliche Umsatz beträgt etwa zwölf Millionen Euro.","acronym":"Oeko","interests":"Agriculture and Rural Development, Climate Action, Consumer Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Research and Technology, Trans-European Networks, Transport","euInitiatives":"Projekte, die aus offiziellen Ausschreibungsverfahren verschiedener DGs (insbesondere Energy, Climate, Environment, Transport, Industry) sowie der European Environment Agency und dem Europäischen Parlament hervorgehen. Des weiteren EU Forschungsprogramme (z.B. HORIZON 2020) sowie die Klima- und Umweltschutzpolitik.","lastUp":"2017-04-24T13:11:54.671+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}