{"id":"699392835840-65","name":"Ordine degli Ingegneri della provincia di Roma","registrationDate":"2019-09-09T10:50:57.592+02:00","category":6,"subCategory":9,"legal":"Ente pubblico non economico - public authority","web":"http://www.ording.roma.it","country":"Italy","headAddress":"Piazza della Repubblica 59","headCity":"ROMA","headPostCode":"00185","headPhone":"(39)0 64 87 93 11","boss":"CARLA CAPPIELLO","bossTitle":"Ms","bossPosition":"PRESIDENTE","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"L'Ordine degli Ingegneri della provincia di Roma, disciplinato nell'ordinamento giuridico italiano dalla Legge 1395/1923, dal Regio Decreto 2537/1925, dal Decreto Luogotenenziale 382/1944 e dal D.p.R. 169/2005, è un Ente di diritto pubblico vigilato dal Ministero della Giustizia. I compiti istituzionali dell'OIR prevedono, tra gli altri: le attività, basate sui principi di responsabilità, fiducia, trasparenza e legalità, che si esprimono attraverso le funzioni disciplinari e di vigilanza, consultiva, amministrativa interna e formativa; partecipazione, su richiesta di enti pubblici e privati, a tavoli di discussione inerenti temi riguardanti la professione di ingegnere. L'OIR svolge un ruolo di primaria importanza nel promuovere, sviluppare e potenziare il ruolo dell'ingegnere, al fine di accrescere la sua rilevanza nella società in cui opera ed è impegnato nel perseguire obiettivi di crescita professionale a servizio della collettività. L'OIR ricopre, inoltre, il ruolo di parte sociale, in diversi ambiti inerenti la professione e la formazione dell'ingegnere.","acronym":"OIR","interests":"Digital economy and society, Education and training, Energy, Environment, Humanitarian aid and civil protection, Public Health, Research and innovation, Trans-European Networks, Transport","euInitiatives":"direttiva servizi, riconoscimento titoli professionali, esercizio della attività professionale di ingegnere","lastUp":"2019-09-09T10:51:31.087+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}