{"id":"699778522877-76","name":"Nätverket för elektroniska affärer (The Swedish Alliance for E-business)","registrationDate":"2016-08-01T07:47:37.669+02:00","category":3,"subCategory":2,"legal":"Enskild förening","web":"http://WWW.NEA.NU","country":"Sweden","headAddress":"c/o Föreningshuset, Virkesvägen 26","headCity":"Stockholm","headPostCode":"12030","headPhone":"(46)0 8- 55 60 61 40","boss":"Anna Elverheim","bossTitle":"Ms","bossPosition":"Ordförande","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://www.nea.nu/om-nea-2/neas-medlemmar/","goal":"We make Sweden successful in Electronic Business!&#xd;<br />NEA, the Network of Electronic Business is a non-profit, member-ruled organisation. NEA offers a neutral and independent meeting place for everyone who is operating in Electronic Business or has an interest in the subject.&#xd;<br />We are working towards making Electronic Business a certainty in every company and organisation as well as in society in general, through spreading information and knowledge, asking hard questions and offering a network for our members.&#xd;<br />The values that permeate our business are:&#xd;<br />Independence&#xd;<br />Openness&#xd;<br />Taking a leading role&#xd;<br />NEA has about 40 directly connected members and several thousand other companies and organisations are indirect connected through membership organisations. Our members represent both industry and commerce, public sector as well as different trades and associations. Among our members you will find many experts in different areas of Electronic Affairs. We welcome every company and organisation, in industry or public sector, or in society in general, who has an interest in e-Business.","acronym":"NEA","interests":"Banking and financial services, Digital economy and society, Single market, Trade","euInitiatives":"E-handel&#xd;<br />E-faktura&#xd;<br />E-upphandling&#xd;<br />Betalningar&#xd;<br />E-legitimation&#xd;<br />E-idas&#xd;<br />Dataskyddsförordningen&#xd;<br />PEPPOL&#xd;<br />E-affärer&#xd;<br />E-invoice&#xd;<br />E-delivery&#xd;<br />E-procurement","lastUp":"2019-05-29T09:49:09.836+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}