{"id":"699724513984-36","name":"ARS Progetti SpA","registrationDate":"2014-07-16T11:22:23.243+01:00","category":1,"subCategory":6,"legal":"Società per Azioni","web":"http://www.arsprogetti.org/","country":"Italy","headAddress":"Via Durban, 2","headCity":"Roma","headPostCode":"00144","headPhone":"(39)06 57 30 06 79","boss":"Daniele Fanciullacci","bossTitle":"Mr","bossPosition":"Rappresentante Legale","membersCount":4,"membersFTE":"3.75","membership":"","memberOrga":"","goal":"ARS Progetti, Ambiente Risorse e Sviluppo è una società di consulenza e di progettazione. Costituita nel 1992, conta oggi di quattro uffici operativi a Roma, Bruxelles, Guatemala ed Iraq, presso i quali lavorano circa 45 unità di personale. La ARS vanta un ulteriore database di collaboratori che conta su un totale di 10.000 esperti altamente qualificati. Esso copre vari settori di competenza, nonché numerose lingue ed aree geografiche di tutto il mondo. I servizi che la ARS Progetti offre tradizionalmente ai propri clienti includono: - Pianificazione, studi di fattibilità, progettazione preliminare e definitive, direzione dei lavori, monitoraggio e valutazione di progetti.&#xd;<br />- Rilievi, diagnosi dei problemi e identificazione di soluzioni nelle aree di competenza;&#xd;<br />- Assistenza tecnica e assistenza di gestione;&#xd;<br />- Formazione, educazione e comunicazione;&#xd;<br />nelle aree della Cultura e Patrimonio Culturale, Turismo Culturale, Educazione, Formazione Professionale, Rafforzamento Istituzionale ed Organizzativo, Governance e Società Civile.&#xd;<br />I nostri clienti sono principalmente le istituzioni pubbliche e le organizzazioni per lo sviluppo internazionale. Da oltre dieci anni la ARS é contractor accreditato della Commissione Europea per il reclutamento di esperti nei settori: Trasporti e infrastrutture (LOT2), Telecomunicazioni ed IT (LOT3), Ambiente (LOT6), Cultura e  Governance (LOT7), Industria Commercio e Servizi (LOT10). A.R.S. Progetti ha ottenuto nel 2006 la certificazione del proprio sistema di gestione della qualità, in accordo con la normativa UNI EN ISO 9001:2000, dall’Ente di certificazione AB Certification (accreditato da COFRAC) - Certificato n° A 844, settore EAC 34-35. A.R.S. Progetti si impegna a mantenere aggiornato e pienamente operativo il proprio sistema di gestione della qualità, nel quale vede una opportunità di miglioramento continuo.","acronym":"ARS Progetti","interests":"Climate Action, Culture, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Trans-European Networks, Transport, Youth","euInitiatives":"European Culture Forum 2013;&#xd;<br />European Cooperation Day 2013&#xd;<br />European Development Days 2013;&#xd;<br />Launch Conference of the Erasmus+ and CreativeEurope programmes;&#xd;<br />Awareness and Training Event on Information and Communication Technology cooperation in the framework of Horizon 2020.","lastUp":"2018-10-30T11:12:00.014+01:00","customers":"EC Framework Contract,European Commisison - Framework COntract,European Commission","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":"","turnoverRange":""}