{"id":"700076227244-78","name":"SESAR Deployment Alliance","registrationDate":"2017-05-22T15:56:33.784+02:00","category":2,"subCategory":3,"legal":"SDA AISBL","web":"http://sesardeploymentmanager.eu","country":"Belgium","headAddress":"Avenue de Cortenbergh 100","headCity":"brussels","headPostCode":"1000","headPhone":"(32)27 93 07 57","boss":"Nicolas Warinsko","bossTitle":"Mr","bossPosition":"General Manager","membersCount":45,"membersFTE":"45.0","membership":"https://www.sesardeploymentmanager.eu/about/sesar-deployment-alliance/","memberOrga":"https://www.sesardeploymentmanager.eu/useful-links/","goal":"The SESAR Deployment Manager (SDM) function is defined by the Article 9 of Commission Implementing Regulation (EU) N°409/2013. Under the oversight of the European Commission, the SDM function consists of the synchronisation and the coordination of the deployment of the Common Projects. A Common Project is a Commission Implementing Regulation which mandates the implementation of the most essential operational changes in the European ATM Master Plan by the Member States of the European Union and their operational stakeholders. The first Common Project is known as the Pilot Common Project (PCP) and is defined by the Regulation (EU) N°716/2014. The SDM synchronises and coordinates implementation against the SESAR Deployment Programme which is a project view of the Common Projects organizing their implementation into optimum sequences of activities by all the stakeholders required to implement. To develop and maintain the SESAR Deployment Programme in close consultation with all the stakeholders is another important task under the SDM function.","acronym":"SDA","interests":"Budget, Competition, Consumers, Economy, finance and the euro, Employment and Social Affairs, Environment, Foreign affairs and security policy, Institutional affairs, Regional Policy, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"Single European Sky initiative&#xd;<br />Single European Sky ATM Research programme&#xd;<br />Aviatio Strategy&#xd;<br />MAWP C (2015) and subsequent amendments","lastUp":"2019-04-15T12:10:15.305+02:00","customers":"","costAbsolu":"","costRange":"3000000-3249999","turnoverAbsolu":0,"turnoverRange":""}