{"id":"700297413933-58","name":"The European Association of Civil Protection Volunteer Teams","registrationDate":"2014-07-14T04:49:31.890+01:00","category":3,"subCategory":2,"legal":"Non-governmental organisation (NGO)","web":"http://www.evolsar.eu","country":"Malta","headAddress":"c/o Emergency Fire &amp; Rescue Unit (EFRU)","headCity":"Paola","headPostCode":"PLA2100","headPhone":"(356)79 49 07 17","boss":"Ivan Barbara","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"0.75","membership":"EVOLSAR is not yet a member of any other network as such.","memberOrga":"Emergency Fire &amp; Rescue Unit (EFRU) (Malta)(20),&#xd;\nEdelweiss (Italy)(20),&#xd;\nEscola Portuguesa de Salvamento (EPS SAR Team) (Portugal)(40),&#xd;\nElite Special Task Force of Greece (EP.OM.E.A.) (Greece)(40),&#xd;\nCyprus Civil Protection Volunteer Corps (CCPVC) (Cyprus)(20)&#xd;\nServe On (UK) (20)&#xd;\nCentral Buda Civil Protection Association (OPVE) (Hungary) (15)&#xd;\nBombeiros Voluntarios de Peniche (BvP) (Portugal) (30)&#xd;\nUnidad Canina Rescate y Salvamento (UCRS Madrid) (Spain) (15)","goal":"The European Association of Civil Protection Volunteer teams, known as EVOLSAR, has been established on the 10th of May 2014 by five (5) rescue organizations coming from five (5) different countries: Cyprus, Greece, Italy, Malta &amp; Portugal.&#xd;<br />&#xd;<br />This Association was set up in the absence of other similar entities since it is only accessible to Volunteer rescue organizations. Other rescue groups that do not fulfil these criteria may be called upon for training operations and in the future may be also allowed to affiliate themselves with the Association.  However, they cannot be considered as full members. For any specific country, EVOLSAR accepts one lead rescue team.  Any additional volunteer teams interested in joining EVOLSAR, can only affiliate themselves through the lead team.  This is to fulfil EVOLSAR's aim to spread out in terms of EU states rather than at national level.&#xd;<br />&#xd;<br />&#xd;<br />EVOLSAR has been set up with the objective of having a European group of volunteer teams similarly trained in the various disciplines of Civil Protection, with the aim of achieving the ability to travel to assist fellow member teams, other states in the EU and the EURO Zone as well as in the adjoining territorial seas, in the event of a major calamity. Without the need of the country in distress to formally call for international assistance, EVOLSAR volunteer teams, within the affected country, may call upon the other European teams within EVOLSAR to assist under their own umbrella.  Upon EVOLSAR’s arrival in the affected area, the home team will inform OSOCC of its participation and strength (as  communicated from other EVOLSAR member teams).&#xd;<br />&#xd;<br />Whilst guided by the INSARAG guidelines for training and module certification, EVOLSAR teams may deploy in EU countries without the need of being self sustainable.  This, in view that, most countries in the EU have the necessary infrastructure and are well advanced  to provide the necessary backing for supporting Rescue Teams, through the country’s Lead Team.  EVOLSAR members will support the local effort through the LEMA.&#xd;<br />&#xd;<br />EVOLSAR volunteers will be enabled to travel in support of one of the other member teams in their respective country, or collectively as a unit, in support of other rescue teams in a major disaster.&#xd;<br />&#xd;<br />EVOLSAR teams may specialise in various rescue modules such as fire fighting, rescue diving, high angle rescue, technical rope rescue, USAR, SAR-K9 and swift water rescue.  Regular joint training exercises are being carried out, on an annual basis, to standardise as much as possible the operational procedures.  Each Rescue team participating in this Association may provide personnel with various or particular specialities.  However, the purpose of this is to have a multi-disciplined team of rescue volunteers able to work in more than one module.  The country’s Lead Team will maintain logistical responsibility, control and management of the intervening EVOLSAR team.&#xd;<br />&#xd;<br />Each member rescue team within the EVOLSAR structure has to commit to training and operation with the scope of creating a professional level of interoperability among the teams in the respective modules, as recognised by INSARAG.&#xd;<br />&#xd;<br />EVOLSAR is willing to work with any other entity and organization with similar beliefs and objectives. Therefore, it is EVOLSAR’s aim to provide for a multilingual element such that it can cater for various languages.&#xd;<br />&#xd;<br />EVOLSAR commits to conduct annual training for its members in various rescue modules, with the objective of combining individual efforts in effective teamwork for the service of the population in need.  Its members are committed to provide regular training to their operational volunteers to maintain the required level of knowledge and skills to be able to perform in given situations.&#xd;<br />&#xd;<br />Thanks to six of its teams, EVOLSAR has embarked on a project that is concluding the work on a basic rescue manual which will serve as a basis for training for each organisation within EVOLSAR.","acronym":"EVOLSAR","interests":"Education, Humanitarian Aid, Public Health, Trans-European Networks","euInitiatives":"EVOLSAR has, through EFRU (EVOLSAR's member organisation that is currently responsible for the Administration of the Association) successfully obtained funds through the ERASMUS+ KA2 Strategic Partnerships.  The project applied for is called 'Synergising European Volunteer Rescue Teams - A Rescue Manual' and this project has the objective of seeing the involved organisations (now 6 voluntary organisations in total) working together to develop interoperability and hence develop a Rescue Operations Manual to outline the curriculum of the rescue volunteer to standardise the basic requirements and knowledge necessary by all natural persons, members of the voluntary organisations that form part of EVOLSAR.&#xd;<br />&#xd;<br />EVOLSAR and its teams are regularly on the lookout to identify applicable EU funds that could develop the organisation and its elements towards better interoperability.","lastUp":"2017-12-18T10:25:21.960+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}