{"id":"700500614404-28","name":"European Tour Operators Association Limited","registrationDate":"2014-09-11T15:27:53.221+01:00","category":2,"subCategory":4,"legal":"Company Limited by Guarantee","web":"http://www.etoa.org","country":"United kingdom","headAddress":"Barnard's Inn","headCity":"London","headPostCode":"EC4A 1EN","headPhone":"(44)20 74 99 44 12","boss":"Thomas Jenkins","bossTitle":"Mr","bossPosition":"CEO","membersCount":8,"membersFTE":"2.75","membership":"ETOA is a constituent member of NET, a network for European private sector tourism associations. See www.net-tourism.eu&#xd;\nWe are represented in the steering group for the Tourism Manifesto for Jobs and Growth. See: http://www.tourismmanifesto.eu","memberOrga":"http://www.etoa.org/member-search","goal":"ETOA is a trade association for tour operators and suppliers with business in European destinations. Over 950 members contribute more than €12bn of business within Europe and include tour and online operators, intermediaries and wholesalers; European tourist boards, hotels, attractions and other tourism suppliers.&#xd;<br />&#xd;<br />Our vision is to be the most influential driver for growth in European tourism and a trusted resource for policy makers and businesses.&#xd;<br />&#xd;<br />Our mission is to champion European tourism at EU, national and regional levels; provide valuable services and expertise to our members and partners; design and deliver market-leading trade events and seminars.&#xd;<br />&#xd;<br />We seek to act in the long term interests of European visitor economy such that destinations remain appealing places to live and visit and do business in, and thus remain a sustainable source of employment for the foreseeable future.","acronym":"ETOA","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"1 Package travel and digital trading / online marketplace / Digital Single Market&#xd;<br />2. Indirect tax / tour operators margin scheme&#xd;<br />3. Visa requirements, code and practice&#xd;<br />4. Freedom to provide services / cross-border services / professional regulation&#xd;<br />5. Sustainability and capacity management&#xd;<br />6. European Capital of Smart Tourism&#xd;<br />7. Coach transport and driver regulation&#xd;<br />8. EU-China and other EU-long haul market trade and marketing initiatives","lastUp":"2018-03-06T13:05:54.837+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}