{"id":"700884334518-33","name":"KTI Institute for Transport Sciences Non-Profit Ltd. / KTI Közlekedéstudományi Intézet Nonprofit Kft.","registrationDate":"2019-04-24T10:05:18.921+02:00","category":4,"subCategory":5,"legal":"Non-Profit Ltd. / Nonprofit Kft.","web":"http://www.kti.hu","country":"Hungary","headAddress":"Hungary 1119 Budapest, Than Károly utca 3-5.","headCity":"Budapest","headPostCode":"1518","headPhone":"(361)3 71 59 36","boss":"Szilvia Dr. Erb","bossTitle":"Ms","bossPosition":"ügyvezető","membersCount":6,"membersFTE":"1.5","membership":"A KTI Nonprofit Kft. a következő szervezetekbe delegál tagokat:&#xd;\n&#xd;\n> FEHRL- Forum of European National Highway Research Laboratories,&#xd;\n> EOTA  (European Organisation for Technical Assessment,&#xd;\n> IRTAD - International Traffic Safety Data and Analysis Group,&#xd;\n> FERSI -Forum of European Road Safety Research Institutes,&#xd;\n> ECTRI - European Conference for Transport Research Institute,&#xd;\n> NB-RAIL Association General Assembly,&#xd;\n> GRSP Global Road Safety Partnership,&#xd;\n> SAE International,&#xd;\n> UITP International Association of Public Transport","memberOrga":"A KTI Nonprofit Kft.-nek nincsenek tagszervezetei, munkavállalóinak száma: 357 fő magánszemély.","goal":"A közhasznú KTI Közlekedéstudományi Intézet Nonprofit Kft. (röviden: KTI) jogelődjét 1938-ban alapították. Az állami tulajdonban lévő KTI az Innovációs és Technológiai Minisztérium egyik kutatóbázisa. Az állami szakirányítás mellett partnerei köz- és magán szektorból kerülnek ki.&#xd;<br />&#xd;<br />A KTI küldetése, hogy a fenntartható fejlődés szempontjait figyelembe véve – az EU közlekedéspolitikai irányelveit követve – folyamatosan fejlődő, biztonságos és versenyképes közlekedési környezetet alakítson ki hazánkban, mindezt az élhető környezet érdekében.&#xd;<br />&#xd;<br />A KTI K+F tevékenységi köre a közlekedési ágazat teljes egészére kiterjed, lefedve a személyszállítási, az áruszállítási és az infrastruktúra-fejlesztési területeket. A KTI olyan horizontális elemeken keresztül vizsgálja a vasúti, közúti, vízi és légi közlekedési módokat, amelyek többek között érintik a közlekedésbiztonságot, a környezetvédelmet, a közlekedés energiafelhasználását, a közlekedés gazdasági, hálózati, logisztikai, szervezési kérdéseit, és intelligens közlekedési technológiák alkalmazását. Ugyanakkor számos szolgáltatást végez szakképzés, oktatás és vizsgáztatás, ellenőrzés és tanúsítás terén.&#xd;<br />&#xd;<br />A KTI összkutatási tevékenysége, magasan képzett szakembergárdája hazai és nemzetközi szinten is elismert, amit a sikeres projektek és a kiterjedt kapcsolatrendszer is tükröz.&#xd;<br />A KTI aktív tagja a közlekedési kutatásokkal, a közlekedésbiztonsággal, a közösségi közlekedéssel és a közlekedési képzésekkel foglalkozó legelismertebb nemzetközi szervezeteknek (UITP, FEHLR, FERSI, ECTRI, GRSP, IRTAD, SAE International), élő kapcsolatot ápol számos európai kutatóintézettel.&#xd;<br />&#xd;<br />A közúti közlekedés biztonságát és környezetvédelmét szolgáló kutatási, fejlesztési és koordinációs feladatok végrehajtására kijelölt szervezetről szóló 58/2012.(X.31.) NFM rendelet értelmében a KTI-ben működő EU és ENSZ-EGB Közúti Jármű Műszaki Koordináció látja el hazánk képviseletét az európai jármű-műszaki előírások kialakításával foglalkozó nemzetközi fórumokon, koordinálja a nemzetközi szakmai fórumokon résztvevő magyar szakemberek munkáját és végzi a szakmai háttérmunkát a nemzetközi előírások, rendeletek, irányelvek hazai jogszabályokba való beépítéséhez.&#xd;<br />&#xd;<br />A KTI az egyetlen olyan magyar Kijelölt Szervezet (DeBo) és Bejelentett Szervezet (NoBo), amely a vasúti tanúsítás minden szakterületén teljes körben jogosult az Európai Unió és a hazai követelményrendszer szerinti megfelelőségértékelési tevékenység ellátására. Vasúti tanúsítások révén állandó tagja az NB-Rail stratégiai munkacsoportjának. Szorosan együttműködik a RINA Service (olasz), az Arsenal RACE (osztrák) és a SCHIG (osztrák) külföldi tanúsító szervezetekkel.&#xd;<br />&#xd;<br />A KTI K+F szolgáltatásaiban mind erősebb a környezetért és a társadalomért érzett felelősség, ezért a KTI nemzeti szinten segíti elő az Európai Tanács határozataiban megfogalmazott, versenyképességre és tudásbázisra vonatkozó céljainak megvalósítását.&#xd;<br />&#xd;<br />A KTI nyilvános szakkönyvtára 40 ezer kötetnyi gyűjteményével, könyvekkel, kutatási jelentésekkel, szakfolyóiratokkal, e-adatbázisokkal áll a szakemberek és érdeklődők rendelkezésére.&#xd;<br />&#xd;<br />A KTI akkreditált laboratóriumokkal, ISO 9001:2015 minőség-, és ISO 14001:2015 környezetirányítási szabványok követelményei szerint kiépített integrált irányítási rendszerrel rendelkezik.&#xd;<br />&#xd;<br />A KTI folyamatosan résztvevője EU projekteknek:&#xd;<br />AIMS, airLED, ALSO DANUBE, AMADEUS, ARTEMIS, CBC-Transplan, CENTRAL LOCO, Cities-4-People, City-HUB, CODE-TEN, COMBINET, COMPETE, COMPRIS, CONNECT2CE, DESIRE, DIRECT-MAT, DURABROADS, ECO4LOG, ELLPAG, EMAH, ENR2, FEMOPET, FORMAT, IMPROVER, INCRIS, IN-SAFETY, INTERMODA, LIFETIME, MASTER, MORYNE, NAMAP, NAS-ITIP, NET-TRACK, OSSA, NR2C, PARIS, Peripheral Acces, PROMIT, PRO-SAFE, QUANTIFY, RADAR, RAIL4SEE, RAILHUC, RIPCORD, ROSE25, ROSEBUD, ROSEE, SAFETY-NET, SAMARIS, SARTRE3, SARTRE4, SCENARIOS, SCENES, SENSOR, SIMBA II, SOL, SPENS, SUNFLOWER+6, SUPREME, SuSze-Pubtrans,TRACKSS, TRANSHUSK, TRANSHUSK-PLUS, WANDA, WATERMODE.","acronym":"KTI","interests":"Energy, Environment, Research and innovation, Trans-European Networks, Transport","euInitiatives":"A KTI Nonprofit Kft. kijelölt munkatársai a következő EU Bizottsági munkacsoportokban dolgoznak, amelyekben az alábbi irányelvekkel foglalkoznak: &#xd;<br />&#xd;<br />>\tEEA - EIONET (European Environmental Agency – European Environment Information and Observation Network = Európai Környezetvédelmi Ügynökség – Európai Környezetvédelmi Információs és Megfigyelési Hálózat) levegőminőség, levegőszennyezettség és klímaváltozás, zaj, környezet és közlekedés munkacsoportok&#xd;<br />&#xd;<br />A Noise munkacsoport az alábbi irányelvekkel foglalkozik:&#xd;<br />- Az Európai Parlament és a Tanács 2002/49/EK irányelve a környezeti zaj értékeléséről és kezeléséről;&#xd;<br />- A Bizottság (EU) 2015/996 Irányelve (2015. május 19.) a 2002/49/EK európai parlamenti és tanácsi irányelv szerinti közös zajértékelési módszerek meghatározásáról;&#xd;<br />&#xd;<br />>\tENSZ EGB Belső Szállítási Bizottság irányítása alatt működő WP.29 jelű Világfórum a Nemzetközi Gépjármű-műszaki előírások összehangolására;&#xd;<br />&#xd;<br />>\tENSZ EGB WP.29 Világfórum irányítása alatt működő GRPE (emisszió) előadói munkacsoport; &#xd;<br />&#xd;<br />>\tENSZ EGB WP.29 Világfórum irányítása alatt működő GRB (zaj) előadói munkacsoport, amelyben az alábbi főbb dokumentumok érintettek:&#xd;<br />-\tAz Egyesült Nemzetek Európai Gazdasági Bizottságának (ENSZ EGB) 51. számú előírása – Egységes rendelkezések a legalább négykerekű gépjárművek zajkibocsátásuk tekintetében történő jóváhagyásáról [2018/798];&#xd;<br />-\tTanács (EU) 2018/1572 határozata (2018. október 15.) az ENSZ Európai Gazdasági Bizottságának a háromkerekű járművek, a segédmotoros kerékpárok, és az L kategóriájú járművekbe szánt kipufogó-hangtompító csererendszerek zajkibocsátás tekintetében történő jóváhagyására vonatkozó egységes rendelkezésekről szóló 9., 63. és 92. sz. előírása uniós alkalmazásáról;&#xd;<br />&#xd;<br />>\tEU Bizottság, Belső Piaci, Ipar-, Vállalkozás- és Kkv-politikai Főigazgatóság /Autóipar osztály irányítása alatt működő szakértői munkacsoportok (MVWG, MCWG, MVEG, GEME);&#xd;<br />&#xd;<br />>\tEU Bizottság, Belső Piaci, Ipar-, Vállalkozás- és Kkv-politikai Főigazgatóság /Autóipar osztály irányítása alatt működő komitológiai munkacsoport. TCMV: Technical Committee – Motor Vehicles (Gépjárművek Műszaki Bizottság).  Az elmúlt időszakban többek között az alábbi jogszabályokkal, illetve egyéb fontosabb anyagokkal foglalkoztak:&#xd;<br />-      A Bizottság végrehajtási rendelete a nem közúti mozgó gépek belső égésű motorjainak kibocsátási határértékeivel és típusjóváhagyásával kapcsolatos adminisztratív követelményeknek az (EU) 2016/1628 európai parlamenti és tanácsi rendelettel összhangban történő meghatározásáról szóló (EU) 2017/656 végrehajtási rendelet módosításáról és helyesbítéséről&#xd;<br />-       Az (EU) 2017/2400 rendelet és a 2007/46/EK Európai Parlament és Tanács irányelv a nehéz tehergépjárművek CO2-kibocsátásának és tüzelőanyag fogyasztásának meghatározása tekintetében történő módosításáról szóló bizottsági rendelet tervezet;&#xd;<br />-       Az (EU) 2017/2400 rendelet és a 2007/46/EK Európai Parlament és Tanács irányelv a nehéz tehergépjárművek CO2-kibocsátásának és tüzelőanyag fogyasztásának meghatározása tekintetében történő módosításáról szóló bizottsági rendelet tervezet;&#xd;<br />-       Az autonóm járművek nemzeti ad-hoc járműértékeléseinek összehangolt megközelítésének biztosítására vonatkozó iránymutatások megvitatása (2007/46/EK irányelv 20. cikk);&#xd;<br />-       Az automatizált járművek nemzeti ad hoc járműértékelésének összehangolt megközelítését biztosító iránymutatások végleges megfontolása és jóváhagyása a TCMV által (2007/46/EK irányelv 20. cikk);&#xd;<br />-          A 2019. január 8-i (EU) 2019/26 rendelet (Brexit) értelmezésére vonatkozó tagállami kérdések;&#xd;<br />-          A 2018/858/EU európai parlamenti és tanácsi rendelet X. mellékletének módosításával a járművek fedélzeti diagnosztikájáról (OBD) és a járműjavítási és karbantartási információkhoz való hozzáférésről szóló rendelkezések módosítása;","lastUp":"2019-04-24T12:02:14.490+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}