{"id":"701266814986-18","name":"The Goldman Sachs Group, Inc.","registrationDate":"2014-11-24T09:32:16.797+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.gs.com","country":"United states","headAddress":"200 West Street","headCity":"New York, New York","headPostCode":"10282","headPhone":"(1)21 29 02 10 00","boss":"Lloyd Blankfein","bossTitle":"Mr","bossPosition":"Chairman and CEO","membersCount":5,"membersFTE":"2.0","membership":"Goldman Sachs is a member of a number of trade associations, including but not limited to:  the Association for Financial Markets in Europe (AFME), TheCityUK, the Futures Industry Association Europe (FIAE), the Global Financial Markets Association Commodities and FX Divisions (GFMA Commodities and GFXD), the International Capital Markets Association (ICMA), the International Swaps and Derivatives Association (ISDA), the European Fund and Asset Management Association (EFAMA), the Investment Association (IA), and the International Money Market Fund Association (IMMFA).","memberOrga":"N/A","goal":"Goldman Sachs is a global investment banking, securities, and investment management firm that provides a wide range of financial services to a client base which includes companies as well as financial and public institutions.  For more information, please refer to our website at:  http://www.gs.com.","acronym":"GS","interests":"Agriculture, Banking and financial services, Business and Industry, Climate Action, Competition, Economy, finance and the euro, Energy, Environment, Single market, Taxation, Trade","euInitiatives":"Goldman Sachs participates in the EU policymaking process by engaging with relevant officials and / or members of staff from the EU institutions on specific policy issues (including but not limited to financial services, competition, and trade) and responding to selected consultations.","lastUp":"2018-04-26T18:55:54.775+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}