{"id":"70149994217-18","name":"Pro Mobilität - Initiative für Verkehrsinfrastruktur e.V.","registrationDate":"2010-09-21T13:35:39.713+01:00","category":3,"subCategory":2,"legal":"eingetragener Verein","web":"http://www.promobilitaet.de","country":"Germany","headAddress":"Friedrichstraße, 154","headCity":"Berlin","headPostCode":"10117","headPhone":"(4930)22 48 84 12","boss":"Christian Funke","bossTitle":"Mr","bossPosition":"Geschäftsführer/ Director","membersCount":1,"membersFTE":"0.25","membership":"European Union Road Federation","memberOrga":"http://www.promobilitaet.de/verband/pro-mobilitaet-mitglieder","goal":"Auszug aus der Satzung vom 22. April 2009:&#xd;<br />&#xd;<br />§2 (1)\tDer Verein setzt sich zum Wohle der Allgemeinheit für den Ausbau und Erhalt der Verkehrsinfrastruktur, insbesondere des Straßennetzes in Bund, Ländern und kommunalen Gebietskörperschaften, sowie für die mit der Mobilität der Bevölkerung verbundenen Bereiche der Verkehrssicherheit ein. Er fördert Wissenschaft und Forschung auf diesen Gebieten. Der Verein wirkt in diesem Sinne gegenüber der Öffentlichkeit, Entscheidungsträgern und sonstigen Institutionen im privaten und öffentlichen Bereich.&#xd;<br />&#xd;<br />(2)\tDer Satzungszweck wird verwirklicht insbesondere durch Initiativen und Aktionen, wie die Durchführung von Veranstaltungen zur Aufklärung und Information der Öffentlichkeit, die Anfertigung von Forschungsarbeiten im Rahmen von Abs. 1 und die Veröffentlichung von Daten zur Verkehrsinfrastruktur und deren Auswirkungen auf die Verkehrs- und Transportsicherheit. Der Verein wird seinem Zweck entsprechend durch Presseveröffentlichungen, Informationsveranstaltungen und Publikationen die Öffentlichkeit über seine Ziele und Tätigkeiten unterrichten.","acronym":"Pro Mobilität","interests":"Economic and Financial Affairs, Environment, General and Institutional Affairs, Information Society, Taxation, Trans-European Networks, Transport","euInitiatives":"EU-Investitionsplan, TEN-Verkehr, Wegekostenrichtlinie, Umsetzung Verkehrssicherheitsprogramm, Umgebungslärm, Energiesteuern, EETS, Mobilität in Städten, ITS","lastUp":"2017-04-27T10:00:56.116+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}