{"id":"702397445-73","name":"WEEE Forum aisbl","registrationDate":"2008-06-24T13:19:04.089+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.weee-forum.org","country":"Belgium","headAddress":"Boulevard A. Reyerslaan, 80","headCity":"Brussels","headPostCode":"1030","headPhone":"(32)27 06 87 01","boss":"Pascal Leroy","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":1,"membersFTE":"0.25","membership":"EPR Club, a grouping of stakeholders that wish to take the discussion on extended producer responsibility (EPR) to the next level.&#xd;\n&#xd;\nCENELEC","memberOrga":"http://www.weee-forum.org/about-the-members-of-the-weee-forum","goal":"The WEEE Forum, set up in 2002, is a Brussels-based international not-for-profit association speaking for 34 not-for-profit electrical and electronic equipment waste (WEEE) producer compliance schemes – alternatively referred to as ‘producer responsibility organisations’ (PRO). The 34 PROs are based in Europe, Australasia and North America: Australia, Austria, Belgium, Canada, Czechia, Cyprus, Denmark, Estonia, Italy, Greece, France, Iceland, Ireland, Lithuania, the Netherlands, New Zealand, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland and the United Kingdom. It is the biggest organisation of its kind in the world. In 2017, its member organisations reported collection and proper de-pollution and recycling of 2,100,000 tonnes of WEEE. Members in 2017: Amb3E, ΑΝΑΚΥΚΛΩΣΗ ΣΥΣΚΕΥΩΝ, ASEKOL, Australia New Zealand Recycling Platform, Ecodom, Eco-systèmes, Ecotic, ECOTIC, EES-Ringlus, EGIO, Electrocyclosis Cyprus, ElektroEko, Elektrowin, El-Kretsen, elretur, Environ, EPRA, Fotokiklosi, Norsirk, Recipo, Recupel, Remedia, RENAS, Repic, Retela, RoRec, SENS e-Recycling, SWICO, UFH, Úrvinnslusjóður, Wecycle, WEEE Ireland, WEEE Malta and Zeos.","acronym":"WEEE Forum","interests":"Climate Action, Energy, Enterprise, Environment, General and Institutional Affairs, Internal Market, Research and Technology","euInitiatives":"Directive 2012/19/EU on WEEE, policies related to collection and management of waste electrical and electronic equipment (WEEE), Circular Economy package, European Innovation Partnership on Raw Materials, recycling and European environmental services.","lastUp":"2018-01-31T15:33:44.418+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}