{"id":"702372536308-06","name":"Sabri Ulker Food Research Foundation","registrationDate":"2019-10-24T09:54:32.253+02:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://sabriulkerfoundation.org","country":"Turkey","headAddress":"Kisikli Mah. Ferah Cd. No:2/6","headCity":"Istanbul","headPostCode":"34692","headPhone":"(0216)5 24 15 48","boss":"Begum Mutus","bossTitle":"Ms","bossPosition":"General Manager","membersCount":2,"membersFTE":"0.5","membership":"•\tEUFIC (European Food Information Council)&#xd;\n•\tILSI (International Life Sciences Institutes)&#xd;\n•\tBNF (British Nutrition Foundation)&#xd;\n•\tSNFS (The Society of Nutrition and Food Science)","memberOrga":"","goal":"Sabri Ülker Food Research Foundation was established in 2009 with the objective of enhancing nutrition science and knowledge, with a special focus on the Turkish population and regional neighbours.&#xd;<br />&#xd;<br />Our vision is to be an independent, scientific, non-profit organization providing a respected contribution to public awareness on food, nutrition and health.&#xd;<br />&#xd;<br />Our mission is to provide the public with accurate and reliable information on foods and nutrition based on science, legislation and applications at national and international levels. We interact with key institutes, universities, governmental and non-governmental organizations to encourage best practice, to achieve scientific consensus and to support educational and other communication initiatives.&#xd;<br />&#xd;<br />Nutrition can have a profound effect on health. Deficiencies and over-consumption are both clearly detrimental whilst optimal nutrition can greatly extend healthy life expectancy. Our Foundation follows closely both national and international developments in the area of food, nutrition and health, aiming to share these developments with professionals in the sector as well as with teachers, students and consumers in general. We seek to communicate clearly and understandably such that all can benefit from the latest nutrition knowledge. The Sabri Ulker Foundation is a non-profit organization, the activities of which are completely independent and objective. In this way we aspire to become an important resource for our country and region.&#xd;<br />&#xd;<br />The work programme of the Foundation is managed by a Science Committee , and comprised of individuals acknowledged by their peers and the broader international scientific community to be experts in various aspects of food, nutrition and health. The members of the Science Committee have been carefully selected both from Turkey and internationally to represent a wide range of backgrounds and expertise and they are highly respected for their scientific integrity and impartiality. The Board has developed collaborations with and considers materials from a number of prestigious national and international organizations.&#xd;<br />&#xd;<br />The Science Committee of the Sabri Ülker Foundation has, during the last year, defined a number of key focus areas for future activities. These include:&#xd;<br />&#xd;<br />• To present the public with useful information derived from a variety of reliable sources, both nationally and internationally,&#xd;<br />• To encourage optimum health through food, nutrition and lifestyles,&#xd;<br />• To support and encourage new research, education and other initiatives in the field of food and nutrition","acronym":"SUV","interests":"Agriculture and Rural Development, Consumers, Education and training, Food Safety, International co-operation and development, Public Health, Research and innovation, Sport, Youth","euInitiatives":"Sabri Ülker Foundation is well placed to act as a dissemination and research partner in EU projects relevant to public health &amp;nutrition, with a particular focus and expertise in Turkey and its regional neighbours. SABRI ULKER FOUNDATION offers the expertise of a team of dedicated nutrition professionals and communication, marketing experts and project management specialists based at Foundation's purpose built headquarters in Istanbul, co-operated to an Science Committee including national and international academicians and scientists having a broad profile of expertise in nutrition, health and metabolism. SABRI ULKER FOUNDATION created also an unique insight into food consumption trends and nutrition education in Turkey. Their network of stakeholders from all relevant public health disciplines could serve as a useful model elsewhere and can be involved in obtaining relevant data on food and nutrition. &#xd;<br />-According to Sabri Ülker Foundation has applied for the BBI Joint undertaking programme 2019 as a dissemination partner. &#xd;<br />-The foundation has been attending the B2B, matchmaking and networking events related to H2020 framework programme actively.","lastUp":"2019-10-24T09:55:14.011+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}