{"id":"702659131074-73","name":"Stowarzyszenie Emitentów Giełdowych","registrationDate":"2018-04-06T12:51:33.301+02:00","category":2,"subCategory":4,"legal":"stowarzyszenie","web":"http://seg.org.pl","country":"Poland","headAddress":"Nowy Świat 35/5A","headCity":"Warszawa","headPostCode":"00-029","headPhone":"(48)2 28 26 26 89","boss":"Mirosław Kachniewski ","bossTitle":"Mr","bossPosition":"Prezes Zarządu ","membersCount":3,"membersFTE":"1.5","membership":"European Issuers","memberOrga":"http://seg.org.pl/pl/czlonkowie-seg/czlonkowie-seg","goal":"Stowarzyszenie Emitentów Giełdowych to prestiżowa organizacja dbająca o rozwój polskiego rynku kapitałowego oraz reprezentująca interesy spółek notowanych na Giełdzie Papierów Wartościowych w Warszawie (Polska). Służy środowisku emitentów wiedzą i doradztwem w zakresie regulacji rynku giełdowego oraz praw i powinności uczestniczących w nim spółek. Będąc organizacją ekspercką, zmierza do szerzenia i wymiany wiedzy umożliwiającej rozwój rynku kapitałowego i nowoczesnej gospodarki rynkowej w Polsce. Stowarzyszenie istnieje od 1993 roku, oferując spółkom członkowskim pomoc i konsultacje w zakresie wymogów prawnych, regulacji rynku, relacji inwestorskich.","acronym":"SEG","interests":"Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Trade","euInitiatives":"m.in.:&#xd;<br />-projekt Regulacyjnych Standardów Technicznych w związku z nowym rozporządzeniem prospektowym (EU) 2017/1129. (RTS under the new Prospectus Regulation);&#xd;<br />-projekt regulacji dot. crowdfundingu (Proposal for a regulation on the European Parliament and of the Council on European Crowdfunding Service Providers (ECSP) for Business and Proposal for a Directive of the European Parliament and of the Council amending Directive 2014/65/EU on markets in financial instruments);&#xd;<br />-Capital Markets Union;&#xd;<br />-regulacje dot. małych i średnich przedsiębiorców (Building a proportionate regulatory environment to support SME LISTING).","lastUp":"2018-04-06T13:25:49.171+02:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}