{"id":"703180436464-77","name":"Kontron Transportation Austria AG","registrationDate":"2019-11-05T10:11:10.039+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"https://www.kontron.com/industries/transportation","country":"Austria","headAddress":"Lehrbachgasse 11","headCity":"Vienna","headPostCode":"1120","headPhone":"(43)5 08 11 -0","boss":"Bernd Eder","bossTitle":"Mr","bossPosition":"CFO","membersCount":2,"membersFTE":"0.5","membership":"UNIFE - Association of the European Rail Industry &#xd;\nETSI - European Telecoms Standardization Institute","memberOrga":"unife.org&#xd;\netsi.org","goal":"Kontron Transportation, a s&amp;tGroup company, is a global developer of end-to-end telecommunications solutions for mission-critical networks. The innovative technologies, products and services cover the entire value chain, from planning, developing and producing to deploying, maintaining and operating. Kontron Transportation is a leading expert in the Global System for Mobile Communication-Railway (GSM-R) standard. In addition, the company is growing its portfolio to address PS-LTE (Public Safety LTE) use cases as well as the next generation of railway communication networks. Kontron Transportation also offers PMR (Private Mobile Radio) networks based on TETRA (Terrestrial Trunked Radio) and DMR (Digital Mobile Radio) standards. Its international customers include leading railway operators, utilities, public authorities, transport operators, and airports.&#xd;<br />&#xd;<br />Kontron Transportation invests intensively in research and development and is significantly involved in the development of the next generation of broadband solutions for mission-critical networks, for instance as an associated member of the European research initiative Shift2Rail.","acronym":"KTA","interests":"Communication, Research and innovation, Transport","euInitiatives":"Kontron Transportation is working closely with DG Transport and DG Connect, as well as the European Union Agency for Railways. &#xd;<br />&#xd;<br />Revision of Commission Regulation (EU) 2016/919 of 27 May 2016 on the technical specification for interoperability relating to the ‘control-command and signalling’ subsystems of the rail system in the European Union&#xd;<br />&#xd;<br />Update of CCS TSI Appendices to define specifications for future ERTMS including the identified game changers (FRMCS, ..)&#xd;<br />&#xd;<br />4th railway package to foster the completion of the Single European Railway Area","lastUp":"2019-11-05T19:29:03.521+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}