{"id":"703104635739-04","name":"Praesens Foundation","registrationDate":"2019-08-28T20:28:04.350+02:00","category":3,"subCategory":2,"legal":"Private foundation","web":"http://praesensfoundation.org","country":"Belgium","headAddress":"Brusselsesteenweg 250","headCity":"Eppegem","headPostCode":"1980","headPhone":"(32)4 98 91 40 65","boss":"Steven Pauwels","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"The Praesens Foundation is operating at the intersection of global health technology innovation and social impact. Based on field observations of local needs and driven by a system-focused approach, it developeda connected and autonomous, truck-based, mobile biosafety laboratory (MBS-Lab) that includes an isolator for safe handling of biological and clinical samples and a range of innovative diagnostic tools. The MBS-Lab aims to provide an innovative and open platform for the immediate detection and identification of pathogens in clinical samples of patients, including those who live in hard-to-reach regions with very limited to non-existent healthcare infrastructure.&#xd;<br />Our goal is to develop integrated solutions for better preparedness and faster response to outbreaks and epidemics in high-risk areas. Our first product can also be considered as an open mobile healthcare platform that offers various opportunities for field-deployable technologies for surveillance programs, clinical trials and/or vaccination campaigns.","acronym":"","interests":"Humanitarian aid and civil protection, International co-operation and development, Public Health, Research and innovation","euInitiatives":"The objective of the meeting with Cabinet's Stylianides members is to explore any possible support on the upcoming deployment of Mobile Laboratories to Goma in DRC in the context of the current Ebola outbreak.","lastUp":"2019-08-29T13:54:20.179+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}