{"id":"703516312042-32","name":"Сдружение \"Родопи без граници\"","registrationDate":"2013-10-08T09:08:18.807+01:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.rhodopecontest.org","country":"Bulgaria","headAddress":"Bulgaria Bulv., 31","headCity":"Smolyan","headPostCode":"4700","headPhone":"(359)8 78 41 10 22","boss":"Emil Vaklinov","bossTitle":"Mr","bossPosition":"chairman","membersCount":1,"membersFTE":"0.25","membership":"Member of CEEWeb for biodiversity, Budapest, Hungary&#xd;\nMember of Green Will, Budapest, Hungary","memberOrga":"","goal":"(1) Цялостната дейност на сдружението ще бъде в интерес на общественото благо и ще съдейства за решаването на социални, здравни, екологични, културни и други въпроси и проблеми както по отношение на планината, така и по отношение на нейните жители.&#xd;<br />&#xd;<br />Чл.5 (2) Основни цели на сдружението са:&#xd;<br />1.\tСъздаване на база данни от различните сфери от живота в планинските региони;&#xd;<br />2.\tПовишаване на иновационната култура и трансфер на знания в различните области на обществения живот;&#xd;<br />3.\tПодпомагане на изкуството и културата в региона;&#xd;<br />4.\tМерки за устойчиво развитие и благоустройство, адаптация на региона към европейските стандарти;&#xd;<br />5.\tПодпомагане процесите на устойчиво развитие в региона чрез осъществяване на проекти;&#xd;<br />6.\tСъхраняване на природата, културата и традициите на Родопите, чрез образователни и информационни дейности сред обществеността;&#xd;<br />7.\tИзследване, опазване и възстановяване на околната среда (ландшафта) и биологичното разнообразие на Родопите;&#xd;<br />8.\tПодпомагане на дейности за реагиране при бедствия и аварии;&#xd;<br />9.\tНасърчаване участието на младежите в обществения живот чрез младежки инициативи,  дейности, профисионално развитие и заетост на младежите. &#xd;<br />10.\tЗащита на правата и интересите на жителите в планинските региони;&#xd;<br />11.\tПодпомагане на развитието на евроинтеграцията и транстграничното сътрудничество;&#xd;<br />12.\tДаване принос в решаване на социални, културни, икономически и екологични проблеми на планинските региони.&#xd;<br />&#xd;<br />ІІ. ОСНОВНИ ЗАДАЧИ И ФУНКЦИИ &#xd;<br />&#xd;<br />\tЧл.6. Основните задачи и функции на Сдружението са:&#xd;<br />1.\tИзследва различните сфери от живота в условията на планинските региони. Извършва анализи и технологичен трансфер. &#xd;<br />2.\tИнформира заинтересованите страни – НПО, държавни органи, обществени институции, жители на планината за актуални въпроси и проблеми в условията на живот в планината. &#xd;<br />3.\tДа организира и провежда обществени обсъждания, семинари, неформални работни срещи и други форми на участие на обществеността, НПО и заинтересованите държавни органи свързани с предмета на дейност. &#xd;<br />4.\tПредлага и осъществява конкретни международни, трансгранични и национални проекти, които инициира и управлява самостоятелно или съвместно с други сдружения и организации. &#xd;<br />5.\tСтимулира и подпомага бизнес сектора и пазара на труда.&#xd;<br />6.\tДа подпомага дейността на собственици или ползуватели, НПО и други организации и  лица, насочени към устойчивото ползване на природните ресурси и съхраняване на културата и традициите в Родопите.&#xd;<br />7.\tДа изготвя експертни становища във връзка с опазване на природните и културни ценности в Родопите.&#xd;<br />8.\tДа създава и развива система от образователни програми свързани с издигане на екосъзнанието на обществеността. &#xd;<br />9.\tДа създава и подпомага създаването на информационни центрове за Родопите, както и да съдейства за тяхното функциониране.  &#xd;<br />10.\tДа подпомага дейностите свързани с устойчивото развитие на Родопите – устойчив туризъм, екологично земеделие и др. &#xd;<br />11.\tДа разработи и отправя предложения до компетентните органи за предприемане на действия по опазване на биоразнообразието в Родопите;&#xd;<br />12.\tДа  участва в разработването на планове за управление на защитени територии и обекти, възложени от компетентни органи, предвидени в закона;  &#xd;<br />13.\tСдружението може да развива дейността си и извън територията на Родопите, в полза на опазване и устойчиво развитие на Родопите.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Environment, Regional Policy, Youth","euInitiatives":"No hate speech muvement. &#xd;<br />Trnsborder colaboration and free movement between Bulgaria and Greece.","lastUp":"2019-02-12T09:12:04.061+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}