{"id":"703778836387-81","name":"Helmholtz-Zentrum Berlin für Materialien und Energie GmbH","registrationDate":"2019-10-29T16:27:17.443+01:00","category":4,"subCategory":5,"legal":"GmbH","web":"http://www.helmholtz-berlin.de","country":"Germany","headAddress":"Hahn-Meitner-Platz 1","headCity":"Berlin","headPostCode":"14109","headPhone":"(49)3 08 06 24 26 39","boss":"Thomas Frederking","bossTitle":"Mr","bossPosition":"Kaufmännischer Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"The Energy Materials Industrial Research Initiative (EMIRI).&#xd;\nEuropean Technology &amp; Innovation Platform PhotoVoltaics (ETIP PV).&#xd;\nHelmholtz-Gemeinschaft Deutscher Forschungszentren e.V.&#xd;\nThe Association of European-Level Research Infrastructures Facilities (ERF-AISBL).&#xd;\nThe European Energy Research Alliance (EERA)","memberOrga":"","goal":"Grundlagenforschung und anwendungsorientierte Forschung auf den Gebieten der Naturwissenschaften, insbesondere auf dem Gebiet der kondensierten Materie, sowie der Betrieb der hierfür erforderlichen Forschungsanlagen. Die Gesellschaft verfolgt als Mitglied des Hermann von Helmholtz-Gemeinschaft Deutscher Forschungszentren e.V. (HGF) langfristige Forschungs- und Bildungsziele des Staates und der Gesellschaft und ist in das an diesen Zielen orientierte Finanzierungsverfahren eingebunden. Die Gesellschaft verfolgt nur friedliche Zwecke.","acronym":"HZB","interests":"Climate Action, Education and training, Energy, International co-operation and development, Research and innovation","euInitiatives":"Forschungsrahmenprogramme, H2020, Horizon Europe (einschließlich Partnerships), Forschungsinfrastrukturen,                                            Flagships, Missions, FCH-JTI/Hydrogen Partnership, SET-Plan, Structural funds, Open Science, Open Innovation, Energy Union, European Innovation Council, Mission Innovation.","lastUp":"2019-10-29T16:30:16.057+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}