{"id":"705160628665-51","name":"Social Impact Agenda per l'Italia","registrationDate":"2017-10-13T17:31:35.850+01:00","category":3,"subCategory":2,"legal":"Associazione","web":"http://www.socialimpactagenda.it/","country":"Italy","headAddress":"Via Guido Reni 9","headCity":"Roma","headPostCode":"00196","headPhone":"(39)06 24 30 00","boss":"Giovanna Melandri","bossTitle":"Ms","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"Global Social Impact Investing Steering Group&#xd;\nhttp://www.socialimpactagenda.it/attivita/attivita-internazionali/","memberOrga":"http://www.socialimpactagenda.it/chi-siamo/i-soci/","goal":"La missione di Social Impact Agenda per l?Italia ? di monitorare e contribuire alla realizzazione delle raccomandazioni  contenute nel rapporto La finanza che include con lo scopo di rafforzare in Italia l?ecosistema per gli investimenti ad impatto sociale in favore della crescita del?imprenditorialit? sociale.&#xd;<br />&#xd;<br />L?Associazione nasce nel gennaio 2016 per raccogliere e continuare l?esperienza dell?Advisory Board italiano della Social Impact Investment Taskforce (SIIT). La SIIT, promossa durante la Presidenza britannica del G8 nel 2013, ha avuto il compito di portare in primo piano, nelle agende dei Paesi membri, gli investimenti ad impatto sociale.&#xd;<br />&#xd;<br />L?Advisory Board italiano per due anni (dal 2013 al 2015) ha incentivato il dialogo e lo scambio di esperienze e competenze tra oltre 100 esperti del settore e ha visto enti del Terzo Settore, imprese sociali, investitori, centri di ricerca, pubblica amministrazione e istituzioni finanziarie confrontarsi sul ruolo e sulle potenzialit? degli investimenti ad impatto sociale nella prospettiva dell?innovazione e delle radicali trasformazioni che interessano l?Italia.&#xd;<br />&#xd;<br />Da questo lavoro comune ? scaturito il report La finanza che include e le raccomandazioni che vogliono contribuire al rafforzamento di un ecosistema che favorisca la crescita dell?imprenditorialit? sociale generando valore per la comunit?.","acronym":"SIA","interests":"Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Home Affairs","euInitiatives":"Social Investment package&#xd;<br />Welfare&#xd;<br />Fondi di investimenti sociali&#xd;<br />Finanza ad Impatto","lastUp":"2017-10-13T17:32:41.074+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}