{"id":"705309836140-66","name":"PHOTOCONSORTIUM - International Consortium for Photographic Heritage","registrationDate":"2019-10-08T16:05:11.502+02:00","category":2,"subCategory":7,"legal":"association","web":"http://www.photoconsortium.net","country":"Italy","headAddress":"via della Bonifica 69","headCity":"Peccioli","headPostCode":"56037","headPhone":"(39)05 87 63 02 07","boss":"Antonella Fresa","bossTitle":"Ms","bossPosition":"vicepresident","membersCount":6,"membersFTE":"2.25","membership":"associate partners of the Time Machine project https://www.timemachine.eu/&#xd;\n&#xd;\nassociate partner of Vimm Manifesto and initiative https://www.vi-mm.eu/","memberOrga":"please visit https://www.photoconsortium.net/association/&#xd;\nlist of members on the right column","goal":"PHOTOCONSORTIUM – International Consortium for Photographic Heritage is a non for profit association whose purpose is the promotion and enhancement of the culture of photography and photographic heritage. To achieve its statutory goals, PHOTOCONSORTIUM aims to promote, organize and manage conferences, exhibitions, awards and training courses as well as to carry out publishing activities. The association participates, and promotes the participation of its members, in new projects and initiatives also in collaboration with third parties, including but not limited to participation in the Programmes of the European Commission. All the initiatives of the association are primarily devoted to serving the interests of its members. PHOTOCONSORTIUM is the expert hub on photography for Europeana.eu and curates the photography collection. PHOTOCONSORTIUM represents a centre of expertise and knowledge on digitization, aggregation of content to Europeana and other portals, metadata standards, indexing, cataloguing and controlled vocabularies, best practices for the management of digital archives, and much more. This expertise and knowledge is the core to generate activities, provide services, organise training programs and seminars and participate in new research","acronym":"","interests":"Communication, Culture, Culture and media, Digital economy and society","euInitiatives":"PHOTOCONSORTIUM's area of interest and action is that of digital cultural heritage, with particular regards to the improvement, enrichment and support to Europeana.&#xd;<br />The main streams of actions for Photoconsortium in the past years, which will continue for the future, are the following:&#xd;<br />- provide technical and administrative support to cultural institutions and archives in preparing their datasets for Europeana; provide support and consultancy on various topics such as digitization and data, IP, technical quality &#xd;<br />- disseminate the culture of photographic heritage, via resources, exhibitions and events&#xd;<br />- foster participation of its members, via the association, in EU projects http://www.photoconsortium.net/projects/","lastUp":"2019-10-08T16:07:28.971+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}