{"id":"705440625408-01","name":"Fédération Nationale de l'Artisanat Automobile","registrationDate":"2017-01-12T12:19:31.468+01:00","category":2,"subCategory":1,"legal":"Association","web":"http://fna.fr","country":"France","headAddress":"9-11 Avenue Michelet","headCity":"Saint-Ouen","headPostCode":"93400","headPhone":"(33)1 40 11 12 96","boss":"Gérard POLO","bossTitle":"Mr","bossPosition":"Président","membersCount":4,"membersFTE":"2.25","membership":"http://u2p-france.fr/&#xd;\n&#xd;\nUnion des Entreprises de Proximité","memberOrga":"CENTARAUTO &#xd;\nhttp://www.centarauto.com/&#xd;\n&#xd;\nFNA CLUB SERVICES &#xd;\nhttp://fna.fr/services/fnaa-club-services.aspx&#xd;\n&#xd;\nDBR Organisation danoise des entreprises multi-marques de l'automobile&#xd;\nhttp://www.dbr.dk/&#xd;\n&#xd;\nAAKL Organisation finlandaise des entreprises multi-marques de l'automobile&#xd;\nhttp://aakl.fi/","goal":"Représenter et accompagner les entreprises multi-marques de l'automobile pour un marché ouvert à la concurrence et dans la solidarité des acteurs, depuis l'éducation à la conduite jusqu'à la mise au rebut du véhicule. &#xd;<br />L'objectif majeur est de fournir au consommateur un service de qualité et de lui permettre d'exercer le libre choix de son prestataire de confiance.","acronym":"FNA","interests":"Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Environment, Justice and Fundamental Rights, Single market, Taxation, Transport","euInitiatives":"Plusieurs dossiers sont suivis:&#xd;<br />-Les priorités de la Commission européenne.&#xd;<br />-La fiscalité équitable des entreprises et la lutte contre la fraude à la TVA.&#xd;<br />-Le nouveau projet de Règlement européen sur l'homologation des véhicules et l'accès aux informations techniques.&#xd;<br />-Le marché unique numérique et le véhicule connecté.&#xd;<br />-L'ouverture à la concurrence des données connectées et les règles de concurrence appliquées au marché automobile de la vente et de l'après-vente.&#xd;<br />-Les règlements d'exemption d'accords et leur évaluation.","lastUp":"2019-11-08T15:53:30.507+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}