{"id":"705450224079-05","name":"Universiteit Leiden","registrationDate":"2016-10-25T15:57:35.920+02:00","category":4,"subCategory":12,"legal":"Public body","web":"https://www.universiteitleiden.nl/en","country":"Netherlands","headAddress":"Rapenburg 70","headCity":"Leiden","headPostCode":"2311 EZ","headPhone":"(31)7 15 27 27 27","boss":"Carel Stolker","bossTitle":"Mr","bossPosition":"Rector Magnificus &amp; President","membersCount":3,"membersFTE":"0.75","membership":"LERU&#xd;\nVSNU&#xd;\nNeth-Er&#xd;\nEuropeana&#xd;\nCoimbra","memberOrga":"","goal":"•Leiden University is an internationally operating research-driven university with a wide range of academic disciplines and degree programmes. It aims for excellence in all its research and teaching.&#xd;<br />•The University focuses its efforts on achieving the maximum impact from its research and teaching – academic, cultural, societal and economic. It does this in close collaboration with local, regional, national and international partners.&#xd;<br />•Based on a careful consideration of its disciplinary structure, Leiden University focuses on disciplinary and interdisciplinary research and teaching.&#xd;<br />•Leiden University trains students and PhD candidates for academic posts in academia and beyond. Its graduates are able to conduct a critical assessment of academic and societal problems and make considered choices when seeking solutions to these problems.&#xd;<br />•Leiden University aspires to create a close academic community of staff and students. Leiden alumni inform this community with their experience, expertise and involvement. Leiden University also works closely with its university partners: Delft University of Technology and Erasmus University Rotterdam, and at European level with its partners in the League of European Research Universities (LERU).","acronym":"ULEI","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"EU Higher Education Policy; Horizon 2020; European Research Area; EU Research Policy;","lastUp":"2018-10-09T15:24:54.891+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}