{"id":"705428520804-47","name":"Suzuki Motor Co Ltd, European Liaison office","registrationDate":"2016-03-08T09:49:14.788+01:00","category":2,"subCategory":3,"legal":"Representation office of a corporation","web":"https://www.globalsuzuki.com/","country":"Japan","headAddress":"300 Takatsuka-cho","headCity":"Hamamatsu","headPostCode":"432-8611","headPhone":"(81)5 34 40 20 61","boss":"Teruhiko Tokuda","bossTitle":"Mr","bossPosition":"Department General Manager","membersCount":5,"membersFTE":"2.75","membership":"","memberOrga":"Suzuki is a member of the following trade associations JAMA (http://www.jama.org), ACEM (http://www.acem.eu), IMEC(http://www.icomia.com), CMC (https://www.cmc-info.net/).","goal":"Suzuki is a global producer of automobiles, motorcycles, outboard motors, ATVs and other products. As a group it is committed to promote \"the production of small and sub-compact vehicles” and the “development of environmentally benign products\" needed by customers. It pledges to be “small, less, light, short and beautiful” on every side of the organization, facilities, parts, environment and production.&#xd;<br />For automotive the action is summed up by the slogan “small cars for a big future”.","acronym":"","interests":"Business and Industry, Climate Action, Consumers, Energy, Environment, Research and innovation, Trade, Trans-European Networks, Transport","euInitiatives":"We are following files related automobles, motorcycles and marine engines. In particular: -&#xd;<br />&#xd;<br />1. Amending Regulation (EU) No 168/2013 of the Euro 5 step to the type-approval of two- or three- wheel vehicles and quadricycles&#xd;<br />2. Amendment to Commission Delegated Regulation (EU) 2016/1824 with regard to vehicle functional safety, vehicle construction and environmental and propulsion unit performance requirements &#xd;<br />3. Directive 2006/126/EC on driving licences (Recast)&#xd;<br />4. Proposal for a Regulation on type-approval requirements for motor vehicles and their trailers, and systems, general safety and the protection of vehicle occupants and vulnerable road users, amending Regulation (EU) 2018/858&#xd;<br />5. Proposal for a Regulation setting emission performance standards for new passenger cars and for new light commercial vehicles as part of the Union's integrated approach to reduce CO2 emissions from light-duty vehicles&#xd;<br />6. Directive 2013/53/EU on recreational craft and personal watercraft, including titles and references of harmonised standards","lastUp":"2020-01-09T14:34:32.071+01:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}