{"id":"705450224079-05","name":"Universiteit Leiden","registrationDate":"2016-10-25T15:57:35.920+01:00","category":4,"subCategory":12,"legal":"Public body","web":"https://www.universiteitleiden.nl/en","country":"Netherlands","headAddress":"Rapenburg 70","headCity":"Leiden","headPostCode":"2311 EZ","headPhone":"(31)7 15 27 27 27","boss":"Carel Stolker","bossTitle":"Mr","bossPosition":"Rector Magnificus &amp; President","membersCount":3,"membersFTE":"0.75","membership":"LERU&#xd;\nVSNU&#xd;\nNeth-Er&#xd;\nEuropeana&#xd;\nCoimbra","memberOrga":"","goal":"?Leiden University is an internationally operating research-driven university with a wide range of academic disciplines and degree programmes. It aims for excellence in all its research and teaching.&#xd;<br />?The University focuses its efforts on achieving the maximum impact from its research and teaching ? academic, cultural, societal and economic. It does this in close collaboration with local, regional, national and international partners.&#xd;<br />?Based on a careful consideration of its disciplinary structure, Leiden University focuses on disciplinary and interdisciplinary research and teaching.&#xd;<br />?Leiden University trains students and PhD candidates for academic posts in academia and beyond. Its graduates are able to conduct a critical assessment of academic and societal problems and make considered choices when seeking solutions to these problems.&#xd;<br />?Leiden University aspires to create a close academic community of staff and students. Leiden alumni inform this community with their experience, expertise and involvement. Leiden University also works closely with its university partners: Delft University of Technology and Erasmus University Rotterdam, and at European level with its partners in the League of European Research Universities (LERU).","acronym":"ULEI","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"EU Higher Education Policy; Horizon 2020; European Research Area; EU Research Policy;","lastUp":"2017-10-17T17:13:25.666+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}