{"id":"706136913777-83","name":"European Wilderness Society","registrationDate":"2014-06-10T22:25:32.951+02:00","category":3,"subCategory":2,"legal":"association","web":"http://www.wilderness-society.org","country":"Austria","headAddress":"Dechant Franz Fuchs Str. 5","headCity":"Tamsweg","headPostCode":"5580","headPhone":"(43)67 69 27 15 43","boss":"Rossberg Max","bossTitle":"Mr","bossPosition":"Chairman","membersCount":5,"membersFTE":"2.75","membership":"European Beech Forest Network:  www.ebfn.info&#xd;\nERASMUS+ : http://wilderness-society.org/volunteer-go-wild-erasmus-european-wilderness-society/","memberOrga":"http://wilderness-society.org","goal":"The European Wilderness Society is the only Pan-European, wilderness and environmental advocacy non-profit organization with a dedicated multi-cultural and very experienced professional team of wilderness and wildlife specialists, nature conservationists, researchers and scientists, tourism experts, marketing and business professionals, legal advisors and wilderness advocates whose mission is to identify, to designate, to steward and to promote European last wild areas, Wildforests, Wildcoasts, Wildrivers, Wildislands and wilderness to become part of the European Wilderness Network.&#xd;<br />&#xd;<br />In case you have anything to publish, further information concerning the European Wilderness or a comment to our European Wilderness Society Webpage, please let us know!&#xd;<br />Our website is a one-stop-shop for information about the European Wilderness. If you are interested in being notified about the European Wildernesss in many facets please register for our Wilderness Newsletter or follow us on FB, and Twitter, or join our open Linkedin group!&#xd;<br />We are happy to publish your articles, blogs and wilderness related research results.","acronym":"EWS","interests":"Agriculture and Rural Development, Climate Action, Communication, Culture, Environment, Research and Technology","euInitiatives":"Implementation of the 2 nature (Birds and Habitat) directives&#xd;<br />Implementation of the Water Framework and Floods Directives&#xd;<br />Implementation and improving the EU 2020 Biodiversity Strategy&#xd;<br />REFIT of Natura 2000","lastUp":"2018-03-27T05:05:20.928+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}