{"id":"706259635593-33","name":"Asociația Centrul de Expertiză Europeană Europuls","registrationDate":"2019-08-06T16:31:02.507+02:00","category":3,"subCategory":2,"legal":"Asociație","web":"http://europuls.ro","country":"Romania","headAddress":"Aleea Borcea Street, no.6, Sector 4","headCity":"Bucharest","headPostCode":"040421","headPhone":"(40)7 53 04 40 95","boss":"Tana Alexandra Foarfă","bossTitle":"Ms","bossPosition":"Director","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"Asociația Centrul de Expertiză Europeană EUROPULS este o organizaţie non-guvernamentală înființată în anul 2010 la Bruxelles de un grup de experți români în afaceri europene. Scopul acesteia este acela de a promova procesul de integrare europeană în România dar şi de a contribui la dezvoltarea unui spaţiu public european. Europuls urmăreşte să încurajeze dezbaterile publice pe teme europene prin articole și studii, precum și prin organizarea de dezbateri, ateliere de lucru și conferinţe, printre participanții la aceste evenimente numărându-se comisari europeni, europarlamentari români şi străini, lideri politici, reprezentanți ai societăţii civile, experți şi jurnaliști.&#xd;<br />&#xd;<br />Europuls este inițiatorul şi principalul organizator al EUROSFAT (www.eurosfat.eu), forumul anual dedicat dezbaterilor pe teme europene.&#xd;<br />&#xd;<br />Asociaţia Europuls, înfiinţată în 15 martie 2010 şi înregistrată oficial atât în Romania cât şi în Belgia, este complet independentă de orice organism cu caracter politic.&#xd;<br />&#xd;<br />OBIECTIVE&#xd;<br />Maturizarea României ca membru deplin al UE&#xd;<br />Promovăm continuarea integrării europene a României şi asumarea treptată a rolului de membru matur al UE atât în ceea ce priveşte instituţiile statului, cât şi societatea în ansamblul său.&#xd;<br />&#xd;<br />Europa Unită&#xd;<br />Credem într-o Europă unită şi de aceea promovăm continuarea şi adâncirea construcţiei Uniunii Europene.&#xd;<br />&#xd;<br />Descifrarea Europei&#xd;<br />Înţelegem complexitatea instituţiilor şi politicilor europene şi de aceea încercăm să le descifrăm şi să le explicăm pentru un public cât mai larg.&#xd;<br />&#xd;<br />Dezbaterea&#xd;<br />Credem în puterea ideilor şi a dialogului şi de aceea încurajăm şi promovăm dezbaterile pe teme europene.","acronym":"Europuls","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Asociația Centrul de Expertiză Europeană urmărește la nivel european aspecte care țin de dezvoltarea instituțională a Uniunii Europene. &#xd;<br />&#xd;<br />Misiunea noastră este aceea de a aduce Uniunea Europeană și tot cea ce ține de UE cât mai aproape de cetățenii români ceea ce ne face să fim interesați la modul general de toate domeniile de politică europeană, fără să avem o prioritate într-un anumit domeniu sau într-un altul.","lastUp":"2019-08-06T16:36:16.320+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}