{"id":"706408536761-07","name":"Danube Sturgeon Task Force","registrationDate":"2019-12-06T16:00:21.549+01:00","category":3,"subCategory":2,"legal":"néant","web":"","country":"Belgium","headAddress":"℅ Peter Gammeltoft","headCity":"Rhode-Saint-Genèse","headPostCode":"1640","headPhone":"(32)4 98 96 86 95","boss":"Peter Gammeltoft","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"0.75","membership":"The DSTF is established as a Task Force under the European Union Strategy for the Danube Region (EUSDR) Prioritiy Area 6 (PA06, Biodiversity).&#xd;\nThe DSTF is an observer to the International Commission for the Protection of the Danube River (ICPDR)&#xd;\nThe DSTF participates an observer in meetings of the Steering Group of Priority Area 6 (Biodiversity) of the EU Strategy for the Danube River (EUSDR).&#xd;\nThe DSTF has a Memorandum of Understanding on cooperation with the World Sturgeon Conservation Society.","memberOrga":"All members are individual members. DSTF does not have organisational membership.","goal":"According to the DSTF Rules of Procedure from 2018, its aim is to coordinate and foster the conservation and revival of native sturgeons (Acipenseridae) in the Danube River Basin and the adjacent Black Sea by the implementation of such Plans and Strategies as the Sturgeon Action Plan adopted under the Bern Convention in 2005, the Program Sturgeon 2020 or the ICPDR Sturgeon Strategy.&#xd;<br />In order to fulfil this aim, the DSTF serves primarily the following purposes: &#xd;<br />•\tto foster the implementation of “Sturgeon 2020”-Strategy, as published by the DSTF in 2013, &#xd;<br />•\tto provide a platform for exchange of information and experience on sturgeon conservation in the Danube Basin; &#xd;<br />•\tto facilitate cooperation between the key sturgeon conservation stakeholder groups as science, policy level and non-governmental organisations and to foster synergies with other organizations involved in Danube sturgeon conservation; &#xd;<br />•\tto raise awareness of decision makers and the public as well as to build capacity for all stakeholders; &#xd;<br />•\tto organise information dissemination, national and international symposia, workshops and conferences related to Danube sturgeon conservation and the sustainable management of aquatic resources in the Danube and Black Sea region; &#xd;<br />•\tto analyse sturgeon related information in an integrated way; &#xd;<br />•\tto provide expertise on and advocate for sturgeon conservation, &#xd;<br />•\tto carry out any other activities relevant for Danube sturgeon conservation, as approved by the organs of the DSTF.","acronym":"DSTF","interests":"Agriculture and Rural Development, Climate Action, Energy, Environment, European Neighbourhood Policy, Maritime affairs and fisheries, Regional Policy, Transport","euInitiatives":"Environment policy, in particular water, marine, nature protection and biodiversity.&#xd;<br />Maritime and Fisheries policy, the EU Strategy for Danube Region (EUSDR), Regional Policy, Transport Policy and Energy Policy","lastUp":"2019-12-16T15:46:41.671+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}