{"id":"706592727486-55","name":"Ingenico ePayments (Global Collect Services BV)","registrationDate":"2017-06-14T12:55:38.392+01:00","category":2,"subCategory":3,"legal":"BV","web":"https://www.ingenico.com/epayments","country":"Netherlands","headAddress":"Planetenweg 43-59","headCity":"Hoofddorp","headPostCode":"2132 HM","headPhone":"(31)2 35 67 15 00","boss":"Johan Been","bossTitle":"Mr","bossPosition":"Statutory Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Ingenico ePayments is a full service payment service provider (\"PSP\"). PSPs provide electronic payment methods for customer-non-present businesses (usually referred to as “merchants” in the payments industry) that sell their products and/or services locally and internationally, via the internet, call centers or mail orders. Ingenico ePayments serves all three channels, but it focuses on the internet, which represents approximately 90% of the payments we Ingenico ePayments processes. &#xd;<br />&#xd;<br />As a full service PSP, Ingenico ePayments offers merchants a comprehensive set of payment methods as well as ancillary services such as reconciliation, reporting, fraud screening and foreign exchange. Ingenico ePayments is a globally operating PSP. Its international network of banks and other payment partners enables it to offer merchants a global portfolio of international, and local and alternative payment methods. &#xd;<br />&#xd;<br />Ingenico ePayments is part of the French listed Ingenico Group and headquartered in the Netherlands, with active subsidiaries that primarily operate as sales offices and enable its salespersons to locally approach and support (potential) merchants.","acronym":"Ingenico ePayments","interests":"Competition, Consumer Affairs, Employment and Social Affairs, Home Affairs, Internal Market, Research and Technology, Taxation","euInitiatives":"Main EU initiatives, policies and legislative files currently followed by your organisation:&#xd;<br />- Digital (Single) Market&#xd;<br />- Vat on e-Services (MOSS)&#xd;<br />- PSD2&#xd;<br />- AML/ATF&#xd;<br />- Data&#xd;<br />- IFR","lastUp":"2018-03-20T16:53:34.570+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}