{"id":"707108530834-15","name":"Port of Gothenburg","registrationDate":"2018-03-19T15:03:32.523+01:00","category":2,"subCategory":3,"legal":"AB","web":"http://www.goteborgshamn.se","country":"Sweden","headAddress":"Göteborgs Hamn","headCity":"Gothenburg","headPostCode":"40338","headPhone":"(46)3 13 68 75 00","boss":"Magnus Kårestedt ","bossTitle":"","bossPosition":"VD","membersCount":1,"membersFTE":"0.25","membership":"Som den del av Göteborgs Stad samarbetar vi med Gothenburg European Office. https://international.goteborg.se/city-gothenburg-european-office","memberOrga":"ESPO - The European Sea Ports organisation &#xd;\nhttps://www.espo.be/","goal":"Göteborgs Hamn AB ägs av Göteborgs Stad. Bolaget ansvarar för att underhålla, utveckla och marknadsföra hela godsnavet som finns i Göteborgs Hamn.&#xd;<br />&#xd;<br />Som Skandinaviens enda storhamn har Göteborgs Hamn kapacitet och volymer att både attrahera och ta emot de allra största containerfartygen. Hamnen ligger fördelaktigt till på Sveriges västkust. Den är lätt att nå via väg, järnväg och självklart sjövägen. Inom en radie av 50 mil finns dessutom tre huvudstäder och 70 procent av befolkningen och industrin.&#xd;<br />&#xd;<br />Göteborgs Hamn hanterar alla typer av gods. Här finns terminaler och operatörer specialiserade på olika områden för att kunna erbjuda bästa möjliga service, dygnet runt, året runt. Det gäller allt från lagring, beredning och omlastning till lossning och lastning, passagerartrafik och hantering av energiprodukter","acronym":"","interests":"Customs, Enterprise, Trade, Trans-European Networks, Transport","euInitiatives":"Göteborgs Hamn följer i generella termer frågor som rör transport, logistik, hamn och sjöfart. Särskilt fokus är på: &#xd;<br />-\tTrans-European Transport Network (TEN-T) i helhet samt den kommande revideringen.&#xd;<br />-\tScandinavian-Mediterranean Corridor (ScanMed korridoren) vilken är den transportkorridor inom TEN-T som Göteborgs Hamn befinner sig på. &#xd;<br />-\tMotorways of the Seas (MoS) den horisontella korridor inom TEN-T som rör sjöfart. &#xd;<br />-\tConnecting Europe Facility (CEF) och den kommande revideringen av den samma.","lastUp":"2018-03-19T15:04:33.359+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}