{"id":"707107330854-05","name":"Istanbul Technical University","registrationDate":"2018-03-22T07:48:19.734+01:00","category":4,"subCategory":12,"legal":"Public University","web":"http://www.itu.edu.tr","country":"Turkey","headAddress":"Reşitpaşa Mahallesi Sarıyer/İstanbul","headCity":"Istanbul","headPostCode":"34467","headPhone":"(90)21 22 85 34 00","boss":"Alper Unal","bossTitle":"Mr","bossPosition":"Vice Rector","membersCount":2,"membersFTE":"1.5","membership":"","memberOrga":"","goal":"Founded in 1773 as the Imperial School of Naval Engineering, Istanbul Technical University (ITU) is now one of the leading state universities in Turkey with approximately 32,000 students. The University offers 76 undergraduate and 140 graduate degree programs. ITU comprises 13 Faculties, 43 Departments, and 6 Graduate Institutes and a Conservatory for classical Turkish Music.&#xd;<br />&#xd;<br />ITU is a very long-established higher education institution and presents a powerful research base for scientists and for prospective researchers with its highly developed research infrastructure. Providing technical education within a modern educational environment and strong academic staff, ITU is identified with architectural and engineering education in Turkey. ITU is one of the leading research-intensive technical universities in Turkey. &#xd;<br />&#xd;<br />Being Turkey’s first technical university, ITU aims to create a new generation of technology and innovation to drive economic growth by conducting value-added and industrially applicable research. ITU’s researchers carry out research in the fields of engineering, core sciences, earth/planetary sciences, arts and social sciences. Particular research areas, in which the ITU researchers pursue discoveries and implement projects, are materials science, nanotechnology, aeronautics, mechatronics, biotechnology, renewable energy, sustainable building systems and design.","acronym":"ITU","interests":"Education, Enlargement, Research and Technology, Youth","euInitiatives":"ITU is interested in the EU's Research and Innovation programs along with Culture, Education, Youth and Sports. Related funding schemes such as Horizon 2020, Erasmus Plus and the Black Sea Cross Border Cooperation are also within the scope of interest of the university.&#xd;<br />Given its status as a public university of Turkey, it is also interested in the ongoing process for Turkey's EU membership.","lastUp":"2018-03-22T07:48:42.515+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}