{"id":"707474836879-04","name":"Laikraksts \"Cīņa\"","registrationDate":"2019-12-30T02:15:52.830+01:00","category":2,"subCategory":7,"legal":"Mass media","web":"https://www.facebook.com/laikrakstscina/","country":"Latvia","headAddress":"Brīvības bulvāris","headCity":"Riga","headPostCode":"LV-1050","headPhone":"(371)29 52 53 68","boss":"Jānis Kuzins","bossTitle":"Mr","bossPosition":"General Editor","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"“Cīņa” laikraksts, latviešu un Latvijas sociāldemokrātisko un komunistisko organizāciju, savulaik viens no vecākajiem komunistiskajiem laikrakstiem pasaulē. Iznāk kopš 1904.gada., vispirms nelegāli reizi mēnesī un neregulāri Rīgā (pēc 05.1905. divas, pēc 03.1906 trīs četras reizes mēnesī), tad legāli Briselē Beļģijā (1910–1914), Bostonā ASV (1915–1916). Latvijā ievests nelegāli, galvenokārt ar kuģiem pa jūru. Pēc 1917. gada Februāra revolūcijas legāli izdeva Petrogradā Krievijā, no 1917. gada pirmoreiz kā legāls dienas laikraksts Rīgā (līdz 21.08.1917., kad Krievijas Pagaidu valdība to aizliedza), arī Valmierā un Valkā. 1918. gadā no Maskavas pārcēlās uz Rīgu un atpakaļ (1919). Pēc tam nelegāli un neregulāri izdeva Rīgā līdz 1940. gadam ar pārtraukumu 1931.–1933. gadā, kā legālu dienas laikrakstu 1940.–1941. gadā un kopš 1944. gada (togad redakcijā 10 darbinieku). Starplaikā atkal iznāca Valkā un Valmierā (1941), neregulāri vai reizi divreiz nedēļā PSRS, Krievijā, Kirovā (Vjatkā) (1941–1944) un Maskavā (1944), kā arī Daugavpilī 09.‒10.1944. Izdots līdz 1990 gadam, 2018. gadā izdošana atjaunota","acronym":"Laikraksts \"Cīņa\"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Kā vecākajam Eiropas laikrakstam, iniciatīvas mediju brīvības ziņā, vides tīrības, eko-komunisma un darba tiesībām","lastUp":"2019-12-31T01:39:53.924+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}