{"id":"707551412661-80","name":"European Jewish Association","registrationDate":"2014-02-06T15:20:35.119+02:00","category":5,"subCategory":15,"legal":"ASBL","web":"http://www.ejassociation.eu/","country":"Belgium","headAddress":"Rue Froissart 109","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)27 21 09 28","boss":"Menachem Margolin","bossTitle":"Mr","bossPosition":"General Director","membersCount":4,"membersFTE":"2.0","membership":"","memberOrga":"https://www.ejassociation.eu/organizations/","goal":"The European Jewish Association is the largest federation of Jewish organizations and communities working all over Europe.&#xd;<br />&#xd;<br />The EJA and its members - Jewish organizations and communities - are the most active Jewish oganizations in Europe. Our 3 main goals are:&#xd;<br />- To strengthen Jewish identity and expand Jewish activities in Europe.&#xd;<br />- To defend Jewish interests in Europe.&#xd;<br />- To improve the image of Israel in Europe.&#xd;<br />&#xd;<br />The modern European Jewish communities are facing challenges that go beyond the scope of regional initiatives possessing only limited resources. Most of the Jews in Europe are not part of any community, while most children and students have a very limited knowledge of our culture and traditions. As the level of anti-Semitism in Europe is growing with each passing day, European Jewry must act and defend its interests and future.&#xd;<br />&#xd;<br />The State of Israel has invested a great deal in developing its relations with the US and its Jewry as well as cares a lot about the Jewish communities in Russia and other former USSR states. Due to the lack of resources, the relationship between Israel, European countries and the European Jewish diaspora does not seem to be a top priority for the State of Israel.&#xd;<br />&#xd;<br />The EJA helps its member organizations and communities with various resources and represents them in the political arena.&#xd;<br />&#xd;<br />The EJA's board includes the directors of its member organizations.&#xd;<br />&#xd;<br />Rabbi Menachem Margolin, General Director of the Rabbinical Centre of Europe (RCE) serves as the General Director of the EJA.","acronym":"EJA","interests":"Agriculture and Rural Development, Culture, Education, Enlargement, External Relations, Food Safety, Humanitarian Aid, Justice and Fundamental Rights, Public Health, Youth","euInitiatives":"Presently the EJA is engaged in policy areas that concern anti-Semitism, freedom of religion, public health &amp; safety (e.g., circumcision), environment and agriculture (e.g., ritual slaughter) as well as cross-community dialogue, EU foreign affairs in relation to the State of Israel and security (e.g., public security).","lastUp":"2018-03-26T13:41:30.349+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}