{"id":"707561511262-40","name":"Fédération de la Plasturgie et des Composites","registrationDate":"2013-06-04T15:51:27.966+02:00","category":2,"subCategory":4,"legal":"Union de syndicats","web":"http://www.laplasturgie.fr","country":"France","headAddress":"Rue Aristide Briand, 125","headCity":"Levallois-Perret","headPostCode":"92300","headPhone":"(33)01 44 01 16 16","boss":"MARTIN Jean","bossTitle":"Mr","bossPosition":"Délégué Général","membersCount":1,"membersFTE":"0.25","membership":"La Fédération de la Plasturgie est membre d’EuPC (Confédération européenne de la Plasturgie), du GFI (Groupement des Fédérations Industrielles), du MEDEF (Mouvement des Entreprises de France) et de la CPME (Confédération des petites et moyennes entreprises).","memberOrga":"","goal":"La Fédération de la Plasturgie et des Composites est l’organisation représentative du secteur de la transformation des matières plastiques (conception et fabrication de produits en matière plastique) en France. Elle rassemble et représente 3800 entreprises, soit plus de 136 000 salariés issus principalement de PME, et définit la politique professionnelle de la branche.&#xd;<br />&#xd;<br />Ses missions sont : &#xd;<br />&#xd;<br />> REPRÉSENTER l’ensemble des entreprises de la plasturgie et défendre d’une seule et même voix les enjeux partagés par tous : être une force qui rassemble la profession, incarne son identité et la défende dans l’environnement particulièrement chahuté que nous connaissons, en France ou sur la scène internationale.&#xd;<br />&#xd;<br />> PROPOSER les réformes nécessaires et anticiper les évolutions qui impacteront l’activité de nos entreprises.&#xd;<br />&#xd;<br />> PROPULSER notre profession en cultivant la force de la réactivité, de l’innovation et de la créativité de notre tissu industriel de TPE/PME.&#xd;<br />&#xd;<br />> AGIR au sein d’un véritable réseau en renforçant notre fluidité d’information, de décision et d’actions.","acronym":"FPC","interests":"Climate Action, Competition, Consumer Affairs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Food Safety, Public Health, Research and Technology, Taxation, Transport","euInitiatives":"Economie circulaire&#xd;<br />Déchets&#xd;<br />Sacs plastiques&#xd;<br />Contact alimentaire&#xd;<br />Emballages plastiques&#xd;<br />DEEE&#xd;<br />Véhicules hors d'usage (VHU)&#xd;<br />Dispositifs médicaux&#xd;<br />Perturbateurs endocriniens&#xd;<br />Nanomatériaux&#xd;<br />REACH&#xd;<br />Biocides&#xd;<br />COV&#xd;<br />Efficacité énergétique","lastUp":"2018-04-20T12:09:18.811+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}