{"id":"707919131174-10","name":"COMUNE DI CORIGLIANO ROSSANO","registrationDate":"2018-04-13T08:35:26.809+02:00","category":6,"subCategory":13,"legal":"ENTE LOCALE","web":"http://www.rossano.eu","country":"Italy","headAddress":"PIAZZA SS. ANARGIRI","headCity":"CORIGLIANO ROSSANO","headPostCode":"87067","headPhone":"(39)09 83 52 95 04","boss":"DOMENICO BAGNATO","bossTitle":"Mr","bossPosition":"COMMISSARIO PREFETTIZIO","membersCount":5,"membersFTE":"5.0","membership":"","memberOrga":"","goal":"IL COMUNE DI CORIGLIANO ROSSANO E' UN ENTE LOCALE all'interno della sua struttura organizzativa vi è l'Ufficio Europa comunale  che si occupa delle politiche comunitarie e cura l'accesso ai programmi ed ai finanziamenti offerti dall'Unione Europea. Inoltre svolge attività di animazione territoriale sulle politiche ed i programmi dell'Unione europea","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Competition, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, General and Institutional Affairs, Information Society, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"L'Ufficio Europa di Corigliano-Rossano cura l'accesso ai programmi ed ai finanziamenti offerti dall'Unione Europea e volge attività di animazione territoriale sulle politiche ed i programmi dell'Unione europea.Tra le sue attività rientra l'organizzazione del programma Maggio Europeo. Un programma di attività ed eventi che puntano a favorire la conoscenza e comprensione del progetto di integrazione europea, coltivando la percezione della ricca diversità della cultura europea e favorendo il dialogo interculturale, innanzitutto fra le giovani generazioni.","lastUp":"2018-04-13T13:50:59.630+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}