{"id":"70816716119-36","name":"Polskie Gornictwo Naftowe i Gazownictwo SA  -  Polish Oil and Gas Company","registrationDate":"2011-06-30T09:57:22.921+02:00","category":2,"subCategory":3,"legal":"SA/PLC","web":"http://pgnig.pl","country":"Poland","headAddress":"Kasprzaka, 25","headCity":"Warsaw","headPostCode":"01-224","headPhone":"(48)2 21 06 46 99","boss":"Aneta  Wilmanska","bossTitle":"Ms","bossPosition":"Director of PGNiG SA Representative Office","membersCount":8,"membersFTE":"4.5","membership":"European Energy Forum &#xd;\nwww.europeanenergyforum.eu&#xd;\n&#xd;\nInternational Association of Oil&amp;Gas Producers  http://www.iogp.org/ &#xd;\n&#xd;\nEuropean Federation of Energy Traders http://www.efet.org/&#xd;\n&#xd;\nThe European Gas Research Group&#xd;\nhttp://www.gerg.eu/&#xd;\n&#xd;\nThe Society of International Gas Tanker and Terminal Operators &#xd;\nhttp://www.sigtto.org/","memberOrga":"n/a","goal":"Polskie Górnictwo Naftowe i Gazownictwo SA is the leader of the Polish natural gas market. Since 2005 PGNiG SA is listed on the Warsaw Stock Exchange as a part of WIG20, the index of the largest Polish companies. &#xd;<br />The company’s core business includes exploration and production of natural gas and crude oil fields and, through its key subsidiaries, import, storage, sale and distribution of gaseous and liquid fuels, as well as generation of heat and electricity.&#xd;<br />&#xd;<br />PGNiG Capital Group includes:20 subsidiaries of PGNiG SA and 12 indirect subsidiaries of PGNiG SA.&#xd;<br />&#xd;<br />PGNiG SA has representative offices in Russia, Belgium,  Belarus and Ukraine as well as a branch active in Pakistan. &#xd;<br />PGNiG SA is also the sole owner of PGNiG Upstream Norway AS, a company engaged in exploring and operating deposits on the Norwegian Continental Shelf and the Norwegian Sea, PGNiG Upstream North Africa B.V., a company engaged in exploring hydrocarbon deposits in the Murzuq Basin in Libya, PGNiG Sales &amp; Trading GmbH based in Munich, a company engaged in gas trading; PGNiG Finance AB based in Stockholm, which issues Eurobonds on the European market and Polski GAZ TUW that is a mutual insurance society. Within PGNiG Capital Group a branch of PGNiG Supply&amp;Trading is involved in i.a. international LNG trading operates in London, UK.","acronym":"PGNiG SA","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Consumers, Economy, finance and the euro, Energy, Environment, External Relations, Foreign affairs and security policy, Regional Policy, Research and innovation, Single market, Taxation, Trans-European Networks, Transport","euInitiatives":"Main EU activities include monitoring and analysis of changes in the European Union legislation and other documents, which may affect PGNiG's performance on the European market. In particular:&#xd;<br />&#xd;<br />Implementation of 3rd legislative package on internal gas market (i.a. ENTSOG's Network Codes, Gas Directive 2009/73/WE amendment, EC decisions related to competition on gas market, EC exemption decisions), &#xd;<br />Energy Infrastructure (i.a. TYNDP, PCI lists),&#xd;<br />Financial Legislation (MIFID, EMIR, REMIT, Accounting Directive), including Sustainable Finance Package and taxation,&#xd;<br />Cohesion policy 2021-2027, Connecting Europe Facility,&#xd;<br />Environmental Legislation (incl. Groundwater Directive; Water Framework Directive; Mining Waste Directive; REACH; Biocides legislation; Environmental Impact Assessment; Strategic Environmental Assessment; Environment Liability Directive, LCP BREF, HC BREF/Guidelines, BAT Reference Document for the Management of Waste from Extractive Industries in accordance with Directive 2006/21/EC, air quality regulations), &#xd;<br />Off-shore Safety Directive, &#xd;<br />Regulation on security of natural gas supplies, &#xd;<br />Global LNG market development,&#xd;<br />EU Emission Trading Scheme regulations, &#xd;<br />Clean Energy Package (issued in 2016), incl. Energy Efficiency Directive, Renewable Energy Directive,  Market design, Energy Union governance, ACER)&#xd;<br />Mobility package (incl. Clean Vehicles Directive and Heavy Duty Vehicles Directive) and &#xd;<br />Internal gas market analyses incl. Quo vadis gas, FROG by CEER and other analyses related to gas package to be issued in 2020.","lastUp":"2019-05-14T13:36:25.540+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}