{"id":"708598532419-59","name":"International Human Rights Commission","registrationDate":"2018-08-27T17:10:55.919+02:00","category":3,"subCategory":2,"legal":"Fundacja","web":"https://www.ihrchq.org","country":"Czech republic","headAddress":"8.pesiho pluku,","headCity":"Frydek Mistek","headPostCode":"738-01","headPhone":"(420)6 08 03 33 34","boss":"Wasik Rafal Marcin","bossTitle":"Mr","bossPosition":"Sekretarz Generalny","membersCount":1,"membersFTE":"1.0","membership":"United Nations Global Marketplace - UNGM Nr.557559","memberOrga":"Stowarzyszenie Międzynarodowa Komisja Praw Człowieka z Ukrainy","goal":"Wsparcie i rozwój działalności informacyjnej organizacji publicznych. Organizacja i wsparcie misji monitoringowych w kraju i za granica. Ochrona życia, szacunek dla praw człowieka i przywrócenie godności, wsparcie i rozwój platformy komunikacji pomiędzy rządami, wsparcie uczestnictwa w programach rządowych i misjach dyplomatycznych","acronym":"IHRC","interests":"Borders and Security, Communication, Culture, Culture and media, Education and training, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Research and innovation, Youth","euInitiatives":"Niwelowanie na świecie punktów zapalnych wywołanych sporami lub konfliktami zbrojnymi.&#xd;<br /> Praca w szczególności na Ukrainie, Kosowie, Kaszmir.&#xd;<br />Budowa nowych obozów na terenie kontynentu Afryki dla uchodźców. Budowa stref monitoringowych zapobiegających nielegalnej migracji ekonomicznej.&#xd;<br /> Wdrażanie innowacyjnych programów psychologicznych.&#xd;<br /> Budowa w zachodniej Afryce nowej międzynarodowej strefy przygotowania i selekcji uchodźców.","lastUp":"2018-08-27T19:37:03.473+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}