{"id":"708626833085-53","name":"Fondacia \"Za Nashite Deca\"","registrationDate":"2018-11-06T16:36:43.497+01:00","category":3,"subCategory":2,"legal":"Non-profit organisation","web":"http://www.detebg.org","country":"Bulgaria","headAddress":"21 Gyueshevo street","headCity":"Sofia","headPostCode":"1303","headPhone":"(359)29 80 70 58","boss":"Ivanka Shalapatova","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":3,"membersFTE":"0.75","membership":"Eurochild - https://www.eurochild.org/&#xd;\nInternational Step by Step Association - https://issa.nl/&#xd;\nNational Network for Children - http://nmd.bg/","memberOrga":"","goal":"For Our Children Foundation is one of the largest non-governmental organisations in Bulgaria focusing on children’s rights and children’s issues. The organisation is a successor to the British children’s rights organisation Every Child. It has been active in Bulgaria for more than 25 years, during which it has remained focused on protecting the rights and improving the wellbeing of the most vulnerable children in the country. &#xd;<br />&#xd;<br />For Our Children has been actively involved in the process of deinstitutionalisation and the transition from institutional to community-based care, both through the provision of services and through advocacy directed at the national and local authorities. It is the first organisation that introduced foster care in Bulgaria and is one of the few service providers of foster care in the country. The organisation also provides services to children and families that are at risk of family separation, as well as services aimed at the prevention of violence, abuse and neglect.&#xd;<br />&#xd;<br />In recent years, numerous scientific studies have shown beyond any doubt that the child’s development during the first years has a significant impact on their entire life as an adult and because of this, investments in early childhood development have a much higher social return than investments in most other areas. That is why For Our Children Foundation focuses its efforts on supporting children in the early age (0-7 years old) and their families and advocates for the introduction of a purposeful, integrated approach to state policy in this area. This is carried out through research, advocacy, projects and service provision. The organisation’s advocacy programme is currently focused on the adoption of a national strategy for early childhood development and has been successful in initiating the setting up of a working group by the Ministry of Education and Science, which is responsible for drafting the strategy. For Our Children has a successful track record of policy influencing in this area, which is backed up by generating evidence through research. As an organisation, For Our Children is also piloting services for supporting early childhood development.","acronym":"FOC","interests":"Education and training, Employment and Social Affairs","euInitiatives":"For Our Children Foundation is active in the following areas related to the EU’s initiatives, policies and legislative files:&#xd;<br />1) For Our Children Foundation is actively following EU policy in the field of Early Childhood Education and Care (ECEC). This includes the EC proposal for a Council Recommendation on High Quality Early Childhood Education and Care Systems, where the organisation actively gave input, as well as earlier in the creation and dissemination of the Quality Framework for Early Childhood Education and Care.&#xd;<br />2) ECEC is part of the wider field of Early Childhood Development, which includes not only the education and care spheres, but all other policies directed towards ensuring all children develop to the maximum of their potential and strive, including policies in the health and social spheres. The importance of integrated ECD policies is gaining more prominence, as is evident from the Council Conclusions from 21 June 2018 on “Integrated early childhood development policies as a tool for reducing poverty and promoting social inclusion”. For Our Children Foundation has been active in influencing these Conclusions, as well as the work of the Bulgarian Presidency of the Council of the EU in one of its priorities in the social sphere, namely early childhood development policies.&#xd;<br />3) For Our Children is active in the area of deinstitutionalisation and the transition from institutional to community-based care, which has been actively supported by the EU. The organisation is following all initiatives related to this area, including the discussions taking place around the Multiannual Financial Framework and the related conditionalities therein. It is also actively seeking to influence the way that EU funds are spent in Bulgaria to fund the country’s deinstitutionalisation process. &#xd;<br />4) For Our Children is following the EU initiative related to the European Pillar of Social Rights, and the elements of the pillar related to children’s rights and wellbeing, including in the areas of overcoming child poverty, early childhood education and care.","lastUp":"2018-11-06T16:37:24.220+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}