{"id":"709377914776-23","name":"Deutsche Aktuarvereinigung e.V.","registrationDate":"2014-10-27T09:45:39.924+02:00","category":2,"subCategory":1,"legal":"eingetragener Verein","web":"https://www.aktuar.de","country":"Germany","headAddress":"Hohenstaufenring, 47-51","headCity":"Köln","headPostCode":"50674","headPhone":"(49221)9 12 55 40","boss":"Michael Steinmetz","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":4,"membersFTE":"1.25","membership":"Actuarial Association of Europe (AAE): www.actuary.eu&#xd;\nThe Actuarial Association of Europe (AAE) was established in 1978, originally as the Groupe Consultatif Actuariel Européen, to represent actuarial associations in Europe. Its purpose is to provide advice and opinions to the various organisations of the European Union – the Commission, the Council of Ministers, the European Parliament, EIOPA and their various committees – on actuarial issues in European legislation.The AAE currently has 37 member associations in 35 European countries, representing over 20,000 actuaries.  Advice and comments provided by the AAE on behalf of the European actuarial profession are totally independent of industry interests.&#xd;\n&#xd;\nInternational Actuarial Association (IAA): www.actuaries.org&#xd;\nFounded in 1895, and reformed in 1998 with a new constitution, the International Actuarial Association (IAA) is the worldwide association of professional actuarial associations, with a number of special interest sections for individual actuaries. The IAA exists to encourage the development of a global profession, acknowledged as technically competent and professionally reliable, which will ensure that the public interest is served.","memberOrga":"","goal":"The German Association of Actuaries (Deutsche Aktuarvereinigung, DAV)&#xd;<br />&#xd;<br />We are the professional body representing about 5,350 actuaries in Germany. &#xd;<br />Our members, are experts with specialist knowledge of, and expertise in, mathematics and statistics. They develop solutions to value, manage and steer financial risks, primarily in the sectors of finance and insurance as well as retirement provision.  &#xd;<br /> &#xd;<br />We create the framework that assures the high level of professional qualifications held by our members and award them the professional title “DAV Actuary”. Furthermore, thanks to our technical principles and further education and training programme we both demand and nurture the high degree of specialist knowledge among our members.&#xd;<br />Backed by the expertise of our members we make our services available to politics and the public sector, the insurance and finance industry as well as regulatory authorities as independent consultants and advisors.&#xd;<br />&#xd;<br />Our members have a university degree in mathematics or a related numerate discipline and must have completed the Association’s own demanding further education and training programme as well as having at least three years of practical experience in the profession.&#xd;<br />Continuous and documented further education and training is mandatory for our members but is a matter of course in any case. After all, actuarial responsibility for business and society requires a high degree of ethical awareness and personal integrity.","acronym":"DAV","interests":"Banking and financial services, Consumers, Economy, finance and the euro, Single market","euInitiatives":"Solvency II&#xd;<br />IORP II&#xd;<br />Consumer Protection&#xd;<br />Financial Stability&#xd;<br />Personal Pensions","lastUp":"2019-07-17T17:04:40.848+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}