{"id":"709377914776-23","name":"Deutsche Aktuarvereinigung e.V.","registrationDate":"2014-10-27T09:45:39.924+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"https://www.aktuar.de","country":"Germany","headAddress":"Hohenstaufenring, 47-51","headCity":"Köln","headPostCode":"50674","headPhone":"(49221)9 12 55 40","boss":"Michael Steinmetz","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":4,"membersFTE":"1.25","membership":"Actuarial Association of Europe (AAE): &#xd;\nThe Actuarial Association of Europe (AAE) was established in 1978, originally as the Groupe Consultatif Actuariel Européen, to represent actuarial associations in Europe. Its purpose is to provide advice and opinions to the various organisations of the European Union – the Commission, the Council of Ministers, the European Parliament, EIOPA and their various committees – on actuarial issues in European legislation.The AAE currently has 37 member associations in 35 European countries, representing over 20,000 actuaries.  Advice and comments provided by the AAE on behalf of the European actuarial profession are totally independent of industry interests.&#xd;\n&#xd;\nInternational Actuarial Association (IAA):&#xd;\nFounded in 1895, and reformed in 1998 with a new constitution, the International Actuarial Association (IAA) is the worldwide association of professional actuarial associations, with a number of special interest sections for individual actuaries. The IAA exists to encourage the development of a global profession, acknowledged as technically competent and professionally reliable, which will ensure that the public interest is served.","memberOrga":"","goal":"Die Deutsche Aktuarvereinigung (DAV) ist die berufsständische Vertretung der Aktuare und damit auch der Verantwortlichen Aktuare (VA) in Deutschland. Sie schafft die Rahmenbedingungen für eine fachlich fundierte Berufsausübung ihrer Mitglieder und steht im ständigen Dialog mit allen für sie relevanten nationalen und internationalen Institutionen, um im Interesse der Aktuare und zum Nutzen von Verbrauchern und Unternehmen ihren Sachverstand in gesetzgeberische Prozesse einzubringen.","acronym":"DAV","interests":"Consumer Affairs, Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union , Internal Market","euInitiatives":"Solvency II&#xd;<br />IORP II&#xd;<br />Consumer Protection&#xd;<br />Financial Stability&#xd;<br />Personal Pensions","lastUp":"2018-02-01T11:20:43.889+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}