{"id":"70942632022-37","name":"European Public Policy Associates (UK) Ltd","registrationDate":"2009-07-20T13:17:59.645+02:00","category":1,"subCategory":6,"legal":"UK Limited Company","web":"http://www.eppa.uk","country":"United kingdom","headAddress":"Amadeus House","headCity":"London","headPostCode":"WC2E 9DP","headPhone":"(44)20 78 12 66 13","boss":"Andrew Turner","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"EPPA UK provides both UK and EU focused public affairs services and we also specialize in the inter-relationship of policy-making between London and the EU. This service will remain relevant post Brexit as any new agreement will change but not negate the EU-UK relationship. EPPA UK’s Westminster and Brussels’ institutional and policy knowledge and experience is key to helping our clients develop their public affairs programmes by steering their dialogue with the appropriate audiences at the appropriate times either side of the Channel. This inter-institutional expertise also allows us to manage pan-European client programmes, particularly in the transport, environment and media sectors, using a network of public affairs practitioners across the EU.","acronym":"EPPA","interests":"Borders and Security, Business and Industry, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Energy, Environment, Institutional affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Trans-European Networks, Transport","euInitiatives":"Vehicle design, transport and environmental policies: Transport White Paper, REACH, proposal to simplify the transfer of motor vehicles registered in another Member State within the Single Market COM(2012) 164 final, the Urban Mobility Package, Intelligent Transport Systems policy, Culture policy, Customs and tariffs, vehicle tax policy, motor insurance","lastUp":"2019-07-16T11:33:52.920+02:00","customers":"Fédération Internationale des Véhicules Anciens","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}