{"id":"709577927547-05","name":"European Association for Aluminium Surface Treatment","registrationDate":"2017-06-20T10:59:11.892+02:00","category":2,"subCategory":4,"legal":"Verband","web":"http://www.estal.org","country":"Switzerland","headAddress":"c/o M. Kalmar","headCity":"Gersau","headPostCode":"6442","headPhone":"(41)4 47 72 22 77","boss":"José Almeida","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.5","membership":"http://www.european-aluminium.eu/","memberOrga":"http://www.estal.org./?q=page/membership","goal":"ESTAL aims to defend and promote the interests of its members at an international level, to actively contribute towards finding solutions to technical, economic and ecological issues associated with the production and utilisation of surface treated aluminium and to encourage the sharing of knowledge and the development of new technologies among its members.&#xd;<br />&#xd;<br />ESTAL actively builds contacts will al national and international associations in all fields of treatments and applications of aluminium with the aim of establishing membership and creating a platform on a European level, implying a dialogue between the industry, its suppliers and its users, both on a national and international level.&#xd;<br />&#xd;<br />ESTAL focuses on matters like environment, education and training, quality, standardisation, PR, benchmarking, lobbying, technology, and the sharing of knowledge in order to become the reference and acknowledged Authority and Center of Excellence on a Pan-European level on all issues concerning treatment of aluminium.","acronym":"ESTAL","interests":"Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Education and training, Energy, Environment, Research and innovation, Trans-European Networks","euInitiatives":"Environment, REACH, Circular Economy, Standardisation, Energy, Health and consumer safety, IED/BREF for surface treatment of metals,  waste, nanomaterials.","lastUp":"2018-06-22T16:41:05.838+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}