{"id":"70953241037-94","name":"Stichting Onderzoek Multinationale Ondernemingen","registrationDate":"2009-01-31T22:58:25.891+02:00","category":3,"subCategory":2,"legal":"Foundation (Stichting)","web":"https://www.somo.nl","country":"Netherlands","headAddress":"Sarphatistraat, 30","headCity":"Amsterdam","headPostCode":"1018 GL","headPhone":"(3120)6 39 13 91","boss":"Ronald Gijsbertsen","bossTitle":"Mr","bossPosition":"Managing director","membersCount":12,"membersFTE":"3.0","membership":"SOMO belongs to many networks at national, European and international level, including MVO platform, OECD Watch, GoodElectronics Network, Tax Justice Network, ECCJ Network.","memberOrga":"http://goodelectronics.org/&#xd;\nhttp://oecdwatch.org/&#xd;\nhttp://mvoplatform.nl/","goal":"Providing information on companies and the sectors in which they operate, corporate social responsibility, trade and investment agreements, to civil society organisations in world wide and especially developing countries in order to increase understanding and provide ways to achieve sustainable societies including the respect of human rights.&#xd;<br />&#xd;<br />SOMO is an independent, not-for-profit research and network organisation working on social, ecological and economic issues related to sustainable development. Since 1973, the organisation investigates multinational corporations and the consequences of their activities for people and the environment around the world. SOMO:&#xd;<br />&#xd;<br />- conducts its own research&#xd;<br />- conducts research for Civil Society Organizations (CSOs)&#xd;<br />- coordinates and participates in networks","acronym":"SOMO","interests":"Agriculture, Business and Industry, Competition, Consumers, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, International co-operation and development, Public Health, Research and innovation, Single market, Taxation, Trade, Trans-European Networks","euInitiatives":"* Good Electronics Network - EuropeAid - NSAED - lead SOMO&#xd;<br />* Fair Super Brands - EuropeAid - DEAR - Lead Christliche Initiative Romero","lastUp":"2018-07-03T16:39:23.165+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}