{"id":"70969654430-75","name":"Deloitte LLP","registrationDate":"2010-10-28T17:39:33.720+02:00","category":1,"subCategory":6,"legal":"Limited Liability Partnership","web":"http://www.deloitte.co.uk","country":"United kingdom","headAddress":"New Street Square, 2","headCity":"London","headPostCode":"EC4A 3BZ","headPhone":"(440)20 79 36 30 00","boss":"David Sproul","bossTitle":"Mr","bossPosition":"Senior Partner and Chief Executive","membersCount":1,"membersFTE":"0.25","membership":"Deloitte LLP is the United Kingdom affiliate of Deloitte NWE LLP, a member firm of Deloitte Touche Tohmatsu Limited (DTTL). Deloitte NWE LLP does not provide services to clients. Please see www.deloitte.com/about to learn more about our global network of member firms. &#xd;\n&#xd;\nOther:&#xd;\n- The British Chamber of Commerce in Belgium&#xd;\n- UK-based organisations that have Brussels offices/activity and of which we are a member (independent of our EU interests and activity), e.g. the CBI and the CityUK&#xd;\n- The ISDA","memberOrga":"Please refer to our annual reports for more information on Deloitte LLP: https://www2.deloitte.com/uk/en/pages/about-deloitte-uk/articles/annual-reports.html","goal":"Deloitte provides audit, tax, consulting and financial advisory services to public and private clients across multiple industries. Our purpose as a firm is to make an impact that matters: for our clients, our people and society. We do this by providing trust and confidence in the capital markets, supporting the growth and competitiveness of UK plc and building the skills of future leaders.","acronym":"","interests":"Customs, Economic and Financial Affairs, Financial Stability, Financial Services and Capital Markets Union , Internal Market, Taxation, Trade","euInitiatives":"Tax, Audit &amp; Accounting and Financial Services, primarily. Other dossiers may also be of interest.","lastUp":"2018-04-20T18:49:11.932+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":"","turnoverRange":""}