{"id":"709702119813-55","name":"Asociación Nacional de Fabricantes de Productos de Dietética Infantil","registrationDate":"2015-12-03T14:54:34.131+02:00","category":2,"subCategory":4,"legal":"Asociación empresarial","web":"","country":"Spain","headAddress":"Calle de Diego de León 54, escalera B,  5º derecha","headCity":"Madrid","headPostCode":"28006","headPhone":"(34)9 15 63 87 05","boss":"D. Jorge de Saja González","bossTitle":"","bossPosition":"Secretario","membersCount":4,"membersFTE":"4.0","membership":"1. Federación española de Indutrias de Alimentación y Bebidas (FIAB)&#xd;\nhttp://www.fiab.es/es/&#xd;\n&#xd;\n2. Specialized Nutrition Europe (SNE)&#xd;\nwww.sen.eu","memberOrga":"","goal":"Sus objetivos son: &#xd;<br />&#xd;<br />a) La representación , defensa y promoción de los intereses peculiares de sus afiliados. A nivel europeo SNE http://www.idace.org/&#xd;<br />&#xd;<br />b) Ejercitar “per se” ante los Tribunales o cualquiera de los Organismos Públicos las asociaciones que procedan con arreglo a las Leyes, o bien a través de la Federación o Confederación a que pueda adherirse&#xd;<br />&#xd;<br />c) Apoyar y fomentar la realización de cuantas actividades tiendan al mejor logro de los fines de la Asociación.&#xd;<br />&#xd;<br />d) Conciliar las cuestiones profesionales planteadas entre los asociados a su petición&#xd;<br />&#xd;<br />e) Asesorar e informar a los Organismos Oficiales, Confederaciones y Federaciones donde se halle integrada la Asociación en cuantos asuntos sea requerida para ello o considere oportuno poner en conocimiento de los mismos.&#xd;<br />&#xd;<br />f) En general, cualesquiera otros fines que, dentro de su actividad profesional, pueden ser del interés de los asociados.","acronym":"ANDI","interests":"Agriculture, Business and Industry, Competition, Consumers, Economy, finance and the euro, Energy, Environment, Food Safety, Maritime affairs and fisheries, Research and innovation, Single market, Trade","euInitiatives":"1.Reglamento (UE) 609/2013 del Parlamento Europeo y del Consejo de 12 de junio de 2013, relativo a los alimentos destinados a los lactantes y niños de corta edad, los alimentos para usos médicos especiales y los sustitutivos de la dieta completa para el control de peso. Reglamentos delegados relativos a Preparados para lactantes y preparados de continuación y a Alimentos elaborados a base de cereales y alimentos infantiles para lactantes y niños de corta edad.&#xd;<br />&#xd;<br />2.Commission Regulation (EC) No 953/2009 of 13 October 2009 on substances that may be added for specific nutritional purposes in foods for particular nutritional uses.&#xd;<br />&#xd;<br />&#xd;<br />3.Reglamento (UE) Nº 1169/2011 del Parlamento Europeo y del Consejo de 25 de octubre de 2011 sobre la información alimentaria facilitada al consumidor. http://ec.europa.eu/food/safety/labelling_nutrition/labelling_legislation/index_en.htm&#xd;<br />&#xd;<br />4.Regulation (EC) No 1924/2006 of the European Parliament and of the Council of 20 December 2006 on nutrition and health claims made on foods&#xd;<br />&#xd;<br />5.Recommendation on the monitoring of acrylamide levels in food. http://ec.europa.eu/food/food/chemicalsafety/contaminants/acrylamide_en.htm","lastUp":"2018-09-24T16:25:01.189+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}