{"id":"709984531212-52","name":"SZCZĘŚNIAK Pojazdy Specjalne Sp. z o. o.","registrationDate":"2018-04-16T14:04:44.358+02:00","category":2,"subCategory":3,"legal":"przedsiębiorstwo","web":"http://www.psszczesniak.pl","country":"Poland","headAddress":"SZCZĘŚNIAK Pojazdy Specjalne Sp. z o. o.","headCity":"Bielsko-Biała","headPostCode":"43-346","headPhone":"(48)3 38 27 34 00","boss":"Grzegorz Szczęśniak","bossTitle":"Mr","bossPosition":"Prezes Zarzadu","membersCount":5,"membersFTE":"1.25","membership":"- Członek Stowarzyszenia Eksporterów Polskich i \"Lider Polskiego Eksportu\"&#xd;\n- Członek Polskiej Izby Producentów na Rzecz Obronności Kraju&#xd;\n- Członek Konfederacji LEWIATAN","memberOrga":"n.d.","goal":"MISJA: Zawsze być wiarygodnym i niezawodnym partnerem dla służb mundurowych w kraju i za granicą, poprzez produkcję i dostawę nowoczesnych pojazdów specjalnych. WIZJA:  Stać się globalnym dostawcą innowacyjnych rozwiązań dla służb mundurowych. Planować i realizować cele, jednocześnie szanując ponadczasowe wartości, takie jak: wiedza, doświadczenie i otwartość umysłu, a także - równość  i wielokulturowość. CEL NADRZĘDNY:  Doskonalić i dywersyfikować prowadzoną produkcję. Zdobywać nowe rynki sprzedaży: z sektora militarnego, z sektora obrony cywilnej oraz z innych sektorów dotyczących pojazdów specjalnych. Dążyć do uzyskania połowy łącznej wartości sprzedaży z eksportu.&#xd;<br />DOMENA: Produkcja pojazdów specjalnych dla wojska i straży pożarnej.","acronym":"SZCZĘŚNIAK Pojazdy S","interests":"Enterprise, Foreign and Security Policy and Defence, Research and Technology, Transport","euInitiatives":"Inicjatywy, strategie polityczne i dossier ustawodawcze UE&#xd;<br />dotyczące:1) pojazdów specjalnych dla: sektora militarnego, obrony cywilnej i innych innych dotyczących pojazdów specjalnych; 2) inicjatywy dotyczące wyposażenia i sprzętu dla służb mundurowych; 3) przepisy prawne dotyczące transportu samochodowego i produkcji pojazdów samochodowych.","lastUp":"2018-04-16T14:05:12.098+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}