{"id":"71063945715-33","name":"European Steel Technology Platform","registrationDate":"2011-04-22T11:28:22.197+01:00","category":3,"subCategory":2,"legal":"European Technology Platform","web":"http://estep.eu","country":"Belgium","headAddress":"Avenue Cortenbergh, 172","headCity":"Brussels","headPostCode":"B-1000","headPhone":"(32)27 38 79 43","boss":"Klaus Peters","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":2,"membersFTE":"1.5","membership":"Link with EUROFER, other European technology Platforms ( ETP), National steel technology platforms and numerous associations in Brussels like EUnited, EFFRA, EUCAR, E2BA, K4M, A4M, A.SPIRE, EMIRI, ECCS","memberOrga":"www.estep.eu","goal":"ESTEP, the European Steel Technology Platform is one of the European Technology Platform, following the chart defined by the European Commission for 2020 ETPs. We have a wide panel of stakeholders (acamedia, steel industry, research centers, MS representatives, European Commission ...) . We have a living Strategic Research Agenda(SRA) and several dedicated Focus Groups for the SRA implementation. Our agenda aims at promoting a sustainable steel production and developing  steel solutions in line with European societal challenges.   ESTEP is an AISBL, led by the General Assembly, a Board of Directors and a Steering Group.We have also a Mirror Group to make the link with EU28 member States.","acronym":"ESTEP","interests":"Business and Industry, Climate Action, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Research and innovation, Transport","euInitiatives":"RFCS&#xd;<br />PPP SPIRE&#xd;<br />EMIRI&#xd;<br />PPP FoF&#xd;<br />PPP B2B&#xd;<br />PPP EGVI&#xd;<br />Metallurgy made in and for Europe&#xd;<br />EIP Water&#xd;<br />EIP Raw Materials&#xd;<br />KIC Raw Materials&#xd;<br />KIC Innoenergy&#xd;<br />M-ERA-Net&#xd;<br />H2020&#xd;<br />Horizon Europe","lastUp":"2019-11-08T16:33:03.927+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}