{"id":"711702227111-32","name":"Magyar Rektori Konferencia","registrationDate":"2017-05-11T10:26:52.978+02:00","category":6,"subCategory":9,"legal":"köztestület","web":"http://mrk.hu","country":"Hungary","headAddress":"Benczúr utca 43. 4.em.3.","headCity":"Budapest","headPostCode":"1068","headPhone":"(36)7 08 82 50 47","boss":"János Dr. Józsa","bossTitle":"","bossPosition":"elnök","membersCount":3,"membersFTE":"1.25","membership":"European University Association (EUA),&#xd;\nEuropean Association of Institutions in Higher Education (EURASHE), &#xd;\nInternational Association of Universities (IAU)&#xd;\nENSZ Éghajlatváltozási Kormányközi Testület","memberOrga":"64 members are all the Hungarian higher educational institutions","goal":"The Hungarian Rectors’ Conference was established 30 years ago and represents all HEIs in the country. Its primary task is to represent the higher education institutions and to protect their interests in any issue with relevance to higher education at national and international level. In this respect HRC manages the elaboration of proposals on legislative provisions, coordinates the discussion processes to form common positions of the Hungarian higher educational sector on significant HE issues. As a result of these activities HRC is a determinant actor in shaping relevant national public policy. &#xd;<br />Besides protecting HEIs interests HRC facilitates the international collaboration of its members through several channels: &#xd;<br />- By means of full membership in the European Association of Universities (EUA) and the International University Association (IAU) HRC plays an active role in the realization and improvement of the internationalisation strategies of the Hungarian HEIs.&#xd;<br />- In the framework of professional working groups of EUA HRC is also forming perspectives of EHEA’s research and innovation activities. Researchers and experts delegated by HRC to these working groups are involved in the newest developments of current HE issues, and provide useful inputs to national HE principles. &#xd;<br />- By participating in EU-funded projects with different kinds of scopes HRC contributes to the development of crucial fields of EHEA, such as the enhancement of teaching quality in higher education, and addressing the present challenges of professional higher education (EFFECT, PROCSEE)&#xd;<br />- HRC pursues constant dialogue with international partners, as a result of which mutually fruitful international collaborations are performed. A good example of successful cooperation is the Brazilian scholarship program, Science Without Borders, in which more than 2000 Brazilian students learnt in Hungary under the umbrella of HRC’s coordinating and organizing activity.","acronym":"MRK","interests":"Culture, Digital economy and society, Education and training, External Relations, Regional Policy, Research and innovation, Trans-European Networks, Youth","euInitiatives":"Programs in the framework of EU Education, Training and Youth policy programs","lastUp":"2019-05-13T14:40:00.309+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}