{"id":"711702227111-32","name":"Magyar Rektori Konferencia","registrationDate":"2017-05-11T10:26:52.978+02:00","category":6,"subCategory":9,"legal":"köztestület","web":"http://mrk.hu","country":"Hungary","headAddress":"Benczúr utca 43. 4.em.3.","headCity":"Budapest","headPostCode":"1068","headPhone":"(36)7 08 82 50 47","boss":"József Dr. Bódis","bossTitle":"","bossPosition":"elnök","membersCount":1,"membersFTE":"0.75","membership":"European University Association (EUA),&#xd;\nEuropean Association of Institutions in Higher Education (EURASHE), &#xd;\nInternational Association of Universities (IAU)&#xd;\nENSZ Éghajlatváltozási Kormányközi Testület","memberOrga":"Az összes magyar felsőoktatási intézmény.","goal":"A Magyar Rektori Konferencia közhasznú (egyben cél szerinti) tevékenysége keretében a felsőoktatási intézmények képviseletét és érdekvédelmét látja el a nemzeti felsőoktatásról szóló 2011. évi CCIV. törvényben, illetve az egyéb vonatkozó jogszabályokban részletezett közfeladatoknak megfelelően.&#xd;<br />Annak érdekében, hogy ezen feladatának és alapcéljának eleget tudjon tenni, a felsőoktatási intézmények vezetői kapcsolattartásának érdekében rendszeres fórumot biztosít, ahol lehetőség nyílik a vélemények kicserélésére és a jogszabályok által meghatározott körben döntések, határozatok meghozatalára.&#xd;<br />A Magyar Rektori Konferencia nemzetközi kapcsolatait felhasználja a magyarországi felsőoktatási intézmények népszerűsítésére. A Magyar Rektori Konferencia az ösztöndíjas és a hallgatói csereprogramok, valamint a különböző nemzetközi mobilitási programok keretében Magyarországra érkező hallgatók számának gyarapítása érdekében együttműködik a magyar és a nemzetközi társszervezetekkel. A Magyar Rektori Konferencia a mobilitási programok előkészítése és lebonyolítása érdekében nemzetközi kapcsolatokat létesít és tart fenn. A Magyar Rektori Konferencia az ezzel a tevékenységgel kapcsolatos költségei megtérítésére jogosult, és az ebből a tevékenységből származó bevételt e tevékenység költségeire köteles fordítani, más tevékenységre történő átcsoportosítására az elnök engedélyével van lehetőség.","acronym":"MRK","interests":"Culture, Digital economy and society, Education and training, External Relations, Regional Policy, Research and innovation, Trans-European Networks, Youth","euInitiatives":"Az Európai Unió oktatási, képzési és ifjúsági politikája, és az ennek keretében meghirdetett programok","lastUp":"2018-05-11T09:49:11.859+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}