{"id":"71175716023-03","name":"JT International","registrationDate":"2011-06-14T14:33:32.567+02:00","category":2,"subCategory":3,"legal":"S.A.","web":"http://www.jti.com","country":"Switzerland","headAddress":"8 rue Kazem Radjavi","headCity":"Geneva","headPostCode":"1202","headPhone":"(32)0 26 26 24 78","boss":"Eddy Pirard","bossTitle":"Mr","bossPosition":"President &amp; CEO","membersCount":7,"membersFTE":"3.0","membership":"•\tConfederation of European Community Cigarette &#xd;\n        Manufacturers (CECCM)&#xd;\n•\tEuropean Smoking Tobacco Association (ESTA)&#xd;\n•\tEuropean Cigar Manufacturers Association (ECMA)&#xd;\n•\tBusiness Europe&#xd;\n•\tJapan Business Council in Europe (JBCE)&#xd;\n•\tBritish Chamber of Commerce in Belgium (BCCB)&#xd;\n•\tAmerican European Community Association (AECA)&#xd;\n•\tCenter for European Policy Studies (CEPS)&#xd;\n•\tThe Kangaroo Group&#xd;\n•\tAmbrosetti Club Europe&#xd;\n•\tEURACTIV&#xd;\n•\tPublic Affairs Council (PAC) &#xd;\n•\tForest EU (Freedom Organisation for the Right to &#xd;\n        Enjoy Smoking Tobacco)&#xd;\n•\tEPICENTER (European Policy Information Center) &#xd;\n•\tConsumer Choice Center (CCC)","memberOrga":"","goal":"We were formed in 1999 when Japan Tobacco acquired the non-US operations of tobacco company RJ Reynolds&#xd;<br />The further acquisition of UK-based Gallaher in 2007 nearly doubled the size of JTI by adding 11,000 new employees.&#xd;<br />Today, our company has over 26,000 employees, and operations in 120 countries. Our headquarters are in Geneva, Switzerland. Our diverse employee base is made up of over 100 nationalities building careers at JTI that span our worldwide operations. We are a truly international business.&#xd;<br />&#xd;<br />JTI recognizes that cigarettes are a legal but controversial product. People smoke for pleasure but there are real risks that come with that pleasure. Accordingly JTI believes that tobacco products should be appropriately regulated.&#xd;<br />&#xd;<br />JTI also believes in the freedom of adults to choose whether they want to smoke and that no one should smoke unless he or she understands the risks of doing so. These risks distinguish tobacco from most consumer goods and they place upon the industry a real responsibility. It's a responsibility for which JTI expects to be held accountable, together with governments and the rest of society.","acronym":"JTI","interests":"Agriculture, Borders and Security, Business and Industry, Competition, Consumers, Customs, Economy, finance and the euro, Employment and Social Affairs, Enlargement, Environment, External Relations, Justice and Fundamental Rights, Public Health, Single market, Taxation, Trade","euInitiatives":"• Directive 2014/40/EU: of the European Parliament and of the Council of 3 April 2014 on the approximation of the laws, regulations and administrative provisions of the Member States concerning the manufacture, presentation and sale of tobacco and related products and repealing Directive 2001/37/EC&#xd;<br />• Directive 2011/64/EC on the structure and rates of excise duty applied to manufactured tobacco (codification) and Directive 2008/118/EC concerning the general arrangements for excise duty and repealing Directive 92/12/EEC.&#xd;<br />• The Trademark Directive (2008/95/EC) and the Community Trademark Regulation (207/2009/EC). &#xd;<br />• Better Regulation&#xd;<br />• International FTAs&#xd;<br />• Directive 2008/98/EC of the European Parliament and of the Council of 19 November 2008 on waste&#xd;<br />• Directive 94/62/EC of 20 December 1994 on packaging and packaging waste","lastUp":"2018-09-04T12:01:48.917+02:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":0,"turnoverRange":""}