{"id":"712395115155-72","name":"Sanoma Corporation","registrationDate":"2014-12-05T14:47:44.491+02:00","category":2,"subCategory":3,"legal":"Public limited liability company","web":"http://www.sanoma.com","country":"Finland","headAddress":"Töölönlahdenkatu, 2","headCity":"Sanoma","headPostCode":"00089","headPhone":"(10)5 19 99","boss":"Susan Duinhoven","bossTitle":"Ms","bossPosition":"President &amp; CEO","membersCount":1,"membersFTE":"0.25","membership":"European Publishers Council, European Magazine Media Association, ACT, the Federation of the Finnish Media Industry Finnmedia, The Finnish Newspapers Association, Aikakausmedia,  Finnish Book Publishers’ Association","memberOrga":"","goal":"At Sanoma, we help people access and understand the world. A world full of opportunities and experiences – a world to explore, influence or share. Working together with our customers, we create high quality, relevant, captivating content: information, inspiration, education and entertainment, across media in multiple channels. We serve their individual needs to develop themselves and enjoy their lives.&#xd;<br />Sanoma is amongst the largest media and learning companies in Europe. We entertain, inform, educate and inspire millions of people every day — across media in multiple channels. We employ over 5,200 professional employees operating in Europe. Our key markets are Finland, The Netherlands, Belgium and Central &amp; Eastern Europe.","acronym":"","interests":"Audiovisual and Media, Budget, Communication, Competition, Consumer Affairs, Culture, Education, Employment and Social Affairs, Enlargement, Enterprise, External Relations, General and Institutional Affairs, Information Society, Internal Market, Regional Policy, Research and Technology, Taxation, Trans-European Networks, Youth","euInitiatives":"-\tCopyright initiatives such as Licences for Europe Stakeholder Discussions in 2013;&#xd;<br />-\tDiscussion related to VAT for digital subscriptions&#xd;<br />-\tOpen Educational Resources and Opening Up Education discussion","lastUp":"2018-03-27T12:12:02.717+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}