{"id":"712413728523-87","name":"CIRUNA - Cleopa Institut für Ressourcen und Nachhaltigkeit","registrationDate":"2017-10-03T13:06:25.531+01:00","category":4,"subCategory":5,"legal":"none","web":"http://ciruna.de/","country":"Germany","headAddress":"Neuendorfstr., 18b","headCity":"Hennigsdorf","headPostCode":"16761","headPhone":"(49)3 30 22 06 92 96","boss":"Detlef Olschewski","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"1.25","membership":"","memberOrga":"","goal":"Ciruna aims at developing and escorting processes for resource efficiency and sustainability. As Pan - European think thank, Ciruna collects experts and advisors on the topics of interest, delivering high quality contributions for policy - makers and citizens.&#xd;<br />Discussions, meetings and working groups are focused on the development of two core activities: firstly, Ciruna encompasses the creation of policy guidances, white papers, publications and users' guides approaching energy efficiency, efficacy and sustainability with a circular regional living lab perspective. Secondly, Ciruna think thank committs to deliver on - time and on - quality consultancy services to private organizations (i.e. SME energy auditing and sustainability certificate) and to public organizations (i.e. among others, SEAP transition consultancy and citizens' involvement strategies). &#xd;<br />Ciruna forecasts also the realization of EU project proposal applications, targeting innovative ideas and fostering trans-national cooperation. Ciruna aims at involving the target groups to a great extent, by the means of testimonials participation, city - citizens speed dating, European week attendances and other type of public events.","acronym":"Ciruna","interests":"Climate Action, Development, Energy, Enterprise, Environment, Information Society, Regional Policy, Research and Technology, Trans-European Networks, Transport, Youth","euInitiatives":"Big data, Privacy, energy efficiency (EE), Renewable Resources (RES),smart grid, eco-innovation, Living lab (LL), blockchain, Circular Economy (CE), H2020 policy, ERDF policy","lastUp":"2017-11-06T11:48:19.793+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}