{"id":"712668321423-77","name":"Federation of European Producers of Abrasives","registrationDate":"2016-04-19T13:45:24.058+01:00","category":2,"subCategory":1,"legal":"Assocation","web":"http://www.fepa-abrasives.org","country":"France","headAddress":"20, avenue Reille","headCity":"Paris","headPostCode":"75014","headPhone":"(33)1 45 81 25 90","boss":"Franck Verguet","bossTitle":"Mr","bossPosition":"General Secretary","membersCount":1,"membersFTE":"0.25","membership":"FEPA is member of Cerame Unie: &#xd;\nhttp://cerameunie.eu/members/sectors/","memberOrga":"List of members' companies&#xd;\nhttp://www.fepa-abrasives.org/Members/Memberslist.aspx&#xd;\n&#xd;\nAssociations and members by countries: &#xd;\nhttp://www.fepa-abrasives.org/Members/ActiveMembers.aspx","goal":"FEPA is the Federation of the European Producers of Abrasives. It is a non-profit making organisation consisting of National Associations and European manufacturers of a wide range of abrasives products. Over 220 companies, based in 19 European countries are members of FEPA. The industry represent a € 3,5 billion turnover in 2015 in Europe and employs 20.000 salaries. &#xd;<br />The objectives of FEPA are to ensure safety of the products by developing and improving European and international safety standards, as well as to ensure safety of professional users and DIYers in use of abrasives products by providing safety recommendations (leaflets, codes, website, and video tutorials, training…). &#xd;<br />More generally FEPA promotes the common interests of the European producers of abrasives and represent the industry to governments, regulatory organisations and partners, such as machines builders, users or international organisations. &#xd;<br />FEPA supports its members in developing sustainable abrasives and to respect the European regulations, especially by documentation, information, studies, and services.","acronym":"FEPA","interests":"Climate Action, Competition, Consumer Affairs, Enterprise, Environment, Foreign and Security Policy and Defence, Internal Market, Public Health","euInitiatives":"Health Enrionement and Safety (REACH, CLP, IED and Brefs, ROHS, ...), Users safety and internal market (GPSD and MSPR, ....), Trade (Trade barriers, Trade Defense Instruments, Conflict Minerals, Free Trade Agreements...)","lastUp":"2017-03-23T09:39:44.129+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}