{"id":"712860327581-87","name":"Polymateria Limited","registrationDate":"2017-06-23T12:43:12.550+02:00","category":2,"subCategory":3,"legal":"Limited company","web":"http://polymateria.com/","country":"United kingdom","headAddress":"32 Curzon Street","headCity":"London","headPostCode":"W1J 7WS","headPhone":"(44)20 37 13 29 44","boss":"Roxane Tamas","bossTitle":"Ms","bossPosition":"General Counsel","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"One third of the world’s plastic ends up in the natural environment after use, and will stay there for hundreds of years.&#xd;<br />Polymateria is a British company founded with the mission to tackle this global environmental issue through the power of scientific excellence. Polymateria R&amp;D is focused on providing solutions for the end-life of plastics.&#xd;<br />&#xd;<br />Polymateria develops drop-in additives for plastic products and packaging that provide for time-controlled biodegradability. Polymateria technology can be applied to a wide range of consumer plastic products and packaging, and is especially well suited to packaging that escapes collection systems – such as takeaway and food packaging. &#xd;<br />&#xd;<br />Polymateria advanced biodegradation technology provides for:&#xd;<br />• Biodegradability: breakdown of synthetic polymer based products into biomass, CO2 and water&#xd;<br />• Time controlled: packaging performance unaffected throughout shelf &amp; use life; degradation triggered thereafter&#xd;<br />• Recyclable: within the packaging’s useful life&#xd;<br />• Simple and cost effective: easy for any polymer converter to add to process; small on-cost&#xd;<br />• Partnership and accountability: we work with our partners from pilot to testing &amp; validation to scale up, to ensure results and performance to be proud of.&#xd;<br />&#xd;<br />Polymateria sells its technology through licence agreements with large operators and manufacturers, delivering bespoke technology in the form of masterbatch additives.","acronym":"Polymateria","interests":"Climate Action, Consumers, Environment, Food Safety, Public Health, Research and innovation","euInitiatives":"EU Commission Consultation on plastics&#xd;<br />ECHA Call for comments on oxo-degradable plastics","lastUp":"2018-06-14T15:35:00.229+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}