{"id":"712905335085-75","name":"Asian Forum for Human Rights and Development","registrationDate":"2019-06-10T11:37:17.235+02:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.forum-asia.org","country":"Thailand","headAddress":"S.P.D Building 3rd Floor, 79/2 Krungthonburi Road","headCity":"Bangkok","headPostCode":"10600","headPhone":"(66)2 10 82 64 3- 45","boss":"John Samuel","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":27,"membersFTE":"27.0","membership":"Please see page 48 of the latest annual report to have an overview of FORUM-ASIA's partners and networks (https://www.forum-asia.org/uploads/wp/2018/06/Forum-Asia-Annual-Report-2017-for-Web.pdf).","memberOrga":"Full-Fledged members&#xd;\n&#xd;\nAfghanistan&#xd;\n&#xd;\n1. Civil Society and Human Rights Network (CSHRN)&#xd;\n&#xd;\nBangladesh&#xd;\n&#xd;\n2. Ain O Salish Kendra (ASK)&#xd;\n3. Resource Integration Center (RIC)&#xd;\n4. Odhikar&#xd;\n5. Madaripur Legal Aid Association (MLAA)&#xd;\n6. Refugee and Migratory Movements Research Unit (RMMRU)&#xd;\n&#xd;\nCambodia&#xd;\n&#xd;\n7. Cambodian League for the Promotion and Defense of Human Rights (LICADHO)&#xd;\n8. Cambodian Human Rights and Development Association (ADHOC)&#xd;\n9. Worker’s Information Centre (WIC)&#xd;\n&#xd;\nIndia&#xd;\n&#xd;\n10. South India Cell for Human Rights Education and Monitoring (SICHREM)&#xd;\n11. People’s Vigilance Committee on Human Rights (PVCHR)&#xd;\n12. People’s Watch (PW)&#xd;\n13. Banglar Manabadhikar Suraksha Mancha (MASUM)&#xd;\n14. Dalit Foundation&#xd;\n15. Human Rights Alert (HRA)&#xd;\n16. Association of Parents of Disappeared Persons (APDP)&#xd;\n17. Centre for the Sustainable Use of Natural and Social Resources (CSNR)&#xd;\n&#xd;\nIndonesia&#xd;\n&#xd;\n18. Indonesia Legal Aid Foundation – Yayasan Lembaga Bantuan Hukum Indonesia (YLBHI)&#xd;\n19. Yayasan Sekretariat Anak Merdeka Indonesia (SAMIN)&#xd;\n20. Indonesian Legal Aid and Human Rights Association (PBHI)&#xd;\n21. The Indonesian Human Rights Monitor – Inisiatif Masyarakat Partisipatif untuk Transisi Berkeadilan (Imparsial)&#xd;\n22. Human Rights Working Group (HRWG) – Indonesia’s NGO Coalition for International Human Rights Advocacy&#xd;\n23. The Alliance of Independent Journalists Indonesia (AJI)&#xd;\n24. Commission for the Disappeared and Victims of Violence – Komisi untuk Orang Hilang dan Korban Tindak Kekerasan (KontraS)&#xd;\n25. Institute for Policy Research and Advocacy (ELSAM)&#xd;\n&#xd;\nKazakhstan&#xd;\n&#xd;\n26. Kazakhstan International Bureau for Human Rights and Rule of Law (KIBHR)&#xd;\n27. Dignity – Kadyr-kassiyet (KK)&#xd;\n&#xd;\nKyrgyzstan&#xd;\n&#xd;\n28. Bir Duino&#xd;\n&#xd;\nMalaysia&#xd;\n&#xd;\n29. Suara Rakyat Malaysia (SUARAM)&#xd;\n30. Education and Research Association for Consumers Malaysia (ERA Consumer Malaysia)&#xd;\n31. Pusat KOMAS&#xd;\n&#xd;\nMongolia&#xd;\n&#xd;\n32. Globe International Center (GIC)&#xd;\n33. Center for Human Rights and Development (CHRD)&#xd;\n&#xd;\nMyanmar&#xd;\n&#xd;\n34. Equality Myanmar (EQMM)&#xd;\n35. Women’s League of Burma (WLB)&#xd;\n&#xd;\nNepal&#xd;\n&#xd;\n36. Informal Sector Service Centre (INSEC)&#xd;\n37. Community Self Reliance Centre (CSRC)&#xd;\n38. Karnali Integrated Rural Development and Research Centre (KIRDARC)&#xd;\n39. Women’s Rehabilitation Centre (WOREC)&#xd;\n&#xd;\nPakistan&#xd;\n&#xd;\n40. National Commission for Justice and Peace (NCJP)&#xd;\n41. Society for the Protection of the Rights of the Child (SPARC)&#xd;\n42. Potohar Organization for Development Advocacy (PODA)&#xd;\n43. Human Rights Commission of Pakistan (HRCP)&#xd;\n44. Bytes for All, Pakistan (B4A)&#xd;\n45. Awaz Foundation Pakistan – Centre for Development Services&#xd;\n46. Association of Women for Awareness &amp; Motivation (AWAM)&#xd;\n&#xd;\nSingapore&#xd;\n&#xd;\n47. Think Centre&#xd;\n&#xd;\nSouth Korea&#xd;\n&#xd;\n48. People’s Solidarity for Participatory Democracy (PSPD)&#xd;\n49. Korean House for International Solidarity (KHIS)&#xd;\n&#xd;\nSri Lanka&#xd;\n&#xd;\n50. Law and Society Trust (LST)&#xd;\n51. INFORM Human Rights Documentation Centre&#xd;\n52. Rights to Life Human Rights Centre (R2L)&#xd;\n&#xd;\nTaiwan&#xd;\n&#xd;\n53. Taiwan Association for Human Rights (TAHR)&#xd;\n54. Covenants Watch (CW)&#xd;\n&#xd;\nThailand&#xd;\n&#xd;\n55. People’s Empowerment Foundation (PEF)&#xd;\n56. Community Resource Centre (CRC)&#xd;\n57. Asian Resource Foundation (ARF)&#xd;\n&#xd;\nThe Maldives&#xd;\n&#xd;\n58. Maldivian Democracy Network (MDN)&#xd;\n&#xd;\nThe Philippines&#xd;\n&#xd;\n59. Public Interest Environmental Law Office – Tanggol Kalikasan (TK)&#xd;\n60. Task Force Detainees of the Philippines (TFDP)&#xd;\n61. Philippine Alliance of Human Rights Advocates (PAHRA)&#xd;\n62. Balay Alternative Legal Advocates for Development in Mindanaw (Balaod Mindanaw)&#xd;\n63. Philippine Collective for Modern Heroism (Dakila)&#xd;\n64. Karapatan Alliance Philippines (Karapatan)&#xd;\n&#xd;\nTimor Leste&#xd;\n&#xd;\n65. Judicial System Monitoring Program (JSMP)&#xd;\n66. Association for Law, Human Rights and Justice – Hukum, Hak Asasi dan Keadilan (HAK)&#xd;\n&#xd;\nVietnam&#xd;\n&#xd;\n67. Vietnamese Women for Human Rights (VNWHR)&#xd;\n&#xd;\nAssociate Members&#xd;\n&#xd;\nIndia&#xd;\n&#xd;\n1. Center for Communication and Development Studies (CCDS)&#xd;\n2. Quill Foundation&#xd;\n3. Rights Education And Development Centre (READ)&#xd;\n4. Jananeethi&#xd;\n&#xd;\nKazakhstan&#xd;\n&#xd;\n5. International Legal Initiative Public Foundation (ILI Foundation)&#xd;\n&#xd;\nMongolia&#xd;\n&#xd;\n6. National Center Against Violence (NCAV)&#xd;\n7. Psychological Responsiveness NGO (PSR)&#xd;\n8. MONFEMENT National Network&#xd;\n&#xd;\nNepal&#xd;\n&#xd;\n9. Jagriti Child and Youth Concern Nepal (JCYCN)&#xd;\n10. National Alliance for Human Rights and Social Justice&#xd;\n11. Youth Action Nepal (YOAc)&#xd;\n&#xd;\nSri Lanka&#xd;\n&#xd;\n12. Rights Now Collective (RN)&#xd;\nThailand&#xd;\n13. Progressive Voice (PV)&#xd;\n&#xd;\nThe Philippines&#xd;\n&#xd;\n14. Purple Action for Indigenous Women’s Rights (LILAK)","goal":"The Asian Forum for Human Rights and Development (FORUM-ASIA) works to promote and protect human rights, including the right to development, through collaboration and cooperation among human rights organisations and defenders in Asia and beyond. &#xd;<br />&#xd;<br />FORUM-ASIA is a network of 81 members in 21 countries, across Asia. It was founded in 1991 in Manila, the Philippines. Its Secretariat is established in Bangkok, Geneva, Jakarta, and Kathmandu.&#xd;<br />&#xd;<br />FORUM-ASIA envisions societies in Asia and beyond which are democratic, just, equitable and sustainable, where all human rights of all individuals, groups, and peoples are fully realised, in accordance with international human rights standards and norms. Guided by this vision, FORUM-ASIA’s mission is to strengthen movements for human rights and sustainable development through advocacy, capacity-development and solidarity actions with human rights defenders (HRDs) and civil society organisations (CSOs). FORUM-ASIA aims to achieve this mission by creating an enabling environment for peace, gender justice, human rights, democracy and sustainable development together with its members and in partnership with national and international organisations.&#xd;<br />&#xd;<br />FORUM-ASIA is a membership-based organisation with strong commitment to work with members and partners at the national, regional and international level. The governance process of FORUM-ASIA consists of its members (together, they make up FORUM-ASIA’s General Assembly, the highest policy-making body) and the Executive Committee (office bearers elected amongst its members). The members of FORUM-ASIA are civil society organisations and movements working at the national level with a commitment to human rights and sustainable development. Hence, these member organisations and partners in the Asian region are part and parcel of the core identity and legitimacy of FORUM-ASIA as one of the largest membership-based organisation in the region working on human rights and development. The Secretariat of FORUM-ASIA is responsible for coordination, facilitation and management of all its programmes, while the Executive Committee is charged with management oversight and organisational policy.","acronym":"FORUM-ASIA","interests":"Climate Action, Communication, Foreign affairs and security policy, International co-operation and development, Justice and Fundamental Rights","euInitiatives":"Civil Society and Local Authorities Strengthening Regional, European and Global CSO Umbrella Organisations (Framework Partnership) and all related policies.","lastUp":"2019-06-10T11:43:42.892+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}