{"id":"713844029237-89","name":"The European Chamber of Commerce of Sri Lanka","registrationDate":"2017-12-08T08:59:57.432+01:00","category":2,"subCategory":4,"legal":"Company limited by guarantee","web":"http://www.eccsl.lk","country":"Sri lanka","headAddress":"358B","headCity":"Colombo","headPostCode":"05","headPhone":"(94)2 44 89 31","boss":"John Wilson","bossTitle":"Mr","bossPosition":"Director","membersCount":3,"membersFTE":"0.75","membership":"NA","memberOrga":"www.eccsl.lk","goal":"The ECCSL is a Chamber of Commerce. Its primary objective is to stimulate, strengthen and promote economic and business relations between Sri Lanka and the 27 member countries of the European Union. ECCSL broadly seeks to provide, inter-alia, efficient and professional information, and advisory, consultative, promotional and representative linkages between Sri Lankan and European business entities.","acronym":"ECCSL","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The ECCSL organised and held awareness programs in support of the regrant of GSP+. The ECCSL's EU-Sri Lanka Investor Dialog initiative enables EU investors and businesses to have a platform at which issues can be raised. The ECCSL has an advocacy program which includes publication of a position paper each year on issues which are faced by EU businesses/investors.","lastUp":"2019-11-25T14:26:36.463+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}