{"id":"713809718726-07","name":"Cultural Heritage Partners","registrationDate":"2015-09-11T18:42:49.771+01:00","category":1,"subCategory":10,"legal":"PLLC","web":"http://www.culturalheritagepartners.com/","country":"United states","headAddress":"2101 L Street, NW","headCity":"Washington, DC","headPostCode":"20037","headPhone":"(1)20 25 67 75 94","boss":"Greg Werkheiser","bossTitle":"Mr","bossPosition":"Founding Partner","membersCount":3,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"Cultural Heritage Partners’ mission is to support our clients through zealous and inventive legal representation, sharply focused government affairs efforts, and strategic approaches to 21st century business challenges. The cultural heritage sector is reinventing itself to respond to the demands of a global world. We help our clients enhance their impact and influence, navigate complex issues, and manage risk. Our clients resolve challenges informed by our substantive and practical knowledge of cultural heritage and entrepreneurial approach to solving problems.&#xd;<br />&#xd;<br />We help our clients pursue their preservation missions, focus on long-term sustainability, create practical and efficient business plans, diversify revenue streams, measure their impact by outcomes, leverage technology, and build lasting partnerships. With deep experience in the principles and practice of social enterprise and cross-sector collaboration, we help our clients leverage their relationships to the greatest effect.&#xd;<br />&#xd;<br />We advocate for our clients to federal, state, and local governments, domestic and foreign. With strong relationships on both sides of the aisle and deep experience working in the White House, the State Department, on Capitol Hill, and in state legislative offices, we ensure our clients’ voices are heard. Our experience in political campaigning — from speechwriting to fundraising to direct mail — gives our clients the advantage.&#xd;<br />&#xd;<br />Our command of laws governing cultural property protection, museum governance, and tribal issues set us apart. Working with clients worldwide in the public, private, and nonprofit sectors, we provide counsel on Section 106 of the National Historic Preservation Act, UNESCO Conventions, and other key art and preservation laws. We also have broad experience in corporate, regulatory, tax, and litigation practice to address critical business concerns. We work with our clients to manage risk proactively, address governance issues, and resolve disputes efficiently.&#xd;<br />&#xd;<br />As one of the world’s only law and policy firm exclusively dedicated to serving clients in the cultural heritage space, Cultural Heritage Partners is committed to advancing both the interests of our clients and the global preservation movement as a whole. We believe that the path to a better future for us all is paved with lessons learned from our shared history.","acronym":"CHP","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Energy&#xd;<br />Cultural Heritage&#xd;<br />Renewables&#xd;<br />Biofuels&#xd;<br />Preservation&#xd;<br />Digital Agenda&#xd;<br />Digital Single Market &#xd;<br />Connected Continent&#xd;<br />Big Data&#xd;<br />Common European Data Protection Reform&#xd;<br />E-Privacy Directive","lastUp":"2017-07-23T17:35:56.388+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}