{"id":"714076014796-75","name":"HRVATSKA DISKOGRAFSKA UDRUGA","registrationDate":"2014-10-30T09:59:29.281+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.hdu.hr/","country":"Croatia","headAddress":"Kneza Borne, 5","headCity":"Zagreb","headPostCode":"10000","headPhone":"(3851)3 66 81 94","boss":"Želimir Babogredac","bossTitle":"Mr","bossPosition":"predsjednik udruge( president of the association)","membersCount":4,"membersFTE":"1.0","membership":"HDU  je član IFPI - Svjetske diskografske organizacije (International Federation of the Phonographic Industry).","memberOrga":"","goal":"Zastupanje i promicanje interesa diskografa – proizvođača fonograma, odnosno interesa glazbene industrije Republike Hrvatske uopće.&#xd;<br />Unapređivanje i promicanje zakonodavne djelatnosti na području autorskih i srodnih prava kao i na drugim pravnim područjima koja izravno ili neizravno utječu na djelatnost diskografa ili njihovu djelatnost reguliraju.&#xd;<br />Postizanje efikasne i potpune zaštite prava diskografa te potpunog suzbijanja svih oblika nelegalnog umnožavanja fonograma.&#xd;<br />Povezivanje sa svjetskom udrugom diskografa (IFPI), kao i suradnje s ostalim inozemnim strukovnim udrugama.&#xd;<br />Utvrđivanje zajedničkih elemenata ugovora s autorima, izvođačima, licencnim partnerima, distributerima i slično.&#xd;<br />Utvrđivanje zajedničkih kriterija za dodjelu diskografskih nagrada i priznanja.&#xd;<br />Utvrđivanje odnosno verifikacija službenih ljestvica o prodaji proizvoda (Top liste najprodavanijih albuma).&#xd;<br />Utvrđivanje zajedničkih elemenata i stavova u odnosu diskografije i članova HDU-IFPI Croatia prema elektronskim medijima, tiskanim i ostalim sredstvima javnog priopćavanja.&#xd;<br />Unapređenje i reguliranje međusobnih odnosa članova HDU-a&#xd;<br />Druge aktivnosti u funkciji unapređivanja diskografije.","acronym":"HDU","interests":"Competition, Culture, Culture and media, Digital economy and society, Justice and Fundamental Rights, Regional Policy, Research and innovation, Single market","euInitiatives":"Aktivnosti vezane za prava intelektualnog vlasništva odnosno autorska i autorskom pravu srodna prava.","lastUp":"2019-02-05T09:54:46.685+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}