{"id":"71423433087-91","name":"European Composer and Songwriter Alliance","registrationDate":"2010-01-19T11:22:03.459+02:00","category":2,"subCategory":4,"legal":"Association internationale sans but lucratif","web":"http://www.composeralliance.org/","country":"Belgium","headAddress":"Avenue de la Toison d'Or, 60C","headCity":"Brussels","headPostCode":"1060","headPhone":"(32)25 44 03 33","boss":"Marc du Moulin de Labarthete","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":2,"membersFTE":"1.0","membership":"International Music Council&#xd;\nEuropean Music Council","memberOrga":"http://composeralliance.org/about-ecsa/members/","goal":"ECSA’s principal aim is to defend and promote music authors’ rights at national, European and international levels by any lawful means. In detail, this means:&#xd;<br />&#xd;<br />   1. joining the efforts of European music authors organizations and/or federations in order to ensure that the voice of music creators is duly taken into account both at the European and international level;&#xd;<br />   2. protecting and defending music creators’ rights both at the European and international level;&#xd;<br />   3. reinforcing the perception of the cultural and economic value of music in Europe and the world;&#xd;<br />   4. creating and inspiring European and international politicians and regulators to encourage the creation of new music of all kind;&#xd;<br />   5. actively supporting the principle and development of copyright (“droit d’auteur”) and defending the collective management of authors’ rights; substantially contributing to the work of the European Union and UNESCO on the “Statut de l’Artiste” and the “Déclaration sur la diversité culturelle”; and&#xd;<br />   6. creating fair commercial conditions for all the music authors and composers and encouraging the adoption of “codes of conduct” in order to ensure the social and economic development of music creation in Europe.","acronym":"ECSA","interests":"Competition, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Single market","euInitiatives":"Main EU initiatives followed by ECSA are developments on Intellectual Property Rights, mainly copyright as well as policy related to culture and more specifically music sector related policy. ECSA remains active in stakeholder consultations and professional meetings organized by DG Connect, DG EAC, EACEAs and legislative proposals discussed in CULT, JURI and IMCO parliamentary committees. ECSA has been very much involved in the fair remuneration for creators and fair contracts initiatives launched both by the European Commission and the European Parliament.","lastUp":"2019-07-08T11:56:25.691+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}