{"id":"714317936322-68","name":"Opus Lacrimosa, zapsaný ústav","registrationDate":"2019-10-25T00:01:40.273+02:00","category":3,"subCategory":2,"legal":"Ingregistered Philantropic Insitute","web":"http://www.opus-lacrimosa.cz","country":"Czech republic","headAddress":"Kartouzská 587/14","headCity":"Brno","headPostCode":"CZ-61200","headPhone":"(420)6 06 16 16 20","boss":"Leoš Fučík","bossTitle":"Mr","bossPosition":"director ","membersCount":4,"membersFTE":"1.75","membership":"Czech National Disability Council (CNDC)&#xd;\nin Czech: \"Národní rada osob se zdravotním postižením České republiky, z.s. (NRZP)\"&#xd;\nwww.nrzp.cz","memberOrga":"","goal":"Opus Lacrimosa -  Brief resume&#xd;<br />&#xd;<br />Mission and guide lights of the institute of Opus Lacrimosa, z.u is a versatile active support for improving the quality of life of caregivers and their charges across the country.&#xd;<br />&#xd;<br />z.u. (Zapsaný Ústav = registered institute) is a new Czech legal form of nonprofit organizations that may hold economic activity for preferential tax treatment.&#xd;<br />&#xd;<br />Opus Lacrimosa cooperates with partner organizations in the EU.&#xd;<br />&#xd;<br />Guarantor of economic and organizational part of the project LACRIMOSA is&#xd;<br />&#xd;<br />1) Opus Lacrimosa z.ú. and the&#xd;<br />&#xd;<br />2) Trust Fund Lacrimosa HF and&#xd;<br />&#xd;<br />3) Division Opus Lacrimosa z.ú. - Car Camper Tramp and furniture.&#xd;<br />&#xd;<br />To achieve these objectives, the Institute particular:&#xd;<br />1) collect and process statistical data;&#xd;<br />2) prepares expert reports and studies and propose solutions, presents and defends it before the legislative and central government authorities;&#xd;<br />3) organize conferences, seminars and training for carers and professionals, exhibitions and social events, performs in the media and organizes publications;&#xd;<br />4) participates in ensuring the increased availability of individual holiday and leisure activities, including caring for the mediation DIY respite care;&#xd;<br />5) initiates the creation and organization of equipment immediate short-term respite and respite care and organizes creation and network utilization rental motorhome fully barrier-free design \",\" driver &amp; passenger ' \";&#xd;<br />6) coordinates and supports the creation of a trust fund care trust networks Lacrimosa preferring religious participation.","acronym":"Opus Lacrimosa","interests":"Employment and Social Affairs, International co-operation and development, Public Health, Trans-European Networks, Transport","euInitiatives":"Barrier-free Europe, rights and support of disabled persons, rights and support of carers.","lastUp":"2019-10-25T00:10:05.583+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}