{"id":"714438836886-31","name":"Manufacturers of Emission Controls Association","registrationDate":"2019-12-31T23:23:00.373+01:00","category":2,"subCategory":4,"legal":"association","web":"http://www.meca.org","country":"United states","headAddress":"2200 Wilson Blvd","headCity":"Arlington","headPostCode":"22201","headPhone":"(001)30 17 17 36 28","boss":"Rasto Brezny","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"The Manufacturers of Emission Controls Association (MECA) is an international, non-profit association incorporated in Washington, D.C. It was formed in 1976 to provide solid technical information on emission control, fuel efficiency and electric technology for all mobile sources. &#xd;<br />&#xd;<br />MECA's mission is to provide technical information on emission control, efficiency and electric mobility technologies, thereby facilitating the establishment of a strong and effective state, national, and international air quality policy that promotes public health, environmental quality, and industrial progress. MECA strives to keep its members apprised of developments that affect the emission control industry so that they can make informed business decisions.  As the leading spokesperson for the motor vehicle emission control industry in North America, MECA seeks to evaluate and respond to regulatory initiatives and otherwise promote an understanding of the air quality benefits of its member companies' technologies.&#xd;<br />&#xd;<br />MECA undertakes special studies and cooperative test programs on issues of major importance to the industry and air quality officials. For example, MECA conducts comprehensive emission testing programs to demonstrate the capabilities of advanced emission control and fuel efficiency technologies to help significantly reduce criteria and GHG emissions from passenger cars, light trucks and heavy-duty vehicles and equipment. MECA also participates with industry partners and government agencies in test programs designed to provide important data on motor vehicle emission control and efficiency issues.","acronym":"MECA","interests":"Business and Industry, Climate Action, Consumers, Energy, Environment, Public Health, Research and innovation, Single market, Transport","euInitiatives":"Emissions of criteria pollutants and GHGs from mobile sources. Post Euro 6/VI, non-road Mobile Machinery, OBD, evaporative emissions fro  light and heavy-duty gasoline vehicles, Real Driving Emissions, Road worthiness and periodic technical inspection, CO2 standards for light and heavy-duty vehicles. Motor Vehicle Emissions Group, Working Group on Motor Vehicles.","lastUp":"2020-01-14T17:41:39.661+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}