{"id":"714417833547-82","name":"NEW NAVAL COMMERCIAL &amp; TECHNICAL LTD","registrationDate":"2019-01-03T15:06:24.008+01:00","category":2,"subCategory":3,"legal":"LIMITED COMPANY","web":"http://www.newnaval.gr","country":"Greece","headAddress":"2nd km Lavriou-Souniou Ave, Lavrio Attica","headCity":"Lavrio, Attica","headPostCode":"19500","headPhone":"(30)22 92 02 79 36","boss":"NIKOLAOS KOLIARAKIS","bossTitle":"Mr","bossPosition":"MANAGING DIRECTOR","membersCount":6,"membersFTE":"1.5","membership":"","memberOrga":"","goal":"New Naval Ltd is one of the leading Greek environmental companies in the Mediterranean Sea and one of the most reliable European manufacturers of oil spill response and marine environment protection equipment for clients around the globe. The company gradually turned its focus to the protection of the marine environment and started producing and supplying pollution control equipment to combat incidents. Tailor-made, cost-efficient and environmental-friendly solutions are developed for almost every marine environment issue. This, coupled with increasing capabilities in emergency response services and a dedicated customer focus makes New Naval an alternative, unique manufacturer and service provider.&#xd;<br />&#xd;<br />Our in-house, Emergency Response Department, provides marine environment protection services. New Naval has worked closely with National government and European authorities, ports, harbors, coastal facilities, oil terminals, shipping companies and organizations within the gas industry to innovate and provide advanced equipment as well as develop Emergency Response Services based on expertise and cost-efficient solutions. This, and our involvement in a number of spill incidents, has led to the establishment of New Naval’s first factory in 1998. In 2015, New Naval invested in a brand-new production facility that includes a state-of-the-art Training Center in Lavrion, Athens.","acronym":"NEW NAVAL LTD","interests":"Environment","euInitiatives":"Contribution to the survey 'Public consultation on the evaluation of the Offshore Safety Directive'  (2013/30/EU)","lastUp":"2019-12-13T08:42:08.060+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}