{"id":"714466824568-72","name":"Stichting Schone Kleren Kampagne / Clean Clothes Campaign","registrationDate":"2016-11-18T15:33:40.226+02:00","category":3,"subCategory":2,"legal":"foundation","web":"http://www.cleanclothes.org","country":"Netherlands","headAddress":"Nieuwezijdse Voorburgwal 292","headCity":"Amsterdam","headPostCode":"1012 RT","headPhone":"(31)2 04 12 27 85","boss":"Pauli Tessel","bossTitle":"Ms","bossPosition":"PH Finance","membersCount":2,"membersFTE":"0.75","membership":"Fair Green and Global Alliance&#xd;\nHuman Rights and Democracy Network&#xd;\nOECD Watch&#xd;\nWorker Driven Social Responsibility Network","memberOrga":"https://cleanclothes.org/about/contact","goal":"The Clean Clothes Campaign is dedicated to improving working conditions and supporting the empowerment of workers in the global garment and sportswear industries.&#xd;<br /> Who we are&#xd;<br />Since 1989, the CCC has worked to help ensure that the fundamental rights of workers are respected. We educate and mobilise consumers, lobby companies and governments, and offer direct solidarity support to workers as they fight for their rights and demand better working conditions.&#xd;<br />&#xd;<br />The Clean Clothes Campaign is an alliance of organisations in 16 European countries. Members include trade unions and NGOs covering a broad spectrum of perspectives and interests, such as women’s rights, consumer advocacy and poverty reduction.&#xd;<br />&#xd;<br />We rely on a partner network of more than 200 organisations and unions in garment-producing countries to identify local problems and objectives, and to help us develop campaign strategies to support workers in achieving their goals. We cooperate extensively with similar labour rights campaigns in the United States, Canada, and Australia.","acronym":"CCC","interests":"Consumers, External Relations, Trade","euInitiatives":"* work on country delegations (EEAS, EP, ...) of countries active in RMG production.&#xd;<br />* work on general human rights due diligence initiatives (non financial reporting directive, public procurement directive)&#xd;<br />* work on specific files in the garment sector (EU Flagship initiative on Garment)","lastUp":"2019-06-21T14:11:17.606+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}