{"id":"714977326537-17","name":"Bundesverband Altöl e.V.","registrationDate":"2017-03-28T10:47:57.188+01:00","category":2,"subCategory":4,"legal":"eingetragener Verein","web":"https://bva-altoelrecycling.de/","country":"Germany","headAddress":"Behrenstraße 29","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)3 05 90 03 35 28","boss":"Dr. Detlev Bruhnke","bossTitle":"Mr","bossPosition":"geschäftsführender Präsident","membersCount":1,"membersFTE":"0.25","membership":"GEIR - European Re-refining Industry section of UEIL","memberOrga":"https://bva-altoelrecycling.de/","goal":"Im BVA sind die deutschen Altölraffinerien, die Altölsammler und Transportunternehmen sowie Unternehmen aus dem Schmierstoffhandel, Hersteller von Additiven für Schmierstoffe, Beratungsunternehmen und Anwälte organisiert. &#xd;<br />&#xd;<br />Der Verband hat die Aufgabe in gemeinnütziger Weise den Umweltschutz im Bereich Altöl zu fördern und die Rahmenbedingungen für die Altölsammler und die Altölraffinerien zu verbessern. Bei Fragen, die von europäischer Bedeutung sind, wird eine Zusammenarbeit mit den Mitgliedstaaten der Europäischen Union und den Organen der Europäischen Union angestrebt. &#xd;<br />&#xd;<br />Im Interesse einer gesunden Umwelt soll darauf hingearbeitet werden, dass eine geordnete und an den Interessen des Umweltschutzes orientierte Altölsammlung unterhalten wird. Vor dem Hintergrund zunehmend knapper werdender Rohstoffe einerseits und der Umweltgefährdung durch unsachgemäße Behandlung von Altöl andererseits, sollen vom Verband Maßnahmen erarbeitet, untersucht, vorgeschlagen und propagiert werden, die dazu dienen, einen möglichst großen Anteil des anfallenden Altöls durch Aufarbeitung einer Wiederverwertung im Wirtschaftskreislauf zuzuführen. Es handelt sich dabei insbesondere um die Begleitung der gesetzgeberischen Prozesse, der Verordnungsgebung und Forschungsvorhaben zur umweltfreundlichen Altölaufarbeitung.","acronym":"BVA","interests":"Climate Action, Competition, Customs, Economic and Financial Affairs, Energy, Enterprise, Environment, Internal Market","euInitiatives":"Maßnahmenpaket zur Kreislaufwirtschaft","lastUp":"2018-03-07T14:26:52.585+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}