{"id":"714943922947-18","name":"Digital Research Infrastructure for the Arts and Humanities","registrationDate":"2016-08-09T15:22:04.659+02:00","category":3,"subCategory":2,"legal":"ERIC","web":"http://dariah.eu/","country":"France","headAddress":"54 Boulevard Raspail","headCity":"Paris","headPostCode":"75006","headPhone":"(49)3 02 09 37 07 22","boss":"Laurent Romary","bossTitle":"Mr","bossPosition":"Director","membersCount":2,"membersFTE":"1.5","membership":"DARIAH ERIC is member of the European Alliance for Social Sciences and Humanities (EASSH)","memberOrga":"http://www.dariah.eu/about/ourpartners.html","goal":"DARIAH (Digital Research Infrastructure for the&#xd;<br />Arts and Humanities) is the European ERIC&#xd;<br />(European Research Infrastructure Consortium) to&#xd;<br />enhance and develop digital humanities research in&#xd;<br />Europe. DARIAH offers a portfolio of services and activities centered around research communities to help develop national initiatives and transnational research in digital arts and humanities. DARIAH was established as a European legal entity, the DARIAH-ERIC, on 15 August 2014. Currently DARIAH has 17 Members: Austria, Belgium, Croatia, Cyprus, Denmark, France, Germany, Greece, Ireland, Italy, Luxembourg, Malta, The Netherlands, Poland, Portugal, Serbia and Slovenia. As a European legal entity, the DARIAH-ERIC offers an important first step in facilitating the long-term sustainability of our work for pan-European research infrastructures for the wider European arts and humanities research community and beyond.","acronym":"DARIAH ERIC","interests":"Communication, Culture, Culture and media, Digital economy and society, Education and training, Research and innovation, Trans-European Networks","euInitiatives":"Research in Digital Humanities, European funds (Horizon 2020, ERDF, ESIF, Erasmus+), ethics and legal issues related to research, ESFRI.","lastUp":"2018-06-26T17:14:19.863+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}