{"id":"715502134528-78","name":"Industrie-Club Hannover e. V.","registrationDate":"2019-04-09T15:58:26.139+02:00","category":3,"subCategory":2,"legal":"e.V.","web":"https://www.industrieclub-hannover.de","country":"Germany","headAddress":"Schiffgraben 36","headCity":"Hannover","headPostCode":"30175","headPhone":"(49)5 11 85 06 00 20","boss":"Gudrun Benne","bossTitle":"Ms","bossPosition":"Geschäftsfürerin","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Zweck des Vereins ist die Wahrnehmung der allgemeinen, sich aus den unternehmerischen Tätigkeiten ergebenden, ideellen und wirtschaftlichen Interessen der im Vereinsgebiet ansässigen oder vertretenen Wirtschaftsunternehmen, insbesondere mit dem Ziel der Erhaltung und Fortentwicklung der sozialen Marktwirtschaft, der Darstellung der Bedeutung des freien Unternehmers und der Mitarbeit an Reformen der Verwaltung, des Verkehrs und anderer infrastruktureller&#xd;<br />Einrichtungen sowie an der Entwicklung wissenschaftlicher und bildender Einrichtungen im Vereinsgebiet. Der Vereinszweck wird dadurch erreicht, dass die Vertreter und nachwachsende Führungskräfte der Mitglieder aus verschiedenen Wirtschaftszweigen sowie Vertreter der öffentlichen Hand und der Wissenschaft im Rahmen des Vereins zu einem breiten Informations- und Erfahrungsaustausch in offener Meinungsbildung zu Fragen der wirtschaftlichen und sozialen, wirtschaftswissenschaftlichen und wirtschaftspolitischen Entwicklung zusammengeführt werden. Der Industrie-Club Hannover e.V. bietet den Führungskräften seiner Mitgliedsunternehmen aus verschiedenen Wirtschaftszweigen sowie Vertretern der &#xd;<br />öffentlichen Hand, aus Kultur und Wissenschaft eine rechtssichere Basis für einen breiten Informations- und Erfahrungsaustausch in offener Meinungsbildung &#xd;<br />zu Fragen der wirtschaftlichen und sozialen, wirtschaftswissenschaftlichen und wirtschaftspolitischen Entwicklung. Veranstaltungen des Industrie-Clubs dienen &#xd;<br />nicht dazu, kartellrechtswidrige Themen zu behandeln oder Gelegenheiten für derartige Vereinbarungen oder Beschlüsse zu schaffen oder zu fördern. Der Industrie-Club Hannover e.V. wird bei all seinen Aktivitäten keine kartellrechtswidrigen Verhaltensweisen dulden.","acronym":"","interests":"Business and Industry, Digital economy and society","euInitiatives":"Der Industrie-Club Hannover e.V. ist Bündnispartner der Initiative „Niedersachsen für Europa“.","lastUp":"2019-04-09T16:06:18.857+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}