{"id":"7157999502-14","name":"International Emissions Trading Association","registrationDate":"2008-10-10T18:56:29.687+02:00","category":2,"subCategory":4,"legal":"NGO","web":"http://www.ieta.org/ieta/www/pages/index.php","country":"Switzerland","headAddress":"rue Merle d’Aubigné, 24","headCity":"Genève","headPostCode":"1207","headPhone":"(41)2 27 37 05 00","boss":"Dirk Forrister","bossTitle":"Mr","bossPosition":"President and CEO","membersCount":2,"membersFTE":"1.0","membership":"IETA has formed several partnerships including, among others, the World Bank, Eurelectric, the World Business Council for Sustainable Development (WBCSD) and the California Climate Action Registry, the Edison Electric Institute (EEI), the Electric Power Research Institute (EPRI), Carbon Market Institute (CMI) and the San Francisco Carbon Collaborative.","memberOrga":"IETA's member companies are available here: http://www.ieta.org/our-members","goal":"IETA is dedicated to:&#xd;<br />&#xd;<br />- the objectives of the United Nations Framework Convention on Climate Change and ultimately climate protection; &#xd;<br />- the establishment of effective market-based trading systems for greenhouse gas emissions by businesses that are demonstrably fair, open, efficient, accountable and consistent across national boundaries; and &#xd;<br />- maintaining societal equity and environmental integrity while establishing these systems.&#xd;<br />&#xd;<br />&#xd;<br />Goals and Objectives&#xd;<br />&#xd;<br />IETA will work for: &#xd;<br />&#xd;<br />- the development of an active, global greenhouse gas market, consistent across national boundaries and involving all flexibility mechanisms: the Clean Development Mechanism, Joint Implementation and emissions trading; &#xd;<br />- the creation of systems and instruments that will ensure effective business participation. &#xd;<br />&#xd;<br />To be the premier voice for the business community on emissions trading, the objectives for the organization are to:&#xd;<br />&#xd;<br />- promote an integrated view of the emissions trading system as a solution to Climate Change;&#xd;<br />&#xd;<br />- participate in the design and implementation of national and international rules and guidelines; and&#xd;<br />&#xd;<br />- provide the most up-to-date and credible source of information on emissions trading and greenhouse gas market activity. &#xd;<br />&#xd;<br />&#xd;<br />Work Programme&#xd;<br />&#xd;<br />To achieve its goals, IETA will focus on the following areas:&#xd;<br />&#xd;<br />- Develop components of the GHG market and trading systems.  IETA has established a number of Working Groups that meet in workshops and seminars on topics that include; accounting, taxation, trade agreements, registries, validation and verification, as well as issues in the CDM.  IETA will continue to map down initiatives that work in developing components of the GHG markets and help create a functioning GHG market. &#xd;<br />- Promote market mechanisms and participation in GHG markets.  There continue to be the need for promoting market mechanisms and trading as one of the solutions available to buisnesses in order to minimize societal impact, within the framework of sustainable development.  This will include substantial efforts, such as GHG Market Fora in non- Annex I countires as well as the fourth Annual IETA Forum on the state and development of the GHG Market and the first GHG Market Trade Fair. &#xd;<br />- Development of a global GHG market. A critical element in IETA's work remains the linking of trading regimes among Annex I countires, and its significance for the GHG market. Another important issue is that of responses of buisness when operating in such a diverse environment. Cooperation with WBCSD, WEF and other organizations that have complementary roles must play an important role. &#xd;<br />Capacity Building. IETA will develop and deliver courses on validation and verification based on the Validation &amp; Verification Manual being developed with the World Bank as well as Workshops on Contracts for the CDM.","acronym":"IETA","interests":"Climate Action, Energy, Environment","euInitiatives":"EU ETS reform, Market Stability Reserve, EU's INDC and international climate negotiations, EU's 2030 climate and energy framework, carbon leakage provisions post-2020, inclusion of aviation in the EU ETS, etc.","lastUp":"2018-06-12T12:24:45.078+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}