{"id":"716052713065-93","name":"CFL Söderhamn, Hälsinglands Utbildningsförbund","registrationDate":"2014-02-26T10:36:33.459+01:00","category":6,"subCategory":13,"legal":"Public","web":"http://www.hufb.se","country":"Sweden","headAddress":"Sa jarnvagsgatan, 7","headCity":"Soderhamn","headPostCode":"82680","headPhone":"(46)1 04 54 12 80","boss":"Thomas Winquist","bossTitle":"","bossPosition":"Thomas Winquist, Head of association","membersCount":6,"membersFTE":"2.5","membership":"1. NiTUS (Network for Swedish learning centres using ICT-tools for delivering University courses), www.nitus.se&#xd;\n2. ViS (Network for Swedish adult learning centres), www.visnet.se&#xd;\n3. Hälsinge Utbildning (Regional network for adult learning centres), http://www.visnet.se/&#xd;\n4. Yrkeshögskola Gävleborg, YHG (Regional network for providers of Higher VET), www.yhgavleborg.se/&#xd;\n5. YH-Förbundet (Swedish federation of Higher VET providers), www.yhf.se&#xd;\n6. SVERD (Swedish national organization for distance learning), http://www.sverd.se/&#xd;\n7. Regional network for the provision of Swedish for Immigrants&#xd;\n8. National centre for UNESCO/UNEVOC: UN worldwide network of training providers, www.unevoc.unesco.org/","memberOrga":"","goal":"CFL Söderhamn is part of Hälsinglands Utbildningsförbund (Hälsinglands Education Association), www.hufb.se, and is the centre for all types of adult education, VET and distance education included. in the municipality of Söderhamn, a coastal city in the rural mid part of Sweden. CFL Söderhamn also organizes a 3 years health care programme for youth on upper secondary level. CFL has about 60 full time staff and 900 students in part- or fulltime studies on various levels, from basic education up to higher VET and university level. CFL is a member of the Hälsingeutbildning, a distance learning network, www.halsingeutbildning.nu, NITUS (Network for municipal Learning centres), ViS (Adult education in sooperation)and moore. CFL has coordinated many local and regional projects, both EU (Grundtvig, Leonardo, Comenius and Erasmus+) and domestic. CFL is the national centre for UNESCO/UNEVOC in Sweden.","acronym":"CFL Soderhamn","interests":"Development, Education, Employment and Social Affairs, Public Health, Sport","euInitiatives":"Erasmus+, EU programme for education, training, youth and sport &#xd;<br />ESF, European Social Found&#xd;<br />”Interreg IV A” (Central Baltic)","lastUp":"2017-03-10T10:25:21.895+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}