{"id":"71649103246-10","name":"Zentralverband Deutsches Kfz-Gewerbe e.V.","registrationDate":"2010-02-19T11:08:38.745+01:00","category":2,"subCategory":4,"legal":"Eingetragener Verein","web":"http://www.kfzgewerbe.de","country":"Germany","headAddress":"Franz-Lohe-Straße, 21","headCity":"Bonn","headPostCode":"53129","headPhone":"(49)22 89 12 70","boss":"Dr. Axel Koblitz","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":5,"membersFTE":"2.5","membership":"Der ZDK ist Mitglied im ZDH (Zentralverband Deutsches Handwerk e.V.).","memberOrga":"http://www.kfzgewerbe.de/wir-ueber-uns/verbandsstruktur/landesverbaendeinnungen.html","goal":"Der ZDK ist die berufsständische Interessenvertretung der Autohäuser und Werkstätten in Deutschland. Dem Verband gehören 14 Landesverbände und 36 Fabrikatsvereinigungen an. Mitglieder der jeweiligen Fabrikatsvereinigungen sind die Vertriebs- und/oder Servicepartner der betreffenden Marken. In den Landesverbänden sind wiederum 236 Innungen organisiert, in denen die ca. 36750 Kfz-Unternehmen (sowohl markengebundene als auch markenungebundene Unternehmen) Mitglied sind. Die deutschen Kfz-Unternehmen beschäftigen 441.000 Mitarbeiter, darunter rund 91160 Auszubildende.&#xd;<br />&#xd;<br />Der ZDK vertritt die Gesamtinteressen des Kfz-Gewerbes gegenüber Bundestag, Bundesregierung und anderen zentralen Behörden, der Europäischen Union (EU) und nationalen wie auch internationalen Organisationen.&#xd;<br />&#xd;<br />Die Verbandsarbeit umfasst u.a. die Modalitäten der Zusammenarbeit zwischen Kfz-Gewerbe und Industrie sowie wirtschafts-, steuer-, sozial- und verkehrspolitische Themen. Darunter fallen die Mitarbeit an der Gesetzgebung, Einsatz für Händlerschutzbestimmungen, Organisation von Ausbildung und Qualifikation im Kfz-Gewerbe.","acronym":"ZDK","interests":"Borders and Security, Budget, Business and Industry, Business and Industry, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- Typengenehmigungsrichtlinie (2007/46/EG), Normen zum Zugang zu Reparatur- und Wartungsinformationen für alle Kraftfahrzeugklassen (Verordnung (EG) Nr. 715/2007, Verordnung (EG) 692/2008, Verordnung (EG) 64/2012,&#xd;<br />-Verordnung (EG) 595/2009)&#xd;<br />- C-ITS - Zugang zu fahrzeuggenerierten Daten, Ressourcen und Funktionen und allen damit verbundenen EU-Initiativen&#xd;<br />- Evaluation der EU-Wettbewerbsregeln für vertikale Vereinbarungen und insbesondere die für das erste Quartal 2019 in diesem Zusammenhang geplante öffentliche Konsultation&#xd;<br />- Gesetzgebungsverfahren zur Warenhandelsrichtlinie 2015/0288 (COD) und zur Bereitstellung digitaler Inhalte 2015/0287 (COD)&#xd;<br />- Gesetzgebungsverfahren zur besseren Durchsetzung und Modernisierung der EU-Verbrauchervorschriften 2018/0090 (COD) sowie Verbandsklagen zum Schutz der Kollektivinteressen der Verbraucher 2018/0089 (COD) (\"New Deals for Consumer\")","lastUp":"2019-02-05T16:14:21.832+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}