{"id":"71649103246-10","name":"Zentralverband Deutsches Kfz-Gewerbe e.V.","registrationDate":"2010-02-19T11:08:38.745+01:00","category":2,"subCategory":4,"legal":"Eingetragener Verein","web":"http://www.kfzgewerbe.de","country":"Germany","headAddress":"Franz-Lohe-Straße, 21","headCity":"Bonn","headPostCode":"53129","headPhone":"(49)22 89 12 70","boss":"Dr. Axel Koblitz","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":5,"membersFTE":"2.5","membership":"Der ZDK ist Mitglied im ZDH (Zentralverband Deutsches Handwerk e.V.).&#xd;\n&#xd;\nInternational vertritt CECRA (Conseil Européen du Commerce et de la Réparation Automobiles) die Interessen des europäischen Kfz-Gewerbes, in dem ZDK Mitglied ist (siehe http://www.cecra.org).","memberOrga":"http://www.kfzgewerbe.de/wir-ueber-uns/verbandsstruktur/landesverbaendeinnungen.html","goal":"Der ZDK ist die berufsständische Interessenvertretung der Autohäuser und Werkstätten in Deutschland. Dem Verband gehören 14 Landesverbände und 37 Fabrikatsvereinigungen an. Mitglieder der jeweiligen Fabrikatsvereinigungen sind die Vertriebs- und/oder Servicepartner der betreffenden Marken. In den Landesverbänden sind wiederum 237 Innungen organisiert, in denen die ca. 38.400 Kfz-Unternehmen (sowohl markengebundene als auch markenungebundene Unternehmen) Mitglied sind. Die deutschen Kfz-Unternehmen beschäftigen 460.800 Mitarbeiter, darunter rund 90700 Auszubildende.&#xd;<br />&#xd;<br />Der ZDK vertritt die Gesamtinteressen des Kfz-Gewerbes gegenüber Bundestag, Bundesregierung und anderen zentralen Behörden, der Europäischen Union (EU) und nationalen wie auch internationalen Organisationen.&#xd;<br />&#xd;<br />Die Verbandsarbeit umfasst u.a. die Modalitäten der Zusammenarbeit zwischen Kfz-Gewerbe und Industrie sowie wirtschafts-, steuer-, sozial- und verkehrspolitische Themen. Darunter fallen die Mitarbeit an der Gesetzgebung, Einsatz für Händlerschutzbestimmungen, Organisation von Ausbildung und Qualifikation im Kfz-Gewerbe.","acronym":"ZDK","interests":"Budget, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Die Novellierung der zurzeit geltenden Typengenehmigungsrichtlinie (2007/46/EG) und aller damit verbundenen Rechtsakte. Insbesondere liegt hierbei der Schwerpunkt auf den Normen zum Zugang zu Reparatur- und Wartungsinformationen für alle Kraftfahrzeugklassen, wie z.B.&#xd;<br />-Verordnung (EG) Nr. 715/2007&#xd;<br />-Verordnung (EG) 692/2008&#xd;<br />-Verordnung (EG) 64/2012&#xd;<br />-Verordnung (EG) 595/2009&#xd;<br />Ergänzende Tätigkeiten liegen vor allem im Bereich C-ITS - Zugang zu fahrzeuggenerierten Daten, Ressourcen und Funktionen und allen damit verbundenen EU-Initiativen.&#xd;<br />Verordnung (EG) Nr. 461/2010 der Kommission vom 27. Mai 2010 über die Anwendung von Artikel 101 Absatz 3 des Vertrags über die Arbeitsweise der Europäischen Union auf Gruppen von vertikalen Vereinbarungen und abgestimmten Verhaltensweisen im Kraftfahrzeugsektor&#xd;<br />Verordnung 330/2010 über die Anwendung von Artikel 101 Absatz 3 des Vertrags über die Arbeitsweise der Europäischen Union auf Gruppen von vertikalen Vereinbarungen und abgestimmten Verhaltensweisen","lastUp":"2017-02-14T15:06:15.254+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}