{"id":"716909919073-32","name":"European Federation for Family Employment - Fédération européenne des emplois de la famille","registrationDate":"2015-10-02T15:45:24.508+01:00","category":2,"subCategory":1,"legal":"ASBL","web":"http://www.effe-homecare.eu/","country":"Belgium","headAddress":"Square de Meeus, 35","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(33)6 26 08 21 66","boss":"Marie Béatrice LEVAUX","bossTitle":"Ms","bossPosition":"Présidente","membersCount":4,"membersFTE":"2.0","membership":"","memberOrga":"FEPEM&#xd;\nIPERIA&#xd;\nASSINDATCOLF&#xd;\nSPAMAF&#xd;\nFGTA-FO&#xd;\nIRCEM&#xd;\nGrupo Servicios Sociales Integrados","goal":"Impulser une dynamique économique, sociale et sociétale nouvelle en Europe autour des emplois de la famille. &#xd;<br />Mettre en place un centre de ressources pour les organisations représentant et/ou travaillant dans le domaine des emplois de la famille, ainsi que les Etats membres et les collectivités territoriales intéressées. &#xd;<br />Mettre en place un réseau d’acteurs évoluant dans le domaine des emplois de la famille au niveau européen, à tous les échelons,  permettant l’échange de bonnes pratiques à l’échelle européenne ; la coordination de projets communs en faveur de la structuration et de la professionnalisation du secteur en Europe ; la mise en place d’un observatoire de la famille ; une véritable coopération avec les pouvoirs publics européens.","acronym":"EFFE","interests":"Budget, Education and training, Employment and Social Affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Taxation, Trade, Youth","euInitiatives":"- Lutte contre le travail non déclaré &#xd;<br />- Egalité entre les femmes et les hommes &#xd;<br />- Socle social européen &#xd;<br />- emploi, formation professionnelle, NTIC, intégration…","lastUp":"2019-12-06T12:50:41.043+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}