{"id":"717535135829-92","name":"International Union for Defending Rights of Children","registrationDate":"2019-09-06T20:42:34.392+02:00","category":3,"subCategory":2,"legal":"charity","web":"","country":"Palestinian occupied territory","headAddress":"Gaza El Saraya Cross Zu'rup building L 1","headCity":"gaza","headPostCode":"0097","headPhone":"(962)70 92 08 42 71","boss":"bassam abu rumman","bossTitle":"Mr","bossPosition":"ambassador-Head of the Legal Department ","membersCount":16,"membersFTE":"10.25","membership":"","memberOrga":"","goal":"The International Federation for the Defense of the Rights of the Child (ICFR) is the ultimate goal to address the growing needs of organizations and bodies&#xd;<br /> That protect children from dangers. It is now time to stop these violations by forming lobbying groups to prevent them and to stand side by side with the childhood whose innocence has been assassinated. The cries of children beg for hearts and consciences living with their childhood, and all curb&#xd;<br />What offends them.&#xd;<br />The reports that we receive about the childhood situation in the world are heartfelt and weep. It is time to re-smile on the lips of the deprived of these children who did not enjoy their childhood as guaranteed by the heavenly laws, and all international norms. Especially children in war, conflict and tension areas, where there is no respect for the rights of these children, and no obligation to protect them by the conflicting parties here and there. Therefore, it is necessary to build safe buildings for children even&#xd;<br />They can use them to escape shelling, loss of life and severing of their bodies.&#xd;<br />Hence, we call on all those working in the field of childhood: protection and care to join the union in order to achieve our mission and reach our goals in creating a safe and happy childhood.","acronym":"IUDRC","interests":"Culture and media, Education and training, Environment, External Relations, Food Safety, Humanitarian aid and civil protection, Migration and asylum, Public Health, Youth","euInitiatives":"1. To contribute to the achievement of a stable and safe childhood, and to address all that harm the childhood physically, mentally, psychologically or behaviorally.&#xd;<br /> 2. Strengthening the efforts of States, civil society organizations and other stakeholders in the field of child protection.&#xd;<br /> 3. Raising community awareness of childhood issues and children's educational, health, social and cultural rights.&#xd;<br /> 4. Work to reduce the politicization of children in the world, because it deprives them from practicing their childhood in their own ways because of&#xd;<br />External interventions on them.&#xd;<br />5. Develop leaders of children working to plan their future&#xd;<br /> 6. Promoting the child spiritually, culturally and socially and activating his constructive role in society.&#xd;<br /> 7. Work to strengthen laws supporting a happy childhood life, and repeal all laws that are unfair to the child.&#xd;<br />9. Work on the international level to help children to overcome all obstacles facing them, through the organization of conferences, workshops, seminars and lectures to raise the problems and obstacles facing the child and to find appropriate solutions for them, and develop their capabilities and development through the establishment of training courses and workshops and the adoption of programs&#xd;<br />Combating illiteracy and vocational rehabilitation.&#xd;<br />10. Establishing projects for children such as childhood clubs and games, educational and entertainment institutions, and all that would restore happiness and pleasure to the child instead of sadness and pain.&#xd;<br />11. The Constitution guarantees the right to redress for children in all fields, and against all forms of violence, discrimination and terrorism.&#xd;<br />12. Develop cooperation with the media to change the stereotype in dealing with children, and to address all forms of violence against it, and raise awareness of the concepts of democracy and gender equity from the family and then school and religious and social institutions and others.&#xd;<br />13. Provide material support to child victims of violence.&#xd;<br />14. Adopt international treaties on the rights of the child, in particular the Convention on the Elimination of All Forms of Discrimination against Children and the Universal Declaration against Violence against Children.&#xd;<br />Pursuing with different upbringing methods on development&#xd;<br />15. Adhere to the International Covenant on Economic, Social and Cultural Rights of the Child.&#xd;<br />16. Ensure the child's right to education and to pursue primary education.&#xd;<br />17. Guarantee the right of the child to care for the State if he is denied the protection and care of his or her parents.&#xd;<br />18. Caring for the sick child, helping the underdeveloped child, caring for the disabled child and protecting the orphan&#xd;<br />19. Protecting children from labor and exploitation.&#xd;<br />20. The cultural and moral development of children and the development of their talents.&#xd;<br />21. Work towards achieving integrated health and social care for the child.&#xd;<br />22. Liaise and coordinate with local and international public organizations to achieve the Federation's objectives.&#xd;<br />23. Adopting childhood issues and defending children's rights.&#xd;<br />24. Adopt the means of lobbying and influence the community, media, legal and advocacy methods. Investing the role of writers, library, poster, pamphlets, and community education center (computer unit) in disseminating culture and educational and vocational rehabilitation.&#xd;<br />25. Promote the meanings of democracy, human rights, citizenship and good governance in them. 27. Spreading the spirit of tolerance among children and consolidating the concepts of civil society and civil peace in them. 28. Improving and developing the communication network between the affiliated organizations. 29. Establishing branches of the Union in various parts of the world to disseminate its mission throughout the world.","lastUp":"2019-09-06T20:42:44.372+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}