{"id":"717617436010-54","name":"American Health Information Management Association","registrationDate":"2019-09-25T12:18:15.510+02:00","category":2,"subCategory":1,"legal":"Association","web":"https://www.ahima.org","country":"United states","headAddress":"American Health Information Management Association (AHIMA)","headCity":"Chicago","headPostCode":"IL 60601-5809","headPhone":"(1)31 22 33 11 00","boss":"Adriene Cook","bossTitle":"Ms","bossPosition":"Director of Legal Affairs","membersCount":4,"membersFTE":"4.0","membership":"http://www.ahimafoundation.org/","memberOrga":"","goal":"The American Health Information Management Association (AHIMA) is a professional association for health professionals involved in the health information management needed to deliver quality health care to the public. Traditionally focused mainly on hospitals and paper medical records, the field presently covers all health information technology systems, including electronic health records, clinical decision support systems, and so on, for all segments of health care.&#xd;<br />For nearly a century, AHIMA has helped improve health record quality by taking a leadership role in the effective management of health data and information and delivering quality healthcare to the public.&#xd;<br />&#xd;<br />Founded in 1928, AHIMA is the premier association of health information management (HIM) professionals worldwide. Serving 52 affiliated component state associations and more than 103,000 health information professionals, AHIMA is the leading authority for \"HIM knowledge\" and widely respected for its esteemed credentials and rigorous professional education and training.&#xd;<br />&#xd;<br />AHIMA’s Mission: Empowering people to impact health&#xd;<br />&#xd;<br />AHIMA’s Vision: A world where trusted information transforms health and healthcare by connecting people, systems, and ideas &#xd;<br />&#xd;<br />We believe:&#xd;<br />•\thealth information is the most powerful currency for change in the healthcare ecosystem&#xd;<br />•\tour mission drives us to create lasting change in the health of the individuals, organizations, and societies around the globe&#xd;<br />•\tconsumers of healthcare are the ultimate owners and beneficiaries of their own data&#xd;<br />•\tpeople will always be central in harnessing the power of information to tear down barriers to better health&#xd;<br />AHIMA is taking the lead in the advancement and use of health data and information management for the delivery of quality healthcare worldwide. AHIMA members stay one step ahead through AHIMA’s cutting-edge programs and professional development opportunities, including comprehensive continuing education.&#xd;<br />AHIMA keeps HIM professionals abreast of the healthcare industry through resources to improve their knowledge, skills, and abilities. Some of AHIMA’s offering include:&#xd;<br />•\tText books&#xd;<br />•\tCredentials&#xd;<br />•\tLive meetings&#xd;<br />•\tOnline Education&#xd;<br />•\tThe Journal of AHIMA&#xd;<br />•\tThe HIM Body of Knowledge (BoK) &#xd;<br />•\tEngage Communities&#xd;<br />•\tNewsletters &#xd;<br />•\tE-Alerts &#xd;<br />In addition to providing resources, AHIMA actively advocates for the HIM profession, serves as a thought leader in the world of HIM, is one of the four cooperating parties responsible for the ICD-10 coding guidelines, and has led the development of information governance principles for healthcare.&#xd;<br />AHIMA 2018-2020 Strategic Objectives include:&#xd;<br />-\tPREPARE HIM PROFESSIONALS FOR THE FUTURE:  Transition HIM professionals to future roles by advancing education, competencies, and skills.&#xd;<br />-\tLEAD IN INFORMATICS: Increase the number of current members and new members with informatics as their primary job role.&#xd;<br />-\tLEAD IN DATA ANALYTICS: Increase the number of current members and new members with data analytics as their primary job role.&#xd;<br />-\tCHAMPION INFORMATION GOVERNANCE:  Increase IG adoption through the use of AHIMA’s IG Adoption Model (IGAM), tools, and expertise.","acronym":"AHIMA","interests":"Education and training, Public Health, Research and innovation","euInitiatives":"AHIMA is following with special attention all the EU initiatives and policies around digital health and care. Among all the different initiatives and policies AHIMA is greatly interested in the development and the implementation of the Communication on enabling the digital transformation of health and care in the Digital Single Market as adopted in April 2018.&#xd;<br />&#xd;<br />Further to the Communication, the organization is closely monitoring all the work conducted throughout the European Innovation Partnership on Active and Healthy Ageing (EIP on AHA).&#xd;<br />Concretely, the organization has been following with a lot of interest the development of the Blueprint of digital innovation of health and care (https://ec.europa.eu/eip/ageing/blueprint_en), the EIP on AHA Innovation to Market (I2M) (https://ec.europa.eu/eip/ageing/innovation-market-i2m_en) and the Monitoring and Assessment Framework for the EIP on AHA (https://www.mafeip.eu/).&#xd;<br />&#xd;<br />Other initiatives that have raised the interest from AHIMA have been: the Scirocco project maturity model on integrated care (https://www.scirocco-project.eu/scirocco-tool/) or the ImpleMentAll project with its implementation tailoring tool (https://www.itfits-toolkit.com/).","lastUp":"2019-09-25T12:20:44.653+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}