{"id":"718265422222-78","name":"Galway-Mayo Institute of Technology","registrationDate":"2016-06-10T16:37:22.038+02:00","category":4,"subCategory":12,"legal":"Public Body","web":"http://www.gmit.ie","country":"Ireland","headAddress":"GMIT Galway Campus","headCity":"Galway","headPostCode":"H91 T8NW","headPhone":"(353)91 75 31 61","boss":"Jim Fennell","bossTitle":"Mr","bossPosition":"Secretary / Financial Controller","membersCount":10,"membersFTE":"10.0","membership":"http://www.thea.ie/&#xd;\n&#xd;\nhttps://www.earma.org/","memberOrga":"www.gmit.ie","goal":"Galway-Mayo Institute of Technology (GMIT) has recently launched its Strategic Plan 2019-2023 which represents the next stage in the evolution of GMIT as it transitions to a Technological University (TU) together with our partners at Letterkenny Institute of Technology and the Institute of Technology Sligo.                      GMIT Vision: The vision of the Institute is to provide its students with a transformative university experience, empowering our graduates to fully contribute to the social, economic and cultural betterment of society.   It aims to invest in excellent applied learning, teaching and research environments reflecting the real needs of business, enterprise and the professions in our region.  It also aims to be a preferred partner for research and an enterprise innovator that attracts, supports and encourages students and staff from all over the world enabling them to reach their full potential.                GMIT Mision:  GMIT is a nurturing institution maintaining positive staff-student interactions that help to foster the capabilities and creativity of a diverse student and staff community in their intellectual, personal and social endeavours. In providing students with this transformative university experience GMIT:&#xd;<br />•\tEnables access and opportunity for a diverse          student community;&#xd;<br />•\tAttracts, supports and encourages highly talented staff;&#xd;<br />•\tMaintains positive staff-student interactions;&#xd;<br />•\tInvests in innovative research and applied teaching and learning;&#xd;<br />•\tCollaborates with government, agencies, enterprise and the community;&#xd;<br />•\tDevelops confident, professional, knowledgeable and skilled graduates equipped to contribute as global citizens.","acronym":"GMIT","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"GMIT is actively involved in European Commission funding calls, particularly Horizon 2020 and Commission tender projects.","lastUp":"2019-05-28T18:30:31.166+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}