{"id":"718265422222-78","name":"Galway-Mayo Institute of Technology","registrationDate":"2016-06-10T16:37:22.038+01:00","category":4,"subCategory":12,"legal":"Public Body","web":"http://www.gmit.ie","country":"Ireland","headAddress":"GMIT Galway Campus","headCity":"Galway","headPostCode":"H91 T8NW","headPhone":"(353)91 75 31 61","boss":"Jim Fennell","bossTitle":"Mr","bossPosition":"Secretary / Financial Controller","membersCount":3,"membersFTE":"3.0","membership":"www.thea.ie","memberOrga":"","goal":"Galway-Mayo Institute of Technology?s (GMIT) mission is to develop life-long learning opportunities through its teaching and research and supporting regional development, consistent with national policy (GMIT Strategy 2010 to 2016, approved by Governing Body).&#xd;<br />GMIT is developing a New Strategic Plan in 2016 to cover the period from 2017 to 2020 dovetailing with National Higher education Authority performance requirements and outcomes focused performance measures and targets.&#xd;<br />GMIT, the third largest of thirteen Institutes of Technology in Ireland, is a large multi-campus Irish higher education institution operating across a wide and very remote geographic City-Region on the periphery of the North Atlantic serving the counties of Galway and Mayo as its primary catchment areas through five locations where programmes are offered. Our graduates have the professional knowledge, competence and skills relevant to the social, cultural and enterprise development needs of the region.","acronym":"GMIT","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"GMIT is actively involved in European Commission funding calls, particularly Horizon 2020 and Commission tender projects.","lastUp":"2017-06-07T17:53:04.175+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}