{"id":"71846703030-55","name":"S.C. TELEKOM ROMANIA COMMUNICATIONS S.A.","registrationDate":"2010-01-15T09:44:11.465+02:00","category":2,"subCategory":3,"legal":"Joint Stock Company","web":"http://www.telekom.ro","country":"Romania","headAddress":"Piata Presei Libere 3-5","headCity":"Bucharest","headPostCode":"013702","headPhone":"(40)2 14 00 52 29","boss":"MIROSLAV MAJOROS","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":17,"membersFTE":"4.25","membership":"S.C. TELEKOM ROMANIA COMMUNICATIONS S.A.is a member of the following National and International Associations:&#xd;\n&#xd;\n•\tAOTR - Romanian Telecommunications Operators' Association&#xd;\n•\tANISP - National Association of the Internet Service Providers from Romania&#xd;\n•\tETNO – European Telecommunications Network Operators’ (Incumbents) Association&#xd;\n•\tITU – International Telecommunications Union&#xd;\n•\tCDG – CDMA Development Group&#xd;\n•\tAmerican Chamber of Commerce","memberOrga":"•\tAOTR - Romanian Telecommunications Operators' Association&#xd;\n•\tANISP - National Association of the Internet Service Providers from Romania&#xd;\n•\tETNO – European Telecommunications Network Operators’ (Incumbents) Association&#xd;\n•\tITU – International Telecommunications Union&#xd;\n•\tAmerican Chamber of Commerce","goal":"Telekom Romania Communications is the incumbent fixed telecommunications provider in Romania and nowadays is ranked one of the best Romanian companies in the market. Romtelecom has evolved intelligently, with many efforts, from a former state monopoly to a private company, owned by OTE International Investment Ltd. which controls 54.01% of its shares capital and Romanian State which controls the remaining of 45.99%. Today, Telekom Romania offers reliable, innovative and easy-to-use services, from the traditional fixed telephony to high quality Internet, digital TV, to the most secure hosting data center in Romania, voice and data bundled services and a permanently supervised and improved Customer Care program.&#xd;<br />&#xd;<br />The Corporate mission is to deliver promptly ever-growing reliable telecommunication and entertainment services and the Corporate vision is that Telekom Romania is the service company setting the standards within Romania, by exceeding the expectations of customers, employees and shareholders in the provision of high quality communication, entertainment and IT solutions.","acronym":"","interests":"Audiovisual and Media, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Environment, General and Institutional Affairs, Information Society, Internal Market, Regional Policy, Research and Technology, Trade","euInitiatives":"Connected Continent: a single telecom market for growth &amp; jobs&#xd;<br />Draft Regulation on the protection of individuals with regard to the processing of personal data and on the free movement of such data &#xd;<br />Digital Single Market Strategy &#xd;<br />Draft Directive concerning measures to ensure a high common level of network and information security across the Union&#xd;<br />Public consultation on the evaluation and the review of the regulatory framework for electronic communications networks and services","lastUp":"2018-04-10T12:07:42.166+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}