{"id":"719135118053-50","name":"Europe External Policy Advisors","registrationDate":"2015-07-02T17:08:17.849+01:00","category":4,"subCategory":5,"legal":"SPRL","web":"http://www.eepa.be","country":"Belgium","headAddress":"Rue Stevin 115","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 30 07 32","boss":"Mirjam Van Reisen","bossTitle":"Ms","bossPosition":"Director","membersCount":6,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"Founded in 2003, Europe External Policy Advisors (EEPA) is a Brussels-based centre of expertise on the EU's external policies. EEPA works on a wide variety of subjects relating to the EU's external policies, including legal frameworks, the annual budget and programming.&#xd;<br />&#xd;<br />It also works on specific policy areas such as children¹s rights, gender equality and HIV/AIDS. EEPA conducts lobbying and advocacy, does research and analysis, organises conferences and works on information dissemination, curriculum development and web design and content management.&#xd;<br />&#xd;<br />EEPA’s work is motivated by the goal of promoting a socially responsible European Union, both internally and externally, based on the values of solidarity and equality and with a strong focus on global poverty eradication.&#xd;<br />&#xd;<br />EEPA's objective is to strengthen the participation of actors that can contribute to building a responsible social Europe. Social actors, including NGOs, are regarded as an essential force for advancing the objective of a responsible and accountable Europe and their participation is promoted in EEPA’s work. EEPA also works with parliamentarians, governmental bodies and multilateral agencies in order to advance Europe’s role in the promotion of peace and development. EEPA explicitly aims to include both governmental and non-governmental actors from the South in its analysis of the impact of EU policies.","acronym":"EEPA","interests":"Budget, Development, Environment, External Relations, Foreign and Security Policy and Defence, Home Affairs, Humanitarian Aid, Justice and Fundamental Rights, Research and Technology","euInitiatives":"EU External Policies&#xd;<br />Migration Policy&#xd;<br />Development Policy&#xd;<br />Khartoum Process&#xd;<br />European Development Fund&#xd;<br />Post-Cotonou negotiation process and ACP-EU relations","lastUp":"2017-05-30T12:28:18.077+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}