{"id":"71927374943-68","name":"Digitalcourage e.V.","registrationDate":"2011-01-11T15:19:53.660+02:00","category":3,"subCategory":2,"legal":"eingetragener Verein","web":"https://digitalcourage.de","country":"Germany","headAddress":"Marktstraße 18","headCity":"Bielefeld","headPostCode":"33602","headPhone":"(49)5 21 16 39 16 39","boss":"Rena Tangens","bossTitle":"Ms","bossPosition":"Vorstand","membersCount":5,"membersFTE":"2.25","membership":"Allianz „Rechtssicherheit für politische Willensbildung“ e.V.,&#xd;\nhttps://www.zivilgesellschaft-ist-gemeinnuetzig.de&#xd;\n&#xd;\nArbeitskreis Vorratsdatenspeicherung (AK-Vorrat), http://vorratsdatenspeicherung.de/&#xd;\n&#xd;\nCultural Commons Collecting Society SCE mbH (C3S SCE), https://www.c3s.cc/&#xd;\n&#xd;\nEuropean Digital Rights (EDRi), https://edri.org/&#xd;\n&#xd;\nForum InformatikerInnen für Frieden und gesellschaftliche Verantwortung e.V. (FIfF), http://fiff.de&#xd;\n&#xd;\nKommunikation und neue Medien e.V. (KunM), http://www.kunm.de/&#xd;\n&#xd;\nSoftware für Engagierte e.V., http://sfe-ev.org&#xd;\n&#xd;\ntorservers.net, https://torservers.net/&#xd;\n&#xd;\nWhistleblower-Netzwerk e.V., http://www.whistleblower-net.de/","memberOrga":"Forum InformatikerInnen für Frieden und gesellschaftliche Verantwortung e.V. (FIfF), http://fiff.de&#xd;\n&#xd;\npraemandatum GmbH, http://praemandatum.de","goal":"Digitalcourage e.V. (bis 2012: FoeBuD e.V.) setzt sich seit 1987 für Bürgerrechte und Datenschutz ein. Bei Digitalcourage treffen unterschiedlichste Menschen zusammen, die Technik und Politik kritisch erkunden und menschenwürdig gestalten wollen.&#xd;<br />&#xd;<br />Wir wehren uns dagegen, dass unsere Demokratie „verdatet und verkauft“ wird. Wir wollen keine Gesellschaft, in der Menschen nur noch als Marketingobjekte, Manövriermasse beim Abbau des Sozialstaates oder als potentielle Terroristen behandelt werden. Wir wollen eine lebendige Demokratie.&#xd;<br />&#xd;<br />Digitalcourage klärt durch Öffentlichkeitsarbeit, Vorträge, Veranstaltungen und charmante Aktionen auf. So richtet Digitalcourage jährlich die BigBrotherAwards („Oscars für Datenkraken“) in Deutschland aus. Mit unserem Fachwissen mischen wir uns – auch ungefragt – in politische Prozesse ein. Digitalcourage arbeitet für eine lebenswerte Welt im digitalen Zeitalter.","acronym":"Digitalcourage","interests":"Borders and Security, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Foreign affairs and security policy, Institutional affairs, Justice and Fundamental Rights, Research and innovation, Youth","euInitiatives":"Digitalcourage beschäftigt sich insbesondere mit Datenschutz, Gestaltung der digitalen Gesellschaft, Netzneutralität, Verbraucherschutz, Internet der Dinge.&#xd;<br />&#xd;<br />Aus diesem Grund sind u.a. folgende EU-Vorhaben für uns derzeit besonders wichtig:&#xd;<br />Begleitung der EU-Gesetzgebung, insbesondere in den Bereichen Datenschutz-Grundverordnung, Privacy Directive, Vorratsdatenspeicherung, PNR.","lastUp":"2019-06-19T16:29:45.437+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}