{"id":"7193977808-18","name":"Bayerische Motoren Werke Aktiengesellschaft","registrationDate":"2008-12-17T17:14:07.615+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.bmwgroup.com","country":"Germany","headAddress":"Petuelring, 130","headCity":"München","headPostCode":"80788","headPhone":"(49)89 38 20","boss":"Oliver Zipse","bossTitle":"Mr","bossPosition":"Vorstandsvorsitzender","membersCount":8,"membersFTE":"4.5","membership":"Die BMW Group ist Mitglied bei ACEA, ACEM, VDA, BritCham Brüssel, BusinessEurope Advisery &amp; Strategy Group, vbw, ERTRAC, ERTICO, EGVIA, ERT, FSA und EUCAR.","memberOrga":"","goal":"Die BMW Group ist mit ihren Marken BMW, MINI, Rolls-Royce und BMW Motorrad der weltweit führende Premium-Hersteller von Automobilen und Motorrädern und Anbieter von Premium-Finanz- und Mobilitätsdienstleistungen. Das BMW Group Produktionsnetzwerk umfasst 30 Produktions- und Montagestätten in 14 Ländern; das Unternehmen verfügt über ein globales Vertriebsnetzwerk mit Vertretungen in über 140 Ländern.&#xd;<br />&#xd;<br />Im Jahr 2018 erzielte die BMW Group einen weltweiten Absatz von mehr als 2.490.000 Automobilen und über 165.000 Motorrädern. Das Ergebnis vor Steuern im Geschäftsjahr 2017 belief sich auf 10,655 Mrd. €, der Umsatz auf 98,678 Mrd. €. Zum 31. Dezember 2017 beschäftigte das Unternehmen weltweit 129.932 Mitarbeiterinnen und Mitarbeiter.&#xd;<br />&#xd;<br />Seit jeher sind langfristiges Denken und verantwortungsvolles Handeln die Grundlage des wirtschaftlichen Erfolges der BMW Group. Das Unternehmen hat ökologische und soziale Nachhaltigkeit entlang der gesamten Wertschöpfungskette, umfassende Produktverantwortung sowie ein klares Bekenntnis zur Schonung von Ressourcen fest in seiner Strategie verankert.","acronym":"BMW Group","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Emissions Regulation (CO2, RDE etc.), Fuel Consumption Regulation, Urban Vehicle Access Regulation, CO2 based taxes, ETS, Free Trade Agreements, Regulations and technical specifications of BEV &amp; PHEV &amp; Hybrid &amp; FCEV, Measures for market uptake and incentives e-mobility, Programs/incentives for e-infrastructure and alternative fuels infrastructure, Funding/financial support schemes for research into alternatives fuels, Responsible sourcing initiative (Conflict Minerals), MMF, IMD II, IORP II, Capital Market Union, Tax Transparency Package","lastUp":"2020-01-06T16:02:18.737+01:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":0,"turnoverRange":""}