{"id":"7193977808-18","name":"Bayerische Motoren Werke Aktiengesellschaft","registrationDate":"2008-12-17T17:14:07.615+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.bmwgroup.com","country":"Germany","headAddress":"Petuelring, 130","headCity":"München","headPostCode":"80788","headPhone":"(49)89 38 20","boss":"Harald Krüger","bossTitle":"Mr","bossPosition":"Vorsitzende des Vorstandes","membersCount":9,"membersFTE":"5.5","membership":"Die BMW Group ist Mitglied bei ACEA, ACEM, VDA, BritCham Brüssel, BusinessEurope Advisery &amp; Strategy Group, vbw, ERTRAC, ERTICO, EGVIA, ERT, FSA und EUCAR.","memberOrga":"","goal":"Die BMW Group ist mit ihren Marken BMW, MINI, Rolls-Royce und BMW Motorrad der weltweit führende Premium-Hersteller von Automobilen und Motorrädern und Anbieter von Premium-Finanz- und Mobilitätsdienstleistungen. Als internationaler Konzern betreibt das Unternehmen 30 Produktions- und Montagestätten in 14 Ländern sowie ein globales Vertriebsnetzwerk mit Vertretungen in über 140 Ländern.&#xd;<br />Im Jahr 2017 erzielte die BMW Group einen weltweiten Absatz von mehr als 2.463.500 Automobilen und über 164.000 Motorrädern. Das Ergebnis vor Steuern im Geschäftsjahr 2017 belief sich auf 10,655 Mrd. €, der Umsatz auf 98,678 Mrd. €. Zum 31. Dezember 2017 beschäftigte das Unternehmen weltweit 129.932 Mitarbeiterinnen und Mitarbeiter.&#xd;<br />Seit jeher sind langfristiges Denken und verantwortungsvolles Handeln die Grundlage des wirtschaftlichen Erfolges der BMW Group. Das Unternehmen hat ökologische und soziale Nachhaltigkeit entlang der gesamten Wertschöpfungskette, umfassende Produktverantwortung sowie ein klares Bekenntnis zur Schonung von Ressourcen fest in seiner Strategie verankert.","acronym":"BMW Group","interests":"Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Information Society, Internal Market, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Emissions Regulation (CO2, RDE etc.)&#xd;<br />Fuel Consumption Regulation&#xd;<br />Urban Vehicle Access Regulation&#xd;<br />CO2 based taxes&#xd;<br />ETS&#xd;<br />Free Trade Agreements&#xd;<br />Regulations and technical specifications of BEV, PHEV, Hybrid, FCEV&#xd;<br />Measures for market uptake and incentives e-mobility &#xd;<br />Programs/incentives for e-infrastructure and alternative fuels infrastructure&#xd;<br />Funding/financial support schemes for research  into alternatives fuels&#xd;<br />Responsible sourcing initiative (Conflict Minerals)&#xd;<br />MMF&#xd;<br />IMD II&#xd;<br />IORP II&#xd;<br />Capital Market Union&#xd;<br />Tax Transparency Package","lastUp":"2018-03-23T12:25:55.045+02:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":0,"turnoverRange":""}