{"id":"7193977808-18","name":"Bayerische Motoren Werke Aktiengesellschaft","registrationDate":"2008-12-17T17:14:07.615+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.bmwgroup.com","country":"Germany","headAddress":"Petuelring, 130","headCity":"München","headPostCode":"80788","headPhone":"(49)89 38 20","boss":"Harald Krüger","bossTitle":"Mr","bossPosition":"Vorsitzende des Vorstandes","membersCount":9,"membersFTE":"5.5","membership":"Die BMW Group ist Mitglied bei ACEA, ACEM, VDA, BritCham Brüssel, BusinessEurope Advisery &amp; Strategy Group, FAS, vbw, ERTRAC, ERTIGO, EGVIA, ERT, FSA und EuCar.","memberOrga":"","goal":"Die BMW Group ist mit ihren Marken BMW, MINI und Rolls-Royce der weltweit führende Premium-Hersteller von Automobilen und Motorrädern und Anbieter von Premium-Finanz- und Mobilitätsdienstleistungen. Als internationaler Konzern betreibt das Unternehmen 31 Produktions- und Montagestätten in 14 Ländern sowie ein globales Vertriebsnetzwerk mit Vertretungen in über 140 Ländern. Im Jahr 2016 erzielte die BMW Group einen weltweiten Absatz von rund 2,367 Millionen Automobilen und 145.000 Motorrädern. Das Ergebnis vor Steuern belief sich auf rund 9,67 Mrd. €, der Umsatz auf 94,16 Mrd. €. Zum 31. Dezember 2016 beschäftigte das Unternehmen weltweit 124.729 Mitarbeiterinnen und Mitarbeiter. Seit jeher sind langfristiges Denken und verantwortungsvolles Handeln die Grundlage des wirtschaftlichen Erfolges der BMW Group. Das Unternehmen hat ökologische und soziale Nachhaltigkeit entlang der gesamten Wertschöpfungskette, umfassende Produktverantwortung sowie ein klares Bekenntnis zur Schonung von Ressourcen fest in seiner Strategie verankert.","acronym":"BMW Group","interests":"Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Information Society, Internal Market, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Emissions regulation (CO2, RDE etc.)&#xd;<br />Fuel consumption regulation &#xd;<br />CO2 based taxes&#xd;<br />ETS&#xd;<br />TTIP &amp; other free trade agreements&#xd;<br />Regulations and technical specifications of BEV, PHEV, Hybrid, REX&#xd;<br />Measures for market uptake and incentives e-mobility &#xd;<br />Programs/incentives for e-infrastructure and alternative fuels infrastructure&#xd;<br />Funding/financial support schemes for research  into alternatives fuels&#xd;<br />E-mobility pilots&#xd;<br />Responsible sourcing initiative (Conflict Minerals)&#xd;<br />MMF&#xd;<br />IMD II&#xd;<br />IORP II&#xd;<br />Capital Market Union&#xd;<br />Tax Transparency Package","lastUp":"2017-03-24T15:32:11.441+01:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":0,"turnoverRange":""}