{"id":"719582931026-24","name":"ENTE ITALIANO TUTELA ANIMALI E LEGALITA'","registrationDate":"2018-04-14T11:25:50.847+02:00","category":3,"subCategory":2,"legal":"ASSOCIAZIONE","web":"http://www.eital.it","country":"Italy","headAddress":"VIA ISONZO, 67","headCity":"CASALECCHIO DI RENO","headPostCode":"40033","headPhone":"(39)33 56 33 96 35","boss":"STEFANIA CESAREO","bossTitle":"Ms","bossPosition":"PRESIDENTE","membersCount":2,"membersFTE":"0.5","membership":"https://www.federgez.it/","memberOrga":"","goal":"La missione dell’EITAL è la conservazione della fauna selvatica, degli ambienti naturali, del lupo,  della protezione e difesa di tutti gli animali,  con maggior riguardo quelli di affezione,  la promozione e la diffusione della cultura del rispetto di ogni vita e degli ecosistemi mediante il coinvolgimento delle persone, degli Enti pubblici e privati, attraverso le seguenti attività:&#xd;<br />-  realizzando eventi di divulgazione sul tema della protezione degli animali e dell’ambiente presso siti pubblici (scuole, circoli, associazioni, etc) e privati (es: teatri, cinema, etc) in riferimento alle normative vigenti e dati biologici;&#xd;<br />-  promuovendo l’educazione ambientale mediante corsi, iniziative didattiche, iniziative scolastiche, conferenze, mostre, pubblicazioni.&#xd;<br />-    promuove raccolte pubbliche di fondi effettuate occasionalmente anche mediante offerta di beni di modico valore o di servizi ai sovventori, in concomitanza di celebrazioni, ricorrenze o campagne di sensibilizzazione (cfr.art.26 del Dlgs. N. 460/1997, che fa espresso rinvio alle norme di cui agli articoli 2 e 9 del medesimo Decreto, circolare n. 59 del 31/10/2007).&#xd;<br />- corsi di formazione riguardante la preparazione di personale specializzato che operi esclusivamente all’interno dell’organizzazione per il perseguimento delle proprie finalita’ solidaristiche (cfr. circolare n. 168 del 26/06/1998 punto 1.5 – attività accessorie per natura a quelle istituzionali).&#xd;<br /> -     Intervenendo presso i competenti Organi istituzionali mondiali, europei, statali, e locali affinché siano emanate norme finalizzate alla tutela e rispetto dell’oggetto della tutela di cui sopra;&#xd;<br />-        Appoggiando la creazione di oasi naturalistiche e  centri di protezione sia direttamente gestendo o amministrando terreni o altre proprietà sia indirettamente stimolando l’intervento di altri organi amministrativi;&#xd;<br />-      Promuovendo la tutela dell’ambiente e degli animali anche mediante la formazione di un corpo di proprie guardie, addette alla prevenzione e repressione dei reati concernenti le leggi e i regolamenti per la protezione degli animali, del patrimonio zootecnico ivi compresi la caccia e la pesca, nonché del patrimonio ambientale;&#xd;<br />-   In generale svolge tutte quelle attività che abbiano come scopo la tutela del patrimonio faunistico, floreale e ambientale nello Stato Italiano, principalmente del lupo e la protezione e difesa di tutti gli animali e del patrimonio zootecnico.","acronym":"EITAL","interests":"Agriculture and Rural Development, Climate Action, Consumer Affairs, Customs, Development, Education, Energy, Environment, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, Internal Market, Justice and Fundamental Rights, Public Health, Trade, Transport","euInitiatives":"Norme sulla: protezione degli Animali e dell'Ambiente; trasporto e commercio degli Animali; allevamenti intensivi; caccia e pesca; macellazione industriale; canili.","lastUp":"2018-04-14T12:24:58.263+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}