{"id":"719676228002-94","name":"Danish Cultural Institute","registrationDate":"2017-08-14T14:15:05.661+02:00","category":3,"subCategory":2,"legal":"Association Étrangère","web":"https://www.danishculture.eu/om-os/","country":"Denmark","headAddress":"Danish Cultural Institute","headCity":"Copenhagen","headPostCode":"1463","headPhone":"(45)33 13 54 48","boss":"Kirstine Rosalia Fenger","bossTitle":"Ms","bossPosition":"Senior Project Manager","membersCount":4,"membersFTE":"1.5","membership":"- Member of EUNIC Brussels","memberOrga":"","goal":"Danish Cultural Institute is a self-governing organisation with the aim to foster dialogue, exchange and mutual inspiration between Denmark and the rest of the world. It is our mission through networks, cooperation and exchange of knowhow and best practice to create cultural and societal value in Denmark as well as abroad. With an open and dialogue based approach to cultural cooperation, we seek to foster intercultural understanding.&#xd;<br /> &#xd;<br />Our work is founded on a broad conceptual platform that embraces art, culture and society; within those areas we work for a common ground that unites people across cultures and national borders, promotes international understanding and facilitates intercultural communication.&#xd;<br /> &#xd;<br />Danish Cultural Institute facilitates networks and strengthens collaboration between Danish and international artists, cultural institutions and the creative sectors. In cooperation with partners – other European cultural institutes, cultural, arts and educational institutions, governmental bodies and individual artists – we create experiences, exchange, events and short and long term projects rooted in a deep understanding of the specific cultural and political landscape, we are operating in. With our activities, we strive to create long-lasting connections and networks.","acronym":"","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- European Agenda for Culture&#xd;<br />- Creative Europe 2014-2020&#xd;<br />- Cultural Diplomacy Platform&#xd;<br />- European Capitals of Culture (ECoCs)&#xd;<br />- New Narrative for Europe (Morten Løkkegaard)&#xd;<br />- European Year of Cultural Heritage 2018&#xd;<br />- European Heritage Label","lastUp":"2018-08-15T15:17:12.737+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}