{"id":"719955636256-02","name":"European Spas Association","registrationDate":"2019-10-17T10:40:47.501+02:00","category":6,"subCategory":11,"legal":"A.I.S.B.L.","web":"http://www.europeanspas.eu","country":"Belgium","headAddress":"Rue de Treves 45","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)24 86 25 02","boss":"Csilla Mezösi","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":4,"membersFTE":"2.25","membership":"","memberOrga":"https://www.europeanspas.eu/en/association/members&#xd;\n20national Spa/Balneology/Medical Spa Associations and 4 advisory members","goal":"European Spas Association (ESPA) is an umbrella industry organisation ( founded 1995 in Brussels) representing 20 countries in Europe with natural remedies. It is a non-profit and non-governmental association based on Belgian law (A.I.S.B.L.).  The European Spas are seeking to work together on matters of common interest in the field of spas and balneology. This requires a greater cooperation of the national and regional associations as well as the private sector on EU level.&#xd;<br />&#xd;<br />Our global objective is to promote spas and balneology in Europe and to take care that the natural remedies based on mineral water, landscape and climate will be available to as great a number of citizens and visitors as possible.&#xd;<br />&#xd;<br />Our mission: Align health resorts within the European healthcare market. Promote spa medicine as a curative and preventive approach using natural remedies, rehabilitation techniques and education in healthy lifestyle.&#xd;<br />&#xd;<br />Our lobby is focusing on recognition of local natural resources. Highlight the significant role of medical/health tourism in the overall healthcare. Promotion of quality spa services and education. Influence media partners in Spa Business.&#xd;<br />&#xd;<br />What we do:&#xd;<br />Our lobby is focusing on recognition of local natural resources&#xd;<br />Highlight the significant role of medical/health tourism in the overall healthcare&#xd;<br />Promotion of quality spa services and education&#xd;<br />Influence media partners in Spa Business&#xd;<br />&#xd;<br />ESPA aims: &#xd;<br />&#xd;<br />A great network of contacts with policymakers as well as leading representatives of science and business -this goes to benefit above all our members&#xd;<br />&#xd;<br />Promote prevention in health resorts and medical spas&#xd;<br />Promote medical spas as the main partner for rehabilitation using added value by treatments with natural remedies&#xd;<br />&#xd;<br />To develop programs for health and wellbeing products and strategies for prevention and rehabilitation for all living within Europe&#xd;<br />&#xd;<br />To exchangeof experience, best practice and know-how of innovative product development and promotion, medical and market researches and up-date information from all part of our business&#xd;<br />&#xd;<br />To establish, promote and improve the standards in all spas and health resorts within Europe&#xd;<br />&#xd;<br />To define and harmonize common training programs and to determine a professional structure for the European spa business Industry&#xd;<br />&#xd;<br />To establish a framework for collaborative marketing and stimulate spa research opportunities for ESPA member countries&#xd;<br />&#xd;<br />Networking between Spa business: rehabilitation centers and clinics, medical research and education partners, spa hoteIs and medical spas, spa operators and Investors&#xd;<br />&#xd;<br />Cooperation in EU working groups and searching for EU calls","acronym":"ESPA","interests":"Agriculture and Rural Development, Culture, Digital economy and society, Education and training, Environment, Food Safety, Public Health, Regional Policy, Research and innovation, Single market, Sport","euInitiatives":"Our global objective is to promote spas and balneology in Europe and to take care that the natural remedies based on mineral water, landscape and climate will be available to as great a number of citizens and visitors as possible.&#xd;<br />&#xd;<br />Our mission: Align health resorts within the European healthcare market. Promote spa medicine as a curative and preventive approach using natural remedies, rehabilitation techniques and education in healthy lifestyle.&#xd;<br />&#xd;<br />Our lobby is focusing on recognition of local natural resources. Highlight the significant role of medical/health tourism in the overall healthcare. Promotion of quality spa services and education. Influence media partners in Spa Business.","lastUp":"2019-10-17T10:50:00.471+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}