{"id":"72029513877-54","name":"Association for Competitive Technology","registrationDate":"2010-07-16T16:50:15.930+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://actonline.eu","country":"Belgium","headAddress":"Avenue Louise, 165","headCity":"Brussels","headPostCode":"B-1050","headPhone":"(32)0 26 47 73 50","boss":"Jonathan Zuck","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"European Internet Foundation (EIF)&#xd;\nICC - Chambre de Commerce Internationale&#xd;\nICANN GNSO Intellectual Prop Constituency&#xd;\nICANN GNSO Business Constituency&#xd;\nICAC Internet Education Foundation (IEF)","memberOrga":"","goal":"ACT is an international grassroots advocacy and education organization representing more nearly 5000 small and mid-size information technology firms from around the world. ACT is the only organization focused on the needs of small business innovators from around the world.  We advocate for an environment that inspires and rewards innovation.  We also provide resources like the Innovators Network to help our members leverage their intellectual assets to raise capital, create jobs, and continue innovating.","acronym":"ACT","interests":"Competition, Education, Information Society, Internal Market, Research and Technology, Taxation, Trade","euInitiatives":"1. Single Market&#xd;<br />ACT works on a variety of initiatives to move the European Union closer to a single market for goods, services and labor. Our members believe that fluid movement of goods, services and labor accross national borders is essential to SMEs realizing the economies of scale necessary to compete in the global marketplace.&#xd;<br />&#xd;<br />2.Institutional and National Procurement Policy&#xd;<br />ACT works to ensure that procurement policies of the European institutions and individual member states are not constructed either directly or indirectly to exclude SME participation. ACT focuses on policies that might lead to institutional bias against small businesses, particular business models or intellectual property.&#xd;<br />&#xd;<br />3. Intellectual Property Protection&#xd;<br />IP is one of the few competitive tools that SMEs have in an industry dominated by big global players. The strong, consistent and predictable protection of intellectual property around the world is critical to the sucess of innovative SMEs in Europe. ACT has worked a great deal on the Community Patent in its various forms as well as ensuring that IP is respected in the areas of procurement, standards setting and competition policy.","lastUp":"2017-04-04T14:19:18.477+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}