{"id":"720555724263-16","name":"Vienna Insurance Group AG Wiener Versicherung Gruppe","registrationDate":"2016-11-02T14:23:09.284+02:00","category":2,"subCategory":3,"legal":"AG","web":"http://www.vig.com","country":"Austria","headAddress":"Schottenring 30","headCity":"Vienna","headPostCode":"1010","headPhone":"(43)66 48 40 20 84","boss":"Prof. Elisabeth Stadler","bossTitle":"Ms","bossPosition":"CEO","membersCount":3,"membersFTE":"2.75","membership":"-\tVersicherungsverband Österreich / Austrian Insurance Association (VVO – www.vvo.at)&#xd;\n&#xd;\n-\tWirtschaftskammer Österreich / Austrian Federal Economic Chamber (WKO – www.wko.at)&#xd;\n&#xd;\n-\tIndustriellenvereinigung Österreich / Federation of Austrian Industries (IV – www.iv-net.at)","memberOrga":"","goal":"Vienna Insurance Group AG Wiener Versicherung Gruppe (VIG) is the leading insurance group in Austria and Central and Eastern Europe (CEE).  &#xd;<br />&#xd;<br />Building on a history of more than 190 years VIG relies on well-established local brands united under the VIG umbrella: 50 subsidiaries with around 25,000 employees are serving retail and corporate customers in 25 countries.&#xd;<br />&#xd;<br />VIG focuses on its core business, life and non-life insurance, using a variety of distribution channels including brokers, agents, banks, direct sales and online. VIG aims to safeguard people’s life, property and financial values. Therefore it is VIG’s business to provide leading and innovative insurance services in the life, property, casualty and health sectors today and tomorrow.&#xd;<br />&#xd;<br />Ethical values are deeply rooted in VIG. The corporate behavior of VIG towards its employees, customers and shareholders is guided by honesty and integrity, leadership in matters large and small, customer satisfaction, diversity and equal opportunity.","acronym":"VIG","interests":"Banking and financial services, Competition, Consumers, Economy, finance and the euro, Enlargement, Single market, Taxation, Transport","euInitiatives":"-\tReview of Solvency II&#xd;<br />-       Sustainable Finance&#xd;<br />-\tReview of the Motor Insurance Directive (MID)&#xd;<br />-       Review of the Regulation on Key Information Documents for Packaged Retail and Insurance-Based Investment Products (PRIIPs)&#xd;<br />-      Review of the European System of Financial Supervision (ESFS)&#xd;<br />-\tRecovery, Resolution (R&amp;R) and Insurance Guarantee Schemes (IGS)&#xd;<br />-\tRegulation on a Pan-European Personal Pension Product (PEPP)&#xd;<br />-      Review of the Insurance Distribution Directive (IDD)&#xd;<br />-      Review of the Directive on the assessment and management of flood risks&#xd;<br />-      Cyber Risks and Digital Single Market (DSM)&#xd;<br />-      General Data Protection Regulation (GDPR)&#xd;<br />-      Capital Markets Union (CMU)","lastUp":"2018-10-18T12:49:49.212+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}