{"id":"720960835838-59","name":"Ligue internationale contre le Racisme et l'Antisémitisme","registrationDate":"2019-09-16T16:08:17.205+02:00","category":3,"subCategory":2,"legal":"association","web":"http://www.licra.org/","country":"France","headAddress":"42 rue du Louvre","headCity":"Paris","headPostCode":"75001","headPhone":"(33)01 45 08 08 08","boss":"Mario STASI","bossTitle":"Mr","bossPosition":"président","membersCount":13,"membersFTE":"13.0","membership":"La LICRA est membre de l'INACH (International Network Against Cyber Hate):&#xd;\nhttp://www.inach.net&#xd;\nLa LICRA est membre de FARE (Football Against Racism in Europe):&#xd;\nhttps://farenet.org","memberOrga":"","goal":"La Licra est une association française créée en 1927. Elle lutte contre toutes les formes de racisme et l'antisémitisme dans de nombreux domaines :&#xd;<br />- Permanence juridique gratuite pour les victimes et les témoins de racisme ainsi qu'accompagnement par des avocats bénévoles (60 avocats) sur tout le territoire français. La Licra peut se constituer partie civile.&#xd;<br />- Actions pédagogiques : interventions scolaires gratuites dans les établissements publics sur tout le territoire.&#xd;<br />- Formations sur la question des discriminations, du racisme et de l'antisémitisme auprès des policiers, gendarmes, magistrats ainsi qu'auprès d'entreprises.&#xd;<br />- Actions de lutte contre le racisme dans le sport : conférences, tournois citoyens, partenariats avec les fédérations sportives et clubs, etc. La Licra est membre du réseau FARE (Football Against Racism in Europe).&#xd;<br />- Formations sur le thème de la radicalisation et des discours conspirationnistes (acteurs locaux, préfectures).&#xd;<br />- Projets européens sur la lutte contre les discours de haine sur internet (DG Justice) en partenariat avec le réseau INACH (International Network Against Cyber-Hate): \"Research, Report, Remove: countering cyber-hate phenomena\", \"sCAN\" Programme REC 2014-2020, projet \"Get the trolls out\". La Licra participe depuis 2016 à l'ensemble des exercices de monitoring du Code de conduite pour lutter contre les contenus illégaux en ligne signé entre la Commission européenne et les IT Compagnies. Actions pour améliorer le cadre législatif et réglementaire aux niveaux français, européen et international.&#xd;<br />- Actions culturelles : organisation conférences en partenariat avec les festivals de théâtre.","acronym":"LICRA","interests":"Culture, Digital economy and society, Education and training, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Sport, Youth","euInitiatives":"- La lutte contre les discours de haine en ligne:&#xd;<br />La Licra participe en partenariat avec l'INACH aux programmes développés par la Commission européenne (DG Justice): exercice de monitoring Code de conduite, réunions de travail IT Compagnies, Commission européenne et société civile ; projets européens programme REC sur la lutte contre les contenus racistes en ligne :  \"Research, Report, Remove: countering cyber-hate phenomena\" coordonné par l'INACH, \"sCAN: Platforms, Experts, Tools: specialized cyber-activists network\" coordonné par la Licra Programme REC 2014-2020.&#xd;<br />- La  lutte contre la radicalisation :&#xd;<br />La Licra est membre depuis 2019 du réseau CSEP. Elle a présenté avec un consortium de membres de l'INACH le projet AIDA.&#xd;<br />- La lutte contre le racisme dans le sport et dans l'éducation,&#xd;<br />- la promotion de l'accès au droit des victimes de racisme","lastUp":"2019-09-18T13:12:37.712+02:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":0,"turnoverRange":""}