{"id":"72103751229-92","name":"Veolia","registrationDate":"2009-02-25T12:11:18.827+01:00","category":2,"subCategory":3,"legal":"Société Anonyme","web":"http://www.veolia.com","country":"France","headAddress":"30 avenue Madeleine Vionnet","headCity":"Aubervilliers","headPostCode":"93300","headPhone":"(33)1 85 57 70 00","boss":"Antoine FREROT","bossTitle":"Mr","bossPosition":"Président-directeur général","membersCount":7,"membersFTE":"5.75","membership":"•\tNon-sectoral organisations : AFEP, BusinessEurope, E3PO, Eurocities, European Issuers, FranceIndustrie, UDITE&#xd;\n•\tSectoral organisations: : AQUAFED, EurEau, COGEN EUROPE, EFAR, ERFO, EFIEES, EuroHeat&amp;Power, WssTP, Harzadous Waste Europe, BioEnergy Europe, EU Alliance to Save Energy, EuRic, FEAD, PRE &#xd;\n&#xd;\nThe above list includes all main organisations we are member of and/or with whom we interact in Brussels in activities falling under the scope of the Register.","memberOrga":"","goal":"Veolia group is the global leader in optimized resource management. With nearly 169 000 employees worldwide, the Group designs and provides water, waste and energy management solutions which contribute to the sustainable development of communities and industries. Through its three complementary business activities, Veolia helps to develop access to resources, preserve available resources, and to replenish them.&#xd;<br />In 2017, the Veolia group supplied 96 million people with drinking water and 62 million people with wastewater service, produced nearly 55 million megawatt hours of energy and converted 47 million metric tons of waste into new materials and energy.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Food Safety, Institutional affairs, International co-operation and development, Public Health, Regional Policy, Research and innovation, Single market, Taxation","euInitiatives":"- Drinking water directive recast; Water Reuse regulation; Evaluation of the Water Framework directive; Evaluation of the Urban Wastewater directive; Evaluation of the Environmental Quality Standards directive&#xd;<br />&#xd;<br />- Circular Economy Package (Waste Framework Directive); Single-use plastics directive; Waste Shipment Regulation; Interface Waste/Product; REACH and POP; Packaging and waste packaging; Product Policy; Industrial Emissions directive; Fertilisers regulation&#xd;<br />&#xd;<br />- Clean energy for all package (Energy Performance of Buildings directive,  Energy Efficiency directive, Renewables directive); EU ETS Directive; EU 2050 long term Climate strategy&#xd;<br />&#xd;<br />- Public sector information directive; Sustainable finance; Protection of EU investment; EU Multiannual Financial Framework (ERDF, HorizonEurope); Air quality directive evaluation","lastUp":"2019-02-25T18:29:04.244+01:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}