{"id":"72103751229-92","name":"Veolia","registrationDate":"2009-02-25T12:11:18.827+01:00","category":2,"subCategory":3,"legal":"Société Anonyme","web":"http://www.veolia.com","country":"France","headAddress":"30 avenue Madeleine Vionnet","headCity":"Aubervilliers","headPostCode":"93300","headPhone":"(33)1 85 57 00 00","boss":"Antoine FREROT","bossTitle":"Mr","bossPosition":"Président-directeur général","membersCount":7,"membersFTE":"5.0","membership":"•\tNon-sectoral organisations : BusinessEurope, Eurocities, UDITE &#xd;\n•\tSectoral organisations: : AQUAFED, ISWA, COGEN EUROPE, EFIEES, EuroHeat &amp;Power, WssTP, Harzadous Waste Europe&#xd;\n&#xd;\n&#xd;\nThe above list includes all main organisations we are member of and with whom we interact in Brussels in activities falling under the scope of the Register.","memberOrga":"","goal":"Around the globe, Veolia helps cities and industries to manage, optimize and make the most of their resources. The company provides an array of solutions related to water, energy and materials – with a focus on waste recovery – to promote the transition toward a circular economy.&#xd;<br />&#xd;<br />Veolia's 163,000 employees are tasked with contributing directly to the sustainability performance of customers in the public and private sectors, allowing them to pursue development while protecting the environment. &#xd;<br />To this end, the company designs and deploys specialist solutions to provide, protect and replenish resources while increasing their efficiency from an environmental, economic and social standpoint. Such initiatives are all part of Veolia's ongoing campaign to resource the world.","acronym":"","interests":"Climate Action, Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Food Safety, General and Institutional Affairs, Internal Market, Regional Policy, Research and Technology, Taxation","euInitiatives":"- Water policy&#xd;<br />- Circular Economy and waste issues&#xd;<br />- Heating and cooling, Energy efficiency and Renewables","lastUp":"2018-02-19T13:32:00.277+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}