{"id":"721453127420-80","name":"slavefreetrade","registrationDate":"2017-06-08T10:00:01.143+01:00","category":3,"subCategory":2,"legal":"non-profit association","web":"http://slavefreetrade.org","country":"Switzerland","headAddress":"Rue de Lausanne","headCity":"Geneva","headPostCode":"1202","headPhone":"(41)7 88 16 50 71","boss":"Brian Iselin","bossTitle":"Mr","bossPosition":"President","membersCount":18,"membersFTE":"12.0","membership":"","memberOrga":"","goal":"slavefreetrade is a Geneva-based non-profit association whose mission is to eradicate all forms of contemporary slavery. Our strategy pivots the traditional approach of incapacitating or prosecuting supply, to focus on promoting demand for slave-free goods and services. As 90% of slavery exists within the private sector;  and 71% of businesses admit to having slavery, or there being a risk of slavery in their supply chains;  the elimination of slavery rests significantly with ‘clean’ business supply chains. &#xd;<br />We will achieve our mission with support from our Patron, Ms Urmila Bhoola – United Nations Special Rapporteur on contemporary forms of slavery; our International Advisory Board and a global multidisciplinary team. Our collective focus is on mobilising consumers, investors, insurers, and governments to demand slave-free products, thereby influencing businesses to thoroughly investigate and cleanse their supply chains. In parallel, we will audit company supply chains against the highest international standard – as developed by slavefreetrade – and certify compliant companies as free of slavery and other exploitative practices. Products and services certified by us will bear a consumer-facing slavefreetrade label","acronym":"slavefreetrade","interests":"Development, Employment and Social Affairs, Enterprise, External Relations, Home Affairs, Humanitarian Aid, Trade, Youth","euInitiatives":"EU CSR Strategy&#xd;<br />European Development Policy: Proposal for a new European Consensus on Development&#xd;<br />Commission Communication on Next steps for a sustainable European future&#xd;<br />EU Trade Strategy&#xd;<br />EU Strategy towards the Eradication of Trafficking in Human Beings (2012-2016)","lastUp":"2017-06-08T13:38:20.419+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}