{"id":"721526930277-39","name":"CIRÉ-Coordination et initiatives pour réfugiés et étrangers","registrationDate":"2018-02-20T13:41:53.774+01:00","category":3,"subCategory":2,"legal":"asbl","web":"http://www.cire.be","country":"Belgium","headAddress":"rue du vivier, 80-82","headCity":"Bruxelles","headPostCode":"1050","headPhone":"(32)0 26 29 77 10","boss":"Joëlle  Van Pé","bossTitle":"Ms","bossPosition":"Directrice RH et finances","membersCount":1,"membersFTE":"0.5","membership":"Le CIRÉ est membre du:&#xd;\n-Alter Summet http://www.altersummit.eu/&#xd;\n-CNCD http://www.cncd.be/&#xd;\n-Migreurop http://www.migreurop.org/&#xd;\n-Picum http://picum.org/fr/&#xd;\n-RBDH http://www.rbdh-bbrow.be/?lang=fr","memberOrga":"Voir ici : &#xd;\n&#xd;\nhttps://www.cire.be/le-cire/les-associations-membres-du-cire","goal":"Depuis plus de 60 ans, le CIRÉ se penche sur la question des demandeurs d'asile, des réfugiés et des étrangers avec ou sans titre de séjour. Les migrations, l'accueil des demandeurs d'asile, la régularisation des sans-papiers, la politique d'enfermement et d'expulsion des étrangers ou encore l'intégration de ces personnes dans notre société sont au coeur de nos activités et de nos réflexions.&#xd;<br />&#xd;<br />Notre action vise à affirmer la nécessité de renforcer le(s) droit(s) des étrangers, le droit d’asile et veiller à ce que les politiques menées soient conformes aux principes de la déclaration des droits de l’homme&#xd;<br />considérer les migrants comme des citoyens actifs, pas seulement à intégrer mais bien comme des personnes qui participent pleinement à nos sociétés multiculturelles&#xd;<br />Nous menons ce travail par le biais de l'action politique, de la sensibilisation de l'opinion publique et du monde politique. Ceci implique un travail constant d’explication des revendications auprès du monde politique (gouvernement, parlement, administrations, etc.). Nous organisons régulièrement des moments de réflexion et des actions de sensibilisation. Nous élaborons des outils pédagogiques et réalisons des recherches sur ces thèmes.&#xd;<br />&#xd;<br />Notre action est multiple. À côté de la réflexion et de la sensibilisation, nous agissons sur le terrain. Le CIRÉ dispose d'un service d'accueil des réfugiés (300 places), d'une école de français, d'un service d'information sur le logement et d'un service \"Travail, Équivalences et Formations\" à l’attention des personnes d’origine étrangère.","acronym":"CIRÉ","interests":"Justice and Fundamental Rights","euInitiatives":"Le CIRÉ suis la politique européenne concernant la migration, l'asile et les frontières.&#xd;<br />Le CIRÉ inscrit dans ses priorités la défense d’une politique de protection belge et européenne de qualité, respectueuse des droits fondamentaux. En 2017, il s’est attaché à défendre l’accès au territoire et à la procédure d’asile pour les personnes en besoin de protection ainsi que le respect du droit d’asile.&#xd;<br />Pour l'année 2018, au niveau legislatif, le CIRÉ suis la reforme du système commun d'asile","lastUp":"2019-02-05T14:00:38.100+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}