{"id":"721647010823-15","name":"thyssenkrupp AG","registrationDate":"2013-03-14T17:18:06.425+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.thyssenkrupp.com","country":"Germany","headAddress":"thyssenkrupp Allee, 1","headCity":"Essen","headPostCode":"45143","headPhone":"(49)2 01 84 40","boss":"Dr. Heinrich Hiesinger","bossTitle":"Mr","bossPosition":"Vorstandsvorsitzender","membersCount":5,"membersFTE":"3.25","membership":"thyssenkrupp ist Mitglied in zahlreichen Fachverbänden in Deutschland, Europa und weltweit. Die Mitgliedschaft richtet sich nach Branchen. Zu den Verbänden zählen unter anderem EUROFER, WV Stahl, BDI, VDMA und ERT. Diese Verbände sind selbst als Organisationen im Transparenzregister gelistet.","memberOrga":"","goal":"Bei thyssenkrupp arbeiten über 158.000 Mitarbeiter in 79 Ländern an Produktlösungen für nachhaltigen Fortschritt. Als integrierter Werkstoff und Technologiekonzern richtet der thyssenkrupp Konzern seine Aktivitäten auf die zwei strategischen Kompetenzfelder \"Materials\" und \"Technologies\" aus. &#xd;<br />&#xd;<br />Die EU-Konzernrepräsentanz Brüssel vertritt thyssenkrupp bei den Institutionen der Europäischen Union und im dazugehörigen Umfeld.","acronym":"tkAG","interests":"Business and Industry, Climate Action, Competition, Customs, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Foreign and Security Policy and Defence, International co-operation and development, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Inhaltlich stehen wirtschaftliche und technische Themen im Vordergrund, insbesondere: Energie- und Klimapolitik (ETS, 2030 Ziele, Energie Union), Beihilferecht, Industriepolitik, Ressourceneffizienz, Rohstoffpolitik, Steuer- und Finanzmarktpolitik, Handelspolitik (Freihandelsabkommen, TDI), Forschungsprogramme (Horizon 2020, FP9), Nachhaltigkeit, European Corporate Governance, Digital Single Market, Clean Energy Package, u.a.","lastUp":"2018-04-26T10:40:19.224+02:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}