{"id":"721873825666-08","name":"Global Cyber Alliance Belgium","registrationDate":"2017-01-30T16:00:24.960+01:00","category":3,"subCategory":2,"legal":"not for profit incorporated in Belgium,UK, USA","web":"http://www.globalcyberalliance.org","country":"Belgium","headAddress":"9th floor via City Office (Corporation of London)","headCity":"Brussels","headPostCode":"1040","headPhone":"(49)1 52 27 70 64 93","boss":"Klara Jordan","bossTitle":"Ms","bossPosition":"Executive Director, EU and Africa","membersCount":5,"membersFTE":"1.25","membership":"ITU&#xd;\nWEF","memberOrga":"https://www.globalcyberalliance.org/our-partners/","goal":"The Global Cyber Alliance (GCA) is an international, cross-sector effort dedicated to eradicating cyber risk and improving our connected world. We achieve our mission by:&#xd;<br />&#xd;<br />Uniting Global Communities: We must stand as a global community, across sectors and geography, if we are to effectively address cyber risks.&#xd;<br />&#xd;<br />Implementing Concrete Solutions: We build concrete solutions that reduce and eradicate cyber risk, and we make those solutions freely available for any organization or individual to use.&#xd;<br />&#xd;<br />Measuring the Effect: We believe in measuring effectiveness. We must measure to know we are doing the right things, and metrics drive action. We need to know what works and what does not.","acronym":"GCA","interests":"Digital economy and society, Fraud prevention, International co-operation and development, Research and innovation, Trans-European Networks","euInitiatives":"EU cybersecurity act, ENISA election security work, and EU-CERT initiatives.&#xd;<br />GCA has as one of its founders the City of London Police Department. GCA is working with numerous governmental entities in the UK, in Europe, and globally with the implementation of DMARC. This protocol prevents an organization's email from being spoofed. GCA is signing an MOU with Europol to share both its DNS and DMARC solutions with member nations.","lastUp":"2019-11-12T10:04:10.627+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}