{"id":"721867321953-34","name":"Instituto Español de Oceanografía","registrationDate":"2016-05-26T13:02:06.197+01:00","category":4,"subCategory":5,"legal":"Organismo Público de Investigación","web":"http://www.ieo.es","country":"Spain","headAddress":"Instituto Español de Oceanografía","headCity":"Madrid","headPostCode":"28002","headPhone":"(34)9 13 42 11 00","boss":"Eduardo  Balguerías Guerra","bossTitle":"","bossPosition":"Director","membersCount":9,"membersFTE":"3.75","membership":"","memberOrga":"http://www.ieo.es/web/ieo/consejo-rector","goal":"The Spanish Institute of Oceanography (IEO, www.ieo.es) is a public research organisation founded in 1914, an autonomous organism part of the Spanish Ministry of Economy and Competitiveness through the Secretary of State for Research, Development and Innovation. IEO is devoted to research and development activities in the ocean, including multidisciplinary oceanography, marine geology, marine pollution, fisheries and aquaculture. IEO is the official research and consultant institution for fisheries policy in Spain and marine environment related matters, as well as the Spanish representative in most of the international organizations and forums linked to the sea and marine resources.&#xd;<br />IEO has approximately a staff of 600 members in its 9 coastal oceanographic centers and headquarters in Madrid. The infrastructure facilities are 5 experimental aquaculture plants, an oceanographic fleet of 6 oceanographic vessels, and 12 mareographic stations, 1 receiving station for satellite images, 1 ROV LIROPUS 2000, distributed throughout Spain.&#xd;<br />IEO works in all oceans from the Arctic to the Antarctic. The IEO maintains long term observational projects aimed at the study of the oceanography of the Atlantic Ocean and the Mediterranean, its ecosystems and pelagic resources.","acronym":"IEO","interests":"Climate Action, Consumer Affairs, Education, Employment and Social Affairs, Environment, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, Humanitarian Aid, Research and Technology, Transport","euInitiatives":"Common Fisheries Policy. Integrated Maritime Policy. Environmental policy. Research policy.","lastUp":"2017-10-24T12:00:21.464+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}