{"id":"721993032023-89","name":"Catalyst Inc","registrationDate":"2018-07-11T11:31:57.200+02:00","category":3,"subCategory":2,"legal":"Company limited by guarantee","web":"http://www.catalyst-inc.org/","country":"United kingdom","headAddress":"Catalyst Inc, Unit 10","headCity":"Belfast","headPostCode":"BT3 9DT","headPhone":"(44)0 28 90 73 78 00","boss":"Philip Maguire","bossTitle":"Mr","bossPosition":"Director of Finance","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Catalyst Inc is Northern Ireland’s next generation science park. We are a not-for-proﬁt organisation that invests the surplus generated from our agile workspace and facilities, providing the underwriting necessary for the community-led development of our entrepreneurial innovation ecosystem through Connect and Capital Match.&#xd;<br />&#xd;<br />Key to our model is the co-location of major technology corporations, world-class research and startups. Over 3,000 engineers, researchers, entrepreneurs and executives work in our campuses in Belfast, Derry/ Londonderry and Ballymena.&#xd;<br />&#xd;<br />OUR VISION FOR NORTHERN IRELAND&#xd;<br />A community of innovators so powerful that its people can change the world.&#xd;<br />&#xd;<br />This is based on our passionate belief that innovation has the power to transform NI into one of Europe’s most entrepreneurial and inclusive knowledge economies by 2030.&#xd;<br />&#xd;<br />OUR MISSION IS TO &#xd;<br />Provide the home, networks and empathy to nurture anyone with the talent and ambition to produce world leading products and services.","acronym":"","interests":"Research and innovation","euInitiatives":"We follow all guidelines given in relation to the interreg project we are part of.&#xd;<br />We also follow all GDPR regulations.&#xd;<br />Threats to EU and in particular Interreg funding as a result of UK withdrawal. threats to the development of a regional economy resulting from any form of UK withdrawal","lastUp":"2018-07-19T15:03:16.909+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}