{"id":"722047014943-13","name":"International Risk Governance Council","registrationDate":"2014-11-18T13:47:15.835+01:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://www.irgc.org","country":"Switzerland","headAddress":"EPFL","headCity":"Lausanne","headPostCode":"CH-1015","headPhone":"(41)2 16 93 82 90","boss":"Marie-Valentine Florin","bossTitle":"Ms","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.25","membership":"- Special consultative status with the United Nations Economic and Social Council (ECOSOC)&#xd;\n- Member of the UN Sustainable Development Solutions Network (SDSN)&#xd;\n- Accredited to United Nations Environment Programme (UNEP)","memberOrga":"","goal":"The International Risk Governance Council (IRGC) is an independent non-profit organisation which aims to help improve the understanding and management of risks and opportunities by providing insight into systemic risks that have impacts on human health and safety, on the environment, on the economy and on society at large.&#xd;<br />&#xd;<br />As a science-based think tank and neutral collaborative platform with multidisciplinary expertise, IRGC’s mission includes developing concepts of risk governance, anticipating major risk issues, and providing risk governance policy advice for key decision-makers.  &#xd;<br /> &#xd;<br />Drawing upon international scientific knowledge form both the public and private sector, IRGC champions ignored, neglected and emerging issues and can help building bridges between science and policy in today’s challenging governance environment.","acronym":"IRGC","interests":"Climate Action, Digital economy and society, Energy, Environment, Public Health, Research and innovation","euInitiatives":"Roadmaps, strategies and directives on:&#xd;<br />- energy&#xd;<br />- environment&#xd;<br />- information society&#xd;<br />- cyber security and data protection&#xd;<br />- science with and for society (SWAFS)&#xd;<br />- artificial intelligence&#xd;<br />- precision medicine","lastUp":"2019-02-15T10:40:30.433+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}