{"id":"722136525997-17","name":"The Instute of Cancer Research, London","registrationDate":"2017-03-10T17:06:34.377+01:00","category":4,"subCategory":12,"legal":"Charity","web":"http://www.icr.ac.uk/","country":"United kingdom","headAddress":"123 Old Brompton Road","headCity":"London","headPostCode":"","headPhone":"(44)20 71 53 51 12","boss":"Angela Kukula","bossTitle":"Ms","bossPosition":"Director of Enterprise ","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"The Institute of Cancer Research, London, is one of the world’s most influential cancer research institutes, with an outstanding record of achievement dating back more than 100 years.&#xd;<br />&#xd;<br />Our mission is to make the discoveries that defeat cancer. &#xd;<br />&#xd;<br />The ICR is led by Chief Executive, Professor Paul Workman — an expert in cancer drug discovery. We are world leaders in identifying cancer genes, discovering cancer drugs and developing precision radiotherapy. Together with our hospital partner The Royal Marsden NHS Foundation Trust, we are rated in the top four centres for cancer research and treatment worldwide.&#xd;<br />&#xd;<br />As well as being as world-class research institute, the ICR is a higher education institution and a college of the University of London. We came top in the league table of university research quality compiled from the Research Excellence Framework (REF 2014).&#xd;<br />&#xd;<br />The ICR has charitable status and relies on support from partner organisations, charities, donors and the general public.","acronym":"ICR","interests":"Education, Public Health, Research and Technology","euInitiatives":"•\tThe European Directive on the protection of animals used for scientific purposes&#xd;<br />&#xd;<br />•\tEU Paediatric Regulation which governs the development and authorisation of medicines for paediatric use &#xd;<br />&#xd;<br />•\tData Protection Regulation &#xd;<br />&#xd;<br />•\tClinical Trials Regulation &#xd;<br />&#xd;<br />•\tEU Medical Devices and In Vitro Diagnostic Devices Regulations","lastUp":"2018-03-09T18:53:15.736+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}