{"id":"722784527971-14","name":"DAKOFA","registrationDate":"2017-08-09T10:11:07.360+02:00","category":3,"subCategory":2,"legal":"ingen","web":"http://www.dakofa.dk","country":"Denmark","headAddress":"Vesterbrogade 149, Bygning 8, 4. sal","headCity":"København V","headPostCode":"1620","headPhone":"(45)32 96 90 22","boss":"Ole Petersen","bossTitle":"","bossPosition":"Direktør","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"https://dakofa.dk/medlemskab/dakofas-medlemsliste/","goal":"Dansk Kompetencecenter for Affald og Ressourcer (DAKOFA) er en selvejende medlemsorganisation og kompetencecenter for hele den danske affalds- og ressourcesektor.&#xd;<br />&#xd;<br />DAKOFAs fornemste opgave er at ruste den danske affalds- og ressourcesektor til at navigere i et dynamisk samfund og i en globaliseret verden. Nye rammebetingelser, øgede krav til ressourceeffektivisering, skærpede lovkrav og et ydre pres om stadige miljøforbedringer skaber behov for videndeling, information, erfaringsudveksling og innovation. &#xd;<br /> &#xd;<br />DAKOFA opsamler såvel national som international viden og erfaringer og udvikler, koordinerer og afholder seminarer, konferencer, netværksmøder og workshops, hvor læring og innovation er i fokus. Kompetencecenterets fagområder dækker hele affalds- og ressourceområdet, herunder renere teknologi, produktorienteret miljøindsats, affaldsforebyggelse og ressourceeffektivitet.&#xd;<br /> &#xd;<br />DAKOFAs ca. 250 medlemmer omfatter bl.a. centrale og lokale myndigheder, private organisationer, forskningsinstitutioner, kommunale og fælleskommunale affaldsselskaber, affaldsproducenter, affaldsbehandlere, vognmænd, rådgivere og leverandører inden for affaldsområdet.&#xd;<br /> &#xd;<br />DAKOFA betragtes som den eneste forening på området, hvor både private og offentlige medlemmer kan mødes på neutral grund og udveksle erfaringer og synspunkter i et apolitisk forum.","acronym":"","interests":"Climate Action, Environment","euInitiatives":"- Construction Products Regulation: Revision\t&#xd;<br />- EU Standardisation Request (Construction Products): Assessment Methods for Regulated Dangerous Substances\t&#xd;<br />- EU Standardisation Request: Accessibility and Sustainable Use of Resources for Construction Products\t&#xd;<br />- BAT Conclusions Under IED: Large Combustion Plants\t&#xd;<br />- BAT Conclusions Under IED: Waste Treatment Industries\t&#xd;<br />- Definition and Classification of Hazardous Waste: Guidance Document\t&#xd;<br />- Electrical and electronic waste\t&#xd;<br />- End-of-Waste Criteria: Plastic Waste\t&#xd;<br />- Environmental Performance of Buildings: Framework of Indicators\t&#xd;<br />- EU Standardisation Request: Quality Standards for Secondary Raw Materials\t&#xd;<br />- Micro-Plastics in the Environment\t&#xd;<br />- Monitoring Framework For A Circular Economy\t&#xd;<br />- Plastics Strategy\t&#xd;<br />- Circular Economy Strategy\t&#xd;<br />- Circular Economy Strategy: Implementation Report\t&#xd;<br />- Landfill Directive: Targets Revision\t&#xd;<br />- Packaging and Packaging Waste Directive: Recovery, Reuse and Recycling Targets Revision\t&#xd;<br />- Sustainable European Future\t&#xd;<br />- Waste Framework Directive: Targets (Revision)\t&#xd;<br />- Waste to Energy: Communication\t&#xd;<br />- Fertilisers Regulation: Revision","lastUp":"2018-07-17T10:56:58.976+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}