{"id":"723047935168-26","name":"Alfredo García López-Amo","registrationDate":"2019-06-18T10:06:12.505+02:00","category":1,"subCategory":8,"legal":"ninguna","web":"http://www.synapsislobby.com","country":"Spain","headAddress":"Gregorio Mayans, 3-5ª","headCity":"Valencia","headPostCode":"","headPhone":"(34)6 39 75 72 03","boss":"Alfredo García López-Amo","bossTitle":"","bossPosition":"Socio","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"SYNAPSIS LOBBY nace con la intención trabajar para introducir al empresario en el mundo de la defensa de sus intereses. Mediante la detección temprana de un cambio legislativo y el posterior análisis de la situación podemos adaptar las leyes a las verdaderas necesidades del sector.&#xd;<br />&#xd;<br />A través de la representación de Intereses, SYNAPSIS pondrá al servicio de las asociaciones y empresas los mecanismos necesarios para favorecerles frente a la administración.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Políticas agrarias europeas, políticas económicas, políticas mediambientales, políticas sociales, políticas tecnológicas.","lastUp":"2019-06-18T10:06:43.623+02:00","customers":"LA UNIÓ DE LLAURADORS I RAMADERS","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}