{"id":"72390466359-39","name":"Barclays PLC","registrationDate":"2011-08-03T16:37:25.790+02:00","category":2,"subCategory":3,"legal":"Incorporated entity","web":"http://www.barclays.com","country":"United kingdom","headAddress":"1 Churchill Place","headCity":"London","headPostCode":"E145HP","headPhone":"(44)20 71 16 10 00","boss":"Jon Whitehouse","bossTitle":"Mr","bossPosition":"Group Head of Government Relations","membersCount":9,"membersFTE":"3.0","membership":"Barclays is a member of the following associations and networks engaged in EU policy: &#xd;\nAssociation for Financial Markets in Europe (AFME), Centre for European Policy Studies (CEPS), &#xd;\nEuropean Parliamentary Financial Services Forum, International Swaps and Derivatives Association (ISDA), International Capital Markets Association (ICMA), &#xd;\nBritish Bankers’ Association (BBA), &#xd;\nAmerican Chamber of Commerce (Amcham), &#xd;\nBritish Chamber of Commerce, &#xd;\nConfederation of British industry (CBI), &#xd;\nQED, Financial Future, &#xd;\nTheCityUK, &#xd;\nEuropean Retail Financial Forum (ERFF), &#xd;\nEuropean Financial Services Roundtable (EFR) &#xd;\nEurofi.","memberOrga":"","goal":"Barclays is an international consumer, corporate and investment bank, with core markets in the UK and the US.&#xd;<br />&#xd;<br />Barclays’ purpose is to help people achieve their ambitions – in the right way. With over 300 years of history and expertise in banking, Barclays moves, lends, invests and protects money for customers and clients worldwide.","acronym":"","interests":"Business and Industry, Competition, Consumers, Digital economy and society, Economy, finance and the euro, External Relations, Single market, Taxation, Trade","euInitiatives":"Barclays aims to contribute to the debate between all stakeholders on the development of public policy on issues that directly affect the bank, and its customers and clients. It also aims to contribute on wider issues affecting economic prosperity or financial stability, where it has expertise to contribute. &#xd;<br />&#xd;<br />Areas of direct interest include banking and prudential files, markets files, retail payments, investment funds and wider non-financial services issues such as data protection, cyber and the broader digital agenda.","lastUp":"2018-04-24T11:50:36.575+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}