{"id":"724300116898-26","name":"The International Motor Vehicle Inspection Committee","registrationDate":"2015-04-09T15:31:58.478+01:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.citainsp.org","country":"Belgium","headAddress":"Rue du Commerce 123","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)0 24 69 06 70","boss":"Gerhard Müller","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"4.0","membership":"FAIB: http://faib.org/home/&#xd;\nGlobal Alliance of NGOs for Road Safety http://roadsafetyngos.org/&#xd;\nGlobal Road Safety Facility - World Bank http://www.worldbank.org/en/programs/global-road-safety-facility&#xd;\nUnited Nations Road Safety Collaboration http://www.who.int/roadsafety/about/en/","memberOrga":"http://citainsp.org/","goal":"CITA is an international not-for-profit association, based in Brussels, Belgium. It represents all types of organisations and stakeholders (government, private sector, dedicated inspection centres, garage-based test centres and test equipment manufacturers) who share a common interest in exchanging information, developing best practices and draft international standards in the field of whole-life vehicle compliance.&#xd;<br />&#xd;<br />Its work focuses on improving transport sustainability with particular emphasis on road safety and environmental protection.&#xd;<br />&#xd;<br />CITA is recognised by the Commission of the European Union and the United Nations Economic Commission for Europe (particularly 'The World Forum for the Harmonisation of Vehicle Regulations – WP 29') for its expertise in relation to roadworthiness inspections. CITA currently has about 135 members worldwide, representing over 50 countries.&#xd;<br />&#xd;<br />CITA is member of the UNRSC (United Nations Road Safety Collaboration) and the board of the GRSF (Global Road Safety Facility) of the World Bank.","acronym":"CITA","interests":"Business and Industry, Climate Action, Communication, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Energy, Environment, External Relations, Institutional affairs, International co-operation and development, Public Health, Regional Policy, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"CITA follows all files related to the EU's climate, energy policy framework, transportation, vehicles and trans-European Network this includes in particular:&#xd;<br />- Horizon 2020&#xd;<br />- Vehicle Standards Harmonization&#xd;<br />- International vehicle trade negotiations&#xd;<br />- Road Transport Policies&#xd;<br />- Emissions&#xd;<br />- Vehicle entry reforms for cities&#xd;<br />- Vehicle energy efficiency&#xd;<br />- ITS &#xd;<br />- Crash Avoidance&#xd;<br />- Accidentology &amp; Accident reduction programs&#xd;<br />- EU/US relations&#xd;<br />- EU/Asia relations&#xd;<br />- EU/South &amp; Central American relations&#xd;<br />- EU/Africa relations","lastUp":"2019-11-12T08:48:18.909+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}