{"id":"724300116898-26","name":"The International Motor Vehicle Inspection Committee","registrationDate":"2015-04-09T15:31:58.478+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.citainsp.org","country":"Belgium","headAddress":"Rue du Commerce 123","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)0 24 69 06 70","boss":"Eduard Fernandez Ardevol","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":3,"membersFTE":"3.0","membership":"FAIB: http://faib.org/home/&#xd;\nGlobal Alliance of NGOs for Road Safety http://roadsafetyngos.org/&#xd;\nGlobal Road Safety Facility - World Bank http://www.worldbank.org/en/programs/global-road-safety-facility&#xd;\nUnited Nations Road Safety Collaboration http://www.who.int/roadsafety/about/en/","memberOrga":"http://citainsp.org/","goal":"CITA is an international not-for-profit association, based in Brussels, Belgium. It represents all types of organisations and stakeholders (government, private sector, dedicated inspection centres, garage-based test centres and test equipment manufacturers) who share a common interest in exchanging information, developing best practices and draft international standards in the field of road vehicle inspection and road vehicle standards.&#xd;<br />&#xd;<br />Its work focuses on improving transport sustainability with particular emphasis on road safety and environmental protection.&#xd;<br />&#xd;<br />CITA is recognised by the Commission of the European Union and the United Nations Economic Commission for Europe (particularly 'The World Forum for the Harmonisation of Vehicle Regulations – WP 29') for its expertise in relation to roadworthiness inspections. CITA currently has about 130 members worldwide, representing over 50 countries and covering more than 250 million vehicle inspections a year.","acronym":"CITA","interests":"Climate Action, Communication, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Energy, Enterprise, Environment, External Relations, General and Institutional Affairs, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Trans-European Networks, Transport","euInitiatives":"CITA follows all files related to the EU's climate, energy policy framework, transportation, vehicles and trans-European Network this includes in particular:&#xd;<br />- Horizon 2020&#xd;<br />- Vehicle Standards Harmonization&#xd;<br />- International vehicle trade negotiations&#xd;<br />- Road Transport Policies&#xd;<br />- Emissions&#xd;<br />- Vehicle entry reforms for cities&#xd;<br />- Vehicle energy efficiency&#xd;<br />- ITS &#xd;<br />- Crash Avoidance&#xd;<br />- Accidentology &amp; Accident reduction programs&#xd;<br />- EU/US relations&#xd;<br />- EU/Asia relations&#xd;<br />- EU/South &amp; Central American relations&#xd;<br />- EU/Africa relations","lastUp":"2018-04-20T15:42:34.203+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}