{"id":"7247217279-56","name":"Movimento Nazionale Liberi Farmacisti","registrationDate":"2008-08-05T12:21:23.195+02:00","category":3,"subCategory":2,"legal":"Associazione senza fini di lucro","web":"http://www.mnlf.it","country":"Italy","headAddress":"Via Monti 153","headCity":"Porto Cesareo (LE)","headPostCode":"73010","headPhone":"(39)08 33 56 00 54","boss":"Vincenzo Devito","bossTitle":"Mr","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"Confederazione Unitaria Libere Parafarmacie Italiane&#xd;\nAssociazioni locali farmacisti non titolari","goal":"Il MNLF si propone di:&#xd;<br />&#xd;<br />abolire a livello nazionale ed europeo qualsiasi forma di limitazione alla professione di farmacista e all'esercizio privato della stessa;&#xd;<br />&#xd;<br />&#xd;<br />tutelare gli interessi dei farmacisti in un quadro liberale di norme che tengano nella giusta considerazione gli interessi generali dei cittadini e quelli dei consumatori;&#xd;<br />&#xd;<br />proporre alle Istituzioni nazionali ed europee provvedimenti legislativi finalizzati alla realizzazione del libero esercizio della professione;&#xd;<br />&#xd;<br />promuovere l'aggiornamento tecnico e professionale del farmacista in ogni ambito della propria attività;&#xd;<br />&#xd;<br />collaborare a studi ed iniziative promosse da Organismi nazionali o internazionali, sia Pubblici che Privati in ambito sanitario e in quello farmaceutico in particolare.&#xd;<br />&#xd;<br />The Free Chemists National Movement is an organization of professionals that fights against the monopolies, for freedom of the practice.","acronym":"MNLF","interests":"Competition, Consumer Affairs, Public Health","euInitiatives":"Attività d'informazione degli organi comunitari sulla situazione italiana delle farmacie. Attività documentale di riforma dell'attuale sistema legislativo. Partecipazione a congressi e conferenza sui temi attinenti.","lastUp":"2018-04-05T12:09:40.520+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}