{"id":"724956214484-76","name":"European Real Estate Forum","registrationDate":"2014-09-23T12:20:05.411+01:00","category":3,"subCategory":2,"legal":"None","web":"http://www.europeanrealestateforum.eu","country":"Belgium","headAddress":"Square de Meuss, 23","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)0 22 13 81 60","boss":"Jeff Rupp","bossTitle":"Mr","bossPosition":"Director of Public Affairs","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://www.europeanrealestateforum.eu/about-us-2/(16)","goal":"The European Real Estate Forum is an informal alliance of organisations with an interest in institutional investment in European real estate, including investors, fund and asset managers, property professionals and property companies.&#xd;<br />Real estate investment diversifies portfolios and delivers the returns needed by (institutional) investors, such as pension funds and insurance companies, to fund pension and insurance obligations. These long-term investments provide a critical contribution to the real economy in Europe. &#xd;<br />Commercial property contributed EUR 329 billion to the EU economy in 2015, in fact, 2.5% of total European economy, and directly employs 3.7 million people – more than the automotive, telecoms or banking sector.&#xd;<br />Property, both residential and commercial, is critical to achieving the EU’s sustainability targets. They offer huge energy-saving potential through investment of around EUR 60 billion per year – a major source of economic activity.&#xd;<br />Investment in new commercial property buildings and the refurbishment and development of existing buildings on average totals nearly EUR 252 billion each year – with infrastructure and housing, this represents 62% of all capital investment in the EU.","acronym":"EREF","interests":"Economic and Financial Affairs, Environment, Financial Stability, Financial Services and Capital Markets Union ","euInitiatives":"The European Real Estate Forum has currently not published any positions on the main EU initiatives. However, every participating organisation has developed its own position papers on specific EU initiatives.","lastUp":"2017-02-13T12:46:12.081+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}