{"id":"725192130668-61","name":"FEV Europe GmbH","registrationDate":"2018-03-08T01:42:52.202+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.fev.com","country":"Germany","headAddress":"Neuenhofstrasse 181","headCity":"Aachen","headPostCode":"52078","headPhone":"(49)24 15 68 90","boss":"Norbert At","bossTitle":"Mr","bossPosition":"Vorsitzender der Geschäftsführung","membersCount":3,"membersFTE":"2.25","membership":"www.earpa.eu&#xd;\nwww.egvi.eu&#xd;\nwww.ertrac.org&#xd;\nwww.vda.de","memberOrga":"","goal":"FEV ist ein international anerkanntes, führendes Dienstleistungsunternehmen in der Konstruktion und Entwicklung konventioneller und alternativer Antriebe. Zu unserem Leistungsspektrum gehört zudem die Entwicklung neuer Lösungen für energietechnische Anlagen. Darüber hinaus gehört FEV zu den  weltweit führenden Anbietern von Testeinrichtungen für die Antriebsentwicklung.&#xd;<br />&#xd;<br />Unsere Entwicklungsdienstleistungen bieten unseren Kunden echte Mehrwerte zur Erfüllung aktueller und zukünftiger Marktanforderungen. Qualität, kurze Entwicklungszeiten sowie geringe Kosten sind dabei die wesentlichen Leitlinien unseres Geschäfts. Heute werden von der Antriebs- und Energietechnik ständig innovative Fortschritte erwartet. Hierzu trägt FEV mit Konstruktionen, Analysen, Prototypen und Simulationsmethoden bei. Unsere Entwicklungsprojekte reichen dabei bis hin zur Integration der Antriebe in das Gesamtfahrzeug und sogar in die Serienproduktion.&#xd;<br />&#xd;<br />Die FEV Gruppe beschäftigt aktuell hochqualifizierte Spezialisten in einem weltweit aufgestellten Netz von Entwicklungszentren.","acronym":"FEV","interests":"Energy, Environment, Research and innovation, Transport","euInitiatives":"Gemeinschaftsforschung im Rahmen von H2020 und FP9 sowie Mitgestaltung der Forschungsplanung durch Mitarbeit in der cPPP EGVI","lastUp":"2019-02-18T13:55:17.959+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}