{"id":"725572017001-82","name":"European Youth4Media network","registrationDate":"2015-04-17T11:40:22.842+01:00","category":3,"subCategory":2,"legal":"registered non profit association","web":"http://www.youth4media.com","country":"Germany","headAddress":"European Youth4Media Network","headCity":"Münster","headPostCode":"48155","headPhone":"(49)02 51 60 96 73","boss":"Joachim Musholt","bossTitle":"Mr","bossPosition":"1.chairman","membersCount":2,"membersFTE":"0.5","membership":"Community Media Association UK, Federal association of Community Media in Germany","memberOrga":"European Youth4Media Network gives young people a voice through digital media. It is an European association of 52 organizations from 32 countries working in the field of community media, film production political education, civil society and culture. The member organizations form the active network of filming communities, civil society institutions as well as culture- and media-centers, being places for digital creativity, communication and civic engagement. Y4M promote political and intercultural dialogue by means of audiovisual media. Youth4Media has a wide range of activities on local as well as on the European level. The main spheres of activities include: political, intercultural and media education, intercultural dialogue projects (disseminated via web-TV), training and exchange of media trainers, European awareness, advocacy for community media and civil society engagement of youth in Europe.&#xd;\nAll members named on online platform: www.youth4media.com","goal":"European Youth4Media Network gives young people a voice through digital media. It is an European association of 52 organizations from 32 countries working in the field of community media, film production political education, civil society and culture. The member organizations form the active network of filming communities, civil society institutions as well as culture- and media-centers, being places for digital creativity, communication and civic engagement. Y4M promote political and intercultural dialogue by means of audiovisual media. Youth4Media has a wide range of activities on local as well as on the European level. The main spheres of activities include: political, intercultural and media education, intercultural dialogue projects (disseminated via web-TV), training and exchange of media trainers, European awareness, advocacy for community media and civil society engagement of youth in Europe. At the present time Y4M employs 3 staff members and 5 Trainers. Our youth-encounter activities are characterized by the involvement of young people in a democratic civil society, facilitating the transparency of democracy on European level. 1750 young citizens are active in our 46 member NGOs.  Y4M is running and broadcasting an Internet-TV for documentaries, short films and film reports. The network media products are intensively disseminated by Internet-TV worldwide (www.youth4media.com) and in Open TV Channels / Community media in Europe. It is independent from the state and provides access for independent film producers to promote the intercultural dialogue for a wide range of stakeholders from different sectors in an active and innovative way. Annually Y4M organises conferences concerning civil society engagement, inclusion and community media with our network members (i.e International citizens media award).&#xd;<br />Y4M aims to contribute the media literacy of youngsters and their creativity via developing new tools for youth trainers and youth workers. Together with the project partners we have developed approaches and training materials ( web sites, manual and training model) in 5 important thematic areas: search strategies; evaluating information; manipulation by information; safe in Internet; digital creativity. Y4M is dedicated to improving capacity of youth centers and youth organizations in media literacy, civil society engagement for SDGs and intercultural communication. Y4M provides concrete approaches and tools that could be used in youth workshops, youth training courses and seminars. More than 10 EU-projects have been realised in the last three years by manager Benedikt Althoff and the chairman Dr. Joachim Musholt.  The staff of Y4M Network possesses knowledge and intensive experiences in youth educational projects especially for empowering skills in media literacy, project management and intercultural communication on an European level. A trainer pool of qualified youth workers, excellent infrastructure and unique know-how make a good provision for quality and coherent realisation of the training course - as stated before. We believe that the training will insure further development and stability of our partners to support new media skills, digital creativity and employability of their youths.&#xd;<br />Furthermore  Y4M employs qualified media trainers and youth workers who have extensive experience in conducting international media trainings and seminars.","acronym":"Y4M","interests":"Audiovisual and Media, Climate Action, Communication, Culture, Development, Education, Youth","euInitiatives":"Y4M possesses intensive experience in educational projects especially for empowering skills in global learning, project management and development education. Currently we are conducting the Youth in Action project “Face Up Rio20+ ” which focuses on digital media and global learning.&#xd;<br />In compliance with the EU 2020 strategy the project “Youth Network for digital creativity, employability and SDGs\" will develop/trial new innovative tools and training for youth. It will support the modernisation of pre-employment youth training, in particular through the sharing, development , transfer and dissemination of best practice learning materials and methods of digital media training courses. It will strengthen the participation, social inclusion and the well-being of disadvantaged youth including from migration backgrounds through a project to support unemployed youth.  &#xd;<br />Taking into account the EU priorities of creating a smart, sustainable and inclusive economy, the partnership will support young&#xd;<br />people to develop their project ideas especially in practical social entrepreneurship. Our project will be in compliance&#xd;<br />with the EU Entrepreneurship 2020 Action Plan which states that \" to support groups that are underrepresented among (social)&#xd;<br />entrepreneurs are indispensable if we want to create enduring change.\" &#xd;<br />Thematically young people will deal with the  new post 2015 Sustainable Development Goals, which will outline the SDGs until 2030   to ensure a decent life for all. The project will improve the digital skills of the participants and empower them to express polical concerns related to SDGs. They will improve these skills to use social media for digital campaigning to achieve SDGs, to expand horizons and to establish respect for other cultures. &#xd;<br />In compliance with the EU 2020 strategy the project “Youth4Media online for e-participation\" will develop/trial new innovative digital tools to create spaces and opportunities for youth to express their voices, but making these voices politically stronger expressing their preferences, aggregating their interests, acting individually and collectively, and influencing public officials and public policy. It will also meet the priority of enhancing the professional development of those working or active in the youth field increasing the quality and range of their training, by using ICT based methodologies and OER.&#xd;<br />The project will develop methodology,  e-participation and e-learning tools for youth4media online plattform with App for smartphones and tablets suitable for the youth work. The project will also train youth workers and trainers how to use the youth4media online platform in their training or consulting activities. &#xd;<br />The project will increase the capacity of youth to develop European audiovisual information with a high potential of online dissemination in the EU. It will develop and adapt an innovative crossmedia dissemination platform with WEB-TV and flexible fields of application (News – Multimedia Blog, Calendar, eProcesses, ePetitions, Chat tool with MEPs). It is an open access tool for European communities, networks, media companies and NGOs with video on-demand and live- stream of alternative, authentic reports, in touch with the citizens of Europe.","lastUp":"2017-04-18T14:13:35.220+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}