{"id":"725605624610-41","name":"Stichting Volkswagen Car Claim","registrationDate":"2016-11-21T18:32:19.251+01:00","category":3,"subCategory":2,"legal":"non profit Foundation","web":"http://www.stichtingvolkswagencarclaim.com","country":"Netherlands","headAddress":"Röntgenstraat 18","headCity":"Oud-Beijerland","headPostCode":"3261LK","headPhone":"(31)8 82 53 55 87","boss":"Fausto  Pocar","bossTitle":"Mr","bossPosition":"Chairman of the Managing Board","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"https://www.konsumentenschutz.ch/&#xd;\nhttp://www.vki.at/&#xd;\nhttp://www.vw-verhandlung.de/&#xd;\nhttp://www.vwemissionsaction.com/","goal":"The objects of the foundation are to represent the interests of the participants, including but not limited to:&#xd;<br />\ta.\tascertaining and researching the course of events leading up to and concerning the intentional and admitted manipulation of software in certain diesel cars from Volkswagen pursuant to which the emission of harmful substances during tests wrongfully fell within the applicable standards and the intentional manipulation of similar software in other cars;&#xd;<br />\tb.\tascertaining and researching (i) the financial consequences of the abovementioned for the participants, consisting inter alia of a decrease of the value of the car of the participant (including but not limited to the current value (dagwaarde) and trade-in value (inruilwaarde)) and (ii) the relief to be provided to the participants consisting inter alia of a recall of cars, a free replacement program, a contribution towards the costs of additional fuel or an extended warranty for excessive wear on engine and related car parts;&#xd;<br />\tc.\tobtaining a declaration of liability by any applicable court that Volkswagen has breached any applicable laws and regulation including but not limited to laws and regulation concerning the environment and any of its obligations towards the participants arising from such legislation;&#xd;<br />\td.\tobtaining compensation for the financial consequences for the participants; and&#xd;<br />\te.\tdoing all that is connected therewith or may be conducive thereto, all to be interpreted in the broadest sense.","acronym":"SVWCC","interests":"Agriculture and Rural Development, Competition, Consumer Affairs, Environment, Financial Stability, Financial Services and Capital Markets Union , Justice and Fundamental Rights, Public Health, Trans-European Networks","euInitiatives":"EMIS report, developments in automobile industry and any EU initiatives regarding European Collective Redress&#xd;<br />&#xd;<br />http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32013H0396&amp;from=EN","lastUp":"2017-11-08T10:31:28.442+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}