{"id":"726443935554-18","name":"Associazione Costruttori Italiani Macchine per l'Industria Grafica, Cartotecnica, Cartaria, di Trasformazione e Affini","registrationDate":"2019-07-31T13:17:52.146+02:00","category":2,"subCategory":4,"legal":"associazione","web":"http://www.acimga.it","country":"Italy","headAddress":"Piazza Castello 28","headCity":"Milano","headPostCode":"20121","headPhone":"(39)0 22 48 12 62","boss":"Andrea Briganti","bossTitle":"Mr","bossPosition":"Direttore","membersCount":1,"membersFTE":"1.0","membership":"Associazioni a cui apparteniamo: Acimga è inserita in un network nazionale e internazionale, volto a garantire una molteplicità di servizi agli associati e un’adeguata promozione dell’industria di settore, composto da:&#xd;\n&#xd;\n•          Confindustria (Confederazione Generale dell’Industria Italiana) l’associazione che rappresenta le esigenze e le proposte del sistema economico italiano nei confronti delle principali istituzioni politiche e amministrative, le organizzazioni sindacali e le altre forze sociali (www.confindustria.it).&#xd;\n&#xd;\n•          Federmacchine (Acimac, Acimall, Acimga, Acimit, Amafond, Assiot, Assocomaplast, Assofluid, Assomac, Confindustria Marmomacchine, Gimav, Ucima, Ucimu-Sistemi per produrre), una dellemaggiori Federazioni del settore della meccanica strumentale in Europa orientata alle problematiche del “far macchine” (www.federmacchine.it).&#xd;\n&#xd;\n•          Federazione Carta e Grafica (Acimga, Assografici, Assocarta, Comieco), prima federazione di filiera nata con l’obiettivo di migliorare la tutela degli interessi specifici dei settorirappresentati e realizzare attività integrate a favore delle aziende associate (www.federazionecartagrafica.it).&#xd;\n&#xd;\n•          Istituto Italiano Imballaggio che promuovere il mondo del packaging e l’innovazione mediante incontri di formazione e informazione (www.istitutoimballaggio.it).&#xd;\n&#xd;\n•          Eumaprint (Acimga - Italia, AG Graphispack - Spagna, Picon - UK, Symop - Francia, Swissmem - Svizzera, Vdma - Germania), organismo europeo che rappresenta le associazioni di categoriadel settore (www.eumaprint.com).&#xd;\n&#xd;\n•          GlobalPrint (Acimga - Italia, AG Graphispack - Spagna, Picon - UK, Symop - Francia, Swissmem- Svizzera, Vdma Germania, Npes - USA, Ipama - India, Jpma - Giappone, Peiac - Cina), organismomondiale che rappresenta le associazioni di categoria del settore (www.global-print.org).","memberOrga":"Soci di Acimga al 30/07/2019: http://www.acimga.it/it/i-nostri-soci/1,107,1,","goal":"Acimga è l’Associazione confindustriale dei costruttori italiani di macchine per l’industria grafica, cartotecnica, cartaria, di trasformazione e affini. Dal 1947 è il punto di riferimento del settore in Italia e all’estero, rappresentando il “Made by Italy”, ovvero non solo le macchine che vengono prodotte in Italia, ma l’insieme del sistema di conoscenze nato in Italia e che rappresenta il marchio di fabbrica di queste tecnologie ovunque vengano prodotte. Acimga rappresenta un settore che inItalia occupa circa 7900 addetti con un fatturato di quasi 3 miliardi, di cui il 64% dovuto all’export. Scopo dell’associazione è promuovere il know-how italiano, assistendo e accompagnando i soci nelle sfide che il settore si trova ad affrontare. Oltre alleclassiche attività di lobbying per rappresentare le esigenze del comparto nelle opportune sedi istituzionali, Acimga organizza una serie di servizi per gli associati, tra cui: collettive a fiere di settore all’estero in collaborazione con l’Istituto del CommercioEstero; fiere ed eventi in Italia (Print4All e Print4All Conference); servizi di marketing Intelligence per conoscere le previsioni di vendita sui mercati esteri per i prodotti degli associati; tavolo permanente sulle norme tecniche UNI, CEN e ISO per gliopportuni aggiornamenti sulle novità normative; azioni di comunicazione e promozione per l’intero settore","acronym":"ACIMGA","interests":"Business and Industry, Customs, Fraud prevention, International co-operation and development, Research and innovation, Single market","euInitiatives":"Direttive di prodotto, in particolare la Direttiva Macchine e sua revisione.","lastUp":"2019-07-31T13:26:49.519+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}