{"id":"72667557535-72","name":"AGENZIA EUROPEA DEL MEDITERRANEO \"ASSOCIAZIONE PROFESSIONALE\"","registrationDate":"2011-12-22T19:01:22.529+01:00","category":2,"subCategory":1,"legal":"ASSOCIAZIONE PROFESSIONALE","web":"","country":"Italy","headAddress":"SANNA RANDACCIO, 36","headCity":"CAGLIARI","headPostCode":"09100","headPhone":"(3970)27 56 23","boss":"TOMASO ANGIONI","bossTitle":"Mr","bossPosition":"CO - AMMINISTRATORE","membersCount":2,"membersFTE":"1.5","membership":"Nessuna.","memberOrga":"","goal":"DESCRIVERE OBBIETTIVI E COMPITI DEL VS ORGANISMO:&#xd;<br />&#xd;<br />l'associazione si prefigge i seguenti obbiettivi e compiti: consulenza e assistenza diretta per la gestione di progetti in materia di finanziamenti, giustamente erogati da parte della Comunità Europea, ad amministrazioni pubbliche, imprese e privati a valere sui programmi di sviluppo comunitari per il periodo 2007 – 2013, ed anche per i periodi successivi, che offrono ai cittadini degli stati membri vantaggi concreti per ridurre divari di reddito esistenti tra le varie regioni europee. Consulenza per il monitoraggio delle relative fonti di finanziamento necessarie allo sviluppo del progetto oggetto di finanziamento, studio di fattibilità preliminare e definizione dei punti di forza del progetto ai fini dell'ottimizzazione per l'ottenimento del mutuo e/o incentivo,predisposizione della documentazione necessaria per la presentazione della domanda di finanziamento nella lingua richiesta dall'Istituzione Europea, redazione del business plan di progetto anche congiuntamente al management dell'ente, impresa o privato presentazione di tutti gli elaborati opportunamente predisposti e della relativa domanda di finanziamento, monitoraggio costante presso l'Istituzione Europea durante l'iter di valutazione per l'approvazione del progetto di finanziamento. Assistenza contrattuale, tributaria, nonchè di tutte le attività professionali, strumentali, complementari e accessorie attinenti il settore specifico.","acronym":"","interests":"Budget, Competition, Economic and Financial Affairs, Enterprise, Regional Policy, Taxation, Trade","euInitiatives":"- Disciplina comunitaria in materia di aiuti di Stato a favore di ricerca, sviluppo e innovazione; - energia; ambiente; etc...","lastUp":"2017-02-10T09:58:40.859+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}