{"id":"72699997886-57","name":"AeroSpace and Defence Industries Association of Europe","registrationDate":"2012-01-30T14:55:04.240+02:00","category":2,"subCategory":4,"legal":"Aisbl","web":"http://www.asd-europe.org","country":"Belgium","headAddress":"Rue Montoyer, 10","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)27 75 81 10","boss":"Jan Pie","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":11,"membersFTE":"2.75","membership":"ASD is member of ICCAIA (International Coordinating Council of Aerospace Industries Association)","memberOrga":"www.asd-europe.org","goal":"ASD represents the aeronautics, space, defence and security industries of Europe in all matters of common interest with the objective of promoting and supporting the competitive development of these sectors. ASD pursues joint industry actions which have to be dealt with on a European level or which concern issues of an agreed transnational nature, through generating common industry positions. &#xd;<br />ASD’s overall mission is to enhance the competitive development of the Aeronautics, Space, Defence and Security Industry in Europe in partnership with European institutions and Member associations. To this end, ASD:&#xd;<br />•\tRepresents the European industry to promote its interests and ensure a high priority for issues affecting this sector in European public policy. The association also provides early warning on policy issues, assess policy impact, initiates and shapes policy as well as developing common positions; &#xd;<br />•\tOffers a single point of contact between industry and relevant stakeholders in the European institutions; &#xd;<br />•\tFacilitates the development of SMEs and the Equipment sector within a competitive supply chain; &#xd;<br />•\tCoordinates at the European level services and activities such as R&amp;T, cooperative European initiatives affecting the environment, standardisation, training/retraining, quality, airworthiness; human resources and skills;  it promotes trade in coordination with National Associations; &#xd;<br />•\tPromotes international cooperation, takes the lead in dialogue with International Associations and Organisations and represents the European Aerospace and Defence industry in discussions with the industry of other countries and regions where a European common denominator exists.","acronym":"ASD","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Energy, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Civil Aviation: &#xd;<br />Review of the EASA Basic Regulation; EASA Fines &amp; Penalty Charges; ETS, Climate change and CO2 standards; RPAS and their insertion into the civil aerospace;&#xd;<br />&#xd;<br />Defence: &#xd;<br />PADR; Critical raw materials for defence industry; Security of supply; Cross-border Supply chains; EDAP; EDIDP; European Defence Fund;&#xd;<br />&#xd;<br />Security:&#xd;<br />European Security  Strategy; Review of Security research; Instrument for Peace and Stability;&#xd;<br />&#xd;<br />Economic, Legal &amp; Trade matters:&#xd;<br />TTIP; Trade secrets; IPR-H2020 Special modalities; IPR - PADSR Special modalities; Competitiveness proofing; the Juncker Investment Plan &amp; InvestEU; Conflict minerals; Foreign Direct Investments; &#xd;<br />&#xd;<br />Environment:&#xd;<br />European Energy Union - Alternative fuels; REACH- Legacy spare parts; Biocidal products Regulation; ICAO&#xd;<br />&#xd;<br />Research:&#xd;<br /> Horizon Europe; Horizon 2020;","lastUp":"2018-09-18T09:08:44.060+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}