{"id":"72702399216-46","name":"European Precious Metals Federation","registrationDate":"2012-07-26T07:32:28.157+02:00","category":2,"subCategory":4,"legal":"International Non-Profit Association (aisbl)","web":"http://www.epmf.be","country":"Belgium","headAddress":"Avenue de Broqueville, 12","headCity":"Bruxelles","headPostCode":"1150","headPhone":"(32)27 61 01 01","boss":"Heinz-Gunter Schenzel","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"The EPMF is a member of Eurométaux and in constant liaison with other precious metals associations around the world, such as and not limited to:&#xd;\n-\tSilver Institute (US)&#xd;\n-\tWorld Gold Council, WGC (UK)&#xd;\n-\tInternational Platinum Group Metals Association, IPA (Germany)&#xd;\n-\tInternational Precious Metals Institute, IPMI (US)&#xd;\n-\tLondon Bullion Market Association, LBMA (UK)&#xd;\n-\tLondon Platinum and Palladium Market, LPPM (UK)&#xd;\n-\tICMM (International Council of Mining and Metals)&#xd;\nMoreover, the EPMF counts the following national associations among its members:&#xd;\n-\tFachvereinigung Edelmetalle,&#xd;\n-\tAssociation Suisse des Fabricants et Commerçants de Métaux Précieux,&#xd;\n-\tAssociazione Nazionale Industrie Metalli non Ferrosi","memberOrga":"https://www.epmf.be/members/","goal":"The Precious Metals (PM) industry manufactures and produces materials that are essential to a variety of industries with considerable economic relevance such as the automotive, electronics, health care, jewellery, and medical or dental sectors. Indeed, beyond jewellery and investment products, the European PM industry produces a wide array of materials, industrial components and chemicals which facilitate the production of, or are part of- thousands of products which form the fabric of the European economy. ( n)Although the PM industry primarily operates in an international environment, the European PM industry in particular embraces the most comprehensive and technologically advanced refining facilities in the world and as such, contributes significantly to the global welfare and technical progress.( n)Through the EPMF, its Members are willing to increase the commitment, efficiency, credibility and legitimacy of the European PM industry in all its advocacy activities at European level.( n)The activities of the Association serve the interests of the European precious metals industry vis-à- vis the European authorities and other stakeholders on several regulatory, scientific, and communication topics such as and not limited to: the safety of chemicals and end-of-life/waste management; access to raw materials, resource efficiency, recycling (e.g. end-of-waste) and sustainability; transparency; trade; customs; tax and competitiveness.&#xd;<br />These activities entail both:( n)(a) generic or collective projects which are an intrinsic part of the Association’s daily work, organised in dedicated Work Group, ruled by these Articles of Association, and funded by its Members; as well as( n)(b) specific or service-based projects which are specifically but in place to address a temporary or permanent need of the sector, ruled by specific agreements, and funded by Members.( n). Some advocacy activities are dedicated to enhance implementing principles and standards which enhance the Members visibility, transparency, credibility and leadership on the EU and international market; and( n)- speaking with one voice and contributing to regulatory and scientific debates in a consolidated, efficient and concrete/argumented manner.","acronym":"EPMF","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Economy, finance and the euro, Energy, Environment, Institutional affairs, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Currently, most of the activities of the association are dedicated to Chemicals Management, Circular Economy, Interface between Products, Waste and Chemicals, and Responsible Sourcing.","lastUp":"2019-06-21T08:59:48.324+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}