{"id":"72760517350-57","name":"E.ON SE","registrationDate":"2011-12-06T10:26:12.787+02:00","category":2,"subCategory":3,"legal":"Listed stock corporation","web":"http://www.eon.com","country":"Germany","headAddress":"Brüsseler Platz 1","headCity":"Essen","headPostCode":"45131","headPhone":"(49)20 1- 18 4- 00","boss":"Dr. Johannes Teyssen","bossTitle":"Mr","bossPosition":"CEO","membersCount":9,"membersFTE":"4.5","membership":"BDEW, Eureletcric, WindEurope, European Energy Forum, EDSO, Smart Energy Demand Coalition, friendsOfETS, Task Force CEPS, EUTC, Green Growth Group, Energy Solutions, Solarpower Europe, CogenEurope","memberOrga":"https://www.eon.com/en/ueber-uns/geschaeftseinheiten.html","goal":"E.ON is an international privately-owned provider of sustainable energy solutions. E.ON focusses on energy networks, customer solutions and renewables, which are the building blocks of the new energy world. Our 835,000 km power and gas networks connect 17 m customers in Europe making it the backbone of the new energy world. We are supplying more than 24 m customers with power, heat and energy solutions in Europe. With 3,3 gigawatt installed capacity in onshore wind and photovoltaics and 1,1, gigawatt in offshore wind we are one of the pacemakers in renewable energy worldwide (Europe and Northern America).","acronym":"","interests":"Budget, Climate Action, Communication, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Internal Market, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Energy Union Strategy, Internal Energy Market, ETS, External Energy Policy, Climate and Energy Framework 2030, EU Infrastructure Package, , Regulation on Energy Market Integrity and Transparency, Markets in Financial Instruments Directive, European Market Infrastructure Regulation, Nuclear Safety Directive, EcoDesign and Labelling, Environmental Policy, Clean Air Package, Digital Agenda, Legislation regarding Renewables Energies, Energy Efficiency, Biofuels and Fuel Quality Directive, Heating and Cooling Strategy, Energy Storage Policy, Carbon Capture and Storage, Electricity and Gas Market Design (ACER/CEER/ENTSO-G/ENTSO-E Network Codes), EU Funding Mechanisms (ESIF, CEF, PCI, Horizon 2020, EU Energy Programme for Recovery, NER 300, EFSI etc.), Cloud Initiative, Free Flow of Data, Cybersecurity, ePrivacy Regulation, Second Mobility Package, Clean Energy Package.","lastUp":"2018-03-29T18:55:53.691+02:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}