{"id":"72760517350-57","name":"E.ON SE","registrationDate":"2011-12-06T10:26:12.787+01:00","category":2,"subCategory":3,"legal":"Listed stock corporation","web":"http://www.eon.com","country":"Germany","headAddress":"Brüsseler Platz 1","headCity":"Essen","headPostCode":"45131","headPhone":"(49)20 1- 18 4- 00","boss":"Dr. Johannes Teyssen","bossTitle":"Mr","bossPosition":"CEO","membersCount":10,"membersFTE":"4.75","membership":"BDEW, Eureletcric, WindEurope, European Energy Forum, EDSO, Energy Solutions, friendsOfETS, Solarpower Europe, CogenEurope, COGENEurope, SmartEN.","memberOrga":"https://www.eon.com/en/ueber-uns/geschaeftseinheiten.html","goal":"E.ON is an international, privately owned energy supplier headquartered in Essen, Germany, and has around 43,000 employees. With a clear focus on three strong core businesses—Energy Networks, Customer Solutions, and Renewables—we aim to become the partner of choice for energy and customer solutions.","acronym":"","interests":"Banking and financial services, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Energy, Environment, External Relations, Foreign affairs and security policy, Institutional affairs, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Energy Union, Internal Energy Market, EU ETS, Clean Planet for All, EcoDesign and Labelling, Environmental Policy, Clean Air, Digital Single Market, Legislation regarding: Renewable Energy, Energy Efficiency, Biofuels and Fuel Quality, Heating and Cooling , Energy Storage, Electricity and Gas Market Design (ACER/CEER/ENTSO-G/ENTSO-E Network Codes). EU Funding Mechanisms (ESIF, CEF, PCI, Horizon 2020), Cloud Initiative, Free Flow of Data, Cybersecurity, ePrivacy Regulation, eMobility, Clean Energy Package, smart grids.","lastUp":"2019-03-28T10:46:23.138+01:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}