{"id":"727761731277-71","name":"Digital Therapeutics Partnership","registrationDate":"2018-04-20T14:36:49.213+02:00","category":3,"subCategory":2,"legal":"Informal partnership","web":"","country":"Belgium","headAddress":"MSD Europe Inc. Lynx Binnenhof, 5","headCity":"Brussels","headPostCode":"1200","headPhone":"(32)27 76 60 59","boss":"Nilsy  Desaint ","bossTitle":"Ms","bossPosition":"Associate Director Public Policy EUCAN","membersCount":8,"membersFTE":"4.0","membership":"","memberOrga":"DTP is an informal collaborative partnership that includes a variety of members including startups, corporate bodies, European associations, and a public relations consultancy. Its members are:&#xd;\n&#xd;\nBlue Ocean Robotics&#xd;\nBrain +&#xd;\nBurson-Marsteller&#xd;\nByteflies&#xd;\nEuropean Brain Council&#xd;\nEuropean Health Management Association&#xd;\nMSD&#xd;\nWell IT","goal":"The Digital Therapeutics Partnership (DTP) brings together a unique alliance that covers the full spectrum of digital healthcare – including global companies, startups, healthcare institutions, academic research consortia and patient groups. &#xd;<br />&#xd;<br />Our mission is to help create the healthcare of tomorrow through the transformational power of digital technologies with the view to improving people’s lives, enhancing health outcomes, and increasing efficiencies in healthcare systems. &#xd;<br />&#xd;<br />To do so we aim at partnering with all relevant actors including public institutions and decision-makers to build an enabling policy environment for digital healthcare that will allow solutions and technologies to be developed, deployed, grown in Europe, and ultimately benefit patients and citizens.","acronym":"DTP","interests":"Public Health, Research and Technology","euInitiatives":"We share innovative case studies in a wide range of fields across the digital health spectrum and entrepreneurial perspectives, to inform of the challenges and actively remove barriers faced by our partners on a day-to-day basis, in terms of policies and regulations and help change these into opportunities.","lastUp":"2018-04-20T15:03:09.610+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}