{"id":"727861034886-23","name":"Mad'in Europe","registrationDate":"2019-05-20T14:09:22.328+02:00","category":2,"subCategory":3,"legal":"SCRL","web":"https://madineurope.eu","country":"Belgium","headAddress":"116, rue Berckmans","headCity":"Bruxelles","headPostCode":"1060","headPhone":"(32)4 75 83 74 88","boss":"Marie Adélaide (Madina) Benvenuti","bossTitle":"","bossPosition":"Manager","membersCount":1,"membersFTE":"1.0","membership":"Heritage alliance 3.3 - http://europeanheritagealliance.eu/&#xd;\nWorld Crafts Council EU https://wcc-europe.org/?lang=fr","memberOrga":"https://madineurope.eu/en/home/","goal":"Mad'in Europe is selecting SME and individual professionals all around Europe, specialized in fine crfats, traditional crafts and restoration of cultural heritage. Many of these microbusinesses are actually in danger because of globalisation and changes in our way of consumption. &#xd;<br />Our purpose is to connect craftsmen and restorers  to an international target, create awareness about the value of these profession for European culture, economy and society, save them from disappearing  and support the transmission of know how to new generations. &#xd;<br />Madineurope gathers more than 1800 craftsmen on its portal www.madineurope.eu and connects them to an interational audience. Madineurope brings together and creates synergies and bridges across European countries for craftsmen, professional associations, foudations and other stakeholders in the areas of crafts and restoration of cultural heritage. &#xd;<br />Mad'in Europe provides a digital tool and coordination facilities to isolated Eruopean microbusenesses.","acronym":"Mad'in Europe","interests":"Communication, Culture, Culture and media, Digital economy and society, Education and training, International co-operation and development, Trans-European Networks","euInitiatives":"Cultural Heritage Forum, Creative Europe initiatives, European Heritage Initiatives, Intangible heritage Initiatives. Small business Act...","lastUp":"2019-05-20T14:10:39.408+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}