{"id":"728212529615-23","name":"PETROL, Slovenska energetska družba, d.d., Ljubljana","registrationDate":"2018-01-16T15:20:21.856+01:00","category":2,"subCategory":3,"legal":"Delniška družba","web":"http://www.petrol.si/","country":"Slovenia","headAddress":"Dunajska cesta 50","headCity":"Ljubljana","headPostCode":"","headPhone":"(386)14 71 42 34","boss":"TOMAŽ BERLOČNIK","bossTitle":"Mr","bossPosition":"PREDSEDNIK UPRAVE","membersCount":3,"membersFTE":"1.0","membership":"Gospodarska zbornica Slovenije, Inženirska zbornica Slovenije, Razvojni center za vodikove tehnologije, Slovensko društvo za trajnostni razvoj, Observatoire mediterraneen de l'energie, Društvo slovenski nacionalni naftni komite k world Petroleum council, Europe's independent fuel suppliers,","memberOrga":"","goal":"Petrol is the largest Slovenian energy company, largest Slovenian importer, the largest&#xd;<br />Slovenian company by revenue, and one of the largest Slovenian commercial companies.&#xd;<br />With a comprehensive offer of modern energy-environment solutions, we ensure reliable,&#xd;<br />economical and environmentally-friendly care, and together with our partners, we create a&#xd;<br />low-carbon society. Through the diversified network of traditional and digital sales outlets,&#xd;<br />we meet the changing needs of our users for safe and comfortable life, travel and business.&#xd;<br />Through our actions, we daily demonstrate social responsibility and commitment to&#xd;<br />sustainable development. We are the leading regional player in the field of energy and&#xd;<br />related services according to the income criterion. We are recognized as one of the most&#xd;<br />important providers of smart solutions for home, mobility and business. With the&#xd;<br />development of information and other infrastructure and the use of modern information&#xd;<br />technologies, which are regularly monitored and introduced into our business processes,&#xd;<br />we successfully enter the field of digitization and the fourth industrial revolution. With the&#xd;<br />development of smart cities, smart factories, smart homes and smart grids and e-mobility,&#xd;<br />we follow the European Union's guidelines. With innovation and digital solutions we have&#xd;<br />developed successful new business models and partnerships. We provide an excellent&#xd;<br />comprehensive user experience and increase the number of products sold per customer in&#xd;<br />the omni-channel system. In addition, Petrol has developed the entire infrastructure for&#xd;<br />electricity (supply and trading), which is a logical upgrade of the existing supply of energy&#xd;<br />products or for the provision of comprehensive energy supply. Petrol has a developed data&#xd;<br />exchange system with system operators and suppliers of natural gas and as an aggregator&#xd;<br />already participates in the system of services market, thus demonstrating the&#xd;<br />appropriateness of the tasks in the application.","acronym":"Petrol d.d.","interests":"Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Environment, International co-operation and development, Research and innovation, Taxation, Trade, Transport","euInitiatives":"From the development perspective of the company economic and political trends are decisive. Petrol d.d., Ljubljana focuses on initiatives in transport and energy legislation and policies. The purpose of the (energy) policy is to ensure the sustainable management of energy (in RES, energy solutions, security of supply, ...) and transport (sustainable mobility). Petrol d.d., Ljubljana cooperates in the field of transport, motor fuels, biofuels, alternative fuels, efficient energy use, digitization, ...","lastUp":"2020-01-10T12:15:38.290+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}