{"id":"728245916986-09","name":"Organisation internationale pour le droit à l'education et la liberté d'enseignement","registrationDate":"2015-04-24T11:13:04.020+01:00","category":3,"subCategory":2,"legal":"Association sans but lucratif d'interêt public","web":"http://www.oidel.org","country":"Switzerland","headAddress":"OIDEL Siège international, 8, Rue Le Corbusier","headCity":"Genève","headPostCode":"CH-1208","headPhone":"(41)2 27 89 29 49","boss":"Ignasi Grau ","bossTitle":"Mr","bossPosition":"General director","membersCount":4,"membersFTE":"2.5","membership":"","memberOrga":"","goal":"L’OIDEL est une ONG avec statut consultatif auprès des Nations Unies (Conseil Economique et Social), l'UNESCO et le Conseil de l'Europe. Juridiquement, il s'agit d'une association sans but lucratif reconnue d'intérêt public par le Canton de Genève (Suisse).&#xd;<br />L'objectif de l'OIDEL est la promotion du droit à l'éducation, un droit humain fondamental pour le développement de la personne. Ce droit exige une prestation de la part des pouvoirs publics et la protection des libertés des parties prenantes de l'éducation (liberté d'enseignement). &#xd;<br />L'action de l'OIDEL se fonde essentiellement sur l'article 26 de la Déclaration universelle des droits de l'homme,  sur l'article 13 du Pacte international relatif aux droits économiques, sociaux et culturels des Nations Unies et sur l’article 5 de la Convention concernant la lutte contre la discrimination dans le domaine de l’enseignement de l’UNESCO.&#xd;<br />Objectifs&#xd;<br />ETUDIER les politiques éducatives selon une approche basée sur les droits de l'homme.&#xd;<br />INFORMER l'opinion publique des progrès et des violations du droit à l'éducation et la liberté d'enseignement.&#xd;<br />INTERVENIR auprès des organisations internationales et des organes de protection des droits de l’homme pour défendre et promouvoir le droit à l'éducation et les libertés éducatives.","acronym":"OIDEL","interests":"Culture, Education and training, Justice and Fundamental Rights, Youth","euInitiatives":"This year we have been specially active in the Resolution on the modernisation of education in Europe. We have collaborated with the Committee Education and Culture sharing some of the research made by OIDEL and making concret proposals.","lastUp":"2019-11-18T10:34:41.979+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}