{"id":"728340535750-54","name":"PBSG SA","registrationDate":"2019-08-30T11:10:25.291+02:00","category":1,"subCategory":6,"legal":"Spółka Akcyjna","web":"http://www.pbsg.pl","country":"Poland","headAddress":"Szyperska 14","headCity":"Poznań","headPostCode":"61-754","headPhone":"(48)6 18 26 11 52","boss":"Marcin Rojszczak","bossTitle":"Mr","bossPosition":"Członek Zarządu","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"PBSG została założona w Poznaniu w 2006 roku. Przez lata realizowała projekty dla największych polskich firm i organizacji administracji publicznej. W tym czasie zatrudnienie wzrosło z kilku pracowników do ponad 180 osób w ramach grupy kapitałowej, na którą składa się obecnie 6 spółek. Swoje rozwiązania szyjemy „na miarę”, co pozwala dopasować ofertę do każdej organizacji.&#xd;<br />&#xd;<br />Realizowaliśmy projekty m.in. w ministerstwach (Ministerstwo Gospodarki, Ministerstwo Zdrowia, Ministerstwo Edukacji Narodowej), urzędach centralnych (KNF, PKN, ARiMR, PARP, ZUS, KRUS), samorządowych (Urząd Miasta Warszawy, Urząd Miasta Wrocławia), w firmach sektora finansowego (PKO Bank Polski S.A.), ubezpieczeniowego (PZU S.A., T.U. Warta S.A.), energetycznego (Tauron S.A., ENERGA S.A., PGE S.A.) oraz telekomunikacyjnego (Exatel S.A., Orange Polska S.A.).&#xd;<br />&#xd;<br />Naszym priorytetem od zawsze jest Klient i jego oczekiwania. Przez 12 lat na rynku wiemy na co zwracać szczególną uwagę w realizowanych projektach, wiemy jakie trudności mogą nas spotkać oraz wiemy jak sprawić, aby projekt był udany dla obydwu stron.","acronym":"","interests":"Competition, Consumers, Justice and Fundamental Rights, Single market","euInitiatives":"Budowa i doskonalenie unijnego modelu ochrony danych, regulacje z zakresu cyberbezpieczeństwa i przepisy prawa wtórnego stanowione w zakresie usług łączności elektronicznej.","lastUp":"2019-08-30T11:11:07.063+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}