{"id":"728566135580-48","name":"euro.digital","registrationDate":"2019-08-05T12:34:55.316+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://euro.digital","country":"Belgium","headAddress":"Rond Point Schuman 6","headCity":"Brussels","headPostCode":"B-1040","headPhone":"(45)30 55 80 40","boss":"Poul Erik Moelgaard Rasmussen","bossTitle":"","bossPosition":"Secretary General","membersCount":10,"membersFTE":"5.5","membership":"","memberOrga":"www.euro.digital","goal":"A strong and digital capable Europe targeting for fair and global cooperation and competition. We are strengthening Europe and European values!&#xd;<br />&#xd;<br />In the global information wave and the digital transformation phase, the euro.digital offers its members a platform where the CIO/CDO can go to share ambitions, challenges, questions and concerns. euro.digital facilitates active collaboration and practical knowledge sharing and makes everyone’s opinion and experience accessible. This strengthens all members in their digital transformation.&#xd;<br />&#xd;<br />Digitalization forces us to think differently about the active application of information, technology and data in every organization. We believe that these three key ingredients are indispensable to create benefits, flexibility and added value, enabling national and EU society to digitize successfully. The CIO/CDO and its peers play a crucial role in shaping vision, flexibility and cooperation. In this respect, contacts with partners within the own organization (for example the Board of Directors) and with stakeholders outside the own organization are of great importance. In short, thanks to the members of the euro.digital, the EU will be a frontrunner: we make digital work in the EU!","acronym":"euro.digital","interests":"Banking and financial services, Budget, Business and Industry, Competition, Consumers, Digital economy and society, Education and training, Foreign affairs and security policy, Fraud prevention, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Taxation, Trans-European Networks","euInitiatives":"More women in IT National project moved to european level&#xd;<br />&#xd;<br />Open source conference with EU Commission Nov 14&#xd;<br />&#xd;<br />Horizon Europe Co-design 2021-2024","lastUp":"2019-08-05T12:35:40.531+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}