{"id":"72856225852-31","name":"Business Bridge Europe","registrationDate":"2011-05-16T14:47:56.970+02:00","category":1,"subCategory":6,"legal":"sprl","web":"http://www.b-bridge.eu","country":"Belgium","headAddress":"rue Belliard, 205 2ème étage","headCity":"Bruxelles","headPostCode":"1040","headPhone":"(322)2 31 65 25","boss":"Joëlle Vanderauwera","bossTitle":"Ms","bossPosition":"Founding Partner","membersCount":5,"membersFTE":"3.75","membership":"","memberOrga":"","goal":"Business Bridge Europe (BBE) is a multi-service consultancy with a high level of expertise and competence in monitoring, business intelligence and strategic communication advice. Our company has acquired comprehensive experience in designing communication campaigns and strategies, managing media relations and drawing up lobbying campaigns.&#xd;<br />&#xd;<br />BBE proposes a range of services in specific economic sectors in which it can offer a particular added-value:&#xd;<br />- Aeronautics,&#xd;<br />- Space,&#xd;<br />- International Trade,&#xd;<br />- Security and Defence,&#xd;<br />- Transport,&#xd;<br />- Energy,&#xd;<br />- Environment,&#xd;<br />- Information and Communication Technologies,&#xd;<br />- Financial services.&#xd;<br />&#xd;<br />Our consultants enjoy a wide array of educationnal backgrounds and professional experiences. The BBE team is composed of consultants from various countries who speak English, Dutch, French, German, Portuguese, Spanish, Italian and Bulgarian. The partners of Business Bridge Europe have been active for over thirty years in the institutional, professional representative and media-related milieu in Brussels. They have spent time in the EU institutions, newspapers specialised in EU matters and EU and International consultancies.&#xd;<br />&#xd;<br />For more information, please see our website: www.b-bridge.eu","acronym":"BBE","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Development, Economic and Financial Affairs, Energy, Enterprise, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Information Society, Internal Market, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Energy Union, space, transport, aeronautics, MFF midterm review, animal welfare, veterinary products, gambling and betting legislative files.&#xd;<br />Financial regulation","lastUp":"2018-04-05T16:24:40.032+02:00","customers":"Mitsubishi Hitachi Power Systems,Saft Batteries,Confederation of European Paper Industries,ENI,Electricité de France,Eurospace,KIC InnoEnergy,European Pari Mutuel Association,Réseau de Transport et d'Éléctricité de France,Airbus Defence &amp; Space","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"500000-999999"}