{"id":"728833036331-71","name":"Human Rights Defenders","registrationDate":"2019-10-25T14:32:05.580+02:00","category":3,"subCategory":2,"legal":"eingetragener Verein","web":"http://humanrights-ev.com/","country":"Germany","headAddress":"Hohenstaufenring 62","headCity":"Köln","headPostCode":"50674","headPhone":"(49)1 76 73 88 49 70","boss":"Burtacgiray Muammer","bossTitle":"Mr","bossPosition":"Chair of Board","membersCount":6,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"•\tBeing officially founded in December 2018, we have been actively conducting our fieldwork since then.    &#xd;<br />•\tWe have Public Benefit status under the relevant German legislation.&#xd;<br />•\tMost of our founding members are of lawyers, academics, bureaucrats, teachers and labourers who have recently settled in Europe.  &#xd;<br />•\tWe are defending all basic human rights and fundamental freedoms as set out in the Universal Declaration of Human Rights and the European Convention of Human Rights without distinction as to race, colour, gender, language, religion or political and any sort of ideology or belief. &#xd;<br />•\tWe are conducting our work under the titles of human rights, social, economic and political rights, the right to life, the protection of private life, freedom of speech, freedom of the press and communication, freedom of religion, freedom of assembly and obstruction of basic human rights and freedom.","acronym":"HRD","interests":"European Neighbourhood Policy, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum","euInitiatives":"- Fundamental Rights and the Rule of Law&#xd;<br />- Foreign Affairs and Security Policies&#xd;<br />- Migration and Asylum&#xd;<br />- European Enlargement and Neighbourhood Policy&#xd;<br />- International Cooperation and Humanitarian Policy","lastUp":"2019-10-25T14:32:44.149+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}