{"id":"72911566925-69","name":"The Coalition for Energy Savings","registrationDate":"2011-10-12T11:49:26.597+01:00","category":2,"subCategory":7,"legal":"AISBL under Belgian Law.  N° d’Entreprise : 644.403.860","web":"http://www.energycoalition.eu","country":"Belgium","headAddress":"Rue de Toulouse, 49","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 35 20 13","boss":"Stefan Scheuer","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"Members of the Coalition are: &#xd;\nArchitects’ Council of Europe (ACE), BEUC (The European Consumer Organisation), CEE Bankwatch Network, ClientEarth, Climate Action Network Europe (CAN-Europe), Climate Alliance, E3G, Energy Cities, European Alliance of Companies for Energy Efficiency in Buildings (EuroACE), European Alliance to Save Energy (EU-ASE), European Association for the Consumption-based Billing of Energy Costs (EVVE), European Association of Polyurethane Insulation Manufacturers (PU Europe), European Climate Foundation, European Committee of Domestic Equipment Manufacturers (CECED), European Copper Institute, European Council for an Energy Efficient Economy (eceee), European Environmental Bureau (EEB), European Federation of Intelligent Energy Efficiency Services (EFIEES), European Federation of Building and Woodworkers (EFBWW), European Insulation Manufacturers Association (Eurima), European Federation of Public, Cooperative &amp; Social Housing (Housing Europe), European Partnership for Energy and the Environment (EPEE), Friends of the Earth Europe, Glass for Europe, Transport &amp; Environment (T&amp;E), REScoop.eu, ECOS and WWF, as well as advisory members Buildings Performance Institute Europe (BPIE) and Regulatory Assistance Project (RAP).","goal":"The Coalition for Energy Savings strives to make energy efficiency and savings the first consideration of energy policies and the driving force towards a secure, sustainable and competitive European Union. Its membership unites businesses, professionals, local authorities, trade unions, consumer and civil society organisations in pursuit of this goal.  The Coalition calls on the EU to commit itself to a 40% energy saving target by 2030, and to step up policies, measures and investments in order to stop energy waste and tap the considerable energy savings potentials.&#xd;<br />&#xd;<br />Coalition members represent:&#xd;<br />- more than 400 associations and 150 companies&#xd;<br />- 15 million supporters and more than 2 million employees&#xd;<br />- 2,500 cities and towns in 30 countries in Europe","acronym":"","interests":"Energy","euInitiatives":"Climate &amp; Energy policies&#xd;<br />Energy Efficiency legislations&#xd;<br />Energy Union strategy&#xd;<br />Financing tools","lastUp":"2017-12-01T11:46:48.818+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}