{"id":"729206925213-77","name":"FEDERATION OF SRI LANKAN LOCAL GOVERNMENT AUTHORITIES","registrationDate":"2016-12-23T11:24:48.772+01:00","category":6,"subCategory":11,"legal":"GUARANTEE COMPANY","web":"http://www.fslga.lk","country":"Sri lanka","headAddress":"NO:296/2C SHANTHI MAWATHA","headCity":"COLOMBO","headPostCode":"","headPhone":"(94)1 12 81 06 85","boss":"GANEWATTAGE DEEPANI HEMANTHI GOONASEKERA","bossTitle":"Ms","bossPosition":"CHIEF EXECUTIVE OFFICER","membersCount":1,"membersFTE":"0.25","membership":"Commonwealth Local Govt. Forum  (CLGF)&#xd;\nUnited cities and Local Govt - Asia Pacific (UCLG-ASPAC)&#xd;\nhttps://uclg-aspac.org/en/&#xd;\nInternational Association for City and County Management (ICMA)&#xd;\nURAIA  http://www.uraia.org/home&#xd;\nLOGIN www.login.net","memberOrga":"As the national Local Government Association we represent the interest of all 341 Local Councils in Sri Lanka, in this regard we are linked to the Mayors and Commissioners (Civil Servants) all the councils. &#xd;\nWe are working in collaboration with the National Ministry of Local Govt. and Provincial Ministries of Local Govt. &#xd;\nFSLGA facilitates Mayors Caucuses, Women Councilors Caucus and Local Council Chief Executive (Civil Servants) Network.","goal":"FSLGA is working towards strengthening the local government authorities in Sri Lanka. Our objectives include coordinate a unified approach among Local Councils to resolve common issues. We also aim to increase the voices and effective participation of communities  in council's planning, development and decision making within the framework of participatory democracy. We thrive to establish strong partnerships with national and international networks, to learn and share good practices.","acronym":"FSLGA","interests":"Climate Action, Culture and media, Digital economy and society, Education and training, Energy, Environment, Fraud prevention, Humanitarian aid and civil protection, International co-operation and development, Public Health, Regional Policy, Research and innovation, Youth","euInitiatives":"Transparent and predictable working conditions to all.  Employees are provided with good working environment, job security and consistency in payment of Salaries and Wages in par with the market standards. Employees are paid fringe benefits and insurance protection. Working hours are restricted with adequate time off and holidays to maintain work-life balance;&#xd;<br />Youth employment - Priority is given to youth in as an entry point to career in Governance field. More than 50% of workforce is youth below 35 years of age. Youth are given career guidance, training opportunities, upward career path, competitive remuneration and decision making powers.","lastUp":"2019-11-26T01:52:48.512+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}