{"id":"729206925213-77","name":"FEDERATION OF SRI LANKAN LOCAL GOVERNMENT AUTHORITIES","registrationDate":"2016-12-23T11:24:48.772+01:00","category":6,"subCategory":11,"legal":"LIMITED LIABILITY","web":"http://www.fslga.lk","country":"Sri lanka","headAddress":"NO:22, GOTHAMI ROAD,","headCity":"COLOMBO","headPostCode":"","headPhone":"(94)1 12 66 53 10","boss":"GANEWATTAGE DEEPANI HEMANTHI GOONASEKERA","bossTitle":"Ms","bossPosition":"CHIEF EXECUTIVE OFFICER","membersCount":1,"membersFTE":"0.25","membership":"Commonwealth Local Govt. Forum  (CLGF)&#xd;\nUnited cities and Local Govt - Asia Pacific (UCLG-ASPAC)&#xd;\nhttps://uclg-aspac.org/en/&#xd;\nInternational Association for City and county Management (ICMA)&#xd;\nURAIA  http://www.uraia.org/home&#xd;\nInternational Republican Institute (IRI)","memberOrga":"As the national Local Government we represent the interest of all local authorities in Sri Lanka, in this regard we are linked to the Mayors/Chief Executive officers of all the councils from time to time. In addition we also interact with National and Provincial Ministries of Local Govt.","goal":"FSLGA is working towards strengthening the local government authorities in Sri Lanka. Our objectives include coordinate a unified approach among Local Govt. Bodies to resolve common issues. we also aim to incrase the voices and effective participation of councilors I LAs in planning and development and decision making within the framework of participatory democracy.  Establishing a good relationship with the Central and Provincial Govts. in the shared interests of all levels of governments and the citizens of sri lanka.","acronym":"FSLGA","interests":"Climate Action, Regional Policy","euInitiatives":"2014 Procurement directives are on e key areas under review in developing a transparent procurement system for the local governments in Sri Lanka.","lastUp":"2017-12-12T08:56:27.338+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}