{"id":"730024411461-80","name":"Umweltdachverband","registrationDate":"2013-07-02T13:57:11.075+01:00","category":3,"subCategory":2,"legal":"Verein","web":"http://www.umweltdachverband.at","country":"Austria","headAddress":"Strozzigasse, 10/7-8","headCity":"Wien","headPostCode":"1080","headPhone":"(43)14 01 13","boss":"Gerald Pfiffinger","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":8,"membersFTE":"6.0","membership":"International:&#xd;\n&#xd;\nCIPRA International (via CIPRA Österreich)&#xd;\nEuroparc Federation (Dachverband der Natur- und Nationalparke Europas)&#xd;\nEuropean Environmental Bureau (EEB)&#xd;\nEuropean Environmental Citizens' Organisation for Standardisation (ECOS)&#xd;\nGreen Budget Europe (GBE)&#xd;\nIUAPPA (International Union of Air Pollution Prevention and Environmental Protection Associations)&#xd;\nIUCN (International Union for the Conservation of Nature and Natural Ressources) – The World Conservation Union&#xd;\nInternational Society of Nature and Forest Medicine (Observer)&#xd;\nVerein zum Schutz der Bergwelt e.V.&#xd;\nWorld Council for Renewable Energy (WCRE)&#xd;\n&#xd;\nNational:&#xd;\n&#xd;\nArbeitsgemeinschaft für Natur- und Umwelterziehung (ANU) (via FORUM Umweltbildung)&#xd;\nÖsterreichische Gesellschaft für Umwelt und Technik (ÖGUT)&#xd;\nÖsterreichische UNESCO-Kommission (ÖUK)&#xd;\nRCE VIENNA | Regional Centre of Expertise on Education for Sustainable Development (RCE)","memberOrga":"Siehe http://www.umweltdachverband.at/ueber-uns/wer-wir-sind/mitgliedsorganisationen/","goal":"Der Umweltdachverband (UWD) mit Sitz in Wien ist für 36 Umwelt- und Naturschutzorganisationen bzw. alpine Vereine aus ganz Österreich und rund 1,4 Millionen Mitglieder eine überparteiliche Plattform. Im Zentrum der Arbeit des Umweltdachverbandes stehen aktuell der nachhaltige Schutz der Lebensressource Wasser, der volle Einsatz für Klimaschutz und erneuerbare Energien, das Engagement für heimische Schutzgebiete und die Erhaltung der Vielfalt an Genen, Arten und Ökosystemen sowie die Weiterentwicklung der Österreichischen Nachhaltigkeitsstrategie.&#xd;<br />&#xd;<br />Im Zentralbereich des UWD arbeitet ein junges, engagiertes Team. Zu seinen Aufgaben zählen u.a. Projekt- und Öffentlichkeitsarbeit, Verbandsmanagement sowie Lobbying. Der Umweltdachverband wird von einem ehrenamtlich tätigen Vorstand geleitet.&#xd;<br />&#xd;<br />Wesentlich für den UWD sind weiters seine Bereiche CIPRA Österreich mit dem Alpenkonventionsbüro, das EU-Umweltbüro und das FORUM Umweltbildung.","acronym":"UWD","interests":"Agriculture and Rural Development, Climate Action, Education and training, Energy, Environment, Maritime affairs and fisheries, Regional Policy, Taxation, Trans-European Networks, Transport","euInitiatives":"Natura 2000 (FFH- und Vogelschutz-Richtlinie)&#xd;<br />Wasserrahmenrichtlinie&#xd;<br />Hochwasserrichtlinie&#xd;<br />Erneuerbare Energien-Richtlinie&#xd;<br />Energie- und Klimapolitik 2030&#xd;<br />Aarhus-Konvention&#xd;<br />Gemeinsame Agrarpolitik&#xd;<br />Kreislaufwirtschaftspaket","lastUp":"2019-02-12T14:52:53.567+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}