{"id":"730137075-36","name":"Association of British Insurers","registrationDate":"2008-06-26T12:41:32.511+02:00","category":2,"subCategory":4,"legal":"Not for profit organisation","web":"http://www.abi.org.uk","country":"United kingdom","headAddress":"One America Square","headCity":"London","headPostCode":"EC3N 2LB","headPhone":"(4420)76 00 33 33","boss":"Huw Evans","bossTitle":"Mr","bossPosition":"Director-General","membersCount":3,"membersFTE":"2.0","membership":"The ABI is a member of:&#xd;\nInsurance Europe - http://www.insuranceeurope.eu  &#xd;\nGlobal Federation of Insurance Associations (GFIA) - http://www.gfiainsurance.org/en/","memberOrga":"A list of ABI member companies can be found on the ABI website https://www.abi.org.uk/About/ABI-members","goal":"The Association of British Insurers (ABI) is the leading trade association for insurers and providers of long term savings. Our 250 members include most household names and specialist providers who contribute £12bn in taxes and manage investments of £1.6trillion. Through the ABI their voice is heard in Government and in public debate on insurance, savings, and investment matters. And through the ABI they come together to improve customers' experience of the industry, to raise standards of corporate governance in British business and to protect the public against crime.","acronym":"ABI","interests":"Banking and financial services, Borders and Security, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Environment, External Relations, Justice and Fundamental Rights, Public Health, Single market, Taxation, Trade, Transport","euInitiatives":"Solvency II, Insurance Distribution Directive, Packaged Retail  Insurance based Investment Products (PRIIPs), General Data Protection Regulation (GDPR), ESA review, Long-term investment, IFRS, Recovery and resolution non-banks, Capital Markets Union (CMU), Motor insurance directive, collective redress, Brexit.","lastUp":"2018-06-13T14:54:21.227+02:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":0,"turnoverRange":""}