{"id":"730137075-36","name":"Association of British Insurers","registrationDate":"2008-06-26T12:41:32.511+01:00","category":2,"subCategory":4,"legal":"Not for profit organisation","web":"http://www.abi.org.uk","country":"United kingdom","headAddress":"One America Square","headCity":"London","headPostCode":"EC3N 2LB","headPhone":"(4420)76 00 33 33","boss":"Huw Evans","bossTitle":"Mr","bossPosition":"Director-General","membersCount":8,"membersFTE":"4.0","membership":"The ABI is a member of:&#xd;\nInsurance Europe - http://www.insuranceeurope.eu  &#xd;\nGlobal Federation of Insurance Associations (GFIA) - http://www.gfiainsurance.org/en/","memberOrga":"A list of ABI member companies can be found on the ABI website https://www.abi.org.uk/About/ABI-members","goal":"The Association of British Insurers (ABI) is the voice of the insurance and investment industry. Its members constitute around 90 per cent of the insurance market in the UK and 20 per cent across the EU. They control assets equivalent to a quarter of the UK’s capital. They are the risk managers of the UK’s economy and society. Through the ABI their voice is heard in Government and in public debate on insurance, savings, and investment matters. And through the ABI they come together to improve customers' experience of the industry, to raise standards of corporate governance in British business and to protect the public against crime. The ABI prides itself on thinking for tomorrow, providing solutions to policy challenges based on the industry’s analysis and understanding of the risks we all face.","acronym":"ABI","interests":"Climate Action, Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Taxation, Trade, Transport","euInitiatives":"Solvency II, Insurance Mediation Directive, PRIIPs, Data Protection, ESA review, Long-term investment, IFRS, FTT, Recovery and resolution non-banks, CMU, Motor insurance directive.","lastUp":"2018-01-22T13:32:04.558+01:00","customers":"","costAbsolu":"","costRange":"1500000-1749000","turnoverAbsolu":0,"turnoverRange":""}