{"id":"730374427171-41","name":"Jalsovszky Ügyvédi Iroda","registrationDate":"2017-05-15T17:53:28.764+02:00","category":1,"subCategory":10,"legal":"ügyvédi iroda","web":"http://jalsovszky.com","country":"Hungary","headAddress":"Csörsz utca 41.","headCity":"Budapest","headPostCode":"1124","headPhone":"(36)18 89 28 00","boss":"Pál Dr. Jalsovszky","bossTitle":"Mr","bossPosition":"irodavezető partner","membersCount":1,"membersFTE":"0.25","membership":"Az iroda kiterjedt nemzetközi kapcsolatokkal rendelkezik. Egyrészt tagja az International Lawyers Network 70 országra kiterjedő hálózatának, valamint  csatlakozott a Law&amp;Numbers európai fókuszú adózási csoportjához is.","memberOrga":"Budapesti Ügyvédi Kamara","goal":"A Jalsovszky Ügyvédi Iroda egy kereskedelmi jogra szakosodott, független ügyvédi iroda, amely nemzetközi vállalati ügyfélkör részére nyújt prémium jogi szolgáltatást. Vezető szerepet töltünk be adózási és vállalatfelvásárlási tanácsadás területén, amelyet kiegészít kiemelkedő ingatlanjogi, finanszírozási és versenyjogi tapasztalatunk.&#xd;<br />&#xd;<br />Az iroda ügyfelei között megtalálhatók nemzetközi vállalatcsoportok, a magyar piac különböző iparágainak vezető társaságai, valamint dinamikus fejlődést produkáló középvállalatok. Ügyfeleink között tudhatjuk szinte valamennyi magyar kockázatitőke- és magántőke-társaságot, valamint más ügyvédi irodákkal való együttműködésünkön keresztül adótanácsot nyújtunk egy kiterjedtebb nemzetközi ügyfélkörnek is.&#xd;<br />&#xd;<br />Lendületes, fiatalos gondolkodás jellemez bennünket. Ügyvédeink a korábban általuk megtapasztalt nemzetközi irodai sztenderdeket alkalmazzák a magyar piac egyedi igényeinek megfelelően. Az irodát három partner vezeti, akik mind-mind szakterületük vezető jogászai, és akik jogi szaktudásukon túlmenően egyaránt rendelkeznek közgazdasági háttérrel és üzleti szemlélettel.","acronym":"","interests":"Competition, Taxation, Transport","euInitiatives":"-\tthe so-called “Mobility Package” to be issued by the European Commission at the end of May 2017; and&#xd;<br />-\tthe infringement proceedings initiated by the European Commission against Austria concerning its minimum wage legislation in the transport sector at the end of April 2017.","lastUp":"2018-04-27T12:32:24.844+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":"","turnoverRange":""}