{"id":"73043739119-36","name":"General Medical Council","registrationDate":"2012-07-23T14:57:16.141+01:00","category":6,"subCategory":13,"legal":"Registered charity in England and Wales (1089278) and Scotland (SC037750)","web":"http://www.gmc-uk.org/","country":"United kingdom","headAddress":"Euston Road, 350","headCity":"London","headPostCode":"NW13JN","headPhone":"(0161)9 23 66 02","boss":"Charlie Massey ","bossTitle":"Mr","bossPosition":"Chief Executive ","membersCount":2,"membersFTE":"1.5","membership":"The General Medical Council is part of the following networks:&#xd;\n&#xd;\n- The European Network of Medical Competent Authorities (ENMCA)&#xd;\n&#xd;\n- The Healthcare Professional Crossing Borders (HPCB)&#xd;\n&#xd;\n- The Alliance of UK Health Regulators on Europe (AURE)&#xd;\n&#xd;\n- The International Association of Medical Regulatory Authorities (IAMRA)","memberOrga":"","goal":"The General Medical Council is the independent regulator for doctors in the UK. Our statutory purpose is to protect, promote and maintain the health and safety of the public by ensuring proper standards in the practice of medicine.&#xd;<br />&#xd;<br />We do that by controlling entry to the medical register and setting the standards for medical schools and postgraduate education and training. We also determine the principles and values that underpin good medical practice and we take firm but fair action where those standards have not been met.&#xd;<br />&#xd;<br />We have strong and effective legal powers designed to maintain the standards the public have a right to expect of doctors. Our mission is to protect patients.&#xd;<br />&#xd;<br />Where any doctor fails to meet those standards, we act to protect patients from harm - if necessary, by removing the doctor from the register and removing their right to practise medicine.","acronym":"GMC","interests":"Internal Market, Public Health","euInitiatives":"Mutual recognition of professional qualifications&#xd;<br />General data protection Regulation&#xd;<br />Health workforce issues","lastUp":"2017-02-15T10:26:53.582+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}