{"id":"731056028011-71","name":"Pavlenko Legal Group","registrationDate":"2017-08-15T11:31:55.148+01:00","category":1,"subCategory":10,"legal":"LLC","web":"http://plglaw.ua","country":"Ukraine","headAddress":"23A Zolotoustivska Str.","headCity":"Kiev","headPostCode":"01135","headPhone":"(38044)2 81 06 00","boss":"Oleksandra Pavlenko","bossTitle":"Ms","bossPosition":"Managing Partner","membersCount":16,"membersFTE":"8.5","membership":"European Business Association http://www.eba.com.ua/uk&#xd;\n&#xd;\nAmerican Chamber of Commerce &#xd;\nhttp://www.chamber.ua/uk&#xd;\n&#xd;\nChinese Commerce Association http://www.cca.com.ua/&#xd;\n&#xd;\nUkrainian Bar Association http://uba.ua/eng/&#xd;\n&#xd;\nUkrainian Advocates Association http://www.uaa.org.ua/","memberOrga":"","goal":"Legal support of business in cooperation with the State, legal navigation of projects with the state component, support of resonant litigation cases. Protecting business from administrative pressure, legal support of foreign investors in Ukraine, providing protection of investments, working with the state authorities to change legislation in various economical sectors (including the &#xd;<br />Government and the Parliament of Ukraine)","acronym":"PLG","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Communication, Competition, Economic and Financial Affairs, Energy, Enlargement, External Relations, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Home Affairs, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Communication with European institutions in order to lobby the interests of Ukrainian business in Europe. Legislative work within the framework of the implementation of European legislation. Promotion of state interests of Ukraine in the European region through legislative instruments. Advising foreign investors on the implementation of public-private partnership projects in Ukraine, as well as joint projects with the State on managing state assets (leasing, concession, etc.)","lastUp":"2017-08-15T11:32:14.701+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}