{"id":"73131808686-11","name":"Science Europe","registrationDate":"2012-04-30T09:51:16.043+01:00","category":4,"subCategory":5,"legal":"AISBL","web":"http://www.scienceeurope.org/","country":"Belgium","headAddress":"Rue de la Science, 14","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 26 03 00","boss":"Stephan Kuster","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":9,"membersFTE":"9.0","membership":"ERA-Partnership, which includes: European Commission, LERU, EUA, EARTO, CESAER and NordForsk.","memberOrga":"http://www.scienceeurope.org/about-us/member-organisations","goal":"The Association has as non-profit purpose to:&#xd;<br />&#xd;<br />Promote the collective interests of the research funding and research performing organisations of Europe. It supports its members in their efforts to foster European research. It will strengthen the European research area through its direct engagement with key partners. In doing so, it will be informed by the scientific community in its reflections on policies, priorities and strategies. &#xd;<br />&#xd;<br />To this end, and provided that it is not contrary to the rules applicable to its members, the Association will conduct the following activities for the benefit of its members: &#xd;<br />&#xd;<br />•\tSupport the work of its members and promote co-operation between them at both the policy and activity level.&#xd;<br />•\tStrengthen the scientific community as a third voice in the European research area, together with national governments and the European Commission.&#xd;<br />•\tAct to maximize the input of the members in the development of the European research area.&#xd;<br />•\tWork with other European organisations to ensure that a broad based forum is established to inform discussions on the European research area and related policy matters.&#xd;<br />•\tProvide platforms, such as annual high-level workshops, for dialogue with national ministers of research where appropriate and in the collective interests of its members.&#xd;<br />•\tCo-operate with non-European research organisations, where appropriate and in the collective interests of its members.&#xd;<br />•\tDeliver a roadmap to ensure that publicly funded research and innovation in Europe has the maximum impact, contributing to the development of the economy and providing solutions to deliver societal benefit.&#xd;<br />&#xd;<br />The Association may carry out all operations and conduct all activities, both in Belgium and abroad, which directly or indirectly increase or promote its purpose. &#xd;<br />&#xd;<br />The Association can accomplish all the acts related directly or indirectly to its purpose and in particular co-operate with and express its interest for any other association or organization within its areas of interest.","acronym":"SE","interests":"Budget, Digital economy and society, Research and innovation","euInitiatives":"European Research Area&#xd;<br />Innovation Union&#xd;<br />Open Science&#xd;<br />Open Access&#xd;<br />Horizon 2020 &amp; Framework Programme 9 (FP9)&#xd;<br />Copyright Directive&#xd;<br />General Data Protection Regulation&#xd;<br />Protection of Animals used for Scientific Purposes&#xd;<br />Research Infrastructures&#xd;<br />Impact Assessment&#xd;<br />Gender &amp; Diversity&#xd;<br />Directive on Public Sector Information&#xd;<br />Free flow of non-personal Data&#xd;<br />Research Integrity","lastUp":"2019-03-18T11:51:46.670+01:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}