{"id":"73131808686-11","name":"Science Europe","registrationDate":"2012-04-30T09:51:16.043+01:00","category":4,"subCategory":5,"legal":"AISBL","web":"http://www.scienceeurope.org/","country":"Belgium","headAddress":"Rue de la Science, 14","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 26 03 00","boss":"Stephan Kuster","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":9,"membersFTE":"9.0","membership":"ERA-Partnership, which includes: European Commission, LERU, EUA, EARTO, CESAER and NordForsk.","memberOrga":"http://www.scienceeurope.org/about-us/member-organisations","goal":"The Association has as non-profit purpose to:&#xd;<br />&#xd;<br />Promote the collective interests of the research funding and research performing organisations of Europe. It supports its member organisations in their efforts to foster European research.  It will strengthen the European research area through direct engagement with key partners.  In doing so, it will be informed by direct representation of scientific communities in its reflections on policies, priorities and strategies. &#xd;<br />To this end, and provided that it is not contrary to the rules applicable to its members, the Association will conduct the following activities for the benefit of its members and, when appropriate, third parties, in accordance with all rules applicable in respect to the competition law: &#xd;<br />&#xd;<br />•\tSupport the work of its member organisations and promote co-operation between them at both the policy and activity level.&#xd;<br />•\tEstablish the scientific community as a third voice in the European Research Area, together with national governments and the European Commission.&#xd;<br />•\tAct, with the interests and expert views of researchers as a guide, to maximise the input of its member organisations in the development of the European Research Area in conjunction with the European Commission.&#xd;<br />•\tSurvey the state of science in Europe, identify areas to be supported and gaps in current provision, consider the need for large and small infrastructure projects and encourage member organisations to act on the results of such surveys.&#xd;<br />•\tWork with other European organisations to ensure that a broad based forum is established to inform discussions on the European Research Area and related policy matters.&#xd;<br />•\tProvide a platform for dialogue with national ministers of research where appropriate to promote the collective interests of members.&#xd;<br />•\tCo-operate with non-European research organisations.&#xd;<br />•\tDeliver a coherent plan of action to ensure that publicly funded research and innovation in Europe has the maximum impact, contributing to the development of the economy and providing solutions to deliver societal benefit.&#xd;<br />&#xd;<br />The Association may carry out all operations and conduct all activities, both in Belgium and abroad, which directly or indirectly increase or promote its purpose and its objectives. &#xd;<br />&#xd;<br />The Association can accomplish all the acts related directly or indirectly to its purpose and in particular co-operate with and express its interest for any other association or organisation within its areas of interest.","acronym":"SE","interests":"Budget, Information Society, Research and Technology","euInitiatives":"European Research Area&#xd;<br />Innovation Union&#xd;<br />Open Science&#xd;<br />Open Access&#xd;<br />Horizon 2020 &amp; Framework Programme 9 (FP9)&#xd;<br />Copyright Directive&#xd;<br />General Data Protection Regulation&#xd;<br />Protection of Animals used for Scientific Purposes&#xd;<br />Research Infrastructures&#xd;<br />Impact Assessment","lastUp":"2018-02-22T15:30:24.024+01:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}