{"id":"731444734696-97","name":"GIFT WOMEN LINK FOUNDATION","registrationDate":"2019-04-30T10:53:50.301+02:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.giftwomenlink.com","country":"Uganda","headAddress":"Uzziah House room 1  Kidodo Cell  Railway ward  Central Division  Kasese Municipality  Rwenzori Region   Uganda.","headCity":"Kasese","headPostCode":"0000","headPhone":"(256)7 77 74 92 67","boss":"RWAMANYONYI BWAMBALE","bossTitle":"Mr","bossPosition":"EXECUTIVE DIRECTOR","membersCount":3,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"Gift Women Link Foundation addresses women constraints and empowering women through innovative approaches in areas of Microcredit services, education, reproductive and child health, ICT, health, human rights, agriculture, Vocational services, HIV/AIDS, life skills and community development with a focus on poverty alleviation, economic empowerment and establishing a society where women and girls live happy, healthy, educated and free from all forms of violence under a conserved community.","acronym":"GWLF","interests":"Agriculture and Rural Development, Culture, Environment, International co-operation and development, Youth","euInitiatives":"Gift Women Link Foundation is it a member of Global Wo.Men Hub Organization from Brussels. &#xd;<br />It is a partner in different European Horizon2020 projects.&#xd;<br />&#xd;<br />The foundation is a member of the http://euromediter.eu/, Long Term Economy  http://www.lteconomy.it/en/partnerships/category-en-gb/partnerships and registered with European Commission and PIC No: 907194732&#xd;<br />&#xd;<br />Gift Women Link Foundation is fully registered and following national registration rules and guidelines for Uganda Registrations Servives Bureau (URSB) with registration number 80020001116976&#xd;<br />&#xd;<br />The foundation has obtained partnerships with different volunteers in India, Italy, Germany, Colombia, USA, UK, Nepal and Philippines these volunteers are managed by Shreshtha Verma as Overseas Director and Dr Malik Khalid Mehmood and Dr K.M George form UNDP advisors as our Chief Technical International Advisor. There are several volunteers in different countries working tiresomely for Gift Women Link Foundation Projects Assigned for collaborations and they are on the website. The foundation has launched its website www.giftwomenlink.com successfully and its in operation for international connections and information dissemination to our international community.","lastUp":"2019-05-15T14:50:36.996+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}