{"id":"731763615450-48","name":"Forum Europe","registrationDate":"2015-01-07T12:58:30.284+02:00","category":1,"subCategory":6,"legal":"Limited Company","web":"http://www.forum-europe.com","country":"United kingdom","headAddress":"33-35 West Bute Street","headCity":"Cardiff","headPostCode":"CF10 5LH","headPhone":"(0044)29 20 78 30 22","boss":"James Wilmott","bossTitle":"Mr","bossPosition":"Director","membersCount":16,"membersFTE":"15.25","membership":"Federation of Small Businesses","memberOrga":"","goal":"Forum Europe is the leading EU debate specialist, providing a range of own-initiative and client conferences and events. The company has been operating in Brussels for over 25 years and aims to deliver balanced platforms for debate on key EU issues. The company also operates outside of Europe under the Forum Global brand.","acronym":"","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"On-going European policy and legislation falling within the broad sectors covered at our upcoming Brussels based events: &#xd;<br />&#xd;<br />Chemicals, Energy and Environment, Financial Services, Health and Consumer Protection, InfoSociety, Public Affairs, Transport and Trade, Cyber Security, Internet of Things, Spectrum and 5G","lastUp":"2018-05-23T10:24:59.120+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}