{"id":"731930623261-05","name":"ALL DIGITAL","registrationDate":"2016-09-05T13:44:59.361+01:00","category":3,"subCategory":2,"legal":"aisbl","web":"http://www.all-digital.org","country":"Belgium","headAddress":"Rue du Commerce 123","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)28 93 02 01","boss":"Peter Palvolgyi","bossTitle":"Mr","bossPosition":"Chief Operating Officer","membersCount":4,"membersFTE":"3.25","membership":"http://lllplatform.eu/who-we-are/members-and-partners/&#xd;\nhttp://www.brights-project.eu","memberOrga":"http://www.telecentre-europe.org/members-map/","goal":"ALL DIGITAL, (legally registered as Telecentre-Europe AISBL), is a pan-European association based in Brussels. It represents 60 member organisations that work with 20,000 digital competence centres providing access &amp; training to 2.9 million people in Europe every year. We aim to enable the 44% Europeans without basic digital skills to exploit the opportunities created by digital transformation.&#xd;<br />Our members are non-profit organisations (ICT community centres, public libraries etc.) in the field of non-formal education providing access to Internet &amp; ICT tools, as well as digital trainings, certification and opportunities for everyone. Since they are low-threshold places with free or very low-cost trainings, they are particularly fit to serve disadvantaged groups such as unemployed young people, people in less advantageous social and economic situation, elderly people, migrants, etc. However, they provide services to all target groups. &#xd;<br />We support our members by fostering knowledge sharing &amp; collaboration and by representing their interest to the EU.&#xd;<br />Our activities include:&#xd;<br />- developing and promoting innovative methodologies &amp; certifications; &#xd;<br />- facilitating partnerships among members &amp; stakeholders, such as the National Coalitions for Digital Skills &amp; Jobs under the umbrella of the Digital Skills and Jobs Coalition;&#xd;<br />- organising awareness raising campaigns like ALL DIGITAL Week (ex. Get Online Week) &amp; events; &#xd;<br />- ALL DIGITAL Awards; &#xd;<br />- projects application; &#xd;<br />- research. &#xd;<br />&#xd;<br />Most of the activities we undertake are creating and promoting innovative solutions and good practices in the field of digital skills and digital inclusion. To this end, we engage with a variety of stakeholders within the non-formal education and e-skills training fields: European associations and member organisations, civil society networks, ICT private companies and the European Institutions. Together with stakeholders on the European level, we succeed in understanding and rethinking digital inclusion and issues affecting it.","acronym":"ALL DIGITAL","interests":"Borders and Security, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Research and innovation, Youth","euInitiatives":"We follow and contribute to EU policy in the fields of education and skills, employment, social &amp; economic inclusion, social innovation, Digital Single Market, e.g. by policy papers &amp; targeted communication.&#xd;<br />The Digital Skills and Job Coalition initiative (https://ec.europa.eu/digital-single-market/en/get-involved-digital-coalition) builds on the success of the Grand Coalition for Digital Jobs. A consortium of European Schoolnet, DIGITALEUROPE, and ALL DIGITAL led efforts to scale-up national coalitions across Europe, make pledges for digital jobs and bridging the digital skills gap. Our role was to support member states to develop comprehensive national digital skills strategies by mid-2017 based on targets set by end-2016. Even though the project funding has ended, we continue to liaise with national coalition members and support them to exchange practices and experience.&#xd;<br />As members of the Lifelong Learning Platform (LLLP) we cooperate with other civil society organisations in education and training on joint positions regarding mainstreaming digital skills, making Erasmus+ more effective and articulating joint messages to the EU institutions. We also collaborate with the European E-Skills Association, CEPIS and the ECDL Foundation. The European E-Skills Association and CEPIS are represented in our Advisory Board by their directors. &#xd;<br />ALL DIGITAL is a stakeholder member of the ET2020 Working Group on Digital Skills and Competences of the European Commission, where we sit together with ministries of education from member states, international organisations and social partners. We follow closely the policy initiatives promoted by DG EAC and DG CNECT such as the New Skills Agenda for Europe, the Digital Education Action Plan (DEAP), the work of the media literacy expert group and the work done by DG EMPL, especially on Up-skilling pathways.","lastUp":"2019-02-20T09:35:46.045+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}