{"id":"731930623261-05","name":"Telecentre Europe aisbl","registrationDate":"2016-09-05T13:44:59.361+02:00","category":3,"subCategory":2,"legal":"aisbl","web":"http://www.all-digital.org","country":"Belgium","headAddress":"Rue du Commerce 123","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)28 93 02 01","boss":"Peter Palvolgyi","bossTitle":"Mr","bossPosition":"Chief Operating Officer","membersCount":4,"membersFTE":"3.25","membership":"http://lllplatform.eu/who-we-are/members-and-partners/","memberOrga":"http://www.telecentre-europe.org/members-map/","goal":"Telecentre Europe is a European non-for-profit organisation (NGO) and a member based association with a central office in Brussels, Belgium.&#xd;<br />We represent publicly funded telecentres/telecentre networks, ICT learning centres, adult education centres and libraries across Europe. These are places where children and adults can access the Internet and computers for free, learn the latest digital skills and keep up to date with technology  and community developments.&#xd;<br />We coordinate a number of projects, programmes and campaigns that empower people. Through ICT they can find employment, community life, relevant information and stay in touch with friends and family. All our members and partners believe that Information and Communication technology has an enormous potential to combat social exclusion and poverty and make life easier. But to this end, everyone should have the abilities to use ICT tools and the Internet.&#xd;<br />&#xd;<br />Telecentre Europe aspires to play a prominent role in getting Europeans digitally savvy by motivating telecentres and other NGOs in the field to continue training people in basic and advanced digital skills and opening them up to opportunities. We support our members through projects and create opportunities for them to meet, exchange and work together.&#xd;<br />In today’s knowledge based society digital technologies represent a gateway to economic and social development. Although almost 80% of Europeans are Internet users, many others are still missing out: the elderly, the poor, the less educated and those living in rural areas. Moreover, even those that are connected often do not know what opportunities exist in the digital sphere in terms of employment, personal and professional development and an improved communication with others, in their own community and beyond.&#xd;<br />&#xd;<br />Without strong support from public bodies and private institutions, we cannot make it happen! We work to make sure digital literacy and digital skills are high on the political agenda: that they are taken seriously by decision makers when deciding on the formal and non-formal education offer, broadband access, e-government, employment and social insertion programmes, among others.&#xd;<br />It is important that Telecentres in Europe support those who are completely new to technology and those who need support to stay up to date with the ever changing world of technology.","acronym":"ALL DIGITAL","interests":"Borders and Security, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Research and innovation, Youth","euInitiatives":"Telecentre Europe follows all policies and initiatives of the EU related to its areas of activities - education and straining, skills, employment and social policy, digital agenda and information society, but also inclusion of migrants though skills upgrade, new technologies and research, (digital) social innovation, etc.&#xd;<br />We are particularly interested in policy initiatives such as the new EU Skills Agenda and its concrete measures such as the Skills Guarantee and the Digital Skills for Jobs Initiative, Europe2020, ET2020, the European Youth Strategy, plans for the integration of migrants, the new e-government action plan, etc. We are also following the EU coding week and VET week.","lastUp":"2018-08-09T11:25:36.531+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}