{"id":"73213026678-96","name":"The Foundation for Social Entrepreneurs (UnLtd)","registrationDate":"2011-09-14T17:08:17.937+01:00","category":3,"subCategory":2,"legal":"Charity and company limited by guarantee","web":"http://www.unltd.org.uk","country":"United kingdom","headAddress":"Whitecross Street, 123","headCity":"London","headPostCode":"EC1Y 8JJ","headPhone":"(44)20 75 66 11 00","boss":"Raymond Tran","bossTitle":"Mr","bossPosition":"Company Secretary and Director of Finance and HR","membersCount":1,"membersFTE":"0.25","membership":"UnLtd is a member of and incubates the Global Social Entrepreneurship Network, whose 50 (approx) members across over 50 countries are all organisations that support early stage social entrepreneurs.","memberOrga":"","goal":"UnLtd is the foundation for social entrepreneurs. Our mission is to reach out and unleash the energies of people who can transform the world in which they live: people who we call social entrepreneurs. We work for a world where people act to make it better.&#xd;<br />&#xd;<br />UnLtd builds leadership for social improvement. We look for the passionate, talented, resourceful people who are determined to solve social or environmental problems. We back large numbers of people to start new social ventures, as their first steps into social entrepreneurship. UnLtd is prepared to take risks and recognises that not all will succeed; but many will develop community level ventures, and some will go on to take their social ventures to scale.  Others may learn from the experience and come back more strongly as social leaders in the future. We will assist them to succeed. &#xd;<br />&#xd;<br />Our approach is to offer seed funds, development support and networking opportunities in a tiered set of awards, from first steps to going to scale. We are focused on people more than their enterprises, and on the early stages of their journeys. Our core funds come from the endowment of the Millennium Awards Trust, on top of which we bring in additional resources in cash and in kind to expand our impact.","acronym":"UnLtd","interests":"Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Youth","euInitiatives":"Social Business Initiative","lastUp":"2017-03-23T17:11:05.302+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}