{"id":"732947612309-50","name":"Global Alliance for Improved Nutrition","registrationDate":"2013-11-22T11:32:58.938+01:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://www.gainhealth.org","country":"Switzerland","headAddress":"Rue de Varembé 7","headCity":"Geneva","headPostCode":"1201","headPhone":"(41)2 27 49 18 50","boss":"Dougal Adam Freeman","bossTitle":"Mr","bossPosition":"Chief Fiancial Officer","membersCount":15,"membersFTE":"3.75","membership":"- Flour Fortification Initiative.&#xd;\n- Home Fortification Technical Advisory Group.&#xd;\n- International Council for the Control of Iodine Deficiency Disorders (ICCIDD) Global Network.&#xd;\n- Maternal, Infant, Young Child Nutrition Working Group.&#xd;\n- Rice Fortification Resource Group.&#xd;\n- Scaling Up Nutrition (SUN) Movement.","memberOrga":"Representative and Country Offices with separate legal entities: &#xd;\nSwitzerland: The Global Alliance for Improved Nutrition; &#xd;\nCanada: Global Alliance for Improved Nutrition, Canada;&#xd;\nDenmark: The Global Alliance for Improved Nutrition, Denmark;&#xd;\nNetherlands: Stichting The Global Alliance for Improved Nutrition (GAIN Netherlands); &#xd;\nNigeria: The Global Alliance for Improved Nutrition Ltd/Gte;&#xd;\nTanzania: The Global Alliance for Improved Nutrition Limited;&#xd;\nUnited Kingdom: The Global Alliance for Improved Nutrition, UK;&#xd;\nUnited States: GAIN NoSCA, LLC.","goal":"The Foundation has been established to reduce malnutrition by supporting food fortification and other sustainable nutrition strategies in order to save lives and improve health, productivity, and cognitive function. In pursuing this objective, the Foundation intends to improve the nutritional status of individuals, contributing to: (i) Eradication of poverty and hunger;&#xd;<br />(ii) Reduction of child and maternal morbidity and mortality; (iii) Physical and intellectual development and improved productivity; (iv) Reduction of disease and disability; (v) Lower health care costs.&#xd;<br />In order to attain these goals, the Foundation supports countries and key stakeholders in implementing proven solutions to malnutrition undertaken in the context of broader health and development strategies that contribute to the achievement of the development goals established by the United Nations and other objectives set by the international nutrition community.","acronym":"GAIN","interests":"Agriculture and Rural Development, Development, External Relations, Humanitarian Aid, Public Health, Research and Technology","euInitiatives":"Development cooperation, food and nutrition security, food fortification, health, agriculture.","lastUp":"2017-06-15T17:49:55.167+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}