{"id":"733153119242-95","name":"WWF Adria - Udruga za zaštitu prirode i očuvanje biološke raznolikosti","registrationDate":"2015-10-19T22:00:25.597+02:00","category":3,"subCategory":2,"legal":"neprofitna organizacija","web":"http://adria.panda.org/","country":"Croatia","headAddress":"Zelinska 2","headCity":"Zagreb","headPostCode":"10000","headPhone":"(385)15 50 96 23","boss":"Paolo Lombardi","bossTitle":"Mr","bossPosition":"predsjednik","membersCount":4,"membersFTE":"2.5","membership":"1. WWF Network&#xd;\n2.The EUROPARC Federation&#xd;\n3. Zeleni Forum","memberOrga":"","goal":"Ciljevi Udruge su očuvanje prirode i zaštita okoliša i njen primarni djelokrug, u skladu s vrijednostima i strategijom WWF International-a i svjetskom mrežom organizacija koje su povezane s WWF International-om,  je očuvanje prirodnog okoliša, biološke raznolikosti i ekoloških procesa u jadranskim i mediteranskim regijama.&#xd;<br />Udruga je odana očuvanju biološke raznolikosti, faune i flore, ekosustava, krajolika, vode, tla, čistog zraka, ekoloških procesa i sustava za održavanje života, i ostalih prirodnih resursa s ciljem da jamči da se njihova uporaba odvija na održiv i pošten način kao i da doprinese blagostanju sadašnjih i budućih generacija i izgradi budućnost u kojoj ljudi žive u skladu s prirodom.&#xd;<br />Kako bi ostvarila svoje ciljeve, Udruga može surađivati s udrugama sličnih ciljeva, hrvatskim ili stranim, ili se uključiti u njihov rad. &#xd;<br />&#xd;<br />Udruga je neovisna, nedjeljiva i nepristrana u svojem poslovanju s vladama, političkim strankama i drugim organizacijama i fizičkim osobama.&#xd;<br />&#xd;<br />Djelatnosti Udruge su:&#xd;<br />•\tdoprinositi ostvarenju ciljeva i zadaća WWF-a u jadranskim i mediteranskim regijama;&#xd;<br />•\tregrutirati i obučavati profesionalno osoblje, angažirati volontere za razvoj  i primjenu programa i projekata;&#xd;<br />•\tuspostaviti partnerske odnose diljem jadranske regije sa nevladinim organizacijama i drugim entitetima s kojima dijeli isti cilj;&#xd;<br />•\tpromicati znanje i svijest o potrebi očuvanja prirode kroz komunikacijske kampanje, korištenje tradicionalnih i novih medija, obrazovne programe, izgradnju kapaciteta, promociju organizacija i grupa civilnog društva s ciljem mobilizacije javnosti i izgradnje pokreta za očuvanje prirode na Jadranu i Mediteranu;&#xd;<br />•\trazvijati, financirati i primjenjivati projekte i aktivnosti koji vrše očuvanje prirode, uključujući terenske projekte za očuvanje biološke raznolikosti i ekosustava i razvijanje pilot modela održivog upravljanja prirodnim resursima i stvaranje vrijednosti i dobrobiti za ljude;&#xd;<br />•\tpromicati znanstvena istraživanja, tematske zajednice, razmjenu znanstvenika, praktičara, studenata, članova civilnog društva s ciljem unaprjeđenja znanja i rješenja za očuvanje prirode i disciplina povezanih sa održivošću; prenositi rezultate znanstvenih istraživanja u politike, ekonomsku praksu u stil života;&#xd;<br />•\trazvijati analizu politika i sudjelovati kao članovi civilnog društva u procesu donošenja zakona i politika koje su povezane s očuvanjem i upravljanjem prirodnim okolišem;&#xd;<br />•\tsurađivati s javnim sektorom kako bi se poboljšali i unaprijedili propisi i pravila javnih tijela u upravljanju prirodom, okolišem i prirodnim izvorima; &#xd;<br />•\tsurađivati s privatnim sektorom, društvima, financijskim sektorom, profesionalnim sektorom, dioničarima, s ciljem promicanja ekološke i socijalne održivosti ekonomskih praksi, proizvodnje i potrošnje;&#xd;<br />•\timenovati zastupnike i promatrače u savjetodavnim tijelima, domaćim i međunarodnim organizacijama; radnim grupa stvorenih od strane vlada i privatnog sektora;&#xd;<br />•\tsklapati ugovore, uključivati se u konzorcije, sporazuma i operativna partnerstva s drugim subjektima i trećim osobama u cjelini, podržati aktivnosti osoba povezanih s Udrugom.","acronym":"WWF Adria","interests":"Agriculture, Budget, Climate Action, Communication, Education and training, Energy, Enlargement, Environment, Food Safety, International co-operation and development, Maritime affairs and fisheries, Regional Policy, Research and innovation, Trans-European Networks","euInitiatives":"•\tDirektiva 2000/60/EZ o uspostavi okvira za djelovanje Zajednice u području vodne politike (Okvirna direktiva o vodama), uključujući i zajedničku provedbenu strategiju&#xd;<br />•\tDirektiva 2007/60/EZ o procjeni i upravljanju rizicima od poplava&#xd;<br />•\tDirektiva 2009/147/EZ o očuvanju divljih ptica&#xd;<br />•\tDirektiva 92/43/EEZ o očuvanju prirodnih staništa i divlje faune i flore&#xd;<br />•\tUredba (EU) br. 1143/2014 Europskog parlamenta i Vijeća od 22. listopada 2014. o sprječavanju i upravljanju unošenja i širenja invazivnih stranih vrsta (SL L  317, 4.11.2014)&#xd;<br />•\tUredba Vijeća (EZ) br. 338/97 od 9. prosinca 1996. o zaštiti vrsta divlje faune i flore uređenjem trgovine njima (SL L 61, 3.3.1997.)&#xd;<br />•\tUredba Komisije (EU) br. 1158/2012 od 27. studenoga 2012. koja propisuje izmjene Uredbe Vijeća (EZ) br. 338/97 o zaštiti vrsta divlje faune i flore uređenjem trgovine njima (SL L 339, 12.12.2012.)&#xd;<br />•\tUredba Komisije (EU) br. 750/2013 оd 29. srpnja 2013. o izmjeni Uredbe Vijeća (EZ) br. 338/97 o zaštiti vrsta divlje faune i flore uređenjem trgovine njima (SL L 212, 7.8.2013)&#xd;<br />•\tUredba (EZ) br. 1946/2003 Europskog parlamenta i Vijeća od 15. srpnja 2003. o prekograničnom prijenosu genetski modificiranih organizama (SL L 287, 5.11.2003.) &#xd;<br />•\tDirektiva 2009/28/EZ o promicanju uporabe energije iz obnovljivih izvora &#xd;<br />•\tDirektiva 2012/27/EU o energetskoj učinkovitosti&#xd;<br />•\tDirektiva 2014/52/EU i Direktiva 2011/92/EU o procjeni utjecaja određenih javnih i privatnih projekata na okoliš&#xd;<br />•\tDirektiva 2001/42/EZ o procjeni učinaka određenih planova i programa na okoliš&#xd;<br />•\tDIrektiva 2003/35/EZ o osiguravanju sudjelovanja javnosti u izradi određenih planova i programa koji se odnose na okoliš &#xd;<br />•\tDirektiva o odgovornosti za okoliš&#xd;<br />•\tStrategija šumarstva EU-a iz 1998. i predstojeća nova Strategija EU-a za šume (Odluka Vijeća, 19 May 2014, 9944/14)&#xd;<br />•\tUredba (EU) br. 995/2010 o utvrđivanju obveza gospodarskih subjekata koji stavljaju u promet drvo i proizvode od drva&#xd;<br />•\tZajednička poljoprivredna politika EU&#xd;<br />•\tDirektiva 2008/56/EZ o uspostavljanju okvira za djelovanje Zajednice u području politike morskog okoliša (Okvirna direktiva o pomorskoj strategiji)&#xd;<br />•\tStrategija EU-a za planiranje pomorskog prostora&#xd;<br />•\tPreporuka o integriranom upravljanju priobalnim područjima (ICZM) iz 2002.&#xd;<br />•\tZajednička ribarstvena politika EU&#xd;<br />•\tStrategija Europa 2020.&#xd;<br />•\tStrategija biološke raznolikosti EU-a 2020.&#xd;<br />•\tStrateški plan Konvencije o biološkoj raznolikosti za razdoblje 2011-2020&#xd;<br />•\tKohezijska politika EU 2014-2020&#xd;<br />•\tEnergetske strategije EU&#xd;<br />•\tStrategija EU-a za prilagodbu klimatskim promjenama&#xd;<br />•\tPlan za niskougljično gospodarstvo 2050&#xd;<br />•\tTeritorijalni program Europske unije 2020.&#xd;<br />•\tStrategija Europske unije za dunavsku regiju&#xd;<br />•\tUredba (EU) br. 1293/2013 Europskog parlamenta i Vijeća od 11. prosinca 2013. o uspostavljanju Programa za okoliš i klimatske aktivnosti (LIFE) i stavljanju izvan snage Uredbe (EZ) br. 614/2007 &#xd;<br />•\tIstraživačka politika / Obzor 2020., okvirni program za istraživanje i inovacije&#xd;<br />•\tAarhuška Konvencija&#xd;<br />•\tEspoo Konvencija","lastUp":"2018-09-04T09:18:34.317+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}