{"id":"733782427856-16","name":"GLOBAL BIOENERGIES","registrationDate":"2017-07-26T12:23:39.436+02:00","category":2,"subCategory":3,"legal":"SA","web":"http://www.global-bioenergies.com/?lang=fr","country":"France","headAddress":"5 RUE HENRI DESBRUERES","headCity":"EVRY","headPostCode":"91000","headPhone":"(33)1 64 98 20 50","boss":"MARC DELCOURT","bossTitle":"Mr","bossPosition":"DIRECTEUR GENERAL","membersCount":1,"membersFTE":"0.25","membership":"Pôle IAR&#xd;\nLSB","memberOrga":"Aucune","goal":"Global Bioenergies est l’une des rares sociétés au monde et la seule en Europe à développer un procédé de conversion de ressources renouvelables en hydrocarbures par fermentation de substrats riches en carbone provenant de diverses origines : sucres de betterave ou de canne, hydrolysats d’amidon, de paille ou de bois, syngas industriel résiduel.&#xd;<br />&#xd;<br />La société s’est focalisée dans un premier temps sur la fabrication biologique d’isobutène, une des plus importantes briques élémentaires de la pétrochimie qui peut être convertie en carburants, plastiques, verre organique et élastomères. &#xd;<br />En matière de carburants, les dérivés suivants de l’isobutène sont particulièrement intéressants : bio-isooctane et ETBE-R100 bien adaptés pour la composition d’essence grâce à un for indice d’octane et une faible tension de vapeur, ou le bio-iC12 bien adapté pour la composition de Jet fuel grâce à des performances de comportement à froid remarquables ainsi qu’une faible teneur en soufre et en aromatiques. &#xd;<br />&#xd;<br />Global Bioenergies continue d’améliorer les performances de son procédé dans ses laboratoires d’Evry (France) et Geleen (Pays-Bas), mène des essais sur son unité pilote de Pomacle (France), a démarré les opérations de son démonstrateur industriel de Leuna (Allemagne) et prépare la première usine de pleine taille au travers d’une Joint‐Venture avec Cristal Union nommée IBN‐One (France). &#xd;<br />&#xd;<br />Global Bioenergies est cotée sur Alternext d’Euronext à Paris (FR0011052257 – ALGBE) et fait partie de l’indice Alternext Oseo Innovation.","acronym":"","interests":"Agriculture, Climate Action, Customs, Energy, Food Safety, Trade, Transport","euInitiatives":"Transition énergétique, promotion des énergies renouvelables, politique agricole et forestière, politique des transports, protéines microbiennes pour l’alimentation animale.","lastUp":"2018-07-25T14:13:31.737+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}