{"id":"733872536226-62","name":"Macau European Chamber of Commerce","registrationDate":"2019-10-15T05:57:07.278+02:00","category":2,"subCategory":4,"legal":"none","web":"http://www.eurocham.org.mo","country":"Macao","headAddress":"Alameda Dr. Carlos d'Assumpção, N. 263","headCity":"MACAU, CHINA","headPostCode":"0000","headPhone":"(853)28 78 29 47","boss":"Carlos Simões","bossTitle":"Mr","bossPosition":"President of the Board of Directors","membersCount":3,"membersFTE":"1.5","membership":"none","memberOrga":"https://www.eurocham.org.mo/about-mecc/","goal":"The Macau European Chamber of Commerce was founded in 2013 in the presiding presence of Dr. José Manuel Durão Barroso, President of the European Commission (2004 - 2014); Mr. Francis Tam Pak Yuen, the Secretary for Economy and Finance of the MSAR Government (1999 - 2014); Mr. Vincent Piket, Head of Office of the European Union to Hong Kong and Macau (2012 - 2016); Dr. Ambrose So, Honorary Chairman and Chairman of Sociedade de Jogos de Macau, S.A.; Mr. Vítor Sereno, Consul General of Portugal in Macau and Hong (2013 - 2018); and the President of Supervisory Board, Mr. Chui Sai Cheong.&#xd;<br />&#xd;<br />MECC is the first affiliation of European Chambers in the Macau SAR which aims to promote commercial, industrial, financial, scientific and other economic exchanges of all types between Macau and Europe, as well as to foster bilateral cooperation among the business communities, thereby helping diversify Macau’s economy. The Chamber also serves as a platform of communication for its Members to express their interests and coordinate with each other.&#xd;<br />&#xd;<br />MECC was founded by six European chambers of commerce in Macau, namely France, Germany, Ireland, Portugal, Romania and the United Kingdom, whereas Instituto de Promoção do Comércio e do Investimento de Macau and Institute of European Studies of Macau are the Honorary members. Other members consist of organisations such as The Italian Chamber of Commerce in Hong Kong and Macau and individuals with an interest in developing friendly commercial relations between European countries and Macau.","acronym":"MECC","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The European Union's relations with Macao are based on common values, a European heritage and a shared interest in areas such as the economy, the environment, education and culture. Relations have developed under the framework of the Agreement for Trade and Cooperation signed in 1992 between the EU and Macao.&#xd;<br />&#xd;<br />The 19th European Union-Macao Joint Committee meeting was held in Macao on 15 July 2014, in accordance with Article 16 of the Agreement for Trade and Cooperation between the European Economic Community and Macao of 15 December 1992. This was the 12th annual meeting since China’s resumption of the exercise of sovereignty over the Macao Special Administrative Region (MSAR). The previous meeting was held in Macao on 15 November 2013.","lastUp":"2019-10-15T06:00:09.486+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}