{"id":"734234933262-18","name":"IAV GmbH","registrationDate":"2018-12-04T15:06:13.691+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.iav.com","country":"Germany","headAddress":"Carnotstraße 1","headCity":"Berlin","headPostCode":"10587","headPhone":"(49)30 39 97 80","boss":"Matthias Kratzsch","bossTitle":"Mr","bossPosition":"Geschäftsführer Technik","membersCount":2,"membersFTE":"0.5","membership":"IAV ist Mitglied in zahlreichen Vereinen und Verbänden, darunter:&#xd;\n• ASQF e. V.&#xd;\n• Bundesverband der Compliance Manager (BCM) e.V.&#xd;\n• Bundesvereinbarung Logistik e. V.&#xd;\n• CAN in Automotion (CiA) e. V.&#xd;\n• Deutsches Verkehrsforum e. V.&#xd;\n• DIN Deutsches Institut für Normung e. V.&#xd;\n• ITS Automotive Nord e. V.&#xd;\n• Mobility Transformation Center&#xd;\n• Open Hybrid LabFactory e. V. (OHLF)&#xd;\n• Trägerverein Wissenschaftlich-Technisches Zentrum für Motoren- und Maschinenforschung Roßlau e. V.&#xd;\n• VDA Verband der Automobilindustrie e. V.&#xd;\n• Verband Deutscher Maschinen und Anlagenbau e. V.&#xd;\n• Verein Wirtschaft in der Metropolregion e. V.","memberOrga":"","goal":"IAV ist einer der führenden Engineering-Partner der internationalen Automobilindustrie und beschäftigt weltweit mehr als 7.500 Mitarbeiter. Neben seinem Hauptsitz in Berlin hat das Unternehmen weitere Standorte in Deutschland, Europa, Asien sowie in Nord- und Südamerika. Zu seinen langjährigen Kunden zählen nahezu alle weltweiten Automobilhersteller und ihre Systemzulieferer.&#xd;<br />IAV hat die Kompetenz für das ganze Fahrzeug und bringt seit 35 Jahren technische Innovationen erfolgreich in Serie – Schwerpunkte sind dabei Elektronik-, Fahrzeug- und Antriebsstrangentwicklung. Als innovatives Unternehmen betreibt IAV eine eigene Vorentwicklung, führt zukunftsweisende Forschungs- und Grundlagenarbeiten durch und arbeitet interdisziplinär, auch in Zusammenarbeit mit Universitäten und Forschungseinrichtungen. &#xd;<br />Im Bereich der Antriebsstrangentwicklung steht das Design von Motoren im Vordergrund, die einen optimierten Wirkungsrad aufweisen und möglichst geringe Emissionen verursachen. IAV kann nicht nur komplette Motoren (Diesel, Otto, alternative Antriebe) und Getriebe entwickeln, sondern ist auch auf den Gebieten Einspritzsysteme, neue Brennverfahren, Abgasnachbehandlung sowie Software- und Funktionsentwicklung aktiv.&#xd;<br />Als Engineering-Partner unterstützt das Unternehmen seine Kunden in allen Phasen des Entwicklungsprozesses – von der ersten Idee über Simulationsrechnungen, Prototyping, Komponentenprüfungen und Prüfstandstests bis hin zur Erprobung auf der Straße und zum Serienstart. Dabei kommen modernste Methoden und eine erstklassige technische Ausstattung zum Einsatz. &#xd;<br />Der Umsatz belief sich im Jahr 2018 auf 870 Millionen Euro. &#xd;<br />Gesellschafter des Unternehmens sind Volkswagen AG (50 Prozent), Continental Automotive GmbH (20 Prozent), Schaeffler Technologies GmbH &amp; Co. KG (10 Prozent), Freudenberg SE (10 Prozent) und SABIC Innovative Plastics B.V. (10 Prozent).","acronym":"","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Employment and Social Affairs, Energy, Environment, Fraud prevention, Institutional affairs, Justice and Fundamental Rights, Research and innovation, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"• Gesetzgebungsverfahren für die Typgenehmigung von Kraftfahrzeugen&#xd;<br />• CO2 Regulation for Cars and Vans&#xd;<br />• Horizon 2020 - The EU Framework Programme for Research and Innovation&#xd;<br />• Initiativen zum Digitalen Binnenmarkt und der Digitalisierung der Industrie &#xd;<br />• Initiativen im Zusammenhang mit vernetztem und automatisiertem Fahren&#xd;<br />• Initiative Climate Action","lastUp":"2019-11-14T16:47:36.048+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}