{"id":"734339510407-60","name":"persons with disability initiative Nigeria","registrationDate":"2013-01-05T23:24:43.890+01:00","category":3,"subCategory":2,"legal":"legally registered in Nigeria","web":"http://www.pwdn.org","country":"Nigeria","headAddress":"3 youkou street off parakou crescent,","headCity":"Abuja","headPostCode":"0000","headPhone":"(234)80 34 05 43 46","boss":"augustine onwuamaegbu","bossTitle":"Mr","bossPosition":"national president ","membersCount":15,"membersFTE":"3.75","membership":"","memberOrga":"persons with disability initiative Nigeria(6000),&#xd;\ncare international organisation for the disabled(4000),&#xd;\njoint national association of people with dsiability(2000)","goal":"PEOPLE WITH DISABILITY NIGERIA.&#xd;<br />Who we are&#xd;<br />People with Disability Nigeria (PWDN) is a national peak disability rights and advocacy organisation. Our primary membership is made up of people with disability and organisations primarily constituted by people with disability. PWDN also has a large associate membership of other individuals and organisations committed to the disability rights movement, People with Disability Nigeria seeks to provide people with disability with a voice of our own. We have a cross-disability focus representing the interests of people with all kinds of disability. PWDN is a non-profit  organisation.&#xd;<br />Our Vision&#xd;<br />We have a vision of a socially just, accessible and inclusive community, in which the human rights, citizenship, contribution, potential and diversity of all people with disability are respected and celebrated.&#xd;<br />Our Purpose&#xd;<br />Our purpose is to be a leading disability rights, advocacy and representative organisation of and for all people with disability, which strives for the realisation of our vision of a socially just, accessible and inclusive community.&#xd;<br />Our Work&#xd;<br />We provide or undertake: &#xd;<br />·\tRights-related information, advice and referral services for people with disability and their associates&#xd;<br />·\tShort-term individual and group advocacy assistance to people with disability and their associates&#xd;<br />·\tAdvocacy for reform around systemic issues that adversely affect people with disability and their associates","acronym":"PWDN","interests":"Agriculture and Rural Development, Business and Industry, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Research and innovation, Sport, Taxation, Trans-European Networks, Transport, Youth","euInitiatives":"Justice and fundamental human rights&#xd;<br />General and institutional affairs&#xd;<br />Women empowerment and awareness creation.","lastUp":"2019-12-10T14:30:30.283+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}