{"id":"734427932389-15","name":"Združenie vydavateľov a kníhkupcov Slovenskej republiky","registrationDate":"2018-08-22T12:13:04.544+02:00","category":2,"subCategory":1,"legal":"združenie","web":"http://www.zvks.sk","country":"Slovakia","headAddress":"Ľubľanská 2","headCity":"Bratislava","headPostCode":"831 02","headPhone":"(421)9 49 89 56 98","boss":"Juraj Heger","bossTitle":"Mr","bossPosition":"predseda","membersCount":1,"membersFTE":"1.0","membership":"Federation of European Publishers www.fep-fee.eu&#xd;\nRepubliková únia zamestnávateľov SR www.ruzsr.sk","memberOrga":"","goal":"Združenie vydavateľov a kníhkupcov Slovenskej republiky (ZVKS) je samostatná dobrovoľná organizácia, ktorá zastupuje záujmy svojich členov, ochraňuje ich vydavateľské a obchodné podnikanie a stará sa o jeho všestranný rozvoj. ZVKS zároveň vykonáva poradenskú a informačnú činnosť, zameriava sa na rozvoj tradícií demokracie a humanity slovenskej kultúry. Má významné miesto pri nadväzovaní a udržiavaní kontaktov s príbuznými inštitúciami doma a v zahraničí. Združenie bolo založené 27.6.1991, jeho prvým predsedom sa stal Dr. Alexius Aust, vzniklo ako prirodzený záujem vydavateľov a kníhkupcov pre zastrešenie ich profesijných záujmov. Pre svojich členov organizuje rôzne podujatia: konferencie, školenia, profesijné zájazdy na knižné veľtrhy a ďalšie spoločenské podujatia. Je spoluvydavateľom odborného časopisu Knižná revue, spoluorganizátorom medzinárodnej knižnej výstavy Bibliotéka a podporuje udeľovanie rôznych knižných cien. ZVKS v súčastnosti zastrešuje vyše 80% knižnej výroby v Slovenskej republike.","acronym":"ZVKS","interests":"Culture, Culture and media, Education and training, Regional Policy, Taxation, Trade","euInitiatives":"Autorský zákon, &#xd;<br />Zníženie sadzby DPH na knihy,&#xd;<br />Zadefinovanie knihy ako súčasť kultúrneho dedičstva,&#xd;<br />Podpora malých obecných, mestských, regionálnych knižníc a kníhkupectiev,","lastUp":"2018-08-22T12:14:36.540+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}