{"id":"734603432102-30","name":"Unione Nazionale Consumatori Umbria","registrationDate":"2018-07-19T11:30:01.446+02:00","category":3,"subCategory":2,"legal":"associazione","web":"http://www.consumatoriumbria.it/","country":"Italy","headAddress":"Via XX Settembre 27","headCity":"Perugia","headPostCode":"06124","headPhone":"(39)07 55 73 60 35","boss":"Damiano Marinelli","bossTitle":"","bossPosition":"Avvocato","membersCount":3,"membersFTE":"1.25","membership":"","memberOrga":"","goal":"Unione Nazionale Consumatori (UNC UMBRIA) è una associazione di consumatori. &#xd;<br />UNC è associazione indipendente da partiti politici e sindacati e ha come finalità esclusiva la tutela e la rappresentanza dei consumatori, perseguite attraverso le proposte di nuove leggi e l’attività di assistenza, informazione, educazione e orientamento rivolta ai cittadini attraverso i nostri sportelli.&#xd;<br />UNC è membro del CNCU, il Consiglio Nazionale dei Consumatori e degli utenti, presso il Ministero dello sviluppo economico. E’ associazione di promozione sociale approvata dal Ministero del lavoro e delle politiche sociali. Inoltre UNC è ufficialmente notificata alla Commissione Europea come associazione di consumatori in Italia.&#xd;<br />Assistenza ai cittadini, convegnistica, progettazione europea","acronym":"UNC UMBRIA","interests":"Banking and financial services, Business and Industry, Competition, Consumers, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Fraud prevention, Humanitarian aid and civil protection, Justice and Fundamental Rights, Public Health, Single market, Taxation, Trade, Trans-European Networks, Youth","euInitiatives":"Protezione consumatori&#xd;<br />Concorrenza&#xd;<br />Diritti e cittadinanza &#xd;<br />Antifrode&#xd;<br />Mercato Unico&#xd;<br />Sicurezza Alimentare&#xd;<br />Occupazione e affari sociali","lastUp":"2018-07-19T11:30:24.866+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}