{"id":"734646125184-07","name":"GAIA EΠΙΧΕΙΡΕΙΝ ΑΕ","registrationDate":"2016-12-20T13:56:10.698+01:00","category":2,"subCategory":3,"legal":"SOCIETE ANONYME","web":"http://c-gaia.gr","country":"Greece","headAddress":"ΚΗΦΙΣΙΑΣ &amp; ΠΑΡΑΔΕΙΣΟΥ 2","headCity":"ΜΑΡΟΥΣΙ","headPostCode":"15125","headPhone":"(30)21 30 18 73 00","boss":"ΙΩΑΝΝΗΣ ΚΟΥΦΟΥΔΑΚΗΣ","bossTitle":"Mr","bossPosition":"ΔΙΕΥΘΥΝΩΝ ΣΥΜΒΟΥΛΟΣ","membersCount":11,"membersFTE":"3.5","membership":"COPA-COGECA http://www.copa-cogeca.be/Menu.aspx&#xd;\nFARM EUROPE http://www.farm-europe.eu/","memberOrga":"https://www.c-gaia.gr/etaireia/metoxoi-gaia-epicheirein","goal":"GAIA EPICHEIREIN is a newly established Greek organization founded in 2014, representing both farmers &amp; agri-cooperatives (71 agri-cooperatives and associations, 150.000 farmers) working all over the territory and across the spectrum of agricultural production both in terms of crop and livestock sectors. GAIA EPICHEIREIN has 2 main missions: &#xd;<br />-\tTo represent and promote the interests of its farmers and agri-cooperative members by acting as their national and EU reference point in terms of policy, tax &amp; legal and business support, &#xd;<br />-\tTo assist Greek farmers and agri-cooperatives in making a quality leap towards a more sustainable and competitive farming sector by investing in knowledge and innovation. To this end GAIA EPICHEIREIN’s farmers and agri-cooperatives have teamed up with partners from the IT sector (NEUROPUBLIC SA) and the banking sector (PIRAEUS BANK GROUP) assisting them in their transition towards a more sustainable and competitive agricultural model by putting in place suitable technological and financial tools.","acronym":"","interests":"Agriculture and Rural Development, Budget, Climate Action, Communication, Competition, Consumer Affairs, Development, Economic and Financial Affairs, Education, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, General and Institutional Affairs, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Trade","euInitiatives":"- Agriculture &amp; Rural Development : Common Agricultural Policy, Quality and Promotion&#xd;<br />- Research &amp; Innovation : Bioeconomy strategy, Horizon 2020&#xd;<br />- Environment : Circular Economy Strategy&#xd;<br />- Regional Policy : Smart Specialization  &#xd;<br />- Trade Policy : Impact of FTAs on agricultural sector&#xd;<br />- Digital Economy &amp; Society : Smart farming, IoT/Big Data in agriculture","lastUp":"2017-12-13T17:18:27.662+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}