{"id":"73494557272-88","name":"Open Europe","registrationDate":"2011-11-28T13:54:59.169+02:00","category":4,"subCategory":5,"legal":"Company Limited by Guarantee","web":"http://www.openeurope.org.uk","country":"United kingdom","headAddress":"Tufton Street, 7","headCity":"London","headPostCode":"SW1P 3QN","headPhone":"(44)20 71 97 23 33","boss":"Henry Newman","bossTitle":"Mr","bossPosition":"Director","membersCount":8,"membersFTE":"8.0","membership":"Stockholm Network","memberOrga":"","goal":"Open Europe’s mission is to conduct rigorous analysis and produce recommendations on which to base the UK’s new relationship with the EU and its trading relationships with the rest of the world. We aim to ensure that Government policy and public debate is rational and well informed.&#xd;<br />&#xd;<br />In the wake of the UK’s vote to leave the EU, our programme of research and consultation will focus particularly on:&#xd;<br />&#xd;<br />The UK’s new relationship with the EU, including trade, security and political cooperation.&#xd;<br />&#xd;<br />The most important opportunities for new trading relationships with nations outside the EU.&#xd;<br />&#xd;<br />Productive international cooperation across areas such as immigration, research and development, cross-border investment and financial services.&#xd;<br />&#xd;<br />Our starting point is the promotion of democratically grounded economic, trade and investment policies which foster growth, employment and freedom under the rule of law. Guided by these free market and liberal principles, we are committed to an open Europe and an open Britain.&#xd;<br />&#xd;<br />Funded by individual donations, our research is strictly independent from party political, EU institutional or commercial interests. &#xd;<br />&#xd;<br />Our research areas include: &#xd;<br />Trade and development&#xd;<br />Institutional reform and transparency&#xd;<br />Single Market and regulation&#xd;<br />Environment and energy&#xd;<br />Polling and public opinion&#xd;<br />Justice, home affairs and migration&#xd;<br />EU budget and economic reform&#xd;<br />Monetary union and the euro","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Open Europe’s mission is to conduct rigorous analysis and produce recommendations on which to base the UK’s new relationship with the EU and its trading relationships with the rest of the world. We aim to ensure that Government policy and public debate is rational and well informed. In the wake of the UK’s vote to leave the EU, our programme of research and consultation will focus particularly on:&#xd;<br />&#xd;<br />The UK’s new relationship with the EU, including trade, security and political cooperation.&#xd;<br />&#xd;<br />The most important opportunities for new trading relationships with nations outside the EU.&#xd;<br />&#xd;<br />Productive international cooperation across areas such as immigration, research and development, cross-border investment and financial services.","lastUp":"2018-03-23T11:21:34.694+02:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}