{"id":"735778334664-79","name":"Civiquo Limited","registrationDate":"2019-04-26T15:03:39.619+02:00","category":3,"subCategory":2,"legal":"Private Limited Liability Company","web":"http://civiquo.com","country":"Malta","headAddress":"Aragon House","headCity":"St. Julian's","headPostCode":"STJ 3140","headPhone":"(356)20 34 16 08","boss":"Yakof Agius","bossTitle":"Mr","bossPosition":"Founder and CEO","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"Immigration service providers from around the world form part of the Civiquo network. Service providers join the network either through a free or a paid subscription.&#xd;\n&#xd;\nInformation about Civiquo's registered service providers is accessible by registering through our website - www.civiquo.com","goal":"CiviQuo is the world’s first alternative residency and citizenship e-marketplace.&#xd;<br />&#xd;<br />The platform brings together a large selection of programmes and service providers from around the world, enabling each to showcase their offering in a very simple, transparent and straightforward manner. Furthermore, it puts in place a standardised on-boarding process, making use of cutting-edge due diligence tools.&#xd;<br />&#xd;<br />Individuals interested in RCBI programmes do not need to browse through many different sites to find relevant information but can use CiviQuo as a resource to find information on programmes and service providers. A key feature of CiviQuo is that service providers who feature on the website need to disclose the professional fees that they charge.&#xd;<br />&#xd;<br />Once clients have filed their RCBI on-boarding request, they can also rate the service provider used, thus democratising the industry. CiviQuo brings a new transparent formula that eases the process for individuals and transforms the way agents market themselves.","acronym":"Civiquo","interests":"Borders and Security, Foreign affairs and security policy, Fraud prevention, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Research and innovation","euInitiatives":"All activity related to Investor Citizenship and Residence Schemes within the EU, and also outside of the EU.","lastUp":"2019-04-26T15:14:04.893+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}