{"id":"736822225106-05","name":"ANSOL - Associação Nacional para o Software Livre","registrationDate":"2016-12-15T16:28:59.418+01:00","category":3,"subCategory":2,"legal":"Associação sem fins lucrativos","web":"https://ansol.org","country":"Portugal","headAddress":"Rua de Mouzinho da Silveira, 234","headCity":"Porto","headPostCode":"4050-417","headPhone":"(351)9 65 32 19 98","boss":"Marcos Torres","bossTitle":"Mr","bossPosition":"Presidente","membersCount":6,"membersFTE":"1.5","membership":"FSFE - Free Software Foundation Europe","memberOrga":"A ANSOL tem apenas pessoas singulares como membros.","goal":"A \"ANSOL - Associação Nacional para o Software Livre\" é uma associação portuguesa sem fins lucrativos que tem como fim a divulgação, promoção, desenvolvimento, investigação e estudo da Informática Livre e das suas repercussões sociais, políticas, filosóficas, culturais, técnicas e científicas.","acronym":"ANSOL","interests":"Business and Industry, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Education and training, International co-operation and development, Justice and Fundamental Rights, Research and innovation, Single market","euInitiatives":"Software Livre e áreas conexas (direitos de autor, mercado único digital, etc.).&#xd;<br />&#xd;<br />Cultural and Technological policies quite often affect, direct or indirectly, the Free Software ecosystem. Thus, we have been following quite closely, both in National and European environments, legislative developments regarding this issues.&#xd;<br />&#xd;<br />As examples, we have been following the Copyright directives (from the work that led to Directive 2001/29/EC and since there until the current proposals), as well as the levy reform; we have been watching with great interest what is being done regarding the use of Open Standards, as well as have been voicing our oppinions regarding more technical issues (the Radio Lockdown Directive being one example).","lastUp":"2019-11-19T00:45:39.535+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}