{"id":"736881126925-40","name":"Natural Food Colours Association","registrationDate":"2017-04-26T11:59:55.951+02:00","category":2,"subCategory":4,"legal":"international non-profit association","web":"http://www.natcol.org","country":"Belgium","headAddress":"Rond-Point Schuman 6","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)0 22 34 63 85","boss":"Luc Ganivet","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.5","membership":"www.natcol.org","memberOrga":"www.natcol.org","goal":"NATCOL - Natural Food Colours Association represents the international interests of companies and Associations involved in natural food colours and/or Colouring Foods mainly for the food and drink industry.&#xd;<br />&#xd;<br />It is a global organisation based in Europe, but with Members as well as from China, Japan, India and North &amp; South America.&#xd;<br />&#xd;<br />NATCOL is an international non-profit organisation founded in 1979 in Basle, Switzerland.&#xd;<br />&#xd;<br />→The Association has the purpose of promoting the use of natural colours and Colouring Foods in food, feed, cosmetics and pharmaceutical products. It aims to ensure its members provide products that meet consumers' demand for vibrant natural colours.","acronym":"NATCOL","interests":"Agriculture and Rural Development, Business and Industry, Competition, Consumers, Customs, Enlargement, Environment, External Relations, Food Safety, Research and innovation, Single market, Trade","euInitiatives":"NATCOL follows all the legislation mainly in the scientific regulatory framework, related to natural colours and colouring foods. &#xd;<br />In this context, NATCOL monitors all EU legislative developments, policies and main activities concerning several areas of interest including:&#xd;<br />-\tREFIT evaluation of the General Food Law&#xd;<br />-\tFood safety - Food Improvement Agents, mainly Re-evaluation of Food Additives&#xd;<br />-\tTransparency and Sustainability of the risk assessment model in the food chain&#xd;<br />-\tLabelling&#xd;<br />-\tTrade&#xd;<br />-\tNovel Foods&#xd;<br />-\tNanotechnologies&#xd;<br />-\tOrganic production, labelling and control&#xd;<br />-\tAccess and Benefit Sharing Initiative (ABS)&#xd;<br />-\tHigh Level group work for a better functioning of the food chain.","lastUp":"2019-07-19T11:21:34.830+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}