{"id":"737061425177-17","name":"Stichting biomimicryNL","registrationDate":"2016-12-20T10:29:01.530+01:00","category":3,"subCategory":2,"legal":"Stichting","web":"http://www.biomimicrynl.org","country":"Netherlands","headAddress":"Stichting biomimicryNL","headCity":"Utrecht","headPostCode":"3500 BK","headPhone":"(31)6 41 23 08 98","boss":"Saskia van den Muijsenberg","bossTitle":"Ms","bossPosition":"Voorzitter/Chair","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"BiomimicryNL has 5 team members - no one is however employed by BioimimicryNL. (www.biomimicrynl.org)","goal":"Offering inspiration and support (consultancy, training) for the development and realisation of an, in the long term, regenerative society, by using (amongst others) biomimicry thinking as a methodology.&#xd;<br />&#xd;<br />BiomimicryNL is the biomimicry expert in the Netherlands and uses the knowledge and genius of nature to work on future proof concepts and organizations. We believe in the potential of biomimicry, and work on iconic projects to prove this potential. The goal is to use the genius of nature in R&amp;D and innovation processes to accelerate the transition to circulair thinking &#xd;<br />&#xd;<br />It's our main goal to create impact with biomimicry, and also work to new concepts and organizations using the Biomimicry methodology. We mostly work with parties in the Netherlands, but because of our relationship with Biomimicry3.8 and Biomimicry Institute, we are able to help with any biomimicry challenges and all over the world. &#xd;<br />&#xd;<br />Our activities: &#xd;<br />- Reach out - lectures, presentations, exhibitions, communication on biomimicry with the goal to create awareness on biomimicry as an upcoming scientific field, sustainability strategy and innovation method. &#xd;<br />- Biomimicry trainings and workshops, online and 'in person' for students and professionals&#xd;<br />- Development of education material for K-12 up till University/PostDoc level WO &#xd;<br />- Biomimicry consultancy for governments and business","acronym":"BiomimicryNL","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Information Society, Public Health, Research and Technology, Trans-European Networks, Transport, Youth","euInitiatives":"Participation in the Advisory Group Societal Challenge 5: Climate action, environment, raw materials and energy efficiency. Special focus on Nature based solutions and systemic eco-innovation","lastUp":"2017-12-18T14:34:17.073+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}