{"id":"737370123294-15","name":"Eera Waste Refining Ltd","registrationDate":"2016-09-08T17:09:30.213+01:00","category":2,"subCategory":3,"legal":"Ltd","web":"http://eeraindustrial.com/en/eera-waste-refining-raw-materials-and-energy/","country":"Finland","headAddress":"Itämerenkatu 5","headCity":"Helsinki","headPostCode":"00180","headPhone":"(358)09 25 27 70 00","boss":"Hannu Lepomäki","bossTitle":"Mr","bossPosition":"CEO (as of 1 October 2016)","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Eera Waste Refining Ltd (EWR) was established on February 19th, 2016. EWR is a unique start-up company establishing, running and trading Waste Recycling and Waste-to-Energy facilities mainly outside the OECD under a novel concept.&#xd;<br />&#xd;<br />There is a demand vacuum in the target markets, which can be filled in a competitive way by utilising and combining in a novel way technologies and services that are well known to the founders of the company. EWR is based on a proven technology that is already in use in more than 10 plants and bought from reliable partners.&#xd;<br />&#xd;<br />All development work for Eera Waste Refining has been done in Eera Industrial Development Ltd (EID) at their own risk since 2013. EID is part of the Eera Group, originally a Management Consultancy founded in 1986. The company is based in Finland, but has a global footprint. The partners and shareholders of Eera and Eera Industrial Development are Mr Martti Malmivirta, Mr Erik Floman, Mr Mikko Kantero and Mr Tomi Torri.&#xd;<br />&#xd;<br />Eera Industrial Development founded Eera Waste Refining together with Mr Esko Aho, Former Prime Minister of Finland and former member of the Management Board of Nokia, and Mr Jorma Eloranta, Chairman of Neste Oil, Chairman of Suominen Corporation, Member of the Board of Stora Enso, former CEO of Metso Corporation et al. Both Mr Aho and Mr Eloranta are Senior Advisors of Eera.&#xd;<br />&#xd;<br />The concept of Eera Waste Refining is based on three major innovations, which provide its competitive advantage: The Bridgehead Model developed by Eera, a potential new dominant design, and an operations and maintenance model based on combining the Industrial Internet and remote control systems.&#xd;<br />&#xd;<br />The first investment round of the company is currently being carried out.","acronym":"EWR","interests":"Climate Action, Development, Energy, Environment, Internal Market","euInitiatives":"EU Circular Economy Package (revision of Waste Directive)&#xd;<br />Communication on Waste to Energy","lastUp":"2017-08-29T10:06:30.086+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}