{"id":"738492215435-82","name":"European Centre for Development Policy Management","registrationDate":"2015-01-22T10:21:29.052+02:00","category":4,"subCategory":5,"legal":"foundation","web":"http://www.ecdpm.org","country":"Netherlands","headAddress":"Onze Lieve Vrouweplein, 21","headCity":"Maastricht","headPostCode":"6211","headPhone":"(31)04 33 50 29 00","boss":"Ewald Wermuth","bossTitle":"Mr","bossPosition":"Director","membersCount":38,"membersFTE":"37.0","membership":"European Think Tank Group (ETTG)","memberOrga":"","goal":"The European Centre for Development Policy Management&#xd;<br />(ECDPM) is an independent ‘think and do tank’ working on&#xd;<br />international cooperation and development policy in&#xd;<br />Europe and Africa. &#xd;<br />&#xd;<br />Our mission is to promote forms of international cooperation that can effectively address key global development challenges and generate inclusive and sustainable solutions. &#xd;<br />&#xd;<br />ECDPM fulfils three core roles: &#xd;<br />(i) Generating politically-informed, evidence-based and practical knowledge&#xd;<br />(ii) Facilitating uptake of knowledge by key public and private actors through dialogue, implementation support, smart communications and knowledge management&#xd;<br />(iii) Acting as a non-partisan broker, leveraging our expertise, knowledge and network in Europe and Africa&#xd;<br />&#xd;<br />We support European, African and global actors in devising&#xd;<br />coherent, integrated policies and in ensuring effective&#xd;<br />implementation. We partner with and support responsive&#xd;<br />institutions and engaged societies, working together to&#xd;<br />establish innovative cooperation frameworks and tools.","acronym":"ECDPM","interests":"Agriculture and Rural Development, Climate Action, Culture, Development, Economic and Financial Affairs, External Relations, Foreign and Security Policy and Defence, Humanitarian Aid, Research and Technology, Trade","euInitiatives":"Joint Africa-Europe Strategy (JAES), Cotonou Agreement, 2030 Agenda, EU Global Strategy, EU consensus on development, EU neighbourhood, Policy coherence for development, Multiannual Financial Framework,  Joint programming, financing of the African Peace Facility, EU Common Security and Defense Policy, EU trust funds, European Investment Plan, Trade and investment policy, Economic Partnership Agreements, Private sector engagement, Citizens and civil society empowerment, regional integration, food security and nutrition policy,  migration compacts and Valetta action plan, Financing for sustainable development, etc.","lastUp":"2018-03-22T14:23:50.805+02:00","customers":"","costAbsolu":"","costRange":"6250000-6499999","turnoverAbsolu":0,"turnoverRange":""}