{"id":"738645718079-01","name":"Wirtschaftsbeirat der Union","registrationDate":"2015-07-06T15:00:34.027+01:00","category":3,"subCategory":2,"legal":"e.V.","web":"http://www.wbu.de","country":"Germany","headAddress":"Wirtschaftsbeirat der Union e.V.","headCity":"München","headPostCode":"80333","headPhone":"(49)08 92 42 28 60","boss":"Prof. Dr. Angelika Niebler","bossTitle":"Ms","bossPosition":"Präsidentin","membersCount":4,"membersFTE":"1.0","membership":"keine","memberOrga":"","goal":"1948 gegründet besteht der Wirtschaftsbeirat Bayern seit über 70 Jahren als politisch unabhängiger und rechtlich selbständiger Berufsverband. Wir vertreten die Interessen unserer Mitglieder. Wir verstehen uns als Wegweiser für die Politik und als Sprachrohr der gesamtwirtschaftlichen Vernunft. Zugleich versuchen wir als Mittler zwischen Wirtschaft und Politik mehr gegenseitiges Verständnis zu wecken und ein Vertrauensverhältnis aufzubauen, das ein partnerschaftliches Zusammenwirken im Sinne der Sozialen Marktwirtschaft ermöglicht.&#xd;<br />&#xd;<br />Unsere Mitglieder sind Unternehmerinnen und Unternehmer, Führungskräfte aus Vorständen und Geschäftsführungen, Vertreter der Freien Berufe sowie Unternehmen – dazu gehören international renommierte Großfirmen ebenso wie mittelständische Betriebe aus allen Bereichen der Wirtschaft in ganz Bayern.&#xd;<br />&#xd;<br />Unsere Hauptaufgabe sehen wir darin, Erfahrungen aus der unternehmerischen Praxis in die Politik einzubringen und schon im Vorfeld auf wirtschaftspolitische Entscheidungen Einfluss zu nehmen. Wir treten für Rahmenbedingungen ein, unter denen sich unsere Betriebe im Wettbewerb und Strukturwandel erfolgreich behaupten und entfalten können.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Digitalisierungsstrategie&#xd;<br />Energieunion&#xd;<br />Klimawandel&#xd;<br />Kapitalmarktunion&#xd;<br />Migrationspolitik&#xd;<br />Geldpolitik der EZB&#xd;<br />Politik für Wachstum und Beschäftigung&#xd;<br />Europa im globalen Wettbewerb","lastUp":"2019-12-06T14:10:59.409+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}