{"id":"7387356890-48","name":"Fiat Chrysler Automobiles","registrationDate":"2008-12-30T11:59:02.819+02:00","category":2,"subCategory":3,"legal":"N.V.","web":"http://www.fcagroup.com","country":"United kingdom","headAddress":"St James's Street, 25","headCity":"London","headPostCode":"SW1A1","headPhone":"(44)20 77 66 03 11","boss":"Sergio Marchionne","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":4,"membersFTE":"2.0","membership":"FCA participates in some representative organisms and associations in Europe: ACEA, Eucar, NGVA Europe, ERT.","memberOrga":"","goal":"Fiat Chrysler Automobiles (FCA), the seventh-largest automaker in the world, designs, engineers, manufactures and sells passenger cars, light commercial vehicles, components and production systems worldwide.&#xd;<br />&#xd;<br />The Group’s automotive brands are: Abarth, Alfa Romeo, Chrysler, Dodge, Fiat, Fiat Professional, Jeep, Lancia, Ram and Maserati, in addition to the SRT performance vehicle designation and Mopar, the parts and service brand. The Group’s businesses also include Comau (production systems), Magneti Marelli (components) and Teksid (iron and castings). In addition, the Group provides retail and dealer finance, leasing and rental services in support of the car business through subsidiaries, joint ventures and commercial agreements with specialized financing services providers.&#xd;<br />&#xd;<br />FCA operates through companies located in 40 countries and has commercial relationships with customers in approximately 150 countries.","acronym":"FCA","interests":"Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, General and Institutional Affairs, Information Society, Internal Market, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Energy, CO2, Transport, Emissions, Alternative Fuels, Trade, Artificial Intelligence, Robotics, Human and robot system interaction in industrial settings, Collaborative machine system safety, Industrial Automation","lastUp":"2018-04-05T16:09:23.901+02:00","customers":"","costAbsolu":"","costRange":"600000-699999","turnoverAbsolu":0,"turnoverRange":""}