{"id":"738840333915-53","name":"Associazione Verso Fondo Pre.Si.Di. - APS","registrationDate":"2019-02-10T22:02:55.358+01:00","category":2,"subCategory":1,"legal":"Associazione","web":"http://www.fondopresidi.it","country":"Italy","headAddress":"Via Vico Fiaschi,19c","headCity":"Carrara (MS)","headPostCode":"54033","headPhone":"(39)33 31 19 91 05","boss":"Fabrizio Di Mattei","bossTitle":"Mr","bossPosition":"Legale Rappresentante","membersCount":5,"membersFTE":"1.25","membership":"https://webs.rete.toscana.it/terzosettore/servlet/gateway","memberOrga":"","goal":"L'Associazione intende svolgere la propria attività a favore di associati, loro familiari e terzi, nel pieno rispetto della loro libertà e dignità. &#xd;<br />L'associazione persegue, senza scopo di lucro, finalità civiche, solidaristiche e di utilità sociale, attraverso lo svolgimento continuato delle seguenti attività di interesse generale, in forma di azione volontaria o di erogazione gratuita di denaro, beni o servizi, o di mutualità:&#xd;<br />beneficenza; sostegno a distanza;  erogazione di denaro, beni o servizi a sostegno di persone svantaggiate &#xd;<br />alloggio sociale a favore degli associati, ai sensi del decreto del Ministero delle infrastrutture del 22 aprile 2008, e successive modificazioni, nonché ogni altra attività di carattere residenziale temporaneo diretta a soddisfare bisogni sociali, sanitari, culturali, formativi o lavorativi;&#xd;<br />interventi e prestazioni sanitarie a favore degli associati e dei propri familiari fino al secondo grado di parentela;&#xd;<br />prestazioni socio-sanitarie di cui al decreto del Presidente del Consiglio dei ministri 14 febbraio 2001, pubblicato nella Gazzetta Ufficiale n. 129 del 6 giugno 2001, e successive modificazioni;&#xd;<br />organizzazione e gestione di attività culturali, artistiche o ricreative di particolare interesse sociale, incluse attività, anche editoriali, di promozione e diffusione della cultura e della pratica del volontariato e delle attività di interesse generale di cui al presente articolo;&#xd;<br />organizzazione e gestione di attività turistiche di interesse sociale, culturale o religioso;&#xd;<br />formazione extra-scolastica, finalizzata alla prevenzione della dispersione scolastica e al successo scolastico e formativo, alla prevenzione del bullismo e al contrasto della povertà educativa;&#xd;<br />cooperazione allo sviluppo, ai sensi della legge 11 agosto 2014, n. 125, e successive modificazioni;&#xd;<br />Lassociazione potrà promuovere, nelle opportune sedi, di un “accordo quadro”, tra gli associati di cui alle categorie a) e c) descritte allarticolo 6.1 quale fonte istitutiva di natura collettiva volto a costituire un Fondo pensione Complementare tra il personale delle Forze Armate e di Polizia ad ordinamento militare e civile ed per gli altri lavoratori assunti in regime di “diritto pubblico”, così come previsto dalla seconda parte del 2° comma dellarticolo 3 della Legge 124/1993.","acronym":"","interests":"Economy, finance and the euro, Employment and Social Affairs","euInitiatives":"Regolamento (UE) 2017/2402 del Parlamento europeo e del Consiglio, del 12 dicembre 2017, che stabilisce un quadro generale per la cartolarizzazione, instaura un quadro specifico per cartolarizzazioni semplici, trasparenti e standardizzate e modifica le direttive 2009/65/CE, 2009/138/CE e 2011/61/UE e i regolamenti (CE) n. 1060/2009 e (UE) n. 648/2012&#xd;<br />&#xd;<br />Direttiva (UE) 2017/828 del Parlamento europeo e del Consiglio del 17 maggio 2017 che modifica la direttiva 2007/36/CE per quanto riguarda l’incoraggiamento dell’impegno a lungo termine degli azionisti&#xd;<br />&#xd;<br />Direttiva (UE) 2016/2341 del 14 dicembre 2016 relativa alle attività e alla vigilanza degli enti pensionistici aziendali o professionali (EPAP) (rifusione)&#xd;<br />&#xd;<br />Regolamento (UE) 2016/1011 del Parlamento europeo e del Consiglio dell’8 giugno 2016 sugli indici usati come indici di riferimento negli strumenti finanziari e nei contratti finanziari o per misurare la performance di fondi di investimento e recante modifica delle direttive 2008/48/CE e 2014/17/UE e del regolamento (UE) n. 596/2014.&#xd;<br />&#xd;<br />Regolamento (UE) 2015/2365 del Parlamento europeo e del Consiglio del 25 novembre 2015 sulla trasparenza delle operazioni di finanziamento tramite titoli e del riutilizzo e che modifica il regolamento (UE) n. 648/2012&#xd;<br />&#xd;<br />Regolamento (UE) N. 643/2014 della Commissione recante norme tecniche di attuazione per la comunicazione delle disposizioni prudenziali nazionali attinenti agli schemi pensionistici aziendali e professionali, ai sensi della direttiva 2003/41/CE.&#xd;<br />&#xd;<br />Direttiva 2014/50/UE del 16 aprile 2014 relativa ai requisiti minimi per accrescere la mobilità dei lavoratori tra Stati membri migliorando l’acquisizione e la salvaguardia di diritti pensionistici complementari.&#xd;<br />&#xd;<br />Regolamento (UE) N. 648/2012 del Parlamento Europeo e del Consiglio del 4 luglio 2012 sugli strumenti derivati OTC, le controparti centrali e i repertori di dati sulle negoziazioni e principale normativa di attuazione.&#xd;<br />&#xd;<br />Regolamento (UE) n. 1094/2010 del Parlamento Europeo e del Consiglio del 24 novembre 2010 che istituisce l’Autorità europea di vigilanza (Autorità europea delle assicurazioni e delle pensioni aziendali e professionali), modifica la decisione n. 716/2009CE e abroga la decisione 2009/79/CE della Commissione&#xd;<br />&#xd;<br />Direttiva 2004/113/CE del 13 dicembre 2004 che attua il principio della parità di trattamento tra uomini e donne per quanto riguarda l’accesso a beni e servizi e la loro fornitura.&#xd;<br />&#xd;<br />Direttiva 2003/41/CE del 3 giugno 2003 relativa alle attività e alla supervisione degli enti pensionistici aziendali o professionali.&#xd;<br />&#xd;<br />Direttiva 98/49/CE del 28 giugno 1998 relativa alla salvaguardia dei diritti a pensione complementare dei lavoratori subordinati e dei lavoratori autonomi che si spostano all’interno della Comunità europea","lastUp":"2019-02-11T14:35:17.073+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}