{"id":"739159434916-75","name":"Social Economy Europe","registrationDate":"2019-05-22T11:17:39.634+02:00","category":2,"subCategory":4,"legal":"ASBL","web":"http://www.socialeconomy.eu.org","country":"Belgium","headAddress":"Boulevard Charlemagne 74","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)4 71 76 82 27","boss":"Juan Antonio Pedreño Frutos","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.0","membership":"Social Economy Europe is part of  the Stand Up for the Social Pillar Alliance, alongside with ETUC, CECOP, Social Paltaform and the European Movement International.","memberOrga":"-European Association of Paritarian Institutions (AEIP)&#xd;\n-International Association of Mutuals (AIM)&#xd;\n-Association of Mutual Insurers and Insurance Cooperatives in Europe (AMICE)&#xd;\n-Cooperativa António Sérgio para a Economia Social (CASES)&#xd;\n-European Confederation of Industrial and Service Cooperatives (CECOP-CICOPA Europe)&#xd;\n-Confederación Empresarial Española de la Economía Social (CEPES)&#xd;\n-Plateforme de Concertation des organisations représentatives de l'économie sociale (ConcertES)&#xd;\n-European Foundation Centre (EFC)&#xd;\n-European Network of Social Integration Enterprises (ENSIE)&#xd;\n-Chambre Franqçaise de l'Économie Sociale et Solidaire (ESS-France)&#xd;\n-European Federation of Ethical and Alternative Banks (FEBEA)&#xd;\n-Forum Nazionale Terzo Settore (FTS)&#xd;\n-European Network of Cities and Regions for the Social Economy (REVES)","goal":"Social Economy Europe (SEE) is the voice of the 2.8 million social economy enterprises and organisations in the European Union. &#xd;<br />&#xd;<br />Created in November 2000 under the name of CEP-CMAF -the European Standing Conference of Cooperatives, Mutuals, Associations and foundations- with the purpose of establishing a permanent dialogue between the social economy and the European Institutions, in 2008, CEP-CMAF changed its name and officially became Social Economy Europe. &#xd;<br />&#xd;<br />SEE members include the European organisations of: mutual and cooperative insurers (AMICE); non-profit healthcare players, health mutuals and health insurance funds (AIM); industrial and service cooperatives (CECOP); foundations (EFC); associations of general interest (CEDAG); work integration social enterprises (ENSIE); paritarian institutions of social protection (AEIP); ethical banks and financiers (FEBEA); and the European Cities and Regions for the social economy (REVES). SEE also represents the national social economy organisations of France (ESS-France), Italy (National Third Sector Forum), Portugal (CASES), Spain (CEPES) and Belgium (ConcertES).&#xd;<br />&#xd;<br />SEE believes in a European Union that is determined to promote the economic and social progress of its Member States, and that acknowledges its key role as global social economy leader. SEE believes in:&#xd;<br />&#xd;<br />-A diverse economy at the service of people. A democratic, sustainable and inclusive economy, strongly committed to society; &#xd;<br />-A more favourable ecosystem for the development of the European social economy, that will keep offering innovative solutions in response to societal demands.&#xd;<br />-The social economy’s active participation in the development and implementation of the main socio-economic policies of the European Union. &#xd;<br />&#xd;<br />SEE's mission is to: &#xd;<br />&#xd;<br />-Represent the interests of the Social Economy in the European Union so that the main EU policies promote and take into consideration this enterprise model;&#xd;<br />&#xd;<br />-Promote the dialogue and the inter-cooperation between our members and develop new services of common interest;&#xd;<br />&#xd;<br />-Boost the visibility of the economic and social impact of the Social Economy and of the values and principles that define this virtuous enterprise model;&#xd;<br />&#xd;<br />-Support the Member States and the national organizations aiming to promote the Social Economy development.","acronym":"SEE","interests":"Agriculture and Rural Development, Banking and financial services, Budget, Business and Industry, Climate Action, Culture, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, International co-operation and development, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Youth","euInitiatives":"-European Parliamenst's Social Economy Intergroup&#xd;<br />-European Commission actions and strategy for the social economy&#xd;<br />-European Pillar of Social Rights&#xd;<br />-Single Market Strategy&#xd;<br />-Sustainable Development Goals&#xd;<br />-Start-Up and Scale-Up Initiative&#xd;<br />-Public Procurement Strategy&#xd;<br />-European Social Economy Regions&#xd;<br />-ESF+&#xd;<br />-InvestEu&#xd;<br />-Cohesion Policy&#xd;<br />-Circulaar Economy Strategy","lastUp":"2019-05-22T11:20:07.112+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}