{"id":"739295019720-91","name":"Österreichische Gesellschaft für Veterinärmedizinische Homöopathie","registrationDate":"2015-11-30T00:18:29.153+01:00","category":3,"subCategory":2,"legal":"Verein","web":"http://www.oegvh.at","country":"Austria","headAddress":"Billrothstrasse 2/8","headCity":"Wien","headPostCode":"1190","headPhone":"(43)15 26 75 75","boss":"Erich Scherr","bossTitle":"Mr","bossPosition":"Präsident","membersCount":2,"membersFTE":"0.5","membership":"International Association of Veterinary Medicine- IAVH, EuroCAM, WVA","memberOrga":"","goal":"The OeGVH represents the veterinary homeopaths of Austria.&#xd;<br />Die ÖGVH vertritt die Veterinärhomöopathen Österreichs.&#xd;<br />&#xd;<br />public relations/ Öffentlichkeitsarbeit&#xd;<br />&#xd;<br />Public relations activities like the new homepage, facebook and events like the \"day of homeopathy\" at the University of Veterinary   Medicine in Vienna hand on information to pet owners.&#xd;<br />Öffentlichkeitsarbeit via Homepage, Facebook und Infoveranstaltungen wie z.B der \"Tag der Homöopathie\" auf der Veterinärmedizinischen Universität bringen die Homöopathie den Tierbesitzern näher.&#xd;<br />&#xd;<br />Knowledge/ Wissen&#xd;<br />&#xd;<br />One of main goals of the OeGVH is to provide information about the theory of homeopathy and the newest research in this field to improve deficiencies of knowledge about homeopathy.&#xd;<br />Erklärtes Ziel ist es Wissensdefizite bei Tierbesitzern und Tierärzten durch Informationen aus erster Hand zu beseitigen und neueste Erkenntnisse zu Verfügung zu stellen.&#xd;<br />&#xd;<br />Education/ Ausbildung&#xd;<br />&#xd;<br />Education of veterinarians is important. The OeGVH provides information about courses and organizes two congresses per year. &#xd;<br />Ausbildung und Weiterbildung von Tierärzten ist wichtig. Die ÖGVH bietet sich als Informationsplattform für fundierte Aus- und Weiterbildungen im Bereich der Veterinärhomöopathie für Tierärzte an.","acronym":"ÖGVH","interests":"Agriculture and Rural Development, Environment, Fisheries and Aquaculture, Food Safety, Public Health","euInitiatives":"Public consultation on EU Action Plan against Antimicrobial Resistance - Stakeholder survey &#xd;<br />&#xd;<br />COM (2014) 558 concerning homeopathic remedies","lastUp":"2017-11-20T19:49:03.788+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}