{"id":"73926352722-07","name":"Royal DSM","registrationDate":"2009-12-07T18:07:07.303+01:00","category":2,"subCategory":3,"legal":"N.V.","web":"http://www.dsm.com","country":"Netherlands","headAddress":"Het Overloon, 1","headCity":"Heerlen","headPostCode":"6401 JH","headPhone":"(31)4 55 78 26 61","boss":"Feike Sijbesma","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"1.75","membership":"Main memberships/networks are:&#xd;\n&#xd;\n- Cefic (European Chemical Industry Council)&#xd;\n- FoodDrinkEurope (the association representing Europe’s food and drink industry)&#xd;\n- Europabio (European association for Bioindustries)&#xd;\n- FEFANA (EU Association of feed additives and premixtures operators)&#xd;\n- ELC (Federation of European Specialty Food Ingredient Industries)&#xd;\n- FSE (FoodSupplementsEurope)&#xd;\n- VNO-NCW (Werkgeversvereniging)&#xd;\n- VNCI (Vereniging Nederlandse chemische industrie)&#xd;\n- NIABA (Nederlandse Biotechnologie Associatie)&#xd;\n- FNLI (Federatie Nederlandse Levensmiddelen Industrie)&#xd;\n- ICC-NL (International Chamber of Commerce - Nederland)","memberOrga":"","goal":"DSM – Bright Science. Brighter Living.™ Royal DSM is a global purpose-led, science-based company in Nutrition, Health and Sustainable Living. DSM’s purpose is to create brighter lives for all. DSM addresses with its products and solutions some of the world’s biggest challenges whilst creating simultaneously economic-, environmental- and societal value for all its stakeholders; customers, employees, shareholders, and society-at-large. DSM delivers innovative solutions for human nutrition, animal nutrition, personal care and aroma, medical devices, green products and applications, and new mobility and connectivity. DSM and its associated companies deliver annual net sales of about €10 billion with approximately 23,000 employees. The company was founded in 1902 and is listed on Euronext Amsterdam. More information can be found at www.dsm.com.","acronym":"DSM","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Competition, Customs, Economy, finance and the euro, Energy, Environment, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade","euInitiatives":"General: Internal Market, trade policies. Specific: Innovation, R&amp;D, Nutrition - Food, Bio-based economy, Circular economy, Climate &amp; Energy.","lastUp":"2019-02-14T11:28:47.792+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}