{"id":"739295019720-91","name":"Österreichische Gesellschaft für Veterinärmedizinische Homöopathie","registrationDate":"2015-11-30T00:18:29.153+02:00","category":3,"subCategory":2,"legal":"Verein","web":"http://www.oegvh.at","country":"Austria","headAddress":"Billrothstrasse 2/8","headCity":"Wien","headPostCode":"1190","headPhone":"(43)15 26 75 75","boss":"Petra Weiermayer","bossTitle":"Ms","bossPosition":"Präsident","membersCount":2,"membersFTE":"0.5","membership":"International Association of Veterinary Medicine - IAVH, European Committee for Homeopathy - ECH, EuroCAM, World Veterinary Association - WVA","memberOrga":"","goal":"The OEGVH represents the homeopathic veterinarians of Austria.&#xd;<br />Die ÖGVH vertritt die Veterinärhomöopathen Österreichs.&#xd;<br />&#xd;<br />public relations/ Öffentlichkeitsarbeit&#xd;<br />&#xd;<br />Public relations activities like information at the website, facebook and events like the \"day of integrative medicine\" at the University of Veterinary Medicine in Vienna hand on information to pet owners and conventional veterinarians.&#xd;<br />Öffentlichkeitsarbeit via Homepage, Facebook und Infoveranstaltungen wie z.B der \"Tag der Integrativmedizin\" auf der Veterinärmedizinischen Universität bringen die Homöopathie und andere integrativmedizinische Fachrichtungen den Tierbesitzern und konventionell arbeitenden Kollegen näher.&#xd;<br />&#xd;<br />Knowledge/ Wissen&#xd;<br />&#xd;<br />One of main goals of the OEGVH is to provide information on basic and clinical research in homeopathy to avoid fake news about homeopathy.&#xd;<br />Erklärtes Ziel ist es Fake News bei Tierbesitzern und Tierärzten durch Informationen aus erster Hand zu ersetzen und neueste Erkenntnisse zu Verfügung zu stellen.&#xd;<br />&#xd;<br />Education/ Ausbildung&#xd;<br />&#xd;<br />Education of veterinarians is important. The OEGVH provides information about the education at the European Academy of Veterinary Homeopathy (EAVH) and organizes at least one congress per year. &#xd;<br />Ausbildung und Weiterbildung von Tierärzten ist wichtig. Die ÖGVH bietet sich als Informationsplattform für fundierte Aus- und Weiterbildungen im Bereich der Veterinärhomöopathie für Tierärzte an.","acronym":"OEGVH","interests":"Agriculture and Rural Development, Environment, Food Safety, Maritime affairs and fisheries, Public Health, Research and innovation","euInitiatives":"EU Action Plan against Antimicrobial Resistance  &#xd;<br />&#xd;<br />EU Regulation on Veterinary Medicines and EU Regulation on Organic Farming","lastUp":"2019-10-26T09:36:51.194+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}