{"id":"73926352722-07","name":"Royal DSM","registrationDate":"2009-12-07T18:07:07.303+01:00","category":2,"subCategory":3,"legal":"N.V.","web":"http://www.dsm.com","country":"Netherlands","headAddress":"Het Overloon, 1","headCity":"Heerlen","headPostCode":"6401 JH","headPhone":"(31)4 55 78 26 61","boss":"Feike Sijbesma","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"1.75","membership":"Main memberships/networks are:&#xd;\n&#xd;\n- Cefic (European Chemical Industry Council)&#xd;\n- FoodDrinkEurope (the association representing Europe’s food and drink industry)&#xd;\n- Europabio (European association for Bioindustries)&#xd;\n- SusChem (European Technology Platform for Sustainable Chemistry)&#xd;\n- FEFANA (EU Association of feed additives and premixtures operators)&#xd;\n- ELC (Federation of European Specialty Food Ingredient Industries)&#xd;\n- FSE (FoodSupplementsEurope)&#xd;\n- VNO-NCW (Werkgeversvereniging)&#xd;\n- VNCI (Vereniging Nederlandse chemische industrie)&#xd;\n- NIABA (Nederlandse Biotechnologie Associatie)&#xd;\n- FNLI (Federatie Nederlandse Levensmiddelen Industrie)&#xd;\n- ICC-NL (International Chamber of Commerce - Nederland)","memberOrga":"","goal":"Royal DSM N.V. is a global science-based company active in health, nutrition and materials. By connecting its unique competences in Life Sciences and Materials Sciences DSM is driving economic prosperity, environmental progress and social advances to create sustainable value for all stakeholders. DSM delivers innovative solutions that nourish, protect and improve performance in global markets such as food and dietary supplements, personal care, feed, pharmaceuticals, medical devices, automotive, paints, electrical and electronics, life protection, alternative energy and bio-based materials.&#xd;<br />&#xd;<br />DSM’s 25,000 employees deliver annual net sales of around €10 billion.  The company is listed on NYSE Euronext.&#xd;<br />&#xd;<br />DSM's mission statement is:&#xd;<br />\"Our purpose is to create brighter lives for people today and generations to come. We connect our unique competences in Life Sciences and Materials Sciences to create solutions that nourish, protect and improve performance.\"","acronym":"DSM","interests":"Agriculture and Rural Development, Climate Action, Competition, Customs, Development, Economic and Financial Affairs, Energy, Enterprise, Environment, Food Safety, Humanitarian Aid, Internal Market, Public Health, Regional Policy, Research and Technology, Taxation, Trade","euInitiatives":"General:&#xd;<br />Internal Market, trade policies&#xd;<br />&#xd;<br />Specific&#xd;<br />Innovation, R&amp;D&#xd;<br />Nutrition - Food&#xd;<br />Bio-based economy&#xd;<br />Climate &amp; Energy","lastUp":"2018-03-13T11:46:27.390+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}