{"id":"73952083693-15","name":"Schuman Associates","registrationDate":"2010-06-02T08:37:15.341+02:00","category":1,"subCategory":6,"legal":"SCRL","web":"http://www.schumanassociates.com","country":"Belgium","headAddress":"rue Archimede, 5 b12","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 30 74 39","boss":"Gerard McNamara","bossTitle":"Mr","bossPosition":"Founder &amp; CEO","membersCount":11,"membersFTE":"7.5","membership":"Members of the Society of European Affairs Professionals (SEAP)","memberOrga":"","goal":"Schuman Associates is a Brussels-based, independent, consultancy with more than 25 years’ experience in European funding and public affairs and with a network of offices in Milan, Madrid, Sofia, Bucharest, Athens, Dublin, and partners in the USA, Schuman Associates is the leading EU Business Development Consultancy in Brussels. Our independence and size allows us to be flexible and to tailor our services and costs to meet clients’ specific requirements, thus avoiding the ‘one size fits all’ approach often adopted by larger global consultancies and law firms. Currently, our team of around 20 permanent consultants works for more than 25 clients in many sectors ranging from ICT, Energy, Metals, Financial Services, Health, Development, Education and Employment.&#xd;<br />&#xd;<br />Our reputation is built on success. A major element of this is listening to the organisations that we work with, understanding their real needs. Based on these needs we develop tailored programmes. The objective is always to provide real added value for our clients that will impact on their business development efforts.&#xd;<br />&#xd;<br />Our client services fall broadly into two categories (although the two inevitably overlap) funding as well as policy, therefore capturing the complete life cycle of an opportunity. Schuman Associates is specialised in supporting clients, leveraging market opportunities created by EU Funding Programmes and understanding and influencing the policy and regulatory framework driving these opportunities. We support a broad range of clients ranging from governments and large global firms to SMEs and NGOs and we are working in all major sectors including IT and security, energy and environment, trade and development, financial services, telecommunications, education and health.&#xd;<br />&#xd;<br />Schuman Associates is committed to the highest professional standards, integrity is key to our service to clients and in our relations with the European Institutions. We are dedicated to delivering beyond expectations and to giving a return on investment.","acronym":"","interests":"Agriculture, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"* Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on the prevention of the use of the financial system for the purpose of money laundering and terrorist financing&#xd;<br />&#xd;<br />* REGULATION (EC) No 1907/2006 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH)&#xd;<br />&#xd;<br />* Youth Employment Initiative&#xd;<br />&#xd;<br />* Energy Union Package (COM(2015) 80 final)&#xd;<br />&#xd;<br />* Smart Borders Package&#xd;<br />&#xd;<br />* Directive 2000/60/EC of the European Parliament and of the Council establishing a framework for the Community action in the field of water policy (Water Framework Directive)&#xd;<br />&#xd;<br />* Cybersecurity Strategy of the European Union – An Open, Safe and Secure Cyberspace &#xd;<br />&#xd;<br />* European Cloud Computing Strategy","lastUp":"2018-07-19T17:10:54.204+02:00","customers":"Anti-Money Laundering Europe,Adecco,Deutsche Telekom,Medtronic,Nickel Institute,Philips,3M","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":"","turnoverRange":"500000-999999"}