{"id":"739926834819-88","name":"Aurelia Stiftung","registrationDate":"2019-05-14T15:07:07.769+02:00","category":3,"subCategory":2,"legal":"foundation","web":"http://aurelia-stiftung.de","country":"Germany","headAddress":"Bismarckallee 9","headCity":"Berlin","headPostCode":"14193","headPhone":"(49)3 05 77 00 39 60","boss":"Thomas Radetzki","bossTitle":"Mr","bossPosition":"CEO and Chairman","membersCount":8,"membersFTE":"5.75","membership":"we are part of: https://www.meine-landwirtschaft.de/","memberOrga":"https://www.aurelia-stiftung.de/de/initiatoren-und-kontakt/","goal":"To protect bees and to pursue beekeeping in a respectful way is imperative for the preservation of biodiversity and with that our own livelihood. That is why the Aurelia Foundation wants to anchor the appreciation for bees at the centre of society as a non-partisan advocate. Aurelia offers consultation to others and supports bee projects worldwide financially (http://projekte.aurelia-stiftung.de/prj/bienenhaltung-in-kamerun/). As a non-profit organization with its roots in beekeeping and environmental matters, Aurelia organizes task-based alliances between German and European beekeepers associations, scientists and civil organsisations and working successfully in collaboration with authorities, parliamentary  committees and political parties. Aurelias own operational activities (in German only: http://projekte.aurelia-stiftung.de/projekte/) can be categorized in 1) beekeeping and bee health, 2) beefriendly cities and farming, 3) bees and education, 4) bees as cultural inspiration. One of our trustees is Markus Imhoof (film maker of „More than Honey“), one of our scientific advisors is Prof. Dr. Dr. h.c. Randolf Menzel (Freie Universität FU Berlin, ‘Free University of Berlin’, FU Berlin).","acronym":"","interests":"Agriculture and Rural Development, Education and training, Environment, Food Safety, Research and innovation","euInitiatives":"In 2006, Thomas Radetzki founded the BeeDefender Alliance – a network of European beekeeping associations and enviromental organizations (https://www.aurelia-stiftung.de/en/buzz-on-honeybee/beedefender/). The BeeDefender Alliance is organized by Aurelia and currently actively involved with our lawyers as intervenor in a court case at the European Court of Justice – Bayer vs. the European Commission – claim for damages in the ‘neonicotinoid ban’ from 2013 (http://projekte.aurelia-stiftung.de/prj/neonicotinoide-beim-europaeischen-gericht/?output=pdf).","lastUp":"2019-05-14T15:19:13.907+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}