{"id":"740330531304-28","name":"Association Le Pont","registrationDate":"2018-04-24T16:05:33.892+02:00","category":3,"subCategory":2,"legal":"Association","web":"","country":"France","headAddress":"134, rue Henri-Barbusse","headCity":"Aubervilliers","headPostCode":"93300","headPhone":"(33)7 68 20 23 89","boss":"Mariyampillai Antony","bossTitle":"Mr","bossPosition":"Président","membersCount":7,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"La défense et la promotion des droits de l'Homme, et d'action humanitaire d'aide au développement durable a travers le Monde, par la formation, à la promotion et à la défense de ces droits.&#xd;<br />&#xd;<br />Elle combat l’injustice, l’arbitraire et toute atteinte aux droits des individus ou des collectivités, proclamés notamment par la Déclaration des droits de l’Homme et du Citoyen de 1789, par la Déclaration universelle des droits de l’Homme de 1948 et les pactes relatifs aux droits civils et politiques ainsi qu’aux droits économiques, sociaux et culturels de 1966, la Convention européenne pour la sauvegarde des droits de l’Homme et des libertés fondamentales de 1950 et la Charte sociale européenne de 1961 révisée en 1996.&#xd;<br />&#xd;<br />Elle défend le droit d'asile, La construction d'une culture de paix, Le règlement pacifique des conflits.&#xd;<br />&#xd;<br />Inculquer la culture française aux enfants des familles tamoules résidentes en France afin de leur permettre de s’intégrer dans la société française ; organisation de cours de français aux adultes ; organisation de séminaires destinés à inculquer les us de la société française à tous les Tamouls résidant en France ; organisation d’activités sportive, culturelle et d’entraide ; organisation de cours de tamoule, danse, musique et théâtre. &#xd;<br />&#xd;<br />L’association intervient dans le domaine, de la Culture, du développement humain durable, de la solidarité internationale et des droits humains, en particulier l’égalité des femmes et des hommes. Son action vise à informer, sensibiliser, former, faciliter des projets et participer à des dynamiques citoyennes collectives.","acronym":"Le Pont","interests":"Culture, External Relations, Foreign and Security Policy and Defence, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Youth","euInitiatives":"Sous commission des Droits de l'Homme : Nous suivant la question du Génocide du peuples Tamoule au Sri Lanka. Pour cela nous avons déjà rencontrer plusieurs députés Européens.&#xd;<br />&#xd;<br />la commission Développement&#xd;<br />Nous travaillons sur les aides de l'Union européenne pour le Sri Lanka, afin que les aides vont directement dans le Nord et à l'Est du Sri Lanka ou le peuple Tamoule sont victime de l'occupation militaire.&#xd;<br />&#xd;<br />Commission  des Affaires Étrangère :&#xd;<br />Nous travaillons sur la situation des Tamoules sous l'occupation militaires et sur le droit à l’Auto-détermination du peuple Tamoule dans le Nord et à l'Est du Sri Lanka.&#xd;<br />&#xd;<br />Commission Culture et éducation&#xd;<br />Nous cherchons a promouvoir la culture Tamoule en Europe et au sein des Institutions Européenne.&#xd;<br />Nous aimerions organiser des évènements culturelles afin de faire connaitre la culture Tamoule au sein des institutions Européenne.&#xd;<br />&#xd;<br />Commission Libertés civiles, justice et affaires intérieures&#xd;<br />Nous travaillons sur les décisions de la commission européenne qui vont a l'encontre des Activiste Tamoule en Europe.&#xd;<br />&#xd;<br />Commission Droits de la femme et égalité des genres&#xd;<br />Nous travaillons sur la condition des Femmes Tamoule au Sri Lanka.&#xd;<br />&#xd;<br />Délégation pour les relations avec les pays de l'Asie du Sud&#xd;<br />Nous travaillons sur les relations avec le Sri Lanka afin que la relégation sensibilise sur la situation des Tamoules dans le Nord et Est du Sri Lanka.","lastUp":"2018-04-24T19:09:34.039+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}