{"id":"7410939793-88","name":"BASF SE","registrationDate":"2008-12-16T11:05:37.229+01:00","category":2,"subCategory":3,"legal":"SE","web":"http://www.basf.com","country":"Germany","headAddress":"Carl-Bosch-Str. 38","headCity":"Ludwigshafen","headPostCode":"67056","headPhone":"(49)62 16 00","boss":"Kurt Bock","bossTitle":"Mr","bossPosition":"CEO","membersCount":19,"membersFTE":"11.75","membership":"BASF is among others a member of AECC, BAVC, BDA, BDI, Businesseurope, Cefic, CSR Europe, Deutsche Bauchemie, ECPA, EPC, ERT, EuropaBio, Isopa, PlasticsEurope and VCI.","memberOrga":"","goal":"At BASF, we create chemistry for a sustainable future. We combine economic success with environmental protection and social responsibility. The approximately&#xd;<br />114,000 employees in the BASF Group work on contributing to the success of our customers in nearly all sectors and almost every country in the world. Our portfolio is organized into five segments: Chemicals, Performance Products, Functional Materials &amp; Solutions, Agricultural Solutions and Oil &amp; Gas. BASF generated sales of about €58 billion in 2016. BASF shares are traded on the stock exchanges in Frankfurt (BAS), London (BFA) and Zurich (BAS). Further information at&#xd;<br />www.basf.com.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Food Safety, General and Institutional Affairs, Internal Market, Justice and Fundamental Rights, Public Health, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Energy &amp; Climate Policy, Innovation &amp; Research, Trade Policy, Health &amp; Environmental Policy, Chemicals Policy, Crop Protection Policy, Biotechnology, Internal Market, Competitiveness, Industrial Policy, Social and Employment Policy","lastUp":"2017-06-15T15:56:05.319+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}