{"id":"7410939793-88","name":"BASF SE","registrationDate":"2008-12-16T11:05:37.229+02:00","category":2,"subCategory":3,"legal":"SE","web":"http://www.basf.com","country":"Germany","headAddress":"Carl-Bosch-Str. 38","headCity":"Ludwigshafen","headPostCode":"67056","headPhone":"(49)62 16 00","boss":"Martin  Brudermueller","bossTitle":"Mr","bossPosition":"CEO","membersCount":19,"membersFTE":"11.75","membership":"BASF is among others a member of AECC, BAVC, BDA, BDI, Businesseurope, Cefic, CSR Europe, Deutsche Bauchemie, ECPA, EPC, ERT, EuropaBio, Isopa, PlasticsEurope and VCI.","memberOrga":"","goal":"At BASF, we create chemistry for a sustainable future. We combine economic success with environmental protection and social responsibility. The more than 115,000 employees in the BASF Group work on contributing to the success of our customers in nearly all sectors and almost every country in the world. Our portfolio is organized into five segments: Chemicals, Performance Products, Functional Materials &amp; Solutions, Agricultural Solutions and Oil &amp; Gas. BASF generated sales of €64.5 billion in 2017. BASF shares are traded on the stock exchanges in Frankfurt (BAS), London (BFA) and Zurich (BAS). Further information at&#xd;<br />www.basf.com.","acronym":"","interests":"Agriculture, Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Energy &amp; Climate Policy, Innovation &amp; Research, Trade Policy, Health &amp; Environmental Policy, Chemicals Policy, Construction, Crop Protection Policy, Biotechnology, Internal Market, Competitiveness, Industrial Policy, Social and Employment Policy","lastUp":"2018-06-08T17:43:41.409+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}