{"id":"741186216712-07","name":"Red Hat Limited","registrationDate":"2015-03-23T10:41:51.721+01:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://redhat.com","country":"Ireland","headAddress":"6700 Cork Airport Business Park","headCity":"Cork","headPostCode":"","headPhone":"(353)2 12 30 34 00","boss":"Michael O'Neill","bossTitle":"Mr","bossPosition":"European Finance Senior Director","membersCount":2,"membersFTE":"1.0","membership":"Open Forum Europe (www.openforumeurope.org); European Committee for Interoperable Systems (www.ecis.eu); Trans Atlantic Business Council (www.translatlaticbusiness.org); Computer and Communications Industry Association (www.ccianet.org); Free Software Foundation Europe (www.fsfe.org).","memberOrga":"","goal":"Red Hat is a global leader in providing open source software technologies to enterprise customers. These offerings include our core enterprise operating system platform, Red Hat Enterprise Linux, our enterprise middleware platform, Red Hat JBoss Middleware, as well as our virtualization, cloud, and storage offerings and other Red Hat enterprise technologies.&#xd;<br />  &#xd;<br />We employ an open source software development and licensing model that uses the collaborative input of a worldwide community of contributors to develop and enhance software. We actively participate in this community-oriented development process, often in a leadership role, and leverage it to create our Red Hat- and JBoss-branded enterprise technologies.&#xd;<br /> &#xd;<br />We believe that the open source development and licensing model offers advantages for Red Hat and our customers over proprietary software development and licensing models. Through the open source development model, we leverage a global community of developers and users, whose collective resources and knowledge supplement the developers we employ. As a result, we believe we are able to offer enhancements, fixes and upgrades more quickly and with less development cost than is typical of many proprietary software vendors. In turn, our customers are able to take advantage of the quality and value of open source software, which we help develop, aggregate, integrate, test, certify, deliver, maintain and support for their enterprise use.","acronym":"Red Hat","interests":"Budget, Competition, Customs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Foreign and Security Policy and Defence, Information Society, Internal Market, Research and Technology, Taxation, Trade, Youth","euInitiatives":"1.  European Commission efforts to implement a Digital Single Market&#xd;<br />2.  European Commission Cloud Computing Strategy&#xd;<br />3.  Cybersecurity Strategy for the European Union; implementation on the Directive on Network and Information Security&#xd;<br />4.  Public Consultation on the review of the EU copyright rules&#xd;<br />5.  EU initiative to promote the use of standards in public procurement","lastUp":"2017-02-20T09:20:34.756+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}