{"id":"74126393166-46","name":"Telenor","registrationDate":"2010-02-02T10:46:41.975+01:00","category":2,"subCategory":3,"legal":"ASA","web":"http://www.telenor.com","country":"Belgium","headAddress":"Avenue de Tervueren, 13","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)27 40 25 30","boss":"Hakon Kjoll","bossTitle":"Mr","bossPosition":"SVP Public &amp; Regulatory Affairs","membersCount":4,"membersFTE":"2.25","membership":"GSMA Europe&#xd;\n&#xd;\nCable Europe&#xd;\n&#xd;\nETNO (European Telecommunications Networks Operators' Association)&#xd;\n&#xd;\nECTA&#xd;\n&#xd;\nEIF (European Internet Foundation)&#xd;\n&#xd;\nESF (European Services Forum)","memberOrga":"","goal":"Telenor is present in some of the world's fastest growing telecommunications markets and our home markets in the Nordics are among the most advanced in the world today.&#xd;<br />&#xd;<br />Telenor holds controlling interests in mobile operations in Norway, Denmark, Sweden, Bulgaria, Hungary, Montenegro, Serbia, Thailand, Malaysia, Bangladesh, Myanmar, Pakistan and India.  In addition, Telenor holds a significant minority interest in a key mobile operator Vimpelcom as well as other businesses and joint ventures. More details on www.telenor.com&#xd;<br />&#xd;<br />The company is listed on the Oslo Stock Exchange.&#xd;<br />&#xd;<br />Telenor offers a variety of electronic communications services and digital content on all platforms, including fixed and mobile voice and data services, as well as television broadcast distribution services over digital terrestrial, cable and satellite networks.&#xd;<br />&#xd;<br />The main tasks of Telenor Representative Office in Brussels are to follow the debate on the regulatory framework for electronic communications services affecting all Telenor's operations worldwide, and to maintain an open and transparent dialogue with the policy makers to contribute with Telenor's point of views to the debate on the future challenges in Europe towards the achievement of its goals, including relations with countries outside EU/EEA.&#xd;<br />&#xd;<br />The office is staffed by Krisztina Baracsi, VP EU Affairs, Christian Sondergaard, VP Public Affairs and Administrative Assistant Melody Denis.","acronym":"","interests":"Audiovisual and Media, Competition, Consumer Affairs, Development, Enlargement, Enterprise, Environment, External Relations, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Trade","euInitiatives":"The office assists its operations with implementation issues related to the EU framework with a view to strenghten a harmonised implementation.&#xd;<br />&#xd;<br />Digital Single Market strategy&#xd;<br />Connected Continent/TSM&#xd;<br />Draft General Data Protection Regulation","lastUp":"2017-03-02T09:35:27.988+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}