{"id":"741760819819-11","name":"Asociación internacional del aceite de oliva virgen extra","registrationDate":"2015-12-03T16:08:07.778+02:00","category":2,"subCategory":4,"legal":"Asociación empresarial","web":"http://qvextra.es","country":"Spain","headAddress":"Calle de Diego de León 54, escalera B,  5º derecha","headCity":"Madrid","headPostCode":"28006","headPhone":"(34)9 17 37 71 34","boss":"D. Jorge  de Saja González","bossTitle":"","bossPosition":"Director-Gerente","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://www.qvextra.es/socios/","goal":"QvExtra! pretende constituir un ámbito integrador e inclusivo de contacto abierto y permanente entre productores, envasadores y consumidores de aceite de oliva virgen extra, con la calidad y diferenciación como criterios estrictos de pertenencia y con el objetivo primordial de formar e informar tanto de las características organolépticas como de las propiedades nutricionales y saludables del auténtico zumo de aceituna.","acronym":"QvExtra","interests":"Agriculture, Business and Industry, Competition, Consumers, Economy, finance and the euro, Energy, Environment, Food Safety, Maritime affairs and fisheries, Research and innovation, Single market, Trade","euInitiatives":"Normativa relativa al comercio exterior. Normativa de la PAC. Reevaluación de plaguicidas.&#xd;<br />&#xd;<br />Reglamento (CE) 396/2005 DEL PARLAMENTO EUROPEO Y DEL CONSEJO de 23 de febrero de 2005 relativo a los límites máximos de residuos de plaguicidas en alimentos y piensos de origen vegetal y animal y que modifica la Directiva 91/414/CEE del Consejo&#xd;<br />http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2005:070:0001:0016:es:PDF&#xd;<br />&#xd;<br />Reglamento (CE) 1881/2006 de la Comisión de 19 de diciembre de 2006 por el que se fija el contenido máximo de determinados contaminantes en los productos&#xd;<br />alimenticios&#xd;<br />http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2006:364:0005:0024:ES:PDF&#xd;<br />&#xd;<br />Reglamento (CE) 882/2004 del Parlamento Europeo y del Consejo de 29 de abril de 2004 sobre los controles oficiales efectuados para garantizar la verificación del cumplimiento de la legislación en materia de piensos y alimentos y la normativa sobre salud animal y bienestar de los animales&#xd;<br />http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=CONSLEG:2004R0882:20070101:ES:PDF","lastUp":"2018-09-24T16:26:00.787+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}