{"id":"741879113894-60","name":"BeCHANGE Research Group, Institute for Public Communication, Università della Svizzera italiana","registrationDate":"2014-07-02T18:24:28.395+01:00","category":4,"subCategory":12,"legal":"University","web":"http://www.icp.com.usi.ch/area-social-marketing","country":"Switzerland","headAddress":"Via. G. Buffi, 13","headCity":"Lugano","headPostCode":"6900","headPhone":"(058)6 66 44 84","boss":"Albino Zgraggen","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":1,"membersFTE":"0.25","membership":"European Social Marketing Association&#xd;\nEuropean Public Health Association&#xd;\nInternational Social Marketing Association&#xd;\nSociety for Health Communication","memberOrga":"","goal":"The BeChange Research Group is part of the Institute of Public Communication, Università della Svizzera italiana (USI - University of Lugano), Switzerland. BeChange conducts Social Marketing and Behavior Change Communication research using ICTs and innovative communication strategies. We primarily work on changing and maintaining health related behaviors, but also examine behaviors related to environment and sustainability. &#xd;<br />&#xd;<br />The Università dealla Svizzera italiana:&#xd;<br />Università della Svizzera italiana provides high quality education and carries out groundbreaking work in the field of research  in a dynamic and international environment.  Strategic choices are made in order to better define the role that the Italian part of Switzerland plays locally and internationally, and therefore to actively make a contribution to the region's economy and development.  Being the only Italian speaking University outside Italian borders, USI also serves as a bridge between the northern Italian region Lombardy and the rest of the country, with the goal of defending and preserving the language and culture of Italian speaking Switzerland.&#xd;<br />&#xd;<br />Research is carried out in cooperation with prestigious international institutions, with a careful eye on local and national mandates in order to promote Swiss development and scientific progress.&#xd;<br />&#xd;<br />The academic programs offered (bachelor, master, executive master, and Ph.D) promote on many levels the professional and personal  growth of the students. All of this is made possible thanks to USI's contained size allowing close relationship between students and faculty, and a constant attention to the job market needs in an ever growing global society.&#xd;<br />&#xd;<br />USI has a strong international and multilingual orientation, with students and faculty from over 100 nations. While the official language at USI is Italian, some courses and entire Master programs are taught in English. Knowledge of French and German is also encouraged. Basic and advanced courses in these four European languages prepare students for international careers.&#xd;<br />&#xd;<br />The adoption of the declaration of Bologna favours the mobility of students around European campuses. The 3-year undergraduate programmes and 2-year specialized graduate programmes provide the number of study credits (ECTS) established at European level, so that USI study programmes can be accepted by other universities across Europe.","acronym":"USI","interests":"Communication, Education, Food Safety, Public Health, Research and Technology, Sport","euInitiatives":"EU projects. &#xd;<br />Cross border communication, vaccine, health communication","lastUp":"2017-03-25T09:43:42.890+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}