{"id":"742314434809-76","name":"Association des Centres culturels de rencontre","registrationDate":"2019-05-17T10:18:42.414+02:00","category":3,"subCategory":2,"legal":"Association 1901 reconnue d'utilité publique","web":"http://www.accr-europe.org","country":"France","headAddress":"ACCR, Hôtel de Massa","headCity":"Paris","headPostCode":"75014","headPhone":"(33)1 53 34 97 00","boss":"Bernard LATARJET","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"0.25","membership":"Culture Action Europe&#xd;\nAlliance 3.3&#xd;\nICOMOS France&#xd;\nRéseau rural français&#xd;\nCMN&#xd;\nIF","memberOrga":"https://www.accr-europe.org/fr/le-reseau/membres","goal":"Association reconnue d'utilité publique en 1983, l'ACCR fédère des sites patrimoniaux rénovés et réutilisés pour mettre en oeuvre un projet culturel et intellectuel de notre temps qui mobilise l'innovation, le développement territorial, la formation, l'inclusion.  Souvent situés dans une géographie rurale ou périphérique, isolés, ces projets se distinguent en France par un label national « Centre culturel de rencontre » (CCR) et en Europe et à l’international par l’appellation CCRE ou CCRI gérée par l’ACCR. En 2019, l’ACCR compte 21 membres en France, et 18 autres dans 9 pays européens et 4 au-delà.&#xd;<br />&#xd;<br />L'ACCR a parmi ses missions l'animation et la coordination d'un réseau multi-dimensionnel avec le partage de la connaissance et des bonnes pratiques, la tenue d'un observatoire, des réunions sectorielles ou thématiques, des formations pour accompagner les mutations professionnelles ; elle facilite également des échanges et coopérations avec une expertise interculturelle, la gestion d'un programme de résidence autorisant une mobilité de professionnels et d'artistes.&#xd;<br />  &#xd;<br />Soucieuse de permettre un accès égal à des enjeux majeurs d'évolution au sein du réseau, elle porte la mutualisation de certains secteurs liés au développement, notamment les relations internationales vers certaines zones géographiques éloignées comme la Chine, l'Inde ou l'Afrique, ou associés aux nouvelles technologies et aux évolutions des métiers...&#xd;<br />&#xd;<br />L'ACCR a également pour mission d'apporter une expertise aux porteurs de projet (société civile, collectivités, particulier) désireux d'engager un projet faisant la synthèse d'un patrimoine, souvent à rénover, et un projet culturel ambitieux. Elle dispose notamment d'une technicité particulière pour les projets en milieu rural ou péri-urbain, souvent sujet aux fractures ou au sentiment d'isolement. &#xd;<br />&#xd;<br />L'ACCR soutient une approche transversale et intégrée du patrimoniale, de la culture et des échelles territoriales et s'inscrit dans une dynamique inclusive et d'ouverture sur le monde. Elle sensibilise les pouvoirs publics à l'ingénierie développée depuis 40 ans au sein du réseau, en France et en Europe.","acronym":"ACCR","interests":"Agriculture and Rural Development, Communication, Culture, Culture and media, Education and training, External Relations, International co-operation and development, Regional Policy, Research and innovation, Youth","euInitiatives":"L'ACCR est un des rares réseaux culturels transversaux, portant à la fois les politiques du patrimoine et de l'architecture, la création, les industries créatives, les politiques locales, le développement durable, la diplomatie culturelle. &#xd;<br />&#xd;<br />Elle attache une importance particulière aux politiques suivantes: &#xd;<br />- European Framework for Action on Cultural Heritage&#xd;<br />- Creative Europe 2021-27&#xd;<br />- Strategic Agenda 2019-2024&#xd;<br />- Towards a sustainable Europe 2030&#xd;<br />- La diplomatie culturelle dans les relations extérieures (par exemple au sein de \"EU-China strategic partnership\"...)","lastUp":"2019-05-17T10:19:20.160+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}