{"id":"74246505019-84","name":"Centre de Documentation, de Recherche et d'Information des Peuples Autochtones","registrationDate":"2011-01-17T15:34:13.400+02:00","category":3,"subCategory":2,"legal":"Fondation suisse à but non lucratif","web":"https://www.docip.org","country":"Switzerland","headAddress":"Route de Ferney, 106","headCity":"Genève","headPostCode":"1202","headPhone":"(41)2 27 40 34 33","boss":"Pierre CARIAGE","bossTitle":"Mr","bossPosition":"Président du Comité","membersCount":4,"membersFTE":"2.5","membership":"Regard - Geneva Human Rights Activity Information Network&#xd;\nhttps://www.regardge.ch/&#xd;\nGlobal compact Network Switzerland - http://www.globalcompact.ch/membership/gcns-members&#xd;\nProfonds&#xd;\nhttp://www.profonds.org/devenir-membre/nos-membres/?L=1","memberOrga":"Notre organisations n'a pas d'organisations membres, notre siège d'opération à Bruxelles n'a pas de personnalité juridique distincte du siège.","goal":"Mission et objectif :&#xd;<br />&#xd;<br />le Docip est:&#xd;<br />&#xd;<br />1) Un centre de documentation et d'information créé en 1978 à l'initiative des délégations autochtones participant à la première Conférence internationale concernant les droits des peuples autochtones qui a eu lieu aux Nations Unies (Genève, 1977). &#xd;<br />2) Une organisation de service qui a pour principe le respect de l'autodétermination des peuples autochtones : il agit à leur demande, les consulte régulièrement sur les activités à réaliser et leur apporte un soutien impartial. &#xd;<br />3) Un centre de liaison quadrilingue, entre les organisations internationales et les peuples autochtones, et entre les peuples autochtones : il travaille avec toutes les communautés et organisations autochtones qui le sollicitent, sans distinction aucune, en anglais, français, espagnol et russe (voire portugais). &#xd;<br />4) Une fondation suisse à but non lucratif, dont l'objectif premier est de soutenir les peuples autochtones dans la défense de leurs droits, en particulier auprès des institutions internationales.Principalement l'ONU et l'UE","acronym":"Docip","interests":"Climate Action, Digital economy and society, Environment, European Neighbourhood Policy, External Relations, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Trade","euInitiatives":"Notre organisation agit pour la défense des droits humains, nous suivons principalement les politiques : droits de l'Hommes, gender, disabilities, environnement, développement. &#xd;<br />- Concernant le Parlement nous inscrivons notre action dans le cadre de l'application des recommandations du la résolution : \"on violation of the rights of indigenous peoples in the world (3 July 2018)\" et contribuons aux études du Parlement lorsque celle-ci sont relatives aux peuples autochtones ( ex : Parliament Study \"The situation of indigenous children with disabilities\" 2017)nous nous tenons également à la disposition des membres du Parlement lorsque ceux ci ont besoin d'informations (pays ou thématique)&#xd;<br />- Concernant la CE nous travaillons surtout avec les DG DEVCO, Trade et ENVI, principalement sur les EU Guidelines on Human Rights Defenders (2008), la mise en oeuvre du \"The new European Consensus on Development (2017)\" ainsi que les programmes RED et FLEGT. &#xd;<br />- Concernant l'EEAS nous assistons l'unité droit de l'Homme et principalement le desk peuples autochtones et les desk géographique, nous travaillons également avec les délégations d' UE sur le terrain et facilitions le contact entre les point focaux HR des délégations et la CSO locale.","lastUp":"2019-10-24T11:45:03.669+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}