{"id":"742462125846-33","name":"Yoav Shemer-Kunz","registrationDate":"2017-02-12T05:27:32.127+02:00","category":1,"subCategory":8,"legal":"Self-employed individual","web":"http://www.einatnetwork.com/","country":"France","headAddress":"31, rue du César Julien","headCity":"STRASBOURG","headPostCode":"67200","headPhone":"(33)6 29 20 18 20","boss":"Yoav Shemer-Kunz","bossTitle":"","bossPosition":"Secretariat","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Connecting European and Israeli policy-makers on the basis of Article Two of the EU-Israel Association Agreement, that is, respect for human rights and democracy.&#xd;<br />&#xd;<br />I provide European decision-makers with up-to-date information, knowledge, expertise and analysis on Knesset legislation, Israeli policies and the current situation in Israel and Palestine.&#xd;<br />&#xd;<br />Article 2 of the EU-Israel Association Agreement stipulates the following:&#xd;<br />&#xd;<br />\"Relations between the parties, as well as all the provisions of the Agreement itself, shall be based on respect for human rights and democratic principles, which guides their internal and international policy and constitutes an essential element of this Agreement.\"  &#xd;<br />&#xd;<br />This advocacy activity is an answer to the growing need felt by Israeli Human Rights NGOs and opposition Members of the Knesset for more strategic, coherent, systematic and permanent international advocacy activities in Europe on the situation in Israel and Palestine, based on expertise and experience in EU advocacy and EU lobbying. &#xd;<br />&#xd;<br />This activity is the answer of the Israeli civil society to the government's growing attempt to target NGOs and citizens who speak out against the government's policies and anti-democratic legislation and to the shrinking space of civil society in Israel.&#xd;<br />&#xd;<br />My work allows an effective coordination of the often sporadic and ad-hoc advocacy activities taking place by Israeli NGOs, hence empowering the Israeli civil society, giving it an effective and permanent voice in Europe.","acronym":"","interests":"External Relations, Foreign and Security Policy and Defence, Trade","euInitiatives":"The EU-Israel Euro-Mediterranean Association Agreement (in particular Article 2 related to violations of human rights and Democratic principles). &#xd;<br />&#xd;<br />Commission guidelines on the eligibility of Israeli entities and their activities in the territories occupied by Israel since June 1967 for grants, prizes and financial instruments funded by the EU from 2014 onwards.&#xd;<br />&#xd;<br />Commission's interpretative notice on indication of origin of goods rom the territories occupied by Israel since June 1967.&#xd;<br />&#xd;<br />European Parliament's relations with the Israeli Knesset and in particular the parliamentary group of the Palestinian Arab community in Israel, the Joint List.&#xd;<br />&#xd;<br />The Middle East Peace Process (MEPP).&#xd;<br />&#xd;<br />EEAS policy towards the Arab Palestinian minority in Israel in the framework of the EU-Israel Association Council.","lastUp":"2018-04-06T10:55:19.958+02:00","customers":"Rosa Luxembourg Foundation - Tel Aviv Office","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}