{"id":"74255575543-90","name":"Environmental Services Association","registrationDate":"2011-03-28T10:57:40.064+01:00","category":2,"subCategory":4,"legal":"Company limited by guarantee","web":"http://www.esauk.org","country":"United kingdom","headAddress":"Buckingham Palace Road, 154","headCity":"London","headPostCode":"SW1W 9TR","headPhone":"(4420)78 24 88 82","boss":"Jacob Hayler","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":3,"membersFTE":"1.0","membership":"FEAD http://www.fead.be/ &#xd;\nFEAD is the European Federation representing the European waste management industry. FEAD’s members are national waste management associations covering 20 European countries. They have an approximate 60% share in the household waste market and handle more than 75% of industrial and commercial waste in Europe. Their combined annual turnover is approximately € 54 billion.&#xd;\n &#xd;\nFEAD represents about 3000 companies with activities in all forms of waste management. These companies employ over 295000 people who operate around 1800 recycling and sorting centres, 1100 composting sites, 260 waste-to-energy plants and 1100 controlled landfills. They play an important role in the determination of the best environmental option for waste management problems.","memberOrga":"http://www.esauk.org/about/our_members/","goal":"The Environmental Services Association is the UK's trade association for companies providing waste and secondary resource management and associated environmental services.&#xd;<br />&#xd;<br />Our Members provide essential waste and secondary resources management services to the public and private sectors.&#xd;<br />&#xd;<br />We are working with governments, Parliaments and regulators to bring about a sustainable system of waste management for the UK.&#xd;<br />&#xd;<br />Vision&#xd;<br />To promote the development of an economically and environmentally sustainable waste and secondary resource management industry for the United Kingdom.&#xd;<br />&#xd;<br />Purpose&#xd;<br />To help ESA's Members to achieve this vision, working with the rest of the supply chain and with all levels of government in the United Kingdom and the European Union.&#xd;<br />&#xd;<br />Commitment&#xd;<br />To provide a cost-effective, high quality and relevant service to our Members, to be a valued source of assistance and advice, to enhance the public perception of the industry and to help the industry to continue to raise environmental and other standards.","acronym":"ESA","interests":"Energy, Environment","euInitiatives":"Closing the loop - An EU Action Plan for the Circular Economy (COM (2015) 614/2).&#xd;<br />Proposal for amending Directive 2008/98/EC on waste (COM (2015) 595)&#xd;<br />Proposal for amending Directive 1999/31/EC on the landfill of waste (COM (2015) 594)&#xd;<br />Proposal for amending Directive 94/62/EC on packaging and packaging waste (COM (2015) 596)","lastUp":"2017-02-13T10:51:26.799+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}