{"id":"742824817685-02","name":"Związek Rewizyjny Spółdzielni Mieszkaniowych RP","registrationDate":"2015-06-04T20:41:35.393+01:00","category":3,"subCategory":2,"legal":"Związek Rewizyjny Spółdzielni Mieszkaniowych","web":"http://zrsmrp.com.pl/","country":"Poland","headAddress":"ul. Jasna 1","headCity":"Warszawa","headPostCode":"00-013","headPhone":"(48)2 28 27 29 87","boss":"dr Jerzy Jankowski","bossTitle":"Mr","bossPosition":"Prezes Zarządu","membersCount":1,"membersFTE":"0.25","membership":"Jesteśmy  zrzeszeni w Europejskim Komitecie Koordynacyjnym Budownictwa Społecznego CECODHAS oraz należymy do struktur ICA – Międzynarodowego Związku Spółdzielczego.","memberOrga":"","goal":"Zjazd założycielski Związku Rewizyjnego Spółdzielni Mieszkaniowych RP odbył się 7 listopada 1992 r. W Zjeździe założycielskim uczestniczyło 89 spółdzielni. Wpisu Związku do rejestru sądowego dokonano 16 grudnia 1992 roku, a z dniem 1 lutego 1993 r. rozpoczęło działalność Biuro Związku. Celem działania Związku jest zapewnienie zrzeszonym spółdzielniom mieszkaniowym pomocy w ich działalności statutowej.&#xd;<br />&#xd;<br />Dla osiągnięcia tego celu Związek:&#xd;<br />•prowadzi badania lustracyjne spółdzielni mieszkaniowych,&#xd;<br />•reprezentuje interesy zrzeszonych spółdzielni wobec organów władzy i administracji państwowej,&#xd;<br />•opracowuje i rozpowszechnia materiały instruktażowe dla spółdzielni w sprawach prawnych, organizacyjnych, finansowych i technicznych, prowadzi działalność szkoleniową i wydawniczą,&#xd;<br />•współpracuje z krajowymi i zagranicznymi organizacjami spółdzielczymi.&#xd;<br />&#xd;<br />W 2013 r. Związek zrzeszał ok. 500 spółdzielni mieszkaniowych z terenu wszystkich województw. Spółdzielnie zrzeszone w Związku posiadają w swoim zarządzie ok. 1,0 mln mieszkań, co sytuuje Związek jako największą organizację spółdzielczości mieszkaniowej w Polsce.&#xd;<br />&#xd;<br />Związek Rewizyjny Spółdzielni Mieszkaniowych RP jest członkiem: – Stałego Komitetu Mieszkaniowego Międzynarodowego Związku Spółdzielczego – Europejskiego Komitetu Koordynacyjnego Budownictwa Społecznego (CECODHAS)&#xd;<br />&#xd;<br />Wobec wprowadzenia Prawem spółdzielczym obligatoryjności poddania się każdej spółdzielni lustracyjnemu badaniu (przynajmniej raz na trzy lata) legalności, gospodarności i rzetelności całości jej działania – Związek zintensyfikował swą działalność w tym zakresie. Związek opracował instrukcję w sprawie przeprowadzonych lustracji określającą m.in. organizację czynności lustracyjnych, przebieg lustracji, dokumentację czynności lustracyjnych, postępowanie polustracyjne. Związek opracował również i upowszechnił ramowy konspekt kompleksowej lustracji spółdzielni mieszkaniowej, który może być pomocny do merytorycznego przygotowania się spółdzielni do lustracji oraz oceny rzetelności badań prowadzonych przez lustratora, a także jako materiał pomocniczy do kontroli wewnętrznej spółdzielni.&#xd;<br />&#xd;<br />Zgodnie ze swoim statutem Związek nie ma żadnych funkcji władczych w stosunku do zrzeszonych spółdzielni, ani też nie może prowadzić działalności gospodarczej, zastępującej spółdzielnie w wypełnianiu ich zadań.&#xd;<br />&#xd;<br />Dlatego pomoc Związku dla zrzeszonych spółdzielni w realizacji ich zadań statutowych polega na:&#xd;<br />•szybkim i rzetelnym przekazie informacji o zmieniających się uwarunkowaniach prawnych, finansowych i technicznych, organizowaniu szkolenia pracowników i działaczy spółdzielni oraz dostarczaniu materiałów pomocniczych ułatwiających spółdzielniom samodzielne podejmowanie swoich decyzji organizacyjno – gospodarczych,&#xd;<br />•doradztwie i konsultacjach w sytuacjach incydentalnych, umożliwiających spółdzielniom zobiektywizowanie przesłanek do podejmowania decyzji.&#xd;<br />&#xd;<br />Dla zapewnienia spółdzielniom dostępu do szybkiej i rzetelnej informacji prawnej i techniczno – ekonomicznej, Związek stworzył dwa wydawnictwa: „Informacje i Komunikaty” oraz „Mieszkalnictwo”.  Związek organizuje kursy i seminaria dla pracowników i działaczy spółdzielni mieszkaniowych. &#xd;<br />&#xd;<br />Związek nie prowadzi działalności gospodarczej, a źródłem utrzymania Związku są składki wnoszone przez zrzeszone spółdzielnie.","acronym":"ZRSMRP","interests":"Borders and Security, Budget, Business and Industry, Competition, Consumers, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Institutional affairs, International co-operation and development, Regional Policy, Single market, Taxation","euInitiatives":"Związek Rewizyjny Spółdzielni Mieszkaniowych RP jest bardzo aktywny na forum spółdzielczych organizacji międzynarodowych.&#xd;<br />&#xd;<br />Jesteśmy  zrzeszeni w Europejskim Komitecie Koordynacyjnym Budownictwa Społecznego CECODHAS oraz należymy do struktur ICA – Międzynarodowego Związku Spółdzielczego.&#xd;<br />&#xd;<br />Związek w wyniku realizowanej współpracy z organizacjami międzynarodowymi uzyskał wsparcie MZS Cooperatives Europe CECODHAS i zrzeszonych w nich organizacji z wielu państw europejskich w przeciwstawianiu się procedowanymi w Sejmie RP inicjatywami zmian legislacyjnych, które są wysoce niekorzystne dla polskiej spółdzielczości.&#xd;<br />&#xd;<br />Związek podjął szereg działań na forum międzynarodowym zmierzających ku poprawie niekorzystnych procesów legislacyjnych dotyczących polskiej spółdzielczości, a w szczególności spółdzielczości mieszkaniowej. &#xd;<br />&#xd;<br />Miedzy innymi Związek wystąpił z apelem o wprowadzenie do porządku obrad ostatniego Walnego Zgromadzenia Cooperatives Europe obradującego w dniach 3-4 kwietnia 2014 r. w Warszawie dyskusji nad podjęciem  uchwały w sprawie interwencji Cooperatives Europe dotyczącej sprzeciwu dla tworzenia niekorzystnej i dyskryminującej spółdzielczość legislacji w polskim parlamencie. Uchwała została podjęta.&#xd;<br />&#xd;<br />Ponadto Związek wystąpił z apelem do Międzynarodowego Związku Spółdzielczego, oraz do Komisarza Unii  Europejskiej o włączenie i doprecyzowanie definicji legalnej spółdzielni w prawie podstawowym jak i pochodnym Unii Europejskiej.","lastUp":"2019-03-18T10:43:00.931+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}