{"id":"743117736368-80","name":"Open Contracting Partnership","registrationDate":"2019-10-28T15:02:43.835+01:00","category":3,"subCategory":2,"legal":"Non-profit","web":"http://www.open-contracting.org","country":"United states","headAddress":"Open Contracting Partnership, 641 S Street NW","headCity":"Washington D.C.","headPostCode":"20001","headPhone":"(1)24 07 05 01 21","boss":"Gavin Hayman","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":3,"membersFTE":"1.75","membership":"N/A","memberOrga":"OCP is a non-membership based organization.","goal":"The Open Contracting Partnership brings together open data and open government to make public contracting reforms more agile, more impactful and more durable. &#xd;<br />&#xd;<br />We work in over 30 countries around the world supporting systemic reforms, helping innovations jump scale and fostering a culture of openness about the policies, teams, tools, data, and results needed to power change.  &#xd;<br />&#xd;<br />Our activities:&#xd;<br />&#xd;<br />- Advocacy that challenges vested interests and changes the global norm in public contracting from closed to open.&#xd;<br />&#xd;<br />- Support for a network of partners who implement open contracting projects and the adoption of the Open Contracting Data Standard. &#xd;<br />&#xd;<br />- Learning how and why open contracting works and gathering compelling evidence of what open contracting can achieve.","acronym":"OCP","interests":"Business and Industry, Competition, Digital economy and society, European Neighbourhood Policy, Fraud prevention, Regional Policy, Research and innovation, Single market","euInitiatives":"OCP promotes open contracting approaches among the EU Member States and the EU institutions, including the adoption of a unified public procurement data architecture and implementation of open contracting principles. &#xd;<br />&#xd;<br />In that light, OCP is mostly interested in Public Procurement and Artificial Intelligence strategies as well as Digital and Open Data agendas.","lastUp":"2019-10-28T15:14:55.731+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}