{"id":"743987128962-18","name":"Verband medizinischer Fachberufe e.V.","registrationDate":"2017-11-14T11:50:10.461+01:00","category":2,"subCategory":1,"legal":"eingetragener Verein","web":"http://www.vmf-online.de","country":"Germany","headAddress":"Gesundheitscampus-Süd 33","headCity":"Bochum","headPostCode":"44801","headPhone":"(49234)77 72 80","boss":"Hannelore König","bossTitle":"Ms","bossPosition":"1. Vorsitzende geschäftsführender Vorstand","membersCount":6,"membersFTE":"1.5","membership":"https://www.frauenrat.de&#xd;\nhttp://www.aps-ev.de&#xd;\nhttp://www.grpg.de&#xd;\nhttp://medecon.ruhr","memberOrga":"https://www.vmf-online.de","goal":"Zweck des Verbandes medizinischer Fachberufe e.V. ist es, die beruflichen, tariflichen und berufspolitischen Interessen der Mitglieder auf gewerkschaftlicher Ebene wahrzunehmen. Der Verband ist parteipolitisch und konfessionell neutral.&#xd;<br />Aufgaben:&#xd;<br />1. Förderung der Aus-, Fort- und Weiterbildung der Mitglieder durch Fortbildungsmaßnahmen auf Bundes-, Landes- und Bezirksstellenebene.&#xd;<br />2. Einflussnahme auf die gesetzlichen und vertraglich geregelten Arbeitsbedingungen.&#xd;<br />3. Öffentlichkeitsarbeit.&#xd;<br />4. Veröffentlichungen und Mitteilungen, vor allem im Verbandsorgan.&#xd;<br />5. Förderung der beruflichen Kontakte zwischen den Mitgliedern.&#xd;<br />6. Kontaktpflege zu anderen berufsnahen Organisationen, auch auf internationaler&#xd;<br />Ebene.&#xd;<br />7. Beratung der Mitglieder in beruflichen Fragen.&#xd;<br />(2) Der Verband wirkt in Fachgremien bei der Erörterung von Fragen der Aus-, Fort- und Weiterbildung sowie der Berufstätigkeit mit, insbesondere:&#xd;<br />1. durch die Mitarbeit in gesetzlichen Ausschüssen,&#xd;<br />2. durch Zusammenarbeit mit den Sozialpartnern und anderen berufsnahen Organisationen in geeigneten Fällen,&#xd;<br />3. durch Zusammenarbeit mit Organisationen, die sich mit der Berufsbildung befassen.&#xd;<br />Tarifpolitische Vertretung","acronym":"VmF","interests":"Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- EU-DSGVO&#xd;<br />- digitale Vernetzung im Gesundheitsbereich&#xd;<br />- Beschäftigungspolitik&#xd;<br />- Verbraucherschutz","lastUp":"2019-11-08T11:43:43.237+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}