{"id":"744176028679-37","name":"Yaskawa Europe","registrationDate":"2017-10-20T11:00:42.656+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"https://www.yaskawa.eu.com","country":"Germany","headAddress":"Yaskawa Europe GmbH","headCity":"Eschborn","headPostCode":"65760","headPhone":"(49)61 96 56 93 00","boss":"Manfred Stern","bossTitle":"Mr","bossPosition":"Corporate Officer, Regional Head of Yaskawa Europe","membersCount":1,"membersFTE":"0.25","membership":"EURobotics, EUnited, VDMA, ZVEI, IHK, Deutsch Japanisches Wirtschaftsforum","memberOrga":"","goal":"Based in Eschborn, Germany, YASKAWA Europe offers mechatronics and robotics solutions for companies throughout Europe, the Middle East, Africa and the CIS states. The company is the European subsidiary of Yaskawa Electric Corporation, Japan (https://www.yaskawa.co.jp/en/&#xd;<br />&#xd;<br />The company has three divisions:&#xd;<br />&#xd;<br />1. Drives Motion Controls&#xd;<br />&#xd;<br />Inverter Drives, Servo Drives, Machine Controllers, PLCs and HMIs as well as customer-specific drive and control systems from YASKAWA have been proving their value in the marketplace for years. Our experience with flexible automation solutions and expertise in numerous industries and applications makes us a qualified partner for developing system solutions. The complete product portfolio of YASKAWA enables customers to obtain controller products and powerful systems from one single source.&#xd;<br />&#xd;<br />2. Robotics&#xd;<br />&#xd;<br />YASKAWA is one of the largest manufacturers of industrial robots, with 400,000 robots installed worldwide. In addition to application-based variants such as welding, palletising, painting and handling robots, the broad range of robots includes robots designed for laboratory and clean room applications as well as top quality, turnkey automated welding systems.&#xd;<br />&#xd;<br />3. Environmental Energy&#xd;<br />&#xd;<br />Environmental Energy describes YASKAWA activities in the business areas Wind Energy, Solar Energy and Marine. While wind and solar include our contributions to the use of renewable energies, our marine products ensure that the environmental and energy balance of ships is significantly improved. Permanent Magnet Motors and Converters range from 500 kW to 8.0 MW. This extends our portfolio for large power applications such as wind turbines and other and creates a firm foundation and a power boost to move forward on our fast-track path of advancing the world with electrical drive trains.","acronym":"Yaskawa","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Research and innovation, Single market, Trade, Transport","euInitiatives":"Digitalisation, Internet of Things, advanced manufacturing technologies, robotics, Digital Single Market, trade relations with Japan, environmental energy, medical devices, Horizon 2020","lastUp":"2019-10-30T12:53:47.550+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}