{"id":"744176028679-37","name":"Yaskawa Europe","registrationDate":"2017-10-20T11:00:42.656+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"https://www.yaskawa.eu.com","country":"Germany","headAddress":"Yaskawa Europe GmbH","headCity":"Eschborn","headPostCode":"65760","headPhone":"(49)61 96 56 93 00","boss":"Manfred Stern","bossTitle":"Mr","bossPosition":"President &amp; CEO Yaskawa Europe, Managing Director","membersCount":1,"membersFTE":"0.25","membership":"EURobotics, EUnited, VDMA, ZVEI, IHK, Deutsch Japanisches Wirtschaftsforum","memberOrga":"","goal":"Based in Eschborn, Germany, YASKAWA Europe offers mechatronics and robotics solutions for companies throughout Europe, the Middle East, Africa and the CIS states. The company is the European subsidiary of Yaskawa Electric Corporation, Japan (https://www.yaskawa.co.jp/en/&#xd;<br />&#xd;<br />The company has three divisions:&#xd;<br />&#xd;<br />1. Drives Motion Controls: Frequency inverters, servo drives and machine controllers, PLC, HMI, Software as well as customer-specific drive and control systems.&#xd;<br />&#xd;<br />2. Robotics: YASKAWA is one of the largest manufacturers of industrial robots, with 330,000 robots installed worldwide. In addition to application-based variants such as welding, palletising, painting and handling robots, the broad range of robots includes robots designed for laboratory and clean room applications as well as top quality, turnkey automated welding systems.&#xd;<br />&#xd;<br />3. Environmental Energy: Permanent magnet generators (PMG) and full-power converters (FPC) for wind turbines. Drive train solutions for marine applications and high speed Turbo application.","acronym":"Yaskawa","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Research and innovation, Single market, Trade, Transport","euInitiatives":"Digitalisation, Internet of Things, advanced manufacturing technologies, robotics, Digital Single Market, trade relations with Japan, renewable energy, medical devices, Horizon 2020","lastUp":"2018-10-16T17:03:10.279+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}