{"id":"745225910014-90","name":"KBC Group NV","registrationDate":"2012-10-29T16:25:22.824+01:00","category":2,"subCategory":3,"legal":"NV","web":"http://www.kbc.com","country":"Belgium","headAddress":"Havenlaan, 2","headCity":"Brussels","headPostCode":"1080","headPhone":"(322)4 29 29 44","boss":"Wilfried Kupers","bossTitle":"Mr","bossPosition":"Group Legal Counsel","membersCount":2,"membersFTE":"1.25","membership":"KBC Group NV is lid van of participeert in  &#xd;\nFinancial Future Forum (ID 496002615183-27)&#xd;\nEPFSF &#xd;\nEBF&#xd;\nInsurance Europe&#xd;\nERFF","memberOrga":"KBC's subsidiaries en branches zijn resp. lid van of nemen deel aan  de activiteiten van hun lokale koepelorganisaties.","goal":"De KBC-groep is een geïntegreerde bank-verzekeraar voor hoofdzakelijk retail-, KMO- en midcapcliënten. De groep concentreert zich op zijn thuismarkten in België, Ierland, Tsjechië, Slovakije, Bulgarije en Hongarije. &#xd;<br />Op het gebied van duurzaamheid streven we ernaar de positieve impact van onze dagelijkse activiteiten op de maatschappij te versterken. Wij monitoren onze eigen ecologische impact actief en bieden een breed scala aan maatschappelijk verantwoorde beleggingsmogelijkheden. We hebben een lange traditie van open en transparante communicatie met al onze stakeholders over duurzaamheid. Zo zullen we, zoals aangekondigd in december, als lid van het UNEP FI, het Milieuprogramma van de Verenigde Naties voor financiële instellingen, de eerste financiële instelling in België zijn om de nieuwe richtlijnen voor verantwoord bankieren te onderschrijven","acronym":"KBC","interests":"Business and Industry, Competition, Consumers, Economy, finance and the euro, Institutional affairs, Single market","euInitiatives":"Sustainability&#xd;<br />NPL&#xd;<br />RRM&#xd;<br />CMU&#xd;<br />Retail financial services &#xd;<br />Digitalisatie Fintech&amp;Blockchain&#xd;<br />Active member of the Vienna Forum","lastUp":"2019-02-19T14:36:00.672+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}