{"id":"7459401905-60","name":"Intel Corporation","registrationDate":"2008-12-31T13:24:20.398+01:00","category":2,"subCategory":3,"legal":"Publicly traded corporation","web":"http://www.intel.com","country":"United states","headAddress":"Mission College Boulevard, 2200","headCity":"Santa Clara, California","headPostCode":"95052-8119","headPhone":"(1)40 87 65 80 80","boss":"Steve Rodgers","bossTitle":"Mr","bossPosition":"General Counsel","membersCount":9,"membersFTE":"5.5","membership":"• American Chamber of Commerce to the EU &#xd;\n• BUSINESSEUROPE&#xd;\n• Business Software Alliance &#xd;\n• Computer and Communications Industry Association&#xd;\n• CSR Europe&#xd;\n• DIGITALEUROPE&#xd;\n• European Cyber Security Organisation&#xd;\n• European Internet Foundation &#xd;\n• European Semiconductor Industry Association&#xd;\n• Fair Standards Alliance&#xd;\n• German Marshall Fund&#xd;\n• High Level Group on Innovation&#xd;\n• IP 2 Innovate&#xd;\n• Transatlantic Business Council&#xd;\n• Transatlantic Policy Network&#xd;\n• Trust in Digital Life","memberOrga":"","goal":"Intel is a world leader in the design and manufacturing of essential products and technologies that power the cloud and an increasingly smart, connected world. Intel delivers computer, networking, and communications platforms to a broad set of customers including original equipment manufacturers (OEMs), original design manufacturers (ODMs), cloud and communications service providers, as well as industrial, communications and automotive equipment manufacturers. We are expanding the boundaries of technology through our relentless pursuit of 'Moore’s Law' and computing breakthroughs that make amazing experiences possible. &#xd;<br />&#xd;<br />Our vision is if it is smart and connected, it is best with Intel. As a result, our strategy is to drive a \"Virtuous Cycle of Growth\" that enables the expansion of the data center as well as the proliferation of smart, connected things and devices, while continuing to fuel technology with the economics of Moore's Law.","acronym":"","interests":"Audiovisual and Media, Climate Action, Competition, Consumer Affairs, Culture, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"•\tA Digital Single Market Strategy for Europe COM(2015) 192 Final&#xd;<br />•\tProposal for a Regulation on a framework for the free flow of non-personal data in the EU COM/2017/0495 final&#xd;<br />•\tDirective on copyright in the Digital Single Market COM (2016)593&#xd;<br />•\tRegulation concerning the respect for private life and the protection of personal data in electronic communications and repealing Directive 2002/58/EC &#xd;<br />•\tRegulation on ENISA, the \"EU Cybersecurity Agency\", and repealing Regulation (EU) 526/2013, and on Information and Communication Technology cybersecurity certification (''Cybersecurity Act'')&#xd;<br />•\tProposal for a Directive establishing the European Electronic Communications Code COM(2016)590&#xd;<br />•\tEC Mandates, Directives, Decisions, and other deliverables associated with 5G &#xd;<br />•\tAn aviation strategy for Europe COM (2015) 598&#xd;<br />•\tEU Mobility Package&#xd;<br />•\tRoHS Directive 2011/65/EU &#xd;<br />•\tREACH Regulation (EC) No. 1907/2006 &#xd;<br />•\tDirective 2014/95/EU on disclosure of non-financial and diversity information by certain large undertakings and groups&#xd;<br />•\tEU Strategy on the interface between waste, products and chemicals regulation&#xd;<br />•\tEU Strategy on a non-toxic environment&#xd;<br />•\tEU Plastics strategy&#xd;<br />•\tRevision of EU health &amp; safety legislation&#xd;<br />•\tDirective 2009/125/EC  for the setting of ecodesign requirements for energy-related products (and recasts) / Implementing Measures.&#xd;<br />•\tEco/Energy Labeling&#xd;<br />•\tEU Clean Energy Package&#xd;<br />•\tEU Circular Economy Package and Waste&#xd;<br />•\tRegulation setting up a Union regime for the control of exports, transfer, brokering, technical assistance and transit of dual-use items (recast) Export Controls COM(2016) 616 final&#xd;<br />•\tData Flows in Trade Agreements&#xd;<br />•\tInformation Technology Agreement&#xd;<br />•\tIPR Package: The Communication providing guidance and clarifying certain provisions of the IPR enforcement Directive to ensure a more homogenous interpretation in Europe and the Communication, 'Setting out the EU approach to Standard Essential Patents'.&#xd;<br />•\tMulti Stakeholder Platform on ICT standardization&#xd;<br />•\tDirective 96/9/EC of the European Parliament and of the Council of 11 March 1996 on the legal protection of databases","lastUp":"2018-03-08T14:47:01.371+01:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":0,"turnoverRange":""}