{"id":"7459401905-60","name":"Intel Corporation","registrationDate":"2008-12-31T13:24:20.398+01:00","category":2,"subCategory":3,"legal":"Publicly traded corporation","web":"http://www.intel.com","country":"United states","headAddress":"Mission College Boulevard, 2200","headCity":"Santa Clara, California","headPostCode":"95052-8119","headPhone":"(1)40 87 65 80 80","boss":"Steve Rodgers","bossTitle":"Mr","bossPosition":"General Counsel","membersCount":9,"membersFTE":"5.5","membership":"• American Chamber of Commerce to the EU &#xd;\n• BUSINESSEUROPE&#xd;\n• Business Software Alliance (BSA)&#xd;\n• CSR Europe&#xd;\n• DIGITALEUROPE&#xd;\n• European Internet Foundation (EIF)&#xd;\n• European Semiconductor Industry Association (ESIA)&#xd;\n• Fair Standards Alliance&#xd;\n• German Marshall Fund&#xd;\n• High Level Group on Innovation&#xd;\n• Transatlantic Business Council&#xd;\n• Transatlantic Policy Network&#xd;\n• Trust in Digital Life","memberOrga":"","goal":"Intel is a world leader in the design and manufacturing of essential products and technologies that power the cloud and an increasingly smart, connected world. Intel delivers computer, networking, and communications platforms to a broad set of customers including original equipment manufacturers (OEMs), original design manufacturers (ODMs), cloud and communications service providers, as well as industrial, communications&#xd;<br />and automotive equipment manufacturers. We are expanding the boundaries of technology through our relentless pursuit of 'Moore’s Law' and computing breakthroughs that make amazing experiences possible. &#xd;<br />&#xd;<br />Our vision is if it is smart and connected, it is best with Intel ®. As a result, our strategy is to drive a \"Virtuous Cycle of Growth\" that enables the expansion of the data center as well as the proliferation of smart, connected things and devices, while continuing to fuel technology with the economics of Moore's Law.&#xd;<br />&#xd;<br />People are experiencing a dramatic shift in their relationship to technology as things and devices become increasingly connected to each other and the cloud, merging the digital and physical worlds. Computing is becoming pervasive everywhere and in everything. The Virtuous Cycle of Growth leverages Intel's core assets to power the cloud and drive the increasingly smart and connected world.&#xd;<br />&#xd;<br />Our businesses across the cloud and data center, through things and devices, are accelerated by memory and field-programmable gate array (FPGA) technologies—all of which are bound together by connectivity and enhanced by the economics of Moore's Law. We further transform these technologies to deliver compelling user experiences.&#xd;<br />&#xd;<br />Our goal is to be the preeminent provider of semiconductor chips and platforms for the worldwide digital economy. As part of our overall strategy to compete in each relevant market segment, we use our core competencies in the design and manufacture of integrated circuits, as well as our financial resources, global presence, and brand recognition.&#xd;<br />&#xd;<br />Throughout our history, Intel has expanded the reach, influence, and power of computing to improve people’s&#xd;<br />everyday lives. We set ambitious goals and make strategic investments to drive improvements in environmental sustainability, supply chain responsibility, diversity and inclusion, and social impact that benefit the environment and society. We believe that our focus on corporate responsibility—built on a strong foundation of transparency, governance, and ethics—creates value for Intel and our stockholders by helping us mitigate risks, reduce costs, build brand value, and identify new market opportunities. To understand our performance and the progress we are making toward our corporate responsibility goals, please refer to our Corporate Responsibility Report on our website.","acronym":"","interests":"Audiovisual and Media, Climate Action, Competition, Consumer Affairs, Culture, Customs, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"• A Digital Single Market Strategy for Europe COM(2015) 192 Final&#xd;<br />• Upgrading the Single Market: more opportunities for people and business COM(2015)550&#xd;<br />• Proposal for a Regulation of the European Parliament and of the Council on the protection of individuals with regard to the processing of personal data and on the free movement of such data (General Data Protection Regulation) COM(2012)11 final&#xd;<br />• Proposal for a Directive of the European Parliament and of the Council concerning measures to ensure a high common level of network and information security across the Union COM(2013)48 final&#xd;<br />• Directive 2009/125/EC of the European Parliament and of the Council of 21 October 2009 establishing a framework for the setting of ecodesign requirements for energy-related products (and recasts) / Implementing Measures&#xd;<br />• Proposal for a Regulation setting up a Union system for supply chain due diligence self-certification of responsible importers of tin, tantalum and tungsten, their ores, and gold originating in conflict affected and high-risk areas&#xd;<br />• Proposal for a Directive on the protection of undisclosed know-how and business information (trade secrets) against their unlawful acquisition, use and disclosure&#xd;<br />• Proposal for a Regulation of the European Parliament and of the Council on medical devices, and amending Directive 2001/83/EC, Regulation (EC) No 178/2002 and Regulation (EC) No 1223/2009&#xd;<br />• Proposal for a Regulation of the European Parliament and of the Council on in vitro diagnostic medical devices&#xd;<br />• Multi Stakeholder Platform on ICT standardization&#xd;<br />• Standards and patents&#xd;<br />• Circular Economy&#xd;<br />• Information Technology Agreement&#xd;<br />• Transatlantic Trade and Innovation Partnership&#xd;<br />• An aviation strategy for Europe COM (2015) 598&#xd;<br />• Horizon 2020","lastUp":"2017-02-24T11:01:24.807+01:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":0,"turnoverRange":""}