{"id":"746025510283-01","name":"Eutelsat S.A","registrationDate":"2012-12-10T16:08:32.957+01:00","category":2,"subCategory":3,"legal":"Joint-stock company","web":"http://www.eutelsat.com","country":"France","headAddress":"70, rue Balard","headCity":"Paris","headPostCode":"75502 Cedex 15","headPhone":"(33)1 53 98 47 47","boss":"Rodolphe Belmer","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"0.75","membership":"ITU (International Telecommunication Union);&#xd;\nETSI (European Telecommunications Standards Institute);&#xd;\nDVB (Digital Video Broadcasting);&#xd;\n5GIA (5G Infrastructure Association);&#xd;\nGVF (Global VSAT Forum);&#xd;\nWTA (World Teleport Association).","memberOrga":"","goal":"With a fleet of 37 satellites serving broadcasters, video service providers, telecom operators, ISPs and government agencies operating across Europe, Africa, Asia and the Americas, Eutelsat is one of the leading operators in the commercial satellite business.&#xd;<br />We were created as an international organisation in 1977, launched our first satellite in 1983 and became a private company in 2001. This long and rich track record makes us one of the most experienced commercial satellite operators in the world. Eutelsat satellites are used for video broadcasting, satellite newsgathering, broadband services, data connectivity, connecting aeroplanes and ships, enabling mission-critical government and NGO communications needs, and more. Our focus is on delivering the highest quality of service through technological performance, market expertise and innovation.","acronym":"ETL","interests":"Agriculture and Rural Development, Borders and Security, Business and Industry, Communication, Competition, Culture and media, Digital economy and society, Education and training, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, Regional Policy, Research and innovation, Single market, Trans-European Networks","euInitiatives":"- Space Programme of the Union&#xd;<br />- Promotion of Internet connectivity in local communities &#xd;<br />- Digital Single Market&#xd;<br />- Digital Agenda for Europe&#xd;<br />- Audiovisual Media Services &#xd;<br />- European Defence Action Plan&#xd;<br />- European Structural and Investment Funds (ESIF)&#xd;<br />- Horizon 2020 &amp; Horizon Europe","lastUp":"2019-12-13T11:50:54.006+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}