{"id":"746025510283-01","name":"Eutelsat S.A","registrationDate":"2012-12-10T16:08:32.957+01:00","category":2,"subCategory":3,"legal":"Joint-stock company","web":"http://www.eutelsat.com","country":"France","headAddress":"rue Balard, 70","headCity":"Paris","headPostCode":"75502 Cedex 15","headPhone":"(33)1 53 98 47 47","boss":"Rodolphe Belmer","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"1.0","membership":"EIF (European Internet Forum)","memberOrga":"","goal":"Established in 1977, Eutelsat is one of the world's leading and most experienced operators of communications satellites. &#xd;<br />The company provides capacity on 39 satellites to clients that include broadcasters and broadcasting associations, pay-TV operators, video, data and Internet service providers, enterprises and government agencies. &#xd;<br />Eutelsat’s satellites provide ubiquitous coverage of Europe, the Middle East, Africa, Asia-Pacific and the Americas, enabling video, data, broadband and government communications to be established irrespective of a user’s location. &#xd;<br />Headquartered in Paris, with offices and teleports around the globe, Eutelsat represents a workforce of 1,000 men and women from 37 countries who are experts in their fields and work with clients to deliver the highest quality of service.","acronym":"ETL","interests":"Agriculture and Rural Development, Audiovisual and Media, Communication, Competition, Education, Enterprise, Foreign and Security Policy and Defence, Humanitarian Aid, Information Society, Regional Policy, Research and Technology","euInitiatives":"- European Electronic Communications Code&#xd;<br />- Promotion of Internet connectivity in local communities &#xd;<br />- Digital Single Market&#xd;<br />- Digital Agenda for Europe&#xd;<br />- Audiovisual Media Services &#xd;<br />- Space Strategy for Europe&#xd;<br />- European Defence Action Plan&#xd;<br />- European Structural and Investment Funds (ESIF)&#xd;<br />- Horizon 2020","lastUp":"2018-01-18T17:42:01.805+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}