{"id":"746554514288-93","name":"Synthos Styrenics Synthos Dwory 2 spółka z ograniczoną odpowiedzialnością spółka komandytowa","registrationDate":"2014-08-28T12:25:38.463+01:00","category":2,"subCategory":3,"legal":"sp ZOO","web":"http://www.synthosgroup.com","country":"Poland","headAddress":"ul. Chemików 1","headCity":"Oświęcim","headPostCode":"32-600","headPhone":"(48)3 38 44 18 21","boss":"Zbigniew Warmuz","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"After acquiring the Ineos Styrenics business, Synthos S.A. has become the largest producer of expandable polystyrene (EPS) in Europe and one of the largest producers of this raw material in the world.&#xd;<br />&#xd;<br />The EPS produced by Synthos S.A. is sold under the names InSphere and InVento. This set is currently being expanded by the following EPS from Ineos Styrenics: Synthos EPS Silver and Synthos EPS: F/RF - construction types, and MP/RP/B/D - packaging types. The new, combined product portfolio is the most comprehensive offer available to customers in Europe.&#xd;<br />&#xd;<br />Expandable polystyrene (PS-E or EPS) is a polymer material containing pentanes that enable foaming. EPS may include additives that improve processing or give the obtained foam specific useful properties, such as flame retardants, substances reducing thermal conductivity, reducing water absorption, external lubricants facilitating processing operations, colouring agents, etc.","acronym":"Synthos Styrenics","interests":"Climate Action, Energy, Enterprise, Environment, Food Safety","euInitiatives":"Resource Efficiency&#xd;<br />Energy Efficiency Directive&#xd;<br />Energy Performance in Buildings Directive&#xd;<br />Green Public Procurement&#xd;<br />Construction Products Regulation&#xd;<br />Waste Framework Directive&#xd;<br />POP regulation","lastUp":"2018-03-07T08:52:23.139+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}