{"id":"747163426646-39","name":"IDEA NL","registrationDate":"2017-04-05T22:42:17.641+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://wwww.idebate.org","country":"Netherlands","headAddress":"Mariahoek 16","headCity":"Utrecht","headPostCode":"3511 LG","headPhone":"(31)03 06 33 12 94","boss":"Yvonne Heselmans","bossTitle":"Ms","bossPosition":"executive director","membersCount":4,"membersFTE":"3.0","membership":"European Youth Forum","memberOrga":"The following organisations are members of IDEA Netherlands.&#xd;\n&#xd;\nAsociaţia Română de Dezbateri, Oratorie şi Retorică - ARDOR Romania&#xd;\n&#xd;\nAsocijacija za kreativnu komunikaciju i debatu - Association for Creative Communication and Debate&#xd;\nSerbia&#xd;\n&#xd;\nCentar za kulturu dijaloga - Centre of Cultivating Dialogue, Bosnia and Herzegovina&#xd;\n&#xd;\nAsociace debatních klubů, o.s. - Czech Debate Association, Czech Republic&#xd;\n&#xd;\nMünazara Derneği - Debate Association, Turkey&#xd;\n&#xd;\nDebašu centrs - Debate Center, Latvia&#xd;\n&#xd;\nDebating Society Germany e.V., Germany&#xd;\n\t&#xd;\nVerband der Debattierclubs an Hochschulen e.V. - Association of German Speaking University Debating Societies Germany, Austria, Switzerland, France, Italy, Sweden&#xd;\n\t&#xd;\nΡητορική Εταιρεία Ελλάδας - Debating Society of Greece&#xd;\nGreece&#xd;\n&#xd;\nVšĮ Neformaliojo švietimo debatų centras - Educational Debate Centre. Lithuania&#xd;\n&#xd;\nEesti Väitlusselts - Estonian Debating Society, Estonia&#xd;\n&#xd;\nFondation Connaissance et Liberté / Fondasyon Konesans Ak Libète - FOKAL, Haiti&#xd;\n&#xd;\n«Новый клуб общения» - New Communication Club&#xd;\nBelarus&#xd;\n&#xd;\n\t&#xd;\nwww.debate.az Debate in Public Society, Public Union Azerbaijan&#xd;\n&#xd;\n\t&#xd;\nOtvorena komunikacija - Open Communication Serbia&#xd;\n&#xd;\nSlovenská debatná asociácia - Slovak Debate Association Slovakia&#xd;\n&#xd;\nМладински образовен форум - Youth Educational Forum Macedonia&#xd;\n &#xd;\n&#xd;\nhttps://www.facebook.com/ngonewvision New Vision Ukraïne","goal":"Mission and vision&#xd;<br />Through debate education IDEA promotes mutual understanding and an active, well- informed citizenship around the world. IDEA is a world leading provider of debate education. It serves hundreds of thousands of educators and youth every month with resources, training and events. IDEA works with schools and universities, debate organizations and community groups. It partners with foundations, NGOs, businesses, and governments. Our work leads to more deliberative communities, enhanced cultural exchange and greater academic excellence.  &#xd;<br />&#xd;<br />What we do&#xd;<br />IDEA works with young people from all over the world in communities with little or no history of debate or informed public discussion. We teach critical thinking, advocacy, conflict resolution, public speaking skills and the desire and capacity to look respectfully and rationally at other people’s points of view. IDEA creates local clubs and establishes independent debate associations throughout the world, offering young people the opportunity to develop their skills and knowledge by voicing and critically examining issues that directly affect their lives.&#xd;<br /> &#xd;<br />Debate is a valuable educational tool&#xd;<br />We believe that debate is a valuable educational tool, not only because repeated studies have shown that it improves critical thinking, academic achievement, and public speaking, but also because it encourages the desire to engage in social and political issues from an informed and rational position. In teaching the skills essential for a balanced and worthwhile consideration of and contribution to any issue, we believe that debate is a lively and informative educational tool.&#xd;<br /> &#xd;<br />We believe that the skills acquired from even the most basic debate training are important, if not essential, for a valuable contribution to any part of a person’s professional, social and personal development.&#xd;<br />&#xd;<br />Debate education for all&#xd;<br />IDEA believes that the value of debate as an educational tool isn’t limited to the traditional setting of a classroom, but should be offered to marginalised and disadvantaged communities as a means to offering young people a voice in the societies they live in, as well as their own personal and professional advancement. That is why IDEA has launched the ‘Debate in the Neighbourhood’ program in the UK, the USA, the Netherlands, Macedonia, Estonia and Romania that brings debate to community centres, schools and youth groups in urban communities.&#xd;<br />&#xd;<br />IDEA Network &#xd;<br />IDEA network consists of independent organizations in the United States, the Netherlands, United Kingdom, Macedonia, Kyrgyzstan, and in Mexico, Tunis, and Beijing offices are in a process to be opened. IDEA Central, based in Belgium, is coordinating the network. Together, these offices have continued to foster an environment where opinions are challenged, ideas are tested and conflicts are resolved though rational arguments, not force.&#xd;<br />&#xd;<br /> IDEA NL Association of Debate organisations&#xd;<br />IDEA NL is the association within the network. IDEA NL is governed by a network of constitutional members.  The members are debate (network) organisations who are very active in organising debate events for young people.  At the moment we have 15 members in 15 countries. The members are the General Assembly, the highest governing body of IDEA NL. General Assembly of IDEA NL delegates its duty to an international Board of Directors.  The Executive Director is managing the IDEA NL on a daily basis.  Besides the members, IDEA has also many affiliated partners such as universities, youth centres, NGO’s, knowledge centres or semi- governmental institutes.","acronym":"IDEANL","interests":"Audiovisual and Media, Budget, Communication, Culture, Development, Education, Employment and Social Affairs, Enterprise, General and Institutional Affairs, Home Affairs, Justice and Fundamental Rights, Sport, Youth","euInitiatives":"Our organisation follows mainly the following EU initiatives:&#xd;<br />- development of an inclusive youth participation strategy that contributes to inclusion of all youth in Europe&#xd;<br />- development of ways to prevent youth from violent and destructive choices like violent radikalisation, drugs criminality, suicide&#xd;<br />- youth with fewer opportunities their potential and chances as well as barriers to achieve this. Main focus is on youth with hyphenated identities in Europe, youth in youth care, refugees and other youth that are lesser included and therefore lesser enables/able to realise their rights. &#xd;<br />- Youth with financial debt and how to prevent them from this and further poverty&#xd;<br />- Critical thinking through debate education which is related to the Paris Declaration of the EU Commission for Education youth and Sport&#xd;<br />- entrepreneurship and leadership skills.  &#xd;<br />- ethnic profiling and discrimintion and the role of the police, media, local governments and other stakeholders in this to avoid this.","lastUp":"2017-04-05T22:42:34.660+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}