{"id":"74715567889-16","name":"Fédération Euro-Arménienne pour la Justice et la Démocratie","registrationDate":"2012-02-13T11:40:35.602+02:00","category":3,"subCategory":2,"legal":"Association Internationale sans But Lucratif (AISBL)","web":"http://www.eafjd.eu","country":"France","headAddress":"Rue Bleue, 17","headCity":"Paris","headPostCode":"75009","headPhone":"(32)27 32 70 27","boss":"Kaspar Karampetian","bossTitle":"Mr","bossPosition":"Président","membersCount":4,"membersFTE":"4.0","membership":"","memberOrga":"Armenian National Committee of United Kingdom(38),&#xd;\nComité de Défense de la Cause Arménienne de France(175),&#xd;\nArmenian Youth Center (Cyprus)(48),&#xd;\nКАИ \"Хай Тад\" България (Bulgaria)(74),&#xd;\nHellenic Armenian Forum (Greece)(52),&#xd;\nHet Nederlands Armeens Comité voor Rechtvaardigheid en Democratie (Hay(49),&#xd;\nComitetul National Armean din Romania - Hay Tad(41),&#xd;\nAustrian Armenian Committee for Justice &amp; Democracy(11),&#xd;\nSwedish Armenian Committee for Justice &amp; Democracy(23),&#xd;\nArmenian National Committee of Spain(5),&#xd;\nArmenian Committee of Germany(35),&#xd;\nArmenian National Committee of Poland(7),&#xd;\nComité de Défense de la Cause Arménienne de Belgique(13)","goal":"The European Armenian Federation for Justice &amp; Democracy (EAFJD) is the umbrella organization of the Armenian National Committees in European countries. The EAFJD is the main interlocutor of European citizens of Armenian origin to the EU institutions - working on a better understanding of Armenia and Armenians in the EU and of the EU in Armenia. The European Armenian Federation also advocates for the rights of the Armenian Diaspora in Europe, and the rights of the Armenian minority in Turkey, and in the South Caucasus.","acronym":"EAFJD","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- The EAFJD follows Turkey's accession process to the EU, making sure that the Armenian Genocide recognition is properly included in the negotiations.&#xd;<br />- The EAFJD also follows all issues in the South Caucasus - Armenia, Azerbaijan, Georgia - mainly energy, security, defense and lasting peace in the region, specifically in regards to the conflict of Nagorno Karabakh - Artsakh.&#xd;<br />- The EAFJD also follows the Euronest Parliamentary Assembly activities, and were present in the last plenary session in Yerevan.&#xd;<br />- The EAFJD also works in preserving the Armenian culture, mainly the Western Armenian language, which is spoken in the Diaspora and is in decline, in the last years.","lastUp":"2018-04-23T18:04:52.022+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}