{"id":"747230436181-60","name":"PMI ITALIA - Confederazione Nazionale Piccole e Medie Imprese","registrationDate":"2019-10-10T18:51:32.372+02:00","category":2,"subCategory":4,"legal":"Associazione Datoriale","web":"http://www.confpmiitalia.it","country":"Italy","headAddress":"Sede Naz.Legale ROMA Via Dei Monti Parioli 48","headCity":"ROMA","headPostCode":"00100","headPhone":"(39)0 81 82 35 33 22","boss":"TOMMASO  CERCIELLO ","bossTitle":"Mr","bossPosition":"PRESIDENTE NAZIONALE CONFEDERALE ","membersCount":2,"membersFTE":"1.0","membership":"E.N.B.I.C. (Ente Bilaterale Nazionale CISAL ) &#xd;\nEBI Italia (Ente Bilaterale Nazionale Fismic/CONFSAL )","memberOrga":"Ass. DELPHINO TRAINING CENTER - Ass. CEDIFORM, Ass.ASSIFOL - Ass.CSTM -  Ass.ARIFOS - Ass.ANTeS -  Ass.FADSERVICE -  Ass.IL BISOGNO FAMILIARE - Ass.AICAP -  Ass.SARA -  Ass.IL CIELO DI SARA - Ass.UNI Ass.CONFIMPRESA -  Ass.GUSTO IN MOVIMENTO - Ass.COPIMI - Ass.ENSI - Ass.ACIA - Ass.AIMM Romania - Ass.ARCHIMEDE LAVORO E FORMAZIONE - Ass. EDP - Ass.CIVILTA' SOCIALE - Ass.OFFICINE LEONARDO - Ass.EN.BI.FO.SI.- Ass.CENIDE- Ass.GOSHIN RYU ITALIA - Ass.AURORA - Ass.RISE ONLUS - Ass.ANIC - Ass.PENTATHLON - Ass.ATGI - Ass.CRAL PMI ITALIA - Ass.CONFAZIENDA - Ass.FLE FORM - Ass.VALORE IMPRESA - Ass.IL CORTILE - Ass.CREI - Ass.U.P.M. - Ass.UNCI AGROALIMENTARE/PESCA - Ass.M.E.D.A. - Ass.MERCATI LIBERI","goal":"L'Associazione ha come scopi di rappresentare e tutelare le aziende , i professionisti e lavoratori autonomi nei confronti delle istituzioni pubbliche e private, con particolare attenzione alle realtà economiche del territorio. &#xd;<br />Inoltre si prefigge di supportare  le imprese, i professionisti ed i lavoratori autonomi nelle loro attività per migliorare le attività intraprese e la loro competitività.","acronym":"Conf.PMI ITALIA","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Conferenza  a Roma presso il Senato  della Repubblica Italiana, sui Finanziamenti Europei, organizzato unitamente al Sen.Bartolomeo Pepe &#xd;<br />Convegno  nel comune di Pomezia (LT)  sul  Micro Credito Centrale e Valore Impresa per lo sviluppo del Paese , organizzato unitamente all'associazione aderente Valore Impresa &#xd;<br />Convegno nel  comune di Alife (CE) Aiuto Concreto all'imprenditoria Territoriale &#xd;<br />Convegno in Roma presso la Camera dei Deputati,  con titolo  \"PMI ITALIA -  il Credito è Finito\"  - Stati Generali delle Piccole Imprese e Professioni","lastUp":"2019-10-10T19:01:50.725+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}