{"id":"747385227113-04","name":"World of International Relations","registrationDate":"2017-05-09T13:31:12.070+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://world-ir.international","country":"Spain","headAddress":"Calle Tres Cruces 12","headCity":"Madrid","headPostCode":"28013","headPhone":"(34)6 27 01 07 89","boss":"David Tofan","bossTitle":"Mr","bossPosition":"Co-Founder","membersCount":9,"membersFTE":"4.5","membership":"W.I.R. is a co-founding entity of the national Federation UNSA Spain.&#xd;\n&#xd;\nMore info here: www.unsaspain.org&#xd;\n&#xd;\nW.I.R. is a member organization at the SDSN Youth.&#xd;\n&#xd;\nMore info here: http://sdsnyouth.org/member-organizations/","memberOrga":"","goal":"￼W.I.R. is an international, non-governmental, politically independent and non-profit association, which was founded on the basic notion of global leadership development and networking.&#xd;<br />&#xd;<br />W.I.R. seeks to strengthen the professional profile and communication skills of its stakeholders, partners and followers in order to broaden global understanding, promote innovation and international relations through public-private partnerships.&#xd;<br />&#xd;<br />Our main activities focus on: advocacy, networking, consultancy, and public-private-partnerships. Together with our stakeholders and partners, we cover topics such as the Sustainable Development Goals (SDGs), Gender Equity, Entrepreneurship, Organizational Management, Strategic Planning, and more.","acronym":"W.I.R.","interests":"Communication, Competition, Culture, Development, Economic and Financial Affairs, Education, Energy, Enterprise, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Research and Technology, Trade, Trans-European Networks, Youth","euInitiatives":"Co-organizing entity of the 1st Youth and stakeholders’ event \"HOW YOUTH ORGANIZATIONS CAN DIRECTLY IMPACT ON THE EUROPEAN POLICY-­MAKING PROCESS\" at the European Parliament in Brussels, Belgium.&#xd;<br />&#xd;<br />More info here: http://unsaspain.org/pdf/eu-parliament-debate-16.pdf&#xd;<br />&#xd;<br />Connecting entity of the 2nd Youth and stakeholders’ event \"How youth organizations can directly impact child policies\" at IE Business School in Madrid, Spain.","lastUp":"2018-04-11T21:08:15.371+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}