{"id":"747408333919-74","name":"fédération française des entreprises de génie électrique et énergétique","registrationDate":"2019-02-11T11:44:15.546+01:00","category":2,"subCategory":1,"legal":"fédération professionnelle","web":"http://www.ffie.fr","country":"France","headAddress":"5, rue de l'Amiral Hamelin","headCity":"Paris","headPostCode":"75116","headPhone":"(33)1 44 05 84 17","boss":"Emmanuel Gravier","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"0.5","membership":"Fédération Française du Bâtiment www.ffbatiment.fr&#xd;\nAssociation européenne de l'installation électrique www.aie.eu&#xd;\nFédération des industries électriques, électroniques et de communication www.fieec.fr","memberOrga":"","goal":"La FFIE est une organisation professionnelle fondée en 1924. Sa mission est de représenter, défendre et promouvoir les entreprises d'installation électrique affiliées. Avec l'appui de ses 92 organisations départementales, elle focalise également son énergie autour de différentes missions telles que le conseil, le développement et l'information de ses entreprises.&#xd;<br />La FFIE  représente la moitié du secteur de l’installation électrique avec 5 500 entreprises adhérentes dont une large majorité de PME, - 100 000 actifs qui génèrent plus de 14 milliards d’euros de chiffres d’affaires.&#xd;<br />Les domaines d’intervention de ses professionnels sont nombreux : la gestion technique des bâtiments, autoconsommation, photo voltaïque, l’éclairage, la sécurité, le confort thermique, les réseaux de communication, l’énergie, les automatismes et la maintenance électrique.","acronym":"FFIE","interests":"Business and Industry, Climate Action, Digital economy and society, Education and training, Energy, Environment, Institutional affairs, Research and innovation","euInitiatives":"Performance énergétique&#xd;<br />POE&#xd;<br />Pack climat&#xd;<br />Energie","lastUp":"2019-02-11T11:45:36.325+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}