{"id":"747675232479-26","name":"EUROMEDIATIONS","registrationDate":"2018-09-03T19:25:19.925+02:00","category":1,"subCategory":6,"legal":"SAS","web":"http://www.euromediations.org","country":"France","headAddress":"72 rue du Faubourg Saint-Honoré","headCity":"Paris","headPostCode":"75008","headPhone":"(33)1 40 07 86 59","boss":"véronique Queffélec","bossTitle":"Ms","bossPosition":"présidente","membersCount":1,"membersFTE":"0.25","membership":"https://www.linkedin.com/in/veroniquequeffelec","memberOrga":"Membre de l'Association Française des  Conseils en lobbying        www.afcl.net&#xd;\n&#xd;\nRéseau ADER (Colonels de réserve de l'armée de l'air)&#xd;\nhttps://www.defense.gouv.fr","goal":"Euromediations SAS  société de droits Français créée en 1993&#xd;<br />ACTIVITE: Lobbying, stratégie d'nfluence, Affaires publiques.&#xd;<br />&#xd;<br />MANDANTS: Entreprises, Syndicats ou Associations professionnelles dans leurs relations avec les pouvoirs publics. Agit parfois pour des entités publiques.&#xd;<br />&#xd;<br />PERIMETRE D'ACTIVITE: Sécurité,  Santé,Environnement, Agro-alimentaire,Media, Finance etc.. &#xd;<br />&#xd;<br />ZONE D'ACTIVITE:  Ses dossiers sont nationaux en relations avec les (administrations ou entités publiques, Gouvernement, Parlement   Français. &#xd;<br />&#xd;<br />EUROMEDIATIONS travaille aussi en Inde, elle représente All Indian Association of Industries (Grande PME de l'Etat du Maharashtra -Mumbai-) &#xd;<br />&#xd;<br />Les activités d' EUROMEDIATIONS au niveau de la communauté Européenne ont été rares et presque toujours confiées à des entreprises  qui maîtrisait parfaitement les rouages de l'Europe.","acronym":"","interests":"Agriculture, Banking and financial services, Climate Action, Communication, Consumers, Digital economy and society, Environment, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Public Health, Research and innovation, Transport","euInitiatives":"EUROMEDIATIONS est mandatée par l'European Chloropicrine Group (ECG)&#xd;<br />C'est l'unique dossier qui concerne l'Europe aujourdh'ui.","lastUp":"2018-09-03T19:41:13.534+02:00","customers":"European Chloropicrine Group","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":"","turnoverRange":"0-99999"}