{"id":"747880212094-25","name":"CHAdeMO Association","registrationDate":"2013-10-17T15:52:38.334+01:00","category":2,"subCategory":4,"legal":"Not-for-profit organisation","web":"https://www.chademo.com/","country":"Japan","headAddress":"Shimbashi, 1-18-2","headCity":"Tokyo","headPostCode":"105-0004","headPhone":"(81)3 62 05 45 77","boss":"Makoto YOSHIDA","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":1,"membersFTE":"0.25","membership":"CHAdeMO Association is a member of AVERE France (www.avere-france.org/) as well as the Platform for electro-mobility (https://www.platformelectromobility.eu/). It is also an observer organisation for the United Nations Climate Change Conference (UNFCCC: https://unfccc.int/).","memberOrga":"CHAdeMO Association's full list of members can be viewed from here: https://www.chademo.com/pdf/memberlist.pdf","goal":"CHAdeMo Association develops and promotes CHAdeMO DC fast charging protocol. Our mission is “creating the optimal fast charging standard compatible with all EVs and deploying the infrastructure in order to accelerate the realisation of e-mobility globally.” &#xd;<br />&#xd;<br />Established in March 2010, the Association has over 440 organisations over 40 countries, including automakers, utilities, charger makers, supporting businesses, and municipalities.&#xd;<br /> &#xd;<br />Our goals under the Transparency Register are (1) To establish CHAdeMO Protocol to be widely disseminated as an EN standard technology for DC fast chargers; (2) To promote multi-standard fast charger installation to improve electric vehicle users’ convenience; (3) To disseminate best practices and emerging learning from early-mover EV fast charging projects in order to accelerate EV adoption in Europe","acronym":"","interests":"Climate Action, Energy, Environment, Regional Policy, Research and innovation, Trans-European Networks, Transport","euInitiatives":"Energy policy: 2014/94/EU and other initiatives around electromobility, including smart grids task force, 2030 Energy and climate framework","lastUp":"2019-10-31T16:51:54.350+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}