{"id":"74838936515-43","name":"European Association for the Consumption-based billing of Energy Costs","registrationDate":"2011-08-31T11:11:41.781+02:00","category":2,"subCategory":4,"legal":"e.V.","web":"http://www.evve.com","country":"Germany","headAddress":"Heilsbachstr. 24","headCity":"Bonn","headPostCode":"53123","headPhone":"(49)2 28 35 14 96","boss":"Christian Sperber","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":2,"membersFTE":"1.5","membership":"Coalition for Energy Savings&#xd;\nhttp://energycoalition.eu/","memberOrga":"http://www.evve.com/27-0-mitglieder.html","goal":"The E.V.V.E. is an independent and Europe-wide politically active interest grouping whose activities aim at the promotion of systems to save energy and water in buildings. In the preamble of the constitution it reads:&#xd;<br />&#xd;<br />Considering the idea of a further improvement of the economical and efficient energy use in Europe the companies undersigned join together to a European Interest Grouping. In this connection the Europe-wide introduction of the consumption-based billing of energy costs is to the fore.&#xd;<br />&#xd;<br />Amongst their members are leading companies developing and producing systems for heat and water cost allocation as well as carrying out the service for the consumption-based billing of energy and water costs within the European Union and beyond.&#xd;<br />&#xd;<br />The E.V.V.E. is currently represented in 14 companies and two associated organisations in 9 member states of the European Union.","acronym":"E.V.V.E.","interests":"Business and Industry, Climate Action, Consumers, Digital economy and society, Energy, Environment, Single market","euInitiatives":"Energy Efficiency Directive, Measuring Instruments Directive, Data Protection, Energy Performance of Buildings Directive, Energy Union, Governance, ePrivacy, Ecodesign, EU strategy for long-term emission reductions","lastUp":"2019-07-10T12:18:36.154+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}