{"id":"748394632882-26","name":"Cassa nazionale di previdenza e assistenza Forense","registrationDate":"2018-10-31T16:32:34.851+01:00","category":6,"subCategory":9,"legal":"foundation","web":"http://www.cassaforense.it","country":"Italy","headAddress":"Via Ennio Quirino Visconti, 8,","headCity":"Roma","headPostCode":"","headPhone":"(39)06 36 20 58 40","boss":"Nunzio Luciano","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"1.0","membership":"AdEPP www.adepp.info","memberOrga":"","goal":"Cassa Forense is the mandatory first-pillar social-security institution of Italian lawyer. It also provide its members and their families with numerous assistance measures and, in addition to enhancing integrated welfare policies such as conventions and guarantees for access to credit, training, allowances and grants, it carries out proactive activities that have enable its 242,000 members to learn about and come into closer contact with Europe. The primary objective this change was social security and wefare coverage for all affected by changing economies which are producing major transitions and trasformations. Self-employed workers and liberal professions in particular have a welfare system that is not adequate with respect to the characteristcs of their economic activity and to the ongoing changes of a knowledge-based economy (i.e. wefare to work, long term care, subsidies, etc.)","acronym":"CF","interests":"Banking and financial services, Economy, finance and the euro, Education and training, Employment and Social Affairs, Justice and Fundamental Rights, Youth","euInitiatives":"An integrated welfare strategy and protection of professionals and of their economic representation. To this end, it is important to strengthen the cooperation with professional organisations from different countries Topics related to self-employment, still seen from traditional perspective. In fact, the focus has always been and still on employed work, while self-employment is neglected. White paper on pension, Social investment package, Action plan for entrepreneurship, Long term financing, Youth guarantee strategy, Iorp directive, Common framework professional qualification","lastUp":"2018-10-31T16:36:51.532+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}