{"id":"748730712579-06","name":"April","registrationDate":"2014-01-28T16:18:16.613+01:00","category":3,"subCategory":2,"legal":"Association française loi 1901","web":"http://www.april.org","country":"France","headAddress":"rue de l'Ouest, 44-46","headCity":"Paris","headPostCode":"75014","headPhone":"(33)1 78 76 92 80","boss":"Jean-Christophe Becquet","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"1.5","membership":"April maintains close contacts with :&#xd;\n - international, European and national associations which&#xd;\npromotes and defend Free Software (Free Software Foundation...)&#xd;\n- organisations for Free Information Infrastructure, net&#xd;\nneutrality (FFII, La Quadrature du Net,...)&#xd;\n- consumer organisations (BEUC,TACD...)","memberOrga":"","goal":"Founded in 1996, April is the main French advocacy association devoted to promote and protect Free/Libre Software (\"Logiciel Libre\" in French). With more than 4000 members (individuals, businesses, associations and organizations), April is a pioneer of Free Software in France. &#xd;<br />&#xd;<br />Since 1996, it is a major player in the democratization and the spread of free software and open standards to the general public, professionals and institutions in the French-speaking world. It also acts as a watchdog on digital freedoms, warning the public about the dangers of private interests keeping an exclusive stranglehold on information and knowledge.&#xd;<br />&#xd;<br />Pioneer of free software in France, April has been since 1996 a major player in the democratization and the spread of Free Software and open standards to the general&#xd;<br />public, professionals and institutions in the French-speaking world. In the digital era that is ours, it also aims to inform the public on the dangers of an exclusive&#xd;<br />appropriation of information an knowledge by private interests. The association is made up of individuals, companies, associations and organizations from various backgrounds who share the values of freedom.&#xd;<br />&#xd;<br />Mobilizing its volunteer members and its full-time employees allows April to participate actively in the&#xd;<br />recognition of Free Software through many varied activities.","acronym":"","interests":"Consumer Affairs, Culture, Economic and Financial Affairs, Education, Enterprise, General and Institutional Affairs, Information Society, Internal Market, Research and Technology","euInitiatives":"Copyright, patents, consumer law, economy, research, education, interoperability, public procurements, net neutrality, forced sales, privacy, mass surveillance","lastUp":"2018-03-08T09:35:23.313+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}