{"id":"74935891413-11","name":"Diakonie Katastrophenhilfe","registrationDate":"2009-03-24T10:33:54.114+01:00","category":3,"subCategory":2,"legal":"Gesch?ftsbereich des Evangelischen Werkes f?r Diakonie und Entwicklung e.V.","web":"http://www.diakonie-katastrophenhilfe.de","country":"Germany","headAddress":"Caroline-Michaelis-Stra?e, 1","headCity":"Berlin","headPostCode":"10115","headPhone":"(49)30 65 22 10","boss":"Cornelia F?llkrug-Weitzel","bossTitle":"Ms","bossPosition":"Vorstandsmitglied","membersCount":2,"membersFTE":"1.25","membership":"Die DKH ist Mitglied im Verband Entwicklungspolitik deutscher Nichtregierungsorganisationen e.V. (VENRO).&#xd;\nAuf europ?ischer Ebene ist die DKH aktives Mitglied von APRODEV (Association of Protestant Development Organizations), der Lobbyorganisation aller europ?ischen evangelischen Entwicklungshilfswerke mit Sitz in Br?ssel. Weiterhin ist DKH aktives Mitglied von VOICE (Voluntary Organisations in Cooperation in Emergencies) mit Sitz in Br?ssel.&#xd;\nInternational ist die DKH Mitglied von ACT Alliance (Kirchen helfen gemeinsam), dem weltweiten Netzwerk von Kirchen und kirchlichen Hilfswerken im Bereich der humanit?ren Hilfe, dem ca. 130 Kirchen und Hilfswerke angeh?ren, um die Hilfe aller protestantischen und orthodoxen Kirchen weltweit zu koordinieren. Durch ACT Alliance verf?gt die DKH an jedem Ort der Welt ?ber lokale Partner zur Umsetzung von Hilfsma?nahmen.","memberOrga":"","goal":"Humanit?re Hilfe. F?rderung und Begleitung von j?hrlich mehr als 150 Nothilfema?nahmen weltweit. Satzungsgem??e ?ffentlichkeitsarbeit und Werbung.&#xd;<br />Die Diakonie Katastrophenhilfe (DKH) leistet seit 50 Jahren weltweit dort Hilfe, wo die Not am gr??ten ist. Sie unterst?tzt Menschen, die Opfer von Naturkatastrophen, Krieg und Vertreibung geworden sind und diese Notlage nicht aus eigener Kraft bew?ltigen k?nnen. Ziel ist die Wiederherstellung tragf?higer Lebensbedingungen in den Notgebieten. Geholfen wird unabh?ngig von Religion, Hautfarbe und Nationalit?t. Zur nachhaltigen und effektiven Katastrophenhilfe geh?ren auch Vorsorge- und Vorbeugema?nahmen, die k?nftige Katastrophen verhindern oder zumindest das Ausma? der Sch?den verringern, sowie Rehabilitations- und Wiederaufbauprogramme. Art und Ausma? der Hilfe werden der Situation im Notgebiet angepasst. &#xd;<br />&#xd;<br />Die Hilfsma?nahmen orientieren sich stets an den ?rtlichen Gegebenheiten und sind in den wirtschaftlichen, sozialen und politischen Kontext eines Landes oder einer Region eingebettet. Sie richten sich nach den Bed?rfnissen der Opfer, achten die W?rde der Menschen und sch?tzen geltendes Recht und Brauchtum. Um dies zu garantieren, arbeitet die DKH eng mit erfahrenen, einheimischen Partnern zusammen. In Ausnahmef?llen ist die DKH vor Ort mit eigenen Mitarbeitern vertreten.","acronym":"DKH","interests":"Agriculture and Rural Development, Budget, Climate Action, Consumer Affairs, Development, Economic and Financial Affairs, Energy, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"- Ausw?rtiges&#xd;<br />- Menschenrechte&#xd;<br />- Verteidigung&#xd;<br />- Entwicklungszusammenarbeit&#xd;<br />- Humanit?re Hilfe&#xd;<br />- Handel&#xd;<br />- Umwelt&#xd;<br />- Industrie&#xd;<br />- Consumer Protection&#xd;<br />- Transport&#xd;<br />- Landwirtschaft&#xd;<br />- Fischerei&#xd;<br />- Inneres, civil liberties, justice, home affairs","lastUp":"2017-10-18T08:43:29.209+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}