{"id":"74935891413-11","name":"Diakonie Katastrophenhilfe","registrationDate":"2009-03-24T10:33:54.114+02:00","category":3,"subCategory":2,"legal":"Evangelisches Werk für Diakonie und Entwicklung e.V.","web":"http://www.diakonie-katastrophenhilfe.de","country":"Germany","headAddress":"Caroline-Michaelis-Straße, 1","headCity":"Berlin","headPostCode":"10115","headPhone":"(49)30 65 22 10","boss":"Cornelia Füllkrug-Weitzel","bossTitle":"Ms","bossPosition":"Vorstandsmitglied","membersCount":2,"membersFTE":"1.25","membership":"Die DKH ist Mitglied im Verband Entwicklungspolitik deutscher Nichtregierungsorganisationen e.V. (VENRO).&#xd;\nAuf europäischer Ebene ist die DKH aktives Mitglied von APRODEV (Association of Protestant Development Organizations), der Lobbyorganisation aller europäischen evangelischen Entwicklungshilfswerke mit Sitz in Brüssel. Weiterhin ist DKH aktives Mitglied von VOICE (Voluntary Organisations in Cooperation in Emergencies) mit Sitz in Brüssel.&#xd;\nInternational ist die DKH Mitglied von ACT Alliance (Kirchen helfen gemeinsam), dem weltweiten Netzwerk von Kirchen und kirchlichen Hilfswerken im Bereich der humanitären Hilfe, dem ca. 130 Kirchen und Hilfswerke angehören, um die Hilfe aller protestantischen und orthodoxen Kirchen weltweit zu koordinieren. Durch ACT Alliance verfügt die DKH an jedem Ort der Welt über lokale Partner zur Umsetzung von Hilfsmaßnahmen.","memberOrga":"","goal":"Humanitäre Hilfe. Förderung und Begleitung von jährlich mehr als 150 Nothilfemaßnahmen weltweit. Satzungsgemäße Öffentlichkeitsarbeit und Werbung.&#xd;<br />Die Diakonie Katastrophenhilfe (DKH) leistet seit 50 Jahren weltweit dort Hilfe, wo die Not am größten ist. Sie unterstützt Menschen, die Opfer von Naturkatastrophen, Krieg und Vertreibung geworden sind und diese Notlage nicht aus eigener Kraft bewältigen können. Ziel ist die Wiederherstellung tragfähiger Lebensbedingungen in den Notgebieten. Geholfen wird unabhängig von Religion, Hautfarbe und Nationalität. Zur nachhaltigen und effektiven Katastrophenhilfe gehören auch Vorsorge- und Vorbeugemaßnahmen, die künftige Katastrophen verhindern oder zumindest das Ausmaß der Schäden verringern, sowie Rehabilitations- und Wiederaufbauprogramme. Art und Ausmaß der Hilfe werden der Situation im Notgebiet angepasst. &#xd;<br />&#xd;<br />Die Hilfsmaßnahmen orientieren sich stets an den örtlichen Gegebenheiten und sind in den wirtschaftlichen, sozialen und politischen Kontext eines Landes oder einer Region eingebettet. Sie richten sich nach den Bedürfnissen der Opfer, achten die Würde der Menschen und schützen geltendes Recht und Brauchtum. Um dies zu garantieren, arbeitet die DKH eng mit erfahrenen, einheimischen Partnern zusammen. In Ausnahmefällen ist die DKH vor Ort mit eigenen Mitarbeitern vertreten.","acronym":"DKH","interests":"Agriculture, Borders and Security, Budget, Business and Industry, Climate Action, Consumers, Economy, finance and the euro, Energy, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Trade, Trans-European Networks, Transport","euInitiatives":"- Auswärtiges&#xd;<br />- Menschenrechte&#xd;<br />- Verteidigung&#xd;<br />- Entwicklungszusammenarbeit&#xd;<br />- Humanitäre Hilfe&#xd;<br />- Handel&#xd;<br />- Umwelt&#xd;<br />- Industrie&#xd;<br />- Consumer Protection&#xd;<br />- Transport&#xd;<br />- Landwirtschaft&#xd;<br />- Fischerei&#xd;<br />- Inneres, civil liberties, justice, home affairs","lastUp":"2018-08-28T17:26:54.177+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}