{"id":"74989093163-18","name":"European Boating Industry","registrationDate":"2010-02-01T22:13:26.680+01:00","category":2,"subCategory":1,"legal":"Aisbl","web":"http://www.europeanboatingindustry.eu","country":"Belgium","headAddress":"Square de Meeûs 35","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)4 92 44 59 57","boss":"Jean-Pierre Goudant","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"1.0","membership":"Industry4Europe (https://www.industry4europe.eu/)&#xd;\nTourism Manifesto (https://www.tourismmanifesto.eu/)","memberOrga":"http://www.europeanboatingindustry.eu/about/our-members","goal":"European Boating Industry is an international non-profit association established under Belgian law. It has the task to represent, promote and protect the interests of the recreational boating industry in Europe and worldwide, and also encourage the practice of boating and water sports as a healthy and friendly outdoor activity. The industry consists of 32,000 companies that employ over 280,000 people directly. The vast majority of the sector is made up of Small- and Medium-sized Enterprises (SMEs). It is a key contributor to tourism and has a global trade perspective.","acronym":"EBI","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Education and training, Employment and Social Affairs, Enlargement, Environment, Institutional affairs, Maritime affairs and fisheries, Research and innovation, Single market, Sport, Taxation, Trade, Transport","euInitiatives":"EU directive on recreational craft 2013/53/EU, Revision of EU directive on personal protective equipment, Health and Safety legislation, EU Strategy for coastal and maritime tourism, Professional qualifications and work mobility in the EU, Maritime policy: Blue Growth Strategy for Tourism, Environmental legislation, Trade negotiations, Recreational fishing, VAT","lastUp":"2020-01-02T13:09:40.998+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}