{"id":"74989093163-18","name":"European Boating Industry","registrationDate":"2010-02-01T22:13:26.680+02:00","category":2,"subCategory":1,"legal":"Aisbl","web":"http://www.europeanboatingindustry.eu","country":"Belgium","headAddress":"Square de Meeûs 35","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)4 92 44 59 57","boss":"Piero Formenti","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"2.0","membership":"MIF - Maritime Industries Forum (currently not active)","memberOrga":"http://www.europeanboatingindustry.eu/about/our-members","goal":"European Boating Industry is an international non-profit association established under Belgian law. &#xd;<br />&#xd;<br />It has the task to represent, promote and protect the interests of the European leisure marine industry in Europe and worldwide, and also encourage the practice of boating and water sports as a healthy and friendly outdoor activity.&#xd;<br />&#xd;<br />European Boating Industry gathers 11 national associations established in EU/EEA Member States and Switzerland, and 1 sustaining member.","acronym":"EBI","interests":"Business and Industry, Competition, Consumers, Customs, Education and training, Employment and Social Affairs, Enlargement, Environment, General and Institutional Affairs, Research and innovation, Single market, Sport, Taxation, Trade, Transport","euInitiatives":"EU directive on recreational craft 2013/53/EU&#xd;<br />Revision of EU directive on personal protective equipment (i.e. personal flotation equipment, diving equipment)&#xd;<br />Revision of EU passenger ship safety legislation&#xd;<br />EU Strategy for coastal and maritime tourism&#xd;<br />Professional qualifications and work mobility in the EU&#xd;<br />Maritime policy: Blue Growth Strategy for Tourism&#xd;<br />Environmental legislation: water framework directive &amp; marine strategy directive (water quality), CO2 emissions from ships, ship recycling&#xd;<br />Revision of the EU port reception facilities directive (marinas)&#xd;<br />Trade negotiations","lastUp":"2018-07-02T14:56:09.858+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}