{"id":"750468617710-14","name":"Sustainable Development Solutions Network Germany","registrationDate":"2015-06-08T11:20:46.948+02:00","category":4,"subCategory":5,"legal":"keine","web":"http://www.sdsngermany.de","country":"Germany","headAddress":"SDSN Germany","headCity":"Bonn","headPostCode":"53113","headPhone":"(49)02 28 94 92 72 70","boss":"Adolf Kloke-Lesch","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":6,"membersFTE":"2.75","membership":"","memberOrga":"http://www.sdsngermany.de","goal":"Das deutsche Sustainable Development Solutions Network (Lösungsnetzwerk für nachhaltige Entwicklung; SDSN Germany) wurde im April 2014 von führenden deutschen Wissensorganisationen gegründet. Das Netzwerk bündelt Wissen, Erfahrung und Kapazitäten deutscher Wissenschafts-, Wirtschafts-, und zivilgesellschaftlicher Organisationen, um eine nachhaltige Entwicklung Deutschlands und deutsches Engagement für nachhaltige Entwicklung weltweit zu fördern.&#xd;<br />&#xd;<br />Mit der 2030 Agenda für nachhaltige Entwicklung betrat die Welt im Jahr 2015 Neuland: Die darin enthaltenen universellen Sustainable Development Goals (SDGs; Ziele für nachhaltige Entwicklung) gehen weit über die bisher geltenden Millenniumsentwicklungsziele (MDGs) hinaus, indem sie sich auf alle Dimensionen nachhaltiger Entwicklung in allen Ländern beziehen. Auch Deutschland wird neue Lösungen für seine künftige Entwicklung finden müssen und in diesem Sinne selbst Entwicklungsland sein. SDSN Germany möchte dazu beitragen, dass nachhaltige Entwicklung auch in Deutschland und Europa zum zentralen Referenzpunkt für Politik, Wirtschaft und Gesellschaft wird.&#xd;<br />&#xd;<br />Die Mitgliedsorganisationen von SDSN Germany sind gleichzeitig Mitglieder im globalen SDSN, weitere Organisationen und Persönlichkeiten lädt das Netzwerk als Partner ein. Dirk Messner (DIE) und Gesine Schwan (HUMBOLDT-VIADRINA Governance Platform) sind Vorsitzende des Lenkungsausschusses von SDSN Germany. Die Geschäftsstelle ist am DIE angesiedelt.","acronym":"SDSN Germany","interests":"Climate Action, Energy, Environment, External Relations, Foreign and Security Policy and Defence, Humanitarian aid and civil protection, International co-operation and development, Research and innovation","euInitiatives":"Europäische Politiken zu&#xd;<br />- Verabschiedung und Umsetzung von Sustainable Development Goaös (SDGs),&#xd;<br />- Klimawandel&#xd;<br />- Finanzierung von Entwicklung&#xd;<br />- Nachhaltigkeitspolitik&#xd;<br />- EU 2020&#xd;<br />- Außenbeziehungen","lastUp":"2018-05-04T12:20:16.953+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}