{"id":"750532931202-43","name":"Drug Policy Network South East Europe","registrationDate":"2018-04-16T00:59:41.948+02:00","category":3,"subCategory":2,"legal":"Network organisation","web":"http://www.dpnsee.org","country":"Serbia","headAddress":"Dr Aleksandra Kostića 14/6","headCity":"Belgrade","headPostCode":"11000","headPhone":"(381)1 12 64 23 01","boss":"Vlatko Dekov","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"2.5","membership":"International Drug Policy Consortium http://idpc.net","memberOrga":"http://www.dpnsee.org/about/member-organisations/ordinary/","goal":"The overall objectives of the Network are:&#xd;<br />a. to promote and advocate drug policies and drug legislation based on a public health, harm reduction, social inclusion and human rights approach.&#xd;<br />b. to strengthen the contacts and collaborate with relevant national, regional and international authorities in the field of drugs and follow closely the European Union drug policy developments.&#xd;<br />c. to coordinate and support activities of its members on drug policy issues with a regional component.&#xd;<br />d. to promote co-operation and joint bilateral or multilateral initiatives in the region related to the vision and the aims of the Network.&#xd;<br />e. to develop close and constructive relationships through open and objective dialogue with experts, key policy makers in national governments, regional bodies, European and international organisations, in order to promote humane, evidence based and effective drug policies","acronym":"DPNSEE","interests":"Employment and Social Affairs, Enlargement, Humanitarian Aid, Justice and Fundamental Rights, Public Health, Youth","euInitiatives":"EU Drugs Strategy 2013–2020&#xd;<br />EU Action Plan on drugs 2017-2020&#xd;<br />European Parliament resolution on the EU’s response to HIV/AIDS, Tuberculosis and Hepatitis C (2017/2576(RSP))","lastUp":"2018-04-16T01:00:15.839+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}