{"id":"750686733699-08","name":"European Society for Sexual Medicine","registrationDate":"2019-01-24T11:13:50.563+01:00","category":3,"subCategory":2,"legal":"Charity","web":"https://www.essm.org/","country":"United kingdom","headAddress":"Central Square","headCity":"Leeds","headPostCode":"","headPhone":"(39)02 56 60 16 25","boss":"Yacov  Reisman","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"0.75","membership":"ESSM is affiliated to the International Society for Sexual Medicine (ISSM) and have collaboration with European Federation of Sexology (EFS), International Continence Society (ICS), Mid East Society of Sexual medicine, Sexual Medicine Society of North America, The Multidisciplinary Joint Committee for Sexual Medicine (MJCSM) of the UEMS. Now working on collaboration with HPV Action Europe","memberOrga":"https://www.essm.org/society/affiliated-societies/","goal":"The European Society for Sexual Medicine (ESSM) is a not-for-profit, multidisciplinary, academic and scientific organisation dedicated to male and female sexual function and dysfunction. The main purposes of the ESSM are: 1) To promote research into and exchange of knowledge about the clinical entity of sexual dysfunction throughout Europe. 2) To establish and support the highest standards of ethics in clinical practice, education and research in the field of sexual dysfunction. 3) To promote cooperation and improve interaction between European researchers and clinicians in sexual dysfunction. 4) To provide education to clinicians who have limited or no experience in the field, as well as continuing education to those already involved in the management of sexual dysfunction. 5) To provide patients, the public and the media with accurate and updated information about male and female sexual function and dysfunction. 6) To develop programmes, promoting public and health authorities’ awareness within Europe on the prevention and treatment of sexual dysfunction","acronym":"ESSM","interests":"Budget, Education and training, Employment and Social Affairs, Public Health, Research and innovation, Single market","euInitiatives":"ESSM keenly follows any EU legislation related to public health, mutual recognition of professional qualification, free movement of workers &amp; services and EU funds.","lastUp":"2019-02-07T15:27:17.440+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}