{"id":"751039331850-24","name":"Institut za primerjalno pravo pri Pravni fakulteti v Ljubljani","registrationDate":"2018-06-21T15:31:33.116+02:00","category":4,"subCategory":12,"legal":"research institute","web":"http://www.ipp-pf.si","country":"Slovenia","headAddress":"Institut za primerjalno pravo","headCity":"Ljubljana","headPostCode":"SI-1000","headPhone":"(386)0 14 20 31 19","boss":"Matija Damjan","bossTitle":"Mr","bossPosition":"secretary general","membersCount":10,"membersFTE":"2.5","membership":"","memberOrga":"","goal":"Institute for Comparative Law at the Faculty of Law in Ljubljana (IPP-PF) is a research institution engaged in research and experimental development in the field of legal science, legal counselling and legal training and education. The institute's main activities are the following:&#xd;<br />* research and study of the current development of legal theory in comparative law,&#xd;<br />* methodologically and strategically focused research in the field of harmonisation of Slovenian legal system with the acquis communautaire of the European Union,&#xd;<br />* providing domestic and international training and education in the field of comparative law,&#xd;<br />* preparing expert legal opinions, especially on issues concerning foreign legal systems.&#xd;<br />&#xd;<br />The institute is particularly active in the fields of civil, commercial, labour, constitutional and administrative law. Main emphasis is given to the study of present legal issues to which domestic law and legal practice do not yet offer clear answers. The institute tries to follow in its research policy the modern trends of comparative law and contribute with the results of the research to the qualitative development of Slovenian legislation, legal theory and legal practice.","acronym":"IPP-PF Ljubljana","interests":"Competition, Consumers, Digital economy and society, Justice and Fundamental Rights, Single market","euInitiatives":"Audiovisual media services&#xd;<br />Data protection reform&#xd;<br />Digital single market for Europe&#xd;<br />Electronic Communications Code &#xd;<br />Geo-blocking: unlocking e-commerce in the EU&#xd;<br />Reform of air passenger rights in the EU&#xd;<br />Single market strategy for goods and services","lastUp":"2018-06-21T15:31:56.365+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}