{"id":"75311753240-67","name":"Honeywell Europe NV","registrationDate":"2010-02-18T12:10:43.794+01:00","category":2,"subCategory":3,"legal":"Limited Liability Company","web":"http://www.honeywell.com","country":"Belgium","headAddress":"Hermeslaan, 1H","headCity":"Diegem","headPostCode":"1831","headPhone":"(322)7 28 20 28","boss":"Stacey Bernards","bossTitle":"Ms","bossPosition":"Vice President Government Relations","membersCount":6,"membersFTE":"2.5","membership":"Honeywell Europe NV is a member of several associations, including, but not limited to: AMCHAM EU, CLEPA and CEFIC.","memberOrga":"","goal":"Honeywell is a global technology manufacturing company located in more than 100 countries with approximately 140,000 employees, of which approximately 30,000 employees reside in the EU.  Honeywell's primary interests involving EU institutions include, but are not limited to: energy efficiency, climate change, safety, security, innovation, aviation and product stewardship.","acronym":"HON","interests":"Climate Action, Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Energy, Enterprise, Environment, Foreign and Security Policy and Defence, Home Affairs, Information Society, Internal Market, Research and Technology, Taxation, Trade, Transport","euInitiatives":"-\tClimate action, in particular Vehicle Emissions, ETS and Fluorinated Greenhouse Gases&#xd;<br />-\tEnergy, in particular Energy Efficiency,  Energy, Energy Security, Future Transportation Fuels, Renewable Energy&#xd;<br />-\tFunctioning of the Internal Market, in particular Eco-Design, Electronic Equipment, Vehicle Type Approval process, REACH&#xd;<br />-\tTrade and Customs, in particular Trade Agreements, Duty Exemptions, Export Controls, Conflict Minerals&#xd;<br />-\tEnvironment, in particular Air Quality, Waste&#xd;<br />- Single European Sky&#xd;<br />- Cybersecurity&#xd;<br />- Digital Economy","lastUp":"2018-01-08T11:28:16.493+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}