{"id":"753137321450-43","name":"Age UK","registrationDate":"2016-05-10T12:40:12.639+01:00","category":3,"subCategory":2,"legal":"Registered UK Charity &amp; Social Enterprise","web":"http://www.ageuk.org.uk","country":"United kingdom","headAddress":"Tavistock Square","headCity":"London","headPostCode":"WC1H 9NA","headPhone":"(44)20 30 33 05 01","boss":"Agnes Lynch ","bossTitle":"Ms","bossPosition":"Head of Legal and Company Secretary","membersCount":1,"membersFTE":"0.25","membership":"Age UK is a founding member of AGE Platform Europe, and we provide coordination and secretariat for all the platform’s UK members.&#xd;\n&#xd;\nThe Age UK network includes Age Cymru, Age NI, Age Scotland, Age International and more than 160 local partners. &#xd;\n&#xd;\nWe have many years of experience working with European partners, including EU institutions and stakeholders in the UK and other Member States. &#xd;\n&#xd;\nWe have been involved in various EU-funded initiatives and projects, including the Futurage research consortium (FP7), World Cafe / European Voices for Active Ageing (Europe for Citizens), and VISAL project (Grundtvig programme).","memberOrga":"Information on Age UK's local partners can be found here: http://www.ageuk.org.uk/about-us/local-partners/","goal":"Age UK is a registered charity in the United Kingdom, formed in April 2010 as the new force combining Help the Aged and Age Concern. We have almost 120 years of combined history to draw on, bringing together talents, services and solutions to enrich the lives of people in later life. &#xd;<br />&#xd;<br />Age UK provides information and advice, runs public and parliamentary campaigns, and funds research exclusively focused on later life. We support and assist a network of 150 local Age UKs and Age Concerns throughout England and 139 Age UK friends; the Age UK family also includes Age Scotland, Age Cymru and Age NI. We run 422 Age UK charity shops throughout the UK and also offer a range of commercial products tailored to older people. &#xd;<br />&#xd;<br />Age UK are a founding member of AGE Platform Europe, the NGO network based in Brussels. Our Public Affairs roles include working through AGE Platform, and directly on behalf of Age UK, to influence EU institutions and policy to improve later life.","acronym":"","interests":"Consumer Affairs, Culture, Education, Employment and Social Affairs, Energy, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Transport","euInitiatives":"We currently run very limited EU engagement work mostly focused on supporting the UK network of Age Platform Europe.","lastUp":"2017-05-22T16:50:43.891+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}