{"id":"753289418603-31","name":"Italian Federation of Organic and Biodynamic Agriculture","registrationDate":"2015-09-04T14:29:34.795+02:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.feder.bio","country":"Italy","headAddress":"Piazza dei Martiri, no. 1","headCity":"Bologna","headPostCode":"40121","headPhone":"(39)05 14 21 02 72","boss":"Paolo Carnemolla","bossTitle":"Mr","bossPosition":"President","membersCount":10,"membersFTE":"8.0","membership":"FederBio is a member of:&#xd;\n1. IFOAM, IFOAM EU&#xd;\nhttp://www.ifoam.bio/&#xd;\n2. European Organic Certifiers Council (EOCC) &#xd;\nhttp://www.eocc.nu/home/index.php&#xd;\n3. ACCREDIA, the Italian accreditation Authority&#xd;\nhttp://www.accredia.it/","memberOrga":"FederBio is a membership-based organisation with a group-structure that involves the following sectors:11 associations of farmers, 2 control bodies, 3 members of processors and distribution companies and 9 members in the section services, organic inputs, technicians and researchers. &#xd;\nhttp://www.feder.bio/ (please see section 'soci')","goal":"FederBio is an umbrella federation representing the interests of its main stakeholders from organic and biodynamic agriculture sectors. The federation operates both nationwide and internationally, it was founded in 1992 (FIAO until 2005) by the most important organisations from the Italian organic sector with the objective to protect and promote the development of organic agriculture. FederBio is a membership-based organisation with a group-structure that involves the following sectors: 11 associations of farmers, 2 control bodies, 3 associations of processors and distribution companies and 9 members in the section services, organic inputs, technicians and researchers. It operates exclusively in the organic sector and it is recognised as institutional representative within the Tavolo Agroalimentare (Agri-food Table) instituted by the Italian Ministry of Agricultural, Food and Forestry Policies (MIPAAF). FederBio is also a member of European Organic Certifiers Council (EOCC) and of ACCREDIA, the Italian accreditation Authority. The federation first has established special agreements related to the fraud prevention and development of the traceability system in the organic sector with a large-scale national retail channels through the project FederBio Integrity Platform (FIP).","acronym":"FederBio","interests":"Agriculture, Climate Action, Consumers, Culture, Education and training, Energy, Enlargement, Environment, External Relations, Food Safety, International co-operation and development, Maritime affairs and fisheries, Regional Policy","euInitiatives":"The FederBio is involved in the following principal sectors:&#xd;<br />- Internationalisation and promotion of the organic production (EU/national);&#xd;<br />- Traceabilty related to the integrity of organic products along the supply chain, promotion of the products control, market transparency and consumer protection;&#xd;<br />- Education and training.","lastUp":"2018-07-16T12:42:41.048+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}