{"id":"75365248559-90","name":"Carbon Market Watch – Zentrum für Entwicklung &amp; Umwelt","registrationDate":"2012-04-11T19:24:11.462+02:00","category":3,"subCategory":2,"legal":"Non-profit association","web":"http://carbonmarketwatch.org/","country":"Austria","headAddress":"Aug, 41","headCity":"Mattsee","headPostCode":"5163","headPhone":"(43)6 77 61 16 94 17","boss":"Sabine Frank","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":9,"membersFTE":"8.0","membership":"Carbon Market Watch is an accredited member of:&#xd;\n&#xd;\n- The United Nations Framework Convention on Climate Change (UNFCCC)&#xd;\n- The Green Climate Fund (GCF)&#xd;\n- The International Panel on Climate Change (IPCC).&#xd;\n&#xd;\nWe are also a member of:&#xd;\n&#xd;\n- The Carbon Pricing Leadership Coalition (CPLC) &#xd;\n- Climate Action Network (CAN) and Climate Action Network Europe (CAN) – Europe&#xd;\n- International Coalition for Sustainable Aviation (ICSA)&#xd;\n- Clean Shipping Coalition (CSC)","memberOrga":"https://carbonmarketwatch.org/membership/","goal":"Carbon Market Watch is an international NGO with unique expertise in carbon pricing. Our strength is the combination of in-depth policy expertise and close work with community groups in countries across the world. Carbon Market Watch’s mission is to ensure that carbon pricing policies drive a just transition towards zero-carbon societies. We promote environmental integrity and human rights and empower communities to participate in decision making processes related to climate policies. We work at the global, European, national as well as local levels in numerous countries. Our key campaign goals are: Ensuring a high enough carbon price that reflects the true cost of pollution on the society. Advocating for ambitious and rapid climate action in the aviation and shipping sectors. Protecting human rights and ensuring robust governance for results-based climate finance through UN mechanisms. Pushing for high environmental integrity of climate mitigation actions and raising Europe’s climate ambition. More information is available at http://carbonmarketwatch.org/about/","acronym":"Carbon Market Watch","interests":"Climate Action, Energy, Environment, Justice and Fundamental Rights","euInitiatives":"EU climate policies: EU 2030 climate and energy policy, EU Effort Sharing Regulation, EU Emissions Trading System, National energy and climate plans, EU 2050 climate and energy strategy, Decarbonization of Europe’s carbon intensive industries","lastUp":"2019-07-23T12:47:59.837+02:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}