{"id":"75365248559-90","name":"Carbon Market Watch – Zentrum für Entwicklung &amp; Umwelt","registrationDate":"2012-04-11T19:24:11.462+01:00","category":3,"subCategory":2,"legal":"Non-profit association","web":"http://carbonmarketwatch.org/","country":"Austria","headAddress":"Aug, 41","headCity":"Mattsee","headPostCode":"5163","headPhone":"(43)6 77 61 16 94 17","boss":"Sabine Frank","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":9,"membersFTE":"8.5","membership":"Carbon Market Watch is an accredited member of:&#xd;\n&#xd;\n- The United Nations Framework Convention on Climate Change (UNFCCC)&#xd;\n- The Green Climate Fund (GCF)&#xd;\n- The International Panel on Climate Change (IPCC).&#xd;\n&#xd;\nWe are also a member of:&#xd;\n&#xd;\n- The Carbon Pricing Leadership Coalition (CPLC) &#xd;\n- Climate Action Network (CAN) and Climate Action Network Europe (CAN) – Europe&#xd;\n- International Coalition for Sustainable Aviation (ICSA)&#xd;\n- Clean Shipping Coalition (CSC)","memberOrga":"https://carbonmarketwatch.org/membership/","goal":"Carbon Market Watch is an international NGO with a unique expertise in carbon pricing. Our strength is the combination of in-depth policy expertise and close work with community groups in countries across the world.&#xd;<br />Carbon Market Watch’s mission is to ensure that carbon pricing and other climate policies drive a just transition towards zero-carbon societies. We promote environmental integrity and human rights and empower communities to participate in decision making processes related to climate policies.&#xd;<br />We work at the global, European, national as well as local levels in numerous countries. Our key campaign goals are:&#xd;<br />- Ensuring a high enough carbon price that reflects the true cost of pollution on society.&#xd;<br />Advocating for ambitious and rapid climate action in the aviation and shipping sectors.&#xd;<br />- Protecting human rights and ensuring robust governance for results-based climate finance through UN mechanisms.&#xd;<br />- Pushing for high environmental integrity of climate mitigation actions and raising Europe’s climate ambition.","acronym":"Carbon Market Watch","interests":"Climate Action, Energy, Environment, Justice and Fundamental Rights","euInitiatives":"EU climate policies: EU Green deal, NECPs, Europe's 2050 climate strategy, EU 2030 climate and energy policy, EU Effort Sharing Regulation, EU Emissions Trading System, decarbonization of Europe’s carbon intensive industries","lastUp":"2019-12-11T11:43:45.482+01:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}