{"id":"753947733539-84","name":"Arizmendiarrieta Kristau Fundazioa","registrationDate":"2018-12-22T19:03:01.677+01:00","category":5,"subCategory":15,"legal":"Fundación","web":"http://arizmendiarrietafundazioa.org/","country":"Spain","headAddress":"Iturriotz, 43, bajo","headCity":"Mondragon","headPostCode":"20500","headPhone":"(34)6 27 55 78 56","boss":"Juan Manuel Sinde Oyarzabal","bossTitle":"","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://arizmendiarrietafundazioa.org/identidad-la-fundacion","goal":"Misión&#xd;<br />Impulsar:&#xd;<br />&#xd;<br />La colaboración en la evangelización social, especialmente en el ámbito socio-económico y empresarial.&#xd;<br />La participación en la sociedad civil para su transformación socio-económica desde la inspiración del Evangelio y los principios de la Doctrina Social de la Iglesia.&#xd;<br />La contribución internacional a la evangelización social desde la inspiración, el magisterio y la obra arizmendiana en colaboración con instituciones católicas de ámbito global.&#xd;<br />El sostenimiento y apoyo a la Comisión Postuladora para la Canonización de D. José María Arizmendiarrieta, en tanto esté vigente.&#xd;<br />&#xd;<br />Visión&#xd;<br />Activar e impulsar el capital simbólico y social de Arizmendiarrieta, acrecentado por el proceso de canonización, en beneficio de un papel transformador del cristianismo y de nuestras iglesias locales en la empresa y en la sociedad en base a los valores del humanismo cristiano.&#xd;<br />&#xd;<br />Ejes de actuación&#xd;<br />El trabajo a desarrollar por la Fundación, siempre desde la perspectiva de los principios y valores del humanismo cristiano y la doctrina social de la Iglesia, se concretará en las siguientes líneas de actuación y objetivos:&#xd;<br />&#xd;<br />La difusión de la figura, vida y obra de D. José María Arizmendiarrieta&#xd;<br />La Evangelización social en colaboración con las Iglesias locales.&#xd;<br />La participación en procesos de transformación socio-económica en el País Vasco&#xd;<br />La participación en ámbitos católicos internacionales.&#xd;<br />La colaboración con Arizmendiarrietaren Lagunak Elkartea","acronym":"AKF","interests":"Banking and financial services, Business and Industry, Employment and Social Affairs, Institutional affairs","euInitiatives":"Estamos organizando con el Consejo Económico y Social Europeo (EESC) una Conferencia sobre \"Un modelo inclusivo participativo europeo de empresa\", cuya Agenda preliminar es la siguiente:&#xd;<br />Conference: “Towards a new European company model for the 21st century”/”Hacia un nuevo modelo europeo de empresa en el siglo XXI”&#xd;<br />&#xd;<br />DRAFT&#xd;<br />Venue: EESC, VM3. Rue Belliard, 99&#xd;<br />&#xd;<br />Date: 25/03/2020. 9:30 – 13:00&#xd;<br />&#xd;<br />Discussion on:&#xd;<br />&#xd;<br />1.\tEconomic and political challenges at European level to adapt to the fast technological changes and the globalization. / Desafíos económicos y políticos en Europa para adaptarse a los rápidos cambios tecnológicos y a la globalización.&#xd;<br />&#xd;<br />2.\tDesigning European company models taking advantage of the humanistic roots of the European culture and some best practices. / El diseño de modelos europeos de empresas que se nutran de las raíces  humanísticas de la cultura europea y de sus buenas prácticas.&#xd;<br />&#xd;<br />3.\tEnhancing European policies to boost company models that improve competitiveness and human development. / Reforzar las políticas europeas para impulsar modelos de empresa que mejoren la competitividad y el desarrollo humano.   &#xd;<br />&#xd;<br />&#xd;<br />&#xd;<br />PROGRAMME&#xd;<br />&#xd;<br />09:30 – 09:45     Registration &amp; welcome coffee&#xd;<br />&#xd;<br />&#xd;<br />09:45 – 10:00 Presentation and introductory words on the challenges for the European civil society. “rEUnaissance: Dare a sustainable Europe”&#xd;<br />&#xd;<br />•\tLuca Jahier, EESC President (confirmed)&#xd;<br />&#xd;<br />&#xd;<br />10:00 – 11:00     Keynote speeches&#xd;<br />&#xd;<br />•\tHerman Van Rompuy, President Emeritus of the European Council: “Economic and political challenges at European level”/ “Desafíos económicos y políticos a escala europea”. (confirmed)&#xd;<br />&#xd;<br />•\tJuan Manuel Sinde, Arizmendiarrieta Foundation President: “From Mondragon Experience towards an inclusive-participatory company model for Europe”/ “Hacia un modelo participativo e inclusivo de empresa, a partir de la experiencia de Mondragón” (confirmed)&#xd;<br />&#xd;<br />Questions &amp; answers&#xd;<br />&#xd;<br />11:00 – 11:15     Coffee break&#xd;<br />&#xd;<br />11:15 – 12:45   Panel:  What steps should be taken at EU level to promote a more inclusive and ethical business model and reduce inequalities? &#xd;<br />&#xd;<br />¿Qué pasos serían precisos a escala europea para promover modelos de negocio más inclusivos y éticos, y reducir inequidades?&#xd;<br />&#xd;<br />&#xd;<br />•\tGonzalo Lobo (Employers´ group member),  José María Zufiaur (Workers´ group member) and Carlos Trias (Diversity Europe group member), EESC (confirmed)&#xd;<br />&#xd;<br />•\tSven Giegold, MEP (tbc)&#xd;<br />&#xd;<br />•\tSocial Economy Europe (tbc)&#xd;<br />&#xd;<br />Moderator: Ariane Rodert, Internal market, Production and Consumption Section President &#xd;<br />&#xd;<br />&#xd;<br />12:45 – 13:00 Closing remarks &#xd;<br />&#xd;<br />•\tJean-Eric Paquet, Director-General of DG Research and Innovation (tbc)","lastUp":"2019-12-11T16:24:42.681+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}