{"id":"75395701551-94","name":"Municipal Waste Europe","registrationDate":"2009-04-21T11:48:33.279+01:00","category":6,"subCategory":11,"legal":"AISBL","web":"http://www.municipalwasteeurope.eu/","country":"Belgium","headAddress":"Rue d'Arlon 63","headCity":"Bruxelles","headPostCode":"1040","headPhone":"(32)24 00 10 94","boss":"Vanya Veras","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":4,"membersFTE":"2.75","membership":"","memberOrga":"www.municipalwasteeurope.eu","goal":"Municipal Waste Europe is the European association which represents municipalities responsible for waste management and their publicly owned waste management companies. The association was founded in 2009 with the aim of promoting public responsibility for municipal waste management and to provide a platform for national and local municipalities to have an active role in policy at EU level. &#xd;<br />&#xd;<br />Municipal Waste Europe aims to give municipal waste management a higher profile in Brussels by promoting the joint policy principles towards the EU authorities and others. The association also encourages the exchange of information among network members as well as sharing success stories involving local and regional systems.&#xd;<br />&#xd;<br />Waste management services are a crucial aspect of social responsibility for the environment and public health in Europe. The collective waste management infrastructure, including collection systems, is best developed through national, regional and local planning.  Municipal Waste Europe promotes waste management as a service of general interest. Public sector participation in the market is important in order to foster greater competition, innovation and diversity between operators.","acronym":"MWE","interests":"Climate Action, Competition, Energy, Enterprise, Environment, Internal Market, Public Health, Research and Technology","euInitiatives":"- Waste Package&#xd;<br />- Circular Economy Package&#xd;<br />- Incineration and Waste Treatment BREFs&#xd;<br />- End of Waste Criteria&#xd;<br />- Food waste&#xd;<br />- Eco-design&#xd;<br />- Raw materials","lastUp":"2017-04-24T08:59:53.630+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}