{"id":"754164625664-44","name":"Stichting VU","registrationDate":"2017-02-16T14:36:34.952+01:00","category":4,"subCategory":12,"legal":"Foundation","web":"http://www.vu.nl","country":"Netherlands","headAddress":"De Boelelaan","headCity":"Amsterdam","headPostCode":"1081 HV","headPhone":"(31)2 05 98 98 98","boss":"Mirjam van Praag","bossTitle":"Ms","bossPosition":"President of the Executive Board","membersCount":1,"membersFTE":"0.25","membership":"- Vereniging Samenwerkende Nederlandse Universiteiten: http://www.vsnu.nl/nl_NL/index.html &#xd;\n- International Association of Universities: http://www.iau-aiu.net/content/international-conferences","memberOrga":"","goal":"Ever since it was founded in 1880, Vrije Universiteit Amsterdam (Stichting VU) has been known for its distinctive approach to knowledge. VU is an open organization, strongly linked to people and society. What matters is not just the acquisition of a greater depth of knowledge, but also a wider one. We ask and expect our students, researchers, PhD candidates and employees to look further – to look further than their own interests and their own field, and further than what is familiar and further than the here and now. &#xd;<br />Academic research and education at VU University Amsterdam  is characterised by a high level of ambition, and encourages free and open communications and ideas. In 2015, VU hosted 22.961 students and 4.558 staff members. VU University Amsterdam comprises 10 faculties. Research is divided into four themes, reflecting a strong level of involvement in current societal issues: &#xd;<br />- Governance for Society;&#xd;<br />- Human Health &amp; Life Sciences; &#xd;<br />- Connected World;&#xd;<br />- Science for Sustainability.&#xd;<br />The total research output in 2015 translated to approximately 8.900 scientific publications and 431 doctoral theses (both VU and VUmc).","acronym":"VU","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"All relevant EU initiatives in the areas of research, innovation and education, which include (but are not limited to): FP7, Horizon 2020, Marie Curie and ERC; EU Higher Education Policy; European Research Area; EU Research Policy; better regulation; European Cloud Initiative; Innovation Union; Digital Single Market Strategy, etc.","lastUp":"2019-02-27T14:39:55.447+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}