{"id":"75449787878-94","name":"Linklaters LLP","registrationDate":"2012-01-30T10:04:17.374+02:00","category":1,"subCategory":10,"legal":"Limited Liability Partnership","web":"http://www.linklaters.com","country":"United kingdom","headAddress":"1 Silk Street","headCity":"London","headPostCode":"","headPhone":"(44)20 74 56 20 00","boss":"Bernd Meyring","bossTitle":"Mr","bossPosition":"Partner","membersCount":6,"membersFTE":"3.75","membership":"Law Society, Global Competition Law Centre, International Competition Network, British Chamber of Commerce to the EU, American Chamber of Commerce to the EU, European Fund and Asset Management Association, Association for Financial Markets in Europe, ISDA","memberOrga":"","goal":"Linklaters LLP is a global law firm, whose lawyers are leading experts in their fields. Their advice is sought by the world’s largest companies, financial institutions and governments. The firm, however, does not seek instructions aimed at influencing the formulation or implementation of EU policy.","acronym":"","interests":"Business and Industry, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Energy, Environment, General and Institutional Affairs, Research and innovation, Single market, Taxation, Trade, Trans-European Networks","euInitiatives":"As one of the leading global law firms, Linklaters LLP undertakes assignments for the world's leading companies, financial institutions and governments, helping them to achieve their objectives by solving their most complex and important legal issues. The firm's work is divided into three broad divisions for management purposes: Corporate; Dispute Resolution and Finance and Projects. The EU policies relevant to the firm include financial regulation, corporate law, intellectual property law, competition, digital single market, energy and environmental law.","lastUp":"2018-05-04T11:31:54.118+02:00","customers":"Insight Investment","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":"","turnoverRange":"0-99999"}