{"id":"754886717990-74","name":"EUROPEAN BUSINESS CHAMBER IN TRINIDAD AND TOBAGO","registrationDate":"2015-07-20T07:03:21.670+01:00","category":2,"subCategory":4,"legal":"ASSOCIATION/ NON PROFIT COMAPNY","web":"http://www.eurochamtt.org","country":"Trinidad and tobago","headAddress":"Alliance Française Building","headCity":"Port of Spain","headPostCode":"","headPhone":"(1-868)2 22 19 38","boss":"DONNA GHANY","bossTitle":"Ms","bossPosition":"SECRETARY","membersCount":6,"membersFTE":"1.5","membership":"The EBO Worldwide Network ASBL &#xd;\n&#xd;\n www.ebowwn.eu | 00 32 (0) 485804281","memberOrga":"www.eurochamtt.org","goal":"The European Business Chamber in Trinidad and Tobago (EUROCHAMTT) is a non-profit membership driven organisation promoting European business interests in Trinidad and Tobago.   EUROCHAMTT provides market access support to EU businesses and professionals, facilitates networking and  partnerships opportunities, provides advocacy and engages in special projects to improve the trade and investment environment.   EUROCHAMTT also supports Trinidad and Tobago businesses and professionals seeking to gain access to European partners and opportunities for doing more business with Europe.","acronym":"EUROCHAMTT","interests":"Agriculture and Rural Development, Climate Action, Culture, Development, Economic and Financial Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Information Society, Research and Technology, Trade, Transport","euInitiatives":"EU-ACP relations and programmes are of interest&#xd;<br />&#xd;<br />EU- CARIFORUM Economic Partnership Agreement (EPA) implementation including all of the activities associated with its implementation.&#xd;<br />&#xd;<br />Programmes implemented under the National Indicative Programme (NIP) which encourage private sector investment such as those under the 10th EDF.&#xd;<br />&#xd;<br />11th EDF Programmes falling under the themes of civil society strengthening, crime, innovation, environmental governance, human rights.&#xd;<br />&#xd;<br />COSME Europe's Programme for SMEs&#xd;<br />Horizon 2020","lastUp":"2017-06-19T16:33:42.372+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}