{"id":"754850619719-08","name":"Digital Health &amp; Care Alliance","registrationDate":"2015-11-30T12:51:28.405+01:00","category":3,"subCategory":2,"legal":"Not-for-profit","web":"http://dhaca.org.uk","country":"United kingdom","headAddress":"Salts Mill","headCity":"Saltaire","headPostCode":"BD18 3LA","headPhone":"(44)12 74 27 18 12","boss":"Charles Lowe","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":5,"membersFTE":"2.0","membership":"As yet our only links are informal.","memberOrga":"DHACA membership is individual, not corporate, so privacy legislation prevents us from disclosing individual details.&#xd;\n&#xd;\nAs mentioned earlier, our members come from across health &amp; social care: commissioners, providers, sector bodies, regulators and patient groups, together with tech firms ranging from micro SMEs and start-ups to major global brands.&#xd;\n&#xd;\nAlthough we are primarily UK-based we have noticed a growing number of members joining from other EU countries.","goal":"DHACA’s objectives are to help catalyse the market in digital health and care by supporting its members to address key obstacles and points of market failure on a consensus-based approach.&#xd;<br />&#xd;<br />DHACA represents nearly 950 members across health &amp; social care: commissioners, providers, sector bodies, regulators and patient groups, together with tech firms ranging from micro SMEs and start-ups to major global brands.","acronym":"DHACA","interests":"Consumer Affairs, Information Society, Public Health, Research and Technology","euInitiatives":"DHACA is a member of the C2 Action Group in the European Innovation Partnership on Active &amp; Healthy Ageing initiative (EIP-AHA). We have attended the Conference of Partners in the past three years.&#xd;<br />&#xd;<br />DHACA also responded extensively to the EC's Green Paper on mHealth, our response involving contributions from over 50 DHACA members. As a result we were invited to become a member of the drafting team for the Code of Conduct on privacy for mobile health applications, where again we continue to play an active role.&#xd;<br />&#xd;<br />More generally DHACA's members have a strong interest in the development of  both the EU's Medical Devices and Data Protection Regulations.","lastUp":"2017-11-01T18:39:13.743+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}