{"id":"755061425995-25","name":"Tier?rztliche Vereinigung f?r Tierschutz e.V.","registrationDate":"2017-02-20T15:48:52.988+01:00","category":3,"subCategory":2,"legal":"Verband","web":"http://www.tierschutz-tvt.de","country":"Germany","headAddress":"Bramscher Allee 5","headCity":"Bramsche","headPostCode":"D-49565","headPhone":"(49)54 68 92 51 56","boss":"Thomas Prof. Blaha","bossTitle":"Mr","bossPosition":"Vorsitzender","membersCount":150,"membersFTE":"37.5","membership":"www.bundestieraerztekammer.de","memberOrga":"","goal":"The \"Tier?rztliche Vereinigung f?r Tierschutz e.V.\" (TVT) was established in 1985 and currently has approx. 1,300 members, all of them veterinarians.&#xd;<br />The members come from all over Germany and from all areas of veterinary activity, including small animal and farm animal practitioners, state veterinary officers, university researchers and lecturers, zoo and industry veterinarians. Our members feel they have a special responsibility to promote independent, professional, effective and scientifically validated advice on animal protection. Currently, the TVT is the only veterinarian organisation for animal welfare in Europe.&#xd;<br />&#xd;<br />The TVT provides general information on species-appropriate animal husbandry and deals with all current issues concerning the production and care of domestic animals.&#xd;<br />The association has working groups that specialise in different areas of animal welfare. There are currently 10 working groups: cats and dogs, other small domestic animals, farm animals/livestock, animals in social services, horses, stunning and slaughtering, laboratory animals, trade and transport, wild animals and hunting, as well as circus and zoo animals.&#xd;<br />These working groups put together information sheets and issue statements on topical issues relevant to animal welfare. The information, statements and guidelines issued by TVT are always based on ethical considerations, scientific knowledge and practical experience. The more than 150 TVT Guidelines on animal welfare areas not or vaguely clarified by laws are nation-wide used in courts, by lawyers, attorneys and official veterinarians. All publications are available for download at www.tierschutz-tvt.de.&#xd;<br />The members of the TVT work in animal welfare commissions and animal welfare advisory councils, inform and advise colleagues, veterinary authorities and animal welfare organisations and use public relation activities to influence discussions and the development of legislation. In addition, the association informs and advises animal owners and public authorities and closely collaborates with other veterinary associations and animal welfare organisations.","acronym":"TVT","interests":"Agriculture and Rural Development","euInitiatives":"?\tCouncil Directive 1999/74/EC of 19 July 1999 laying down minimum standards for the protection of laying hens&#xd;<br />?\tOpinion of the Scientific Panel on Animal Health and Welfare (AHAW) on a request from the Commission related to the welfare aspects of various systems of keeping laying hens. European Food Safety Authority (EFSA), 7 March 2005&#xd;<br />?\tCOUNCIL DIRECTIVE 2007/43/EC of 28 June 2007 laying down minimum rules for the protection of chickens kept for meat production&#xd;<br />&#xd;<br />&#xd;<br />?\tREPORT FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT AND THE COUNCIL on the impact of genetic selection on the welfare of chickens kept for meat production, 7.4.2016&#xd;<br />&#xd;<br />?\tCOMMISSION RECOMMENDATION (EU) 2016/336 of 8 March 2016 on the application of Council Directive 2008/120/EC laying down minimum standards for the protection of pigs as regards measures to reduce the need for tail-docking&#xd;<br />?\tEUROPEAN COMMISSION Brussels, 8.3.2016 SWD(2016) 49 final COMMISSION STAFF WORKING DOCUMENT on best practices with a view to the prevention of routine tail-docking and the provision of enrichment materials to pigs (also from March 8, 2016)&#xd;<br />?\tCOMMISSION STAFF WORKING DOCUMENT on best practices with a view to the prevention of routine tail-docking and the provision of enrichment materials to pigs Accompanying the document COMMISSION RECOMMENDATION on the application of Council Directive 2008/120/EC laying down minimum standards for the protection of pigs as regards measures to reduce the need for tail-docking (2016)&#xd;<br />?\tEuropean Declaration on alternatives to surgical castration of pigs (2012) ? surgical castration of pigs should be abandoned by 1 January, 2018.&#xd;<br />&#xd;<br />?\tCOUNCIL REGULATION (EC) No 1/2005 of 22 December 2004 on the protection of animals during transport and related operations and amending Directives 64/432/EEC and 93/119/EC and Regulation (EC) No 1255/97","lastUp":"2017-02-20T15:51:21.535+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}