{"id":"755555322381-50","name":"Brussels Airlines SA/NV","registrationDate":"2016-06-16T16:39:00.573+02:00","category":2,"subCategory":3,"legal":"Société Anonyme","web":"http://www.brusselsairlines.com","country":"Belgium","headAddress":"Brussels Airlines SA/NV","headCity":"Bruxelles","headPostCode":"1050","headPhone":"(32)0 27 54 19 07","boss":"Christina FOERSTER","bossTitle":"Ms","bossPosition":"Chief Executive Officer","membersCount":6,"membersFTE":"2.25","membership":"A4E - Airlines for Europe&#xd;\nhttps://a4e.eu&#xd;\n&#xd;\nAirline Coordination Platform&#xd;\n&#xd;\nIATA - International Air Transport Association&#xd;\nwww.iata.org&#xd;\n&#xd;\nStar Alliance&#xd;\nwww.staralliance.com &#xd;\n&#xd;\nVoka&#xd;\nwww.voka.be&#xd;\n&#xd;\nBATA&#xd;\nwww.BATA.aero","memberOrga":"x","goal":"Our Mission Statement:&#xd;<br />To be the most personal airline, bringing people together and make travel a pleasure.&#xd;<br />Brussels Airlines - The Belgian flag air carrier&#xd;<br />Brussels Airlines is the leading Belgian airline known for its reliability, service and strong African expertise.&#xd;<br />We connect our convenient home base in the Capital of Europe to all the major capitals and regions of Europe, 20 destinations in Africa as well as to New York, Washington, Toronto and India.&#xd;<br />Our multi-lingual crew members offer passionate service with a smile and a Belgian touch on every flight.&#xd;<br />Brussels Airlines is the smart and natural choice for people flying to, from and via the heart of Europe.&#xd;<br />Brussels Airlines offers ideal connections to the world.  Via our Brussels hub, passengers can enjoy excellent connections to all the important cities, leisure destinations and business centers in Europe, Africa, in the United States, in Canada and in India.","acronym":"","interests":"Climate Action, Competition, Consumers, Employment and Social Affairs, Environment, External Relations, Trans-European Networks, Transport","euInitiatives":"European initiatives on ground handling, slots, noise, passenger rights, single european sky, environment, PNR, sociale issues, financing of the airport ...","lastUp":"2018-05-07T13:47:49.660+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}