{"id":"755850612851-57","name":"adidas AG","registrationDate":"2014-02-05T11:53:00.832+01:00","category":2,"subCategory":3,"legal":"AG","web":"http://www.adidas-Group.com","country":"Germany","headAddress":"Adi-Dassler-Strasse, 1","headCity":"Herzogenaurach","headPostCode":"91074","headPhone":"(49)9 13 28 40","boss":"Frank Dassler","bossTitle":"Mr","bossPosition":"General Counsel","membersCount":10,"membersFTE":"3.75","membership":"FESI - Federation of the European Sporting Goods Industry; (incl. member-federations in EU-countries, e.g. BSI-Germany; FIFAS- France)&#xd;\nWFSGI - World Federation of the Sporting Goods Industry;&#xd;\namfori Brussels (formerly FTA - Foreign Trade Association Brussels);&#xd;\nHDS/L Bundesverband der Schuh- und Lederwarenindustrie - Germany;&#xd;\nSAC - Sustainable Apparel Coalition;&#xd;\nICC Germany;&#xd;\nAFIRM: www.afirm-group.com/","memberOrga":"","goal":"adidas AG, located in Germany near Nuremberg, is a globally leading sports brand, designing, developing, marketing  and distributing  footwear, apparel, equipment and accessories for sports and fitness activities. Most of the sports-categories are covered by the product-offering. Founded in Europe as manufacturer for sport-shoes the group is now operating in all regions of world, whereby Europe is a major market as well the global center for research, innovation and marketing in addition to global HQ for the group. &#xd;<br />&#xd;<br />To the adidas-group belong the following major brands/companies as wholly owned subsidiaries:&#xd;<br />eebok – a well-known brand for sports-footwear/Apparel, which is USA-based; &#xd;<br />Runtastic, Austrian company specialized in the digital products (hard-ware, software, Apps ...)  for the sports- and fitness-activitites&#xd;<br />For more information, visit: www.adidas-Group.com&#xd;<br />&#xd;<br />For many years adidas has an internal code of conduct for all employees globally. It defines the standards of conduct we expect our employees to follow, it covers the business-relevant areas, e.g.  ethics in work, legal compliance, social and environmental responsibility, competition. This Code of Conduct is enhanced on a regular basis; Compliance with it is monitored. Actual version can be accessed under: &#xd;<br />www.adidas-group.com/en/sustainability/employees/&#xd;<br />rights-and-rules","acronym":"adidas GROUP","interests":"Competition, Consumer Affairs, Customs, Enterprise, Environment, Internal Market, Sport, Trade","euInitiatives":"- External Trade- and Market Access-Policies&#xd;<br />- Consumer- and Product-safety legislation and policies, &#xd;<br />- Environment/Sustainability and Corporate Social &#xd;<br />Responsibility&#xd;<br />- IP right, innovation and anti-counterfeit protection&#xd;<br />- Customs- and Global Supply-Chain related issues and   initatives&#xd;<br />- Digital Agenda and digital market policies &#xd;<br />- Sports policy especially related to brand-communication to consumers&#xd;<br />- Initiatives to contribute to peoples health by sports-activities","lastUp":"2018-02-06T17:32:49.822+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}