{"id":"755850612851-57","name":"adidas AG","registrationDate":"2014-02-05T11:53:00.832+01:00","category":2,"subCategory":3,"legal":"AG","web":"http://www.adidas-Group.com","country":"Germany","headAddress":"Adi-Dassler-Strasse 1","headCity":"Herzogenaurach","headPostCode":"91074","headPhone":"(49)9 13 28 40","boss":"Dr. Jan  Heinemann","bossTitle":"Mr","bossPosition":"General Counsel ","membersCount":9,"membersFTE":"3.0","membership":"FESI - Federation of the European Sporting Goods Industry; (incl. member-federations in EU-countries, e.g. BSI-Germany; Sports and Play-UK)&#xd;\nWFSGI - World Federation of the Sporting Goods Industry;&#xd;\nBitkom -Bundesverband Informationswirtschaft, etc. &#xd;\nHDS/L Bundesverband der Schuh- und Lederwarenindustrie - Germany;&#xd;\nSAC - Sustainable Apparel Coalition;&#xd;\nICC Germany;&#xd;\nAFIRM: www.afirm-group.com/","memberOrga":"","goal":"adidas is a global leader in the sporting goods industry with the core brands adidas and Reebok. Headquartered in Herzogenaurach/Germany, the company employs 57,000 people across the globe and generated sales of around € 22 billion in 2018.&#xd;<br />&#xd;<br />Founded in Europe as a manufacturer for sport shoes in 1949, adidas is today operating in all regions of the world, whereby Europe remains the global center for research, innovation and marketing and a key market for adidas products. &#xd;<br />&#xd;<br />For more information visit www.adidas-Group.com&#xd;<br />&#xd;<br />For many years, adidas has had standards and policies in place that set the framework for our stakeholder interaction. This includes a Code of Conduct for Employees. &#xd;<br />&#xd;<br />All policies can be accessed at &#xd;<br />www.adidas-group.com/en/sustainability/reporting/policies-and-standards","acronym":"adidas","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Employment and Social Affairs, Environment, External Relations, International co-operation and development, Public Health, Research and innovation, Single market, Sport, Trade","euInitiatives":"- International trade- and market access policies&#xd;<br />- Consumer and product safety legislation and policies &#xd;<br />- Sustainability, including circular economy, supply chain due diligence, and business and human rights&#xd;<br />- IPR protection, innovation and anti-counterfeiting&#xd;<br />- Customs and global supply chain related issues and   initatives&#xd;<br />- Digital Agenda and digital market policies, including e-commerce, data protection and platform regulation&#xd;<br />- Sports policy and health initiatives","lastUp":"2019-12-20T18:51:18.538+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}