{"id":"755972316926-59","name":"Tractebel Engineering - ENGIE","registrationDate":"2015-04-30T17:38:30.240+02:00","category":1,"subCategory":6,"legal":"SA","web":"http://www.tractebel-engie.com/","country":"Belgium","headAddress":"Boulevard Simon Bolivar 34-36","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)27 73 99 11","boss":"Bernard  Gilliot","bossTitle":"Mr","bossPosition":"Chief Officer","membersCount":4,"membersFTE":"1.75","membership":"EEF  - http://www.europeanenergyforum.eu/&#xd;\nORI - http://www.ori.be/fr/home/ce-qu-est-ori/&#xd;\nFEB - http://vbo-feb.be/fr-be/&#xd;\nEFCA - http://www.efcanet.org","memberOrga":"","goal":"With about 4,400 employees around the world, Tractebel Engineering (ENGIE) is a leading international engineering consultancy company, and offers state-of-the-art engineering and consulting solutions to energy transition, power, nuclear, gas, industry and infrastructure customers in the public and private sector. Services include a full range of engineering assignments throughout the lifecycle of the customers’ installations: architect engineer, owner's engineer and consulting engineer.&#xd;<br />&#xd;<br />The mission of Tractebel Engineering is to establish long term partnerships with its customers in order to help them to meet their objectives of competitiveness, reliability and safety. To achieve these, Tractebel Engineering’s multi-skilled teams develop innovative technological solutions that combine economic and technical performance thanks to their multidisciplinary approach and their experience of operational support.&#xd;<br />&#xd;<br />Tractebel Engineering is one of the business units of ENGIE.&#xd;<br />&#xd;<br />As an international energy provider, ENGIE's structures it's activities around the three key sectors of electricity, natural gas and energy services. The Group provides it's customers with high-technology solutions in response to their needs and to meet the energy challenges of tomorrow.","acronym":"TE","interests":"Agriculture and Rural Development, Climate Action, Energy, Environment, Research and Technology, Trans-European Networks, Transport","euInitiatives":"Energy policy, FP7, H2020, Europe Aid, Climate change, Digital economy","lastUp":"2018-03-27T12:33:02.665+02:00","customers":"EUROPEAN COMMISSION - Energy Research &amp; Innovation","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":""}