{"id":"75617941310-89","name":"Johnson &amp; Johnson","registrationDate":"2009-03-06T13:12:24.858+01:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.jnj.com","country":"United states","headAddress":"Johnson &amp; Johnson Plaza, One","headCity":"New Brunswick, New Jersey","headPostCode":"08933","headPhone":"(1732)5 24 04 00","boss":"Alex Gorsky","bossTitle":"Mr","bossPosition":"Chairman and CEO","membersCount":15,"membersFTE":"5.0","membership":"EFPIA, Cosmetics Europe, MedTech Europe, AmCham EU/BE, BritCham, EBE, EVM, COCIR, AESGP, Euromcontact, EJF, CSR Europe, EASSI, AIM, EDANA, EDMA, NIA, EPC Global, the EPC, EPAA, EU40, All Policies for a Healthy Europe (AP4HE).","memberOrga":"","goal":"At Johnson &amp; Johnson, we believe good health is the foundation of vibrant lives, thriving communities and forward progress. That’s why for more than 130 years, we have aimed to keep people well at every age and every stage of life. Today, as the world’s largest and most broadly-based health care company, we are committed to using our reach and size for good. We strive to improve access and affordability, create healthier communities, and put a healthy mind, body and environment within reach of everyone, everywhere. We are blending our heart, science and ingenuity to profoundly change the trajectory of health for humanity.","acronym":"J&amp;J","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Enlargement, Environment, Food Safety, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Cosmetics legislation and policy; selfcare; REACH, RoHs, WEEE, EEE, Medical devices Review, In Vitro Diagnostics Review, Clinical Trials legislation, Falsified Medicines, Transparency legislations, chemicals; environmental initiatives, climate change, Research, competitiveness of industrial sectors, Prevention and lifestyle, Vaccines; IMI2; Trade: CETA, TTIP, EU-Japan, EU India.","lastUp":"2019-02-18T22:52:56.297+01:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}