{"id":"75615285927-45","name":"Thomas Cook Group","registrationDate":"2011-05-27T10:29:21.311+02:00","category":2,"subCategory":3,"legal":"Limited Company","web":"https://www.thomascookgroup.com/","country":"United kingdom","headAddress":"South Building, 3rd floor","headCity":"London","headPostCode":"EC1A 4HD","headPhone":"(0161)4 98 48 08","boss":"Alice Marsden","bossTitle":"Ms","bossPosition":"Group Legal Counsel","membersCount":2,"membersFTE":"1.0","membership":"At a European level, Thomas Cook is a member of IACA, the International Air Carrier Association, which represents the interests of leisure airlines; and of ECTAA, the European Association of Travel Agents and Tour Operators. It is also a member of national trade associations of tour operators and/or travel agents in each of the main markets in which it sells holidays. Thomas Cook operates airlines in the UK, Germany, Denmark and Belgium, and is a member of the airline trade associations in those countries.","memberOrga":"","goal":"The Thomas Cook Group is a vertically integrated travel business, selling holidays in all the major European markets, and looking to expand globally.&#xd;<br />&#xd;<br />Thomas Cook Group plc is one of the world’s leading leisure travel groups with sales of over £9 billion and more than 20 million customers in the year ended 30 September 2013. Thomas Cook is supported by c27,000 employees and operates from 17 countries; it is number one or two in all its core markets. Thomas Cook Group plc’s shares are listed on the London Stock Exchange (TCG).&#xd;<br />&#xd;<br />Trust, personalisation and innovation are the values that customers come to us for. We are very proud to serve the 20 million who chose to travel with us annually and are transforming our business so that we can serve even more customers in ways that deliver better the most important weeks of their year.&#xd;<br />&#xd;<br />Our very essence is to deliver inspiring personal journeys as the trusted pioneer in global travel. The core of our strategy is to deliver a high-tech, high-touch approach, there for our customers wherever, whenever and however they want to connect with us.","acronym":"Thomas Cook","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Competition, Consumers, Customs, Economy, finance and the euro, Environment, External Relations, Justice and Fundamental Rights, Single market, Taxation, Trans-European Networks, Transport","euInitiatives":"RELEX, EU 261, PTD, ETS, Flight Time Limitations, EASA; BREXIT, PNR","lastUp":"2018-05-23T11:35:47.583+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}