{"id":"756728721690-51","name":"European Digital Learning Network","registrationDate":"2016-05-06T23:00:55.280+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.dlearn.eu","country":"Italy","headAddress":"Via Domenico Scarlatti, 30","headCity":"Milano","headPostCode":"20124","headPhone":"(39)02 87 28 48 07","boss":"Gianluca Coppola","bossTitle":"Mr","bossPosition":"President","membersCount":5,"membersFTE":"1.25","membership":"We join as full members the European Asssociation of Erasmus Coordinators","memberOrga":"http://dlearn.eu/members/","goal":"Investments in education and training for skills development is essential to boost growth and competitiveness. 21st Century skills are considered to be key enablers of responsible citizenship in a ICT-based economy. A Successful education and training in our knowledge society depend increasingly on the confident, competent and innovative use of ICT. &#xd;<br />Therefore, we considers a top-priority the enhancement of education and skills development through new technologies. &#xd;<br />We know that the 47% of EU population is not properly digitally skilled, yet in the near future, 90% of jobs will require some level of digital skills&#xd;<br />We are fastly becoming a digital society but still lots have to be done because this society can be called inclusive. An inclusive digital society is one where citizens have the right skills to seize the opportunities of the digital world and boost their chance of getting a job.&#xd;<br />The full potential for improving education through ICT in Europe remains yet to be discovered. Our organization, wish to be part of these changes wishing as well to be of a support in driving, sharing, making accessible to all the changes. &#xd;<br />We believe that:&#xd;<br />-\ta strong digital economy is vital for innovation, growth, jobs and European competitiveness. Investing in a more digitalized society is a key driver to meet the challenges of a globalised world. &#xd;<br />-\tDigital learning  is the key word. The digital revolution brings important opportunities for education.&#xd;<br />-\tEducation by using the technology, is very important but provided it is done in the smartest way.&#xd;<br />-\tCompanies have to go digital to succeed in the markets of the future.&#xd;<br />-\tWe need to go digital to foster innovation and to create new jobs. &#xd;<br />-\tWe must invest more in education at all levels&#xd;<br />Our transnational network has two main goals &#xd;<br />●\tOn one side, to promote the development and uptake of digital skills for evey citizens, of any age, at all levels &#xd;<br />●\tOn the other side, to foster digital learning, or in other words the use of ICT tools and methods to make learning more attractive, more effective, more flexible and to guarantee equal access to all.&#xd;<br />&#xd;<br />Among our members we have: &#xd;<br />•\tAssociations&#xd;<br />•\tEducational Centers (adult education)&#xd;<br />•\tTraining Centers&#xd;<br />•\tICT education services providers&#xd;<br />•\tICT experts&#xd;<br />•\tNGOs&#xd;<br />•\tSME’s&#xd;<br />•\tUniversities&#xd;<br />•\tVocational Schools &#xd;<br />The main field in which we are involved and/or interested are:&#xd;<br />•\tICT – new technologies – digital competences &#xd;<br />•\tIntercultural/intergenerational education and lifelong learning &#xd;<br />•\tNew innovative curricula / educational methods / development of training courses &#xd;<br />•\tEntrepreneurial learning – entrepreneurial education &#xd;<br />•\tCapacity building&#xd;<br />The main activities in which we work to support our mission are:&#xd;<br />-\tThe Annual conference&#xd;<br />-\tCall for Research and Policy Papers&#xd;<br />-\tPublications&#xd;<br />-\tFostering and supporting the debate at EU and EC levels&#xd;<br />-\tOur Open platform &#xd;<br />-\tDevelopment of Assistance tools &#xd;<br />-\tRepresentation towards European Institutions &#xd;<br />-\tNetwork Management/Activity &#xd;<br />-\tRelationship with other International networks &#xd;<br />-\tRelationship with sector specific’s relevant stakeholders&#xd;<br />To better meet our goals being at the same time best effective we have divided our interests in four working groups, each one with the mandate to develop its specific topic cooperating when needed with the others for all the cross-sectoral issues. They are:&#xd;<br />1.\tHIGHER EDUCATION: Boost students centered-learning settings and innovative educational methods &#xd;<br />2.\tADULT EDUCATION AND SOCIETY CAPACITY BUILDING: Promote awareness and competent exploitation of ICT within the society &#xd;<br />3.\tVOCATIONAL EDUCATION: Enhance digital education to overcome skills mismatch and foster innovative training model &#xd;<br />4.\tSCHOOL EDUCATION: Improve pedagogy and teaching with ICT tools and innovative practices &#xd;<br />&#xd;<br /> ","acronym":"Dlearn","interests":"Agriculture and Rural Development, Audiovisual and Media, Culture, Education, Employment and Social Affairs, Enterprise, Environment, Fisheries and Aquaculture, Information Society, Justice and Fundamental Rights, Regional Policy, Research and Technology, Taxation, Trade, Youth","euInitiatives":"We have our main interests in the following area (policies, directives, regulations)&#xd;<br />1.\tDIGITAL SINGLE MARKET&#xd;<br />The internet and digital technologies are transforming our world. But existing barriers online mean citizens miss out on goods and services, internet companies and start-ups have their horizons limited, and businesses and governments cannot fully benefit from digital tools. In particular, we aim to follow the progresses about the topic “skills” in the third pillar “Economy &amp; Society”;&#xd;<br />2.\tJOBS, GROWTH AND INVESTMENTS&#xd;<br />Since the global economic and financial crisis, the EU has been suffering from low levels of investment. Collective and coordinated efforts at European level are needed to put Europe on the path of economic recovery. The Investment Plan for Europe has the potential to bring investments back in line with its historical trends. In addition, structural reforms will nurture the economic recovery and can provide further bases for sustainable growth. In this, we believe a strong factor of success is plaid by the digital education which needs infrastructural investments and actual interventions directed to the citizens;&#xd;<br />3.\tEDUCATION, CULTURE, YOUTH, LANGUAGES, AND SPORT&#xd;<br />All these domains are the core ones for our activities and interests. Any of them will be impacted by the development of our digital era, therefore, we aim to closely follow the developments of these topics","lastUp":"2018-04-17T09:18:03.824+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}