{"id":"757126726400-87","name":"PensionDanmark","registrationDate":"2017-03-20T09:17:37.458+01:00","category":2,"subCategory":3,"legal":"PensionDanmark Pensionsforsikringsaktieselskab","web":"http://www.pensiondanmark.com","country":"Denmark","headAddress":"Langelinie Alle 43","headCity":"København Ø","headPostCode":"2100","headPhone":"(45)33 74 80 00","boss":"Helle Hedeman Olsen ","bossTitle":"","bossPosition":"Underdirektør","membersCount":4,"membersFTE":"2.5","membership":"Forsikring &amp; Pension (Danish Insurance Association)&#xd;\nGlobal Compact&#xd;\nWorld Economic Forum&#xd;\nGreen Building Council&#xd;\nInstitutional Investor Group on Climate Change&#xd;\nDansif&#xd;\nGRESB Infrastructure&#xd;\nSustainable Build&#xd;\nBoard Leadership Society&#xd;\nBusiness Forum for Social Responsibility","memberOrga":"https://www.pensiondanmark.com/om-os/hvem-er-vi/organisation/ejere/","goal":"PensionDanmark er et kundeejet arbejdsmarkedspensionsselskab, hvor 695.000 lønmodtagere har deres pensionsordning. De er beskæftiget på 26.000 private og offentlige virksomheder og er omfattet af overenskomster mellem 11 fagforbund og 29 arbejdsgiverforeninger. Indbetalinger i 2016 var på 12,8 mia. kr., og balancen var 31. 12. 2016 på 222 mia. kr. &#xd;<br />&#xd;<br />PensionDanmarks bestyrelse, der består af repræsentanter fra overenskomstparterne og uafhængige eksperter, udstikker de overordnede rammer for pensionsordningerne. Seks branchebestyrelser tilpasser pensionsordningen til branchespecifikke forhold – herunder målrettede forsikringer, der er tilpasset medlemmernes behov. Pensionsbidragene udgør typisk minimum 12 pct. af lønnen på alle overenskomstområder.&#xd;<br />&#xd;<br />Pensionsordningen i PensionDanmark indeholder en række forsikringer, der bidrager til økonomisk tryghed ved dødsfald, førtidspensionering, fleksjob og kritisk sygdom. Siden 2005 har PensionDanmark opbygget en sundhedsordning, som stort set alle aktive medlemmer i dag er omfattet af, via deres overenskomst.&#xd;<br />&#xd;<br />Vi administrerer desuden en række uddannelsesfonde, der medfinansierer efteruddannelse af medlemmerne.","acronym":"","interests":"Climate Action, Energy, Financial Stability, Financial Services and Capital Markets Union , Taxation","euInitiatives":"Solvens II, EMIR, PRIIPS, MIFID II, CRD IV, UCITS V","lastUp":"2017-03-20T09:18:05.573+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}