{"id":"75729476306-17","name":"Wintershall Holding GmbH","registrationDate":"2011-07-26T17:24:19.121+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.wintershall.com","country":"Germany","headAddress":"Friedrich-Ebert-Straße 160","headCity":"Kassel","headPostCode":"34119","headPhone":"(49)5 61 30 10","boss":"Mario Mehren","bossTitle":"Mr","bossPosition":"Chairman of the Board of Directors","membersCount":2,"membersFTE":"2.0","membership":"Wintershall is, among others, member of IOGP, BDEW and EEF.","memberOrga":"","goal":"Wintershall Holding GmbH, based in Kassel, Germany, is a wholly-owned subsidiary of BASF in Ludwigshafen. The company has been active in the extraction of natural resources for 120 years, and in the exploration and production of crude oil and natural gas for over 85 years. Wintershall focuses on selected core regions where the company has built up a high level of regional and technological expertise. These are Europe, Russia, North Africa, South America, and increasingly the Middle East region. The company wants to expand its business further with exploration and production, selected partnerships, innovation and technological competence. Wintershall employs about 2.000 staff worldwide from 50 nations and is now Germany’s largest, internationally active crude oil and natural gas producer.","acronym":"","interests":"Banking and financial services, Business and Industry, Climate Action, Competition, Economy, finance and the euro, Energy, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Single market, Taxation, Trade, Trans-European Networks","euInitiatives":"Energy Union&#xd;<br />European Energy Security Strategy&#xd;<br />European Energy Policy&#xd;<br />European Environmental Policy&#xd;<br />European Climate Policy&#xd;<br />External Relations regarding energy related topics&#xd;<br />Sustainable Finance","lastUp":"2018-07-11T16:12:21.706+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}