{"id":"757337932202-59","name":"ACCADEMIA AUGE","registrationDate":"2018-07-30T18:20:03.079+02:00","category":2,"subCategory":7,"legal":"Associazione","web":"http://www.accademiauge.com","country":"Italy","headAddress":"Via A. Salandra,18","headCity":"Roma","headPostCode":"00187","headPhone":"(39)06 92 93 92 04","boss":"Cesare Cilvini","bossTitle":"Mr","bossPosition":"Legale rappresentante ","membersCount":2,"membersFTE":"1.25","membership":"Patrocinio Ufficiale di istituzioni Italiane","memberOrga":"","goal":"L'Accademia AUGE non ha scopo di lucro, è apartitica e persegue lo scopo di produrre e divulgare cultura in qualsiasi espressione, nel rispetto dei principi democratici e di tolleranza reciproca, nel suo vivere sociale e di cultura come ricerca sull'uomo come essere, in cui ragione, sentimento, ricerca sono indirizzate verso migliori condizioni per l'umanità&#xd;<br />L'Accademia AUGE  promuove la Cultura in tutte le forme e discipline: l'Arte, il Giornalismo, l'Editoria, la Cultura, lo Sport, lo Spettacolo e il Turismo Sociale, Ecologico e Ambientale. Istituendo le seguenti strategie ed attività:&#xd;<br />1) Premio Internazionale di Arte e Cultura \" FESTIVAL ART SPOLETO\" ;&#xd;<br />2) Premio Internazionale di arte cultura e spettacolo  Citta di ANZIO \"INCONTRIAMOCI\";&#xd;<br />3) Premio TU COME NOI di spettacolo e musica , per l'incontro delle varie culture  dei paesi del mediterraneo;&#xd;<br />4) Evento di beneficnza \"DONA UN SORRISO\"&#xd;<br />Corsi liberi, formativi e pedagogici:&#xd;<br />a) Infortunistica stradale casi e questioni;&#xd;<br />b) Gestore della crisi da sovraindebitamento;&#xd;<br />c) Iva &amp; Dogane 2018;&#xd;<br />d) Alimentazione nell'epoca moderna;&#xd;<br />e) La Nuova PRIVACY ;&#xd;<br />f) La lingua italiana per gli stranieri;&#xd;<br />g) Canto-musica per integrazione culturale;&#xd;<br />h)La nuova responsabilità Sanitaria","acronym":"AUGE","interests":"Agriculture, Banking and financial services, Budget, Consumers, Culture, Culture and media, Customs, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Fraud prevention, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Trade, Youth","euInitiatives":"Attività di influenza diretta ed indiretta delle politiche Comunitarie (conformemente all'art. 3 (-7) degli Scopi del Registro di Trasparenza) in materia di :&#xd;<br />politiche culturali &#xd;<br />promozione della comunicazione radiotelevisiva&#xd;<br />integrazione culturale e socio-economica &#xd;<br />promozione dell'interculturalità&#xd;<br />tutela della lingua e della tradizione culturale mediterranea","lastUp":"2018-07-30T18:22:32.505+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}