{"id":"757871233880-53","name":"British Board of Film Classification","registrationDate":"2019-02-06T15:55:36.268+01:00","category":2,"subCategory":3,"legal":"Private company limited by guarantee without share capital","web":"https://www.bbfc.co.uk/","country":"United kingdom","headAddress":"3 Soho square","headCity":"London","headPostCode":"W1D3HD","headPhone":"(44)0 79 21 03 75 09","boss":"Austin David","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":17,"membersFTE":"7.75","membership":"","memberOrga":"","goal":"The BBFC puts young people first. Our guidance and age classification is designed to protect anyone under 18 from viewing inappropriate content. Our 'view whats right for you' initiative covers film, dvd, internet, and VR content. &#xd;<br />&#xd;<br />Though the BBFC is best known for age classification of films and DVD's, that is only a small part of what we do today. &#xd;<br />&#xd;<br />The BBFC was selected by the UK Government to manage the implementation of age verification online to protect young people from inadvertently viewing adult content. &#xd;<br />&#xd;<br />The BBFC also works with Mobile Network Operators in the UK to ensure that when devices are accessing the internet through cellular mobile communications (3G, 4G, 5G) they are restricted from viewing websites that contain inappropriate content for young people (unless they are unlocked by the device owner). &#xd;<br />&#xd;<br />Another initiative we are working on with Dutch classification board NICAM is 'You Rate It'. The solution enables online video platforms to comply with the EU Audio Visual Media Services Directive. Our ambition is to enable Youtube and other popular platforms to display age ratings on all content submitted by the public, again making the internet safer for young people. &#xd;<br />&#xd;<br />Our future goals:&#xd;<br />&#xd;<br />- To assist the EU in delivering Age Verification online to protect young people across the continent from viewing inappropriate content.&#xd;<br />&#xd;<br />- To assist the EU in delivering a safer internet experience for young people over mobile networks (3G, 4G, 5G). &#xd;<br />&#xd;<br />- To work with the EU in building a European alliance of content classification boards to meet regularly to discuss age classification in different territories, work towards alignment, and improve each others practices. The intention of the group would also be to develop a 'single input, multiple output' age rating solution to make it easier for digital content providers to submit their work and have it age rated across the continent. The easier the process for content creators to get their work classified, the more official, trusted age ratings will be used.  &#xd;<br />&#xd;<br />- In line with the EU Audio Visual Media Services Directive, work to optimise 'You Rate It' and ensure all major platforms displaying public video content incorporate it to provide guidance to young people and parents.","acronym":"BBFC","interests":"Communication, Consumers, Culture and media, Digital economy and society, Education and training, Research and innovation, Trans-European Networks","euInitiatives":"- Legislative:&#xd;<br />&#xd;<br />Audiovisual Media Services Directive (AVMSD)&#xd;<br />&#xd;<br />Directive 2011/92/EU of the European Parliament and of the Council of 13 December 2011 on combating the sexual abuse and sexual exploitation of children and child pornography, and replacing Council Framework Decision 2004/68/JHA&#xd;<br />&#xd;<br />- Policy:&#xd;<br />&#xd;<br />Alliance to better protect minors online&#xd;<br />&#xd;<br />Creating a Better Internet for Kids&#xd;<br />&#xd;<br />- Initiatives:&#xd;<br />&#xd;<br />Safer Internet for EU&#xd;<br />&#xd;<br />Safer Internet Day","lastUp":"2019-02-06T15:56:18.428+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}