{"id":"757979330792-87","name":"BEYOND RATINGS","registrationDate":"2018-03-27T11:36:52.293+02:00","category":2,"subCategory":3,"legal":"SAS","web":"http://www.beyond-ratings.com","country":"France","headAddress":"51 RUE SAINTE-ANNE","headCity":"PARIS","headPostCode":"75002","headPhone":"(33)9 86 27 57 57","boss":"Rodolphe BOCQUET","bossTitle":"Mr","bossPosition":"CEO &amp; Co-founder","membersCount":14,"membersFTE":"11.75","membership":"►\tUN Principles for Responsible Investment&#xd;\no\tSignatory&#xd;\no\tMember of the ESG Integration in Credit Ratings Initiative working group&#xd;\no\tMember of the Fixed Income Advisory Committee&#xd;\n►\tLuxflag&#xd;\no\tAssociate member&#xd;\no\tMember of the Green Bonds Label Eligibility Committee&#xd;\n►\tFrench Responsible Investment Forum&#xd;\no\tActive Member&#xd;\n►\tFinance for Tomorrow&#xd;\no\tMember of the Green Bonds and Innovation working groups&#xd;\n►\tGreen Bond Principles&#xd;\no\tObserver","memberOrga":"","goal":"Beyond Ratings is an independent financial services provider dedicated to systematically integrating ESG and climate factors into financial analyses. Experts in country/sovereign risk, we provide coherent metrics for all asset classes. &#xd;<br />Since our creation in 2014, Beyond Ratings offers innovative services for the financial sector, aimed at increasing the role of finance in the transition of economies towards sustainable trajectories. This expertise is today integrated by more than thirty international public and private financial institutions (investment banks, pension funds, insurance companies, asset management companies, infrastructure funds, development banks, commercial banks) across Europe and North America.&#xd;<br />In March, 2018, Beyond Ratings announced the creation of a new credit rating agency which will be the first to systematically integrate ESG into its ratings &amp; to be in line with the goals of the Paris Agreement.","acronym":"","interests":"Climate Action, Economic and Financial Affairs, Energy, Environment, Financial Stability, Financial Services and Capital Markets Union ","euInitiatives":"Beyond Ratings has followed with interest the work of the High Level Expert Group (HLEG) on Sustainable Finance, along with the recently published European Commission Action Plan: Sustainable Growth, particularly with respects to comments made on credit rating agencies.","lastUp":"2018-03-27T11:37:30.150+02:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}