{"id":"75791956264-20","name":"ShareAction (FairShare Educational Foundation)","registrationDate":"2011-07-21T12:12:59.750+01:00","category":3,"subCategory":2,"legal":"UK registered charity","web":"http://www.shareaction.org","country":"United kingdom","headAddress":"Crucifix Lane, 16","headCity":"London","headPostCode":"SE1 3JW","headPhone":"(44)20 74 03 78 00","boss":"Catherine Howarth","bossTitle":"Ms","bossPosition":"Chief Executive","membersCount":2,"membersFTE":"1.25","membership":"Finance Watch&#xd;\nCorporate Responsibility Coalition&#xd;\nSouth London Citizens&#xd;\nUKSIF","memberOrga":"Access&#xd;\nCafod&#xd;\nChristian Aid&#xd;\nCitizens UK&#xd;\nCommunity Union&#xd;\nCWU&#xd;\nECCR&#xd;\nEIRIS&#xd;\nFriends of the Earth&#xd;\nGreenpeace&#xd;\nMSF International&#xd;\nNCVO&#xd;\nOxfam&#xd;\nProspect&#xd;\nTearfund&#xd;\nTSSA&#xd;\nUCU&#xd;\nUnison&#xd;\nUnite&#xd;\nWWF-UK","goal":"ShareAction is the operating name of Fairshare Educational Foundation, a UK registered charity that exists to promote an investment system that serves savers, society and the environment. Our focus is the encouragement of responsible investment (“RI”) among pension funds and other institutional investors, and in particular shareholder engagement on environmental, social and governance (ESG) risks with the potential to affect long-term financial returns. We also work to improve transparency and accountability to ultimate beneficiaries.","acronym":"","interests":"Climate Action, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Internal Market, Justice and Fundamental Rights","euInitiatives":"ShareAction promotes Responsible Investment and investment and pensions systems that serve savers, society and the environment.  Our aim is a transparent and accountable investment system and we are currently engaging with the Capital Markets Union initiative, the Shareholder Rights Directive and IORPs II Directive.  Our main activities consist of responding to consultations, distributing position papers on key topics and conducting meetings with officials and MEPs.","lastUp":"2018-03-09T15:38:35.805+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}