{"id":"758664535846-83","name":"Yuva Derneği","registrationDate":"2019-09-09T16:14:57.629+02:00","category":3,"subCategory":2,"legal":"Non profit organization, association","web":"https://www.yuva.org.tr/en/","country":"Turkey","headAddress":"Koşuyolu Mah Katip Salih Sok No 38","headCity":"İstanbul","headPostCode":"34718","headPhone":"(90)21 63 25 00 44","boss":"Yılmaz Erdem Vardar","bossTitle":"Mr","bossPosition":"Chairman","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Yuva Association was founded in 2010 with the aim of generating holistic sustainable solutions to environmental problems, education, and social issues both in Turkey and in the world. As YUVA, we work to support the personal development of adults and young people through lifelong learning, to increase their awareness regarding the environment and to contribute to the eradication of poverty. Our aim is to provide a sustainable life for all living beings&#xd;<br />&#xd;<br />Micro Level&#xd;<br />YUVA takes measures for sustainable life styles, poverty reduction and democratization through adult learning and promotes participatory teaching methods. For poverty reduction measures our focus is on least developed regions and disadvantaged groups.&#xd;<br />&#xd;<br />Meso Level&#xd;<br />–  YUVA aims to strengthen environmental, human rights and civic, intercultural and political education.&#xd;<br />&#xd;<br />–  YUVA runs capacity building activities of adult learning institutions in order to increase the participation of the people in Turkey in non formal adult education activities. YUVA strengthens adult learning institutions in responding appropriately to the needs of their target groups and in becoming vibrant hubs for education in their communities.&#xd;<br />&#xd;<br />–  Good practice is being promoted through facilitating local, national, regional and international cooperation in the field of adult learning.&#xd;<br />&#xd;<br />Macro Level&#xd;<br />–  In order to create a supportive environment for learners, facilitators and providers of adult learning, YUVA consults decision makers and other organizations in creating policies.&#xd;<br />&#xd;<br />–  YUVA holds public debates and events to help put the following themes on the agenda of decision makers and practitioners:&#xd;<br />&#xd;<br />Being aware of the relation between human and all  beings,&#xd;<br />Being active in the society in order to defense equality, justice and solidarity&#xd;<br />Being peaceful and inclusive&#xd;<br />Valuing diversity.","acronym":"YUVA","interests":"Climate Action, Education and training, Employment and Social Affairs, Environment, Humanitarian aid and civil protection, International co-operation and development, Migration and asylum, Youth","euInitiatives":"Erasmus+&#xd;<br />Social Policy&#xd;<br />Climate Change&#xd;<br />Accession Process of Turkey&#xd;<br />EU - Turkey Deal on Migration","lastUp":"2019-09-09T16:15:58.229+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}