{"id":"758813517971-42","name":"European Film Academy e.V.","registrationDate":"2015-07-16T18:56:59.978+02:00","category":3,"subCategory":2,"legal":"registered non-profit organisation","web":"http://www.europeanfilmacademy.org","country":"Germany","headAddress":"European Film Academy e.V.","headCity":"Berlin","headPostCode":"10719","headPhone":"(4930)8 87 16 70","boss":"Marion Döring","bossTitle":"Ms","bossPosition":"Director","membersCount":4,"membersFTE":"2.75","membership":"","memberOrga":"The membership of the European Film Academy consists of film professionals from all film professional fields. &#xd;\n&#xd;\nwww.europeanfilmacademy.org","goal":"The creation of the European Film Academy (EFA) was the initiative of a group of Europe’s finest filmmakers brought together on the occasion of the first European Film Awards Ceremony held in November 1988. EFA was finally founded in 1989 as the European Cinema Society by its first president Ingmar Bergman and 40 filmmakers to advance the interests of the European film industry. Wim Wenders was elected as first chairman of the association which two years later was renamed European Film Academy. In 1996, he followed Ingmar Bergman as president of the EFA. Current chairwoman is Polish director Agnieszka Holland.&#xd;<br />The European Film Academy (EFA) unites more than 3,000 European film professionals with the common aim of promoting European film culture. Throughout the year, the EFA initiates and participates in a series of activities dealing with film politics as well as economic, artistic, and training aspects. The programme includes conferences, seminars and workshops, and a common goal is to build a bridge between creativity and the industry. These activities culminate in the annual presentation of the European Film Awards.&#xd;<br />Since its early beginnings, Berlin has been the seat of the EFA Secretariat where it is registered as a non-profit association.","acronym":"EFA","interests":"Communication, Culture, Education and training, Youth","euInitiatives":"-Creative Europe - Media Sub-Programme - Access to Markets&#xd;<br />-European Parliament LUX Prize","lastUp":"2018-06-08T18:01:46.732+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}