{"id":"758877836708-61","name":"Glavbolgarstroy Holding AD","registrationDate":"2019-12-03T01:46:31.151+01:00","category":2,"subCategory":3,"legal":"Holding","web":"http://www.gbs-bg.com","country":"Bulgaria","headAddress":"3-5 Damyanitsa Str.","headCity":"Sofia","headPostCode":"1619","headPhone":"(359)8 89 42 30 02","boss":"Svetoslav Lyubomirov","bossTitle":"Mr","bossPosition":"CEO and Chairman of the Management Board","membersCount":3,"membersFTE":"1.0","membership":"Glavbolgarstroy Holding AD is a member of the following industry/trade associations:&#xd;\n - Bulgarian Construction Chamber - https://ksb.bg/chlenove/,&#xd;\n - American Chamber of Commerce in Bulgaria - https://amcham.bg/member&#xd;\n - The German-Bulgarian Chamber of Commerce and Industry (GBITC) - https://bulgarien.ahk.de/bg/mitglieder/mitgliederverzeichnis/","memberOrga":"Glavbolgarstroy Holding group of companies are:&#xd;\n - Glavbolgarstroy AD&#xd;\n - GBS Infrastructure AD&#xd;\n - GBS Tours EAD&#xd;\n - GBS Invest EAD&#xd;\n - GBS Imoti AD&#xd;\n - GBS Engineering AD&#xd;\n - GBS Plovdiv AD&#xd;\n - GBS Varna AD&#xd;\n - GBS Blagoevgrad AD","goal":"For more than 50 years we, at GLAVBOLGARSTROY, have developed new places for residential, office, shopping, sports and relax purposes, as well as roads for the movement of vehicles indispensable for the higher quality of people’s lives. Since its establishment, the company has completed projects with a total built area of ​​over 26 million square meters – an impressive volume of works based on our continuous striving for improvement, process optimization and provision of the highest quality service to our customers.&#xd;<br />Our company has pioneered in developing key standards in the construction industry, both in Bulgaria and throughout the Balkan region. We continue to cement this leadership position primarily through innovative corporate governance in all directions. We do not simply follow the latest trends in the construction industry, but we also create them.&#xd;<br />With the implementation of a number of landmark projects in Central and Eastern Europe, the Balkans, Africa, Central and North Asia and the Middle East, GLAVBOLGARSTROY’s name has become synonymous for honesty and high quality. The company is considered a reliable partner, capable of offering a full range of services in project implementation – before, during and after construction.","acronym":"GBS","interests":"Budget, Business and Industry, Competition, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, European Neighbourhood Policy, International co-operation and development, Regional Policy, Research and innovation, Trans-European Networks, Transport","euInitiatives":"We are closely following the debate on EU level with regards to the new EU Commission Green deal, as well as any legislative amendments with regards to the Construction Regulations, the Safety, Health and Welfare at Work (Construction) Regulations, Regulation on EU Gas package, etc.","lastUp":"2019-12-03T18:45:49.142+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}