{"id":"759234325122-21","name":"Politechnika Łódzka (Lodz University of Technology)","registrationDate":"2016-12-16T12:18:59.731+01:00","category":4,"subCategory":12,"legal":"non for profit legal entity","web":"https://www.p.lodz.pl","country":"Poland","headAddress":"Żeromskiego 116","headCity":"Łódź","headPostCode":"90-924","headPhone":"(4842)6 31 20 01","boss":"Sławomir Wiak","bossTitle":"Mr","bossPosition":"Rector","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Politechnika Lodzka (the Lodz University of Technology - TUL) is one of the biggest universities in the country (established in 1945). It’s autonomous legal public body, with 9 faculties, 70 institutes and departments and over 110 specializations. Over 1300 academics work at TUL; total number of staff – over 2800. Number of students (first-cycle programmes, second-cycle programmes) – over 18 000; number of PhD students (third-cycle programmes) – over 600. The most important documents which regulate the operation and the organization of the University are (1) the Statute, (2) the Mission of the Lodz University of Technology -  defines the main objectives of the development of the TUL with reference to: education of students; development of research and scientific staff; financial, international and educational policy, (3) the European Policy Statement which defines the foreign policy of the University with a special focus on the relations with European Partners in order to enhance the internationalization of education and research.&#xd;<br />Politechnika Lodzka has established broad scientific cooperation with local and foreign universities and research units and takes an active part in research programmes. Lodz University of Technology cooperates with over 300 institutions in 40 countries. It provides several dozen of international research projects, and also takes active part in EU Framework Programs.","acronym":"TUL","interests":"Agriculture and Rural Development, Development, Education, Energy, Environment, Food Safety, General and Institutional Affairs, Regional Policy, Research and Technology, Youth","euInitiatives":"The Bologna process, H2020, Innovation Union, HR Excellence in Research","lastUp":"2017-12-19T09:23:29.217+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}