{"id":"759326517587-51","name":"King Baudouin Foundation","registrationDate":"2015-05-29T14:45:21.750+02:00","category":3,"subCategory":2,"legal":"Public Benefit Foundation","web":"http://www.kbs-frb.be","country":"Belgium","headAddress":"Rue Brederode 21","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)25 49 02 11","boss":"Luc Tayart de Borms","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":4,"membersFTE":"2.0","membership":"European Foundation Centre&#xd;\nEuropean Venture Philanthropy Association&#xd;\nNetwork of European Foundations","memberOrga":"","goal":"The King Baudouin Foundation’s mission is to contribute to a better society.&#xd;<br />&#xd;<br />The Foundation is an actor for change and innovation, serving the public interest and increasing social cohesion in Belgium and Europe. We seek to maximize our impact by strengthening the capacity of organizations and individuals. We also stimulate effective philanthropy by individuals and corporations.&#xd;<br />&#xd;<br />The Foundation’s key values are integrity, transparency, pluralism, independence, respect for diversity, and promoting solidarity.&#xd;<br />&#xd;<br />The Foundation’s current areas of activity are poverty and social justice, philanthropy, health, civic engagement, developing talents, democracy, European integration, heritage and development cooperation.&#xd;<br /> &#xd;<br />The Foundation was set up in 1976 on the occasion of the 25th anniversary of King Baudouin's reign.","acronym":"KBF","interests":"Borders and Security, Climate Action, Communication, Culture, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Enlargement, External Relations, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation, Youth","euInitiatives":"- New Pact for Europe: This project aims to promote a Europe-wide debate on reform proposals addressing three fundamental questions which need to be answered to develop an effective response to the multi-dimensional crisis Europeans are facing&#xd;<br />- European migration policies: reform of European Common Asylum System, undocumented migration, integration of vulnerable migrants, unaccompanied minors&#xd;<br />- Active and Healthy Ageing&#xd;<br />- Neighborhood policy (Western Balkans)&#xd;<br />- Early Childhood Education and Care policies in Europe&#xd;<br />- Democracy, citizen participation and transparency of European institutions&#xd;<br />- Poverty and Social Justice policies&#xd;<br />- Responsible Research and Innovation&#xd;<br />- European development policies&#xd;<br />- Energy Poverty&#xd;<br />- EU institutional reform","lastUp":"2018-05-08T09:59:01.550+02:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":0,"turnoverRange":""}