{"id":"759448420600-52","name":"Panathlon International","registrationDate":"2016-02-09T09:51:28.378+01:00","category":2,"subCategory":7,"legal":"associazione","web":"http://www.panathlon-international.org","country":"Italy","headAddress":"Via Aurelia Ponente 1 - Villa Queirolo","headCity":"RAPALLO","headPostCode":"16035","headPhone":"(39)0 18 56 52 95","boss":"Pierre André Zappelli","bossTitle":"Mr","bossPosition":"Presidente Internazionale","membersCount":6,"membersFTE":"4.25","membership":"International Olympic Committee&#xd;\nSport Accord&#xd;\nCIFP&#xd;\nThinksport&#xd;\nICSSPE","memberOrga":"www.panathlon-international.org","goal":"PANATHLON INTERNATIONAL  è  una associazione non governativa, senza fini di lucro, aconfessionale, apartitica, senza distinzione di razza o di sesso di tutti i Panathlon Club. Riconosciuto giuridicamente dallo Stato Italiano e dal CIO, fa parte dell’Associazione Generale delle Federazioni Internazionali Sportive (SportAccord), del Comitato Internazionale Fair Play (CIFP), e dell’associazione internazionale di diritto sportivo (IASL).&#xd;<br />Il termine “Panathlon”, proviene dalla lingua greca: “PAN” significa TUTTI e “ATHLON” SPORT: Tutti gli sport. Il primo club è stato costituito a Venezia il 12 giugno 1951 al fine di affermare l’ideale sportivo ed i suoi valori morali e culturali quale strumento di formazione ed elevazione della persona e di solidarietà tra gli uomini ed i popoli. Sulla base di questo programma, nacquero ben presto altri club, prima in Italia e successivamente all’estero. Su iniziativa dei club di diverse nazioni, nel 1960 viene costituito il Panathlon International. Attualmente il Panathlon International, la cui sede centrale è in Italia a Rapallo (GE), è presente in oltre 29 nazioni rappresentanti quattro continenti. Il Panathlon International è retto dal Presidente Internazionale, da un Consiglio Internazionale ed un Comitato di Presidenza assistiti dal Segretario Generale; i suoi club sono riuniti in distretti il cui territorio può comprendere una intera nazione o parte di essa.","acronym":"","interests":"Communication, Culture, Economy, finance and the euro, External Relations, Sport, Youth","euInitiatives":"progetti collegati alla  settimana europea dello sport e partecipazione ad eventi collegati a EWOS","lastUp":"2019-11-20T10:48:13.672+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}