{"id":"759849612290-93","name":"Zabala Innovation Consulting, S.A.","registrationDate":"2013-11-19T14:07:47.661+02:00","category":1,"subCategory":6,"legal":"Sociedad Anónima","web":"http://www.zabala.es","country":"Spain","headAddress":"PASEO SANTXIKI, 3 bis","headCity":"Mutilva","headPostCode":"E-31192","headPhone":"(34)9 48 19 80 00","boss":"AINHOA ZABALA VERSTEEG","bossTitle":"","bossPosition":"Consejera Delegada","membersCount":10,"membersFTE":"5.0","membership":"","memberOrga":"","goal":"Zabala Innovation Consulting es una consultora de referencia en la gestión integral de ayudas, subvenciones y deducciones fiscales para proyectos, inversiones y actividades empresariales.&#xd;<br />&#xd;<br />Ofrecemos un servicio integral de la innovación a empresas, organismos de investigación y administraciones en el ámbito del I+D+i colaborando en la planificación de proyectos y en la gestión de todo tipo de subvenciones y deducciones fiscales. &#xd;<br />&#xd;<br />Desde 1986 nuestra actividad se desarrolla en un plano regional, estatal y europeo. Somos líderes en la presentación de proyectos I+D+i a convocatorias de ayudas, su aprobación y su gestión así como prescriptora de empresas, centros de investigación y administraciones para cualquier iniciativa relacionada con la I+D+i.&#xd;<br />&#xd;<br />Las solicitudes de ayudas aprobadas y las deducciones fiscales conseguidas para nuestros clientes nos convierten en líderes en gestión de innovación en España.&#xd;<br />   * Más de 200 profesionales técnicamente cualificados&#xd;<br />   * 11 sedes&#xd;<br />   * Más de 1.500 empresas clientes&#xd;<br />   * 1.500 empresas apoyadas en la planificación, gestión y financiación de sus actividades de I+D+i&#xd;<br />   * 1.500 proyectos nacionales de I+D+i tramitados al año&#xd;<br />   * 150 proyectos europeos presentados al año&#xd;<br />&#xd;<br />Las ayudas financieras y fiscales abarcan un amplio abanico de tipologías de proyectos e inversiones. ZABALA define junto a tu empresa un plan de financiación global y ofrece la gestión integral de todo tipo de ayudas, subvenciones y deducciones fiscales para proyectos y actividades empresariales (regionales, nacionales y europeos). De este modo, apoyamos en el logro de incentivos para ámbitos tan diversos como: I+D+i, internacionalización, inversión, competitividad, eficiencia energética y medio ambiente.&#xd;<br />&#xd;<br />Ayudamos a las organizaciones a lograr más ayudas para sus proyectos, reduciendo al mínimo imprescindible el tiempo dedicado a esta cuestión. Colaboramos para que las organizaciones concentren esfuerzos en su verdadero saber-hacer.&#xd;<br />&#xd;<br />Trabajamos en todo tipo de sectores, desde los más tradicionales e industriales, hasta aquellos más ligados al cambio de modelo productivo: biotecnología, nanotecnología, TICs, energía y medio ambiente, salud, etc.&#xd;<br />&#xd;<br />Contamos con clientes muy diversos: desde PYMEs y microPYMEs, hasta grandes corporaciones con múltiples localizaciones o plantas productivas.&#xd;<br />&#xd;<br />ZABALA cuenta con 7 oficinas en España, una en Bruselas (Bélgica) otra ubicada en Londres (Reino Unido), otra en París (Francia) y la última recientemente abierta en Bogotá (Colombia).","acronym":"ZABALA","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"ZABALA nació en el año 1986 con el objetivo de ayudar a empresas, centros de investigación, universidades y administraciones en la gestión de los proyectos de I+D+i, tanto en la planificación estratégica, como en el proceso para conseguir financiación en programas europeos y nacionales, o  la posterior explotación de los resultados.&#xd;<br />&#xd;<br />Unas líneas de trabajo complementarias a la gestión de ayudas financieras y fiscales son la elaboración de estudios y trabajos para administraciones relacionados con el diseño e implementación de políticas de I+D e innovación, en ámbitos regionales, nacionales y europeos, así como las licitaciones internacionales.&#xd;<br />&#xd;<br />Cualquier política que afecte a la I+D+i europea es del interés de ZABALA, desde los sectores más tradicionales e industriales, hasta aquellos más ligados al cambio de modelo productivo: biotecnología, nanotecnología, TICs, energía y medio ambiente, salud, etc.&#xd;<br />&#xd;<br />El Comité Parlamentario más relevante para ZABALA es el ITRE.","lastUp":"2019-06-24T11:29:32.197+02:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":"","turnoverRange":"500000-999999"}