{"id":"759980332272-68","name":"Dario Vins","registrationDate":"2018-08-10T09:06:30.468+02:00","category":1,"subCategory":8,"legal":"none","web":"https://www.mifventures.com/dario-vins","country":"Germany","headAddress":"PettenkoferStr 37","headCity":"Berlin","headPostCode":"10247","headPhone":"(49)1 52 21 89 47 46","boss":"Vins Dario","bossTitle":"Mr","bossPosition":"Self","membersCount":1,"membersFTE":"1.0","membership":"European Venture Philanthropy Association (EVPA) - https://evpa.eu.com","memberOrga":"https://evpa.eu.com/people/dario-vins","goal":"Experienced impact investment manager with 20 years of professional experience in financial services. &#xd;<br />Structured MIF II Impact Venture Fund, Mozaik Impact Fund, Regional Social Business Fund. Helped develop and launch Mozaik Social Business Incubator. Overall financial expertise spans from SME access-to-finance issues, to risk management and complex corporate finance transactions. He has previously held senior management and finance roles with private equity and international corporate groups and IFIs. Work includes: Restructuring € 100 million Deposit Insurance Fund; Restructuring US$4 billion sovereign debt with international creditors (World Bank, IMF, Paris and London Clubs, EBRD, EUROFIMA); European € 500 million commercial real estate syndication; Advisory roles on risk management issues, regulatory framework (minimum capital requirements/own funds, assessments and credit risk evaluation of banks and companies), corporate finance strategies, enterprise and financial risk management policy and systems, and securities market development.","acronym":"","interests":"Banking and financial services, Business and Industry, Digital economy and society, Economy, finance and the euro, Research and innovation","euInitiatives":"- EuVECA and EuSEF Regulations&#xd;<br />- European Fund for Strategic Investments (EFSI) &#xd;<br />- European Social Funds (ESF) &#xd;<br />- Social innovation, social enterprises, social investments policies","lastUp":"2018-08-14T09:06:08.818+02:00","customers":"IFKA Hungary,European Venture Philanthropy Association,Mozaik Foundation","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}