{"id":"759978215122-11","name":"Gasum Oy","registrationDate":"2014-12-03T14:38:20.508+01:00","category":2,"subCategory":3,"legal":"Limited liability company","web":"http://www.gasum.com","country":"Finland","headAddress":"Revontulenpuisto 2 C","headCity":"Espoo","headPostCode":"02100","headPhone":"(358)20 44 71","boss":"Johanna Lamminen","bossTitle":"Ms","bossPosition":"CEO","membersCount":3,"membersFTE":"0.75","membership":"ENTSOG&#xd;\nEFET&#xd;\nGIE&#xd;\nGERG&#xd;\nEPRG&#xd;\nEASEE-gas&#xd;\nNGVA","memberOrga":"","goal":"The energy company Gasum is a Nordic gas sector expert that together with its partners is building a bridge towards a carbon-neutral society on land and at sea. Gasum imports natural gas to Finland and promotes the circular economy by processing waste and producing biogas and recycled nutrients in Finland and Sweden. The company offers energy to heat and power production, industry and road and maritime transport. Gasum is the leading supplier of biogas in the Nordic countries. The company has gas filling stations in Finland, with some of these serving heavy-duty vehicles. Gasum is also the leading liquefied natural gas (LNG) player in the Nordic market. The company continues to strengthen the position and infrastructure of LNG and supplies LNG to maritime transport, industry and heavy-duty vehicles in Finland, Sweden and Norway.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Economy, finance and the euro, Energy, Environment, External Relations, Foreign affairs and security policy, Institutional affairs, Maritime affairs and fisheries, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Energy Union&#xd;<br />Circular economy&#xd;<br />Directive on the deployment of alternative fuels infrastructure&#xd;<br />Sustainable mobility","lastUp":"2019-02-21T11:36:35.102+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}