{"id":"760084520382-92","name":"European Tax Adviser Federation","registrationDate":"2016-01-21T10:26:22.141+01:00","category":2,"subCategory":1,"legal":"AISBL","web":"http://www.etaf.tax","country":"Belgium","headAddress":"Rue des Deux Eglises 35","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 35 01 05","boss":"Philippe Arraou","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"2.0","membership":"","memberOrga":"The BUNDESSTEUERBERATERKAMMER, Körperschaft des öffentlichen Rechts (corporation under public law),&#xd;\nThe DEUTSCHER STEUERBERATERVERBAND, association under German law, &#xd;\nThe CONSEIL SUPERIEUR DE L’ORDRE DES EXPERTS-COMPTABLES, professional body according under French law,&#xd;\nThe CONSIGLIO NAZIONALE DEI DOTTORI COMMERCIALISTI E DEGLI ESPERTI CONTABILI, professional body under Italian law.","goal":"Cooperation between members;&#xd;<br />Representation of the interests of tax practitioners at European level;&#xd;<br />Working closely with European institutions in order to promote good legislation in tax matters and professional regulations as well as in related matters;&#xd;<br />Promotion and enhancement of quality, competencies, expertise and recognition of specializations;&#xd;<br />Promotion of standards and sustainable regulations;&#xd;<br />Enhancing cooperation at international level.","acronym":"ETAF","interests":"Competition, Consumer Affairs, Economic and Financial Affairs, Enterprise, General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Taxation","euInitiatives":"New internal market strategy, European Commission, DG GROW;&#xd;<br />Common Consolidated Corporate Tax Base Directive, CCCTB, DG TAXUD;&#xd;<br />Tax Transparency Package, DG TAXUD;&#xd;<br />Automatic exchange of information about cross-border tax rulings and transfer pricing arrangements;&#xd;<br />Anti-BEPS Directive;&#xd;<br />Financial Transaction Tax, FTT;&#xd;<br />TAXE II - Special Committee in the European Parliament;&#xd;<br />IMCO Committee, European Parliament","lastUp":"2018-01-09T10:20:07.631+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}