{"id":"760256228604-15","name":"Asociaci?n de Vecinos de Chueca","registrationDate":"2017-10-10T13:15:49.683+01:00","category":3,"subCategory":2,"legal":"Asociaci?n","web":"http://www.avchueca.com","country":"Spain","headAddress":"San Bartolom? 4 - 1","headCity":"MADRID","headPostCode":"28004","headPhone":"(34)6 47 24 89 89","boss":"ESTEBAN BENITO GARCIA","bossTitle":"","bossPosition":"PRESIDENTE","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"El colectivo asociado son personas residentes en el barrio de Chueca, en Madrid.","goal":"La Asociaci?n de Vecinos de Chueca (AVChueca) se constituy? en el a?o 2001 y ha venido trabajando desde entonces con etapas de mayor y menor intensidad. En el a?o 2008, preocupados por el alarmante deterioro en las condiciones del barrio, un numeroso grupo de vecinos decidi? retomar el esfuerzo para intentar conseguir un barrio m?s habitable para sus  residentes. &#xd;<br />&#xd;<br />Tan plural como el barrio: AVChueca es totalmente apol?tica y sus miembros representan la propia diversidad del barrio, con asociados que son vecinos de toda la vida y nuevos residentes, propietarios e inquilinos, j?venes y mayores, y todas los formas de familia y orientaciones sexuales.  En nuestra asociaci?n tambi?n tienen cabida los comerciantes de Chueca siempre que su actividad comercial no ocasione perjuicios a los vecinos. &#xd;<br />&#xd;<br />No pueden pertenecer a nuestra Asociaci?n, como es obvio, personas f?sicas que pertenezcan a asociaciones o colectivos opuestos a los fines e intereses de nuestra asociaci?n. Y tampoco personas que no residan en el barrio.&#xd;<br />&#xd;<br />Un barrio mejor:&#xd;<br />&#xd;<br />Lo que nos une a todos es el empe?o por lograr un barrio m?s habitable, donde se respeten nuestros derechos como residentes.&#xd;<br />&#xd;<br />En el art?culo 2 de nuestros estatutos se definen nuestros objetivos, que son los siguientes:&#xd;<br />&#xd;<br />a.- Defensa de los intereses generales de los vecinos, en calidad de usuarios y destinatarios finales de la actividad urban?stica, cultural, deportiva, educativa, sanitaria, de vivienda, social, econ?mica, de consumo, de descanso,  del respeto que han de guardar los negocios de recreo del barrio, de participaci?n en asuntos de inter?s general de la ciudad, etc, fomentando las medidas participativas m?s adecuadas.&#xd;<br />&#xd;<br />b.- Informar y apoyar a los vecinos en todas las cuestiones que afecten a sus intereses generales.&#xd;<br />&#xd;<br />c.- Asumir la representaci?n de los vecinos del ?mbito territorial adoptando las resoluciones y llevando a t?rmino las actuaciones que por su importancia o inter?s les afecten individual o colectivamente, o a los intereses generales de la ciudad.&#xd;<br />&#xd;<br />d.- Fomentar el asociacionismo entre los vecinos del ?mbito territorial como instrumento de participaci?n y defensa de los intereses generales de los vecinos.&#xd;<br />&#xd;<br />e.- Vigilar y exigir que las administraciones p?blicas, en su respectivo ?mbito de competencias, cumplan escrupulosamente con su obligaci?n de promover y facilitar el desarrollo de asociaciones, federaciones, confederaciones y uniones que persigan el inter?s general.&#xd;<br />&#xd;<br />f.- Exigir a las administraciones p?blicas, en su respectivo ?mbito de competencias, el cumplimiento de los derechos reconocidos por la Ley Org?nica 1/2002, sus normas de desarrollo y los reglamentos municipales.&#xd;<br />&#xd;<br />g.-  La mejora urban?stica del barrio y la conservaci?n de su patrimonio hist?rico ? art?stico.&#xd;<br />&#xd;<br />h.- El control de todas las formas de contaminaci?n tanto ac?stica como ambiental y electromagn?tica.&#xd;<br />&#xd;<br />i.- La defensa del peque?o comercio del barrio que constituye una fuente de calidad de vida y comunicaci?n social enriquecedoras para todos.&#xd;<br />&#xd;<br />j.- La protecci?n de los colectivos m?s d?biles como los ni?os, las mujeres, las personas mayores con pocos recursos, los discapacitados, los inmigrantes.&#xd;<br />&#xd;<br />?C?mo nos organizamos?&#xd;<br />&#xd;<br />Para cada problema del barrio hemos constituido grupos de trabajo (Limpieza, Seguridad, Botell?n, Movilidad, Dotaciones, Eventos...). Los grupos trabajan de manera aut?noma y comparten los resultados con el resto de los socios.&#xd;<br />&#xd;<br />La asociaci?n de vecinos de Chueca est? integrada en la Coordinadora de Vecinos del Distrito Centro de Madrid que agrupa a las asociaciones de vecinos del centro de la capital de Espa?a, que sufren problemas comunes. Del mismo modo, forma parte de la red europea de asociaciones de vecinos \"Vivre la Ville!\".","acronym":"AVChueca","interests":"Development, Environment, Public Health, Transport","euInitiatives":"En primer lugar estamos interesados en el futuro desarrollo de la pol?tica sobre ruido ambiental por parte de la UE (incluyendo su efectos en la salud).&#xd;<br />Por otro lado, nos interesan todas las pol?ticas y directivas de la UE en relaci?n con el desarrollo urbano sostenible, el transporte (espec?ficamente el transporte urbano) y la protecci?n del medio ambiente y la salud, en especial en lo que se refiere a la contaminaci?n en sentido amplio.","lastUp":"2017-10-11T15:26:08.614+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}