{"id":"760465913924-94","name":"Deutsche Forschungsgemeinschaft","registrationDate":"2014-07-07T11:37:06.621+01:00","category":6,"subCategory":9,"legal":"Association under Private Law - Eingetragener Verein (e.V.)","web":"http://www.dfg.de","country":"Germany","headAddress":"Kennedyallee, 40","headCity":"Bonn","headPostCode":"53175","headPhone":"(49)02 28 88 51","boss":"Jurij von Kreisler","bossTitle":"Mr","bossPosition":"Head of Department","membersCount":4,"membersFTE":"1.5","membership":"Science Europe (www.scienceeurope.org)","memberOrga":"http://www.dfg.de/en/dfg_profile/statutory_bodies/general_assembly/general_assembly_list/index.jsp","goal":"The Deutsche Forschungsgemeinschaft (German Research Foundation) is the self-governing organisation for science and research in Germany and one of the major research funding organisations in Europe. It serves all branches of science and the humanities. In organisational terms, the DFG is an association under private law. Its membership consists of German research universities, non-university research institutions, scientific associations and the Academies of Science and the Humanities.&#xd;<br />&#xd;<br />The German Research Foundation funds research projects in all fields of science and the humanities based on a competitive peer review process. This includes support for individual projects and research collaboration, awards for outstanding research achievements, and funding for scientific infrastructure and scientific cooperation.&#xd;<br />&#xd;<br />The DFG receives the large majority of its funds from the states and the Federal Government, which are represented in all Grants Committees. At the same time, the voting system and procedural regulations guarantee science-driven decisions. In this way, DFG funding guarantees quality-based differentiation in the German research system.","acronym":"DFG","interests":"Budget, Competition, Culture, Economic and Financial Affairs, Education, Environment, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade","euInitiatives":"Further development of the European Research Area (ERA)","lastUp":"2017-03-27T17:00:52.291+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}