{"id":"760465913924-94","name":"Deutsche Forschungsgemeinschaft","registrationDate":"2014-07-07T11:37:06.621+01:00","category":6,"subCategory":9,"legal":"Association under Private Law - Eingetragener Verein (e.V.)","web":"http://www.dfg.de","country":"Germany","headAddress":"Kennedyallee, 40","headCity":"Bonn","headPostCode":"53175","headPhone":"(49)02 28 88 51","boss":"Jurij von Kreisler","bossTitle":"Mr","bossPosition":"Head of Department","membersCount":4,"membersFTE":"1.5","membership":"Science Europe (www.scienceeurope.org)","memberOrga":"http://www.dfg.de/en/dfg_profile/statutory_bodies/general_assembly/general_assembly_list","goal":"The Deutsche Forschungsgemeinschaft (German Research Foundation) is the central self-governing research funding organisation in Germany and one of the major public research funding agencies in Europe.&#xd;<br />&#xd;<br />The DFG promotes excellence and quality by selecting the best research projects on a competitive basis and actively encourages international research cooperation. It is particularly dedicated to the promotion of young researchers and to gender equality in science and academia. It also advises legislatures and government agencies on scientific matters.&#xd;<br />&#xd;<br />In organisational terms, the DFG is an association under private law. Its membership consists of German research universities, non-university research institutions, scientific associations and Academies of Science and the Humanities.&#xd;<br />&#xd;<br />The DFG receives the large majority of its funds from the states and the Federal Government, which are represented in the Joint Committee (i.e. the DFG’s main decision-making body). At the same time, the voting system and procedural regulations guarantee science-driven decisions.","acronym":"DFG","interests":"Budget, Competition, Culture, Digital economy and society, Economy, finance and the euro, Education and training, Environment, Institutional affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade","euInitiatives":"- Further development of the European Research Area (ERA)&#xd;<br />- Development of the next EU Framework Programme for Research &amp; Innovation (Horizon Europe) &#xd;<br />- Open Science policy, in particular implementation of the European Open Science Cloud (EOSC)&#xd;<br />- Digital Single Market (DSM), in particular modernisation of the EU copyright framework","lastUp":"2019-03-15T14:43:29.915+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}