{"id":"760533416538-75","name":"Fondazione San Patrignano Onlus","registrationDate":"2015-03-13T15:07:31.063+01:00","category":3,"subCategory":2,"legal":"non profit Foundation","web":"http://www.sanpatrignano.org/","country":"Italy","headAddress":"via San Patrignano 53","headCity":"Coriano","headPostCode":"47853","headPhone":"(39)05 41 36 21 11","boss":"Carlo Clavarino","bossTitle":"Mr","bossPosition":"President","membersCount":13,"membersFTE":"7.75","membership":"Member of the EU Civil Society Forum on Drugs&#xd;\nMember of the VNGOC -  Vienna committee of NGOs&#xd;\nSince 1997 San Patrignano is an NGO in Special Consultative Status with the Economic and Social Council of the United Nations (ECOSOC)&#xd;\nMember of the EFTC – European Federation of Therapeutic Communities&#xd;\nBoard member of EURAD – Europe Action on Drugs. &#xd;\nFounding board member of WFAD – World Federation Against Drugs&#xd;\nFounder and member of WeFree – International network of youth organization working on prevention&#xd;\nFounder and member of DPF Drug Policy Future&#xd;\nFounder and member of RUN Recovered Users Network&#xd;\nSupporting member of ECAD&#xd;\nMember of ITFSDP – International Task Force for Strategic Drug Policies&#xd;\nSince 2006 San Patrignano has been recognized by the Schwab Foundation of Social Entrepreneurs as an outstanding social enterprise&#xd;\nSan Patrignano is selected member of the National Experts Group on HIV","memberOrga":"San Patrignano Foundation.&#xd;\nSan Patrignano Foundation is a non-profit foundation whose sole objective is “social solidarity”. It owns a large part of the real estate and is bound to use it exclusively “to freely offer goods, services and initiatives in favor of people who are marginalized and addicted to drugs”.&#xd;\n&#xd;\n&#xd;\n• San Patrignano Rehabilitation Community Social Cooperative&#xd;\nIt’s the heart of San Patrignano. It promotes social, welfare, cultural and training activities and those that support school education without profit-making objectives, in order to rehabilitate all kinds of marginalization and drug addiction.&#xd;\n&#xd;\nSan Patrignano Società Agricola cooperative, active in vocational training for the full recovery and social reintegration of former drug addicts  &#xd;\n&#xd;\nIn addition to these, other bodies include San Patrignano School and Training Association and San Patrignano Sport Amateur Association.&#xd;\n&#xd;\n- See more at: https://www.sanpatrignano.com/about-us/organizational-structure/","goal":"San Patrignano is the largest residential drug rehabilitation community in Europe, providing drug free treatments to people completely free of charge. &#xd;<br />Comunità San Patrignano was founded in 1978 and since then it has welcomed more than 26.000 individuals suffering from drug addiction without any religious, ideological or social discrimination and completely free of charge. Nowadays the coomunity welcome approximately 1300 people with an average age of 28 years old. Among them there is a prevalence of men that constitute the 82 % of the total population. The number of people entering in the community is stable almost every year and is around 350/400 people. Among them there are minors, pregnant women and mothers with kids, San Patrignano also welcomes offenders in alternative setting from prison, offering a real option for treatment, recovery and social reintegration.&#xd;<br />Comunità San Patrignano offers a gender-mix, drug- free, long term (3/4 years) and residential drug rehabilitation program. The approach implemented is totally based on individuals, providing a place and space for their personal and professional growth, building a drug free life and assisting also in the social reintegration upon completion of the program.&#xd;<br />The recovery program is holistic and  people-centered meaning that each person has a tailor-made rehabilitative path, not based on predetermined therapeutic steps, that addresses all life-aspects. Although the recovery program is personalized, the milestones are clear and aims at acquiring self-esteem, responsibility and independence to avoid any risk of relapse and forming active member of the society.&#xd;<br />To achieve these goals the community invests in education and job trainings as viable ways to self-support the residents in their future life as productive members of society.&#xd;<br />In the same way of vocational training, education has a central role in the rehabilitation process and San Patrignano strongly supports its residents to complete the interrupted studies.&#xd;<br />Another fundamental pillar of the recovery program is the peer-to-peer education and support. Mutual care and constant sharing of struggles and personal problems with people that have faced similar situations helps in building trust among residents and fostering personal commitment to continue the rehabilitation path. &#xd;<br />After full recovery, the second main goal of Comunità San Patrignano is giving means to all the residents for a complete and long term social reintegration. &#xd;<br />One of the peculiarity of San Patrignano is that the majority of the therapists and educators are ex-addicts themselves. Globally San Patrignano employs 221 people, 61 of them work on a voluntary basis and live within the community. &#xd;<br />Through the years Comunità San Patrignano has gained more and more recognition both from national and international point of view. Indeed since 1997, to San Patrignano has been granted the Special Advisor Status by the Economic and Social Council of the United Nations (ECOSOC), and has been actively participating in United Nations meetings on drug policy and interventions in Vienna and New York. The&#xd;<br />Community also participated at the United Nations Special Assembly on Drugs in New York in 1998 and in 2016. San Patrignano has been collaborating with the Vienna NGO committee on Drugs, serving in as elected board member for two terms, from 2011 to 2015.&#xd;<br />In occasion of the United Nations General Assembly Special Session on Drugs 2016 (UNGASS 2016), San&#xd;<br />Patrignano played an active role in being a member of the Steering Committee and among the leading funders of the Civil Society Task Force (CSTF) for UNGASS 2016.&#xd;<br />At the European Level, the community belongs to the civil society expert group of the commission and&#xd;<br />contributes to the work of the Civil Society Forum on Drugs participating to its annual meeting and engaging in its working groups.","acronym":"","interests":"Agriculture and Rural Development, Borders and Security, Budget, Business and Industry, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, External Relations, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Research and innovation, Youth","euInitiatives":"Vocational education and training &#xd;<br />Anti-drugs policy&#xd;<br />Justice affairs &#xd;<br />Employment and Social Inclusion&#xd;<br />Social Entrepreneurship","lastUp":"2020-01-08T16:50:13.464+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}