{"id":"76111217833-78","name":"Regroupement Européen pour la FOrmation et la Reconnaissance en MEDecines non conventionnnelles","registrationDate":"2012-01-25T00:39:41.651+01:00","category":2,"subCategory":4,"legal":"aisbl","web":"https://www.reformed-eu.org","country":"France","headAddress":"siege social BE : QUESVAL, 10/2","headCity":"SPONTIN","headPostCode":"5530","headPhone":"(33)06 87 62 54 86","boss":"Dominique DELAPORTE","bossTitle":"Ms","bossPosition":"PRÉSIDENTE FONDATRICE ","membersCount":2,"membersFTE":"1.0","membership":"membre de : &#xd;\nFAIB&#xd;\nhttp://faib.org/&#xd;\n&#xd;\nUIA Union des Associations Internationales&#xd;\nhttps://uia.org/&#xd;\n&#xd;\nECVET TEAM UK&#xd;\nhttp://www.ecvet-secretariat.eu/en&#xd;\n&#xd;\nPARLEMENT EUROPEEN accréditation pour l'année 2017 2018&#xd;\n&#xd;\nCommission Européenne : Obtention d'un numéro de PIC afin de participer aux appels à proposition 2014-2020.&#xd;\n&#xd;\nPartenaire de :&#xd;\n&#xd;\nAMNE DE depuis 2012&#xd;\nhttp://anme-ngo.eu/en&#xd;\n&#xd;\nFFK FR depuis 2011&#xd;\nhttp://federation-kinesiologie.fr/&#xd;\n&#xd;\nWOCPM INTERNATIONAL depuis 2013&#xd;\nhttp://www.wocpm.org/&#xd;\n&#xd;\nICNM depuis 2014&#xd;\nhttp://fr.icnmnaturopathy.org/&#xd;\n&#xd;\nCAM ou Comité Mondiale pour l'Apprentissage tout au long de la vie http://cma-lifelonglearning.org/frenchbis/","memberOrga":"http://reformed-eu.org/liens&#xd;\nhttp://www.anme-ngo.eu/en/anme/board.html","goal":"Regrouper au niveau européen voire international les Organismes de Formation ou OF et tous les autres acteurs œuvrant ou soutenant notre action dans le secteur des Médecines Non Conventionnelles ou MNC, terme usuel et officiel en Europe pouvant se décliner aussi sous Médecines Alternatives et Complémentaires ou MAC.Dans son rapport l'OMS rendu en 2005 précise aussi le statut des médecines traditionnelles ou complémentaires lien : http://ebookbrowse.com/strategies-pour-les-medecines-traditionnelles-2-pdf-d385736049, remis à jour en 2014 http://apps.who.int/iris/bitstream/10665/95009/1/9789242506099_fre.pdf&#xd;<br />Harmoniser les connaissances entre médecins et non médecins par la mise en place d'un Tronc Commun REFORMED  Européen/ International de formation ou TCR-E ou TCR-I. Il se décline en&#xd;<br />- TCR1 général correspondant aux niveaux de 1 à 4 du CEC O+ou Cadre Européen des Certification lien : http://ec.europa.eu/education/pub/pdf/general/eqf/leaflet_fr.pdf, permettant d'harmoniser les formations/ enseignements  et qualifications en découlant. (Programme LEONARDO DA VINCI). L'harmonisation se fait sur les PROGRAMMES DE FORMATION dispensés depuis plus de 3 ans au sein des Organismes de Formation membres, sur une base des recommandations européennes ECVET. &#xd;<br />- TCR2 correspondant aux niveaux de 5 à 8 du CEC permettant d'harmoniser les enseignements et qualifications en découlant (Programme ERASMUS+). L'harmonisation se fait sur les programmes d'enseignement supérieurs dispensés depuis plus de 3ans au sein des Organismes de Formation, sur la base des recommandations européennes ECTS. &#xd;<br />Actuellement nous avons implanté le TCR1 dans les programmes de formation de nos organismes de Formation membres par branche correspondant au secteur des MNC afin d'harmoniser les connaissance entre Médecins et non médecins. Les recommandations européennes ECVET qui nous servent de LEVIER afin de faciliter la reconnaissance des compétences et qualifications, donc de mettre en correspondance les 8 niveaux européens de certification et les niveaux Nationaux utilisant déjà l'EVECT comme base de transparence mutuelle. Nous avons participé au séminaire BE TWIN organisé à la chambre du commerce de Paris le 9 décembre 2011 entrant dans le cadre des projets et recommandations ECVET. REFORMED aisbl est devenu membre utilisateur au sein de l'ECVET TEAM et a participé à la conférence finale ainsi qu'au forum organisés sur Bruxelles et ce depuis 2012.Un séminaire QUALIFICATION DESIGNER a été donné sur Paris les 11 et 12 décembre 2012. Cette session d'appui a été essentielle pour notre organisation et servira de levier pour l'implantation du système de recommandations appliqué et adapté à nos buts. L\"aisbl a déposé, plusieurs projets auprès de la DG EDUCATION ET CULTURE de 2008 à 2013 dans le cadre du programme LEONARDO lors de l'ancien appel à proposition qui ont eu lieu de 2007_2013 (Copenhague).&#xd;<br />Un vide juridique européen en matière de MNC ou CAM a poussé les membres de différents pays européens et internationaux à se regrouper au sein d'une association internationale de droit belge et former un groupe européen à visées internationales cohérent, afin de partager nos expériences, compétences et savoir faire et permettre d'harmoniser les programmes de formation et d'enseignement sur notre TCR tout en respectant les cultures, traditions et le champs d'action de chaque organisme membre.Nous avons obtenu le PIC ou Personal Identification Code nécessaire auprès de la commission européenne pour la mise en oeuvre de nouveaux projets. Actuellement nous mettons en place un OPEN BADGE pour réaliser des standards communs sur la base d'un référentiel commun suivant les recommandation européennes. Un Profil Professionnel en découlera permettant pour les bénéficiaires de valider leur compétences auprès des autorités locales.","acronym":"R.E.FO.R.MED®","interests":"Climate Action, Consumers, Culture, Customs, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Trans-European Networks","euInitiatives":"Nous suivons les recommandations ECVET et ECTS suivant le modèle du CEC ou Cadre Euroéen des Certifications. Nous sommes membre utilisateur du RÉSEAU ECVET depuis 2011, et devenus experts sectoriel en 2013.  Cette recommandation nous sert de levier pour la mise en place de nos objectifs de reconnaissance eu niveau européen. Depuis 2012 nous travaillons sur la mise en place de la recommandation, puis nous réimplenterons progressivement au national et international. Nous nous positionnons par notre travail d'expertise au sein de notre organisation européenne à visées internationales comme une autorité compétente privée et ce durant toute la mise en place de nos buts et ensuite au fur et à mesure de mise en oeuvre de nos certifications sectorielles au niveau européen puis mise en correspondance avec les autorités nationales grâce à la transparence des crédits ECVET et aux contacts pris avec celles-ci. Depuis notre partcipation au premier FESTIVAL DE VALIDATION DES COMPETENCES en juin 2018 à Bruxelles, nous avons pris la décision d'utiliser l'OPEN BADGE comme outil pour mettre en place nos certifications privées et avoir une meilleurs transmparences et reconnaissances des compétences portées par nos membres.","lastUp":"2019-12-19T13:31:03.013+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}