{"id":"761346015292-83","name":"Time Warner Inc.","registrationDate":"2014-12-17T11:46:38.621+02:00","category":2,"subCategory":3,"legal":"Publicly traded company incorporated under the laws of the State of Delaware, USA","web":"http://www.timewarner.com/","country":"United states","headAddress":"Time Warner Center, One","headCity":"New York","headPostCode":"10019-8016","headPhone":"(1)21 24 84 80 00","boss":"Carol Melton","bossTitle":"Ms","bossPosition":"Executive Vice President, Global Public Policy","membersCount":2,"membersFTE":"1.0","membership":"AMCHAM EU&#xd;\nhttp://www.amchameu.eu/&#xd;\n&#xd;\nCreative Media Business Alliance&#xd;\nhttps://cmba-alliance.eu/&#xd;\n&#xd;\nEuropean Internet Foundation&#xd;\nhttps://www.eifonline.org/&#xd;\n&#xd;\nMotion Picture Association&#xd;\nhttps://www.mpaeurope.org/&#xd;\n&#xd;\nInternational Video Federation&#xd;\nhttp://www.ivf-video.org/&#xd;\n&#xd;\nCable Europe - Associate member&#xd;\nhttp://www.cable-europe.eu/about-us/associate-members/","memberOrga":"","goal":"Time Warner Inc., a global leader in media and entertainment with businesses in television networks and film and TV entertainment, uses its industry-leading operating scale and brands to create, package and deliver high-quality content worldwide on a multi-platform basis. &#xd;<br />&#xd;<br />Our operating divisions, Home Box Office, Inc., Turner Broadcasting System, Inc. and Warner Bros. Entertainment Inc. share a dedication to light up the world’s screens with the best storytelling, across technological frontiers and geographic boundaries. They maintain unrivaled reputations as homes for creativity and excellence, with brands and leading scale that attract the best talent and ideas, and allow creative talent and journalists to realize their visions and share them with the world. HBO, with its sister channel Cinemax, is the world’s leading premium pay-television and subscription video on demand (SVOD) service, Turner has one of the world’s premier portfolios of advertising-supported cable networks and related brands, and Warner Bros. is the world’s leading producer of television programming and filmed entertainment. And while our divisions are separate businesses, they each foster a culture that encourages and embraces constructive collaboration.&#xd;<br />Link: http://www.timewarner.com/company/about-us","acronym":"","interests":"Audiovisual and Media, Competition, Consumer Affairs, Culture, Customs, General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Taxation, Trade","euInitiatives":"Digital Single Market, Audiovisual &amp; Media, Intellectual property rights, Copyright, eCommerce, Digital Contracts,Culture, Consumer Affairs, Data Privacy, Trade","lastUp":"2018-03-27T12:14:50.903+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}