{"id":"761301733102-03","name":"World Youth Aliance - Europe","registrationDate":"2018-11-07T17:04:50.353+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.wya.net","country":"Belgium","headAddress":"Rue de la Loi 42","headCity":"Brussels","headPostCode":"B-1040","headPhone":"(32)27 32 76 05","boss":"Elisabeth Gudenus","bossTitle":"Ms","bossPosition":"Regional Director","membersCount":3,"membersFTE":"1.75","membership":"","memberOrga":"World Youth Alliance Austria - Jugendhilfe Verein&#xd;\nWelt Jugend Allianz Germany&#xd;\nAlianza Mundial de la Juventud España&#xd;\nSvjetski savez mladih Hrvatska&#xd;\nWorld Youth Alliance Bratislava&#xd;\nWorld Youth Alliance UK&#xd;\nWorld Youth Alliance France&#xd;\nWorld Youth Alliance Italy&#xd;\nświatowy sojusz młodzieży Poland&#xd;\nAliança Mundial de Jovens Portugal&#xd;\nSvetovej Mládežníckej Aliancii Slovakia&#xd;\nWorld Youth Alliance Albania&#xd;\nWorld Youth Alliance Kosovo&#xd;\nWorld Youth Alliance Bosnia-Herzegovina","goal":"World Youth Alliance (WYA) Europe is a global coalition of about 300.000 young people in Europe committed to promoting the dignity of the person as the foundation of every human right and building solidarity among youth from developed and developing nations. WYA Europe represents youth and is led by youth (the staff is composed of young people up to 30 year-old) and aims at building a global network of young people and promoting the dignity of the person through culture, education and advocacy. The organisation trains young people to work at the local, national, European and international level to impact policy and culture. WYA Europe invites its members to experience the work and mission of the European Institutions and other international institutions (UN, CoE, OECD). WYA Europe conduct an internship program several times a year where young people across Europe have an opportunity to work in WYA office in Brussels, gain an experience, explore another culture and are encouraged to articulate, defend, live the dignity of the person in their lives and influence the communities and world in which they live by becoming active citizens.","acronym":"WYAE","interests":"Communication, Culture, Culture and media, Education and training, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Sport, Youth","euInitiatives":"- DRAFT REPORT on the Annual report on human rights and democracy in the world and the European Union’s policy on the matter (2018/2098(INI))&#xd;<br />- Multi-annual Financial Framework: Establishment of the European Solidarity Corps programme&#xd;<br />- Multi-annual Financial Framework: Erasmus Programme 2021-2027&#xd;<br />- Proposal for a regulation of the European Parliament and of the Council laying down common provisions on the European Regional Development Fund, the European Social Fund Plus, the Cohesion Fund, and the European Maritime and Fisheries Fund and financial rules for those and for the Asylum and Migration Fund, the Internal Security Fund and the Border Management and Visa Instrument&#xd;<br />- REPORT on care services in the EU for improved gender equality&#xd;<br />- Engaging, Connecting and Empowering young people: a new EU Youth Strategy","lastUp":"2019-05-09T14:47:39.334+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}