{"id":"761488928271-58","name":"Planet Without Frontiers® Institution","registrationDate":"2017-09-07T15:24:47.762+01:00","category":4,"subCategory":5,"legal":"Registered Non Profit Think Tank","web":"http://www.planetwithoutfrontiers.org","country":"Pakistan","headAddress":"Planet Without Frontiers® Institution","headCity":"Islamabad","headPostCode":"","headPhone":"(92)30 39 51 64 63","boss":"Dr. M. A.  Shah","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"http://planetwithoutfrontiers.org/Links.htm","memberOrga":"http://planetwithoutfrontiers.org/Membership.htm","goal":"The Leading Universal Think Tank. Planet Without Frontiers® Institution envision to be the Universal Platform for open free dialog, multidisciplinary research, vibrant initiatives and sustainable development policy discourse. Help planet-humanity for the constructive transition towards sustainable and social just development.&#xd;<br />&#xd;<br />·        Positive source of institutional research expertise and advisory services for the public-private sector, and non-governmental sustainable initiatives.&#xd;<br />&#xd;<br />·        Conduct policy-oriented research on sustainable development from a broad trans-disciplinary perspective.&#xd;<br />&#xd;<br />·        Provide research supported policy advice on matters relating to the institutional global scope.&#xd;<br />&#xd;<br />·        Facilitate, initiate, establish and participate in global positive collaborative activities for a fair just world for all.&#xd;<br />&#xd;<br />·        Contribute in strengthening the social and physical resources for research on global issues.","acronym":"PWFI","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"EU roles related to trans-disciplinary research and development i.e. environment, climate, health, education, peace, international development, global relations...","lastUp":"2017-12-17T12:06:12.036+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}