{"id":"762060519931-96","name":"The Green Grid Association","registrationDate":"2015-12-11T21:08:42.212+02:00","category":2,"subCategory":4,"legal":"non-profit industry association in accordance with US 501(c)(6)","web":"http://www.thegreengrid.org","country":"United states","headAddress":"The Green Grid Association","headCity":"Beaverton, Oregon","headPostCode":"97003","headPhone":"(1)50 36 19 06 53","boss":"Roger Tipley","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"https://www.thegreengrid.org/en/about-us/members","goal":"The Green Grid’s mission is to drive accountable, effective, resource-efficient, end-to-end ICT ecosystems.   &#xd;<br />&#xd;<br />We do this by:  &#xd;<br />Establishing metrics;  &#xd;<br />Driving an understanding of risk;  &#xd;<br />Proactively engaging governments to influence effective policy; and  &#xd;<br />Providing frameworks for organizations to realize operational efficiency and maturity across the ICT infrastructure.&#xd;<br />&#xd;<br />In everything we do, we enable our members to:  &#xd;<br />Improve operations – reduce costs, increase efficiency, improve bottom-line results; &#xd;<br />Mitigate risk – stay abreast of emerging regulations and trends;  &#xd;<br />Enhance thought leadership – raise brand awareness, drive industry-leading conversations; and  &#xd;<br />Strengthen the value chain – collaboratively identify mutually beneficial systems and processes related to energy/asset recovery and resource efficiency.","acronym":"Green Grid","interests":"Business and Industry, Climate Action, Communication, Digital economy and society, Energy, Environment, Foreign and Security Policy and Defence, Research and innovation, Single market, Trade, Trans-European Networks","euInitiatives":"European Standardisation (e.g. EN 50600), EU Code of Conduct, ErP Lot 9, ErP Lot 27, Energy Star, Horizon 2020 projects, et al. projects and initiatives related to resource efficiency and sustainability in data centers and ICT products/systems","lastUp":"2018-10-12T21:09:02.829+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}