{"id":"762465118754-84","name":"Eurofiber Holding","registrationDate":"2015-09-11T15:36:07.372+02:00","category":2,"subCategory":3,"legal":"BV","web":"http://www.eurofibergroup.com","country":"Netherlands","headAddress":"Safariweg 25-31","headCity":"Utrecht","headPostCode":"3502 KB","headPhone":"(31)3 02 42 87 00","boss":"Gijs Phoelich","bossTitle":"Mr","bossPosition":"General Counsel","membersCount":2,"membersFTE":"0.5","membership":"ECTA:&#xd;\n www.ectaportal.com","memberOrga":"","goal":"Eurofiber Group is a provider of industry leading digital infrastructure. With our fiber optic network and high quality datacenters we provide our customers a future proof infrastructure. An open infrastructure that enables our customers to thrive, innovate and reach their full potential.&#xd;<br />&#xd;<br />Open fiber optic network&#xd;<br />Since our incorporation in 2000, we are continuously expanding our fiber optic network. With over 28,000 kilometres of cable, our network covers the Netherlands and stretches into Belgium and Germany.  Eurofiber Group’s vision is of an open network with infrastructure and ICT services being offered separately, for both our fiber optic network and our datacenters.&#xd;<br />&#xd;<br />Business Solutions&#xd;<br />We work with a wide range of enterprises: companies, government bodies and non-profit organisations. They use our infrastructure for a variety of digital processes: to communicate with their staff, customers, citizens and value-chain partners; to offer products, services and amenities and to manage water and power infrastructures. Connections can either be provided by us, or via our selected partners.&#xd;<br />&#xd;<br />Rapidly expanding organisation&#xd;<br />Our organisation has grown rapidly over the past years and the Eurofiber Group currently employs over 300 people in the Netherlands and Belgium.","acronym":"Eurofiber","interests":"Competition, Consumers, Culture and media, Digital economy and society, Economy, finance and the euro, Energy, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"Review of the regulatory framework&#xd;<br />Digital single Market&#xd;<br />Telecommunications single market","lastUp":"2018-08-20T08:58:21.516+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}