{"id":"76295483387-66","name":"EUPAVE - European Concrete Paving Association","registrationDate":"2010-03-30T15:06:28.303+01:00","category":2,"subCategory":4,"legal":"non-profit organization","web":"http://www.eupave.eu","country":"Belgium","headAddress":"Vorstlaan/Boulevard du Souverain, 68","headCity":"Brussels","headPostCode":"1170","headPhone":"(32)26 45 52 31","boss":"Luc Rens","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":2,"membersFTE":"1.25","membership":"EUPAVE is a member of:&#xd;\n- ERF (European Union Road Federation);&#xd;\n- ERTRAC (European Road Transport Research Advisory Council).&#xd;\n&#xd;\nMoreover, EUPAVE has a Memorandum of Understanding with:&#xd;\n- ISCP (International Society for Concrete Pavements);&#xd;\n- PIARC (World Road Association).","memberOrga":"EUPAVE Members and Partners: https://www.eupave.eu/about-us/members-partners/","goal":"EUPAVE, the European Concrete Paving Association, was formed in 2007.  Our association is a non-for-profit association with the objective to promote all cement and concrete products to the transport infrastructure and related areas in particular the specific contributions of cement and concrete to road safety, fuel consumption, congestion reduction and sustainable construction, among others.&#xd;<br />&#xd;<br />The cement and concrete applications include (non exhaustive list):&#xd;<br />- In situ cast concrete;&#xd;<br />- Concrete paving blocks, flags and any other precast items;&#xd;<br />- Hydraulically bound base and sub-base layers;&#xd;<br />- Soil improvement and soil stabilization;&#xd;<br />- In situ pavement recycling.&#xd;<br />&#xd;<br />The areas related to transport infrastructure include (non exhaustive list):&#xd;<br />- Motorways, trunk roads, secondary roads, farm roads;&#xd;<br />- Bicycle paths, walking paths;&#xd;<br />- Urban areas, streets and places;&#xd;<br />- Railways, tramways, bus lanes;&#xd;<br />- Airfields;&#xd;<br />- Heavy duty pavements for ports and industries;&#xd;<br />- Industrial floors;&#xd;<br />- Safety barriers, noise reducing devices, kerbs, gutters,…&#xd;<br />&#xd;<br />EUPAVE offers its members expertise and services in order to further develop the benefits of cement and concrete.&#xd;<br />&#xd;<br />Our members are:&#xd;<br />- National and international associations;&#xd;<br />- Companies, both national as international.&#xd;<br />&#xd;<br />The international exchange of know-how, technology and marketing strategies, provides each member an additional advantage and strength for promotion within its own national market.","acronym":"EUPAVE","interests":"Energy, Environment, Research and innovation, Trans-European Networks, Transport","euInitiatives":"EUPAVE's mission is to advocate and enable wider use of cement and concrete applications in European transport infrastructure by engaging with EU, national and local decision makers, by disseminating technical know-how and communicating benefits and by promoting innovation and best practices in the sector.&#xd;<br />&#xd;<br />EUPAVE is active in circular economy and life cycle assessment questions. We work with a EU consultancy (Alonso &amp; Asociados) to help us follow the latest consultations in the field of concrete pavement and concrete transport infrastructure. &#xd;<br />&#xd;<br />We released in December 2018 a position paper entitled 'Tendering for sustainable infrastructure in the circular economy'.","lastUp":"2019-02-22T11:04:52.006+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}