{"id":"76326275827-75","name":"Ad-Hoc Industry Natural Resource Management Group","registrationDate":"2011-05-11T16:03:16.909+01:00","category":2,"subCategory":7,"legal":"N/A","web":"http://www.nrdonline.org","country":"Belgium","headAddress":"Rond Point Schuman - Box 5, 6","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 34 63 90","boss":"Barbara Goldsmith","bossTitle":"Ms","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"Industrial companies involved with the Group are also members of numerous business and industry associations in all sectors throughout Europe, both Brussels-based and Member State-specific.  The Group often involves these entities in our ongoing work, including meetings. Examples may be found on the Group's website.","memberOrga":"Per the Group's longstanding policy (since 1988), the Group does not publish a list of its members.","goal":"The Group focuses on policies and practices related to natural resource liability and restoration and related issues worldwide. Among the Group's goals are: to serve as a resource to industry on these matters; to facilitate communication and practice exchange within industry and between industry, government and other practitioners; to work to develop and refine best practices relative to these matters; and to generally advance the state-of-the art.  One of the Group's specialties is the ongoing implementation of the European Union Environmental Liability Directive.","acronym":"","interests":"Agriculture and Rural Development, Budget, Business and Industry, Climate Action, Competition, Economy, finance and the euro, Energy, Environment, Institutional affairs, Maritime affairs and fisheries, Regional Policy, Research and innovation, Trans-European Networks","euInitiatives":"European Union Environmental Liability Directive 2004/35/EC; European Union Safety of Offshore Oil and Gas Directive 2013/30/EU","lastUp":"2020-01-04T03:20:53.080+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}