{"id":"763373428510-42","name":"Tuote- ja palvelukaupan yhdistys Etu ry","registrationDate":"2017-10-02T16:02:53.702+01:00","category":2,"subCategory":4,"legal":"Aatteellinen yhdistys","web":"http://www.etu.fi","country":"Finland","headAddress":"Mannerheimintie 76 A, 5. krs","headCity":"Helsinki","headPostCode":"00251","headPhone":"(358)9 43 15 61 07","boss":"Lauri Pyökäri","bossTitle":"","bossPosition":"toimitusjohtaja, lakimies","membersCount":6,"membersFTE":"3.0","membership":"EuroCommerce, EU Transparency Register ID: 84973761187-60,&#xd;\nKaupan liitto,&#xd;\nPEFC.","memberOrga":"Elektroniikan Tukkukauppiaat ry,&#xd;\nKansainvälisen Lääketeollisuuden Suomen Yhdistys ry (osa Lääketeollisuus ry:tä),&#xd;\nKello- ja Jalometallitukkukauppiaat ry,&#xd;\nKonpap ry,&#xd;\nKukkatukkukauppiaat ry&#xd;\nLuontaistuotteiden Tukkukaupan Liitto ry,&#xd;\nLääke- ja terveyshuolto ry (aikaisempi Apteekkitavaratukkukauppiaat ry ATY),&#xd;\nPäivittäistavaratukkuliikkeet ry,&#xd;\nRaSi ry,&#xd;\nSailab - MedTech Finland ry,&#xd;\nTavaratalojen yhdistys ry,&#xd;\nTekstiili- ja Muotialat TMA ry,&#xd;\nUrheilu- ja Vapaa-aikatukkuliikkeet ry.","goal":"Yhdistyksen tavoitteena on luoda parhaat olosuhteet tavarakaupalle ja kaupan palvelutoiminnalle, erityisesti käyttö- ja erikoistavarakaupalle, edistämällä kaupan alan tasapainoista toimintaympäristöä ja yhteistyötä sekä terveitä liikeperiaatteita.&#xd;<br />&#xd;<br />Yhdistys tarjoaa viranomaisille, päätöksentekijöille ja asiakkaille tietoa päätöksenteon tueksi ja auttaa rakentamaan parempia sisämarkkinoita ja kansallista toimintaympäristöä.&#xd;<br />&#xd;<br />Yhdistys toteuttaa tarkoitustaan antamalla lausuntoja ja selvityksiä ja tekemällä esityksiä alan kauppaan liittyvistä kysymyksistä sekä valvomalla alan elinkeinopoliittisia etuja ja kilpailukykyä.&#xd;<br />&#xd;<br />Yhdistys seuraa ja ennakoi alan kehitystä sekä vaikuttaa aktiivisesti kansallisesti ja ulkomailla erityisesti euroopanlaajuisesti.&#xd;<br />&#xd;<br />Yhdistys harjoittaa tiedotus- ja koulutustoimintaa, tarjoaa tukipalveluita ja muuta samankaltaista toimintaa.","acronym":"ETU ry","interests":"Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Enterprise, Environment, Information Society, Internal Market, Research and Technology, Taxation, Trade, Transport","euInitiatives":"Sisämarkkina-asiat, kauppapolittiikka, kilpailu-asiat, kuluttaja-asiat, ympäristöasiat, talous- ja raha-asiat, yritystoiminta-asiat, tietoyhteiskunta-asiat, tulliasiat sekä kaikki muut kaupan toimintaympäristöön vaikuttavat asiat.&#xd;<br />&#xd;<br />Ajankohtaisia kysymksiä ovat esimerkiksi digitaaliset sisämarkkinat, verkkokauppa, vertikaaliset sopimukset, geoblokkaus, alustat, tuoteturvallisuus ja -vastuu, arvonlisäverotus sekä muut tavarakauppaa koskettavat keskeiset hankkeet.","lastUp":"2018-02-12T14:20:03.963+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}