{"id":"763478834633-75","name":"Espace de Recherches Appliquées au Développement des Ressources Humaines","registrationDate":"2019-04-21T11:10:31.993+02:00","category":3,"subCategory":2,"legal":"ASLB","web":"","country":"France","headAddress":"56 Chemin de la Pélude","headCity":"TOULOUSE","headPostCode":"31400","headPhone":"(33)6 32 04 41 41","boss":"BUIGUES HERVE","bossTitle":"","bossPosition":"Président","membersCount":2,"membersFTE":"1.75","membership":"Member of the WAPES &#xd;\nWork Association of Public Employment Services","memberOrga":"","goal":"30 years of interventions in EU Cohesion Policy in human resources development the field of employment regional development supported by European structural investment and cohesion funds, under 4 programming periods (1994-99), (2000-06), (2007-13) (2014-20) and subsequent regulations;&#xd;<br />Supporting Managing Authorities &amp; Intermediates Bodies (Level I &amp; II) on ESF &amp; ERDF CF funded interventions supporting EU Cohesion policy in Member States using part of their European structural fund allocations to invest in growth &amp; Jobs;&#xd;<br />Extensive experience in capacity building for the efficient management of EU funds &amp; preparation to national accreditation for managing cohesion funds with interventions directed to Operational Programmes in OPHRD-RCOP OPAC OPTA Project Generation Facility ESF-ERDF type projects”; assisting in multi-annual programming to ensure coordination of the Funds and with the existing financial instruments, the EIB and the EIF, including capacity building for the preparation of Major Projects under EU Regulations carrying out the cost-benefit analysis, the format for information, the models for the joint action plan and of the annual and final implementation reports, the frequency of the reporting of irregularities and the reporting format and the model for the management declaration,…, Assisting member states  in legal framework.  &#xd;<br />Assisting Candidates Countries Operating Structures in the design, programming, preparation &amp; implementation of Operational Programmes in the context of pre-accession under Chapter 22 &amp; 19 of negotiations and DIS.","acronym":"ERADH","interests":"Budget, Education and training, Employment and Social Affairs, Enlargement, European Neighbourhood Policy, International co-operation and development, Regional Policy, Research and innovation","euInitiatives":"EU Cohesion Policy&#xd;<br />EU Initiative Youth Guaranty&#xd;<br />EU Initiative Agenda for new jobs &amp; skills  &#xd;<br />EU Pillar for Social Rights&#xd;<br />Employment Policy &amp; Employment Guidelines &#xd;<br />EU2020 Strategy&#xd;<br />Secondary legislation of the \"Acquis\" social sector&#xd;<br />EU Disability Strategy 2010-20&#xd;<br />Financial Framework of ESIF 2014-20 / 2021-27&#xd;<br />Development of Finance Instruments by EIB in deployment of the Cohesion Policy.","lastUp":"2019-04-21T11:12:25.630+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}