{"id":"76377886538-77","name":"Danish Unions of Teachers","registrationDate":"2011-09-01T16:47:15.408+02:00","category":2,"subCategory":1,"legal":"Trade Union","web":"http://www.dlf.org","country":"Denmark","headAddress":"Vandkunsten 12","headCity":"Copenhagen K","headPostCode":"1467","headPhone":"(45)33 69 63 00","boss":"Kristina Aaltonen","bossTitle":"Ms","bossPosition":"Head of Office","membersCount":3,"membersFTE":"2.0","membership":"Education International, EI&#xd;\nEuropean Trade Union Committee for Education, ETUCE","memberOrga":"www.dus.dk","goal":"DLF is the responsible organisation for a cooperation - DLI - of 6 Danish teacher organisations with 170,000 members on policies regarding education and the labour market in the EU.&#xd;<br />&#xd;<br />DLI's objectives are:&#xd;<br />- to provide the member organisations with information&#xd;<br />&#xd;<br />- to coordinate the organisations' activities &#xd;<br />&#xd;<br />- to ensure the organisations' influence on debates and decisions in the EU&#xd;<br />&#xd;<br />The secretariat in Brussels&#xd;<br />DLI's secretariat is located in Brussels in the International Trade Union House, which also houses Education International, ETUCE, and ETUC. DLI's work involves participation in consulting procedures at European and national levels. &#xd;<br /> &#xd;<br />To keep the Danish teacher organisations up to date, DLI also publish two newsletter on EU policy on a regular basis.&#xd;<br />  &#xd;<br />The organisations of DLI are:&#xd;<br />Danmarks Lærerforening (The Danish Union of Teachers)&#xd;<br />Dansk Magisterforening (The Danish Association of Masters and PhDs)&#xd;<br />Forbundet for pædagoger og klubfolk (BUPL)&#xd;<br />Frie Grundskolers Lærerforening (FGL)&#xd;<br />Gymnasieskolernes Lærerforening (The Danish National Union of Upper Secondary School Teachers)  &#xd;<br />Uddannelsesforbundet","acronym":"DLF","interests":"Competition, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Research and innovation, Single market, Sport, Trade, Youth","euInitiatives":"Policies and initiatives within DG EAC and DG EMPL, the European Semester. Education policy in the European Parliament, especially in CULT, Erasmus+, Education Area 2025, New Skills Agenda, The social pillar and social scoreboard, trade policy, digitalisation and AI","lastUp":"2019-10-14T14:26:49.119+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}