{"id":"763942126040-65","name":"HORT DEL MANYANO COOP.V","registrationDate":"2017-02-22T13:18:45.702+01:00","category":3,"subCategory":2,"legal":"COOPERATIVA DE TRABAJO ASOCIADO","web":"http://www.projectebiocustodia.bio","country":"Spain","headAddress":"CALLE LITUANIA 10","headCity":"CASTELLON","headPostCode":"12006","headPhone":"(34)6 16 19 34 62","boss":"BEGOÑA ANTEQUERA BALAGUER","bossTitle":"","bossPosition":"PRESIDENTA","membersCount":5,"membersFTE":"3.75","membership":"","memberOrga":"","goal":"Somos una cooperativa de trabajo asociado sin ánimo de lucro, constituida por mujeres, y como entidad de custodia del territorio que desarrolla su actividad principal en las áreas de acción social y ambiental. Desarrollamos proyectos de dinamización social comunitaria, de sensibilización socio-ambiental, de conservación natural, trabajamos la agricultura social y ecológica. Estamos certificados ante el CAECV con el sello de agricultura ecológica. También trabajamos por la igualdad efectiva entre mujeres y hombres desde un enfoque feminista. Defendemos una economía humana, del bien común y de iniciativa social. Somos una organización democrática, solidaria que defiende los derechos humanos.","acronym":"somcustòdia","interests":"Agriculture and Rural Development, Climate Action, Communication, Competition, Consumer Affairs, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, General and Institutional Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Nuestra organización trabaja principalmente en áreas de desarrollo local, rural, nueva ruralidad, en clave de género. Protección medioambiental, biodiversidad, agricultura ecológica. Custodia del Territorio. Acción social comunitaria.","lastUp":"2018-02-23T05:15:00.827+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}