{"id":"764249424954-87","name":"vzw Rota","registrationDate":"2016-12-06T22:35:44.289+01:00","category":4,"subCategory":5,"legal":"vereniging zonder winstoogmerk","web":"http://www.facebook.com/rotavzw","country":"Belgium","headAddress":"Pannestraat 1","headCity":"Gent","headPostCode":"9000","headPhone":"(32)4 91 98 21 96","boss":"Altinkaya Busra","bossTitle":"Ms","bossPosition":"voorzitter","membersCount":6,"membersFTE":"3.5","membership":"","memberOrga":"","goal":"De volgende zijn onze doelstellingen:&#xd;<br />-\tStudenten begeleiden bij het maken van keuzes in het hoger onderwijs.&#xd;<br />-\tInteressante events organiseren voor het sociaal participeren in de maatschappij.&#xd;<br />-\tOntspannende activiteiten organiseren voor jongeren.&#xd;<br />-\tLeerrijke activiteiten organiseren.&#xd;<br />-\tGastsprekers uitnodigen om jongeren te informeren over verschillende onderwerpen.&#xd;<br />&#xd;<br />-\tEtc?&#xd;<br />&#xd;<br />De doelgroep van onze vereniging zijn studenten die studeren in het hoger onderwijs.&#xd;<br />Jongeren die zich willen engageren in het sociaal leven en op politiek niveau.","acronym":"Rota","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"EU- Turkije relaties worden gevolgd door ons vereniging.","lastUp":"2017-03-06T10:54:20.908+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}