{"id":"764633015511-42","name":"EURIC","registrationDate":"2015-01-11T18:54:01.656+02:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.euric-aisbl.eu","country":"Belgium","headAddress":"Boulevard Auguste Reyers 80","headCity":"Brussels","headPostCode":"1030","headPhone":"(32)27 06 87 20","boss":"Emmanuel KATRAKIS","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":4,"membersFTE":"3.0","membership":"","memberOrga":"http://www.euric-aisbl.eu/members-euric/affiliated-members","goal":"EuRIC’s main objectives are to promote and represent, in Brussels, the interests of the European recovery &amp; recycling industries and of recyclers. For doing so, &#xd;<br />&#xd;<br />EuRIC:&#xd;<br />•\tProvides to its Members information and advice regarding EU regulatory and policy developments which are of interest for recycling activities. &#xd;<br />•\tAdvocates for the industry’s positions at EU level on all relevant policy and regulatory developments.&#xd;<br />•\tBuilds constructive relations with European institutions as well as with all relevant stakeholders on policy and regulatory matters of interest for the recycling sector;&#xd;<br />•\tCommunicates about the substantial contribution that recycling brings to sustainable development, both in terms of economic opportunities and enhanced environmental protection. &#xd;<br />&#xd;<br />In total, national associations and stakeholders affiliated to EuRIC are present in 19 EU and EFTA countries.","acronym":"EuRIC","interests":"Business and Industry, Competition, Customs, Environment, Regional Policy, Single market, Taxation, Trade, Transport","euInitiatives":"The EU initiatives listed below reflects EU policies and regulatory actions of particular interest for the Confederation.&#xd;<br />- Circular economy&#xd;<br />- Resource efficiency&#xd;<br />- Raw Materials Initiative and EIP on raw materials&#xd;<br />- EU waste and end-of-waste legislation&#xd;<br />- Industry policy&#xd;<br />- Trade policy&#xd;<br />- Chemical legislation","lastUp":"2018-06-18T13:46:48.282+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}