{"id":"764818530893-82","name":"Codecool sp. z o.o.","registrationDate":"2018-03-22T08:46:58.788+01:00","category":4,"subCategory":12,"legal":"Limited company","web":"http://codecool.pl","country":"Poland","headAddress":"Ślusarska 9","headCity":"Kraków","headPostCode":"30-710","headPhone":"(48)7 35 14 90 00","boss":"Jerzy Mardaus","bossTitle":"Mr","bossPosition":"Site Manager","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Codecool is a training and sourcing hub for digital skills, such as software development or data engineering. We find, train and match the tech talents of the digital age to company’s needs. &#xd;<br />&#xd;<br />Why do companies work with us? The most common reason we hear from our existing partners, is that we are delivering very high quality students - with growth mindset, great communication and team work skills, who are motivated to learn more. Codecool is not only about technology. We teach our students how to think and how to grow as developers – and as employees. We equip them with both hard and soft skills that are truly valuable, always up-to-date and a real asset to any team.&#xd;<br /> &#xd;<br />We solve the problem of IT recruitment for our partners and we provide a future proof career to our students.  Why did we create Codecool? We had one goal in mind: to create the best available coding course in the region by teaching exactly what the market is telling us to teach.","acronym":"","interests":"Education, Research and Technology","euInitiatives":"Digital transformation needs digital skills&#xd;<br />&#xd;<br />➔ The US and Asia are far ahead of Europe in digital transformation. The EU needs to invest EUR&#xd;<br />335 billion in ICT to close the cumulated gap.&#xd;<br />&#xd;<br />➔ Digital technologies create new jobs and prompt the need to reskill workforce. Over the last&#xd;<br />decade, the number of IT specialists employed has risen by 33% across the EU, while the&#xd;<br />growth in total employment is a mere 2%.&#xd;<br />&#xd;<br />➔ Traditional academic models simply can’t keep up with the demand so the gap keeps widening.&#xd;<br />In absolute figures, IT developer vacancies are projected to double from 373,000 in 2015 to&#xd;<br />756,000 in 2020 just in the EU.&#xd;<br />&#xd;<br />In today’s high-tech world, skills and talent determine a company’s future. The EU is already losing competitiveness. The biggest barrier? The acute lack of&#xd;<br />skilled workforce.","lastUp":"2018-03-22T08:47:31.644+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}