{"id":"765288428078-16","name":"VDE Prüf- und Zertifizierungsinstitut GmbH","registrationDate":"2017-08-23T08:57:55.278+02:00","category":2,"subCategory":7,"legal":"GmbH","web":"https://www.vde.com/tic-de","country":"Germany","headAddress":"Merianstraße 28","headCity":"Offenbach","headPostCode":"63069","headPhone":"(49)6 98 30 60","boss":"Wolfgang Niedziella","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Die unabhängige und neutrale VDE Prüf- und Zertifizierungsinstitut GmbH ist eine national und international akkreditierte Institution auf dem Gebiet der Prüfung und Zertifizierung elektrotechnischer Geräte, Komponenten und Systeme. Geprüft werden diese Elektroprodukte auf ihre Sicherheit, elektromagnetische Verträglichkeit und weitere Produkteigenschaften. 1920 gegründet, verfügt das vom VDE getragene Prüf- und Zertifizierungsinstitut mit Sitz in Offenbach über weltweites Know-how. Die Ergebnisse der Prüfungen werden wissenschaftlich ausgewertet und fließen in die Weiterentwicklung elektrotechnischer Normen ein.&#xd;<br />&#xd;<br />In der Ausübung ihrer Tätigkeiten arbeiten die Mitarbeiter des VDE-Instituts unparteiisch, Unternehmensführung und Prozesse sind auf diesem Grundsatz aufgebaut. Der Verhaltenskodex für den Verband der Elektrotechnik Elektronik Informationstechnik e.V. und sämtliche Verbundunternehmen (insgesamt VDE) ist die verbindliche Leitlinie, die verlässliche Orientierung für das tägliche Handeln gibt und rechtliche und ethische Anforderungen an alle VDE-Mitarbeiter enthält.","acronym":"VDE Institut","interests":"Business and Industry, Consumers, Digital economy and society, Research and innovation","euInitiatives":"DSM, Energieunion, Produktsicherheit &amp; Marktüberwachung, Horizon 2020, Erneuerbare Energien, Digitalisierung, Cyber-/IT-Security, Energy, Health, IKT, Industry, Living, Mikroelektronik, Mobility, Smart Cities, Verbraucherschutz, Europäisches Normungssystem","lastUp":"2018-08-17T10:35:25.064+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}