{"id":"765415124810-47","name":"Alianza Cooperativa Internacional para las Americas","registrationDate":"2016-11-30T23:47:21.667+01:00","category":3,"subCategory":2,"legal":"Asociación","web":"http://www.aciamericas.coop","country":"Costa rica","headAddress":"Casa 85N, ubicada en Vía 104 y calle 72, San José, Costa Rica.","headCity":"San José","headPostCode":"1000","headPhone":"(506)22 90 17 14","boss":"Danilo Salerno","bossTitle":"Mr","bossPosition":"Director Regional","membersCount":1,"membersFTE":"0.25","membership":"Los detalles de nuestros miembros se encuentran en https://www.aciamericas.coop/-Miembros-de-ACI-en-las-Americas-","memberOrga":"Actualmente, la Alianza Cooperativa Internacional en las Américas cuenta con 98 organizaciones miembros provenientes de 23 países de la región. Puede ver su composición en https://www.aciamericas.coop/-Miembros-de-ACI-en-las-Americas-","goal":"Cooperativas de las Américas (antes ACI-Américas) es la representación regional de la Alianza para el continente americano.&#xd;<br />La Oficina Regional de las Américas se estableció en 1990 en San José, Costa Rica. Su objetivo primordial es \"promover el reposicionamiento del modelo cooperativo en el nuevo entorno económico, político, social y comercial apoyando a los organizaciones miembros de la Alianza en las Américas en la difusión y defensa de la identidad cooperativa, la promoción de los negocios y el desarrollo del recurso humano\".&#xd;<br />&#xd;<br />Los objetivos específicos son: a) Ser un líder reconocido en la construcción de la sostenibilidad económica, social y ambiental; b) Ser el modelo más relevante para resolver las necesidades de la gente y c) Ser el modelo empresarial que garantiza una mayor equidad, transparencia y justicia social.","acronym":"Coop Américas","interests":"Agriculture and Rural Development, Banking and financial services, Business and Industry, Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, Food Safety, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Regional Policy, Research and innovation, Youth","euInitiatives":"Son de interés los marcos jurídicos que regulan las cooperativas así como las políticas públicas que de una u otra forma afectan al sector cooperativo.  Iniciativas y proyectos relacionados con Desarrollo Sostenible,  políticas y metodología sobre incidencia política.","lastUp":"2019-11-28T23:39:18.779+01:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}