{"id":"765415124810-47","name":"Alianza Cooperativa Internacional para las Americas","registrationDate":"2016-11-30T23:47:21.667+01:00","category":3,"subCategory":2,"legal":"Asociación","web":"http://www.aciamericas.coop","country":"Costa rica","headAddress":"De la Iglesia de Loreto 300 norte 100 oeste","headCity":"San José","headPostCode":"1000","headPhone":"(506)22 96 09 81","boss":"Jose Blanco","bossTitle":"Mr","bossPosition":"Director Regional","membersCount":1,"membersFTE":"0.25","membership":"Las confederaciones, federaciones y cooperativas miembros se pueden encontrar en la página web www.aciamericas.coop","memberOrga":"Ver página web www.aciamericas.coop","goal":"Misión: ACI-Américas es la organización de la Alianza Cooperativa Internacional que, siendo coherente con su identidad, vela por los valores y principios cooperativos, integra, representa y promueve el cooperativismo como modelo de construcción de sostenibilidad económica, social y ambiental.&#xd;<br />Los objetivos específicos son: a) Ser un líder reconocido en la construcción de la sostenibilidad económica, social y ambiental; b) Ser el modelo más relevante para resolver las necesidades de la gente y c) Ser el modelo empresarial que garantiza una mayor equidad, transparencia y justicia social.","acronym":"ACI-Americas","interests":"Agriculture and Rural Development, Competition, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Regional Policy, Research and Technology, Youth","euInitiatives":"Son de interés los marcos jurídicos que regulan las cooperativas así como las políticas públicas que de una u otra forma afectan al sector cooperativo.  Iniciativas y proyectos relacionados con Desarrollo Sostenible,  políticas y metodología sobre incidencia política.","lastUp":"2017-12-14T16:13:32.635+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}