{"id":"7655050974-03","name":"Pirelli &amp; C. SpA","registrationDate":"2009-01-16T12:12:50.238+02:00","category":2,"subCategory":3,"legal":"SPA","web":"http://www.pirelli.com","country":"Italy","headAddress":"Viale Piero e Alberto Pirelli, 25","headCity":"Milano","headPostCode":"20126","headPhone":"(3902)6 44 21","boss":"Marco Tronchetti Provera","bossTitle":"Mr","bossPosition":"Vice Presidente Esecutivo e Amministratore Delegato","membersCount":2,"membersFTE":"1.5","membership":"ETRMA (European tyre &amp; rubber manufacturers' association)    www.etrma.org&#xd;\n&#xd;\nConfindustria (Italy) www.confindustria.it&#xd;\n&#xd;\nCSR europe &#xd;\nhttp://www.csreurope.org/&#xd;\n&#xd;\nWorld Business Council for Sustainable Development www.wbcsd.org&#xd;\n&#xd;\nUnited Nations Global Compact www.unglobalcompact.org","memberOrga":"","goal":"Founded in Milan in 1872, Pirelli is a major player in the tyre industry and the only global player focused solely on the Consumer tyre market, which includes tyres for cars, motorcycles and bicycles.  With a distinctive positioning in High Value tyres, the Group stands as a global brand known for its cutting edge technology, high-end production excellence and passion for innovation that draws heavily on its Italian roots.&#xd;<br />With 19 factories located in 12 countries and around 31,500 employees, Pirelli had a turnover of €5.2 billion in 2018, and with 15,900 points of sale in over 160 countries – a growing sales network that puts Pirelli ever closer to its customers.&#xd;<br />The company supports over 460 car and motorcycle sport events and has been the exclusive tyre supplier to the Formula One™ World Championship since 2011.&#xd;<br />All of this has grown from a strong commitment to research and development, undertaken with an open and collaborative approach. Pirelli has 1,900 people engaged in R&amp;D located across its Milan headquarters and 12 local technology centers and a portfolio of about 6,100 patents. In the last three years, Pirelli’s investment in R&amp;D has been 6.5% of its revenues from High Value products - one of the highest levels among the world’s major tyre producers.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, Institutional affairs, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Transport and environmental policies, road safety, raw materials, trade issues, market surveillance, Research and development","lastUp":"2019-06-13T10:55:52.844+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}