{"id":"7655050974-03","name":"Pirelli &amp; C. SpA","registrationDate":"2009-01-16T12:12:50.238+02:00","category":2,"subCategory":3,"legal":"SPA","web":"http://www.pirelli.com","country":"Italy","headAddress":"Viale Piero e Alberto Pirelli, 25","headCity":"Milano","headPostCode":"20126","headPhone":"(3902)6 44 21","boss":"Marco Tronchetti Provera","bossTitle":"Mr","bossPosition":"Vice Presidente Esecutivo e Amministratore Delegato","membersCount":3,"membersFTE":"2.0","membership":"ETRMA (European tyre &amp; rubber manufacturers' association)    www.etrma.org&#xd;\n&#xd;\nConfindustria (Italy) www.confindustria.it&#xd;\n&#xd;\nCSR europe &#xd;\nhttp://www.csreurope.org/&#xd;\n&#xd;\nWorld Business Council for Sustainable Development www.wbcsd.org&#xd;\n&#xd;\nUnited Nations Global Compact www.unglobalcompact.org","memberOrga":"","goal":"Pirelli was founded in Milan in 1872 and today stands as a global brand known for its cutting edge technology, high-end production excellence and passion for innovation that draws heavily on its Italian roots.&#xd;<br />With around 30,000 employees and a turnover of more than 5.3 billion € in 2017, Pirelli is a major player in the tyre industry and the only global player focused solely on the Consumer tyre market, which includes tyres for cars, motorcycles and bicycles. Pirelli has a long link with motorsport and it sustains its technological excellence by bringing innovations developed within the motorsport arena into its consumer products. The company currently supports over 460 car and motorcycle sport events and has been the exclusive tyre supplier to the Formula One™ World Championship since 2011. Such a strong presence in motorsport enables Pirelli to transfer a series of avant-garde solutions to its day-to-day operations providing the final consumer with the maximum levels of performance and safety.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, External Relations, General and Institutional Affairs, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"Transport and environmental policies, road safety, raw materials, trade issues, market surveillance","lastUp":"2018-06-08T15:37:23.368+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}