{"id":"7655050974-03","name":"Pirelli &amp; C. SpA","registrationDate":"2009-01-16T12:12:50.238+01:00","category":2,"subCategory":3,"legal":"SPA","web":"http://www.pirelli.com","country":"Italy","headAddress":"Viale Piero e Alberto Pirelli, 25","headCity":"Milano","headPostCode":"20126","headPhone":"(3902)6 44 21","boss":"Marco Tronchetti Provera","bossTitle":"Mr","bossPosition":"Vice Presidente Esecutivo e Amministratore Delegato","membersCount":2,"membersFTE":"1.25","membership":"ETRMA (European tyre &amp; rubber manufacturers' association)    www.etrma.org&#xd;\n&#xd;\nConfindustria (Italy) www.confindustria.it&#xd;\n&#xd;\nCSR europe &#xd;\nhttp://www.csreurope.org/&#xd;\n&#xd;\nWorld Business Council for Sustainable Development www.wbcsd.org&#xd;\n&#xd;\nUnited Nations Global Compact www.unglobalcompact.org","memberOrga":"","goal":"Established in 1872, Pirelli is one of the world's largest tyre manufacturers. Its production is concentrated in the Consumer segment where, thanks to a distinctive high-end positioning, it holds leading positions at the international level in the Premium and Prestige market segments.  &#xd;<br />&#xd;<br />Benefiting from partnerships with leading makers of prestige and premium vehicles, Pirelli is unique in having such a broad range of approved tyres: more than 1900 models to fit every vehicle profile all designed and tested to guarantee perfect road handling.&#xd;<br />&#xd;<br />With 16 different manufacturing facilities in 11 countries, Pirelli has a large commercial network (across more than 160 countries), serving mature and emerging markets equally.&#xd;<br />&#xd;<br />Pirelli has a long tradition of making tyres that combine innovation, product quality and a strong brand. The company has always had a keen focus on Research and Development, with its investments in this area amounting annually to approximately 6% percent of Premium sales, one of the highest levels of research investment in the tyre industry. Pirelli continually strives to improve the quality of its products in terms of performance and safety and also environmental impact, in line with the group's green performance strategy. With more than 5.000 patents to its name, the main Pirelli R&amp;D centre is in the group's Milan headquarters although there are another 10 application centres around the world.&#xd;<br />&#xd;<br />Pirelli has been supplying racing tyres since 1907 and is now the single-tyre supplier of the world superbike championships and other prestigious, one-make series like the Ferrari Challenge, the Lamborghini Blancpain Super Trofeo Competition and the Maserati Cup. Crucially, the company has also been the Formula 1 as single-tyre supplier since 2011, an activity which has set new challenges in terms of technological innovation and is a key driver of brand value.","acronym":"","interests":"Climate Action, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, General and Institutional Affairs, Information Society, Internal Market, Regional Policy, Research and Technology, Taxation, Trade, Transport","euInitiatives":"Transport and environmental policies, road safety, raw materials, trade issues, market surveillance","lastUp":"2017-06-08T11:33:41.045+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}