{"id":"767046429170-44","name":"Associazione LAICA","registrationDate":"2017-12-01T12:01:47.689+01:00","category":2,"subCategory":1,"legal":"association","web":"http://www.laicasalento.it","country":"Italy","headAddress":"via Cesare Abba, 46","headCity":"Lecce","headPostCode":"73100","headPhone":"(39)08 32 31 80 80","boss":"Roberto FATANO","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"LAICA aderisce all'Associazione Nazionale Industria e Terziario (ANpIT) che è una un’associazione datoriale con sede Nazionale in Roma che opera su tutto il territorio Nazionale e promuove la rappresentanza e la tutela degli interessi morali, giuridici, economici, previdenziali e professionali dei datori di lavoro. Anpit offre agli associati, prestazioni in materia di assistenza nella gestione delle risorse umane, nella ricerca di misure di semplificazioni degli adempimenti amministrativi, fiscali e di contabilità poste a carico dei soggetti rappresentati e fornisce servizi nell’ambito dei propri scopi a favore degli associati. (sito web: https://www.anpit.it/)","memberOrga":"","goal":"LAICA è una associazione senza scopo di lucro, costituita da imprese e professionisti che intende:&#xd;<br />generare un surplus di “tutele” a favore degli associati, garantendo da un lato l'ascolto e dall'altro l'impegno a portare avanti idee e iniziative presso le istituzioni;&#xd;<br />creare un sistema integrato (strutturato per “filiere” verticali) e coordinato (attraverso le “unioni” dei diversi settori merceologici) per rendere possibile la realizzazione di vere e proprie “reti di fatto” in cui ogni partecipante possa trovare il giusto partner per la propria attività, (oppure veder nascere collaborazioni funzionali, migliorando la propria attività);&#xd;<br />promuovere iniziative fortemente connotate dall’innovazione (nella fattispecie innovazione di processo, innovazione di prodotto e innovazione sociale).","acronym":"LAICA","interests":"Agriculture and Rural Development, Business and Industry, Communication, Consumers, Culture, Culture and media, Customs, Economy, finance and the euro, Food Safety, International co-operation and development, Public Health, Regional Policy, Trade, Trans-European Networks, Transport","euInitiatives":"Queste le iniziative dell'UE che intendiamo seguire con attenzione:&#xd;<br />Imprese&#xd;<br />Commercio&#xd;<br />Sicurezza alimentare&#xd;<br />Agricoltura e sviluppo rurale&#xd;<br />Dogane&#xd;<br />Reti transeuropee&#xd;<br />MEDIA","lastUp":"2019-11-07T23:36:21.064+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}