{"id":"767268615221-10","name":"Deutscher BundeswehrVerband e.V.","registrationDate":"2014-12-10T11:51:39.097+01:00","category":2,"subCategory":1,"legal":"eingetragener Verein nach deutschem Recht","web":"http://www.dbwv.de","country":"Germany","headAddress":"Stresemannstraße 57","headCity":"Berlin","headPostCode":"10963","headPhone":"(4930)2 35 99 00","boss":"André Wüstner","bossTitle":"Mr","bossPosition":"Bundesvorsitzender","membersCount":3,"membersFTE":"0.75","membership":"Der DBwV ist Mitglied bei zwei europäischen Dachverbänden:&#xd;\n- Europäische Organisation der Militärverbände (EUROMIL)&#xd;\n- European Confederation of Independent Trade Unions (CESI)","memberOrga":"","goal":"Der Deutsche BundeswehrVerband (DBwV) ist eine überparteiliche und finanziell unabhängige Institution. Er vertritt in allen Fragen des Dienst-, Sozial- und Versorgungsrechts die Interessen seiner rund 200.000 Mitglieder - aktive Soldaten, Reservisten, Ehemalige und Hinterbliebene, zivile Angehörige der Bundeswehr sowie fördernde Mitglieder.&#xd;<br />Der DBwV bekennt sich zum Prinzip des Staatsbürgers in Uniform, der grundsätzlich dieselben Rechte und Pflichten hat wie jedermann. Das gilt seit dem 14. Juli 1956, als sich erstmals in der deutschen Geschichte Soldaten aller Dienstgradgruppen zur Wahrnehmung ihrer Interessen zusammenschlossen und unmittelbar nach Aufstellung der Bundeswehr in Munster den Deutschen BundeswehrVerband gründeten.&#xd;<br />Bundestag und Bundesregierung beteiligen den DBwV als Spitzenorganisation der Soldaten, wenn es um gesetzliche Regelungen geht, die Belange von Angehörigen der Bundeswehr und deren Familienangehörigen berühren. Der Verband nimmt direkt Einfluss auf Entscheidungen von Regierung und Parlament.","acronym":"DBwV","interests":"Borders and Security, Digital economy and society, Education and training, Employment and Social Affairs, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Research and innovation, Youth","euInitiatives":"Sicherheits- und Verteidigungspolitik sowie soziale Belange des militärischen und zivilen Personals","lastUp":"2019-02-24T13:46:25.600+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}