{"id":"767244923940-53","name":"Natural History Museum","registrationDate":"2016-10-17T18:08:18.709+02:00","category":6,"subCategory":9,"legal":"Non-Departmental Public Body","web":"http://nhm.ac.uk","country":"United kingdom","headAddress":"Cromwell Road","headCity":"London","headPostCode":"SW7 5BD","headPhone":"(44)20 79 42 50 00","boss":"Neil Greenwood","bossTitle":"Mr","bossPosition":"Head, Finance and Corporate Services","membersCount":1,"membersFTE":"0.25","membership":"GBIF&#xd;\nhttp://www.gbif.org/ &#xd;\n&#xd;\nNational Biodiversity Network&#xd;\nhttps://nbn.org.uk/&#xd;\n&#xd;\nTDWG&#xd;\nhttp://www.tdwg.org/&#xd;\n&#xd;\nGGBN&#xd;\nhttp://www.ggbn.org/ggbn_portal/&#xd;\n&#xd;\nCETAF&#xd;\nhttp://cetaf.org/&#xd;\n&#xd;\nIUCN&#xd;\nhttps://www.iucn.org/&#xd;\n&#xd;\nCreative Industries Federation&#xd;\nhttp://www.creativeindustriesfederation.com/&#xd;\n&#xd;\nMuseums Association&#xd;\nhttps://www.museumsassociation.org/home&#xd;\n&#xd;\nECSITE&#xd;\nhttp://www.ecsite.eu/&#xd;\n&#xd;\nICOM&#xd;\nhttp://icom.museum/","memberOrga":"","goal":"The Natural History Museum – with its vast collection and pioneering research programme – is powerfully placed to engage audiences with the science they need to know and the decisions we need to make.&#xd;<br />The Museum’s purpose is to challenge the way people think about the natural world – its past, present and future. We aim to stimulate public debate about humanity’s future and equip our audiences at every level&#xd;<br />with an understanding of science. That purpose has never been more important or more urgent. Species and ecosystems are being destroyed faster than we can describe them or understand their significance.&#xd;<br />The very resources on which modern society relies are under threat. &#xd;<br />&#xd;<br />We will use the unique combination of our collection, expertise and public reach to engage people with three big narratives that together underpin an understanding of the natural world and our place in it:&#xd;<br />&#xd;<br />Origins and evolution&#xd;<br />The 4.5 billion year history of our solar system, the Earth and life&#xd;<br />&#xd;<br />Diversity of life&#xd;<br />Today’s natural diversity across species, habitats and ecosystems&#xd;<br />&#xd;<br />Sustainable futures&#xd;<br />The future of the natural systems on which our society depends&#xd;<br />&#xd;<br />The Museums collections, data portal, laboratories, research staff and libraries, enable it to function both as a research provider, a large research infrastructure and a big data provider, active in collaboration with EU and global partners and hosting thousands of international researchers each year.  Its science education, citizen science and online resources provide innovative engagement to the public in the EU and elsewhere. The galleries and programmes give access to more than 5 million visitors each year to new experiences in culture, the natural world and science.","acronym":"NHM","interests":"Culture, Education and training, Environment, Research and innovation","euInitiatives":"DG Research H2020&#xd;<br />&#xd;<br />Biodiversity Initiative&#xd;<br />&#xd;<br />Resource Efficiency and Raw Materials Initiative","lastUp":"2018-10-10T14:35:18.783+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}