{"id":"767321926487-82","name":"Federconsumatori","registrationDate":"2017-03-24T15:34:10.661+01:00","category":3,"subCategory":2,"legal":"associazione di promozione sociale","web":"http://federconsumatori.it","country":"Italy","headAddress":"Via Palestro 11","headCity":"Roma","headPostCode":"00185","headPhone":"(39)06 42 02 07 55","boss":"Rosario Trefiletti ","bossTitle":"Mr","bossPosition":"Presidente Nazionale ","membersCount":5,"membersFTE":"1.25","membership":"La Federconsumatori fa parte della rete dei servizi della CGIL - Confederazione Generalie Italiana del Lavoro, il principale sindacato in Italia. http://www.cgil.it/servizi/&#xd;\n&#xd;\nLa Federconsumatori fa parte della rete ECU, un network di associazioni europee nato per coniugare esigenze locali e globali di tutela del consumatore. Ci poniamo come interlocutori di cittadini, amministrazioni locali e comunitarie fornendo: ascolto e presa in carico delle problematiche dei consumatori; consulenza legale; servizi di mediazione con la Pubblica Amministrazione e le imprese; attività di sensibilizzazione e informazione sui temi del consumerismo. http://europeanconsumersunion.eu/","memberOrga":"","goal":"Associazione di difesa dei diritti dei consumatori presente sul territorio nazionale italiano da circa venti anni è oggi la più grande associazione a livello nazionale.  Gli obiettivi dell'associazione comprendono la responsabilità del sistema finanziario e bancario per le imprese e l'economia digitale, dal Welfare fino alla salute pubblica e individuale; l'associazione vuole essere un punto di riferimento per i consumatori, non solo al momento della soluzione dei problemi ma come orientatore di scelte di consumo consapevole e sostenibile.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Communication, Competition, Consumer Affairs, Culture, Economic and Financial Affairs, Education, Energy, Environment, Food Safety, Justice and Fundamental Rights, Public Health, Trade, Transport, Youth","euInitiatives":"Al momento non stiamo seguendo una tematica specifica","lastUp":"2017-03-24T21:34:49.378+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}