{"id":"768444926172-21","name":"Moscow State Pedagogical University","registrationDate":"2017-03-02T15:55:38.214+01:00","category":4,"subCategory":12,"legal":"Public body / Higher education intstitution (tertiary level)","web":"http://mpgu.edu","country":"Russia, federation of","headAddress":"Pirogovskaya 1/1.","headCity":"Moscow","headPostCode":"","headPhone":"(7499)2 45 03 10","boss":"Alexey Lubkov","bossTitle":"Mr","bossPosition":"rector","membersCount":24,"membersFTE":"12.0","membership":"","memberOrga":"","goal":"Moscow State Pedagogical University (MSPU), one of the oldest universities in Russia, was founded more than 140 years ago, in November 1872. Throughout its history it has trained more than quarter of a million teachers, more than 30 thousand university professors and scientists for more than 100 countries. MSPU is the largest higher education institution in Russia in the field of teacher training: it is, de facto, \"the main pedagogical institution of the country\", determining the development policy of pedagogical education, and also the Russian education system as a whole.&#xd;<br />&#xd;<br />Its mission is to provide progressive models for other Russian pedagogical universities. The competence-based, interactive teaching strategy involves the traditional and innovative approaches, contemporary theories and applied knowledge as the main competitive factor of teachers. The core subjects are embedded into the Liberal Arts, information and communication technology.&#xd;<br />&#xd;<br />Currently MSPU has more than 30 thousand students from 75 Russian regions, 1300 foreign students from 40 countries. We have 4 members of the Russian Academy of Sciences, 10 members of the Russian Academy of Education, 369 Professors, 321 PhDs. 9 institutions incorporate 17 faculties, 12 research centres in 38 BA, 25 MA and 69 postgraduate programs. The most attractive are the interdisciplinary units. One of them is to prepare, test and pilot the newest and most effective teaching methods with special attention to the intercultural competencies, based on European values.","acronym":"MSPU","interests":"Audiovisual and Media, Culture, Education, Information Society, Research and Technology, Youth","euInitiatives":"The participation in programs + Erasmus / Jean Monnet is the decisive trend in MSPU’s international cooperation. Our community proved to be an optimal host organization for the Jean Monnet Actions. Currently, there are four JM actions beeing implemented: two JM projects, one JM module, and we just established the Jean Monnet Centre of Excellence. MSPU has all necessary personnel and intellectual capacities, infrastructure and logistics for establishing a Jean Monnet Chair.","lastUp":"2017-03-02T19:25:30.166+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}