{"id":"768486031518-69","name":"Alerta-Mente: Associação Nacional para a Saúde Mental","registrationDate":"2018-05-14T17:02:40.553+02:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.alerta-mente.com","country":"Portugal","headAddress":"Rua General Humberto Delgado,","headCity":"SEIXAL","headPostCode":"1840-436","headPhone":"(351)9 25 17 98 19","boss":"Telma  Almeida ","bossTitle":"Ms","bossPosition":"Executive Board Director ","membersCount":3,"membersFTE":"3.0","membership":"EU Health Policy Platform","memberOrga":"","goal":"The National Association for Mental Health - Alerta-Mente - is a non-profit organization that aims to directly support families of people suffering from mental disorders. It also aims to promote the National Debate so that mental health can be included in all public, private, international, national and regional policies.","acronym":"Alerta-Mente","interests":"Education and training, International co-operation and development, Public Health, Youth","euInitiatives":"We run 3 main programmes all of those follow the European Union recommendations and goals:&#xd;<br />&#xd;<br />- Better mental Health in Europe, especially inside Portugal (targeted for the general public)&#xd;<br />- Better Mental Health at the work place (following the EU initiative targeted to the private sector. this programme aims to improve mental health at the work place and, at the same time, to improve the relations in between the public and the private sector)&#xd;<br />- Better mental Health at school (the programme aims to educate children and teenagers on how to achieve a good mental health and tackle from the very beginning a possible disorder like depression)&#xd;<br />- Public Debate and Policy (aims to increase awareness for the general public and decrease the stigma associated with mental health disorders and,  mainly aims to bring the subject Mental Health to the top of the national political agenda. Mental health must be in all policies, public, private, international, national and regional policies. &#xd;<br />&#xd;<br />The European Union has decreed that all decisions take into account the effects that measures can have on the mental health of the population. They believe that it is vital that there is more knowledge about mental health so that the gap between decisions and their impact is reduced. Alerta-Mente follows these aims and ambitions, including the EU-Compass for Action on Mental Health and Well-being. &#xd;<br />&#xd;<br />We are an effective stakeholder.","lastUp":"2018-05-14T17:04:09.591+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}