{"id":"76867628230-60","name":"Freedom House","registrationDate":"2012-03-07T14:51:53.711+02:00","category":3,"subCategory":2,"legal":"NGO","web":"http://www.freedomhouse.org","country":"United states","headAddress":"1850 M Street, NW, 11th floor","headCity":"Washington, District of Columbia","headPostCode":"20036","headPhone":"(1)20 27 47 70 00","boss":"Lisa Dickieson","bossTitle":"Ms","bossPosition":"Senior Vice President","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Freedom House supports democratic change, monitors freedom, and advocates for democracy and human rights around the world. We support nonviolent civic initiatives in societies where freedom is denied or under threat and we stand in opposition to ideas and forces that challenge the right of all people to be free. Freedom House amplifies the voices of those fighting for freedom in repressive societies. We work directly with democracy and human rights advocates in their own countries and regions. These reformers include human rights defenders, civil society leaders and members of the media. Freedom House’s programs provide these advocates with resources that include training, expert advice, grants and exchange opportunities. We press the United States, other governments, international institutions and regional bodies to adopt consistent policies that advance human rights and democracy around the world.&#xd;<br />&#xd;<br />The foundation of Freedom House’s work is its analysis. We evaluate the components of freedom and leverage our analytical work to strengthen our advocacy and action efforts. Freedom House's rigorous research methodology has earned the organization a reputation as the leading source of information on the state of freedom worldwide.&#xd;<br />&#xd;<br />Freedom House's programs support human rights and democracy advocates in their efforts promote open government, defend human rights, strengthen civil society and facilitate the free flow of information and ideas. Freedom House's programs primarily offer assistance by providing information, as well as trainings, and on-site technical advice. Freedom House sometimes also provides financial support. In addition, Freedom House offers symbolic and moral support through advocacy and visible demonstrations of solidarity on behalf of counterparts abroad, which can give them a measure of protection and may enhance their confidence to continue their activities.","acronym":"","interests":"Enlargement, External Relations, Foreign and Security Policy and Defence, Information Society, Justice and Fundamental Rights","euInitiatives":"Focus on democracy promotion and strengthening, human rights protection, and civil society capacity building","lastUp":"2018-04-05T21:04:51.917+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}