{"id":"768897711187-83","name":"Unioncamere Lombardia","registrationDate":"2013-05-21T10:37:01.101+02:00","category":6,"subCategory":11,"legal":"Associazione di Camere di Commercio","web":"http://www.lom.camcom.it/","country":"Italy","headAddress":"Via Ercole Oldofredi, 23","headCity":"Milano","headPostCode":"20124","headPhone":"(39)0 26 07 96 01","boss":"Maurizio Colombo","bossTitle":"Mr","bossPosition":"Direttore operativo","membersCount":4,"membersFTE":"1.5","membership":"Unioncamere Lombardia è membro attivo del network ERRIN (European Regions for Research and Innovation Network), una rete dinamica di quasi 100 uffici di regioni europee con sede a Bruxelles. Facilita lo scambio di conoscenze, azioni comuni e partenariati con l'obiettivo di rafforzare la ricerca e la capacità di innovazione dei suoi territori e migliorare il loro successo ai programmi UE. La rete aspira ad influenzare le politiche dell'UE, al fine di renderle più rispondenti alle esigenze delle regioni europee. Oltre ad essere uno dei soci fondatori del network, a partire da settembre 2012, Unioncamere Lombardia è stata eletta nel Management Board del network.&#xd;\n&#xd;\nUnioncamere Lombardia è inoltre partner di Enterprise Europe Network dal 2015.","memberOrga":"","goal":"Essere a Bruxelles per Unioncamere Lombardia significa:&#xd;<br />&#xd;<br />- qualificare la rappresentanza camerale lombarda a livello europeo e internazionale&#xd;<br />- instaurare rapporti diretti con istituzioni comunitarie, funzionari ed eurodeputati&#xd;<br />- assistere imprese e Camere di Commercio nella partecipazione alle opportunità europee&#xd;<br />- fornire supporto per l'accesso ai progetti finanziati dall'Unione Europea&#xd;<br />- organizzare incontri e seminari legati a specifiche esigenze del sistema camerale&#xd;<br />- promuovere azioni di partenariato con soggetti italiani e stranieri&#xd;<br />- valutare la competitività dell'economia lombarda, rispetto alle altre regioni","acronym":"UCLombardia","interests":"Agriculture, Business and Industry, Climate Action, Consumers, Culture, Culture and media, Digital economy and society, Energy, Environment, Food Safety, International co-operation and development, Regional Policy, Research and innovation, Single market, Trade","euInitiatives":"Politiche per le PMI&#xd;<br />Finanziamenti europei alle PMI&#xd;<br />Ricerca e innovazione&#xd;<br />Legislazione economica&#xd;<br />Industria 4.0","lastUp":"2018-06-25T12:36:47.130+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}