{"id":"76903725494-68","name":"Association Européenne des Concessionnaires d'Autoroutes et d'Ouvrages à Péage","registrationDate":"2011-03-14T17:22:18.195+02:00","category":2,"subCategory":4,"legal":"association sans but lucratif","web":"http://www.asecap.com","country":"France","headAddress":"Rue Edmond Valentin, 3","headCity":"Paris","headPostCode":"F-75007","headPhone":"(0032)22 89 26 20","boss":"Kallistratos Dionelis","bossTitle":"Mr","bossPosition":"Secretary-General","membersCount":5,"membersFTE":"5.0","membership":"Member of the European ITS Advisory Group; member of ERTRAC; signatory of the European Road Safety Charter, Member of the Mobility for Prosperity, Member of the C-ITS Platform.","memberOrga":"http://www.asecap.com/","goal":"ASECAP's mission is to promote toll as the most efficient tool to finance the construction, operation and maintenance of motorways and other major road infrastructures.&#xd;<br />&#xd;<br />ASECAP and its members are committed to:&#xd;<br />&#xd;<br />- Exchanging information and experience, participating in research programmes and further developing and enhancing the direct “user/payer” toll system as an instrument of a sustainable, safe and environmentally friendly transport policy.&#xd;<br />&#xd;<br />- Strengthening the efficiency of their networks and permanently improving the level of services provided to the European citizens, by keeping up with the latest technology developments and the best operational practices.","acronym":"ASECAP","interests":"Budget, Business and Industry, Competition, Digital economy and society, Economy, finance and the euro, Environment, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"ASECAP follows vey closely the current work of the European Commission, DG Move, on many different topics related to the implementation of the two Safety Directives (2004/54/EC and 2008/96/EC), the new European Platform of C-ITS and more generally any devolopment concerning the implementation of the ITS Directive. Furthemore ASECAP monitors closely the implementation of the Directive 2004/52/EC and Decison 2009/750/EC on the European Electronic Toll Service. Finally ASECAP follows closely also the implmentation process of the European Directive on the award of concession contracts.","lastUp":"2018-05-18T10:23:10.247+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}