{"id":"769151434737-69","name":"The HALO Trust","registrationDate":"2019-05-03T14:11:25.619+02:00","category":3,"subCategory":2,"legal":"charity","web":"http://www.halotrust.org","country":"United kingdom","headAddress":"Carronfoot","headCity":"Thornhill","headPostCode":"DG3 5BF","headPhone":"(44)0 18 48 33 11 00","boss":"Valon Kumnova","bossTitle":"Mr","bossPosition":"Director of Strategy","membersCount":1,"membersFTE":"0.25","membership":"FPA Watch Group&#xd;\nBOND&#xd;\nScotland's International Development Alliance","memberOrga":"The HALO Trust does not have members.","goal":"The HALO Trust is the world’s largest humanitarian mine clearance organisation. We lead the effort to protect lives and restore livelihoods for those affected by conflict. We remove landmines and make safe other weapons such as cluster bombs, stockpiles of small arms and improvised explosive devices (IEDs). Born out of a desire to help the people of Afghanistan in 1988, we now have over 8,700 staff in 25 countries and territories, working to get vulnerable communities back on their feet following conflict. Millions of families have been able to return to their homes safely thanks to this work, but there is still much to do. There are many challenges associated with delivering humanitarian work but we are passionate in our commitment to create safe, secure communities but we do not shy away from working in countries where there are gaps in international support for clear humanitarian needs. As an advocate for the ‘forgotten’ in the world, we urgently wish to reach more countries where our skills and experience can accelerate recovery and provide the essential ground work to help address the root cause of the current refugee crisis. Demining remains our core purpose but in order to deal with the broader debris of war, we are strengthening our work in weapons and ammunition management. We help governments to manage stockpiles of weapons and dispose of weapons and ammunition.","acronym":"HALO","interests":"Agriculture and Rural Development, Borders and Security, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, International co-operation and development, Regional Policy","euInitiatives":"EU support to the humanitarian clearance of mines and other explosive ordnance, as well as EU support to projects for weapons and ammunition management.","lastUp":"2019-05-03T14:11:49.789+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}