{"id":"769627423245-80","name":"Ege University","registrationDate":"2016-09-03T23:16:36.767+01:00","category":4,"subCategory":12,"legal":"Public","web":"http://www.ege.edu.tr","country":"Turkey","headAddress":"Ege Üniversitesi Rektörlüğü","headCity":"İzmir","headPostCode":"35100","headPhone":"(90)53 34 71 61 11","boss":"FAZILET VARDAR","bossTitle":"Ms","bossPosition":"LEAR","membersCount":10,"membersFTE":"5.0","membership":"","memberOrga":"","goal":"EGE University Science and Technology Centre (EBILTEM – TTO) was established in 1994 aiming to strengthen R&amp;D activities and foster university-industry collaboration. Throughout the years it has evolved into a one-stop-shop delivering the whole range of technology transfer services. Today it provides comprehensive services as the official Technology Transfer Office of Ege University, a 60 year-old State University with 60,000 students and over 3,000 researchers. &#xd;<br />&#xd;<br />Ege University has a wide array of academic units, nationally renowned research groups and modern Laboratories suitable for interdisciplinary and cross-sectoral projects in collaboration with different stakeholders. &#xd;<br />&#xd;<br />It puts a Special Focus on University – Society Relations and emphasizes activities that contribute to the socio-economic development of the Society and the Region. Joint projects and active cooperation with regional universities, national organisations, regional and national stakeholders are carried out with a special emphasis on utilizing research results for the benefit of the society. It ranks among the top five Universities in Turkey with respect to its publications, patent disclosures and commercialization of results. &#xd;<br />&#xd;<br />Ege University has initiated the establishment of almost all of the young universities in the Aegean Region and has contributed immensely to their development by graduating qualified academicians in neighbouring provinces. Today it has a number of practices which are completely innovative and unique in Turkey, such as its industrial relations, approach to EU projects, special programmes for students, etc. &#xd;<br />&#xd;<br />Within this ecosystem of R&amp;D and Innovation, EBILTEM-TTO has been playing a pivotal role in increasing the innovation capacity in the Aegean region and in building bridges between the academia and industry, institutionalizing University-Industry collaboration.&#xd;<br />&#xd;<br />It does so by, utilizing the infrastructure and specialised human resources of Ege University, adopting international best practices to the local situations, advising SMEs on issues such as research, IPR, innovation management, new investments and strengthening the ties between universities and businesses.&#xd;<br />&#xd;<br />It fosters an environment facilitating the interchange of ideas between academia and industry, leading the commercialisation of RTD results at national and international platforms. It has agreements with national/regional organisations which are key players in the Turkish Research and Innovation Platform. It also plays an active role in sponsoring and/or attending national and international boards and policy group meetings for the development of regulatory and other state policies.&#xd;<br />&#xd;<br />EBILTEM-TTO has become a regionally and nationally renowned prestigious Centre and has been accepted as a unique model for Academia &amp; Business interface organization in Turkey. In 2012, EBILTEM-TTO has been accredited as a national best practice and was awarded a-ten year support by the Scientific and Technological Research Council of Turkey (TUBİTAK) to expand its existing Technology Transfer activities.","acronym":"EGE","interests":"Development, Economic and Financial Affairs, Enterprise, Research and Technology","euInitiatives":"Ege University has a leading role in the continuing long term growth and development of higher education. All relevant EU initiatives in the research, innovation &amp; entrepreneurship and education domains;&#xd;<br />Research and Innovation - Horizon 2020 funding&#xd;<br />Teaching and Training - Erasmus + funding&#xd;<br />Engagement with regional and european businesses&#xd;<br />&#xd;<br />It also Erasmus Charter holder for Higher Education 2014-2020 engages with ERASMUS+ and EURAXESS.&#xd;<br />&#xd;<br />Ege University Science and Technology Center is an active member of Turkish American Scientist &amp; Scholars Association (TASSA), Association of University Technology Managers (ATUM), Triple Helix Association (THA), European Centre for Strategic Management of Universities (ESMU), European Knowledge Transfer Society (EUKTS), University- Industry Collaboration Centres Platform (USIMP).&#xd;<br />&#xd;<br />EBILTEM-TTO also;&#xd;<br />&#xd;<br />Information Multiplier for HORIZON 2020 assigned by National Contact Point of TUBITAK (Scientific and Technological Research Council of Turkey), &#xd;<br />Textile and Fashion Sector Group Chair under Enterprise Europe Network, EASME&#xd;<br />Thematic Contact Point for Clusters under Enterprise Europe Network, EASME&#xd;<br />Pilot Office of European Patent Office (EPO),&#xd;<br />IPR Helpdesk Ambassador.&#xd;<br />Mentoring Russian Consortium in Enterprise Europe Network, EASME&#xd;<br />Member of BATI-BINOM Cluster, National Level","lastUp":"2017-10-06T08:30:36.699+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}