{"id":"769812125327-28","name":"Českomoravská konfederace odborových svazů","registrationDate":"2017-01-17T09:22:40.176+01:00","category":2,"subCategory":1,"legal":"odborová organizace","web":"http://www.cmkos.cz","country":"Czech republic","headAddress":"Náměstí Winstona Churchilla 2","headCity":"Praha 3","headPostCode":"130 00","headPhone":"(420)2 34 46 11 11","boss":"Josef Středula","bossTitle":"Mr","bossPosition":"předseda","membersCount":8,"membersFTE":"3.0","membership":"ETUC, ITUC, TUAC","memberOrga":"https://www.cmkos.cz/adresar","goal":"Českomoravská konfederace odborových svazů (ČMKOS) jen největší nezávislé konfederativní sdružení odborových svazů v České republice.&#xd;<br />Svým programem zaměřeným na obhajobu práv a zájmů zaměstnanců je připravena spolupracovat a aktivně pomáhat při zavádění opatření, která vyvedou Českou republiku z dlouhodobého poklesu ekonomiky, vysoké nezaměstnanosti, snižování mezd a platů a neustálých destrukcí sociálních systémů. K dosažení tohoto cíle se tímto svým programem ČMKOS obrací jak na své členy a zaměstnance, tak i na širokou občanskou společnost s cílem vybudovat skutečný a plnohodnotný sociální dialog mezi vládou, odbory, zaměstnavateli a občanskou společností, jako nástroj pro hledání stabilních, konsensuálních a sociálně únosných východisek z této krize. Nedílnou součástí tohoto procesu musí být i propagace přínosu kolektivního vyjednávání, solidarity a trvalá podpora kolektivního vyjednávání ze strany státu.&#xd;<br />Program ČMKOS navazuje na dlouhodobou strategickou koncepci moderní odborové centrály, kterou si ČMKOS vydobyla při ochraně zájmů zaměstnanců i širokých vrstev obyvatelstva. Současnou pozici vlivného a akceschopného reprezentanta odborů v České republice a uznávaného člena mezinárodních odborových sdružení bude chtít i nadále posilovat.","acronym":"ČMKOS","interests":"Budget, Competition, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Home Affairs, Internal Market, Taxation, Trade","euInitiatives":"Evropský pilíř sociálních práv, Evropský semestr, Evropský sociální dialog, strategie Evropa 2020, Směrnice o vysílání pracovníků, Antidiskriminační směrnice, Evropský sociální fond, Evropský fond pro regionální rozvoj, ...","lastUp":"2018-01-02T12:58:44.048+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}