{"id":"770007812381-96","name":"Europeana Foundation","registrationDate":"2013-12-18T17:19:28.126+01:00","category":3,"subCategory":2,"legal":"non profit organisation","web":"http://www.europeana.eu","country":"Netherlands","headAddress":"Prins Willem-Alexanderhof, 5","headCity":"The Hague","headPostCode":"2595 BE","headPhone":"(070)3 14 09 91","boss":"Harry Verwayen","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":3,"membersFTE":"1.0","membership":"See previous notes on structure. The Foundation consists of associations/federations.&#xd;\n&#xd;\nThe Europeana Network consists over 2,000 individual members who represent associations.","memberOrga":"","goal":"Europeana is a catalyst for change in the world of cultural heritage.&#xd;<br />&#xd;<br />Our mission: The Europeana Foundation and its Network create new ways for people to engage with their cultural history, whether it's for work, learning or pleasure.&#xd;<br />&#xd;<br />Our vision: We believe in making cultural heritage openly accessible in a digital way, to promote the exchange of ideas and information. This helps us all to understand our cultural diversity better and contributes to a thriving knowledge economy.&#xd;<br />&#xd;<br />The objectives of the Europeana Foundation are &#xd;<br />• to make Europe's cultural and scientific heritage available through a cross-domain portal (Europeana.eu)&#xd;<br />• to work with museums, archives, audio-visual archives and libraries to deliver the portal and make it sustainable&#xd;<br />• to bring items that have already been digitised into the portal&#xd;<br />• to encourage and support the digitisation of more of Europe's cultural and scientific heritage&#xd;<br /> &#xd;<br />We work with a member-network of 800 institutions from every EU member state, who contribute digitised cultural heritage material to Europeana. At present, some 30 million heritage  items can be seen at the website Europeana.eu. The current strategy is to distribute material to social media sites and mobile platforms. To this end, Europeana has developed an API, is collaborating on the development of apps, and is partnering with the Wiki community.","acronym":"Europeana","interests":"Budget, Communication, Culture, Culture and media, Digital economy and society, Education and training, Justice and Fundamental Rights, Single market, Trans-European Networks","euInitiatives":"Copyright reform&#xd;<br />Connecting Europe Funding&#xd;<br />MFF&#xd;<br />Digital Agenda&#xd;<br />Creative Europe&#xd;<br />Horizon2020","lastUp":"2019-02-08T10:12:40.412+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}