{"id":"770376233960-81","name":"APCAP - Associação Portuguesa das Sociedades Concessionárias de Auto-Estradas ou Pontes com Portagem","registrationDate":"2019-02-14T16:59:48.129+01:00","category":2,"subCategory":4,"legal":"associação de direito privado sem fins lucrativos, politicos ou religiosos","web":"http://www.apcap.pt","country":"Portugal","headAddress":"Praça Nuno Rodrigues dos Santos, n.º 7","headCity":"Lisboa","headPostCode":"1600-171","headPhone":"(351)2 17 24 89 40","boss":"José Braga","bossTitle":"","bossPosition":"Presidente","membersCount":3,"membersFTE":"0.75","membership":"ASECAP&#xd;\nwww.asecap.com","memberOrga":"AAVI – Autoestrada do Algarve – Via do Infante, Sociedade Concessionária AAVI, S.A.&#xd;\nAE XXI – Auto-Estradas XXI – Subconcessionária Transmontana, S.A.&#xd;\nAEA - Auto-Estradas do Atlântico, Concessões Rodoviárias de Portugal, S.A.&#xd;\nAEBT – Auto-Estradas do Baixo Tejo, S.A.&#xd;\nAEDL – Auto-Estradas do Douro Litoral, S.A.&#xd;\nAELO – Auto-Estradas do Litoral Oeste, S.A.&#xd;\nAENL – Auto-Estradas do Norte Litoral, S.A.&#xd;\nASCENDI BLA – Auto-Estradas das Beiras Litoral e Alta, S.A.&#xd;\nASCENDI CP – Auto-Estradas da Costa de Prata, S.A.&#xd;\nASCENDI DI – Estradas do Douro Interior, S.A.&#xd;\nASCENDI GL – Auto-Estradas da Grande Lisboa, S.A.&#xd;\nASCENDI GP – Auto-Estradas do Grande Porto, S.A.&#xd;\nASCENDI NORTE – Auto-Estradas do Norte, S.A.&#xd;\nASCENDI PI – Estradas do Pinhal Interior, S.A.&#xd;\nBCR – Brisa Concessão Rodoviária, S.A.&#xd;\nBRISAL – Auto-Estradas do Litoral, S.A.&#xd;\nLUSOPONTE – Concessionária para a Travessia do Tejo em Lisboa, S.A.&#xd;\nNORSCUT – Concessionária de Auto-Estradas, S.A.&#xd;\nRAL - Rotas do Algarve Litoral, S.A. &#xd;\nSCUTVIAS - Auto-Estradas da Beira Interior, S.A.&#xd;\nSPER - Sociedade Portuguesa para a Construção e Exploração Rodoviária, S.A.&#xd;\nEUROSCUT AÇORES – Sociedade Concessionária da SCUT dos Açores, S.A. &#xd;\nVIALITORAL – Concessões Rodoviárias da Madeira, S.A.&#xd;\nVIAEXPRESSO - Concessionária de Estradas Viaexpresso da Madeira, S.A.","goal":"1.Defender e promover os interesses gerais dos associados junto de quaisquer instituições nacionais, comunitárias ou internacionais;&#xd;<br />2.Estudar e emitir pareceres de interesse comum das concessionárias de autoestradas e pontes com portagem, designadamente em matérias técnicas. administrativas, financeiras, jurídicas e fiscais, e promover ações de investigação e desenvolvimento no âmbito da atividade dos associados;&#xd;<br />3.Pronunciar-se quanto a políticas de comunicação com o público sobre temas de interesse comum;&#xd;<br />4.Promover o desenvolvimento de relações internacionais, não comerciais;&#xd;<br />5.Divulgar aos associados toda a informação nacional e internacional julgada de interesse para os mesmos.","acronym":"APCAP","interests":"Borders and Security, Business and Industry, Communication, Competition, Digital economy and society, Environment, External Relations, Fraud prevention, Institutional affairs, International co-operation and development, Research and innovation, Taxation, Trans-European Networks, Transport","euInitiatives":"Diretivas Comunitárias relacionadas com transportes, infraestruturas rodoviárias, portagens, comunicações, fiscalidade.&#xd;<br />Exemplo: &#xd;<br />Eurovignette directive 2004/52/EC;&#xd;<br />Directive 2008/96/EC;&#xd;<br />EETS Decision 2009/750 &#xd;<br />Decision 768/2008/EC&#xd;<br />ITS Directive 2010/40/EU revision&#xd;<br />&#xd;<br />Normativas técnicas europeias dos mesmos temas;","lastUp":"2019-02-18T09:59:51.323+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}