{"id":"770601927410-12","name":"VERTECH GROUP","registrationDate":"2017-06-07T13:11:30.680+02:00","category":2,"subCategory":7,"legal":"SAS","web":"http://vertech-group.com/","country":"France","headAddress":"11 rue defly","headCity":"nice","headPostCode":"06000","headPhone":"(33)9 81 09 68 62","boss":"ANTONIO BARONA","bossTitle":"Mr","bossPosition":"Président","membersCount":22,"membersFTE":"19.5","membership":"Bio Based Industries : https://www.bbi-europe.eu/&#xd;\n&#xd;\nSustainable Process Industry through Resource and Energy Efficiency : https://www.spire2030.eu/&#xd;\n&#xd;\nWssTP : http://wsstp.eu/","memberOrga":"","goal":"VERTECH GROUP is a French SME engineering with business focus on high-tech environmental&#xd;<br />engineering and innovation business development. Vertech Group aims to create value by&#xd;<br />supporting and advising private and public organizations in different sectors (recycling, waste,&#xd;<br />energy, water, etc.), and regions (e.g. Europe, Latin America) to get from research to market.&#xd;<br />&#xd;<br />The company is based in Nice, in the French EcoValley, an example of a real sustainable urban&#xd;<br />environment. Vertech is also present in Spain and has expansion plans to other markets besides&#xd;<br />Europe (i.e. South America).&#xd;<br />Vertech is member of several national and international platforms:&#xd;<br /> French Life Cycle Assessment Platform (Avnir).&#xd;<br /> European Sustainable Process Industry through Resource and Energy Efficiency Public&#xd;<br />Private Partnership (SPIRE PPP).&#xd;<br /> Full member of the Bio-based industries consortium (BIC)&#xd;<br />&#xd;<br />VERTECH SPECIFIC ACTIVITIES IN INTERNATIONAL R&amp;D PROJECTS&#xd;<br />1. Environmental, social and economic feasibility studies and risk assessments&#xd;<br /> Life Cycle Assessment (LCA)  Environmental impacts determination through&#xd;<br />the whole life cycle for environmental validation, including: Climate change –&#xd;<br />GHG emissions, Human toxicity, eco-toxicity, acidification, etc.&#xd;<br /> Life Cost Cycle (LCC)  CAPEX and OPEX definition for economic validation and&#xd;<br />techno-economic assessments.&#xd;<br /> Social Life Cycle Assessment (S-LCA)  socio-economic impacts determination,&#xd;<br />including: Human rights, Working conditions, Society Health and safety,&#xd;<br />Governance, Socio-economic repercussions etc.&#xd;<br /> Risk assessments (technical, economic, environmental and social): risks&#xd;<br />identification, risks quantification, contingency and mitigation plan of main&#xd;<br />risks.&#xd;<br />2. Exploitation of results: innovative products ranking, general and specific market&#xd;<br />analysis, business case, business strategy and business plans.","acronym":"VTG","interests":"Agriculture, Business and Industry, Climate Action, Communication, Economy, finance and the euro, Energy, Environment, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Transport","euInitiatives":"FP7 / H2020 grants management / project tenders for innovative actions in the field of environemental engineering","lastUp":"2018-05-22T17:22:09.033+02:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}