{"id":"770879211019-11","name":"Eindhoven-Brainport EU Office","registrationDate":"2013-04-19T09:42:41.125+01:00","category":6,"subCategory":13,"legal":"Public body","web":"http://www.eindhoven.eu","country":"Netherlands","headAddress":"Stadhuisplein 10","headCity":"Eindhoven","headPostCode":"6511 EM","headPhone":"(32)4 86 47 40 45","boss":"Robert Elbrink","bossTitle":"Mr","bossPosition":"Sectorhoofd Strategie Gemeente Eindhoven","membersCount":6,"membersFTE":"4.5","membership":"ERRIN - Europees netwerk van steden en regio's gericht op beleid en project ontwikkeling op het gebied van innovatie, onderzoek en technology&#xd;\nEUROCITIES - Europees steden netwerk gericht op beleidsbeinvloeding en project ontwikkeling op vrijwel alle relevante thema's rakende aan de stedelijke agenda&#xd;\nENOLL - European Network of Living Labs&#xd;\nPOLIS&#xd;\nICLEI&#xd;\nLUCI&#xd;\nVANGUARD","memberOrga":"Gemeente Eindhoven(1),&#xd;\nGemeente Helmond(1),&#xd;\nBrainport Development(1),&#xd;\nMRE (1)","goal":"Het Europa, en de EU, zijn van groeiend belang voor Eindhoven, haar burgers en partners in de stad. Veruit de belangrijkste overweging voor Eindhoven blijft de internationale oriëntatie van Eindhoven als middel om onze economische positie als “Slimste regio van de wereld” in Europa en wereldwijd te handhaven en te versterken. Dit is ook te zien aan het belang gegeven, binnen het urgentie programma Brainport 2020, aan het neerzetten van een Europese dimensie van de Brainport 2020 Agenda.&#xd;<br />&#xd;<br />Vanwege de toenemende impact van Europees beleid op lokaal en regionaal beleid, groeit ook het belang voor de stad van activiteiten rond Europese beleidsbeïnvloeding. Juist vandaag, met de besluitvorming rond het nieuwe Europese budget voor 2014-2020, en de daaraan verbonden beleids- en financiële programma’s, is het cruciaal om de onze Europese belangen Europa afdoende te dekken.&#xd;<br />&#xd;<br />Eindhoven/Brainport heeft de afgelopen jaren flinke successen geboekt met haar Europese activiteiten, zowel wat betreft PR en beleidsbeïnvloeding, als wat betreft binnengehaalde financiële middelen voor de gemeente en lokale en regionale partners. Gebaseerd op deze successen en de daarbij opgedane kennis en ervaringen, de ontwikkeling van de triple-helix samenwerking in het Brainport gebied en vanwege de goede aansluiting van Europese speerpunten bij onze eigen Brainport 2020 Agenda, zijn de komende jaren cruciaal maar ook kansrijk om een krachtige doorontwikkeling te organiseren die ons toelaat optimaal in te spelen op de kansen die Europa biedt.","acronym":"Eindhoven-Brainport","interests":"Budget, Business and Industry, Climate Action, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Public Health, Regional Policy, Research and innovation, Trans-European Networks, Transport","euInitiatives":"- Juncker Initiatief - EFSI&#xd;<br />- HORIZON 2020 / Horizon Europe&#xd;<br />- Urban Agenda&#xd;<br />- Smart Cities platform / EIP&#xd;<br />- INTERREG programma's&#xd;<br />- Procurement&#xd;<br />- Education&#xd;<br />- Social inclusion&#xd;<br />- health care&#xd;<br />- Digital transition / data","lastUp":"2019-02-15T08:54:20.001+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}