{"id":"771241237007-83","name":"PRM-CEE Kft.","registrationDate":"2020-01-16T15:26:25.134+01:00","category":1,"subCategory":6,"legal":"LLC","web":"http://prm-cee.com","country":"Hungary","headAddress":"Buday Laszlo u. 12.","headCity":"Budapest","headPostCode":"1024","headPhone":"(36)3 09 94 34 09","boss":"Gabor Kovacs","bossTitle":"Mr","bossPosition":"CEO","membersCount":5,"membersFTE":"5.0","membership":"","memberOrga":"","goal":"PRM-CEE is an independent public policy and government affairs boutique specializing in political risk management in Hungary, Central-Eastern Europe (CEE) and Brussels.&#xd;<br />&#xd;<br />We assist our clients in navigating the crossroads of EU policies with special focus on the CEE region.&#xd;<br />&#xd;<br />The multi-faceted skillset and comprehensive network of our consultants combined with the in-depth understanding of the CEE region and the EU allow us to form bridges between our clients, regional governments and EU institutions. Facilitating better interaction between stakeholders of the business community and members of public administration is at the core of our business. We translate ever-changing government priorities into the language spoken in global boardrooms and assist clients in articulating their story towards public stakeholders thereby helping them shape relevant policies. We operate in full transparency and strict compliance with prevailing anti-corruption rules.","acronym":"PRM-CEE","interests":"Agriculture and Rural Development, Climate Action, Competition, Customs, Digital economy and society, Energy, Environment, European Neighbourhood Policy, Food Safety, Regional Policy, Research and innovation, Single market, Trade, Transport","euInitiatives":"CAP reform&#xd;<br />MFF negotiations&#xd;<br />Green Deal&#xd;<br />Renewable energy regulation&#xd;<br />Agricultural policies&#xd;<br />Telecommunications and connectivity policies&#xd;<br />Digital policies","lastUp":"2020-01-16T15:27:52.403+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}