{"id":"771525033749-68","name":"Autobahn Tank &amp; Rast Gruppe GmbH &amp; Co. KG","registrationDate":"2019-01-24T14:15:08.962+01:00","category":2,"subCategory":3,"legal":"GmbH &amp; Co. KG","web":"http://www.tank.rast.de/","country":"Germany","headAddress":"Andreas-Hermes-Str. 7-9","headCity":"Bonn","headPostCode":"53175","headPhone":"(49)0 22 8- 92 2- 27 70","boss":"Andreas Rehm","bossTitle":"Mr","bossPosition":"Authorized Representative (Prokurist)","membersCount":1,"membersFTE":"0.25","membership":"- ProMobilität - Initiative für Verkehrsinfrastruktur &#xd;\n- Bundesverband der Deutschen Tourismuswirtschaft (BTW)&#xd;\n- Deutsches Verkehrsforum (DVF)&#xd;\n- Bundesverband mittelständische Wirtschaft – Unternehmerverband Deutschlands (BVMW)&#xd;\n- European Secure Parking Organisation (ESPORG)","memberOrga":"","goal":"Around the clock, on 365 days a year, the autobahn services company Autobahn Tank &amp; Rast and its franchisees provide comprehensive services on German autobahns. For travellers on the German motorway network, the approximate 360 filling stations and approximate 410 service areas (including approximately 50 hotels) are a place to relax and recuperate. Autobahn Tank &amp; Rast is the leading provider of services on German autobahns.&#xd;<br />&#xd;<br />SANIFAIR is the sanitary concept of Tank &amp; Rast. Touch-free toilets, taps, soap and towel dispensers and self-cleaning lavatories guarantee an outstanding standard of hygiene. There are also modern baby changing rooms, WCs for the physically challenged, and showers for truckers and frequent travellers.&#xd;<br />&#xd;<br />The presence of Tank &amp; Rast also reaches beyond the motorway. Travellers will find the full familiar range of our products and services at our off motorway service areas (truck stops). The services and products offered at our off motorway service areas have been selected with the needs of frequent travellers and long-haul truckers in mind. Most of our off motorway service areas parking spaces are monitored to ensure a safe and secure stay for our customers. The wide culinary selection is complemented by showers and even washing machines and driers.","acronym":"T&amp;R","interests":"Business and Industry, Competition, Consumers, Digital economy and society, Energy, Food Safety, Trans-European Networks, Transport","euInitiatives":"- EU-Regulation on Safe and Secure Truck Parking&#xd;<br />- EU-Regulation on Driving and Rest Rules for Truck Drivers","lastUp":"2020-01-16T10:34:14.930+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}