{"id":"771713924589-06","name":"Social Progress Imperative","registrationDate":"2016-11-21T12:02:24.257+01:00","category":3,"subCategory":2,"legal":"nonprofit nongovernmental organization","web":"http://www.socialprogress.org","country":"United states","headAddress":"Social Progress Imperative","headCity":"Washington DC","headPostCode":"20037","headPhone":"(1)20 23 50 32 82","boss":"Green Michael","bossTitle":"Mr","bossPosition":"CEO","membersCount":4,"membersFTE":"4.0","membership":"http://www.epc.eu","memberOrga":"","goal":"The Social Progress Imperative’s mission is to advance global human wellbeing, by combining national social performance and capacity indicators with solutions-oriented outreach to sector leaders, and grassroots champions, who together can effect large-scale change. Social progress is defined as the capacity of a society to meet the basic human needs of its citizens, establish the building blocks that allow citizens and communities to enhance and sustain the quality of their lives, and create the conditions for all individuals to reach their full potential.","acronym":"SPI","interests":"Agriculture, Business and Industry, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, Humanitarian aid and civil protection, International co-operation and development, Public Health, Regional Policy, Research and innovation, Youth","euInitiatives":"The EU Regional Social Progress Index aims to measure social progress for each region as a complement to traditional measures of economic progress. As it is intended to complement measures based on GDP, income or employment, such indicators are excluded from the index. Measuring social progress can inform the development strategies of EU regions. Please note that this index is not created for the purpose of funding allocation and does not bind the European Commission.","lastUp":"2018-10-30T15:03:03.971+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}