{"id":"7719382720-34","name":"Institute of Chartered Accountants in England and Wales","registrationDate":"2008-12-04T11:35:42.106+01:00","category":2,"subCategory":1,"legal":"Incorporated by Royal Charter","web":"http://www.icaew.com","country":"United kingdom","headAddress":"Chartered Accountants' Hall","headCity":"London","headPostCode":"EC2P 2BJ","headPhone":"(44)20 79 20 81 00","boss":"Michael Izza","bossTitle":"Mr","bossPosition":"Chief Executive","membersCount":3,"membersFTE":"2.5","membership":"ICAEW is a member of a number of bodies and contributes to the development of policy positions within such bodies - although only views expressed directly by ICAEW should be attributed to ICAEW. &#xd;\n&#xd;\nThose bodies with a focus on issues also dealt with at EU level include: Accountancy Europe / Confédération Fiscale Européenne / British Chamber of Commerce in Belgium / Consultative Committee of Accountancy Bodies / the Common Content Project / the European Council of the Liberal Professions (via the UK Inter-Professional Group) / Politico PRO / European Services Forum (ESF).&#xd;\n&#xd;\nICAEW is also a member of a number of international bodies such as the Global Accounting Alliance, Chartered Accountants Worldwide and the International Federation of Accountants.&#xd;\n&#xd;\nICAEW currently hosts the Natural Capital Coalition.","memberOrga":"Information on ICAEW members can be found at: http://membersearch.icaew.com/ &#xd;\n&#xd;\nThe ICAEW Directory of Chartered Accountants Firms can be accessed at: http://find.icaew.com/&#xd;\n&#xd;\nThe list of statutory audit firms registered with ICAEW in the UK can be found at: http://www.auditregister.org.uk/Forms/FirmList.aspx?ID=2&amp;DisplayText=RSB%20Detail&amp;ParentText=All%20RSBs&#xd;\nAnd in Ireland at: https://search.cro.ie/auditors/RSBList.aspx","goal":"There are over 1.8m chartered accountants around the world - talented, ethical and committed professionals who use their expertise to ensure we have a successful and sustainable future. Over 181,500 of these are ICAEW Chartered Accountants and students. We train, develop and support each one of them so that they have the knowledge and values to help build local and global economies that are sustainable, accountable and fair. We’ve been at the heart of the accountancy profession since we were founded in 1880 to ensure trust in business. We share our knowledge and insight with governments, regulators and business leaders worldwide as we believe accountancy is a force for positive economic change across the world.","acronym":"ICAEW","interests":"Banking and financial services, Budget, Business and Industry, Consumers, Economy, finance and the euro, Education and training, Institutional affairs, Single market, Taxation, Trade","euInitiatives":"Financial reporting &amp; accounting, including IFRS endorsement, corporate reporting fitness check | Tax policy, including issues related to the role of intermediaries | Public sector finances | Audit policy | Brexit negotiations | CMU. As well as developments in the financial services / corporate governance / company law / digital policy / sustainability / enterprise / professional requirements &amp; skills areas.","lastUp":"2020-01-15T10:48:17.764+01:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}