{"id":"771968616868-34","name":"SEUR","registrationDate":"2015-04-07T18:31:59.946+01:00","category":2,"subCategory":3,"legal":"SA","web":"http://www.seur.com","country":"Spain","headAddress":"Gamonal, 6","headCity":"Madrid","headPostCode":"28031","headPhone":"(34)9 13 22 25 00","boss":"Alberto Navarro Peromingo","bossTitle":"","bossPosition":"CEO","membersCount":2,"membersFTE":"0.5","membership":"http://www.unologistica.org/&#xd;\nhttps://www.adigital.org/","memberOrga":"","goal":"SEUR, con una trayectoria de más de 70 años en el transporte urgente, integra tres grandes ejes de negocio: internacional, comercio electrónico y logística de valor añadido. Su estructura está compuesta por 6.400 empleados, más de 1.000 tiendas y una flota de 3.800 vehículos para dar servicio a más de 1.200.000 clientes. &#xd;<br />&#xd;<br />La compañía cuenta con una capacidad operativa internacional que le permite entregar en 230 países, gracias a las redes de su socio estratégico GeoPost, que con un equipo compuesto por más de 24.000 profesionales, es la primera red terrestre intra-europea, a través de la marca DPD.&#xd;<br /> &#xd;<br />SEUR ha reforzado su política de RSC y se ha convertido en el operador referente en Movilidad Sostenible mediante la incorporación de vehículos alternativos, la formación en conducción eficiente y la optimización de rutas de reparto. Además, la compañía gestiona su acción social mediante Fundación SEUR, cuyo principal objetivo es la logística solidaria, concretamente en apoyo y protección de la infancia y la juventud.","acronym":"","interests":"Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Customs, Digital economy and society, Environment, External Relations, Fraud prevention, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Sector del transporte&#xd;<br />Sector Postal&#xd;<br />Aduanas&#xd;<br />Comercio electrónico&#xd;<br />Fiscalidad general&#xd;<br />Responsabilidad Social Corporativa&#xd;<br />Compliance&#xd;<br />Reducción/eliminación cargas administrativas","lastUp":"2019-02-11T19:54:34.343+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}