{"id":"7721359944-96","name":"IBM Corporation","registrationDate":"2009-01-08T22:55:00.182+01:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.ibm.com","country":"United states","headAddress":"New Orchard Road, 1","headCity":"Armonk, New York","headPostCode":"10504","headPhone":"(914)4 99 19 00","boss":"Virginia Rometty","bossTitle":"Ms","bossPosition":"Chairman, President and Chief Executive Officer","membersCount":9,"membersFTE":"5.75","membership":"American Chamber of Commerce to the European Union&#xd;\nBUSINESSEUROPE (Advisory and Support Group)&#xd;\nTransatlantic Policy Network&#xd;\nBusiness Software Alliance (BSA)&#xd;\nEuropean Services Forum (ESF)&#xd;\nAlliance for Internet of Things Innovation (AIOTI)&#xd;\nInformation Technology Industry Council (ITIC)&#xd;\nInternational Association for Trusted Blockchain Applications (INATBA)&#xd;\nEuropean Trade Association representing the medical imaging, radiotherapy, health ICT and electromedical industries (COCIR)","memberOrga":"","goal":"IBM is a global technology and innovation company headquartered in Armonk, NY. IBM offers a wide range of technology and consulting services; a broad portfolio of middleware for collaboration, predictive analytics, software development and systems management; and the world's most advanced servers and supercomputers. Utilizing its business consulting, technology and R&amp;D expertise, IBM helps clients become \"smarter\" as the planet becomes more digitally interconnected. &#xd;<br />&#xd;<br />IBM in Europe:&#xd;<br />&#xd;<br />IBM has been investing in Europe for over 100 years, starting in Germany in 1910. The company operates today across the EU. The company has had a strong presence in Central and Eastern Europe since the Czech office opened in 1932.&#xd;<br />&#xd;<br />IBM is just as much at home in Europe as anywhere else in the world. For more than a century, we have been working in Europe on innovation that matters to Europeans. Four of our European-based lab scientists have been awarded Nobel prizes for physics and many of the 8,088 patents received in 2017 were filed at the European Patent Office in Munich.&#xd;<br />&#xd;<br />IBM is present all across Europe and our team here is as large as our team in the United States. We continue to invest in Europe: in cutting-edge research and new data center facilities, creating jobs across the continent and fostering a new generation of scientists and technology experts. IBM plays an active role in Europe’s digital ecosystem, partnering and sharing resources, technology and know-how with start-ups and SMEs, enabling them to be more competitive and innovative. Having been actively involved in the EU’s FP7 research programme, we are now launching collaboration in numerous Horizon 2020 projects which started in 2014. IBM has been a long-term participant in collaborative European research projects, through Horizon 2020 and the earlier Framework Programmes, with hundreds of partners across Europe – all in an effort to create and innovate for the benefit of Europeans. For examples of these projects see:&#xd;<br />    https://www.zurich.ibm.com/EUProjects.html&#xd;<br />    http://www.research.ibm.com/labs/ireland/EUProjects.html&#xd;<br />    https://www.research.ibm.com/haifa/EUProjects.shtml &#xd;<br />&#xd;<br />In Europe, public services, governments and companies – large and small – work with us to provide more forward thinking, more effective, healthier and safer services to their citizens &amp; customers. &#xd;<br />&#xd;<br />In February 2017, IBM opened its global headquarters for Watson Internet of Things (IoT) in Munich. The Watson IoT HQ brings together over 1000 developers, engineers, consultants, researchers and scientists on a campus environment driving innovation with SMEs and start-ups, governments, schools and universities and investors.","acronym":"IBM","interests":"Borders and Security, Budget, Business and Industry, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"As a major investor and employer in Europe, IBM has a wide interest in public policy. Here below a non-exhaustive list of the main EU initiatives followed during 2016:&#xd;<br />- Digital Europe for the period 2021-2027 COM(2018)434&#xd;<br />- Proposal for Horizon Europe COM/2018/435 final&#xd;<br />- Proposal for a Directive on the common system of a digital services tax on revenues resulting from the provision of certain digital services&#xd;<br />- Horizon 2020 &#xd;<br />- Proposal for a Directive on Transparent and Predictable Working Conditions COM(2017) 797 final&#xd;<br />- Proposal for a Regulation on Privacy and Electronic Communications COM(2017) 10 final&#xd;<br />- Regulation on a framework for the free flow of non-personal data in the European Union (COM(2017)495)&#xd;<br />- Proposal for a Regulation on ENISA, the \"EU Cybersecurity Agency\", and repealing Regulation (EU) 526/2013, and on Information and Communication Technology cybersecurity certification (''Cybersecurity Act'')&#xd;<br />- Proposal for a European Cybersecurity Competence Network and Centre COM(2018) 630 final&#xd;<br />- Proposal for a Regulation on preventing the dissemination of terrorist content online and its fundamental rights implications COM(2018) 640 final&#xd;<br />- Proposal for a Directive on copyright in the Digital Single Market COM/2016/0593 final - 2016/0280 (COD)&#xd;<br />- Communication on Artificial Intelligence for Europe COM(2018) 237 final &#xd;<br />- European Cloud Computing Strategy, Communication COM(2012) 529 final&#xd;<br />- General Data Protection Regulation (Proposal COM(2012) 11 final)&#xd;<br />- EU Trade Strategy (WTO, Japan, China, USA, Mercosur, Australia, New Zealand, etc.)&#xd;<br />- EU-US Privacy Shield&#xd;<br />- Eco-design Implementing Measure for Servers, Storage and Networking Equipment (Iot9)&#xd;<br />- Communication on Exchanging and Protecting Personal Data in a Globalized World COM(2017)7 &#xd;<br />- Communication on Digitising Industry and Internet of Things","lastUp":"2019-10-28T11:56:53.405+01:00","customers":"","costAbsolu":"","costRange":"1750000-1999999","turnoverAbsolu":0,"turnoverRange":""}