{"id":"77250856662-77","name":"Justice and Peace Netherlands","registrationDate":"2011-09-13T14:22:10.451+02:00","category":3,"subCategory":2,"legal":"foundation","web":"http://www.justiceandpeace.nl","country":"Netherlands","headAddress":"Riviervismarkt 5","headCity":"The Hague","headPostCode":"2501 CM","headPhone":"(31)07 07 63 14 99","boss":"Sebastiaan van der Zwaan","bossTitle":"Mr","bossPosition":"Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Justice and Peace stands up for human rights and social justice. Worldwide and in the Netherlands. We work for lasting peace, a just world society and justice for all.&#xd;<br /> &#xd;<br />Every human has the same rights and has a right to be treated equally. Irrespective of religion, beliefs, political affiliation, race, gender, nationality, sexual orientation or civil status. Justice available to all, equal access to justice, is central to Justice and Peace's work. This concerns social and legal justice for all.&#xd;<br /> &#xd;<br />Around the world, people have no or only limited access to justice for a variety of reasons. Limiting access to justice primarily occurs during conflicts (and their aftermath) and in the event of discrimination/exclusion. This manifests itself as:&#xd;<br />•impunity&#xd;<br />•discriminatory legislation and/or non-implementation of existing legislation&#xd;<br />•the lack of knowledge of rights and how to claim the latter&#xd;<br />•the lack of practical access to these rights: geographically, physically, linguistically","acronym":"JP NL","interests":"Environment, Foreign and Security Policy and Defence, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Trade","euInitiatives":"policy analysis, policy influencing, DROI, AFET, inta&#xd;<br />&#xd;<br />- EU Guidelines for Human Rights Defenders&#xd;<br />- Action Plan on Human Rights and Democracy 2015 -&#xd;<br /> 2019&#xd;<br />- Recast Schengen visa Code&#xd;<br />- Dublin Regulation","lastUp":"2018-08-08T00:09:43.244+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}