{"id":"772664929474-93","name":"Confederation of Labour PODKREPA","registrationDate":"2018-01-03T10:50:09.774+01:00","category":2,"subCategory":1,"legal":"trade union","web":"http://www.podkrepa.org","country":"Bulgaria","headAddress":"2,Angel Kanchev Str.","headCity":"Sofia","headPostCode":"1000","headPhone":"(359)29 81 29 28","boss":"Dimitar Manolov","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"ETUC and ITUC","memberOrga":"www.podkrepa.org","goal":"PODKREPA CL is a trade union umbrella organization recognized social partner at national level. It has experience in Health and Safety's  at work trainings, as well contacts &amp; relationships with all non-governmental organizations from OSHA spectrum.","acronym":"PODKREPA CL","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"All policies related to social and industrial policies - namely the new ecological regulations on climate changes and their impact on the respective industries and regions.&#xd;<br />We are following also the EU initiative on European Pillar of Social rights, the revision of Posted Workers Directive, the  revision of Directives on Health and Safety, work migration and mobility.","lastUp":"2018-02-05T11:20:54.841+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}