{"id":"772806931407-44","name":"The Addington Society","registrationDate":"2018-04-30T16:12:21.919+02:00","category":3,"subCategory":2,"legal":"Club","web":"","country":"United kingdom","headAddress":"3 The Avenue","headCity":"Hertford","headPostCode":"","headPhone":"(44)19 92 55 02 74","boss":"Judith Knott","bossTitle":"Ms","bossPosition":"Chair","membersCount":1,"membersFTE":"0.25","membership":"The Society is not a member of any associations or networks.","memberOrga":"The Society has no member organisations.","goal":"The Addington Society meets four times a year to discuss a topic of tax policy with a distinguished speaker, followed by dinner. It comprises around 60 leading UK tax experts, spanning the legal and accountancy professions, UK civil servants, and academia.&#xd;<br />&#xd;<br />The Society does not have any premises, nor Head Office - the address given in box 3 is the personal address of the Society's current Chair. Meetings are generally held either at the London School of Economics or at Kings College London.","acronym":"","interests":"Competition, Taxation","euInitiatives":"The Addington Society meets to discuss and debate issues of tax policy. Some of the issues discussed are within the scope of the EU's Directorate for Tax and Customs Union, for example: Fair Taxation of the Digital Economy, the Anti-Tax Avoidance Package, and corporate tax issues relevant to the Common Consolidated Corporate Tax Base. &#xd;<br />&#xd;<br />The Society also debates issues within the scope of the Competition Directorate, as they relate to tax and State aid policy, for example the recent State aid inquiries initiated by the Competition Commissioner. &#xd;<br />&#xd;<br />While the Society itself does not take a specific policy position, individual members may be involved in activities that seek to influence the direction of EU policy, and their views may be informed by the discussion and debate at meetings of the Society. The Society does not hold any information about the nature of such activities or influence.","lastUp":"2018-05-08T16:54:05.983+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}