{"id":"773996232397-65","name":"Azerbaijani European Studies Association","registrationDate":"2018-09-09T19:04:56.543+02:00","category":3,"subCategory":2,"legal":"charity","web":"","country":"Azerbaijan","headAddress":"183 Nizami street","headCity":"Baku","headPostCode":"","headPhone":"(994)5 03 88 18 81","boss":"Mukhtar Hajizada","bossTitle":"Mr","bossPosition":"Chair","membersCount":4,"membersFTE":"1.0","membership":"Membership of any associations/(con)federations/networks or other bodies (link to a webpage containing such details is acceptable)","memberOrga":"https://www.facebook.com/groups/1506533892978974/","goal":"The Azerbaijani European Studies Association (AESA) is the only national association of its kind in Azerbaijan, and its members (particularly scholars and university professors, and partly research students) are nationals of the European countries and Azerbaijan. The members of the AESA share the fundamental values, i.e. respect for human dignity and human rights, freedom, democracy, equality and the rule of law. These values not only unite all AESA members, but also inspire them to promote ‘further understanding’ of those values and engage in the work to improve local communities. &#xd;<br />a) The main goal of the Association is to create a multidisciplinary hub for research, collaboration and information on the European Union and Azerbaijan for all the scholars, researchers, students, civil society members, as well as professionals who are interested in various aspects of relations between Europe and Azerbaijan. We aim to promote academic excellence in the study of Europe.&#xd;<br />b) The Association will create a platform for intellectual debate and act as liaison between the EU and Azerbaijani policy making communities. To this end, public events will be organized, expert analysis and commentary for media outlets and policymakers will be provided, and networks of research will be supported and coordinated. This platform will also help new ambitious projects to emerge among the inspired community of bright and like-minded people who drive the change through research and education and promote peace and stability in the region. Young researchers can lay the cornerstone for their future career through actively engaging with the work of Association.&#xd;<br />c) As a driving force for a brighter future, we cultivate openness, transparency and our objective is to facilitate/accelerate progress through interaction. An interdisciplinary approach to thinking and working as well as global collaboration between scientific institutions are key prerequisites for successful research. Thus, we promote synergy between the European and Azerbaijani academic institutions, support international research to ensure academic cooperation, organize various conferences, disseminate information through various publications on European integration, research and teaching activities. To boost Azerbaijan’s research and broader social impact capacity, action is needed to overcome the fragmented research and collaboration landscape; and this is where our Association comes in.&#xd;<br />&#xd;<br />d) The objective of AESA is to recognise the best ideas and attract talents from various parts of the country. In the long term, it looks to substantially strengthen and shape the Azerbaijani research system. We also aim to bring to the forefront marginalized groups, e.g. women, conflict affected members of Azerbaijani community and make them active contributors to a strengthened research environment in Azerbaijan.&#xd;<br />e) We aim to prepare projects, proposal packages and take measures to implement them. Short-term and long-term joint cooperation with various scientific and research organizations, e.g. local and foreign educational institutions, state and non-governmental enterprises, etc. will help to communicate and disseminate research and training results to governments and private development agencies, international organisations, as well as to the mass media, which will mark an important step in bridging the gap between policy-making and research.&#xd;<br />g) The Association will help universities and other research institutions gauge their performance and encourage them to develop better strategies to establish themselves as more effective global players. Its vision is rooted in the understanding that an open, mutually respectful and equitable dialogue is a fundamental prerequisite for effective cooperation and successful partnership.","acronym":"AESA","interests":"Borders and Security, Communication, Education and training, Energy, Enlargement, European Neighbourhood Policy, External Relations, Foreign and Security Policy and Defence, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Youth","euInitiatives":"The Erasmus+ Programme Guide is the key document for anyone who would like to have thorough knowledge of the Erasmus+ programme.&#xd;<br />&#xd;<br />Participants and participating organisations can find full details in there of all the opportunities supported by Erasmus+.","lastUp":"2018-09-09T19:16:22.014+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}