{"id":"77405425115-90","name":"Vereinigung der Sächsischen Wirtschaft","registrationDate":"2011-01-27T11:52:45.532+01:00","category":2,"subCategory":4,"legal":"e.V.","web":"http://www.vsw-direkt.de","country":"Germany","headAddress":"Bautzner Straße, 17","headCity":"Dresden","headPostCode":"01099","headPhone":"(49351)25 59 30","boss":"Jörg Brückner","bossTitle":"Mr","bossPosition":"Präsident","membersCount":1,"membersFTE":"0.25","membership":"Die VSW arbeitet als Landesvertretung der Bundesvereinigung Deutscher Arbeitgeberverbände e.V. (BDA) und des Bundesverbandes der Deutschen Industrie e.V. (BDI).","memberOrga":"","goal":"Die Vereinigung der Sächsischen Wirtschaft e.V. vertritt als Spitzenorganisation der sächsischen Arbeitgeber- und Wirtschaftsverbände die Bereiche Bau, Dienstleistung, Handel, Handwerk und Industrie.&#xd;<br />&#xd;<br />Die VSW wurde 1998 gegründet und setzt sich durch seine Mitglieder für die Interessen von 250.000 Beschäftigten ein.&#xd;<br />&#xd;<br />Die VSW vertritt die Meinung der sächsischen Wirtschaft zu wirtschafts-, tarif-, sozial- und arbeitsmarktpolitischen Themen gegenüber Regierung, Parteien, Gewerkschaften und Institutionen des öffentlichen Lebens.&#xd;<br />&#xd;<br />Sie engagiert sich für wachstumsgerechte Rahmenbedingungen für die Unternehmen und tritt konsequent für die Stärkung des sächsischen Mittelstandes sowie einen investitionsfreundlichen Wirtschaftsstandort Sachsen ein.","acronym":"VSW","interests":"Agriculture and Rural Development, Budget, Business and Industry, Competition, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Institutional affairs, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Strukturfondsverordnungen&#xd;<br />Beihilferecht (insb. AGVO, RLL, FuEuI)&#xd;<br />Mehrjäriger Finanzrahmen 2021-2027&#xd;<br />Forschungsrahmenprogramm&#xd;<br />Brexit Notfallplan&#xd;<br />Anti-Dumping Verfahren Zoll","lastUp":"2019-02-11T11:17:00.690+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}