{"id":"774800715050-93","name":"Faculdade de Ciências e Tecnologia da Universidade Nova de Lisboa","registrationDate":"2014-12-01T12:50:02.776+02:00","category":4,"subCategory":12,"legal":"Ensino Superior e Investigação Científica","web":"http://www.fct.unl.pt","country":"Portugal","headAddress":"Campus de Caparica","headCity":"Caparica","headPostCode":"2829-516","headPhone":"(351)2 12 94 83 00","boss":"Fernando José  Pires Santana","bossTitle":"","bossPosition":"Director","membersCount":20,"membersFTE":"15.0","membership":"","memberOrga":"","goal":"Na prossecução da sua missão, compete à FCT, designadamente:&#xd;<br />a) Promover a formação superior apoiada em investigação de excelência, assegurando a realização de cursos conducentes à obtenção dos graus de licenciado, mestre e doutor, ou outros de especialização ou pós-graduação, singularmente ou em parcerias nacionais ou internacionais;&#xd;<br />b) Assegurar condições para a obtenção do Título de Agregado;&#xd;<br />c) Conceder os graus de Licenciado e de Mestre;&#xd;<br />d) Estudar, propor e executar acções, programas e projectos de investigação e desenvolvimento nas suas áreas científicas;&#xd;<br />e) Prestar a outras entidades, públicas ou privadas, serviços para os quais tenha reconhecida capacidade técnica, científica ou pedagógica;&#xd;<br />f) Organizar cursos, conferências, colóquios, seminários e outros eventos para desenvolvimento e divulgação do conhecimento e da cultura;&#xd;<br />g) Promover a edição e divulgação de trabalhos de carácter científico ou pedagógico realizados no âmbito da sua actividade, assegurando condições de protecção dos respectivos direitos de autor;&#xd;<br />h) Propor a concessão de graus académicos honoríficos;&#xd;<br />i) Cooperar ou associar -se com outros estabelecimentos de ensino superior, nacionais ou internacionais, numa perspectiva de valorização recíproca;&#xd;<br />j) Cooperar e apoiar a comunidade em que se insere contribuindo para o desenvolvimento cultural e económico, progresso social e bem -estar das populações, em geral, e em particular, as nacionais e as dos países de língua oficial portuguesa;&#xd;<br />k) Promover a criação de empresas de base tecnológica, potencialmente&#xd;<br />resultantes de investigação realizada na FCT;&#xd;<br />l) Integrar órgãos, grupos, associações ou outras entidades de natureza&#xd;<br />pública ou privada, nacionais ou internacionais, que visem a promoção da investigação científica, do desenvolvimento tecnológico, da transferência&#xd;<br />de tecnologia ou a formação especializada;&#xd;<br />m) Conceder, nos termos da lei, equivalências e reconhecimento de habilitações e de graus académicos.","acronym":"FCT/UNL","interests":"Agriculture and Rural Development, Audiovisual and Media, Development, Education, Energy, Environment, Fisheries and Aquaculture, Food Safety, Information Society, Public Health, Research and Technology, Transport","euInitiatives":"A FCT/UNL é uma instituição de Ensino Superior e de Investigação. Como tal, segue atentamente os dossiers relacionados com o seu âmbito de ação. Em particular na vertente de Investigação, a FCT/UNL está a par das evoluções relacionadas com o programa quadro de financiamento da investigação e inovação - Horizonte 2020. Devido à atividade que a Biblioteca da FCT/UNL desenvolve, as políticas de acesso aberto são atentamente seguidas. Na vertente de Ensino, a FCT segue as oportunidades de financiamento em formação disponibilizas pelo programa Erasmus+ assim como as politicas de qualidade de ensino.&#xd;<br />Naturalmente, os docentes e investigadores seguirão as políticas da EU dentro das suas áreas de investigação específicas. Neste âmbito, de referir que a FCT tem valências em todas as áreas de ciência e engenharia.","lastUp":"2018-04-12T16:22:29.839+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}