{"id":"7749519702-29","name":"Bundesvereinigung der Deutschen Arbeitgeberverbände e.V.","registrationDate":"2008-12-01T17:32:30.493+02:00","category":2,"subCategory":1,"legal":"Eingetragener Verein","web":"http://www.arbeitgeber.de","country":"Germany","headAddress":"Breite Straße, 29","headCity":"Berlin","headPostCode":"10178","headPhone":"(49)3 02 03 30","boss":"Steffen Kampeter","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":15,"membersFTE":"14.0","membership":"http://www.arbeitgeber.de/www/arbeitgeber.nsf/id/9UFC9L-de_netzwerk","memberOrga":"http://www.arbeitgeber.de/www/arbeitgeber.nsf/id/de_unsere-mitglieder","goal":"Die BDA ist die sozialpolitische Spitzenorganisation der gesamten deutschen Wirtschaft. Sie vertritt die Interessen kleiner, mittelständischer und großer Unternehmen in allen Fragen der Sozial- und Tarifpolitik gegenüber Politik, Gewerkschaften und der Öffentlichkeit. Sie entwickelt auf nationaler und internationaler Ebene tragfähige, nachhaltige Konzepte und informiert und berät ihre Mitglieder aktuell und kompetent. Die BDA vertritt die Interessen von 1 Mio. Betrieben, die 20 Mio. Arbeitnehmer beschäftigen und der BDA durch ihre freiwillige Mitgliedschaft in 6.500 Arbeitgeberverbänden verbunden sind. Die Arbeitgeberverbände sind in den der BDA unmittelbar angeschlossenen 56 bundesweiten Branchenorganisationen und 14 Landesvereinigungen organisiert. Die Verbände gliedern sich regional und branchenbezogen.","acronym":"BDA","interests":"Budget, Competition, Economic and Financial Affairs, Education, Employment and Social Affairs, Enlargement, Enterprise, External Relations, Home Affairs, Internal Market, Justice and Fundamental Rights, Public Health, Youth","euInitiatives":"EU-Richtlinien zum Arbeitsschutz, Arbeitszeit und Mutterschutz, EU-Datenschutzgrundverordnung,  Aktionärsrechterichtlinie, EU-Pensionsfondssrichtline, Einrichtung eines Europäischen Fonds für strategische Investitionen (EFSI), Entsende-Richtlinie","lastUp":"2018-03-29T15:19:37.088+02:00","customers":"","costAbsolu":"","costRange":"1750000-1999999","turnoverAbsolu":0,"turnoverRange":""}