{"id":"775154931803-51","name":"Wellington Management International Limited","registrationDate":"2018-06-15T19:41:45.514+02:00","category":2,"subCategory":3,"legal":"UK Limited Company","web":"https://www.wellington.com/en/london/","country":"United kingdom","headAddress":"Cardinal Place","headCity":"London","headPostCode":"","headPhone":"(44)20 71 26 60 00","boss":"Graham Stone","bossTitle":"Mr","bossPosition":"Cheif Compliance Officer","membersCount":1,"membersFTE":"0.25","membership":"We are members of the Investment Association and the Alternative Investment Management Association","memberOrga":"None","goal":"Wellington Management International Limited is the UK affiliate that is part of the Wellington Management Group. We are a global investment manager for predominantly institutional clients in many different countries around the world. We are privately owned by employees who are active in the business. We invest on behalf of our clients. We do not seek to actively invest on our own account.&#xd;<br />&#xd;<br />Wellington Management International Ltd conducts portfolio management and research, and supports clients in countries in the UK, Europe, the Middle East, and Africa. Our clients include pension plans, insurance companies, sovereign institutions, charities and foundations, private banks and retail banks, family offices, and other institutions. Assets under management are invested across a broad range of equity, fixed income, multi-asset, and other investment approaches; clients invest via separate accounts or commingled vehicles.&#xd;<br />&#xd;<br />Our office in London opened in 1983. Today, we have nearly 300 staff members, representing more than a dozen nationalities and speaking a wide range of languages. Portfolio management, research, product management, relationship management, business development, consultant relations, and many other functional areas are represented.","acronym":"WMIL","interests":"Banking and financial services, Economy, finance and the euro","euInitiatives":"Issue&#xd;<br />1.\tMiFID II/R   2.\tEMIR 2.1 (Refit) 3.\tEMIR 2.2(Euro-clearing)&#xd;<br />4.\tCapital Markets Union 5.\tSecuritisation&#xd;<br />6.     Prospectus Review 7.\tFTT&#xd;<br />8.\tShadow bank  9.\tUCITS V  10.\tAIFMD&#xd;<br />11.\tCSDR 12.\tRisk Reduction Measures (CRD and CRR review)&#xd;<br />13.\tCCP R&amp;R 14.\tELTIFs 15.\tBenchmarks&#xd;<br />16.\tSecurities Financing Transactions 17. 5th Money Laundering Directive","lastUp":"2018-06-15T19:42:01.924+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}