{"id":"77510791109-40","name":"Trades Union Congress (UK)","registrationDate":"2009-02-10T14:44:26.791+02:00","category":2,"subCategory":1,"legal":"trade union","web":"http://www.tuc.org.uk","country":"United kingdom","headAddress":"TUC","headCity":"London","headPostCode":"WC1B 3LS","headPhone":"(44)20 76 36 40 30","boss":"Frances O'Grady","bossTitle":"Ms","bossPosition":"General Secretary","membersCount":1,"membersFTE":"1.0","membership":"The TUC is a member of the European Trade Union Confederation, the International Trade Union Confederation, and the Trade Union Advisory Committee to the OECD.","memberOrga":"https://www.tuc.org.uk/britains-unions","goal":"Representing more than 5.5 million workers in 48 unions, the TUC is the voice of Britain at work. &#xd;<br />&#xd;<br />Our overall objectives are to raise the quality of working life and promote equality for all.&#xd;<br />&#xd;<br />Our mission is to be a high profile organisation that campaigns successfully for trade union  aims and values; assists trade unions to increase membership and effectiveness; cuts out wasteful rivalry; and promote trade union solidarity.&#xd;<br />&#xd;<br />The Brussels office was established and functions to better enable the TUC to pursue these objectives at the European level, particularly within the ETUC.","acronym":"TUC","interests":"Borders and Security, Budget, Business and Industry, Competition, Economy, finance and the euro, Employment and Social Affairs, Enlargement, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Single market, Taxation, Trade","euInitiatives":"Brexit&#xd;<br />European Pillar of Social Rights&#xd;<br />company law &#xd;<br />posting of workers directive&#xd;<br />predictable and transparent working conditions directive&#xd;<br />trade policy &#xd;<br />social dialogue&#xd;<br />industrial policy","lastUp":"2019-07-17T12:54:14.402+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}