{"id":"775421423058-89","name":"dTest, o.p.s.","registrationDate":"2016-08-18T14:23:47.330+02:00","category":3,"subCategory":2,"legal":"obecně prospěšná společnost","web":"https://www.dtest.cz","country":"Czech republic","headAddress":"Černomořská 419/10","headCity":"Praha 10","headPostCode":"101 00","headPhone":"(420)2 41 40 49 22","boss":"Martin Černý","bossTitle":"Mr","bossPosition":"CEO","membersCount":3,"membersFTE":"1.0","membership":"The European Consumer Organisation (BEUC) - www.beuc.eu","memberOrga":"","goal":"dTest is a non-profit organisation founded in 1992 with the name Czech Association of Consumers TEST. Our mission is to provide a comprehensive consumer service via our magazine dTest (www.dtest.cz) and our brochures and phone hotline. We publish tests, promote consumer rights and aspire to their improvement.&#xd;<br />&#xd;<br />Our comparative tools and calculators simplify the selection of services. We also warn against dangerous products with our constantly updated database, against deceptive business practices and educate businesses and consumers.","acronym":"dTest","interests":"Banking and financial services, Business and Industry, Communication, Competition, Consumers, Culture and media, Digital economy and society, Energy, Environment, Food Safety, General and Institutional Affairs, Justice and Fundamental Rights, Public Health, Single market","euInitiatives":"We are dedicated to participate on consumer protection, telecommunications, energy, food, chemicals, financial services from consumers perspective and the development of consumer rights in these areas. As part of our activities we have been also provided legal consultancy, information services for consumers and enforcement of consumer rights (alternative dispute resolution, press releases, working with the media etc). We have been also dealt with the enforcement of consumer rights (our own alternative dispute resolution service). As a member of BEUC we have been commented designed EU legislation. We have been prepared comments on provisions of the national regulatory offices.","lastUp":"2018-08-06T12:38:16.419+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}