{"id":"77608353460-77","name":"RWE AG","registrationDate":"2010-04-15T14:48:21.360+02:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.rwe.com","country":"Germany","headAddress":"Huyssenallee 2","headCity":"Essen","headPostCode":"45128","headPhone":"(49)2 01 12 00","boss":"Dr. Rolf Martin Schmitz","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstandes","membersCount":11,"membersFTE":"6.5","membership":"EurElectric (http://www.eurelectric.org/),&#xd;\nENEF European Nuclear Energy Forum,&#xd;\nEEF (http://www.europeanenergyforum.eu/),&#xd;\nEFET (http://www.efet.org/),&#xd;\nEWEA (http://www.ewea.org/),&#xd;\nEurogas (http://www.eurogas.org/),&#xd;\nBitkom (https://www.bitkom.org/),&#xd;\nWindEurope (https://windeurope.org/)","memberOrga":"Link zur Homepage-Seite:&#xd;\n&#xd;\nhttp://www.rwe.com/web/cms/de/1029904/rwe/ueber-rwe/gesellschaften/","goal":"RWE zählt zu den größten Strom- und Gasversorgern in Europa. Der Konzern ist in der Stromerzeugung und dem Energiehandel tätig. Die drei Geschäftsfelder Erneuerbare Energien, Netz und Infrastruktur sowie Vertrieb sind seit dem 1. Juli 2016 in der innogy SE gebündelt, die mehrheitlich im Besitz der RWE AG ist. Im Geschäftsjahr 2017 versorgte innogy rund 16 Millionen Kunden mit Strom und etwa 7 Millionen Kunden mit Gas. Mit knapp 60.000 Mitarbeitern erwirtschaftete RWE 2017 einen Umsatz von rund 44,6 Mrd. €.","acronym":"RWE AG","interests":"Agriculture, Budget, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, General and Institutional Affairs, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Realisierung der Energie-Union mit ihren fünf “Dimensionen”, Reform des EU-Emissionshandels mit Schaffung einer Marktstabilitätsreserve, Anwendung der Energie- und Umweltbeihilfen, New Market Design, New Deal for the Customer, Modernisierung der Verteilnetze und Endkundenanwendungen (“smarte” Technologien), Digitaler Binnenmarkt, Elektromobilität","lastUp":"2018-04-23T16:40:49.248+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}