{"id":"77608353460-77","name":"RWE AG","registrationDate":"2010-04-15T14:48:21.360+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.rwe.com","country":"Germany","headAddress":"Altenessener Straße 35","headCity":"Essen","headPostCode":"45141","headPhone":"(49)2 01 12 00","boss":"Dr. Rolf Martin Schmitz","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstandes","membersCount":11,"membersFTE":"5.0","membership":"Eurelectric (http://www.eurelectric.org/),&#xd;\nEurogas (http://www.eurogas.org/),&#xd;\nEuracoal (http://www.euracoal.eu/), &#xd;\nEFET (http://www.efet.org/),&#xd;\nBDEW (http://www.bdew.de/)","memberOrga":"https://www.group.rwe/der-konzern/organisationsstruktur","goal":"RWE zählt zu den größten Energieversorgern in Europa. Unser Motto: Zukunft.Sicher.Machen. Wir stehen für Sicherheit und Verlässlichkeit in der Energieversorgung - das ist RWE. Mit ihren drei operativen Segmenten - Braunkohle &amp; Kernenergie (RWE Power), Europäische Stromerzeugung mit Gas, Steinkohle, Wasserkraft und Biomasse (RWE Generation) sowie Energiehandel (RWE Supply &amp; Trading) ist die RWE AG unverzichtbar für das Funktionieren des Energiesystems und für die Versorgungssicherheit in Europa. Das vierte Standbein ist die Mehrheitsbeteiligung an der innogy SE mit ihren drei Geschäftsfeldern Erneuerbare Energien, Netz &amp; Infrastruktur sowie Vertrieb. Im Geschäftsjahr 2018 erzielte RWE \"stand alone\" (d.h. ohne innogy-Aktivitäten von Netz und Vertrieb) ein Ergebnis von 1,5 Mrd. € (bereinigtes EBITDA) und zählte knapp 18.000 Mitarbeiter.","acronym":"RWE AG","interests":"Agriculture and Rural Development, Banking and financial services, Budget, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Institutional affairs, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Realisierung der Energie-Union mit ihren fünf Dimensionen, Reform des EU-Emissionshandelssystems, Umsetzung der 2030-Klima- und Energieziele, Gesetzespaket \"Saubere Energie für alle Europäer\" mit Fokus auf Reform des Strommarktdesigns, laufende und künftige Arbeiten an der Gasmarktgesetzgebung, Sustainable Finance und Finanzmarktregulierung, Anwendung und Reform der Umwelt- und Energiebeihilfeleitlinien mit Fokus auf Kapazitätsmechanismen, langfristige Klimastrategie der EU bis 2050","lastUp":"2019-03-17T13:46:08.484+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}