{"id":"776043916485-46","name":"ASSOCIAZIONE DEI MIGRATORISTI ITALIANI PER LA CONSERVAZIONE DELL'AMBIENTE NATURALE","registrationDate":"2015-03-12T11:22:28.341+01:00","category":3,"subCategory":2,"legal":"ASSOCIAZIONE","web":"http://www.anuu.org","country":"Italy","headAddress":"VIA BASCHENIS 11 C","headCity":"BERGAMO","headPostCode":"24123","headPhone":"(39)0 35 24 38 25","boss":"MARCO CASTELLANI","bossTitle":"Mr","bossPosition":"PRESIDENTE","membersCount":1,"membersFTE":"1.0","membership":"- FACE (Federazione delle Associazioni venatorie europee) www.face.eu&#xd;\n- CIC (Consiglio Internazionale della Caccia) www.cic-wildlife.org&#xd;\n- AECT (Associazione Europea Cacce Tradizionali)","memberOrga":"","goal":"ANUU Migratoristi – Associazione Migratoristi Italiani per la Conservazione dell’Ambiente Naturale, è una delle principali Associazioni venatorie italiane fondata il 29 marzo 1958 per lo studio delle specie migratorie e per la tutela e conservazione delle cacce tradizionali. È molto attiva a livello nazionale, ma anche a livello europeo, facendo parte di varie Associazioni europee ed internazionali quali FACE (Federazione delle Associazioni venatorie europee), AECT (Associazione Europea Cacce Tradizionali) e CIC (Consiglio Internazionale della Caccia). Ha tra i suoi scopi quello di garantire una gestione dell’attività venatoria impostata su basi scientifiche e su un corretto e sostenibile utilizzo delle diverse specie selvatiche. Studi ornitologici, scientifici, legislativi, informazione, comunicazione, azioni ambientali, rapporti con le Istituzioni, sono le principali linee guida che muovono l’ANUU al fine di una promozione dei molteplici aspetti culturali e tradizionali legati all’attività venatoria e una gestione moderna delle diverse forma di caccia, che tutte devono essere garantite nel loro corretto esercizio per un prelievo venatorio compatibile con la conservazione delle risorse naturali rinnovabili nello spirito del principio informatore della Caccia sostenibile, voluto dal Consiglio d’Europa.","acronym":"ANUU","interests":"Agriculture and Rural Development, Communication, Consumer Affairs, Culture, Development, Education, Enlargement, Environment, Food Safety, General and Institutional Affairs","euInitiatives":"- Direttiva Uccelli UE&#xd;<br />- Direttiva Habitat UE&#xd;<br />- Strategia UE per la Biodiversità&#xd;<br />- Regolamento UE sulla prevenzione e la gestione dell'introduzione e diffusione delle specie alloctone invasive","lastUp":"2017-03-24T09:16:08.707+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}