{"id":"776185434363-05","name":"EuroChem Group AG","registrationDate":"2019-03-26T10:56:29.341+01:00","category":2,"subCategory":3,"legal":"Aktiengesellschaft","web":"http://www.eurochemgroup.com/en/home/","country":"Switzerland","headAddress":"Baarerstrasse 37","headCity":"Zug","headPostCode":"6300","headPhone":"(41)4 17 27 76 04","boss":"Igor Shmidt ","bossTitle":"Mr","bossPosition":"Head of International Relations &amp; Communications","membersCount":2,"membersFTE":"1.75","membership":"https://www.fertilizerseurope.com/#&#xd;\nhttps://www.fertilizer.org/","memberOrga":"EuroChem is a member of Fertilizers Europe (FE) and the International Fertilizers Association (IFA). EuroChem is through its production and sales, R&amp;D locations also a member of the national fertilizer associations throughout the EU and abroad (e.g. Industrieverband Agrar (https://www.iva.de/)).","goal":"We make fertilizers. Our business is driven by the world’s increasing need for food and our objective is simple: to help the world’s farmers improve crop yield and quality&#xd;<br />&#xd;<br />Our vertically integrated business and access to lower cost raw materials and energy provides distinct cost advantages over many of our competitors. Our investments in major potash reserves will place us at the forefront of global fertilizer production when they come on stream.&#xd;<br />&#xd;<br />EuroChem is a vertically integrated agrochemical company, combining low-cost natural resources and production bases supported by wholly-owned logistics assets and a global advisory, sales and distribution platform.&#xd;<br />&#xd;<br />We currently manufacture nitrogen and phosphate fertilizers and will soon launch potash operations to further enhance our product mix. Our range is of high-quality and includes standard and commodity products as well as a growing slow release and specialty fertilizer product offering, on which there is greater emphasis.&#xd;<br />&#xd;<br />Our production base is becoming more international, with assets in Russia, Lithuania, Kazakhstan and Belgium, plus a joint venture in China. These assets have ready access to key markets through our logistics and distribution network that currently covers more than 25 countries.","acronym":"EuroChem","interests":"Agriculture and Rural Development, Climate Action, Energy, Environment, Trade","euInitiatives":"All policies, initiatives and files concerning:&#xd;<br />- fertilizer regulation&#xd;<br />- industry and trade&#xd;<br />- energy&#xd;<br />- agriculture (Common Agricultural Policy)&#xd;<br />- environment (soil, water)&#xd;<br />- REACH&#xd;<br />- climate change (EU Emission Trading Scheme)","lastUp":"2019-03-26T10:57:53.497+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}