{"id":"776179117284-64","name":"Yamaha Motor Europe N.V.","registrationDate":"2015-05-12T14:28:48.010+01:00","category":2,"subCategory":3,"legal":"N.V.","web":"http://www.yamaha-motor.eu","country":"Netherlands","headAddress":"Koolhovenlaan 101","headCity":"Schiphol-Rijk","headPostCode":"1119NC","headPhone":"(31)2 06 54 60 00","boss":"Eric De Seynes","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"1.0","membership":"Yamaha Motor Europe N.V. is member of ACEM and IMMA.","memberOrga":"","goal":"YAMAHA Motor Europe is responsible for co-ordinating the development  marketing and sales activities of Yamaha Motor products in the European market, mainly: Yamaha motorcycles and scooters, marine outboard engines, Yam inflatable boats, water vehicles, 4-wheel all-terrain vehicles (ATV’s), golf cars, generators, snowmobiles and electro-hybrid bicycle systems.&#xd;<br />Yamaha has also invested in facilities located in France, for production and Italy, for R&amp;D which develop and manufacture a large range of products including motorcycles and scooters.&#xd;<br />Yamaha Motor Corporation achieved a worldwide turnover in 2018 of € 13,7 billion and an operational profit of € 1.16 billion.","acronym":"","interests":"Business and Industry, Climate Action, Consumers, Digital economy and society, Economy, finance and the euro, Energy, International co-operation and development, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"Emissions regulations (CO2,RDE, etc.)&#xd;<br />Fuel consumption regulation&#xd;<br />Free trade agreements&#xd;<br />Regulations and technical specifications of BEV, PHEV, Hybrid and Powered Two Wheelers in general&#xd;<br />Measures for market uptake and incentives for e-mobility and Powered Two Wheelers&#xd;<br />Programs/incentives for e-infrastructure and PTW related mobility/saftey&#xd;<br />Connected and automated mobility developments","lastUp":"2019-12-18T10:14:13.270+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}