{"id":"776259317589-13","name":"Dairy UK","registrationDate":"2015-05-29T15:11:07.338+02:00","category":2,"subCategory":4,"legal":"Company limited by guarantee","web":"http://www.dairyuk.org","country":"United kingdom","headAddress":"210 High Holborn","headCity":"London","headPostCode":"WC1V 7EP","headPhone":"(44)20 74 05 14 84","boss":"Judith Bryans","bossTitle":"Ms","bossPosition":"Chief Executive","membersCount":6,"membersFTE":"1.5","membership":"1) European Dairy Association http://eda.euromilk.org/home.html&#xd;\n&#xd;\n2) International Dairy Federation&#xd;\nhttp://www.fil-idf.org/Public/ColumnsPage.php?ID=23077&#xd;\n&#xd;\n3) Global Dairy Platform&#xd;\nhttps://www.globaldairyplatform.com/Pages/default.aspx","memberOrga":"Principle members include Arla Foods, Muller, Saputo Dairy UK, First Milk, Dale Farm, Lactalis, Glanbia and OMSCo plus 66 other medium sized and smaller dairy co-ops and processors.","goal":"Dairy UK is a processor-led organisation representing farmer-owned co-ops and private dairy companies producing safe, nutritious and sustainable dairy foods. &#xd;<br />&#xd;<br />Our overarching mission at Dairy UK is to promote the consumption of great tasting British dairy products at home and on the international market.&#xd;<br />&#xd;<br />Our members collect and process about 85% of the milk produced in the UK providing employment and contributing to the UK economy.&#xd;<br />&#xd;<br />Dairy UK relies on strong partnerships with farmers and stakeholders along the supply chain to promote the goodness of dairy.&#xd;<br />&#xd;<br />We also work with MPs and with the government to promote a better understanding of the dairy sector and its products&#xd;<br />&#xd;<br />Our key areas of focus are:&#xd;<br />&#xd;<br />1.Promoting the nutrition and health benefits of dairy. Dairy foods are part of dietary guidelines worldwide. They are recognised for the contribution they make to the nutrition of all age groups. We work hard to ensure that the benefits of real dairy are recognised, using science-based information.&#xd;<br />&#xd;<br />2.Showcasing the commitment of our sector to sustainability, and by sustainability we mean the environment, the economy and society. Dairy UK plays an active role in helping its members to achieve their commitment to continuous sustainable improvement.&#xd;<br />&#xd;<br />3.Ensuring that Brexit works for the UK dairy sector and that the voice of dairy is heard in future trade agreements.&#xd;<br />&#xd;<br />Underpinning all of these focus areas is our considerable expertise in food safety and quality. We work alongside our members and with organisations such as the Food Standards Agency and National Milk Laboratories to ensure that the dairy foods produced by our members meet the highest standards.&#xd;<br />&#xd;<br />The work of Dairy UK doesn’t stop there, we touch on many areas including:&#xd;<br />&#xd;<br />•Assurance: our Dairy Transport Assurance Scheme guarantees that milk collection meets safety requirements, best practice and the needs of the customer. More than 90% of milk haulage capacity in this country is Dairy Transport Assurance Scheme certified, across a fleet of 1,300 vehicles and 2,000 drivers;&#xd;<br />&#xd;<br />•Asset Recovery: our Asset Protection Team return around 40,000 metal milk trolleys to their owners each year, worth an eye-watering £2.1 million.","acronym":"","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Competition, Consumers, Energy, Environment, Food Safety, Public Health, Trade","euInitiatives":"Dairy UK will follow any EU file relevant to our remit and objectives above but the files currently being pursued include:\t&#xd;<br />-\tReview of Best Available Techniques document&#xd;<br />-       Review of Chlorate residues in food&#xd;<br />-\tEU Circular Economy Package&#xd;<br />-       CAP Reform&#xd;<br />-       Country of Origin Labelling&#xd;<br />-       Front of Pack Labelling","lastUp":"2019-10-08T15:36:03.187+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}