{"id":"776259317589-13","name":"Dairy UK","registrationDate":"2015-05-29T15:11:07.338+02:00","category":2,"subCategory":4,"legal":"Company limited by guarantee","web":"http://www.dairyuk.org","country":"United kingdom","headAddress":"210 High Holborn","headCity":"London","headPostCode":"WC1V 7EP","headPhone":"(44)20 74 05 14 84","boss":"Judith Bryans","bossTitle":"Ms","bossPosition":"Chief Executive","membersCount":6,"membersFTE":"1.5","membership":"1) European Dairy Association http://eda.euromilk.org/home.html&#xd;\n&#xd;\n2) International Dairy Federation&#xd;\nhttp://www.fil-idf.org/Public/ColumnsPage.php?ID=23077&#xd;\n&#xd;\n3) Global Dairy Platform&#xd;\nhttps://www.globaldairyplatform.com/Pages/default.aspx","memberOrga":"Principle members include Arla Foods, Muller Wiseman Dairies, Dairy Crest Dairies, First Milk, Lactalis, Glanbia, Volac and OMSCo plus 66 other medium sized and smaller dairy co-ops and processors.","goal":"Dairy UK is the trade association for the UK dairy supply chain. It brings together farmers, dairy co-operatives and manufacturers, bottle milk buyers and milkmen throughout the United Kingdom. &#xd;<br />&#xd;<br />Dairy UK’s mission is to create an environment:&#xd;<br />&#xd;<br />•\tin which dairy foods are seen as safe, sustainable and integral to the nation’s diet;&#xd;<br />•\tthat allows the dairy sector to compete and grow without an undue burden of regulation.&#xd;<br />&#xd;<br />Issues focused on by Dairy UK include:&#xd;<br />&#xd;<br />•\tPublic health and nutrition,&#xd;<br />•\tDairy policy matters, such as the implementation of the Common Agriculture Policy,&#xd;<br />•\tEnvironment and sustainability, including the Climate Change Agreements,&#xd;<br />•\tScientific and technical issues in the supply chain, including animal health and composition standards of dairy products.&#xd;<br />&#xd;<br />Dairy UK activities include:&#xd;<br />&#xd;<br />•\tdefending and promoting the industry to the media,&#xd;<br />•\teducating and informing stakeholders about the UK dairy industry,&#xd;<br />•\tproviding a platform for discussion of issues of importance to the industry,&#xd;<br />•\tproviding a vehicle for the provision of pre-competitive services to the sector,&#xd;<br />•\tundertaking a crisis management function when necessary,&#xd;<br />•\trepresenting the interests of the industry to government, the EU and other relevant institutions","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Competition, Consumer Affairs, Energy, Enterprise, Environment, Food Safety, Public Health, Trade","euInitiatives":"Dairy UK will follow any EU file relevant to our remit and objectives above but the files currently being pursued include:\t&#xd;<br />-\tReview of the Best Available Techniques Reference Documents&#xd;<br />-\tEFSA Review of Chlorate residues in food&#xd;<br />-\tEU Circular Economy Package&#xd;<br />-\tCountry of Origin Labelling&#xd;<br />-       CAP 2020","lastUp":"2018-03-26T12:45:14.742+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}