{"id":"776368032037-40","name":"Българска морска камара","registrationDate":"2018-07-12T09:04:07.434+02:00","category":3,"subCategory":2,"legal":"сдружение","web":"http://bcs.bg","country":"Bulgaria","headAddress":"пл. Славейков 1","headCity":"Варна","headPostCode":"9000","headPhone":"(359)52 69 21 16","boss":"Богдан Богданов","bossTitle":"Mr","bossPosition":"Председател","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://bcs.bg/chlenove","goal":"Българска Морска Камара / БМК / е създадена през 1993 г. със седалище в град Варна. Тя е доброволно нестопанско сдружение за подпомагане, насърчаване, представителство и защита интересите на членовете си и съдейства за развитие на националното и международно икономическо сътрудничество, и утвърждаване дух на почтенност в българския морски бизнес.&#xd;<br />&#xd;<br />Членове на БМК са държавни и частни фирми от корабоплаването, корабостроенето, кораборемонта, пристанищата, морските технологии, банки, обслужващи морския бизнес фирми – брокерски, агентийски, пилотски, снабдителски, сървейорски и др.БМК участва активно в национални програми за развитие на морското стопанство, представя на компетентните държавни органи проекти за нормативни актове и следи тяхното прилагане в стопанската област. Информира за актове на нелоялна конкуренция, посредничи при решаване на спорни въпроси и организира постоянен морски арбитражен съд. Подпомага дейността на своите членове за усъвършенстване на управлението и повишаване ефективността на морския бизнес.&#xd;<br />&#xd;<br />БМК работи за разширяване на участието на търговските дружества в международното морско икономическо сътрудничество и за подпомагане и развитие на морския бизнес в страната.Членството в БМК е доброволно. Редовни членове на БМК могат да бъдат юридически лица, физически лица и съюзи, обединения и сдружения, извършващи морски бизнес. Поради спецификата на БМК членство в нея не могат да имат – държавни органи, синдикати, политически партии, религиозни организации.","acronym":"БМК","interests":"Digital economy and society, Employment and Social Affairs, Maritime affairs and fisheries, Trans-European Networks, Transport","euInitiatives":"Европейски директиви, които се отнасят до морската законодателна дейност на ЕС.","lastUp":"2018-07-12T09:05:11.507+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}