{"id":"776468828438-74","name":"International Network for Sustainable Energy - Europe","registrationDate":"2017-09-25T12:04:58.064+02:00","category":3,"subCategory":2,"legal":"non-governmental organisation / association of NGOs","web":"http://www.inforse.org/europe/","country":"Denmark","headAddress":"Klosterport, 4 F, 1 sal","headCity":"Aarhus","headPostCode":"8000","headPhone":"(45)86 22 70 00","boss":"Gunnar Olesen, Boye","bossTitle":"Mr","bossPosition":"Coordinator","membersCount":1,"membersFTE":"0.25","membership":"INFORSE-Europe is one of the regions of INFORSE. INFORSE-Europe is following the INFORSE Charter, but it has its own bylaws and it is independently registered.  INFORSE-Europe is working together on the Ecodesign Directive with other NGOs and is founding member of the Coolproducts Campaign.&#xd;\nINFORSE-Europe participates in the Community Energy Coalition with other promoters of local, sustainable energy solutions","memberOrga":"http://www.inforse.org/europe/membership.php3&#xd;\n&#xd;\n70 organizations from 35 European countries.","goal":"INFORSE - International Network for Sustainable Energy&#xd;<br />INFORSE-Europe lobbies to promote sustainable energy solutions - renewable energy and energy efficiency - which utilise decentralised approaches. All activities&#xd;<br />seek to protect the environment, and to achieve development. The members are NGOs working on grassroots level as well as on national, regional&#xd;<br />and international levels, all united on a common strategy for a long- term sustainable development with phasing out of nuclear and fossil energy use. The INFORSE network is facilitating practical and political exchange of experiences among NGOs, liaising with concerned multilateral agencies, creating political and&#xd;<br />public awareness, and seeking support for NGO activities.","acronym":"INFORSE-Europe","interests":"Climate Action, Education and training, Energy, Environment, Transport","euInitiatives":"Ecodesign and Energy Labelling Directives,&#xd;<br />Low Carbon Economy Roadmap, Climate and energy policy including 2030 targets and strategy, international climate&#xd;<br />negotiations and agreements.","lastUp":"2018-09-12T12:20:41.036+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}