{"id":"777664134947-58","name":"Knowmad Institut gemeinnützige UG (haftungsbeschränkt)  Europäisches Institut für multidisziplinäre Studien zu Menschenrechten und Wissenschaften","registrationDate":"2019-05-24T12:08:49.626+02:00","category":4,"subCategory":5,"legal":"gemeinnützige UG (haftungsbeschränkt)","web":"https://knowmadinstitut.org","country":"Germany","headAddress":"Grimnitzer Str. 11","headCity":"Joachimsthal","headPostCode":"16232","headPhone":"(49)1 51 67 48 17 83","boss":"Daniela Kreher","bossTitle":"Ms","bossPosition":"President &amp; Co-Founder","membersCount":20,"membersFTE":"9.0","membership":"VNGOC: https://vngoc.org  &#xd;\nNYNGOC: http://nyngoc.org/","memberOrga":"","goal":"The European Institute for Multidisciplinary Studies on Human Rights and Science - Knowmad Institut is a  independent Think &amp; Do Tank that operates internationally and is dedicated to:&#xd;<br />&#xd;<br />- Promote human dignity and essential rights.&#xd;<br />&#xd;<br />- Research and advise in the areas of Human Rights, Special Populations, Drug Policy, Ethnobotany and New Technologies.&#xd;<br />&#xd;<br />- Document and inform through knowledge management and intergenerational collaboration.&#xd;<br />&#xd;<br />- Preserve the knowledge about spirituality, sacramental practices, philosophy, religiosity and/or cosmovisions of human groups in different cultures, their evolution and impact on today's societies.&#xd;<br />&#xd;<br />The vision of the Knowmad Institut is to contribute to the promotion and fulfillment of the United Nations Sustainable Development Goals (SDGs), and thus to contribute to the construction of a sustainable, fair and multipolar world.&#xd;<br />&#xd;<br />The mission of the Knowmad Institut is to collect and analyse reliable information in a comprehensive and multidisciplinary approach that facilitates knowledge management, to educate and disseminate bold and innovative proposals that promote common solutions to global problems. We build bridges between civil society, academia, states and the private sector.&#xd;<br />&#xd;<br />The construction of a solid evidence base allows us to better support decision-makers, opinion leaders and lobby/advocacy groups to explore and promote innovative initiatives based on human dignity, facts and science.","acronym":"Knowmad Institut","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Policies related to Human Rights.&#xd;<br />Policies related to Special Populations.&#xd;<br />Policies related to Criminal Justice and Cybercrime.&#xd;<br />Development policies.&#xd;<br />Public health policies.&#xd;<br />Drug policies.","lastUp":"2019-05-24T12:09:39.506+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}