{"id":"777909025310-14","name":"Confederazione Italiana Sindacati Lavoratori","registrationDate":"2017-01-05T15:09:40.467+01:00","category":2,"subCategory":1,"legal":"ASSOCIAZIONE","web":"http://www.cisl.it","country":"Italy","headAddress":"Via Po 21","headCity":"Roma","headPostCode":"00198","headPhone":"(39)0 68 47 31","boss":"ANNAMARIA FURLAN","bossTitle":"Ms","bossPosition":"SEGRETARIO GENERALE","membersCount":18,"membersFTE":"9.5","membership":"Appartenenza a eventuali associazioni/(con)federazioni/reti o altri organismi:&#xd;\nETUC - European Trade Union Confederation www.etuc.org&#xd;\nITUC - International Trade Union Confederation www.ituc-csi.org","memberOrga":"Organizzazioni aderenti all’associazione:&#xd;\nStrutture orizzontali: http://www.cisl.it/la-cisl/strutture-sul-territorio.html&#xd;\nFederazioni di categoria:  http://www.cisl.it/la-cisl/federazioni-di-categoria.html","goal":"La CISL, Confederazione italiana sindacati lavoratori, è una confederazione sindacale dei lavoratori italiana fondata su principi di libertà, giustizia, partecipazione, responsabilità, solidarietà e autonomia, fedele ai valori del cattolicesimo democratico e del riformismo laico. La Cisl associa, attraverso le strutture sindacali di categoria e quelle territoriali, lavoratori di settori diversi (agricoltura, industria, pubblico impiego, servizi, terziario, trasporti…) e pensionati.&#xd;<br />La Cisl non si rivolge solo ai lavoratori attivi e ai pensionati, ma anche alla vasta fascia di coloro che hanno una posizione marginale o precaria nel mercato del lavoro.&#xd;<br />La Cisl aderisce alla Confederazione europea dei sindacati (Etuc/Ces) e alla Confederazione internazionale dei sindacati (Ituc/Csi).&#xd;<br />La CISL conta 4.298.710 iscritti (dato 2015) e la sua rappresentanza è espressa attraverso due livelli:&#xd;<br />1)\tIntercategoriale  (livello orizzontale): mediante 19 strutture regionali (17 regionali e 2 interregionali)  e circa 70 strutture locali a cui tutte le federazioni di categoria  sono affiliate. Alle strutture orizzontali sono legate tutte le strutture responsabili dei servizi e assistenza e protezione dei lavoratori e pensionati (dentro e fuori il luogo di lavoro);&#xd;<br />2)\tFederale (livelli verticali): mediante 19 Federazioni di categoria che organizzano lavoratori della stessa area merceologica o lavorativa (ad es. settori costruzioni, bancario, trasporti, etc) e che firmano contratti e agiscono in attività volte a riaffermare, proteggere e conquistare diritti collettivi e individuali. &#xd;<br />I livelli in cui sono articolate le strutture organizzative sono quattro: il luogo di lavoro (Sas/Rsa/Rls/Tas), Territorio, Regione/Interregione, Nazionale.","acronym":"CISL","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Politiche economiche, Politiche sociali, Mercato del lavoro, Occupazione, Contrattazione collettiva, Dialogo sociale, Formazione scolastica e Formazione continua, Fisco e Previdenza, Protezione sociale, Diritto del lavoro, Mercato interno, Mobilità, Migrazioni, Partecipazione dei lavoratori, Coesione economica e sociale, Sviluppo internazionale, Salute e sicurezza, Ambiente, Riforme Istituzionali.","lastUp":"2017-12-29T12:43:22.926+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}