{"id":"778049821822-51","name":"Stowarzyszenie Autorów i Wydawców Copyright Polska","registrationDate":"2016-05-19T10:01:51.704+01:00","category":3,"subCategory":2,"legal":"association","web":"http://www.copyrightpolska.pl","country":"Poland","headAddress":"ul. Sarego 2","headCity":"Kraków","headPostCode":"31-047","headPhone":"(4812)4 29 39 29","boss":"Barbara Jóźwiak","bossTitle":"Ms","bossPosition":"President of the Board","membersCount":2,"membersFTE":"0.5","membership":"Since 2006 Copyright Polska has been a member of the International Federation of Reproduction Rights Organizations (IFRRO).&#xd;\nSince 2016 Copyright Polska has been a member of the International Authors Forum.","memberOrga":"https://www.copyrightpolska.pl/pl/3/3/24/Czlonkostwo&#xd;\nhttps://www.copyrightpolska.pl/pl/3/24/88/Czlonkowie-Stowarzyszenia","goal":"COPYRIGHT POLSKA is a collective management organisation granted permission to manage publishers’ copyrights by the Polish Minister of Culture in 2003. Since 2016 COPYRIGHT POLSKA is in charge of Public Lending Right payments to authors and publishers. It is a non-governmental non-profit organization. COPYRIGHT POLSKA collects both reprographic and private copy levies. As a levy operator COPYRIGHT POLSKA divides the collected money among publishers according to its internal regulations on distribution. Members of COPYRIGHT POLSKA include authors, publishers and other entities involved in the Polish publishing sector.","acronym":"Copyright Polska","interests":"Audiovisual and Media, Communication, Competition, Consumer Affairs, Culture, Education, Information Society, Internal Market","euInitiatives":"Above all EU initiatives, policies and legislative files dealing with copyright, as well as those connected to internal market, information society, culture, education, media, communication, consumer affairs and competition.","lastUp":"2017-05-08T10:04:18.716+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}