{"id":"778227617497-09","name":"Europlanet 2020 Research Infrastructure","registrationDate":"2015-05-25T16:36:08.274+02:00","category":3,"subCategory":2,"legal":"none","web":"http://www.europlanet-2020-ri.eu/","country":"United kingdom","headAddress":"The Open University","headCity":"Milton Keynes","headPostCode":"MK7 6AA","headPhone":"(44)19 08 85 85 09","boss":"Nigel Mason","bossTitle":"Mr","bossPosition":"Coordinator of H2020 Project - Europlanet 2020 RI","membersCount":20,"membersFTE":"5.0","membership":"","memberOrga":"http://www.europlanet-2020-ri.eu/europlanet-2020-RI","goal":"Europlanet links laboratories active in planetary research in Europe and around the world. Since 2005, Europlanet has provided Europe’s planetary science community with a platform to exchange ideas and personnel, share research tools, data and facilities, define key science goals for the future, and engage stakeholders, policy makers and European citizens with planetary science. Europlanet  is a collegial organisation of signatories to a Memorandum of Understanding (MoU) designed to give Europlanet a sustained presence. &#xd;<br />&#xd;<br />For Horizon 2020, Europlanet has proposed a new Research Infrastructure. Europlanet 2020-RI  (EPN2020-RI) in response to the DG Research and Innovation Integrating Activities Call will address key scientific and technological challenges facing modern planetary science by providing access to state-of-the-art research facilities across the European Research Area and a mechanism to coordinate Europe’s planetary science community. The project builds on a €2 million Framework 6 Coordination Action and €6 million Framework 7 Research Infrastructure funded by the European Commission.","acronym":"EPN-2020-RI","interests":"Business and Industry, Communication, Energy, Environment, Research and innovation","euInitiatives":"European Space Policy and relating policies, legislation, Reports&#xd;<br />&#xd;<br />Horizon2020 - Space, Research Infrastructures&#xd;<br />&#xd;<br />EU initiatives related to space research and industry","lastUp":"2018-05-16T09:38:11.258+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}