{"id":"77820278284-77","name":"Union Professionnelle des Industries Privées du Gaz","registrationDate":"2012-03-08T12:33:11.915+02:00","category":2,"subCategory":1,"legal":"Association Loi 1901","web":"http://www.uprigaz.com","country":"France","headAddress":"Immeuble Citicenter - Bureau 300","headCity":"PUTEAUX LA DEFENSE CEDEX","headPostCode":"92800","headPhone":"(33)1 47 44 62 22","boss":"Michel ROMIEU","bossTitle":"Mr","bossPosition":"Président","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"L’Union Professionnelle des Industries Privées du Gaz (UPRIGAZ) regroupe des entreprises privées du secteur du gaz. Elle s’attache à la défense et la représentation des intérêts professionnels de ses membres, notamment auprès des pouvoirs publics, tant en France que dans l’Union européenne. &#xd;<br />&#xd;<br />Syndicat professionnel créé en mai 1999, membre du MEDEF, l’UPRIGAZ rassemble des entreprises présentes sur tout ou partie de l’ensemble de la chaîne gazière : depuis l’exploration et la production de gaz jusqu’à sa commercialisation, en passant par le transport, le stockage et le trading.&#xd;<br />L’UPRIGAZ,se donne plus particulièrement pour missions de :&#xd;<br />&#xd;<br />- Garantir la compétitivité de l’industrie du gaz en promouvant une organisation du marché à la fois attractive pour les investisseurs et favorable aux consommateurs,&#xd;<br />&#xd;<br />- Faciliter et soutenir l’ouverture du marché du gaz naturel, &#xd;<br />&#xd;<br />- Préserver les intérêts moraux et professionnels de ses adhérents, en veillant plus particulièrement au respect des règles de concurrence, &#xd;<br />&#xd;<br /> - Représenter les industries privées du gaz au sein des organisations professionnelles amenées à traiter des questions gazières, en France et dans l’Union européenne.","acronym":"UPRIGAZ","interests":"Climate Action, Competition, Energy, Environment, Single market, Taxation, Trans-European Networks","euInitiatives":"Union de l'énergie&#xd;<br />Tous les textes et projets de texte dans le domaine du gaz naturel.","lastUp":"2018-08-29T11:25:32.941+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}