{"id":"778273229647-02","name":"European Textile Collectivities Association","registrationDate":"2018-01-17T14:46:50.533+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://acte.net","country":"Sweden","headAddress":"Kungsgatan 55","headCity":"Borås","headPostCode":"501 80","headPhone":"(46)0 33 35 70 00","boss":"Ulf Olsson","bossTitle":"Mr","bossPosition":"President","membersCount":7,"membersFTE":"3.0","membership":"","memberOrga":"http://acte.net/about/members","goal":"ACTE is a voice of progress with a mission to bring the European textile, clothing, leather, footwear, and fashion accessories industries to the future preserving the interests of its members both territorial collectivises and adherent organisations. &#xd;<br /> &#xd;<br />ACTE, European Textile Collectivities Association, was founded in Guimarães (Portugal), in 1991, by the initiative of Mr. Mario Soares, ex. president in Portugal and Mr. Pierre Mauroy ex. Prime minister in France and by six municipalities from Spain, France, Portugal, and Belgium. &#xd;<br /> &#xd;<br />ACTE is currently one of the first associations of local authorities at European level and have more than 70 members and still expanding.","acronym":"ACTE","interests":"Competition, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Internal Market, Regional Policy, Research and Technology, Taxation","euInitiatives":"Follow up Parliament initiatives:&#xd;<br />EU Flagship initiative for Garments and Footwear.&#xd;<br />&#xd;<br />Follow up and participation in the EC initiative (DG for Internal Market, Industry, Entrepreneurship and SMEs&#xd;<br />Unit \"Tourism,  Emerging and Creative Industries\"): &#xd;<br />- Blueprint for Sectoral Cooperation on Skills&#xd;<br />&#xd;<br />Follow up and information to members of the EC initiative :&#xd;<br />- Increasing Knowledge, Awareness, Transparency and Traceability for Responsible Value Chains in the Cotton and Garment sectors","lastUp":"2018-01-31T09:38:40.872+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}