{"id":"778583224754-65","name":"Aquaculture Advisory Council","registrationDate":"2016-11-28T09:44:37.493+02:00","category":3,"subCategory":2,"legal":"Association sans But Lucratif (ASBL) / Association established under Belgian Law","web":"http://www.aac-europe.org","country":"Belgium","headAddress":"11, rue de l'Industrie","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)27 20 00 73","boss":"Richard Flynn","bossTitle":"Mr","bossPosition":"Chair","membersCount":2,"membersFTE":"1.5","membership":"","memberOrga":"https://aac-europe.org/en/about-us/members","goal":"Objectives of the Aquaculture Advisory Council&#xd;<br />The core objective of the Aquaculture Advisory Council (AAC) is to contribute to the sustainable development of European aquaculture by preparing and providing advice on subjects and issues relating to the aquaculture value chain, on behalf of all those stakeholders engaged in the aquaculture production sectors, feed and ingredient suppliers, processing, service suppliers, consumers and other interest groups.&#xd;<br />Specifically, the AAC will look to support and realise the achievement of the objectives concerning aquaculture within the Common Fisheries Policy, the Common Organisation of the Markets for Fisheries and Aquaculture Products and other relevant European and international regulations.&#xd;<br />The main products of aquaculture are fish and molluscs, which are reared in freshwater or marine conditions, destined to be food for human consumption. The activity is governed by regulations on water and its use, feed ingredients, health/welfare and the treatment of infections, food processing and a wide range of environmental legislative instruments.&#xd;<br />The AAC will be structured to address the different issues affecting it’s the different components of the sector, using expertise from its member organisations and, where appropriate, scientific advice. It will accommodate new aquaculture activities, such as algae production, as these develop.&#xd;<br />In line with evolving European policies and strategies, the AAC will also consider the position and contributions of aquaculture within, for example, the Bioeconomy and the Circular Economy and gather and provide such information that aquaculture stakeholders may wish to communicate.&#xd;<br />The Strategic Guidelines for the Sustainable Development of European Aquaculture (COM(2013) 229 final ) identified several tasks for the Aquaculture Advisory Council, which it will endeavour to achieve. These include:&#xd;<br /> A screening of administrative procedures and a mapping exercise of the main administrative burdens in terms of time and costs, in different types of aquaculture, in the Member States;&#xd;<br /> To support structuring of the aquaculture production and marketing including certification and labelling;&#xd;<br /> To contribute to improved market intelligence of the sector;&#xd;<br /> To facilitate self-regulatory initiatives and help communicating these characteristics to the consumer;&#xd;<br />The AAC may provide its advice to the European Commission, the European Parliament, the Committee of the Regions, the European Economic and Social Committee, one or several European Union Member States and any other relevant stakeholder, on any new legislative, regulatory or legal measure at European or national level, that is relevant to its objectives and the tasks defined respectively in Articles 34 and 44 of Regulation (EU) No 1380/2013.&#xd;<br />Such advice will be prepared following the statutory positions of the AAC and its accompanying Rules of Procedure.","acronym":"AAC","interests":"Agriculture and Rural Development, Climate Action, Consumer Affairs, Environment, Fisheries and Aquaculture, Food Safety, Research and Technology","euInitiatives":"Common Fisheries Policy&#xd;<br />Summary of broad subject areas&#xd;<br />1)\tImplementation of the Strategic Guidelines for the Sustainable development of European Aquaculture&#xd;<br />2)\tEnvironmental issues and sustainability concerns&#xd;<br />3)\tEMFF launching and application&#xd;<br />4)\tAquatic animal Health/Welfare and food safety&#xd;<br />5)\tBlue Growth&#xd;<br />6)\tCooperation with other Advisory Councils for preparation of joint recommendations&#xd;<br />Scope for each subject area&#xd;<br />I.\tImplementation of the Strategic Guidelines for the Sustainable development of European Aquaculture&#xd;<br />National Strategic Plans&#xd;<br />Simplification of Administrative Procedures&#xd;<br />o\tEnvironmental impact assessments at European level in relation to aquaculture&#xd;<br />o\tEffectiveness of Guidelines prepared by Commission services (WFD/MSFD, Natura 2000)&#xd;<br />Coordinated Spatial Planning&#xd;<br />Criteria for identification of aquaculture zones under MSP directive (e.g. Aquaspace project results &amp; recommendations)&#xd;<br />Criteria for Multi-user  (co-location) multiple economic use (e.g. MARIBE project result)&#xd;<br />Enhancing competitiveness of European Aquaculture&#xd;<br />Sustainability of Feeds and feed ingredients&#xd;<br />Consumer issues, including ecolabels and organic aquaculture&#xd;<br />Administrative issues, including licensing and insurance&#xd;<br />Level Playing Field&#xd;<br />Data collection and use&#xd;<br />Digitalisation&#xd;<br />&#xd;<br />&#xd;<br />II.\tEnvironmental issues &amp; sustainability concerns&#xd;<br />Definition of sustainable aquaculture&#xd;<br />WFD/MSFD &amp; Aquaculture&#xd;<br />EU Nature Directives&#xd;<br />Climate change&#xd;<br />Predators&#xd;<br />Biodiversity&#xd;<br />Alien Species&#xd;<br />Escapees&#xd;<br />Polyploidy (fish/shellfish)&#xd;<br />EU Biodiversity Strategy for 2020&#xd;<br />Marine litter&#xd;<br />III.\tEMFF – launching and application&#xd;<br />IV.\tAquatic Animal Health/Welfare and Food Safety&#xd;<br />Veterinary medicines, disinfection and biocides&#xd;<br />Anti-Microbial Resistance (AMR)&#xd;<br />Live transport&#xd;<br />Slaughter&#xd;<br />Broodstock, genetics in open sea, polyploidisation&#xd;<br />Indicators&#xd;<br />\tFeed and food legislation&#xd;<br />V.\tBlue Growth&#xd;<br />VI.\tCooperation with other Advisory Councils&#xd;<br />\tPreparation of joint recommendations&#xd;<br />\tCooperation with the Markets Advisory Council (MAC) on trade issues","lastUp":"2018-04-19T16:56:05.179+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}