{"id":"7790041608-14","name":"ABB","registrationDate":"2008-11-04T15:38:19.028+01:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.abb.com","country":"Switzerland","headAddress":"Affolternstrasse 44","headCity":"Zurich","headPostCode":"CH-8050","headPhone":"(41)4 33 17 71 11","boss":"Ulrich Spiesshofer","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":3,"membersFTE":"3.0","membership":"AMISA2, Alliance for Rural Electrification, AVERE (Electric Road Vehicle Association), BDI Wirtschaftskreis (Wirtschafskreis des Bundesverbands des Deutschen Industrie e.V.), CAPIEL (European Committee for the Associations of Manufacturers of Switchgear and Control gear equipments), CECAPI (European Committee of Electrical Installation Equipment Manufacturers),CEMEP (European manufacturers of electrical machines and power electronics equipment and systems), European Roundtable of Industrialists, euRobotics, European Aluminium,  European Energy Forum, European Forum for Manufacturing, European Policy Center, EUGINE (European Engine Power Plant Association), EUnited (European Engineering Industries Association), EUnited Robotics, Orgalime, Platform for Electromobility, Rail Forum Europe, Roundtable for Europe's Energy Future, Polymer Comply Europe, SEMI Europe, SolarPower Europe, T&amp;D Europe, UITP (International Association of Public Transport), UNIFE (European Rail Industry Federation), WindEurope.","memberOrga":"not applicable","goal":"ABB is a pioneering technology leader in power grids, electrification products, industrial automation and robotics and motion, serving customers in utilities, industry and transport &amp; infrastructure globally. Continuing a history of innovation spanning more than 130 years, ABB today is writing the future of industrial digitalization with two clear value propositions: bringing electricity from any power plant to any plug and automating industries from natural resources to finished products. As title partner in ABB Formula E, the fully electric international FIA motorsport class, ABB is pushing the boundaries of e-mobility to contribute to a sustainable future. ABB operates in more than 100 countries with about 147,000 employees.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign affairs and security policy, Fraud prevention, Institutional affairs, Maritime affairs and fisheries, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Main EU initiatives, policy and legislative files followed by ABB in 2018: &#xd;<br />&#xd;<br />Clean Energy Package for all Europeans; Clean Mobility Pacakge; EU Smart Grid Initiatives; Connecting Europe Facility and Projects of Common European Interest; Ecodesign Regulations in particular concerning Motors, Power Transformers and photovoltaic systems; Ten-Year-Network-Development-Plan; EU Network Codes for Electricity; Regulation on Fluorinated Greenhouse Gases; REACH Regulation; Cybersecurity Act; EU Radio Spectrum Policy; GDPR; Advanced Manufacturing Initiatives; initiatives related to big data and artificial intelligence; Regulation on Products Surveillance; Safeguard measures on Grain-Oriented Electrical Steel","lastUp":"2019-02-26T14:53:25.196+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}