{"id":"77947983421-21","name":"Nickel Institute","registrationDate":"2010-04-08T14:47:53.386+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.nickelinstitute.org","country":"Canada","headAddress":"Bay Street, 161","headCity":"Toronto","headPostCode":"M5J2S1","headPhone":"(1)41 65 91 79 99","boss":"David Butler","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"2.0","membership":"Eurometaux&#xd;\nICMM (International Council on mining &amp; metals)&#xd;\nNAMC (North American Metals Council)&#xd;\nMetals for Buildings&#xd;\nERF (European Risk Forum)&#xd;\nCETS (Comité Européen des Traitements de Surfaces)","memberOrga":"http://nickelinstitute.org/en/AboutUs/MemberCompanies.aspx","goal":"Our mission is to promote and support the use of nickel in appropriate applications. NI grows and supports markets for new and existing nickel applications including stainless steel; and promotes sound science, risk management, and socio-economic benefit as the basis for public policy and regulation. Through our science division NiPERA (www.nipera.org), we also undertake leading edge scientific research relevant to human health and the environment. NI is the centre of excellence for information on nickel and nickel-containing products and has offices in Asia, Europe and North America.","acronym":"NI","interests":"Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enterprise, Environment, Food Safety, Internal Market, Public Health, Research and Technology, Trade, Transport","euInitiatives":"Industrial policy, innovation as well as policies and regulations in relation to environment (site emissions, environmental quality standards, resource efficiency, circular economy, waste, RoHS), climate and energy (ETS) consumer protection, chemicals management (REACH and CLP Regulations), sustainable use of natural resources, raw materials, responsible sourcing, occupational health and safety (OSH review; revisions Directive 2004/37/EC; implementation Directive 98/24/EC), transport and products related regulatory issues (e.g. food contact materials, buildings and construction), “better regulation” initiatives (REFIT).","lastUp":"2017-03-07T15:48:58.542+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}