{"id":"779755725199-16","name":"Stichting ElaadNL","registrationDate":"2016-12-21T13:01:08.774+01:00","category":4,"subCategory":5,"legal":"Stichting","web":"http://www.elaad.nl","country":"Netherlands","headAddress":"Utrechtseweg 310","headCity":"Arnhem","headPostCode":"6812 AR","headPhone":"(31)2 63 12 02 23","boss":"Onophrius Caron","bossTitle":"Mr","bossPosition":"Directeur","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"Dutch DSO's&#xd;\nwww.elaad.nl","goal":"ElaadNL is het kennis- en innovatiecentrum op het gebied van slimme laadinfrastructuur voor elektrische auto’s. ElaadNL is opgericht door netbeheerders zoals Liander, Enexis, Stedin en Cogas. We onderzoeken en testen met onze partners de mogelijkheden voor Smart Charging.","acronym":"","interests":"Climate Action, Digital economy and society, Energy, International co-operation and development, Research and innovation, Single market","euInitiatives":"Winterpackage: Electromobilty in general and the integration of electromobilty and demand respons through aggregators in particular. Integration of electro-mobility into the electricity network. The legislation’s recognition to incentivise DSOs to procure flexibility services from distributed generation, demand response or storage. The role of DSOs to build and use storage. Regulatory frameworks should leave sufficient scope for DSOs to design network tariffs that can enable a more efficient and participative customer behaviour.&#xd;<br />&#xd;<br />COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE, THE COMMITTEE OF THE REGIONS, AND THE EUROPEAN INVESTMENT BANK: Accelerating Clean Energy Innovation. &#xd;<br />&#xd;<br />COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS: A European strategy on Cooperative Intelligent Transport Systems, a milestone towards cooperative, connected and automated mobility. &#xd;<br />&#xd;<br />REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on the internal market for electricity&#xd;<br />&#xd;<br />Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on common rules for the internal market in electricity.&#xd;<br />&#xd;<br />Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL amending Directive 2010/31/EU on the energy performance of buildings.&#xd;<br />&#xd;<br />digitalisation and cyber security in general","lastUp":"2019-11-05T11:15:10.941+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}