{"id":"78070741455-29","name":"World Apple and Pear Association","registrationDate":"2009-03-31T15:29:28.656+02:00","category":2,"subCategory":4,"legal":"factual association linked to Freshfel AISBL","web":"http://www.wapa-association.org","country":"Belgium","headAddress":"Rue de Trèves, 49-51","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)27 77 15 80","boss":"Philippe Binard","bossTitle":"Mr","bossPosition":"General Delegate","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"WAPA is an industry body established in 2001 to provide a global forum for representatives of apple and pear producing countries. The Association harnesses the collective strength of all members' inputs to foster and enhance business opportunities for the collective benefit of both sectors. This collective will is essential to help maintain the exclusive position of apple and pears in the minds of consumers and to increase the strength of apple and pear producers on the global political agenda.&#xd;<br />&#xd;<br />Through concerted efforts by its members WAPA aims to:&#xd;<br />&#xd;<br />provide a forum to discuss issues affecting apple and pear producing countries; &#xd;<br />foster and enhance producing countries' business activities; &#xd;<br />disseminate market information and thus enlarge producing countries' knowledge base; &#xd;<br />match apple and pear supply and demand, whilst pushing for a fair return for producers; &#xd;<br />nurture and elaborate any in initiative of benefit to producing countries and to which members subscribe; and liaise with traders, retailers and consumer to highlight the importance of producers in the supply chain.","acronym":"WAPA","interests":"Agriculture, Climate Action, Competition, Economy, finance and the euro, Environment, Food Safety, Public Health, Research and innovation, Trade","euInitiatives":"Common Agricultural Policy&#xd;<br />Environmental policy&#xd;<br />Food policy&#xd;<br />Trade policy","lastUp":"2018-10-01T09:49:24.176+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}