{"id":"781143036680-83","name":"Digital Container Shipping Association","registrationDate":"2019-11-27T17:17:40.958+01:00","category":2,"subCategory":4,"legal":"Association","web":"http://www.dcsa.org","country":"Netherlands","headAddress":"Weteringschans 165C","headCity":"Amsterdam","headPostCode":"1017XD","headPhone":"(31)6 15 49 49 99","boss":"Thomas Bagge Dujardin","bossTitle":"Mr","bossPosition":"CEO &amp; Statutory Director","membersCount":36,"membersFTE":"36.0","membership":"","memberOrga":"www.maersk.com&#xd;\nwww.msc.com&#xd;\nwww.cma-cgm.com&#xd;\nwww.one-line.com&#xd;\nwww.hapag-lloyd.com&#xd;\nwww.zim.com&#xd;\nwww.hmm21.com&#xd;\nwww.evergreen-line.com&#xd;\nwww.yangming.com/","goal":"DCSA represent nine container shipping lines representing about 70% of world’s containerized trade. &#xd;<br />&#xd;<br />The goal of the organization is to further digitalization in the industry by acting as a neutral non-profit facilitator of both business definitions and digital standards. The aim is to create interoperability between solutions, and across modalities (ships, rail, barge, truck and air). &#xd;<br />&#xd;<br />By providing foundational standards for both business and technology, our aim is to ensure that the container shipping lines renew their technology stacks, and that new, and existing, vendors will create new and safer products. This will free resources for investment in innovation and for a higher degree of adopting technologies such as IoT, blockchain, AI, cloud computing, ATV etc.","acronym":"DCSA","interests":"Borders and Security, Climate Action, Customs, Digital economy and society, Environment, Food Safety, International co-operation and development, Maritime affairs and fisheries, Taxation, Trade, Transport","euInitiatives":"Our organisation is only 7 months old and we are still in the process of establishing a full overview of the initiatives, activities and policies that are relevant for DCSA and our member companies.&#xd;<br />&#xd;<br />That said the members are all involved in world trade and the transportation and provision of goods and services across the world. Therefore trade policy, customs regulations, environmental policy are some of the core elements relevant to DCSA and its members.","lastUp":"2019-11-27T17:53:52.104+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}