{"id":"781944122774-24","name":"Deutsche Akkreditierungsstelle GmbH","registrationDate":"2016-07-22T12:48:05.165+01:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.dakks.de","country":"Germany","headAddress":"Spittelmarkt 10","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)30 67 05 91 10","boss":"Stephan Finke","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"1.0","membership":"http://www.european-accreditation.org/","memberOrga":"","goal":"Die DAkkS ist die nationale Akkreditierungsstelle der Bundesrepublik Deutschland. Sie handelt nach der Verordnung (EG) Nr. 765/2008 und dem Akkreditierungsstellengesetz (AkkStelleG) im öffentlichen Interesse als alleiniger Dienstleister für Akkreditierung in Deutschland.&#xd;<br />&#xd;<br />Die Akkreditierung von Konformitätsbewertungsstellen (Laboratorien, Inspektions- und Zertifizierungsstellen) ist der gesetzliche Auftrag der DAkkS.&#xd;<br />&#xd;<br />In rund 4.300 Akkreditierungsverfahren begutachtet, bestätigt und überwacht die DAkkS als unabhängige Einrichtung die fachliche Kompetenz dieser Stellen, deren Dienstleistungen in nahezu allen Bereichen der Wirtschaft und des Handels benötigt werden. Das Spektrum der Kunden reicht von kleinen Laboratorien bis hin zu multinationalen Unternehmen.&#xd;<br />&#xd;<br />Mit einer Akkreditierung bestätigt die DAkkS, dass diese Stellen ihre Aufgaben fachkundig und nach geltenden Anforderungen erfüllen. &#xd;<br />&#xd;<br />Die DAkkS akkreditiert Konformitätsbewertungsstellen sowohl im hoheitlichen als auch im nicht hoheitlichen Bereich.&#xd;<br />&#xd;<br />Ihre hoheitliche Tätigkeit erbringt die DAkkS für alle Akkreditierungsverfahren innerhalb Deutschlands auf Basis des Akkreditierungsstellengesetzes (AkkStelleG).&#xd;<br />&#xd;<br />In Ausnahmefällen ist die DAkkS auch innerhalb der Mitgliedsstaaten der Europäischen Union (EU) und der Europäischen Freihandelsassoziation (EFTA) hoheitlich tätig, sofern sie durch diese Staaten dazu beauftragt wurde. Dies erfolgt unter Beachtung der geltenden Bestimmungen aus der Verordnung (EG) Nr. 765/2008 sowie den entsprechenden Regeln der internationalen Akkreditierungsorganisationen European co-operation for Accreditation (EA), International Accreditation Forum (IAF) und International Laboratory Accreditation Cooperation (ILAC).&#xd;<br />&#xd;<br />Als nicht hoheitlich werden dementsprechend alle Akkreditierungsverfahren der DAkkS bezeichnet, die sie außerhalb der Mitgliedsstaaten der EU und der EFTA betreut.","acronym":"DAkkS","interests":"Agriculture and Rural Development, Consumer Affairs, Economic and Financial Affairs, Food Safety, Information Society, Internal Market","euInitiatives":"Relevante Europäische Rechtssetzung in den Bereichen Konformitätsbewertung und Akkreditierung sowie Marktüberwachung. &#xd;<br />&#xd;<br />Alle Regelungen im Zusammenhang mit der Verordnung (EG) Nr. 765/2008 über die „Vorschriften für die Akkreditierung und Marktüberwachung im Zusammenhang mit der Vermarktung von Produkten“.","lastUp":"2017-07-14T14:12:03.323+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}