{"id":"782340832304-56","name":"Joint European Disruptive Initiative","registrationDate":"2018-08-14T15:08:52.652+02:00","category":3,"subCategory":2,"legal":"Association","web":"https://jedi.group/","country":"France","headAddress":"11bis rue Lauriston","headCity":"Paris","headPostCode":"75116","headPhone":"(33)6 85 31 51 59","boss":"André Loesekrug-Pietri","bossTitle":"Mr","bossPosition":"Spokesperson","membersCount":3,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"In 2017, The Joint European Disruptive Initiative proposed the foundation of an agency for disruptive innovation in order to bring back Europe on par in the development of emerging technologies with the USA and China – with a radical new method based on high speed, risks, and returns. President Macron picked up this idea in his Speech on Europe at the Sorbonne last year and announced the creation of such an agency, followed by Chancellor Merkel in June 2018.&#xd;<br />JEDI represents both Europe’s civil society and its Deeptech-Ecosystem. We already unite the 120 leading technology corporations, start-ups, venture capitalists and research institutions in Germany and France today. JEDI has developed 30 concrete Technology Challenges, identified 15 dedicated Program Managers, and follows an innovation model completely new to Europe on basis of the successful DARPA. The Joint European Disruptive Initiative is a concrete and ambitious German-French initiative with a European perspective.","acronym":"JEDI","interests":"Agriculture, Banking and financial services, Budget, Business and Industry, Climate Action, Digital economy and society, Energy, Environment, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Research and innovation, Trade, Trans-European Networks","euInitiatives":"JEDI is scaling up to be the European Union's disruptive innovation accelarator, and influences EU policy on emerging technologies.","lastUp":"2018-08-14T15:09:17.760+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}