{"id":"78244764767-48","name":"Sociedad Española de Ornitología","registrationDate":"2010-12-14T10:27:23.415+02:00","category":3,"subCategory":2,"legal":"Asociación sin ánimo de lucro de ámbito nacional, registrada como tal en el Registro Nacional de Asociaciones con el número 3.943 y declarada de Utilidad Pública","web":"http://www.seo.org","country":"Spain","headAddress":"Melquiades Biencinto, 34","headCity":"Madrid","headPostCode":"28053","headPhone":"(34)9 14 34 09 10","boss":"Asunción Ruiz Guijosa","bossTitle":"Ms","bossPosition":"Directora Ejecutiva","membersCount":5,"membersFTE":"1.25","membership":"BirdLife Internacional &#xd;\nEuropean Bird Census Council &#xd;\nUICN &#xd;\nCoalición Clima","memberOrga":"www.seo.org&#xd;\nwww.birdlife.org","goal":"Los fines y objetivos de SEO/BirdLife de acuerdo con sus Estatutos son los siguientes:&#xd;<br />&#xd;<br />* Conservar las aves silvestres y su hábitat en territorio español, así como, a través de BirdLife International, contribuir a la conservación de la biodiversidad mundial.&#xd;<br />* Realizar estudios científicos para aumentar los conocimientos sobre las aves silvestres y su hábitat, en particular como herramienta indispensable para su conservación.&#xd;<br />* Difundir entre los ciudadanos el conocimiento, aprecio y respeto a las aves y a la naturaleza en general.&#xd;<br />* Realizar actividades de educación ambiental y formación del profesorado en las materias objeto de los fines anteriores.&#xd;<br />* Realizar actividades relacionadas con la cooperación internacional para el desarrollo, como motor fundamental para la conservación y uso sostenible de la biodiversidad en los países en vías de desarrollo.","acronym":"SEO/BirdLife","interests":"Agriculture, Budget, Climate Action, Education and training, Energy, Environment, International co-operation and development, Maritime affairs and fisheries, Regional Policy, Trans-European Networks, Transport","euInitiatives":"A SEO/BirdLife le interesan potencialmente todos los expedientes legislativos que afecten o puedan afectar a la naturaleza, empezando por los expedientes relacionados con la política de biodiversidad. Otros ejemplos recientes y actuales (2016-2017-2018) incluyen expedientes en materia de política agrícola y de desarrollo rural, mar y pesca, agua, energía y cambio climático, residuos, economía circular, financiación europea, sanidad animal y calidad ambiental (p.ej. contaminación, evaluación de impacto, responsabilidad ambiental).","lastUp":"2018-04-25T13:15:15.111+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}