{"id":"783288823917-82","name":"Stowarzyszenie Lokalna Grupa Działania \"Dolina Raby\"","registrationDate":"2016-11-05T11:31:22.945+01:00","category":3,"subCategory":2,"legal":"stowarzyszenie","web":"http://dolinaraby.pl","country":"Poland","headAddress":"Chrostowa 1B","headCity":"Sobolów","headPostCode":"32-742","headPhone":"(48)6 00 85 63 75","boss":"Krzysztof Kwatera","bossTitle":"Mr","bossPosition":"Prezes Zarządu","membersCount":1,"membersFTE":"0.25","membership":"Małopolska Sieć NGO - nieformalna sieć małopolskich organizacji pozarządowych (przed formalnym powołaniem) &#xd;\nFederacja LGD Małopolska - sieć 7 LGD z województwa małopolskiego","memberOrga":"http://dolinaraby.pl/czlonkowie/","goal":"Stowarzyszenie jest Lokalną Grupą Działania (LGD)zgodnie z art. 34 ROZPORZĄDZENIA PARLAMENTU EUROPEJSKIEGO I RADY (UE) NR 1303/2013. LGD działa na obszarze sześciu gmin: Biskupice, Gdów, Łapanów, Nowy Wiśnicz, Trzciana i Żegocina. Celem działalności jest zrównoważony rozwój społeczności tych gmin.&#xd;<br />Zadaniem LGD jest opracowanie i realizacja Lokalnej Strategii Rozwoju. Różni partnerzy - podmioty prawne i osoby fizyczne składają wnioski o dofinansowanie projektów ze środków europejskich. Obecnie jest to Europejski Fundusz Rolny na rzecz Rozwoju Obszarów Wiejskich. Stowarzyszenie stara się też pozyskiwać środki na realizacje innych projektów. Obecnie realizujemy projekty z Programu Erasmus+  i projekty ze środków Krajowej Sieci na rzecz Rozwoju Obszarów Wiejskich oraz środków krajowych.","acronym":"LGD Dolina Raby","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Communication, Competition, Culture, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Institutional affairs, International co-operation and development, Regional Policy, Trade, Youth","euInitiatives":"Jesteśmy zainteresowani rozwojem instrumentu Rozwój Lokalny Kierowany przez Społeczność (rozdział II w Tytule III  ROZPORZĄDZENIA PARLAMENTU EUROPEJSKIEGO I RADY (UE) NR 1303/2013. Chodzi m.in. o dostęp do 4 funduszy na realizację LSR i uproszczenie tej realizacji (np. ryczałty dla beneficjentów).","lastUp":"2019-11-15T11:19:30.483+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}