{"id":"783288823917-82","name":"Stowarzyszenie Lokalna Grupa Działania \"Dolina Raby\"","registrationDate":"2016-11-05T11:31:22.945+01:00","category":3,"subCategory":2,"legal":"stowarzyszenie","web":"http://dolinaraby.pl","country":"Poland","headAddress":"Chrostowa 1B","headCity":"Sobolów","headPostCode":"32-742","headPhone":"(48)6 00 85 63 75","boss":"Krzysztof Kwatera","bossTitle":"Mr","bossPosition":"Prezes Zarządu","membersCount":1,"membersFTE":"0.25","membership":"Małopolska Sieć NGO - nieformalna sieć małopolskich organizacji pozarządowych&#xd;\nPartnerstwo Tematyczne nr 22 - nieformalna sieć partnerów na rzecz partnerstw terytorialnych w ramach budowania Strategii III Sektora w Polsce&#xd;\nFederacja LGD Małopolska - sieć wybranych LGD z województwa małopolskiego","memberOrga":"http://dolinaraby.pl/czlonkowie/","goal":"Stowarzyszenie jest Lokalną Grupą Działania (LGD)zgodnie z art. 34 ROZPORZĄDZENIA PARLAMENTU EUROPEJSKIEGO I RADY (UE) NR 1303/2013. LGD działa na obszarze sześciu gmin: Biskupice, Gdów, Łapanów, Nowy Wiśnicz, Trzciana i Żegocina. Celem działalności jest zrównoważony rozwój społeczności tych gmin.&#xd;<br />Zadaniem LGD jest opracowanie i realizacja Lokalnej Strategii Rozwoju. Różni partnerzy - podmioty prawne i osoby fizyczne składają wnioski o dofinansowanie projektów ze środków europejskich. Obecnie jest to Europejski Fundusz Rolny na rzecz Rozwoju Obszarów Wiejskich. Stowarzyszenie stara się też pozyskiwać środki na realizacje innych projektów. Obecnie realizujemy projekty z Programu Erasmus+  i projekty ze środków regionalnych władz samorządowych.","acronym":"LGD Dolina Raby","interests":"Agriculture and Rural Development, Climate Action, Communication, Competition, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, Food Safety, General and Institutional Affairs, Regional Policy, Trade, Youth","euInitiatives":"Jesteśmy zainteresowani rozwojem instrumentu Rozwój Lokalny Kierowany przez Społeczność (rozdział II w Tytule III  ROZPORZĄDZENIA PARLAMENTU EUROPEJSKIEGO I RADY (UE) NR 1303/2013.","lastUp":"2017-11-13T14:43:36.014+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}