{"id":"784042723125-15","name":"Sächsische Energieagentur - SAENA GmbH","registrationDate":"2016-08-25T11:41:39.271+01:00","category":6,"subCategory":9,"legal":"GmbH","web":"https://www.saena.de","country":"Germany","headAddress":"Pirnaische Straße 9","headCity":"Dresden","headPostCode":"01069","headPhone":"(49351)49 10 31 50","boss":"Christian Micksch","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"SAENA: Sächsisches Kompetenzzentrum Energie&#xd;<br />&#xd;<br />Dafür, dass gute Ideen die Menschen erreichen - so könnte die kürzeste Antwort auf die Frage lauten, wofür wir als Sächsische Energieagentur - SAENA GmbH stehen. Der Freistaat Sachsen verfolgt eine nachhaltige und innovative Energiepolitik, deren praktische Umsetzung die SAENA unterstützt.&#xd;<br />&#xd;<br />Die Sächsische Energieagentur - SAENA GmbH ist ein Unternehmen des Freistaates Sachsen und der Sächsischen Aufbaubank - Förderbank -.&#xd;<br />&#xd;<br />Die Mitarbeiterinnen und Mitarbeiter der SAENA geben unabhängigen Rat. Wir informieren Sachsens Bürger, Unternehmen, Kommunen, Schulen und Kirchen zu den Themen erneuerbare Energien, zukunftsfähige Energieversorgung und zur bewussten effizienten Energienutzung.&#xd;<br />&#xd;<br />Wichtig ist uns, vorhandene Ressourcen zu schonen und damit die Lebensgrundlage für nachfolgende Generationen zu erhalten.&#xd;<br />&#xd;<br />Wie wir das tun können? Eine Herausforderung, die wir nur gemeinsam meistern können. Die SAENA setzt deshalb die Themen alternative Energien und Energieeffizienz auf die öffentliche Agenda in Sachsen:&#xd;<br />&#xd;<br />- mit Modellprojekten,&#xd;<br />- Fach- und Weiterbildungsveranstaltungen,&#xd;<br />- Informationsmaterialen,&#xd;<br />- Kampagnen, Aktionstagen oder Symposien","acronym":"SAENA","interests":"Energy, Environment, Research and innovation, Transport","euInitiatives":"Beobachtungen der Strategien im Bereich Energie, Mobilität, Effizienz und Vernetzung","lastUp":"2019-02-25T17:36:07.424+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}