{"id":"784120934361-84","name":"Handwerkskammer Region Stuttgart","registrationDate":"2019-03-26T10:33:08.895+01:00","category":6,"subCategory":13,"legal":"Körperschaft des öffentlichen Rechts","web":"http://www.hwk-stuttgart.de","country":"Germany","headAddress":"Heilbronner Straße 43","headCity":"Stuttgart","headPostCode":"70191","headPhone":"(49)71 11 65 70","boss":"Thomas Hoefling","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Die Handwerkskammer Region Stuttgart ist der gesetzliche Interessenvertreter des Wirtschaftszweigs Handwerk für die Landkreise Böblingen, Esslingen, Göppingen, Ludwigsburg, Rems-Murr-Kreis, sowie die Stadt Stuttgart. Sie vertritt knapp 30.000 Betriebe. Die Aufgaben der Handwerkskammer als Körperschaft des öffentlichen Rechts sind in der Handwerksordnung (HwO) festgelegt. Diese umfassen die Bereiche Selbstverwaltung, Interessenvertretung und Dienstleistung. Vom Staat wurden der Handwerkskammer hoheitliche Aufgaben übertragen, wie das Führen der Handwerksrolle und die Regelung des Prüfungswesens.","acronym":"HWK Region Stuttgart","interests":"Agriculture and Rural Development, Business and Industry, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Regional Policy, Research and innovation, Single market, Taxation, Transport, Youth","euInitiatives":"- Mitteilung der Europäischen Kommission zur Bewertung der nationalen Reglementierungen des Berufszugangs.&#xd;<br />- EU-Binnenmarkstrategie.&#xd;<br />- Digitalisierung und Infrastruktur.&#xd;<br />- KMU-Förderung&#xd;<br />- Umwelt&#xd;<br />- Infrastruktur- und Verkehrspolitik&#xd;<br />- Arbeitsmarkt- und Beschäftigungspolitik&#xd;<br />- Beobachtung sämtlicher für das Handwerk relevanter Initiativen.","lastUp":"2019-03-26T13:15:00.853+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}