{"id":"78423951746-42","name":"Chamber of Commerce and Industry of Serbia","registrationDate":"2009-05-24T12:51:58.811+01:00","category":2,"subCategory":7,"legal":"non for profit association","web":"http://www.pks.rs/","country":"Serbia","headAddress":"Resavska, 13-15","headCity":"Belgrade","headPostCode":"11000","headPhone":"(38111)3 30 09 03","boss":"Marko ČADEŽ","bossTitle":"Mr","bossPosition":"President","membersCount":6,"membersFTE":"6.0","membership":"Chamber of Commerce and Industry of Serbia implements multilateral co­operation through its membership in different international chamber associations:&#xd;\n•\tInternational Chamber of Commerce (ICC);&#xd;\n•\tEurochambres;&#xd;\n•\tAssociations of Balkan Chambers (ABC);&#xd;\n•\tAssociations of Mediterranean Chambers of Commerce and Industry (ASCAME)&#xd;\n•\tThe Forum of the Adriatic and Ionian Chambers of Commerce;&#xd;\n•\tThe Forum of Chamber of Commerce of CEFTA Region;&#xd;\n•\tThe Black Sea Economic Cooperation (BSEC);&#xd;\n•\tDanube Initiative&#xd;\n•      Western Balkans Chamber Investment Forum (WB CIF). &#xd;\n&#xd;\nOn sector level, many Chamber associations and groups are members of the European sectorial associations: &#xd;\n&#xd;\n•\tEuropean Apparel and Textile Confederation;&#xd;\n•\tEuropean Association of Pharmaceutical Full-line Wholesalers (GIRP);&#xd;\n•\tConfederation of European Security Services;&#xd;\n•\tInternational Associations of Dietary/Food Supplement Associations.","memberOrga":"","goal":"Chamber of Commerce and Industry of Serbia (CCIS) is the largest independent nation-wide business association in Serbia with over 150 years of tradition, established by Law (OJ 65/2001, 36/2009, 99/2011, 112/2015). The Chamber of Commerce and Industry of Serbia (CCIS) is an independent, non-governmental, business association set up by Law with compulsory membership. Last revision of the Chamber Law in 2015 has introduced integrated chamber system, which put all chambers of commerce, national and regional under one legal entity&#xd;<br />Chamber of commerce and industry in Serbia operate as a unified chamber system. Bodies that govern CCIS are Assembly, Managing Board, Supervisory Board and President of the Chamber. There are around 550 employees in the CCIS and the work is organized through six main divisions: Industry division; Agriculture division; Services Division; Economic system division, International economic relations division and Education division. &#xd;<br />Members of the CCIS are organized in 19 associations due to the economic branches that they belong to (trade, tourism, agriculture, ICT, textile, construction, banking, etc.) and Entrepreneurs’ community.&#xd;<br />The CCIS has 5 representative offices - Austria, Germany, Italy, Russia and the EU office in Brussels.&#xd;<br />The main Chamber activities involve:&#xd;<br />•\tRepresenting the interests of economy before the Government and other state bodies and institutions; &#xd;<br />•\tInternationalization - CCIS serves as facilitator of international economic cooperation on the policy and micro level;&#xd;<br />•\tServices – The chamber provides array of services, based on the needs of their members, market failures and competences delegated by the states;&#xd;<br />•\tBusiness training. &#xd;<br />Business community in Serbia recognizes accession to the EU as a key element in transformation of business environment in Serbia, the region and the continent. CCIS seeks to contribute to this process by balancing the needs of the economic and legal dimension through facilitating effective communication between business community on the one side and decision makers in Belgrade, Brussels and elsewhere, on the other. Additionally, the Chamber invests significant efforts in supporting businesses in building up its own capacities for improving competitiveness in the European framework, and thus maximizing benefits from EU integration process.&#xd;<br />The activities of CCIS in the area of european affairs are organised within:&#xd;<br />•\tEU integration Center; &#xd;<br />•\tEU Expert Team, consisted of experts from different Chamber units, Chamber system and the business community organized according to EU acquis chapters and associated with negotiation structure of the Government and&#xd;<br />•\tThe Representative Office of the CCIS in Brussels established in 2004 as a liaison office between the Chamber and its members, on the one side and the EU institutions on the other side, with the particular interest in activities related to the process of Serbia’s accession to the EU and regulatory and policy developments with impact on business environment in Europe.","acronym":"CCIS","interests":"Agriculture and Rural Development, Budget, Business and Industry, Climate Action, Competition, Consumers, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, Food Safety, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"•\tFollowing the activities of the Delegation to the EU-Serbia Stabilization and Association Parliamentary Committee (D-RS);&#xd;<br />•\tMonitoring of the activities and maintaining communication with the officials and policy advisors within the DG NEAR, DG CONNECT, DG JUST, DG MOVE, DG ENERGY, DG ENVI; DG GROWT, DG AGRI;&#xd;<br />•\tMonitoring legislative activities of the EP Committees – IMCO, ENVI, AFET, INTA, ECON, ENVI, INTRE, TRAN, AGRI, PECH;&#xd;<br />•\tActivities related to Berlin process","lastUp":"2019-03-19T12:13:09.015+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}