{"id":"785157016077-28","name":"Asociación Española de Banca","registrationDate":"2015-02-18T17:08:27.178+01:00","category":2,"subCategory":4,"legal":"Organización empresarial","web":"http://www.aebanca.es","country":"Spain","headAddress":"Paseo de la Castellana, 259 D","headCity":"Madrid","headPostCode":"28046","headPhone":"(34)9 17 89 13 11","boss":"José María Roldán Alegre","bossTitle":"Mr","bossPosition":"Presidente","membersCount":10,"membersFTE":"5.0","membership":"","memberOrga":"www.aebanca.es/es/BancosSocios/index.htm","goal":"Los fines de la Asociación se describen en el art. 4º de sus Estatutos sociales que se reproduce a continuación en su tenor literal:&#xd;<br />&#xd;<br />Artículo 4º&#xd;<br />&#xd;<br />\tLa ASOCIACIÓN ESPAÑOLA DE BANCA tiene por objeto el cumplimiento de los siguientes fines:&#xd;<br />&#xd;<br />I. \tAnte la Administración del Estado&#xd;<br />\t \tColaborar con la Administración del Estado, a solicitud de los Organismos integrantes de la misma o a iniciativa de la propia Asociación, mediante la preparación de informes y estudios, la participación en Instituciones o Entidades públicas o privadas, la aportación de proyectos o sugerencias y, en general, mediante cualquier otra actuación que redunde en beneficio de la comunidad nacional y que guarde relación directa o indirecta con el ámbito de las actividades bancarias y financieras, tanto a nivel nacional como internacional.&#xd;<br />&#xd;<br />II. \tEn el ámbito internacional&#xd;<br />\t \tRepresentar a los miembros de la Asociación en las organizaciones y foros internacionales y, en particular, en los trámites de audiencia pública de los procedimientos de elaboración de normas supranacionales.&#xd;<br />&#xd;<br />III. \tEn defensa de los intereses profesionales de los asociados&#xd;<br />\t \tRepresentar y defender, en todos los órdenes, los intereses profesionales de las Entidades Asociadas y contribuir eficazmente al mantenimiento, entre todas ellas, de los principios de solidaridad, cooperación y contribución comunitaria al perfeccionamiento y mejora de sus actividades y servicios, favoreciendo el desarrollo y la evolución competitiva de las Empresas del sector en el ámbito nacional y en su expansión internacional y tendiendo a evitar el intrusismo profesional y cualquier otra actividad irregular.&#xd;<br />\t \tLlevar a efecto acciones conjuntas de divulgación e información al público, cuidando de que los servicios del sector de la comunidad sean correcta y ampliamente conocidos y enjuiciados.&#xd;<br />&#xd;<br />IV. \tEn el ámbito laboral:&#xd;<br />\t \tIntervenir en la regulación de las condiciones generales de trabajo entre las Entidades Asociadas y su personal, con arreglo a la normativa legal vigente en cada momento, y fomentar, colaborando con otras Entidades Asociativas Empresariales, la creación y desarrollo de Organismos encargados de la realización de estudios y de la práctica de asesoramientos que permitan conocer los datos económicos, sociales o de cualquier otra índole que deban enmarcar, por razones de interés general, los límites de la negociación de las condiciones de trabajo y de sus repercusiones económicas.&#xd;<br />&#xd;<br />V. \tEn el ámbito cultural&#xd;<br />\t \tColaborar en el desarrollo cultural, especialmente en todo lo que afecte al personal de las Entidades Asociadas, pudiendo extender la colaboración a las relaciones con las instituciones de enseñanza e investigación, públicas o privadas.&#xd;<br />&#xd;<br />VI. \tColaboración con otras Asociaciones Empresariales&#xd;<br />\t \tMantener las necesarias relaciones con otras Asociaciones Empresariales, así como con sus Federaciones y Uniones, tanto nacionales, de las que podrá formar parte, como extranjeras o internacionales, incluso integrándose en estas últimas, a fin de obtener el logro de objetivos de interés común.","acronym":"AEB","interests":"Climate Action, Competition, Consumers, Economy, finance and the euro, Single market, Taxation","euInitiatives":"Regulación bancaria más iniciativas de la Comisión que afecten a la actividad de los bancos españoles","lastUp":"2019-02-25T10:48:29.196+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}