{"id":"785355926478-57","name":"\"Ányos Jedlik\" Hungarian E-Mobility Cluster","registrationDate":"2017-03-23T15:17:48.901+01:00","category":3,"subCategory":2,"legal":"association","web":"http://www.jedlikanyosklaszter.hu","country":"Hungary","headAddress":"Nagy Jenő u. 12. III.em.","headCity":"Budapest","headPostCode":"H-1126","headPhone":"(36)7 03 18 91 86","boss":"Zoltán Vígh","bossTitle":"Ms","bossPosition":"executive director","membersCount":2,"membersFTE":"0.5","membership":"","memberOrga":"GreenGo Car Europe Korlátolt Felelősségű Társaság&#xd;\n&#xd;\nevopro Bus Korlátolt Felelősségű Társaság&#xd;\n&#xd;\nElektromotive Hungary Korlátolt Felelősségű Társaság&#xd;\n&#xd;\nBay Zoltán Alkalmazott Kutatási Közhasznú Nonprofit Kft.&#xd;\n&#xd;\nBudapesti Corvinus Egyetem&#xd;\n&#xd;\nBudapest Főváros XI. kerület Újbuda Önkormányzat&#xd;\n&#xd;\nBudapesti Műszaki és Gazdaságtudományi Egyetem&#xd;\n&#xd;\nBÜKK-MAK Nonprofit Kft.&#xd;\n&#xd;\nCauvin Beruházó és Ingatlanfejlesztő Zrt.&#xd;\n&#xd;\nDebreceni Egyetem&#xd;\n&#xd;\nEcomatic Kft.&#xd;\n&#xd;\nE.ON Hungária Zrt.&#xd;\n&#xd;\nEV-Sport Magyarország Autósport Egyesület&#xd;\n&#xd;\nForrás-Trend Kft.&#xd;\n&#xd;\nFőtaxi Autóközlekedési És Szolgáltató Zrt.&#xd;\n&#xd;\nIluest Hungária Kft.&#xd;\n&#xd;\nKözlekedéstudományi Egyesület&#xd;\n&#xd;\nKözlekedéstudományi Intézet Nonprofit Kft.&#xd;\n&#xd;\nMagyar Hidrogén és Tüzelőanyag-cella Egyesület&#xd;\n&#xd;\nMiskolci Egyetem&#xd;\n&#xd;\nMagyar Tudományos Akadémia Energiatudományi Kutatóközpont&#xd;\n&#xd;\nMagyar Tudományos Akadémia Természettudományi Kutatóközpont&#xd;\n&#xd;\nMáté 1991 Vagyonkezelő és Szolgáltató Kft.&#xd;\n&#xd;\nMOL Magyar Olaj- és Gázipari Nyrt.&#xd;\n&#xd;\nMVM Partner Zrt.&#xd;\n&#xd;\nNissan Sales CEE Kft.&#xd;\n&#xd;\nÓbudai Egyetem&#xd;\n&#xd;\nPannon Novum Nyugat-dunántúli Regionális Innovációs Nonprofit Kft.&#xd;\n&#xd;\nPorsche Hungaria Kft.&#xd;\n&#xd;\nPwC Magyarország Kft.&#xd;\n&#xd;\nSMAROLI Kft.&#xd;\n&#xd;\nSzéchenyi István Egyetem&#xd;\n&#xd;\nSzélessáv Alapítvány&#xd;\n&#xd;\nTOP-TIER-Consultants Kft.&#xd;\n&#xd;\nNKM Nemzeti Közművek Zrt.&#xd;\n&#xd;\nT-Systems Magyarország Zrt.&#xd;\n&#xd;\nVodafone Magyerország Zrt.&#xd;\n&#xd;\ne-Mobi Elektromobilitás Nonprofit Kft.","goal":"The Hungarian E-Mobility Cluster “Ányos Jedlik” is the platform organisation of the relevant stakeholders that are committed to the development of electric mobility. The Cluster was established in 2014 primarily as a consultative and advisory platform for the government. It is involved in shaping the necessary development policies, exploring the economic, social and environmental potential of electric mobility and recommending actions for politicians and business.","acronym":"JÁK","interests":"Climate Action, Digital economy and society, Energy, Environment, Research and innovation, Trans-European Networks, Transport","euInitiatives":"In the framework of the European Energy Union and the EU 2020 (reindustrialisation) strategy, the government of Hungary has declared its ambition to make the country the regional champion of a new and complex industry, namely the electric mobility. &#xd;<br />In the recent years, this policy has been shaped by the following factors:&#xd;<br />1.\tThe common climate and energy framework of the European Union with special emphasis on decarbonisation&#xd;<br />2.\tSustainable urban mobility and road transport with special emphasis on developing low and zero-emission vehicles&#xd;<br />3.\tThe common trend toward the low-carbon European economy&#xd;<br />4.\tThe common EU trend of reindustrialisation and job creation&#xd;<br />In early 2014 the work was started under the aegis of the Ministry of National Economy to provide a consistent national e-mobility strategy. The ministry focused on providing a broad framework for establishing the priorities, thus – as a consulting and agenda-setting organisation – the “Ányos Jedlik Cluster” was set up and a development programme, the “Ányos Jedlik Plan” was announced. (Both are named after an outstanding 19th century Hungarian scientist who invented an electric motor. In the further text we refer to this body using the Hungarian abbreviation “JAK”, and the plan is known in its short form as “JAT”.)&#xd;<br />JAK, as a cluster organisation, has attracted most of the relevant stakeholders, including the electric vehicle producing OEMs, energy companies, research and academic institutions, transport organisers, interested municipal authorities and some other umbrella organisations. Its working groups have elaborated proposals for the government to launch the much anticipated “Ányos Jedlik Plan” (JAT – Hungarian E-Mobility Strategy). In order to that, the proposals of JAK were accepted by the ministry as a e-mobility action plan for the government to provide – first of all - a coherent set of incentives. The “Ányos Jedlik Action Plan” was approved by the Cabinet of Prime Minister Viktor Orbán in July, 2015.","lastUp":"2019-02-26T13:51:08.390+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}