{"id":"785475634572-90","name":"Xeración Asociación Cultural","registrationDate":"2019-04-12T12:36:03.068+02:00","category":3,"subCategory":2,"legal":"NGO","web":"http://xeracion.org","country":"Spain","headAddress":"Almendra 9","headCity":"Ferrol","headPostCode":"15402","headPhone":"(34)6 84 12 61 67","boss":"Francisco Xosé Sequeiro Allegue","bossTitle":"Mr","bossPosition":"President","membersCount":11,"membersFTE":"7.0","membership":"Citizens for Europe&#xd;\nhttps://www.citizensforeurope.eu/organisation/xeracion&#xd;\n&#xd;\nAnna Lindh Foundation&#xd;\n&#xd;\nhttps://www.annalindhfoundation.org/members/xeracion","memberOrga":"Xeración Valencia&#xd;\n&#xd;\nxeracionvalencia.org","goal":"Xeración is a network of non governmental organizations based in Spain with the following common objectives:&#xd;<br />&#xd;<br />To promote and facilitate the geographic mobility of young people, students and youth workers (especially the ones with fewer opportunities) at European level.&#xd;<br />To spread social economy and volunteering projects both locally and internationally&#xd;<br />To promote the critical thinking and to empower the young people to take part in society as active citizens creating and advocating for participatory processes&#xd;<br />To enhance the values ​​of tolerance, human dignity, multiculturalism, solidarity, cooperation, social justice, and social integration&#xd;<br />To promote healthy lifestyles and ecological lifestyle&#xd;<br />To raise awareness about social issues though arts&#xd;<br />To provide counselling to younsters&#xd;<br />To achieve these objectives Xeración develops and implements youth mobility projects for local and international volunteers. Thought them we try to encourage and disseminate a volunteering spirit amongst the Spanish population. By organizing “good practices” meetings and workshops we work to improve the quality of the projects from organisations in our area. We manage a local blog and we regularly produce videos to boost our communicational campaigns.&#xd;<br />We have offices in Galicia and Valencia.","acronym":"Xeración","interests":"Culture, Culture and media, Education and training, Youth","euInitiatives":"European Youth Strategy (as consultant organisation on the national structured dialogue initiative)&#xd;<br />European Solidarity Corps (as hosting and support organisation)&#xd;<br />Erasmus+ (KA1, KA2 and KA3)","lastUp":"2019-04-12T12:36:24.805+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}