{"id":"785519024984-02","name":"European Food Information Council","registrationDate":"2016-12-15T18:19:23.359+01:00","category":3,"subCategory":2,"legal":"a.i.s.b.l - International non-profit association (association internationale sans but lucratif)","web":"http://eufic.org","country":"Belgium","headAddress":"rue Des Deux Eglises 14","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)25 06 89 89","boss":"Laura Fernández Celemín","bossTitle":"Ms","bossPosition":"Director General","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"In 2018, EUFIC's funding came from the European Commission (61%), from membership fees (38.5%) and from reinvoicing and publications sales (0.5%). Membership fees come from 15 food and drinks companies, and 9 academic institutions, research organisations, NGO’s and other European non-profits. EUFIC is governed by a Board of Directors, which is elected from member companies. &#xd;\n&#xd;\nCurrent EUFIC members are: Agricultural University of Athens, Bunge, Cargill, Cereal Partners, Coca-Cola, Dow Seeds, DSM, EuroFIR aisbl, Ferrero, FINS (Serbian Institute of Food Technology), Food2Know (Excellence Center for feed, food and health), General Mills, MAPP Centre from Aarhus University, Mars, Nestlé, NUTRIS (Nutrition Institute Ljubljana), LEiTaT (Technological Center), PepsiCo, Pinar, Tereos, Ülker, Unilever, University of Leeds, and WWF EU Policy Office. All members subscribe to EUFIC's principles and Code of Conduct (https://www.eufic.org/images/uploads/files/EUFIC_Code_of_conduct_for_web.pdf).","goal":"The European Food Information Council (EUFIC) is a non-profit organisation, established in 1995, that responds to the need for accurate and understandable information on food and health.&#xd;<br />&#xd;<br />EUFIC's mission: To provide engaging science-based information to inspire and empower healthier and more sustainable food and lifestyle choices.&#xd;<br />&#xd;<br />EUFIC's vision: A world where people live a healthier life because they know how to. &#xd;<br />&#xd;<br />Information that EUFIC publishes has been subject to a review process by members of its Scientific Advisory and Editorial Boards (https://www.eufic.org/en/who-we-are/working-with-experts/). The Advisory Boards comprise renowned scientific experts from across Europe who advise EUFIC on its information and communication programmes and ensure that EUFIC materials are relevant, factually correct and represent the views of the broader scientific community. EUFIC consults with other scientific experts for specific projects in areas such as consumer research and science communication. &#xd;<br />&#xd;<br />With its main offices located in Brussels (Belgium), EUFIC collaborates with international, European and national organisations to enhance the impact and outreach of its communication instruments and programmes in other countries.&#xd;<br />&#xd;<br />EUFIC actively participates in European Commission funded research and communication projects (European Commission Directorates General for Research &amp; Innovation, European Institute for Innovation and Technology - EIT Food), where it contributes as research and dissemination partner. EUFIC is also a member of the EU platform for action on diet, physical activity and health (DG Health and Food Safety) and a registered EFSA stakeholder.","acronym":"EUFIC","interests":"Agriculture and Rural Development, Communication, Consumers, Digital economy and society, Food Safety, Maritime affairs and fisheries, Public Health, Research and innovation","euInitiatives":"As EUFIC communicates science-based information on food and health related topics and is involved in EU-funded research and communication projects, International and European initiatives (activities, programmes, projects) and policies that fall under the remits of DG SANTE, DG AGRI, DG JRC, DG RTD, EFSA, etc., are of relevance.&#xd;<br />&#xd;<br />The reason why EUFIC follows those initiatives and policies or legislation is to communicate about them to a wider audience. For example:&#xd;<br />1) childhood obesity (https://www.eufic.org/en/healthy-living/article/successful-programmes-to-reduce-childhood-overweight-and-obesity)&#xd;<br />2) food packaging (https://www.eufic.org/en/collaboration/article/horizon2020-nanopack-project-to-improve-food-safety-and-reduce-food-waste)&#xd;<br />3) food additives (https://www.eufic.org/en/whats-in-food/article/food-additives-used-in-the-eu)","lastUp":"2019-12-12T17:36:34.849+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}