{"id":"785976617848-15","name":"Regulatory Communication","registrationDate":"2015-06-16T12:16:14.035+01:00","category":1,"subCategory":8,"legal":"BV","web":"http://www.regulatory-communication.eu","country":"Netherlands","headAddress":"Sportlaan 245","headCity":"Den Haag","headPostCode":"2566KG","headPhone":"(31)6 19 58 25 22","boss":"Helena van Goor","bossTitle":"Ms","bossPosition":"consultant","membersCount":1,"membersFTE":"1.0","membership":"European League of Economists: www.elec-lece.eu&#xd;\nGlocomnet: www.glocomnet.com","memberOrga":"","goal":"Linda van Goor (1967) has been working with Europe since 1991. She started her career as an academic professor in corporate finance. After obtaining her PhD in financial history she became a policy advisor for the Dutch banking industry in European Affairs. In 2004 she chose to join the Dutch prudential supervisor and contributed to the European dialogue on supervision of financial conglomerates, working closely with both European and non-European colleagues in the Brussels and Basel platforms. For six years during the financial crisis starting August 2007, Linda worked in Brussels at the European Commission to review and draft legislation regarding European supervision of complex financial groups and thus contributing to improve the soundness and stability of the financial system in Europe. Gaining from her background as an academic professor, she is passionate about educating and training people to better understand the dynamics of the European idea, and to make everyone more aware of the need for more collaboration and an integrated legislative framework for integrated markets in a diverse landscape – united in diversity.&#xd;<br />As an independent professional Linda translates, connects and empowers both ends of the regulatory relationships in the financial sector. She facilitates translation and connection between those who make rules (legislators, regulators, officials) and those who apply the rules (businesses and supervisors), thus empowering them to achieve their common objectives more effectively. She especially speaks up for the smaller actors in the sector, whose voice tends to be overheard given the voice of the larger players, thus contributing to the diversity of represented voices in Brussels.","acronym":"","interests":"Banking and financial services, Climate Action, Economy, finance and the euro, Education and training, Energy, Environment, Single market","euInitiatives":"Initiatives regarding Europe's financial sector.&#xd;<br />Capital Markets Union, banking rules (CRD/CRR), investment rules (MiFID, UCITS, AIFMD), sustainability finance action plan","lastUp":"2019-02-22T14:35:23.473+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":"","turnoverRange":"100000-499999"}