{"id":"78601138241-84","name":"Deutscher Verband Flüssiggas","registrationDate":"2012-03-05T11:30:51.403+02:00","category":2,"subCategory":4,"legal":"e. V.","web":"http://www.dvfg.de","country":"Germany","headAddress":"EnergieForum","headCity":"Berlin","headPostCode":"10243","headPhone":"(36710)03 02 93 67 10","boss":"Andreas Stücke","bossTitle":"Mr","bossPosition":"Hauptgeschäftsführer","membersCount":1,"membersFTE":"0.25","membership":"Der Deutsche Verband Flüssiggas e. V. ist Mitglied im:&#xd;\n- europäischen Flüssiggasverband, Liquid Gas Europe- http://www.aegpl.eu/&#xd;\n- Weltflüssiggasverband,WLPGA, http://www.wlpga.org/&#xd;\n- Bundesverband Großhandel, Außenhandel, Dienstleistungen e. V. - http://www.bga-online.de/&#xd;\n- Weltenergierat - Deutschland e. V. - http://www.worldenergy.org/dnk/&#xd;\n- Verbändekreis Energieeffizienz und Klimaschutz&#xd;\n- Forum für Zukunftsenergien e. V. - http://www.zukunftsenergien.de/&#xd;\n- Pro Mobilität - Initiative für Verkehrsinfrastruktur e. V. https://www.promobilitaet.de/&#xd;\n- Deutsches Institut für Normung e. V. - www.din.de","memberOrga":"http://dvfg.de/verband/mitglieder/","goal":"Der DVFG versteht sich als Bindeglied zwischen der Politik und der deutschen Flüssiggas-Wirtschaft. Als Fachverband wirkt er wesentlich mit an der Schaffung von Normen und Richtlinien auf deutscher und europäischer Ebene. Der DVFG erarbeitet Szenarien zu den Marktperspektiven von Flüssiggas und bietet Lösungsansätze rund um den modernen und effizienten Einsatz des Energieträgers an. Von besonderer Bedeutung ist dabei der Beitrag, den Flüssiggas im Angesicht aktueller energie- verkehrs- und umweltpolitischer Herausforderungen leisten kann. Im Rahmen seiner Presse- und Öffentlichkeitsarbeit informiert der DVFG über die Vorteile und vielfältigen Einsatzmöglichkeiten von Flüssiggas.","acronym":"DVFG","interests":"Agriculture and Rural Development, Climate Action, Consumers, Customs, Energy, Environment, Public Health, Taxation, Transport","euInitiatives":"Energieeffizienzrichtlinie, Gebäuderichtlinie, Erneuerbare-Energien-Richtlinie, Clean Vehicle Directive, A Clean Planet for all, energy labelling; Future of Energy Systems in the Energy Union","lastUp":"2019-07-23T10:47:26.298+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}