{"id":"78610009998-13","name":"The Shark Trust","registrationDate":"2012-10-25T17:54:12.949+01:00","category":3,"subCategory":2,"legal":"Charity registered in England and Wales","web":"http://www.sharktrust.org","country":"United kingdom","headAddress":"Creykes Court, 4","headCity":"Plymouth","headPostCode":"pl1 3jb","headPhone":"(0044)17 52 67 20 20","boss":"Glenys Heafield","bossTitle":"Ms","bossPosition":"Company Secretary","membersCount":3,"membersFTE":"1.0","membership":"European Elasmobranch Association&#xd;\n&#xd;\nWildlife and Countryside Link&#xd;\n&#xd;\nMarine Biological Association&#xd;\nGlobal Sharks and Rays Initiative&#xd;\nShark League for the Atlantic and Mediterranean","memberOrga":"","goal":"Established in 1997, the Shark Trust is the UK registered charity which works to advance the worldwide conservation of sharks  through science, education, influence and action. Our vision is a world where sharks thrive within a globally healthy marine ecosystem. &#xd;<br />The Trust is led by a Board of Trustees which oversees a dedicated team, who are further supported by a voluntary Scientific Committee, and a growing number of supporters and volunteers. &#xd;<br />The Trust is: an effective and well respected advocate for sound shark management and protection; a founder member of the Shark Alliance; the secretariat of the European Elasmobranch Association; and a membership organisation which provides a link between the public and the science community. The Trust works through cross-sectoral collaboration and where possible works with governments, industry and other stakeholder groups to attain sustainable goals.","acronym":"","interests":"Environment, Maritime affairs and fisheries","euInitiatives":"Fisheries: CFP reform, landings obligation, shark finning regulations ((EU) No. 605/2013).  STECF -15-03&#xd;<br />Correspondence with the EU Commission on all of the above, RFMO activities, Brexit fisheries issues","lastUp":"2019-02-25T11:46:53.859+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}