{"id":"786682123800-93","name":"EU-MAP Consulting Ltd","registrationDate":"2016-10-10T13:16:59.216+02:00","category":1,"subCategory":6,"legal":"limited company","web":"http://eumap-consulting.eu","country":"United kingdom","headAddress":"27/50 Kensington Gardens Square","headCity":"London","headPostCode":"W24BA","headPhone":"(44)20 72 43 42 92","boss":"MARIA KOKKINOU - BOEGE","bossTitle":"Ms","bossPosition":"MANAGING DIRECTPOR","membersCount":1,"membersFTE":"1.0","membership":"Member of the Charter Institute of Public Relations in the UK&#xd;\nMember of the Public Affairs Group of the CIPR -UK&#xd;\n&#xd;\nhttps://www.cipr.co.uk","memberOrga":"","goal":"EUMAP Consulting is an independent public affairs agency with special policy expertise on Environment, Industry, Climate Change, Employment, Humanitarian, Cultural and Religious issues. EUMAP provides tailored, integrated services across the spectrum of public affairs, which include strategic advice, design and implementation, communications, monitoring, policy analysis, events management, media relations, and coalition building. We cover a broad range of EU initiatives and issues.&#xd;<br />EU MAP Consulting ensures its clients are able to navigate the complex political processes and build strategic relationships in order to reach the right people at the right time and deliver correct and credible information.","acronym":"","interests":"Business and Industry, Climate Action, Communication, Consumers, Culture, Employment and Social Affairs, Energy, Enlargement, Environment, Food Safety, Humanitarian aid and civil protection, Public Health, Regional Policy, Research and innovation, Single market","euInitiatives":"Environment legislative proposals&#xd;<br />Employment and Social Affairs&#xd;<br />Cultural and Religious and Minorities Issues&#xd;<br />Construction issues","lastUp":"2018-09-22T08:45:52.264+02:00","customers":"International Zinc Association Europe,Nickel Institute","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":"","turnoverRange":"0-99999"}