{"id":"787054318177-33","name":"Centre National de la Recherche Scientifique","registrationDate":"2015-07-14T17:36:34.672+02:00","category":4,"subCategory":5,"legal":"Etablissement public à caractère scientifique et technologique","web":"http://www.cnrs.fr","country":"France","headAddress":"3 rue Michel-Ange","headCity":"Paris","headPostCode":"75794 cedex 16","headPhone":"(33)1 44 96 40 00","boss":"Antoine PETIT","bossTitle":"Mr","bossPosition":"Président","membersCount":4,"membersFTE":"4.0","membership":"en France : Le CNRS est membre des alliances AVIESAN, ATHENA, ANCRE, ALLISTENE et ALLENVI.&#xd;\n&#xd;\nLe CNRS est membre du CLORA.","memberOrga":"","goal":"Principal organisme de recherche à caractère pluridisciplinaire en France, le CNRS mène des recherches dans l'ensemble des domaines scientifiques, technologiques et sociétaux, qu'il s'agisse des mathématiques, de la physique, des sciences et technologies de l'information et de la communication, de la physique nucléaire et des hautes énergies, des sciences de la planète et de l'Univers, de la chimie, des sciences du vivant, des sciences humaines et sociales, des sciences de l'environnement ou des sciences de l'ingénierie. Avec près de 33 000 personnes, une implantation sur l'ensemble du territoire national, le CNRS exerce son activité dans tous les champs de la connaissance, en s'appuyant sur plus de 1100 unités de recherche et de service.","acronym":"CNRS","interests":"Budget, Climate Action, Digital economy and society, Education and training, Energy, Environment, General and Institutional Affairs, Public Health, Regional Policy, Research and innovation","euInitiatives":"Horizon Europe, Horizon 2020, Espace Européen de la Recherche, le Plan d'investissement pour l'Europe, la protection des données personnelles, la directive sur l'utilisation des animaux à des fins scientifiques","lastUp":"2018-06-28T15:24:24.517+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}