{"id":"788452314614-05","name":"Polska Federacja Producentów Żywności Związek Pracodawców","registrationDate":"2014-10-08T12:56:04.851+01:00","category":2,"subCategory":4,"legal":"Związek Pracodawców","web":"http://www.pfpz.pl","country":"Poland","headAddress":"Chałubińskiego, 8","headCity":"Warszawa","headPostCode":"00-613","headPhone":"(48)2 28 30 70 55","boss":"Andrzej Gantner","bossTitle":"Mr","bossPosition":"Dyrektor Generalny","membersCount":2,"membersFTE":"0.5","membership":"Polska Federacja Producentów Żywności od 1999 r. jest członkiem europejskiej organizacji przemysłu żywnosciowego FoodDrinkEurope (dawna nazwa CIAA); przed wstąpieniem Polski do UE - na prawach członka obserwatora, obecnie w ramach pełnego członkostwa.&#xd;\n&#xd;\nPonadto, Polska Federacja Producentów Żywności z początkiem roku 2007 przestąpiła do SNE - Europejskiego Stowarzyszenia Producentów Żywności Specjalnego Przeznaczenia Żywieniowego.&#xd;\n&#xd;\nNatomiast od 2013 r. Polska Federacja Producentów Żywności jest członkiem UNESDA - Europejskiej Organizacji Producentów Napojów Bezalkoholowych.","memberOrga":"","goal":"Polska Federacja Producentów Żywności Związek Pracodawców aktywnie działa na rzecz rozwoju przemysłu żywnościowego i wzmocnienia jego reprezentacji w Polsce oraz w Unii Europejskiej.&#xd;<br />&#xd;<br />Polska Federacja Producentów Żywności została powołana w celu zapewnienia efektywnego współudziału podmiotów gospodarczych w tworzeniu prawnych, organizacyjnych i ekonomicznych warunków rozwoju sektora żywnościowego, jednej z największych i najsilniejszych gałęzi polskiej gospodarki. Członkami PFPŻ są wiodące firmy i organizacje związane z szeroko rozumianym rynkiem żywności w Polsce.","acronym":"PFPZ","interests":"Agriculture and Rural Development, Consumer Affairs, Economic and Financial Affairs, Enterprise, Environment, Food Safety, Public Health, Trade","euInitiatives":"Strategie polityczne mające wpływ na funkcjonowanie łańcucha spożywczego, m.in. w zakresie prawa żywnościowego (znakowanie żywności) czy handlu międzynarodowego.","lastUp":"2017-02-09T12:33:06.525+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}