{"id":"788442735683-28","name":"Institut National de Recherche et de Sécurité","registrationDate":"2019-08-23T11:03:37.179+02:00","category":3,"subCategory":2,"legal":"Association sans but lucratif (ASBL)","web":"http://www.inrs.fr","country":"France","headAddress":"65 boulevard Richard Lenoir","headCity":"PARIS","headPostCode":"75011","headPhone":"(33)1 40 44 30 00","boss":"Stéphane PIMBERT","bossTitle":"Mr","bossPosition":"Directeur Général","membersCount":11,"membersFTE":"3.0","membership":"L'INRS est membre : &#xd;\n- de PEROSH&#xd;\n- de Euroshnet&#xd;\n- de l'AISS","memberOrga":"Organisme paritaire, l’INRS est administré par un Conseil d’administration comprenant un collège employeurs et un collège salariés de 9 représentants chacun. Les statuts de l’INRS prévoient pour la présidence de l’Institut une alternance entre ces collèges employeurs et salariés tous les 2 ans. &#xd;\n&#xd;\n&#xd;\nMembres actifs de l'association&#xd;\n&#xd;\nConfédération française démocratique du travail (CFDT)&#xd;\nConfédération française des travailleurs chrétiens (CFTC)&#xd;\nConfédération française de l'encadrement (CGC)&#xd;\nConfédération générale du travail (CGT)&#xd;\nConfédération générale du travail-Force ouvrière (CGT FO)&#xd;\nConfédération générale du patronat des petites et moyennes entreprises (CPME)&#xd;\nMouvement des entreprises de France (MEDEF)&#xd;\nUnion des entreprises de proximité (U2P)&#xd;\n&#xd;\n&#xd;\nL'INRS est géré par un conseil d'administration paritaire, composé de 18 membres titulaires, représentant les employeurs (MEDEF, CPME, U2P) et les organisations syndicales de salariés (CFDT, CFTC, CGC, CGT, CGT-FO).","goal":"La principale ambition de l’INRS est de développer et de promouvoir une culture de prévention des accidents du travail et des maladies professionnelles. Une mission qui s’articule autour de 3 axes majeurs : identifier, analyser, diffuser et promouvoir. Ses actions sont destinées aux spécialistes de la prévention et aux entreprises et salariés du régime général de la Sécurité sociale.","acronym":"INRS","interests":"Education and training, Employment and Social Affairs, Research and innovation","euInitiatives":"Directive cadre sur la santé sécurité au travail (directive 89/391/CEE)&#xd;<br />Cadre stratégique en matière de santé et de sécurité au travail (2014-2020)&#xd;<br />Pour la prévention des accidents, l'INRS s'implique également pour  faire intégrer à la conception des équipements, les dispositions permettant une utilisation sans risque des équipements. Les exigences des directives européennes sont étudiés sous cet angle.","lastUp":"2019-08-26T15:13:04.527+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}