{"id":"788580126631-66","name":"Savez samostalnih sindikata Hrvatske / Union of Autonomous Trade Unions of Croatia","registrationDate":"2017-04-05T09:14:46.966+01:00","category":2,"subCategory":1,"legal":"trade union","web":"http://www.sssh.hr","country":"Croatia","headAddress":"Trg kralja Petra Krešimira IV. br. 2","headCity":"Zagreb","headPostCode":"10000","headPhone":"(385)14 65 50 13","boss":"Mladen Novosel","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"SSSH/UATUC is a member of the European Trade Union Confederation (ETUC) and International Trade Union Confederation (ITUC)","memberOrga":"http://www.sssh.hr/en/trade-unions","goal":"Union of Autonomous Trade Unions of Croatia is a voluntary interest trade union organization of a higher level, which is systematically working on improving the quality of jobs, and living and working standards of its members and of all citizens of Croatia.  The UATUC and its affiliated trade unions are constituted and organized in a democratic manner, and are independent of employers, authorities, political parties and religious communities.&#xd;<br />&#xd;<br />Recognizing the role of trade unions in the development of democratic society and the need for active participation in the decision-making process, the UATUC promotes the necessity of trade union activity in all spheres of social and political life on issues that affect the well-being of Croatian workers and citizens.&#xd;<br />UATUC fights FOR:&#xd;<br />• full employment and job security,&#xd;<br />• fair wage for fair work,&#xd;<br />• elimination of all forms of undeclared work,&#xd;<br />• social justice and social inclusion, and elimination of poverty,&#xd;<br />• social protection and building of an appropriate safety network,&#xd;<br />• right to health as a universal human right,&#xd;<br />• quality protection of the safety and health at work,&#xd;<br />• right to quality and free education and lifelong learning,&#xd;<br />• right to life and work without discrimination of any kind,&#xd;<br />• freedom of organizing and collective bargaining,&#xd;<br />• right to information and workers’ co-determination,&#xd;<br />• gender equality, and&#xd;<br />• intergenerational solidarity.&#xd;<br />&#xd;<br />We promote values of human dignity, freedom, democracy, equality, rule of law and human rights for all. We want the society of pluralism, tolerance, social justice, solidarity and non-discrimination.","acronym":"SSSH / UATUC","interests":"Borders and Security, Climate Action, Consumers, Economy, finance and the euro, Education and training, Employment and Social Affairs, Institutional affairs, Justice and Fundamental Rights, Public Health, Regional Policy, Single market, Taxation, Youth","euInitiatives":"European economic governance&#xd;<br />Employment and social inclusion&#xd;<br />EU labour law and workers rights&#xd;<br />Health and safety","lastUp":"2019-02-15T08:56:12.532+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}