{"id":"78899353154-36","name":"PASOS z.s.","registrationDate":"2010-01-31T14:59:41.370+01:00","category":3,"subCategory":2,"legal":"citizens' association","web":"http://www.pasos.org","country":"Czech republic","headAddress":"Prokopova 197/9","headCity":"Prague","headPostCode":"130 00","headPhone":"(420)2 22 31 48 32","boss":"Andrew Cartwright","bossTitle":"Ms","bossPosition":"Chair","membersCount":4,"membersFTE":"2.25","membership":"PASOS was a member of the founding committee of the European Partnership for Democracy (EPD), and currently an associate partner of EPD, and on the Advisory Board of the UN Human Development Policy Network (Europe and CIS), an initiative of the United Nations Development Programme (UNDP) regional office for Europe and the CIS. &#xd;\n&#xd;\nPASOS also served on the steering committee of DECIM (Donor Exchange Co-ordination and Information Mechanism), a joint initiative of the European Commission and the World Bank focusing on donor support to civil society in Central and Eastern Europe and Central Asia.&#xd;\n&#xd;\nPASOS is also a member of DEMAS (Association for Democracy Assistance and Human Rights). &#xd;\n&#xd;\nPASOS is also a member of the Central Eastern European University Network - Transition Studies World Applied Research (CEEUN-TSWAR), Venice. PASOS also serves on the Editorial Advisory Board of Europe's World, a quarterly policy journal published by Friends of Europe.&#xd;\n&#xd;\nPASOS is a member of the Eastern Partnership Civil Society Forum, where it is one of the leading member networks. The Executive Director of PASOS, Jeff Lovitt, served as the co-Chair of the Forum in 2012, and again in 2014.","memberOrga":"http://pasos.org/category/pasos-member-organisations/","goal":"PASOS (Policy Association for an Open Society) is a voluntary association of independent policy centres (think-tanks) from Central and Eastern Europe (EU new member states, South-East Europe, and Turkey) and the former Soviet Union (EU’s eastern neighbourhood and Central Asia), and other independent policy centres with a focus on transition issues facing the region. &#xd;<br />&#xd;<br />PASOS is a vibrant regional platform, open to co-operation and partnerships to address key regional and international policy challenges. Since its launch in 2005, PASOS has grown from 23 members to comprise 56 independent policy centres spanning more than 28 countries. &#xd;<br />&#xd;<br />Due to its geographic coverage, PASOS is well positioned to serve as an interface between policymaking communities in EU members and the countries of South-East Europe, Turkey, the EU's eastern neighbourhood, and Central Asia. PASOS combines a forward-looking Euro-Atlantic perspective with a strong focus on democracy and human rights, and economic development, and strives to facilitate the efforts of countries in the EU’s neighbourhood to catch up with the transition to a free society governed by the rule of law. &#xd;<br />&#xd;<br />PASOS works to promote sustainable policy outcomes that address the considerable challenges facing the EU and neighbouring regions.&#xd;<br />&#xd;<br />PASOS comprises member organisations from the PASOS region in combination with a Board elected by the members and a Secretariat that works to strengthen, co-ordinate and promote high-quality policy expertise on the whole region. &#xd;<br />&#xd;<br />PASOS is an active, values-driven advocacy coalition, and a collaborative network of individual experts and teams of experts working across a wide range of policy fields pertinent to political and economic transformation. &#xd;<br />&#xd;<br />Furthermore, PASOS takes a lead in setting quality standards in policy analysis and advocacy for values-driven policy change, backed up by analysis grounded in sound empirical research.&#xd;<br />&#xd;<br />&#xd;<br />MISSION&#xd;<br />PASOS aims to promote and protect democracy, human rights and open society values – including the rule of law, good governance, and economic and social development – by supporting civil society organisations that individually and jointly foster public participation in public policy issues at the European Union level, in other European and global structures, and in the wider neighbourhood of Europe and Central Asia. &#xd;<br />&#xd;<br />&#xd;<br />CORE VALUES &#xd;<br />PASOS generates policy knowledge and expertise by conducting evidence-based research, building local and regional capacities, and advocating for reform and innovation of national and international policy agendas at the EU level and in other international fora. &#xd;<br />&#xd;<br />Four key priority areas: &#xd;<br />Democracy and Human Rights&#xd;<br />Good Governance and Open Economy&#xd;<br />Sustainable Development&#xd;<br />International Co-operation","acronym":"PASOS","interests":"Audiovisual and Media, Development, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Regional Policy, Research and Technology, Trans-European Networks","euInitiatives":"Advocacy for Open Government: Right to Know in South East Europe, 2012-2016. The project, funded by the European Commission (budget: € 960,000), is a civil society initiative that monitors the impact of polices and develops commitments under the Open Government Partnership initiative, including CSO capacity-building through webinars and other peer-learning tools. Country coverage: Albania, Bosnia and Herzegovina, Kosovo, Macedonia, Montenegro, Serbia.&#xd;<br />&#xd;<br />Partners in Empowerment, 2015-2018. This is a capacity-building and mentoring programme, designed and led by PASOS to build strong, interconnected civil society organisations in five Eastern Partner countries, able to work as effective watchdogs leveraging expertise to monitor public policy decisions and public service delivery. The project includes development of a new online learning platform (budget: € 1.1 million, including € 600,000 in sub-granting, funded by the European Commission). Country coverage: Armenia, Azerbaijan, Belarus, Moldova, Ukraine.&#xd;<br />&#xd;<br />Research Networks to Provide Foreign Policy Expertise - EU Enlargement, Eastern Neighbourhood, Russia and Central Asia, 2014-2018. This € 380,000 framework services contract, between a PASOS-led consortium and the Directorate-General for External Policies of the European Parliament (DG ExPo), concerns provision of policy analysis on issues falling within responsibility of Parliament's Committee on Foreign Affairs (AFET) and its subcommittees.","lastUp":"2017-04-04T21:00:47.819+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}