{"id":"789493536351-45","name":"The Digital Circle","registrationDate":"2019-10-27T19:24:27.064+01:00","category":2,"subCategory":7,"legal":"S.C.","web":"http://thedigitalcircle.eu","country":"Belgium","headAddress":"Rue Jacques de Lalaing 40","headCity":"Etterbeek","headPostCode":"1040","headPhone":"(32)4 95 91 19 10","boss":"Dorian Kronenwerth","bossTitle":"Mr","bossPosition":"Vorsitzender","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"The membership of the Digital Circle is nominative to individual persons (who themselves represent the expertise of their sectors), but the associations or companies they work for are not members.&#xd;\nHence the membership information is not publically available. Should you however require this, we can provide you a list.","goal":"A network and round table of digital policy actors, bringing experts from different digital sectors together to the same table to discuss industry-wide priorities.&#xd;<br />The Digital Circle is all about adding up sectoral insights to assemble the bigger picture of the Digital Single Market. By uniting different digital sectors around the same table, the complexity of the DSM is deconstructed through the prism of sectoral specificities, allowing for linkages and bridge-building to work towards a coherent, balanced and interdependent DSM.&#xd;<br />&#xd;<br />The Digital Circle in its current form is a temporary structure that serves as a roundtable for smaller stakeholders active in the digital industry.&#xd;<br />&#xd;<br />The Digital Circle regroups different representatives of the various sectors of the digital industry and brings them together with representatives of the European Parliament, the European Commission and the European Council. The aim is to regroup smaller stakeholders' positions and opinions, so as to convey the voice of the smaller stakeholders more efficiently to the European policy-makers, so as to be heard and represented.&#xd;<br />&#xd;<br />The goals of the organisation are:&#xd;<br />Meetings with MEPs and their assistants&#xd;<br />Attending public hearings&#xd;<br />Contributions to public consultations&#xd;<br />Publishing of position papers and recommendations&#xd;<br />Organisation of events about digital topics","acronym":"","interests":"Business and Industry, Competition, Digital economy and society, Research and innovation, Single market, Trans-European Networks","euInitiatives":"Digital Single Market&#xd;<br />EECC implementation&#xd;<br />ePrivacy&#xd;<br />eCommerce&#xd;<br />Cybersecurity&#xd;<br />Artificial Intelligence&#xd;<br />Collective Redress","lastUp":"2019-11-07T15:14:39.960+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}