{"id":"78964012479-25","name":"Stichting Nederland Kennisland","registrationDate":"2009-10-09T11:35:54.222+01:00","category":3,"subCategory":2,"legal":"Stichting","web":"http://www.kl.nl","country":"Netherlands","headAddress":"De Ruijterkade 128","headCity":"Amsterdam","headPostCode":"1011 AC","headPhone":"(31)2 05 75 67 20","boss":"Nora van der Linden","bossTitle":"Ms","bossPosition":"Vice-Chair","membersCount":3,"membersFTE":"1.25","membership":"Kennisland is a signatory of Copyright for Creativity. We are a member of Kunsten 92 (Dutch art sector interest group), a member of the COMMUNIA association for the Public Domain and a member of the Social Innovation Exchange","memberOrga":"","goal":"Kennisland (KL) is an independent Dutch thinktank based in Amsterdam. Founded in 1999, its mission is to help establish the Netherlands as one of the key regions in the international knowledge economy. And preferably in a way that creates both economic and social value. The activities of KL are threefold:&#xd;<br />&#xd;<br />* Together with government, private sector, knowledge institutions and civil society we develop innovation strategies. Strategies that help the Netherlands to realise its potential in the knowledge economy by changing its structures and actions.&#xd;<br />&#xd;<br />* We initiate projects that help people and organisations to take action. These projects are aimed at enlarging the opportunities for people to participate in knowledge economy, creating the best climate for knowledge workers (and their companies) and stimulating the innovation of public institutions to help them work effectively in the knowledge economy and society. More information on these projects can be found here.&#xd;<br />&#xd;<br />* We organise learning networks around these innovation strategies and projects. These networks help organisations to understand the need and impact of knowledge economy and share experiences while taking action.&#xd;<br />&#xd;<br />Thus, KL brings together a network of government, private sector, knowledge institutions and civil society to think about the consequences of the knowledge economy and how to respond to it as a society. But that is not its final destination. KL also translates this response into concrete action and supports learning in this transformation process. In short, we learn by acting.","acronym":"KL","interests":"Culture, Culture and media, Digital economy and society, Education and training, Justice and Fundamental Rights, Research and innovation","euInitiatives":"(1) Digital Single Market, especially the modernization of copyright (2) Social Innovation policy","lastUp":"2019-03-13T11:56:39.064+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}