{"id":"789795924381-49","name":"Malaysian Employers Federation","registrationDate":"2016-11-25T03:16:29.308+01:00","category":1,"subCategory":6,"legal":"Association","web":"http://www.mef.org.my","country":"Malaysia","headAddress":"3A06-3A07, Block A, Phileo Damansara II","headCity":"Petaling Jaya","headPostCode":"46350","headPhone":"(603)79 55 77 78","boss":"Shamsuddin Bardan","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":2,"membersFTE":"0.5","membership":"Ordinary members  :  5523 Association members  : 24&#xd;\nList of member organisations is private &amp; confidential","memberOrga":"No","goal":"The Malaysian Employers Federation (MEF) is the central organization of private sector employers in Malaysia. The mission of MEF is to be the premier employers’ representative at national, regional and international levels and to be the leader in the development of human resources and the promotion of good employment practices and harmonious industrial relations with a view to achieving national objectives.  &#xd;<br />The MEF Mission:&#xd;<br />*To promote the development of excellence in human resource management to enable employers meet current and future business challenges.&#xd;<br />&#xd;<br />*To promote productivity through inter alia harmonious employer/employee relationship.&#xd;<br />*To promote and represent the interests of employers at national, regional and international fora.&#xd;<br />&#xd;<br />*To promote and represent the business interests of employers at national, regional and international fora.&#xd;<br />&#xd;<br />The Federation achieves its vision and mission through the following core activities and objects:- &#xd;<br />    &#xd;<br />* representation of members at conciliation and mediation proceedings and at proceedings before the Labour and Industrial Courts.&#xd;<br />&#xd;<br />*provision of advisory/consultancy services, at all levels.&#xd;<br />&#xd;<br />*provision of professional training and related activities through the establishment of an MEF Academy. &#xd;<br />&#xd;<br />*research and development of best practices in all relevant fields.&#xd;<br />&#xd;<br />*advocacy and representation of employers’ interests and business needs at national, regional and international fora.","acronym":"MEF","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Transport, Youth","euInitiatives":"Asia-Europe Meeting (ASEM)","lastUp":"2018-11-05T08:32:48.024+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}