{"id":"790021317443-47","name":"The Digital Post","registrationDate":"2015-05-21T11:32:39.405+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://www.thedigitalpost.eu","country":"Belgium","headAddress":"Rue de Facqz 75","headCity":"Brussels","headPostCode":"1060","headPhone":"(32)4 87 12 99 79","boss":"Leonidas Savvopoulos","bossTitle":"Mr","bossPosition":"Chief Strategy Officer","membersCount":3,"membersFTE":"1.5","membership":"N/A","memberOrga":"- Leonidas Savvopoulos&#xd;\n- Francesco Molica&#xd;\n- Ioannis Kalliakmanis","goal":"The Digital Post is a not-for-profit online media providing authoritative, thought-provoking commentary and analysis on the political challenges and economic opportunities faced by the European Union amid the ‘digital revolution’. By combining an innovative design with plain-language content, the platform aims to address a broad and diversified audience across the continent, starting with young and tech-savvy Europeans. Promoting a new, modern wave of digital policies is at the heart of the agenda of the new Commission and the European Parliament. The Digital Post will cover these issues not simply in form of news reports, but rather in form of original opinions and insights from European lawmakers, experts, civil society representatives, business leaders, etc., so as to promote a transparent debate and a better understanding among the EU public opinion.  &#xd;<br />&#xd;<br />The Digital Post has two intertwined objectives: &#xd;<br />&#xd;<br />- Stimulating an open and inclusive debate among decision-makers, experts, private stakeholders and European citizens on relevant policies addressing the digital sphere. &#xd;<br />&#xd;<br />- Promoting within the EU public opinion a better understanding of the importance, the implications, as well as the opportunities and the challenges of policies addressing the digital sector.&#xd;<br />&#xd;<br />The Digital Post is a non-profit and independent platform with no political or business links. Our editorial policy is firmly devoted to hosting the widest plurality of views.","acronym":"TDP","interests":"Audiovisual and Media, Communication, Competition, Consumer Affairs, Culture, Education, Energy, Enterprise, Foreign and Security Policy and Defence, Information Society, Internal Market, Public Health, Research and Technology, Trans-European Networks, Youth","euInitiatives":"Categories addressed: Digital Single Market; Internet Governance; Broadband; Media; Business; Data; Internet Governance;Mobile; Startup economy. &#xd;<br />&#xd;<br />Example topics addressed:Next Generation Networks, Broadband, Data Protection, App Economy, Sharing Economy, Smart Cities, Internet Governance, Child online protection, E-health, E-government, E-commerce, E-payments, Intellectual Property, Big data, Cloud computing, Internet of Things, Radiospectrum, Net Neutrality, Digital literacy&#xd;<br />ICT skills, Gaming, M2M, 4G/LTE, Network security, Digital identification, It Services.","lastUp":"2018-04-13T14:10:04.366+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}