{"id":"79019799690-13","name":"KfW Bankengruppe","registrationDate":"2012-09-25T17:33:16.254+02:00","category":6,"subCategory":9,"legal":"Anstalt des öffentlichen Rechts","web":"http://www.kfw.de","country":"Germany","headAddress":"Palmengartenstraße, 5-9","headCity":"Frankfurt am Main","headPostCode":"60325","headPhone":"(49)6 97 43 10","boss":"Dr. Günther Bräunig","bossTitle":"Mr","bossPosition":"Vorsitzender des Vorstands der KfW","membersCount":5,"membersFTE":"4.75","membership":"Die KfW hat Niederlassungen und Außenstellen in mehr als 70 Ländern weltweit: &#xd;\nhttps://www.kfw.de/KfW-Konzern/%C3%9Cber-die-KfW/Organisation/KfW-Standorte-und-Au%C3%9Fenb%C3%BCros/&#xd;\n&#xd;\nDie KfW ist Mitglied in verschiedenen Netzwerken, Verbänden und Clubs. Hierzu zählen u. a. ELTIA, NEFI, LTIC, Enhanced Cooperation, VÖB (assoziertes Mitglied), uvm.","memberOrga":"","goal":"Die KfW ist die staatliche Förderbank der Bundesrepublik Deutschland. Ihre Aufgabe besteht unter anderem in der Förderung des Mittelstandes und von Existenzgründungen sowie von Umwelt- und Klimaschutzprojekten. Die KfW gewährt Investitionskredite an KMU, finanziert Infrastrukturvorhaben, den Wohnungsbau und vor allem die energetische Sanierung sowie den altersgerechten Umbau von Gebäuden. Weitere Betätigungsfelder sind die Export- und Kreditfinanzierung, Bildungskredite sowie die Entwicklungszusammenarbeit.","acronym":"KfW","interests":"Budget, Climate Action, Competition, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Humanitarian Aid, Information Society, Internal Market, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"- EU Investitionsplan &#xd;<br />- Kapitalmarktunion &#xd;<br />- Nachhaltige Finanzierung (sustainable finance)&#xd;<br />- Externe Zusammenarbeit, EU Blending, externer Investitionsplan (inkl. EFSD-Garantie)&#xd;<br />- Andere relevante Dossiers aus den Bereichen: Binnenmarkt, Wettbewerb, Banken- und Finanzmarktregulierung, &#xd;<br />Energieunion, Infrastruktur/Digitalisierung&#xd;<br />uvm.","lastUp":"2018-04-06T12:33:38.923+02:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}