{"id":"790442022755-38","name":"ASOCIACIÓN ESPAÑOLA DE FUNDACIONES","registrationDate":"2016-07-21T11:00:01.005+02:00","category":3,"subCategory":2,"legal":"ASOCIACIÓN","web":"http://www.fundaciones.org","country":"Spain","headAddress":"C/ RAFAEL CALVO, 18, 4º B","headCity":"MADRID","headPostCode":"28010","headPhone":"(34)9 13 10 63 09","boss":"JAVIER NADAL ARIÑO","bossTitle":"Mr","bossPosition":"PRESIDENTE","membersCount":3,"membersFTE":"0.75","membership":"www.fundaciones.org","memberOrga":"www.fundaciones.org","goal":"La Asociación Española de Fundaciones es una asociación privada e independiente de ámbito nacional. Agrupa a más de 800 fundaciones españolas de las más diversas dimensiones, finalidades y ámbitos de actuación. Es la entidad más representativa del sector a nivel nacional y la segunda más importante en Europa. Su misión es trabajar en beneficio del conjunto del sector fundacional en favor de su desarrollo y fortalecimiento.&#xd;<br />&#xd;<br />Tiene tres fines principales:&#xd;<br />&#xd;<br />i) Representar y defender los intereses de las fundaciones españolas.&#xd;<br />ii) Fortalecer y articular el sector fundacional.&#xd;<br />iii) Mejorar la profesionalización y la gestión de las fundaciones contribuyendo a su transparencia y buen gobierno.","acronym":"AEF","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Economía social.&#xd;<br />Filantropía.&#xd;<br />Estatuto fundación europea.&#xd;<br />Prevención blanqueo de capitales y financiación del terrorismo.&#xd;<br />Fiscalidad actividad transfronteriza.&#xd;<br />Impuesto sobre el Valor Añadido.&#xd;<br />Competencia y ayudas de Estado.","lastUp":"2018-07-03T13:04:16.825+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}