{"id":"790716210509-69","name":"ATHENA EULOGOS","registrationDate":"2013-01-24T11:28:53.224+01:00","category":3,"subCategory":2,"legal":"ASBL (Association sans but lucratif)","web":"http://www.eu-logos.org","country":"Belgium","headAddress":"du Cornet, 75","headCity":"Bruxelles","headPostCode":"1040","headPhone":"(322)2 30 51 34","boss":"henri-pierre LEGROS","bossTitle":"Mr","bossPosition":"Pr?sident administrateur d?l?gu?","membersCount":10,"membersFTE":"10.0","membership":"","memberOrga":"EU-logos Ath?na a d?velopp? des partenariats avec d'autres ONG/Think Tanks comme Caf? Babel, Eyes on Europe, Generation 1989, Students for Europe, Stand Up for Europe, et la Plateforme  de la Citoyennet? europ?enne pour augmenter son impact au niveau social. Cependant ces organisations ne sont pas de membres; il s'agit d'une coop?ration.","goal":"D?velopper l'information et les activit?s en mati?re de citoyennet? europ?enne et la d?mocratie participative. Domaines d'activit? pr?f?rentiels: espace de libert?,s?curit?, justice ;l'Europe dans le monde;les perspectives et les grands projets de l'UE&#xd;<br />&#xd;<br />Site : eu-logos.org (77 000 visites en janvier 2016 ; avril 2015:170 000) avec mises ? jour en direct. Relay? chaque jour par Blogactiv de Euractiv 700 000 visites mensuelles ,en moyenne , wordpress.com, twitter et Facebook. Visiteurs en provenance de beaucoup de pays du monde, presque tous m?me si pour certains pays l'intensit? des visites faible","acronym":"EULOGOS","interests":"Audiovisual and Media, Budget, Communication, Education, Employment and Social Affairs, Enlargement, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Sport, Youth","euInitiatives":"L'organisation vise ? promouvoir l?analyse scientifique dans le domaine du droit, de la science politique et des relations internationales ; elle favorise la formation, l'orientation professionnelle et post-universitaire ? travers l?analyse des politiques men?es par la Commission LIBE, AFET, Femme, Droit, Dev?. En outre, l'organisation a pour vocation l'information des citoyens dans le plein respect des principes les plus importants de l'Union europ?enne, tels que la libert?, la justice, l'?galit? et la d?mocratie dans le respect de la diversit?. &#xd;<br />EU-logos couvre l?espace de libert?, de justice et les affaires int?rieures de l?union, ainsi que tous les th?mes couverts par la charte europ?enne des droits fondamentaux.  EU-logos est ?galement en partenariat avec l'Universit? Saint Louis. Nous collaborons sur diff?rents sujets, notamment, l'Europe dans le monde et la politique europ?enne de voisinage. Cette ann?e, le th?me retenu est celui des valeurs europ?ennes : quelle interaction entre l?UE et ses voisinages : les valeurs europ?ennes ? l??preuve des troubles et conflits des voisinages. La conf?rence annuelle portera sur cette th?matique et plus pr?cis?ment la s?curit?, elle a ?t? organis?e en f?vrier 2017. &#xd;<br /> &#xd;<br />En liaison avec le Sursaut de Sciences-Po Paris, Sauvons l?Europe, l?Institut d??tudes europ?ennes de l?ULB, Stand up for Europe et 1989 initiative, EU-logos a lanc? un Manifeste et une action citoyenne, ? la R?plique ?, visant ? porter la contradiction aux expressions populistes. ? La R?plique ? est une veille d?information sur la mont?e du populisme en Europe et vise ? donner la r?plique aux diff?rents acteurs politique qui utilisent des discours populistes et clivants afin de gagner la confiance des ?lecteurs. De plus, EU-logos promeut aussi les initiatives citoyennes qui r?futent, par leurs actions, la mont?e du populisme europ?en. Une conf?rence a ?t? organis?e ? l?IEE fin f?vrier 2017, sur le th?me des r?f?rendums et de leur appropriation par certains \"populistes\", prolong? par des ateliers et tables rondes ? l'Institut d'?tudes europ?ens. EU-Logos s'engage de plus en plus des op?rations de militantisme et activisme europ?en notamment ? l'occasion de l'anniversaire du Trait? de Rome et pour le 9 mai en liaison avec la Plateforme citoyenne europ?enne (ECP).","lastUp":"2017-06-12T14:27:16.667+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}