{"id":"790716210509-69","name":"ATHENA EULOGOS","registrationDate":"2013-01-24T11:28:53.224+02:00","category":3,"subCategory":2,"legal":"ASBL (Association sans but lucratif)","web":"http://www.eu-logos.org","country":"Belgium","headAddress":"du Cornet, 75","headCity":"Bruxelles","headPostCode":"1040","headPhone":"(322)2 30 51 34","boss":"henri-pierre LEGROS","bossTitle":"Mr","bossPosition":"Président administrateur délégué","membersCount":10,"membersFTE":"10.0","membership":"","memberOrga":"EU-logos Athéna a développé des partenariats avec d'autres ONG/Think Tanks comme Café Babel, Eyes on Europe, Generation 1989, Students for Europe, Stand Up for Europe, et la Plateforme  de la Citoyenneté européenne pour augmenter son impact au niveau social. Cependant ces organisations ne sont pas de membres; il s'agit d'une coopération.","goal":"Développer l'information et les activités en matière de citoyenneté européenne et la démocratie participative. Domaines d'activité préférentiels: espace de liberté,sécurité, justice ;l'Europe dans le monde;les perspectives et les grands projets de l'UE&#xd;<br />&#xd;<br />Site : eu-logos.org (77 000 visites en janvier 2016 ; avril 2015:170 000) avec mises à jour en direct. Relayé chaque jour par Blogactiv de Euractiv 700 000 visites mensuelles ,en moyenne , wordpress.com, twitter et Facebook. Visiteurs en provenance de beaucoup de pays du monde, presque tous même si pour certains pays l'intensité des visites faible","acronym":"EULOGOS","interests":"Borders and Security, Budget, Communication, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Enlargement, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, Justice and Fundamental Rights, Sport, Youth","euInitiatives":"L'organisation vise à promouvoir l’analyse scientifique dans le domaine du droit, de la science politique et des relations internationales ; elle favorise la formation, l'orientation professionnelle et post-universitaire à travers l’analyse des politiques menées par la Commission LIBE, AFET, Femme, Droit, Dev…. En outre, l'organisation a pour vocation l'information des citoyens dans le plein respect des principes les plus importants de l'Union européenne, tels que la liberté, la justice, l'égalité et la démocratie dans le respect de la diversité. &#xd;<br />EU-logos couvre l’espace de liberté, de justice et les affaires intérieures de l’union, ainsi que tous les thèmes couverts par la charte européenne des droits fondamentaux.  EU-logos est également en partenariat avec l'Université Saint Louis. Nous collaborons sur différents sujets, notamment, l'Europe dans le monde et la politique européenne de voisinage. Cette année, le thème retenu est celui des valeurs européennes : quelle interaction entre l’UE et ses voisinages : les valeurs européennes à l’épreuve des troubles et conflits des voisinages. La conférence annuelle portera sur cette thématique et plus précisément la sécurité, elle a été organisée en février 2017. &#xd;<br /> &#xd;<br />En liaison avec le Sursaut de Sciences-Po Paris, Sauvons l’Europe, l’Institut d’études européennes de l’ULB, Stand up for Europe et 1989 initiative, EU-logos a lancé un Manifeste et une action citoyenne, « la Réplique », visant à porter la contradiction aux expressions populistes. « La Réplique » est une veille d’information sur la montée du populisme en Europe et vise à donner la réplique aux différents acteurs politique qui utilisent des discours populistes et clivants afin de gagner la confiance des électeurs. De plus, EU-logos promeut aussi les initiatives citoyennes qui réfutent, par leurs actions, la montée du populisme européen. Une conférence a été organisée à l’IEE fin février 2017, sur le thème des référendums et de leur appropriation par certains \"populistes\", prolongé par des ateliers et tables rondes à l'Institut d'études européens. EU-Logos s'engage de plus en plus des opérations de militantisme et activisme européen notamment à l'occasion de l'anniversaire du Traité de Rome et pour le 9 mai en liaison avec la Plateforme citoyenne européenne (ECP).","lastUp":"2018-05-15T11:09:10.314+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}