{"id":"791050113502-14","name":"ASSOBIOMEDICA","registrationDate":"2014-05-13T14:19:34.487+01:00","category":2,"subCategory":4,"legal":"ASSOCIAZIONE DI CATEGORIA","web":"http://www.assobiomedica.it","country":"Italy","headAddress":"Viale Pasteur, 10","headCity":"Roma","headPostCode":"00144","headPhone":"(06)9 97 94 81","boss":"Massimiliano Boggetti","bossTitle":"Mr","bossPosition":"Presidente","membersCount":12,"membersFTE":"10.75","membership":"La nostra associazione aderisce a Confindustria","memberOrga":"","goal":"Assobiomedica è la Federazione di Confindustria che rappresenta le imprese che forniscono alle strutture sanitarie italiane (pubbliche e private) dispositivi medici. Si tratta di una categoria amplissima che comprende migliaia di prodotti: dai reagenti chimici per le analisi di sangue e relative apparecchiature alla cardiochirurgia, dalle protesi impiantabili agli apparecchi elettromedicali, dagli strumenti operatori alle attrezzature di sale chirurgiche e unità di terapia intensiva. Sono cinque i settori di cui fanno parte le aziende aderenti ad Assobiomedica: biomedicale (strumenti chirurgici, protesi vascolari, defibrillatori, siringhe, medicazioni, protesi ortopediche, valvole cardiache, bisturi, cateteri); diagnostica in vitro (reagenti e strumenti per analisi su campioni biologici); elettromedicali (diagnostica per immagini e a ultrasuoni, strumenti di elettromedicina, soluzioni e tecnologie di healthcare-IT); servizi e telemedicina (servizi di gestione e manutenzione delle apparecchiature elettromedicali, di ingegneria clinica, servizi e soluzioni di telemedicina); dispositivi medici a base di sostanze (cosmetici, erboristici, integratori alimentari, apparecchiature estetiche, dispositivi medici a base di sostanze), radiofarmaci;","acronym":"ASSOBIOMEDICA","interests":"Business and Industry, Public Health, Research and innovation","euInitiatives":"Proposta di REGOLAMENTO DEL PARLAMENTO EUROPEO E DEL CONSIGLIO relativo ai dispositivi medici e recante modifica della direttiva 2001/83/CE, del regolamento (CE) n. 178/2002 e del regolamento (CE) n. 1223/2009","lastUp":"2019-02-14T12:53:54.004+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}