{"id":"791039512182-36","name":"Università Centro Studi ‘Intelligence, Scienze strategiche e Sicurezza’","registrationDate":"2013-11-04T07:47:14.276+02:00","category":4,"subCategory":5,"legal":"diritto privato","web":"http://centrostudiintelligence.wordpress.com","country":"Italy","headAddress":"VIA LICINIO CALVO 14","headCity":"Roma","headPostCode":"","headPhone":"(39)39 39 26 60 03","boss":"Antonella Colonna","bossTitle":"Ms","bossPosition":"Prof.ssa","membersCount":1,"membersFTE":"0.25","membership":"Reti di Dipartimenti universitari che si occupano di Sicurezza e Intelligence","memberOrga":"","goal":"L'U.N.I. si propone di: conseguire finalità di solidarietà sociale; promuovere lo sviluppo di una cultura dell'intelligence e della sicurezza nella sua più ampia accezione - promuovere progetti e programmi; favorire l’educazione ad una cultura dell'intelligence attraverso iniziative didattiche e sociali per la sensibilizzazione dei giovani alla tutela della sicurezza ed a una cultura della stessa; promuovere attività di ricerca, di comunicazione e di sensibilizzazione sulle tematiche dell'intelligence e sulle azioni per l’attuazione delle stesse; attività editoriale: pubblicazione di bollettini, pubblicazione di atti di convegni, di seminari, di studi e delle ricerche compiute e quant'altro, anche tramite Internet; promuovere le azioni sociali di tutela dei diritti della collettività e di salvaguardia della sicurezza.","acronym":"U.N.I.","interests":"Banking and financial services, Borders and Security, Business and Industry, Climate Action, Culture, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Research and innovation, Trans-European Networks","euInitiatives":"Politiche di sicurezza, Intelligence studies and Research, Consultancies, Countries status quo and situation","lastUp":"2019-06-12T18:40:52.068+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}