{"id":"791384419900-54","name":"Associazione Italiana Editori","registrationDate":"2015-12-16T12:19:34.953+02:00","category":2,"subCategory":4,"legal":"Associazione","web":"http://www.aie.it","country":"Italy","headAddress":"Corso di Porta Romana  108","headCity":"Milano","headPostCode":"20122","headPhone":"(39)02 89 28 08 00","boss":"Ricardo Franco Levi","bossTitle":"Mr","bossPosition":"Presidente","membersCount":2,"membersFTE":"1.0","membership":"AIE aderisce a:&#xd;\nFEP Federation of European Publishers (www.fep-fee.eu); &#xd;\nIPA International Publishers Association (http://internationalpublishers.org)&#xd;\nIDPF International Digital Publishing Forum (http://idpf.org)&#xd;\nEDItEUR (www.editeur.org)&#xd;\nReadium Foundation (http://readium.org/)&#xd;\nConfindustria (www.confindustria.it)&#xd;\nISBN International (www.isbn-international.org)","memberOrga":"","goal":"L’ Associazione Italiana Editori è l’associazione di categoria, aderente a Confindustria, degli editori italiani –e di quelli stranieri attivi in Italia- di libri, riviste scientifiche, di prodotti e contenuti dell’editoria digitale. AIE rappresenta cioè, sul piano nazionale e internazionale, le imprese che producono contenuti editoriali indipendentemente dal formato -carta o digitale- in cui sono realizzati e distribuiti. Costituisce inoltre un osservatorio attento e aggiornato sul panorama della lettura, dei consumi culturali e educativi indispensabili alla crescita del Paese.&#xd;<br />&#xd;<br />L’Associazione rappresenta e tutela gli editori, ne favorisce la crescita professionale, si adopera per rimuovere gli ostacoli allo sviluppo di un moderno mercato editoriale, contrastare i fenomeni di illegalità e mancato rispetto del diritto d’autore. Promuove e favorire quelle iniziative per contribuire alla diffusione della lettura e del libro e dell’allargamento del mercato nazionale, oltre a favorire tutti i processi di internazionalizzazione delle imprese e della cultura italiana nel mondo.","acronym":"AIE","interests":"Competition, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Riforma del Diritto d'autore, incluso l'enforcement e i riflessi sul diritto d'autore della Direttiva eCommerce, Digital Single Market; IVA; Tutela dei consumatori; Carta derivante da deforestazioni illegali; Sicurezza dei giocattoli, per i riflessi sui libri per l'infanzia; Politiche culturali in genere e in particolare di promozione della lettura; Politiche per l'innovazione in ambito ICT; Piattaforme internet; Accessibilità per i non vedenti e altri disabili; Politiche in ambito educativo e di ricerca; Open Access; Politiche a favore delle piccole e medie imprese; Mercato unico in generale; Programmi di finanziamento con particolare riferimento a Europa Creativa, Horizons 2020 e Erasmus Plus","lastUp":"2018-05-14T10:05:59.667+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}