{"id":"79170323734-59","name":"Europäischer Tabakwaren-Grosshandels Verband e.V.","registrationDate":"2010-06-15T15:54:30.516+02:00","category":2,"subCategory":4,"legal":"eingetragener Verein (e.V.)","web":"http://www.etv-online.eu","country":"Germany","headAddress":"Im Mediapark 8","headCity":"Köln","headPostCode":"50670","headPhone":"(49)2 21 40 07 00","boss":"Paul Heinen","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.75","membership":"","memberOrga":"A.Ge.Mo.S&#xd;\nAssociazione Nazionale Venditori e Distributori di Tabacco (Rom, Italien)&#xd;\n&#xd;\nBDTA e.V.&#xd;\nBundesverband Deutscher Tabakwaren-Großhändler und Automatenaufsteller e.V. (Köln, Deutschland)&#xd;\n&#xd;\nFeTaDis Vzw&#xd;\nBelgian Federation of Tobacco Wholesalers a.s.b.l. (Belgium)&#xd;\n&#xd;\nF.P.G.T.&#xd;\nPortuguese Federation of Tobacco Wholesalers (Guimarares, Portugal)&#xd;\n&#xd;\nTobaccoland Handels GmbH (Wien, Österreich)&#xd;\n&#xd;\nVereinigung des Schweizerischen Tabakwarenhandels (Bern, Schweiz)","goal":"1. Vertretung der gemeinsamen Interessen der Mitglieder gegenüber Dritten, insbesondere im Bereich der Europäischen Union.&#xd;<br />2. Ansprechpartner für europäische Behörden und Organisationen zu Fragen des Großhandels mit Tabakwaren und zum Vertrieb von Tabakwaren über Automaten.&#xd;<br />3. Der ETV als Dachverband der Tabakwarengroßhandelsverbände der Nationalstaaten in Europa gibt dem europäischen Tabakwarengroßhandel eine Präsenz in der Diskussion um (Tabak-)Regulierung auf Europäischer Ebene. Es ist dabei weder unsere Aufgabe noch unser Ansinnen, Regulierung an sich zu verhindern. Vielmehr ist es unser Bestreben, Hinweise für sinnvolle, verhältnismäßige, umsetzbare und funktionierende Regulierung zu erarbeiten und zu geben, die den angestrebten Zweck (auf Ebene der EU ist das das Funktionieren des Binnenmarktes, die gesundheitspolitischen Ziele an sich sind den Nationalstaaten der EU vorbehalten) mit sinnvollen, verhältnismäßigen Mitteln und unter Beachtung des Subsidiaritätsprinzips erreichen sollen.&#xd;<br />4. Aufgabe der Tabakwarengroßhändler, Automatenaufsteller und Distributoren in der EU ist es, im Einklang mit dem gesellschaftlichen Konsens die Distribution von Tabakprodukten vom Fabriktor bis zur Einzelhandelsverkaufsstelle, in manchen Fällen auch bis zum erwachsenen Konsumenten, der Tabakprodukte nachfragt, wirtschaftlich tragfähig zu organisieren und durchzuführen.&#xd;<br />5. Förderung des Erfahrungsaustausches zwischen den Mitgliedern.","acronym":"ETV","interests":"Budget, Business and Industry, Competition, Consumers, Customs, Economy, finance and the euro, Food Safety, Institutional affairs, Justice and Fundamental Rights, Public Health, Single market, Taxation, Trade","euInitiatives":"Richtlinie 2014/40/EU (hier Implementing Acts zu Artikel 15/16) der Richtlinie.&#xd;<br />Evaluierung: Richtlinie 2011/64/EU des Rates über die Struktur und die Sätze der Verbrauchsteuern auf Tabakwaren.","lastUp":"2019-07-19T11:03:44.421+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}