{"id":"791881922444-67","name":"WorldLoop","registrationDate":"2016-06-23T12:24:41.139+01:00","category":3,"subCategory":2,"legal":"asbl","web":"http://worldloop.org/","country":"Belgium","headAddress":"Pleinlaan 2","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)0 26 14 82 03","boss":"Wilhelmus Blonk","bossTitle":"Mr","bossPosition":"Chairman of the Board","membersCount":2,"membersFTE":"1.5","membership":"WorldLoop is also proud to be associated with the United Nations on multiple levels; since 2012, WorldLoop is signatory member of the United Nation Global Compact (UNGC), and since then, the organisation promotes the UNGC Principles. Since that same year, WorldLoop is Member of the United Nations Partnership for Action on Computing Equipment (PACE) and the Global Partnership on Waste Management (GPWM). Since 2013, WorldLoop is a Member of the United Nations Solving the E-waste Problem (StEP), and a partner of United Nations Industrial Development Organisation (UNIDO). &#xd;\nhttp://worldloop.org/community-of-support/united-nations/","memberOrga":"WorldLoop is not a \"membership organisation\", and therefore, do not have \"members”. However, WorldLoop works with a range of partners: WorldLoop’s partners share the common goal for sustainable e-waste management in developing countries.&#xd;\nWorldLoop collaborates with Strategic Partners, which are organisations that share WorldLoop’s commitment for sustainable e-waste management in developing countries and wants to contribute to the WorldLoop mission by offering financial and /or in kind support that is closely aligned with the core business of the strategic partner.&#xd;\nWorldLoop looks for a relationship with a strategic partner based on a win-win partnership, with a long term perspective that can include the offering of in kind services, working at reduced fee, etc. from the side of the strategic partner and adding value in terms of endorsement, marketing, PR, etc. from the side of WorldLoop.","goal":"Extending the positive impact of ICT projects in developing countries, offsetting the negative environmental impact of its hardware. By turning ICT e-waste into human and economic resources through the creation of accessible, environmentally sound, socially responsible and sustainable e-waste recycling in developing countries. WorldLoop is an international non-profit organisation whose mantra, “changing the e-waste cycle,” expresses how the traditional linear flow from product to landfill has been transformed to embrace a circular economy. Literally, WorldLoop is changing the e-waste cycle by organising reverse flows of hazardous e-waste from developing to industrialised countries, for environmentally responsible treatment. A figurative change in the e-waste cycle is the conversion of an environmental threat into a social asset by creating green job opportunities, promoting youth employment and ensuring the environmental sustainability of ICT projects.&#xd;<br />Information Communication Technologies (ICT) is a social and economic change maker. Developing countries can get access through quality new and reused equipment. It has long been understood that reuse is more sustainable than immediate recycling but sound recycling at the end of the technical lifespan is a crucial factor in the sustainability equation. Developing countries often lack the expertise and infrastructure needed to manage e-waste properly. Polluting primitive recycling processes are often used to get valuable material out while the toxic and non-valuables are left behind, negatively impacting the surrounding communities. Through its network of partners, WorldLoop is working with members of these communities to set-up their own e-waste collection and recycling centres, in turn contributing to the environmentally sound and sustainable use of ICT in developing countries.","acronym":"","interests":"Development, Education, Employment and Social Affairs, Environment, Justice and Fundamental Rights, Public Health, Research and Technology, Transport","euInitiatives":"WorldLoop is currently following the legislative developments of the WEEE Directive, but is also following and contributing to green and white papers for the United Nations initiative “Solving the e-waste problem” (Step). WorldLoop is especially interested in updates on Transboundary movements, and is closely following the \"Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and Their Disposal\", and the regulation that implements it into EU law, the Waste Shipment Regulation. &#xd;<br />Since WorldLoop is manly working with African partners, the organisation also follows very closely the Bamako Convention.","lastUp":"2017-06-13T16:34:20.304+01:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}