{"id":"79238116273-93","name":"Directors' Institute Finland - Hallitusammattilaiset ry","registrationDate":"2011-07-22T16:11:07.617+01:00","category":3,"subCategory":2,"legal":"Rekisteröity yhdistys / registered association","web":"https://dif.fi","country":"Finland","headAddress":"Aleksanterinkatu 50 A 6","headCity":"Helsinki","headPostCode":"00100","headPhone":"(358)9 62 27 18 40","boss":"Maarit Aarni-Sirviö","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":3,"membersFTE":"3.0","membership":"the European Confederation of Directors’ Association (ecoDa) (http://www.ecoda.org/)","memberOrga":"https://dif.fi/jasenyys/jasenluettelo/","goal":"DIF (Directors' Institute Finland) is a non-pro­fit or­ga­niza­tion with the aim of pro­mo­ting cor­po­ra­te go­ver­nance and stan­dards, and cont­ri­bu­ting to the work of cor­po­ra­te boards and non-execu­ti­ve di­rec­tors th­rough influencing, educa­ting and networ­king. &#xd;<br />&#xd;<br />DIF has over 700 individual members, all of whom have significant experience from working as a member of a company board.  A considerable number of the members of the association act, or have acted, as members of the boards of listed companies. &#xd;<br />&#xd;<br />DIF is a mem­ber or­ga­niza­tion of the Eu­ro­pean Con­fe­de­ra­tion of Di­rec­tors’ As­socia­tions (eco­Da), the European umbrella organization for associations of directors and board members.","acronym":"DIF","interests":"Trans-European Networks","euInitiatives":"DIF (Directors' Institute of Finland - Hallitusammattilaiset ry) is a non-profit association of Finnish business leaders and corporate non-executive directors which aims to promote and contribute to the development of good corporate governance. The association publishes policy and position papers, guidelines and recommendations on corporate governance and other important issues relating to the work of corporate boards and non-executive directors.&#xd;<br />&#xd;<br />Directors' Institute Finland is a member of the European Confederation of Directors’ Association, ecoDa.&#xd;<br />ecoDa is a non-profit organization, with the purpose of which is to communicate statements and comments of the EU Member States to the policy makers of the EU as regard to Board work. ecoDa was established in Belgium in 2004.&#xd;<br />&#xd;<br />Via ecoDa, Directors' Institute Finland has a direct connection to Brussels and a channel to both receive information as well as to influence in Brussels, where ecoDa has an official status. In this communication, Directors' Institute Finland gives the Finnish and Nordic perspective to the issues handled.","lastUp":"2019-03-18T16:00:26.160+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}