{"id":"792577324770-47","name":"Jesuit Refugee Service - Europe","registrationDate":"2016-12-05T15:37:15.901+02:00","category":3,"subCategory":2,"legal":"aisbl","web":"http://www.jrseurope.org","country":"Belgium","headAddress":"Chaussée de Wavre 205","headCity":"Bruxelles","headPostCode":"1050","headPhone":"(32)25 54 02 20","boss":"José Ignacio Garcîa Jiménez","bossTitle":"Mr","bossPosition":"Director","membersCount":3,"membersFTE":"1.75","membership":"ECRE&#xd;\nPICUM&#xd;\nINTERNATIONAL DETENTION COALITION (IDC)&#xd;\nEPC&#xd;\nEPAM&#xd;\nChristian European Parliament NGO Group&#xd;\nConsultative Forum of Frontex","memberOrga":"http://jrseurope.org/serve?LID=778&amp;L=EN","goal":"JRS Europe is the European regional office of the Jesuit Refugee Service (JRS) in Brussels, Belgium and has been established in 2004 as an aisbl. It coordinates with 22 JRS country offices across Europe, of which 15 are in EU member states (http://jrseurope.org/serve?LID=778&amp;L=EN). &#xd;<br />&#xd;<br />JRS Europe is part of the Jesuit Refugee Service, a worldwide humanitarian non-governmental organization currently present in over 56 countries. In 2018, JRS provided direct services to 677,804 people who were refugees or displaced by persecution, war and disasters. JRS mandate is to serve refugees and other forcibly displaced persons in conflict areas and detention centers, at remote borders and in urban areas. JRS is implementing accompaniment, legal advisory, psychosocial support and social pastoral programs in detention centers and refugee camps, and providing humanitarian relief in emergency displacement situations. Education and livelihood programs aim at skills development and integration opportunities in host communities. JRS also advocates for the rights of refugees and engages with duty bearers and other stakeholders on the obligation of their international protection.&#xd;<br />&#xd;<br />JRS Europe has a two-folded responsibility; by representing on the one side JRS towards the European institutions (EP, EEAS, DGs) in Brussels, and on the other hand developing common programs in collaboration with JRS country offices across Europe.&#xd;<br />&#xd;<br />According to JRS Europe STRATEGIC FRAMEWORK 2019-21, JRS Europe is active in the following areas:&#xd;<br />1) Access to Protection: Support for innovative policies on refugees and migration in practice, such as on relocation &amp; resettlement, family reunification, and humanitarian visas.&#xd;<br />2) Social Inclusion &amp; Integration: Developing service provision and research through best practices surrounding access to labor market and employment, access to housing, language courses and education.&#xd;<br />3) Detention &amp; Alternatives to Detention: Research and pilot projects on Alternatives to detention, human rights monitoring and investigating on the problematic of detention of children, vulnerable groups, asylum seekers.&#xd;<br />4) Awareness Raising: Common communication campaigns across the network and the development of pedagogical curriculum for young Europeans in secondary schools around the positive contributions of migrants and refugees to societies.&#xd;<br />&#xd;<br />JRS Europe constantly analyses, gives input and reacts to developments in the EU legislation that may affect the protection needs and fundamental rights of refugees, asylum seekers and forcibly displaced people.&#xd;<br />&#xd;<br />To fulfill its mandate, JRS-E attends conferences and meetings in the European Parliament, meets regularly with MEPs, in particular with members of the LIBE committee, provides recommendations to Members of the Parliament and Committees, and keeps contact with relevant directorates general and units of the European institutions, in particular within DG Home, DG Justice and EACEA.","acronym":"JRS-E","interests":"Borders and Security, Communication, Culture, Culture and media, Education and training, Employment and Social Affairs, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Youth","euInitiatives":"EU Policies (EU DGs):&#xd;<br />_ Justice, Rights and Citizenship;&#xd;<br />_ Home affairs, Asylum and Migration;&#xd;<br />_ Social affairs, Inclusion, Integration, Employability, Employment;&#xd;<br />_ Volunteering, Culture, Education and Youth;&#xd;<br />&#xd;<br />EU legislative files and systems:&#xd;<br />_ Common European Asylum System&#xd;<br />_ Consultative Forum Frontex&#xd;<br />_ Humanitarian Visa&#xd;<br />_ Asylum Procedures Regulation&#xd;<br />_ Qualification Regulation&#xd;<br />_ Recast Reception Conditions Directive&#xd;<br />_ Recast Dublin Regulation&#xd;<br />_ Union Resettlement Framework&#xd;<br />_ European Union Agency for Asylum&#xd;<br />_ Eurodac Regulation&#xd;<br />_ Recast Returns Directive","lastUp":"2019-10-21T14:24:01.741+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}