{"id":"792681931475-97","name":"The Fast Identity Online (FIDO) Alliance","registrationDate":"2018-05-07T21:17:48.402+02:00","category":2,"subCategory":4,"legal":"Non-profit standards development organization","web":"https://fidoalliance.org/","country":"United states","headAddress":"401 Edgewater Place, Suite 600","headCity":"Wakefield MA","headPostCode":"01880","headPhone":"(1)40 86 57 34 36","boss":"Brett McDowell","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"A list of FIDO Alliance members is at https://fidoalliance.org/participate/members-bringing-together-ecosystem/","goal":"The mission of the FIDO Alliance is to change the nature of online authentication by:&#xd;<br />&#xd;<br />   -Developing technical specifications that define an open, scalable, interoperable set of mechanisms that reduce the reliance on passwords to authenticate users.&#xd;<br />&#xd;<br />   -Operating industry programs to help ensure successful worldwide adoption of the Specifications.&#xd;<br />&#xd;<br />   -Submitting mature technical Specification(s) to recognized standards development organization(s) for formal standardization.&#xd;<br />&#xd;<br />The FIDO (Fast IDentity Online) Alliance is a non-profit organization nominally formed in July 2012 to address the lack of interoperability among strong authentication devices as well as the problems users face with creating and remembering multiple usernames and passwords. The FIDO Alliance is changing the nature of authentication by developing specifications that define an open, scalable, interoperable set of mechanisms that supplant reliance on passwords to securely authenticate users of online services. This new standard for security devices and browser plugins allows any website or cloud application to interface with a broad variety of existing and future FIDO Certified devices that users can leverage for enhanced online security.","acronym":"FIDO Alliance","interests":"Banking and financial services, Consumers, Digital economy and society, Fraud prevention, Research and innovation, Single market","euInitiatives":"Payment Services Directive 2 (PSD2), General Data Protection Regulation (GDPR), eIDAS","lastUp":"2018-05-07T21:18:09.515+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}