{"id":"792847423808-38","name":"Unión de Asociaciones de Estanqueros de España","registrationDate":"2016-10-10T16:00:43.921+02:00","category":2,"subCategory":1,"legal":"Asociación","web":"http://www.union-estanqueros.com","country":"Spain","headAddress":"Calle Argensola, 2 - 3ª planta","headCity":"Madrid","headPostCode":"28004","headPhone":"(34)3 08 36 66","boss":"Elena Viana Ibarra","bossTitle":"Mr","bossPosition":"Presidenta","membersCount":2,"membersFTE":"0.5","membership":"https://union-estanqueros.com/asociaciones-provinciales/","memberOrga":"https://union-estanqueros.com/asociaciones-provinciales/","goal":"La Unión de Asociaciones de Estanqueros de España nace en el año 1992 como la asociación que agrupa a los Expendedores de Tabaco y Timbre del Estado, con representación de todas las provincias. Es una organización sin ánimo de lucro que se estructura como una asociación profesional de naturaleza federativa.&#xd;<br />Su objetivo es defender los intereses profesionales de los más de 13.500 estanqueros existentes en toda España, integrados a través de sus asociaciones provinciales.&#xd;<br />La Unión de Estanqueros participa como portavoz de los estanqueros en todos aquellos foros en los que se decidan cuestiones que afecten a los intereses de sus asociados. Para ello, está presente en todos aquellos  organismos e instancias, de carácter nacional o internacional, que estén relacionados con la actividad de los estanqueros, tanto en su vertiente específica de concesionarios como de cualquier otra de las actividades comerciales que desarrollan.&#xd;<br />Al mismo tiempo, a través de su relación con las asociaciones provinciales, la Unión de Estanqueros posibilita la difusión y promoción de nuevas oportunidades de negocio, facilitando la información a todo el gremio de estanqueros y su participación en los nuevos proyectos.","acronym":"","interests":"Agriculture and Rural Development, Borders and Security, Consumers, Customs, Food Safety, Public Health, Taxation, Trade","euInitiatives":"Directiva sobre labores del tabaco.&#xd;<br />Directiva sobre impuestos especiales.&#xd;<br />Regulación vinculada con comercio ilícito.","lastUp":"2019-07-17T08:09:33.257+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}