{"id":"792963235067-65","name":"Caribbean Region - Commonwealth Local Government Forum","registrationDate":"2019-06-06T18:57:03.323+02:00","category":6,"subCategory":11,"legal":"2016110800463 Trinidad and Tobago Company Register","web":"","country":"Trinidad and tobago","headAddress":"c/o Chaguanas Borough Corporation","headCity":"Piarco","headPostCode":"NA","headPhone":"(1-868)4 72 95 60","boss":"Sandra Singh","bossTitle":"Ms","bossPosition":"Programme Officer","membersCount":11,"membersFTE":"2.75","membership":"Member of Commonwealth Local Government Forum:&#xd;\nwww.clgf.org.uk","memberOrga":"National Local Government Associations and line ministries:&#xd;\nBahamas Association of Local Govt Authorities&#xd;\nBelize Mayors Association&#xd;\nDominica Assoc of Local and Community Auth&#xd;\nGuyana Association of Municipalities&#xd;\nAssociation of Local Govt Auth of Jamaica&#xd;\nTrinidad and Tobago Association of local Govt Auth&#xd;\nBarbuda Council&#xd;\nNevis Island Assembly&#xd;\nSt Lucia - Local Gov Department&#xd;\nSt Vincent and the Grenadines - Local Govt Department","goal":"To provide a voice for Local Government in the Caribbean and to develop the capacity of the region's institutions of local governance through technical support, networking and knowledge sharing","acronym":"CLGF (Caribbean","interests":"Climate Action, Culture and media, Environment, International co-operation and development, Youth","euInitiatives":"EU support was critical to the establishment of this Caribbean regional office of CLGF. premised on promoting and strengthening local government as a key actor in development. The Caribbean was one of the regions engaged in delivering the EU funded project (2016-18) which focused on localizing the SDGs, and on local government’s core role in achieving national and international development objectives, in furtherance of the EU communique of May 2013: Empowering Local Authorities in partner countries for enhanced governance and more effective development outcomes. In enunciating the importance of Local Authorities in development, the Communique recognized that “Good governance at local level is necessary to achieve sustainable development and equitable outcomes. It creates the conditions for inclusive, responsive and effective development processes.”","lastUp":"2019-06-06T19:13:50.014+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}