{"id":"793038613858-32","name":"Renewables Grid Initiative e.V.","registrationDate":"2014-06-26T11:02:15.374+01:00","category":2,"subCategory":7,"legal":"Private non-profit making organisation","web":"http://renewables-grid.eu","country":"Germany","headAddress":"Krausenstraße, 8","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)3 07 67 71 94 50","boss":"Antonella Battaglini","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":4,"membersFTE":"1.0","membership":"N/A","memberOrga":"The following link: http://renewables-grid.eu/partners.html  provides information on RGI's partners.&#xd;\n&#xd;\nAll partners except Friends of the Earth Scotland are members of RGI.","goal":"The Renewables-Grid-Initiative brings together non-governmental- organisations and electricity grid operators to support the effective integration of 100% renewable electricity into the grid. &#xd;<br />&#xd;<br />RGI was launched in July 2009 by a coalition of transmission system operators (TSOs) and non-governmental organisations (NGOs) and has grown to 19 members across Europe today, including TSOs from Belgium (Elia), France (RTE), Germany (50Hertz, TenneT, Amprion), Italy (Terna), Spain (REE) Netherlands (TenneT), Ireland (EirGrid) as well as Switzerland (Swissgrid), Norway (Statnett) and Croatia (HOPS), and NGOs such as WWF International, Germanwatch, BirdLife Europe, the Royal Society for the Protection of Birds (RSPB), Climate Action Network Europe (CAN), Legambiente, Natuur&amp;Milieu, Fundación Renovables.&#xd;<br /> &#xd;<br />RGI Mission&#xd;<br />“The Renewables-Grid-Initiative promotes 100% integration of electricity produced from renewable energy sources.”&#xd;<br />&#xd;<br />The Mission Statement is translated into two Strategic Objectives:&#xd;<br />Strategic Objectives (SO)&#xd;<br />SO.1 “Support of the promotion and construction of power lines that are indispensable in a future energy landscape based largely or wholly on renewables, or for the transition towards it.” &#xd;<br />SO.2 “Maximal protection of the natural environment when building the necessary grid infrastructure.”&#xd;<br />&#xd;<br />These strategic objectives are operationalized via the four operative Goals (G) with goals G.1 and G.2 supporting SO.1 and goals G.3 and G.4 supporting SO.2:&#xd;<br />&#xd;<br />Operative Goals (G)&#xd;<br />G 1.1 “To contribute to the improvement of grid planning &amp; permitting procedures which allows for higher public acceptance and better outcomes.”&#xd;<br />G 1.2 “To increase NGO and TSO support for grid projects of recognised RES significance.”&#xd;<br />G 2.1 “To ensure the grid development for the safe integration of RES is dimensioned no larger than absolutely needed.”&#xd;<br />G 2.2 “To ensure impacts on nature environment are fully assessed and minimised/mitigated in the optimal way.”&#xd;<br />&#xd;<br />These goals are being worked upon via the different RGI work packages/activities, which build upon the commonly known RGI Roles: &#xd;<br />&#xd;<br />RGI Roles (R)&#xd;<br />R.1 “To improve the legal and regulatory framework for environmentally-sensitive and timely grid expansion to support the renewables transition (achieving policy support).”&#xd;<br />R.2 “To strengthen trust and cooperation (between NGOs and TSOs) (achieving mutual support).”&#xd;<br />R.3 “To support the practical implementation of grid expansion in Europe, institutionalizing&#xd;<br />substantial stakeholder engagement and due consideration of environmental and socio-economic concerns (achieving public support).”&#xd;<br /> &#xd;<br />Renewables Grid Initiative e.V., is managing and legally representing the Renewables-Grid-Initiative (RGI) which was originally founded in 2009.  &#xd;<br />&#xd;<br />We register in this database under section II BUT we do not consider ourselves a lobby organisation.","acronym":"RGI","interests":"Climate Action, Energy, Environment","euInitiatives":"Ongoing:&#xd;<br />- TEN-E Regulation, its evaluation and implementation, incl. Development of the European Ten Year Network Development Plan by ENTSO-E and Process to identify Projects of Common Interest by the European Commission.&#xd;<br />&#xd;<br />- Legislative package \"Clean Energy for All Europeans\", in particular \"Regulation on the internal market for electricity\" (2016/0379), \"Proposal for a directive on the promotion of the use of energy from renewable sources (recast)\" (2016/0382), \"Proposal for a regulation on the governance of the Energy Union\" (2016/0375).&#xd;<br />&#xd;<br />Closed:&#xd;<br />- Development of the guidelines of streamlining environmental assessment procedures for energy infrastructure Projects of Common Interest.&#xd;<br />&#xd;<br />- Member of the Steering Group of the EC on the European Public Acceptance campaign for grids.&#xd;<br />&#xd;<br />- The Regulatory Fitness and Performance Programme (REFIT), specifically the Fitness Check of the EU nature legislation, the Birds Directive Directive 2009/147/EC and the Habitats Directive (Directive 92/43/EEC).","lastUp":"2018-01-30T12:19:50.807+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}