{"id":"793316434213-36","name":"A.N.T.A. SEZIONE REGIONALE DELLA CAMPANIA","registrationDate":"2019-03-11T11:21:28.884+02:00","category":2,"subCategory":7,"legal":"ASSOCIAZIONE DI VOLONTARIATO SENZA SCOPO DI LUCRO","web":"https://antaitalia.it/","country":"Italy","headAddress":"VIA TADDEO DA SESSA CENTRO DIREZIONALE IS/B8","headCity":"NAPOLI","headPostCode":"80143","headPhone":"(39)5 67 18 35","boss":"VLADIMIRO ARIANO","bossTitle":"","bossPosition":"PRESIDENTE","membersCount":2,"membersFTE":"1.0","membership":"A.N.T.A. Associazione Nazionale per la Tutela dell'Ambiente https://antaitalia.it/","memberOrga":"","goal":"L'Associazione non ha scopo di lucro. Essa è una libera associazione ambientalista espressione di partecipazione, solidarietà, pluralismo e apporto complementare e non sostitutivo dell’intervento pubblico e privato per il conseguimento delle finalità di carattere sociale, civile e culturale, nel rispetto delle leggi e degli strumenti della programmazione Statale, Regionale, Provinciale, Comunale e locale. Le finalità di carattere sociale, civile e culturale di cui sopra riguarderanno, tra l’altro:&#xd;<br />- la protezione e la valorizzazione dell’Ambiente, del paesaggio, della natura e degli animali;&#xd;<br />- il miglioramento della qualità della vita;&#xd;<br />- la tutela del diritto alla salute;&#xd;<br />- la promozione dei diritti della persona.&#xd;<br />Gli scopi della Associazione, nella sua articolazione territoriale la Sezione, sono:&#xd;<br />- il miglioramento della qualità della vita, dell’esistenza e del benessere dell’uomo attraverso la conservazione, la salvaguardia, l’espansione, il miglioramento e la tutela dell’ecosistema, dell’habitat naturale e di tutti gli elementi in cui vive l’uomo e con i quali questo entra in contatto, migliorando ed ottimizzando la sua convivenza ed il suo rapporto con la natura, con l’ambiente naturale e con quello da lui creato e modificato nonché con tutte le componenti della terra, del suolo, del sottosuolo, dell’aria, delle acque, anche marine, della flora e della fauna, anche domestica, superando tutte le difficoltà, i limiti e gli ostacoli giuridici, normativi, morali e materiali di qualsiasi natura e specie che potrebbe incontrare, anche se disabile, invalido ed, in genere, portatore di handicap;- la tutela, la protezione, la salvaguardia, la conservazione ed il miglioramento degli ecosistemi, delle specie animali e vegetali, anche marini, nonché delle diversità biologiche; la razionalizzazione dell’uso e dello sfruttamento delle risorse naturali in modo tale che siano sostenibili fin da ora e nel breve, medio e lungo termine;- la riduzione e la lotta all&amp;#39;inquinamento di qualsiasi genere (atmosferico, idrico, marino, fisico, idro-geologico, chimico, acustico, elettrico, elettromagnetico, ecc.) nonché la riduzione e la lotta allo spreco ed all’uso irrazionale delle risorse naturali;- l’ottimizzazione dell’agricoltura nonché delle risorse e delle produzioni alimentari in genere, delle risorse produttive e delle fonti di energia sia attuali che nuove, innovative ed alternative derivanti da iniziative, studi e progetti interdisciplinari nonché dal loro sviluppo e dalla loro applicazione;-esercitare la vigilanza ambientale secondo le prescritte autorizzazioni di legge attraverso l’utilizzo di Guardie ambientali volontarie (GAV) -promuovere, partecipare e proporre progetti di Servizio Civile Nazionale (SCN) in Italia e all’estero","acronym":"A.N.T.A. CAMPANIA","interests":"Energy, Environment","euInitiatives":"Ambiente e Territorio&#xd;<br />Programma di azione ambientale dell'UE fino al 2020&#xd;<br />Obiettivi climatici ed energetici 2020&#xd;<br />Strategia energetica&#xd;<br />Strategia per la biodiversità dell'UE","lastUp":"2019-04-09T09:47:36.211+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}