{"id":"79355099508-47","name":"European Food Banks Federation","registrationDate":"2012-09-11T18:05:43.334+01:00","category":3,"subCategory":2,"legal":"Association Sans But Lucratif","web":"http://www.eurofoodbank.org","country":"Belgium","headAddress":"Chaussée de Louvain 775","headCity":"Brussels","headPostCode":"1140","headPhone":"(32)0 25 38 94 50","boss":"Jacques Vandenschrik","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"2.5","membership":"EAPN","memberOrga":"http://www.eurofoodbank.org/","goal":"The European Food Banks Federation (FEBA) is a European non-profit organization and works in collaboration with 24 full members and 5 associate members in European countries. For 33 years, FEBA mission has consisted in representing its membership at European and international level, supporting and strengthening food banks in Europe by providing training, sharing best practice and knowledge, and developing partnerships, and fostering the creation of new food banks.&#xd;<br />FEBA brings together 421 food banks and branches which are committed to fight against food waste and to feed the most deprived. In 2018 our members redistributed 781,000 tons of food, equivalent to 4.3 million daily meals, to 9.3 million most deprived people through 45,700 charitable organizations thanks to the professionalism of 31,700 co-workers (85% volunteers). In addition to surplus food from the food supply chain, FEBA members also redistribute food from the Fund for European Aid to the most Deprived (FEAD) and the Fruits and Vegetables withdrawal scheme, as well as from individual donations.","acronym":"FEBA","interests":"Agriculture and Rural Development, Climate Action, Consumers, Employment and Social Affairs, Environment, Food Safety, Humanitarian aid and civil protection, Regional Policy, Taxation","euInitiatives":"Sustainable Development Goals&#xd;<br />Multiannual Financial Framework 2021-2027&#xd;<br />Fund for European Aid to the Most Deprived (FEAD)&#xd;<br />European Social Fund Plus (ESF+)&#xd;<br />Circular Economy Package&#xd;<br />Food waste prevention and surplus food redistribution&#xd;<br />EU guidelines on food donation&#xd;<br />Common Agricultural Policy&#xd;<br />Market withdrawals of fruit and vegetables","lastUp":"2019-11-30T11:35:13.843+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}