{"id":"79360311166-84","name":"Eurochild AISBL","registrationDate":"2009-02-18T11:17:09.435+02:00","category":3,"subCategory":2,"legal":"Non -for- profit international organization","web":"http://www.eurochild.org/","country":"Belgium","headAddress":"Hallepoortlaan 27","headCity":"Brussels","headPostCode":"1060","headPhone":"(32)25 11 70 83","boss":"Jana Hainsworth","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":14,"membersFTE":"12.25","membership":"Eurochild is member of the following EU umbrella networks:&#xd;\n- Social Platform&#xd;\n- European Public Health Alliance&#xd;\n- European Anti-Poverty Network&#xd;\n- Liaison Group of Civil Society Organisations with the European Economic &amp; Social Committee (EESC)&#xd;\n&#xd;\nOther informal alliances where Eurochild is active include:&#xd;\n- The European Expert Group on the transition from institutional to communitybased care&#xd;\n- The Child Rights Action Group an informal group of international NGOs &amp; membership networks&#xd;\n- The EU Alliance for Investing in Children&#xd;\n&#xd;\nThe Opening Doors for Europe’s Children campaign is a partnership with Home &amp; Homes for Children, SOS Children’s Villages International, International Foster Care Organisation &amp; FICE Europe.&#xd;\n&#xd;\nEurochild has a close working relationship with UNICEF and the Council of Europe. Eurochild is an active member of the global child rights network Child Rights Connect.&#xd;\n&#xd;\nEurochild has strong relations with sister children’s rights networks, in particular ChildPact &amp; the European Network of Ombudsmen for Children.","memberOrga":"171 members, 145 member organisations. See the list here: http://www.eurochild.org/membership/members/","goal":"Eurochild advocates for children’s rights and well-being to be at the heart of policymaking. We are a network of  organisations and individuals working with and for children throughout Europe, striving for a society that respects the rights of children. We influence policies, build internal capacities, facilitate mutual learning and exchange practice and research. The United Nations Convention on the Rights of the Child is the foundation of all our work.","acronym":"","interests":"Borders and Security, Budget, Communication, Culture, Economy, finance and the euro, Education and training, Employment and Social Affairs, Enlargement, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Sport, Trans-European Networks, Youth","euInitiatives":"As a European network we promote the mainstreaming of children’s rights and well-being across all policies in Europe. We are active in the field of social inclusion and social protection – in particular child poverty and social exclusion; the European economic and thematic governance and funding (Europe 2020; European Semester; European Structural and Investment Funds). We work on child protection policies and the promotion of quality alternative care for children and young people; family and parenting support services; investing in quality early years education and care; and promoting the participation of children in policy and decision making. We also follow developments on fundamental rights in the EU; education; youth; justice and health policies.","lastUp":"2019-05-20T09:46:45.590+02:00","customers":"","costAbsolu":"","costRange":"1250000-1499999","turnoverAbsolu":0,"turnoverRange":""}