{"id":"793632027863-66","name":"University of Sussex","registrationDate":"2017-07-26T16:58:47.326+02:00","category":4,"subCategory":12,"legal":"Charitable body established by Royal Charter","web":"http://sussex.ac.uk","country":"United kingdom","headAddress":"Sussex House","headCity":"Brighton","headPostCode":"BN1 9RH","headPhone":"(44)60 67 55","boss":"Night Knight","bossTitle":"Mr","bossPosition":"Head of Contracts &amp; IP","membersCount":1,"membersFTE":"0.25","membership":"UKRO https://www.ukro.ac.uk","memberOrga":"","goal":"The University of Sussex (http://www.sussex.ac.uk) is a higher education institution established in August 1961 for the advancement of learning and knowledge by teaching and research. Over 75 per cent of Sussex research activity is rated as world leading, internationally excellent or internationally recognised. In the 2017-18 Times Higher World University Rankings, Sussex was ranked 18th in the UK and 149th in the world. It has a dynamic and thriving research culture with strengths across the sciences, arts, social sciences and medicine with a focus on interdisciplinary research. It currently has over 14,000 students and 2,100 staff from all over the world. It has had 3 Nobel Prize winners, 14 Fellows of the Royal Society, 12 Fellows of the British Academy and a winner of the prestigious Crafoord Prize on its faculty.","acronym":"UoS","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, Food Safety, Foreign and Security Policy and Defence, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Trade, Transport, Youth","euInitiatives":"Research &amp; Innovation; Education, Training &amp; Youth; Regional Policy; Enterprise, Societal Challenges","lastUp":"2018-06-29T10:05:36.116+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}