{"id":"794282310517-54","name":"Buildings Performance Institute Europe","registrationDate":"2013-01-25T11:36:35.740+01:00","category":4,"subCategory":5,"legal":"asbl","web":"http://www.bpie.eu","country":"Belgium","headAddress":"rue de la science, 23","headCity":"Bruxelles","headPostCode":"1040","headPhone":"(32)27 89 30 00","boss":"Oliver Rapf","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":9,"membersFTE":"6.5","membership":"","memberOrga":"","goal":"The Buildings Performance Institute Europe (BPIE) is a not-for-profit think tank with a focus on independent analysis and knowledge dissemination, supporting evidence-based policy making in the field of energy performance in buildings.&#xd;<br />A centre of expertise on all aspects of energy efficiency, renewable energy and energy performance of European buildings, the Institute focuses on policy analysis and advice and shares knowledge through studies, policy briefs, presentations and events. BPIE is also involved as a partner in several EU projects.&#xd;<br />BPIE's goal is to make a sustainable and low carbon built environment a reality in Europe. BPIE supports a multifaceted approach to achieve efficiency improvements and to integrate renewable energy in buildings. The focus of work is on ensuring the effective implementation of the 2010 EU Energy Performance of Buildings Directive (EPBD) and the 2012 Energy Efficiency Directive (EED); as well as the financing and delivery of energy efficiency retrofits to existing buildings. Best practice approaches are also promoted to improve the energy performance of buildings in different Member States.","acronym":"BPIE","interests":"Climate Action, Energy, Environment, Research and Technology","euInitiatives":"BPIE focuses on ensuring the implementation of the EU Energy Performance of Buildings Directive (EPBD) and the Energy Efficiency Directive (EED), as well as the financing and delivery of energy efficiency retrofits to existing buildings. In order to do so, BPIE works together with policy makers to support evidence-based impactful policy making by providing data and knowledge through its Data Hub and through several reports. BPIE analyzed for instance the renovation strategies Member States had to submit according to article 4 of the EED, and wrote a report gathering recommendations for Member States and policy-makers at the EU level.&#xd;<br />BPIE has also been part of winning consortia for the Seventh Framework Programme for research and technological development (FP7) and the Intelligent Energy Europe programme (IEE) of the EU. BPIE is involved, in 2015, in the following EU projects:&#xd;<br />•ZEBRA 2020-Putting a spotlight on the soar of low-energy buildings in Europe (2014-2016)&#xd;<br />The project will monitor the market uptake of low-energy buildings across Europe and thereby generate data and evidence for policy evaluation and optimisation. &#xd;<br />•EPISCOPE-Energy Performance Indicator Tracking Schemes for the Continuous Optimisation of Refurbishment Processes in EU Housing Stocks (2013-2016). EPISCOPE project aims at making the energy refurbishment processes in the European housing sector more transparent and effective. Typology schemes as well as national interpretations of new buildings and nZEBs will be included.&#xd;<br />•EASEE-Envelope approach to improve sustainability and energy efficiency in existing multi-storey multi-owner residential buildings (2012-2017). This FP7 project aims at developing a new holistic approach to energy efficient envelope retrofitting of multi-storey and multi-owner buildings built before 1975. &#xd;<br />•COHERENO-Collaboration for housing nearly zero-energy renovation (2013-2016). This IEE project aims at strengthening collaboration of enterprises in innovative business schemes for realizing nearly Zero-Energy Building renovations in single family owner occupied houses. &#xd;<br />•CommONEnergy-Converting EU shopping malls into energy efficiency lighthouses (2013-2017). During the next four years, researchers and industry partners will be teaming-up to look for solutions and strategies to transform shopping malls into energy efficient architectures and systems. The solutions will be submitted to a real-life test, on three specific demonstration cases in Italy, Norway and Spain.&#xd;<br />Before 2015, BPIE supported the realization of other projects:&#xd;<br />•ENTRANZE - Policies to ENforce the TRAnsition to Nearly Zero Energy buildings in the EU-27 (2012-2014).This IEE project aimed at actively supporting policy making by providing data, analysis and guidelines to achieve a fast and strong penetration of nZEB and RES-H/C within the existing building stocks. &#xd;<br />•BUILD UP, The European Portal For Energy Efficiency In Buildings. The BUILD UP interactive web portal shares and promotes existing knowledge, guidelines, tools and best practices for energy-saving measures in buildings across Europe.","lastUp":"2017-03-17T14:52:30.792+01:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}