{"id":"794489022818-61","name":"Dental Council of Ireland","registrationDate":"2016-07-27T10:58:17.662+02:00","category":6,"subCategory":9,"legal":"Statutory Body","web":"http://dentalcouncil.ie","country":"Ireland","headAddress":"57 Merrion Square","headCity":"Dublin 2","headPostCode":"","headPhone":"(353)16 76 20 69","boss":"David O'Flynn","bossTitle":"","bossPosition":"Registrar","membersCount":3,"membersFTE":"2.25","membership":"","memberOrga":"none","goal":"Regulatory body for dental profession in Ireland.  The main functions assigned to the Council under the Act are:&#xd;<br />&#xd;<br />To establish, maintain and publish a Register of Dentists and a Register of Dental Specialists and to provide for the registration and the retention of dentists names in these registers.&#xd;<br />&#xd;<br />To satisfy itself as to the adequacy and suitability of the dental education and training provided in the State's dental schools and to the standards required at examinations for primary qualifications.&#xd;<br />&#xd;<br />To inquire into the fitness of a registered dentist to practise dentistry on the grounds of his alleged professional misconduct or his alleged unfitness to practise by reason of physical or mental disability and to take appropriate action. The Council has power, subject in some instances to confirmation by the High Court to advise, admonish, censure, suspend, attach conditions to registration or erase a dentist's name from the Register.&#xd;<br />&#xd;<br />To make, with the consent of the Minister, schemes for the establishment of classes of auxiliary dental workers.&#xd;<br />&#xd;<br />To discharge the duties assigned to the Council pursuant to the provisions of EU Dental Directives.&#xd;<br />&#xd;<br />To advise the dental profession and the public on all matters relating to dental ethics and professional behaviour.&#xd;<br />&#xd;<br />To advise the Minister on all matters relating to the functions of the Council under the Act.","acronym":"","interests":"Single market","euInitiatives":"The Dental Council of Ireland is mainly interested in the Professional Qualifications Directive","lastUp":"2018-06-08T13:05:33.730+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}