{"id":"795678235849-95","name":"Institut pour les Recherches Politiques, Economiques et Sociétales A.S.B.L.","registrationDate":"2019-09-10T15:42:59.630+02:00","category":4,"subCategory":5,"legal":"ASBL","web":"","country":"Belgium","headAddress":"Avenue des Arts 27","headCity":"Bruxelles","headPostCode":"","headPhone":"(32)26 52 04 86","boss":"Enes Bayrakli","bossTitle":"Mr","bossPosition":"Coordinateur","membersCount":3,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"The purpose of this association is to follow national and international developments, to conduct scientific research that will contribute to social, economic and political life. This association also aims to ensure the production and exchange of information on issues relating to social life, culture, history, economics, law, education, environment, science and technology. The activities of the association are as follows: Conduct scientific research on topics related to economics, politics, law, society, culture, education, environment, science and technology, Create academic and scientific publications and allow creating a free discussion place. Organize national, European and international meetings, conferences, seminars, courses and panels. Collaborate with similar local, European and international organizations and create appropriate joint activities. Lead and support relevant academic and scientific research. Prepare and contribute to the presentation of audiovisual materials such as films, television and radio programs to publicize academic and scientific research. Invite and support visiting scholars, academics and local, European and international students to undertake studies in the above mentioned areas and create an appropriate environment for them to produce and store all documents, reports, and books.&#xd;<br />&#xd;<br />As a research and policy recommending institution, SETA Brussels provides a forum for international dialog to bring different views together with international scholarly standards, and contributes to the formation of a common ground. Through research reports, publications, brain storming sessions, conferences and policy recommendations, SETA Brussels seeks to guide leaders in government, civil society and business and contributes to the informed decision making mechanisms. SETA Brussels’ mission is to foster collaborative and interdisciplinary research, enrich the strategic debate and provide decision-makers both in the public and private sectors with authoritative and independent information, analysis and proposals for action.&#xd;<br />SETA Brussels conducts research projects on current political, economic and social issues with a view towards providing policy recommendations. Adopting an interdisciplinary approach, SETA Brussels takes into account the growing interdependence of political, economic and socio-cultural issues at the national, regional and international levels and seeks to generate knowledge conducive to a social vision based on peace, justice, equality, and the rule of law.","acronym":"SETA Brussels","interests":"Climate Action, Communication, Culture, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign affairs and security policy, Humanitarian aid and civil protection, Regional Policy, Research and innovation, Trans-European Networks","euInitiatives":"The main EU initiatives and policies that are followed are:&#xd;<br />&#xd;<br />&#xd;<br />•\tProtection and promotion of human rights&#xd;<br />&#xd;<br />The Protection and promotion of human rights is essential for society. SETA Brussels gives enormous attention on the fight against racism and discrimination of all sorts. One of the fundamental principles underlying human rights is that of equality between human beings. Unfortunately, many factors still give rise to racism and discrimination ( ethnic, national or social origins, religion, language, gender) Forms of discriminations based on claims of nationality and religion remain among the most widespread today. It is crucial to promote respect and tolerance if we are to guarantee everyone a harmonious life in diversity.&#xd;<br />•\tEU’s fight against terrorism:&#xd;<br />&#xd;<br />Terrorism threatens our security, the values of our democratic societies and the rights and freedoms of European citizens. Fighting terrorism is a top priority for the EU and its member states as well as its international partners.&#xd;<br />SETA Brussels gives a lot of importance to the Responsiveness of the Union against terrorist threats within and without of its borders&#xd;<br />•\tEU enlargement&#xd;<br />&#xd;<br />After six Successful waves of EU enlargement, SETA Brussels believes and supports a seventh wave that would encompass Turkey&#xd;<br />•\tEU cooperation on security and defense&#xd;<br />&#xd;<br />EU cooperation on security and defense is one of the main initiatives that are followed by SETA Brussels. The EU and NATO established their cooperation more than 15 years ago. It has led to the development of a broad range of tools to provide greater security to citizens in Europe and beyond. We believe that cooperation with other International Organization and neighboring country would give birth to a safer EU","lastUp":"2019-09-10T16:01:01.503+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}