{"id":"79585606808-03","name":"IKV, Fondation pour le Développement Economique","registrationDate":"2011-09-28T12:58:40.725+02:00","category":3,"subCategory":2,"legal":"asbl","web":"http://ikv.org.tr","country":"Turkey","headAddress":"TALATPAŞA CADDESİ, 3","headCity":"LEVENT/ ISTANBUL","headPostCode":"34394","headPhone":"(90212)2 70 93 00","boss":"M. HALUK NURAY","bossTitle":"Mr","bossPosition":"Directeur","membersCount":2,"membersFTE":"2.0","membership":"EUROCHAMBRES","memberOrga":"","goal":"La Fondation pour le Développement Economique remplit les fonctions de représentation et de recherche au nom du monde d'affaires turc dans le domaine des affaires communautaires, étudier, analyser et informer le monde d'affaires turc sur 1'évolution de 1'Union Européenne, demeurent les fonctions essentielles de l'IKV. Institution sans but lucratif et soutenue par tous les organismes les plus représentatifs du secteur privé, TOBB&#xd;<br />Obtenir des informations et établir des contacts avec l'Union Européenne a travers sa représentation permanente à Bruxelles; participer activement aux travaux des organisations communautaires telles que Eurochambres.","acronym":"IKV","interests":"Agriculture, Borders and Security, Budget, Business and Industry, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"L'adhérence de la Turquie à l'Union Européenne et la libre circulation douanière entre l'EU","lastUp":"2018-10-04T11:45:18.943+02:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}