{"id":"796170031288-85","name":"Order of Preachers for Technologies Information and Communication","registrationDate":"2018-04-22T10:50:58.818+02:00","category":4,"subCategory":5,"legal":"Association sans but lucratif","web":"http://optictechnology.org","country":"France","headAddress":"222 rue du Faubourg St Honore","headCity":"Paris","headPostCode":"75008","headPhone":"(33)01 44 95 13 10","boss":"Eric Salobir","bossTitle":"Mr","bossPosition":"Président","membersCount":30,"membersFTE":"7.5","membership":"","memberOrga":"Les personnes physiques membres d'OPTIC acquièrent cette qualité par leur participation à nos travaux de recherche.&#xd;\n&#xd;\nCes personnes interviennent à titre privé ou sont envoyées par des institutions universitaires partenaires, parmi lesquelles on peut noter :&#xd;\n- Ecole Polytechnique Fédérale de Lausanne (Suisse)&#xd;\n- INRIA (France)&#xd;\n- Institut Friedland (France)&#xd;\n- Université du Kent (Royaume Uni)&#xd;\n- L'Université d'Oxford (Royaume Uni)&#xd;\n- L'université Pontificale Saint Thomas d'Aquin (Italie)&#xd;\n- L'université de la Sainte Croix (Italie)&#xd;\n- Massachusetts Institute of Technology (USA)&#xd;\n- University of Toronto (Canada)","goal":"La mission d'OPTIC est la promotion et la coordination de la recherche dans le domaine des technologies de rupture (technologies digitales et autres nouvelles technologies) et leur impact sur les personnes et la société. &#xd;<br />&#xd;<br />Cette mission se décline en plusieurs activités : &#xd;<br />- Groupes de recherche interdisciplinaires, en partenariat avec des universités et centres de recherche, publiant des notes et rapports ou organisant des conférences ou journées d'études. &#xd;<br />- Evénements et rencontres en lien avec des instances internationales comme les Nations Unies.&#xd;<br />- Organisation de hackathons et autres types d'évènements créatifs destinés à tester des concepts issus de la recherche et à les mettre au service de la société.&#xd;<br />&#xd;<br />Les activités d'OPTIC sont uniquement à but non lucratif et ne sont liés à aucun intérêt privé ou politique.","acronym":"OPTIC","interests":"Audiovisual and Media, Climate Action, Communication, Education, Employment and Social Affairs, Environment, Foreign and Security Policy and Defence, Information Society, Justice and Fundamental Rights, Public Health, Research and Technology, Transport","euInitiatives":"Nous suivons tout particulièrement les dossiers liés à :&#xd;<br />- L'utilisation de l'intelligence artificielle dans les activités régaliennes des états et notamment dans la justice et la défense (Armes autonomes létales, responsabilité des gouvernements et des acteurs sur le théâtre d'opération).&#xd;<br />- La médecine prédictive et médecine de précision, ainsi que leur impact sur le système de santé.&#xd;<br />- L'usage des algorithmes et de l'intelligence artificielle dans la sélection des informations transmises au public par les réseaux et leurs conséquences sur les systèmes démocratiques. &#xd;<br />- L'interaction entre intelligence artificielle et nouvelles bio-technologies (implants, interfaces homme-machine, augmentation ou réparation de l'humain). &#xd;<br />- Les technologies de registres distribués (DLT) telles que la Blockchain et leur emploi dans le support de crypto-monnaies et leur impact politique et sociétal.","lastUp":"2018-04-22T10:51:52.120+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}