{"id":"796380111637-72","name":"Helsinki EU Office (vastuutaho Uudenmaan liitto)","registrationDate":"2013-07-25T11:03:26.359+01:00","category":6,"subCategory":13,"legal":"Ei ole","web":"http://www.helsinki.eu www.uudenmaanliitto.fi","country":"Finland","headAddress":"Esterinportti 2 B","headCity":"Helsinki","headPostCode":"00240","headPhone":"(358)94 76 74 11","boss":"Ossi Savolainen","bossTitle":"Mr","bossPosition":"Maakuntajohtaja","membersCount":6,"membersFTE":"6.0","membership":"Helsinki EU-toimisto osallistuu yhteistyökumppaniensa kanssa mm. seuraavien verkostojen toimintaan:&#xd;\n&#xd;\nERRIN (European Regions Research and Innovation Network)&#xd;\nEUROCITIES&#xd;\nCPMR (Conference of Peripheral Maritime Regions)&#xd;\nCPMR Baltic Sea Commission&#xd;\nBSSSC (Baltic Sea States Subregional Co-operation)","memberOrga":"Kaikki Uudenmaan maakunnan kunnat (26 kappaletta)","goal":"Helsinki EU-toimisto on Helsingin kaupungin, Espoon kaupungin, Vantaan kaupungin, Luonnonvarakeskuksen, Uudenmaan liiton, Hämeen liiton, Kymenlaakson liiton, Päijät-Hämeen liiton, Aalto-yliopiston, Helsingin yliopiston, Hanken Svenska handelshögskolanin, Laurea Ammattikorkeakoulun ja Metropolia Ammattikorkeakoulun yhteinen toimisto Brysselissä.&#xd;<br />&#xd;<br />Toimisto tukee yhteistyökumppaniensa EU-edunvalvontaa ja edistää niiden näkyvyyttä EU-foorumeilla. Toimiston tehtävänä on tämän lisäksi tiedon välittäminen EU-lainsäädännön valmistelutyöstä, EU-rahoitusohjelmien rakenteesta ja avautuvista rahoitushauista, tapahtumista ja yhteistyö- ja verkostoitumismahdollisuuksista.","acronym":"Helsinki EU Office","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Competition, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, General and Institutional Affairs, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Trans-European Networks, Transport, Youth","euInitiatives":"Helsinki EU-toimisto seuraa aktiivisesti mm. eurooppalaista kaupunkipolitiikkaa, koheesiopolitiikkaa, tutkimus- ja innovaatiopolitiikkaa, liikennepolitiikkaa, terveyspolitiikkaa sekä ympäristö- ja energiapolitiikkaa","lastUp":"2018-03-02T04:14:06.688+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}