{"id":"796384836051-86","name":"Association AURELIA","registrationDate":"2019-09-30T09:43:26.185+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"","country":"France","headAddress":"75 bis, avenue Marceau","headCity":"Paris","headPostCode":"75116","headPhone":"(33)06 29 43 40 75","boss":"Mathieu LOPES","bossTitle":"Mr","bossPosition":"Co-Président ","membersCount":4,"membersFTE":"3.5","membership":"","memberOrga":"","goal":"L'association AURELIA a pour objet de renforcer les liens entre les institutions nationales et européennes, les étudiants, les jeunes diplômés, et les entrepreneurs.&#xd;<br />L'équipe de l'association est composés de jeunes diplômés et actifs engagés en faveur de la construction et de la promotion des valeurs européennes. &#xd;<br />&#xd;<br />Notre activité principale se concentre en la réalisation de rapports d'expertise, qui visent à promouvoir une vision précise, et dépassionnée de sujets d'actualités et qui touchent tous les citoyens européens. &#xd;<br />Afin de rédiger nos rapports, un contact avec les acteurs politiques européens et nationaux est nécessaire.&#xd;<br />&#xd;<br />Dans le cadre des négociations de l'accord de retrait du Royaume-Uni de l'Union européenne, notre mission est de de sensibiliser au mieux tous ces acteurs dans la préparation des relations post-Brexit.","acronym":"AURELIA","interests":"Borders and Security, Consumers, External Relations, Foreign affairs and security policy, Institutional affairs, Single market","euInitiatives":"L'association AURELIA à pour but la rédaction de rapports d'expertise dans la cadre de la mise en place de l'accord de retrait entre le Royaume-Uni et l'Union européenne.&#xd;<br />L'association a pour vocation d'accompagner les acteurs politiques dans la mise en place de la nouvelle relation entre le Royaume-Uni et l'Union européenne dans un contexte post-Brexit.&#xd;<br />&#xd;<br />Notre but est de présenter est de participer à la préservation des droits civiques de tous les citoyens européens et britanniques.","lastUp":"2019-09-30T11:55:12.977+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}