{"id":"797118336017-14","name":"Deutscher Verband für Wohnungswesen, Städtebau und Raumordnung e.V.","registrationDate":"2019-09-30T17:36:37.512+02:00","category":3,"subCategory":2,"legal":"e.V. eingetragener Verein","web":"http://www.deutscher-verband.org","country":"Germany","headAddress":"Littenstrasse 10","headCity":"Berlin","headPostCode":"10179","headPhone":"(49)30 20 61 32 50","boss":"Christian Huttenloher","bossTitle":"Mr","bossPosition":"Generalsekretär","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Der Deutsche Verband für Wohnungswesen, Städtebau und Raumordnung e. V. ist eine Dialog-Plattform für integrierte Stadtentwicklung und Wohnen. Unser Anspruch und Leitmotiv sind lebenswerte und zukunftsfähige Städte für alle. Dafür müssen Politik, Wirtschaft und Bürgergesellschaft ihre Kräfte bündeln. Deshalb engagieren wir uns in Deutschland und Europa aktiv für den politischen sowie fachlichen Dialog und erarbeiten Lösungsansätze für Wohnen, Stadt- und Raumentwicklung. Unsere interdisziplinäre, öffentlich-private Mitglieder- und Partnerstruktur aus verschiedenen Bereichen der Immobilienwirtschaft, Stadt- und Raumentwicklung bietet dafür eine gute Plattform.","acronym":"","interests":"Agriculture and Rural Development, Climate Action, Consumers, Digital economy and society, Energy, Environment, Regional Policy, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"Der Deutsche Verband für Wohnungswesen, Städtebau und Raumordnung e.V. befasst sich mit allen relevanten EU-Themen, die einen lokalen und regionalen Einfluss auf die städtische und räumliche Entwicklung sowie das Wohnungswesen haben. Dazu zählen Themenbereiche wie EU-Energieunion (EU-Energieeffizienz- und Gebäuderichtlinie), Verkehrspolitik (städtische Mobilität und Transeuropäische Netze), Binnenmarkt (Niederlassungsfreiheit und Dienstleistungs- und Notifizierungsrichtlinie). &#xd;<br />Mit dem Deutsch-Österreichischen URBAN-Netzwerk begleitet und unterstützt der Deutsche Verband für Wohnungswesen, Städtebau und Raumordnung e.V. deutsche und österreichische Kommunen bei der Umsetzung integrierter Stadtentwicklungsmaßnahmen. Das Netzwerk organisiert dazu einen fachlichen und administrativen Erfahrungsaustausch zwischen den Städten, aber auch die Kommunikation mit den zuständigen Verwaltungsstellen von Ländern, den nationalen Ministerien und der EU-Kommission. Gleichzeitig ist der DV die nationale Anlaufstelle für das EU-Förderprogramm URBACT für nachhaltige Stadtentwicklung und begleitet das Bundesministerium des Innern, für Bau und Heimat zur Vorbereitung der deutschen EU-Ratspräsidentschaft. Abgeleitet aus diesen Aktivitäten ist die Begleitung der städtischen und räumlichen Dimension in der EU-Strukturpolitik ein Kernanliegen des Deutschen Verbandes für Wohnungswesen, Städtebau und Raumordnung e.V.","lastUp":"2019-09-30T17:40:02.985+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}