{"id":"797302834483-36","name":"Manor Group","registrationDate":"2019-04-05T11:31:07.194+02:00","category":1,"subCategory":6,"legal":"PLC","web":"http://www.manorgroup.net","country":"Switzerland","headAddress":"6 rue Pradier","headCity":"Geneva","headPostCode":"1201","headPhone":"(41)7 86 06 36 15","boss":"Parvis Hanson","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Mission&#xd;<br />&#xd;<br />Manor Group is a global management consulting firm and the world's leading advisor on business strategy. We partner with clients from the private, public, and not-for-profit sectors in all regions to identify their highest-value opportunities, address their most critical challenges, and transform their enterprises.&#xd;<br />&#xd;<br />Values&#xd;<br />&#xd;<br />Integrity, respect for the individual, delivering value, and making an impact on society are just some of our core values. Our commitment to both our clients' success and our own standards is what sets Manor Group apart as a world-class professional services organization.&#xd;<br />&#xd;<br />Approach&#xd;<br />&#xd;<br />Manor Group does not believe in standard industry answers. We know that custom solutions yield the greatest competitive advantage and value for our clients. We ground each solution in how our client’s organization actually works and in the client’s unique position in the marketplace.&#xd;<br />&#xd;<br />Risk Management&#xd;<br />&#xd;<br />As trusted advisors, we have a responsibility to maintain the highest of professional standards. Manor Group’s Risk Management organization includes a dedicated team of experts responsible for the oversight of risk management and professional standards around the world.&#xd;<br />&#xd;<br />Clients&#xd;<br />&#xd;<br />Our clients include many of the world’s most ambitious organizations. Many of them rank among the world’s 500 largest companies, but we also advise midsized businesses and startups.","acronym":"","interests":"Banking and financial services, Digital economy and society, Economy, finance and the euro, Research and innovation, Trade, Trans-European Networks","euInitiatives":"EU Blockchain Observatory &amp; Forum&#xd;<br />Monitor blockchain initiatives in Europe&#xd;<br />Produce a comprehensive source of blockchain knowledge&#xd;<br />Create an attractive and transparent forum for sharing information and opinion&#xd;<br />Make recommendations on the role the EU could play in blockchain&#xd;<br />&#xd;<br />Horizon 2020&#xd;<br />Research and Innovation Actions&#xd;<br />Coordination and Support Actions","lastUp":"2019-04-05T11:34:12.156+02:00","customers":"TraDove","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"100000-499999"}