{"id":"797440512350-84","name":"Fédération Internationale des Footballeurs Professionnelles Division Europe","registrationDate":"2013-11-29T09:09:58.498+02:00","category":2,"subCategory":1,"legal":"Federation","web":"http://www.fifpro.org","country":"Netherlands","headAddress":"Scorpius 161","headCity":"Hoofddorp","headPostCode":"2132LR","headPhone":"(31)2 35 54 69 70","boss":"Theo van Seggelen","bossTitle":"Mr","bossPosition":"General Secretary","membersCount":5,"membersFTE":"1.5","membership":"FIFPro Division Europe is the European Division of FIFPro (International federation of professional football player trade unions)&#xd;\nFIFPro Division Europe has a formal cooperation with the ETUC and UNI Europa&#xd;\nFIFPro Division Europe is a member of UNI World Athletes","memberOrga":"http://www.fifpro.org/en/members","goal":"FIFPro Division Europe is the European branch of FIFPro. FIFPro is a not-for-profit organization. It is the international federation of affiliated professional football players associations. FIFPro is the worldwide representative organization for all professional players; more than 65.000 in total. FIFPro has existed since 1965 and currently has 57 members, 3 candidate members and 11 observers. &#xd;<br />FIFPro Division Europe consists of 28 members and 3 candidates (Israel, Kazakhstan and FYROM) and 5 observers (Bosnia and Herzegovina, Georgia, Iceland, Slovakia and Turkey).","acronym":"FIFPro","interests":"Audiovisual and Media, Competition, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Sport, Trade, Youth","euInitiatives":"-\tEU Work Plan on Sport 2014-2017 including           participation in Council Expert Groups including: Match Fixing, Dual Careers, Mega Sport Events, Good Governance in Sport, Economic Impact of Sport, etc.&#xd;<br />-\tEuropean Parliament Intergroup Sport&#xd;<br />-\tEuropean Week of Sport &#xd;<br />-\tData Protection Regulation&#xd;<br />-\tEU Social Dialogue Committee Professional Football&#xd;<br />-\tHealth and safety/Risk assesment tools","lastUp":"2018-03-29T10:03:14.240+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}