{"id":"797520712793-16","name":"Deutscher Journalisten-Verband e.V. -Gewerkschaft der Journalistinnen und Journalisten","registrationDate":"2014-01-31T10:03:54.454+01:00","category":2,"subCategory":1,"legal":"eingetragener Verein","web":"http://www.djv.de","country":"Germany","headAddress":"Charlottenstraße, 17","headCity":"Berlin","headPostCode":"10117","headPhone":"(4930)72 62 79 20","boss":"Dr. Frank Überall","bossTitle":"Mr","bossPosition":"Vorsitzender","membersCount":3,"membersFTE":"0.75","membership":"Der DJV ist Mitglied der Internationalen Journalisten Föderation (IFJ), der Europäischen Journalisten Föderation (EFJ)und der International Federation of Reproductions Rights Organisations (IFRRO)","memberOrga":"","goal":"Der Deutsche Journalisten-Verband (DJV), 1949 gegründet, vertritt die berufs- und medienpolitischen Ziele und Forderungen der hauptberuflichen Journalistinnen und Journalisten aller Medien. Er ist politisch wie finanziell unabhängig und handelt ohne sachfremde  Rücksichtnahmen. Der DJV achtet und fördert die publizistische Unabhängigkeit seiner Mitglieder.&#xd;<br />&#xd;<br />Aufgabe des DJV als Gewerkschaft und Berufsverband ist die Wahrnehmung &#xd;<br />und Förderung aller beruflichen, rechtlichen und sozialen Interessen der &#xd;<br />hauptberuflich tätigen Journalistinnen und Journalisten sowie die Beratung &#xd;<br />und Unterstützung der DJV Landesverbände in diesen Fragen. &#xd;<br />&#xd;<br />Der DJV hat sich in diesem Rahmen besonders folgende Aufgaben gestellt: &#xd;<br />a) die Freiheit und Eigenständigkeit von Presse und Rundfunk sowie die &#xd;<br />geistige Unabhängigkeit der journalistischen Arbeit zu sichern; &#xd;<br />b) bei Gesetzentwürfen mitzuwirken, welche die Medien betreffen oder &#xd;<br />andere Interessen seiner Mitglieder berühren; &#xd;<br />c) das Ansehen und die Qualität des Journalismus zu fördern; &#xd;<br />d) Kollektivverträge (z.B. Tarifverträge, gemeinsame Vergütungsregeln) im &#xd;<br />eigenen Namen - unbeschadet der Tarifhoheit der Landesverbände - &#xd;<br />abzuschließen; &#xd;<br />e) soziale und berufsfördernde Einrichtungen - insbesondere zur Alters-&#xd;<br />versorgung – zu schaffen und auszubauen; &#xd;<br />f) den journalistischen Nachwuchs und die Weiterbildung im Journalismus &#xd;<br />zu fördern; &#xd;<br />g) die journalistischen Berufsinteressen im Ausland, insbesondere in der &#xd;<br />Europäischen Union, zu vertreten; &#xd;<br />h) internationale Beziehungen zu pflegen; &#xd;<br />i) eine Verbandszeitschrift herauszugeben. &#xd;<br />&#xd;<br />Dafür stehen rund 37.000 DJV-Mitglieder aus allen Bereichen des Journalismus.","acronym":"DJV","interests":"Audiovisual and Media, Communication, Competition, Consumer Affairs, Culture, Employment and Social Affairs, Information Society, Justice and Fundamental Rights","euInitiatives":"Urheberrecht&#xd;<br />Digitaler Binnenmarkt&#xd;<br />AVMD Richtlinie&#xd;<br />Frequenzvergabe&#xd;<br />Datenschutzgrundverordnung&#xd;<br />Soziales","lastUp":"2017-03-09T11:20:25.874+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}