{"id":"797830616513-56","name":"SUPPORT STRUCTURE FOR ORGANISATIONS OF SOCIAL ECONOMY AND ENTREPRENEURSHIP","registrationDate":"2015-03-15T08:33:22.632+01:00","category":1,"subCategory":6,"legal":"Sole proprietorship","web":"http://www.domikoinep.gr","country":"Greece","headAddress":"133 Omonias str","headCity":"Kavala","headPostCode":"GR65403","headPhone":"(30)25 10 21 10 63","boss":"IOANNIS TSOUKALIDIS","bossTitle":"Mr","bossPosition":"GENERAL MANAGER","membersCount":7,"membersFTE":"6.5","membership":".","memberOrga":".","goal":"The Support Structure for Organizations of Social Economy and Entrepreneurship (DOMI KOINEP) actively supports the promotion of the social economy and social entrepreneurship, as well as the enhancement of employment and local and regional development. Additionally, DOMI KOINEP acts as coordinator of informative procedures providing updated information and advice on establishment, support, operation, management and development of social economy organizations and new social cooperative enterprises (KoinSEp), while supporting the social economy organizations and social cooperatives (KoinSEp) that are already operating.&#xd;<br />The fundamental objectives of DOMI KOINEP are to boost employment and employability, the promotion of the (re) integration of socially vulnerable groups,  the support of individuals who have undertaken cooperative business initiatives and the creation of successful social enterprises that will be economically viable, robust and will contribute to the local and regional development. In addition, it supports incubators and networks of social enterprises that have as main objectives to coordinate, guide and support activities related to ensuring the entrepreneurs’ operations of Social cooperative enterprises (KoinSEp), developing collaborative and team \"spirit\" upgrading the quality of products and services produced or provided by the development strategy of these enterprises. These aims are promoted through a wide range of activities, projects and actions, research and programs at local, national and international level. Besides, DOMI KOINEP is planning and implementing transnational cooperation projects with a financial, social and developmental role among Greek bodies and institutions and their foreign counterparts.&#xd;<br /> &#xd;<br />MAIN OBJECTIVES OF DOMI KOINEP&#xd;<br />•\tCombating unemployment, poverty and social exclusion by enhancing employment and local and regional development&#xd;<br />•\tPromoting social entrepreneurship and encouragement of cooperation so that  linking institutions can operate between the state and the civil society&#xd;<br />•\tThe full use of the institutional framework (Law 4019/2011) for the development potentials of social cooperative enterprises (KOINSEP) and the support at all the stages of their development process, their creation, operation, management and development&#xd;<br />•\tCreating successful cooperative businesses that are economically viable, robust and will contribute to the local and regional development&#xd;<br />•\tThe use of National and European programs that will give opportunities and upcoming possibilities in terms of financing actions to strengthen employment of vulnerable social groups&#xd;<br />•\tThe updating of society and executives – members of social cooperatives (KOINSEP) for the available financial support mechanisms, both from the state and from other financial institutions&#xd;<br />•\tThe upgrading of the quality of the products produced and/or services provided as well as laying out a development strategy for each cooperative business. &#xd;<br />•\tThe networking of social cooperatives (KOINSEP) with professional organizations (chambers, trade associations, etc.)&#xd;<br />•\tThe exchange of good practices between those institutions in countries that are currently experts in terms of structures and the development of social economy enterprises&#xd;<br />•\tNetworking of KoinSEp at regional, national and European level&#xd;<br />•\tThe development of incubators of social cooperative enterprises to ensure their long term business operations","acronym":"DOMI KOINEP","interests":"Agriculture and Rural Development, Climate Action, Culture, Development, Employment and Social Affairs, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, Humanitarian Aid, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Trans-European Networks, Transport, Youth","euInitiatives":"Greek \"NSRF 2007-2013\"&#xd;<br />ETCP \"Greece - Bulgaria 2007-2013\"&#xd;<br />JOP \"Black Sea Basin 2007-2013\"&#xd;<br />JUSTICE / DAPHNE Programme&#xd;<br />ERASMUS+ Programme&#xd;<br />ECHO PROGRAMMES","lastUp":"2017-04-05T09:20:18.570+01:00","customers":"Scientific Society for Social Cohesion and Development (NGO),Social Enterprise Limited Liability Prefecture of Kavala","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"0-99999"}