{"id":"798244634327-44","name":"Professional Women International Brussels","registrationDate":"2019-04-10T21:29:56.250+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://www.pwi.be","country":"Belgium","headAddress":"Topos Merode Coworking Space","headCity":"Brusels","headPostCode":"1040","headPhone":"(32)0 27 41 24 11","boss":"Susannah Haan","bossTitle":"Ms","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"https://www.pwi.be/Partners","memberOrga":"We don't have member organisations.","goal":"Professional Women International is a Brussels based membership association, which is also part of the PWN Global network. &#xd;<br />&#xd;<br />We help professional women grow and succeed and thereby aim to accelerate more gender balanced leadership. The values that guide us are those of respect, courage, collaboration, excellence, and inclusiveness. &#xd;<br />&#xd;<br />We are a non-profit association and want to provide you with the tools and attitudes to be leaders, offer you a safe space to learn as well as perform, provide you with opportunities to contribute and create, and support female empowerment in general.&#xd;<br />&#xd;<br />To achieve these goals, we organise events such as social networking drinks or educational seminars and workshops and run dedicated programmes that allow you to make new contacts, meet inspiring women and learn from one another","acronym":"PWI Brussels","interests":"Budget, Digital economy and society, Education and training, Employment and Social Affairs, Justice and Fundamental Rights","euInitiatives":"PWI Brussels is actively involved in mobilising women to take active part in the European elections in 2019 and to be in general more active in European politics. &#xd;<br />&#xd;<br />We are also active participants to events organised by and/or in the EP focusing on women entrepreneurship / women's rights / gender equality / work-life balance.","lastUp":"2019-04-10T21:30:28.900+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}