{"id":"798276218578-53","name":"Mutuelle Générale de l'Education Nationale","registrationDate":"2015-08-28T12:34:47.969+02:00","category":2,"subCategory":3,"legal":"Mutuelle régie par le code de la mutualité","web":"http://www.mgen.fr","country":"France","headAddress":"3, square Max Hymans","headCity":"Paris","headPostCode":"75015","headPhone":"(33)1 40 47 20 20","boss":"Roland BERTHILIER","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"The MGEN group is a direct member of the Groupe VYV, la Mutualité Française (FNMF) and the International Cooperative and Mutual Insurance Federation (ICMIF)","memberOrga":"","goal":"With 4 million of insured persons, MGEN is a social protection major player. Created in 1947, the Mutual manages the health insurance compulsory scheme of professionals of National Education, Higher Education, Research, Culture and Communication, Youth and Sports. &#xd;<br />MGEN also offers its members a wide range of complementary services in health, foresight, autonomy and retirement.MGEN also proposes an individual supplemental health insurance opened to all public, as well as collective health and welfare contracts for companies and associations. In total, more than € 3.2 billion in benefits were paid last year.&#xd;<br />Global Health Actor, the Group has a diversified healthcare provision, through its 35 facilities, three mutual banks in the Paris region that it co-pilots in partnership and 2,500 care services and Mutual support it finances throughout the country.","acronym":"MGEN","interests":"Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Financial Stability, Financial Services and Capital Markets Union , Internal Market, Public Health, Sport","euInitiatives":"Solvency II&#xd;<br />Capital Markets Union&#xd;<br />Fiscal issues&#xd;<br />Insurance Contract Law&#xd;<br />E-health initiative&#xd;<br />Protection of personal data &#xd;<br />Social economy and Social Business Initiative&#xd;<br />Health care and welfare system","lastUp":"2018-03-26T12:30:17.606+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}