{"id":"79856747620-58","name":"The Institute of Electrical and Electronics Engineers, Incorporated","registrationDate":"2012-01-06T10:25:47.816+01:00","category":2,"subCategory":4,"legal":"Professional organization (not-for-profit)","web":"http://www.ieee.org","country":"United states","headAddress":"Hoes Lane, 445","headCity":"Piscataway","headPostCode":"NJ 08854-4141","headPhone":"(1)73 29 81 00 60","boss":"Welby  Stephen ","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":5,"membersFTE":"1.25","membership":"http://www.knowledge4innovation.eu/&#xd;\nhttps://www.eifonline.org/","memberOrga":"The presence of IEEE in Europe is assured by, on the one hand, the IEEE individual members (nearly 60,000 engineers, scientists and technical professionals who comprise IEEE's European membership), and on the other hand the IEEE European Public Policy Committee (EPPC).&#xd;\n&#xd;\nThe EPPC’s structure consists of the following bodies:&#xd;\n&#xd;\nThe EPPC is a IEEE Committee with a Chair and Committee members, responsible to the IEEE Board of Directors for the coordination of public policy activities relevant to the interests of IEEE members in European Union (EU) and European Free Trade Association (EFTA) countries, which are designed to benefit IEEE members, engineering professionals and the general public.&#xd;\nThe EPPC also convenes two working groups, one on Information and Communication Technologies (ICT) and one on Energy. Both groups are composed of a Chair and IEEE volunteers from the EU and EFTA countries, with expertise in these technical fields.","goal":"IEEE is the world’s largest professional association dedicated to advancing technological innovation and excellence for the benefit of humanity. IEEE and its members inspire a global community through IEEE's highly cited publications, conferences, technology standards, and professional and educational activities.","acronym":"IEEE","interests":"Business and Industry, Climate Action, Competition, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"ICT, Energy, mobility, standardisation, education &amp; qualification, ethical considerations in technology design, Intellectual Policy Rights, and research &amp; innovation.","lastUp":"2019-02-06T18:20:57.707+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}