{"id":"79863609229-39","name":"European Cleaning and Facility Services Industry","registrationDate":"2012-07-27T15:07:18.886+02:00","category":2,"subCategory":4,"legal":"AISBL","web":"https://www.efci.eu/","country":"Belgium","headAddress":"Rue Belliard, 205","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 25 83 30","boss":"Juan Díez de los Ríos ","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"2.0","membership":"The EFCI is member of the European Employers Network (EEN), which is organised several times per year by BusinessEurope, and offers a regular platform of information, discussion and exchanges of experience on issues of concern for European employers associations’ representatives. &#xd;\n&#xd;\nThe EFCI is also an active member of EBSA (European Business Service Alliance) bringing together the European associations within the business services sector.&#xd;\n&#xd;\nThe EFCI participates to the \"Liaison Forum\", which is organised several times per year by DG Employment of the European Commission, and offers a regular platform of information, discussion and exchanges of experience on subjects of interest for EU social partners’ representatives.","memberOrga":"Members list: https://www.efci.eu/about-us/#members","goal":"Established in 1988, the EFCI (European Cleaning and Facility Services Industry) brings together national associations across Europe, employing more than 3,9 million people. EFCI members are responsible for representing the interests of the cleaning and facility services companies in their respective country and, where so existing, for the conclusion of the collective agreements in the sector.&#xd;<br />&#xd;<br />The EFCI is the privileged interlocutor of the European Institutions regarding all questions related to the industry. Since the establishment of a European Sectoral Social dialogue Committee on Industrial Cleaning in 1998, the EFCI is recognised as social partner by the European Commission. &#xd;<br />&#xd;<br />The Secretariat is based in Brussels. Its fundamental missions are the following. EFCI Secretariat aims to ensure the continuous monitoring of the activities of the European Institutions and the taking into account of the cleaning industry’s interests in the frame of the elaboration of European policies and legislative texts that are of particular interest for the sector. It also aims at promoting the development of professionalism in the industry, enhancing the sector's competitiveness and image. The Secretariat also foster the exchanges of information among EFCI's members and facilitate capacity building. &#xd;<br />&#xd;<br />The EFCI is committed to:&#xd;<br />- offering quality services to its customers; &#xd;<br />- providing training and stability to its employees; &#xd;<br />- integrating in the circular economy and focusing on sustainability; &#xd;<br />- innovation and competitiveness. &#xd;<br />&#xd;<br />The structure of the EFCI is the following: its General Assembly (governing body) gathers all its members and meets once per year. Circle members participate in the General Assembly meetings without right of vote. Furthermore, the EFCI executive body, the Board of Directors, meets on average 3 times per year. The work is prepared within 3 working Committees (Social Affairs &amp; Vocational Training, Economic Affairs and Technical, Innovation &amp; Quality), composed of experts designated by the member associations.","acronym":"EFCI","interests":"Business and Industry, Competition, Digital economy and society, Education and training, Employment and Social Affairs, Environment, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Youth","euInitiatives":"EFCI's main focus lies on policies in the area of: &#xd;<br />(i) labour market surveillance and labour law at national and European level;&#xd;<br />(ii) employment and social policy, including social protection;&#xd;<br />(iii) health and safety at the workplace;&#xd;<br />(iv) internal market and services;&#xd;<br />(v) public procurement;&#xd;<br />(vi) national and European level industrial relations;&#xd;<br />(vii) integration of the sector into circular economy.","lastUp":"2019-07-17T09:57:29.946+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}