{"id":"798674133157-87","name":"Europe et Démocratie","registrationDate":"2018-11-11T13:46:29.566+02:00","category":3,"subCategory":2,"legal":"Association à but non lucratif","web":"http://www.europeanddemocracy.com","country":"France","headAddress":"1a Place des Orphelins, F-67000 Strasbourg","headCity":"STRASBOURG","headPostCode":"","headPhone":"(33)6 04 09 16 15","boss":"Florian BRUNNER","bossTitle":"Mr","bossPosition":"Président","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"L’association a pour objet de mener des travaux de recherche et de débat indépendant, consacrés aux enjeux européens, à l’analyse des questions internationales et de gouvernance mondiale. L’objectif de l’association est d’analyser, d’éclairer et de mettre en perspective les grands événements internationaux ainsi que d’apporter des recommandations précises pour concevoir un projet de développement européen et universel. Elle s’adresse prioritairement aux décideurs politiques et économiques, aux milieux académiques, aux leaders d’opinion ainsi qu’aux représentants des sociétés civiles. L’axe d’action principal de l’association est l’étude et la prévision sur les affaires européennes et internationales, à travers une approche multidisciplinaire qui combine les niveaux local, national et global.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Dossiers relatifs à la diplomatie européenne et aux Relations Internationales. Débats sur l'avenir de l'Union, avec les Chefs d'Etat européens. Débats de politique étrangère. Actions de la Haute Représentante de l'Union pour les Affaires Etrangères et la politique de sécurité. Lutte contre le terrorisme. La campagne du Parlement Européen \"Cette fois je vote\". Le programme Horizon 2020. Travaux de la Commission des affaires étrangères du Parlement Européen. Travaux de la Commission spéciale sur le Terrorisme.","lastUp":"2019-06-21T17:27:53.329+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}