{"id":"79863609229-39","name":"European Federation of Cleaning Industries","registrationDate":"2012-07-27T15:07:18.886+01:00","category":2,"subCategory":4,"legal":"AISBL","web":"http://www.efci.eu","country":"Belgium","headAddress":"Rue de l'Association, 27","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 25 83 30","boss":"Andreas Lill","bossTitle":"Mr","bossPosition":"Director General","membersCount":2,"membersFTE":"2.0","membership":"The EFCI is member of the European Employers Network (EEN), which is organised several times per year by BusinessEurope, and offers a regular platform of information, discussion and exchanges of experience on issues of concern for European employers associations’ representatives. &#xd;\n&#xd;\nThe EFCI participates to the \"Liaison Forum\", which is organised several times per year by DG Employment of the European Commission, and offers a regular platform of information, discussion and exchanges of experience on subjects of interest for EU social partners’ representatives.","memberOrga":"Members list: http://efci.eu/index.php?id=49&amp;L=1%20%20%2F%2Findex.php%3Fpage%3D","goal":"Established in 1988, the EFCI (European Federation of Cleaning Industries) unifies the representative national professional organisations of the cleaning industry. EFCI members are responsible for representing the social policy and industrial relations' interests of the cleaning companies in the country concerned, and, where so existing, for the conclusion of the collective agreements in the cleaning industry. &#xd;<br />&#xd;<br />The EFCI is the privileged interlocutor of the European Institutions regarding all questions related to the industry. Since the estbalishment of a European sectoral social dialogue Committee on Industrial Cleaning in 1998, the EFCI is recognised as social partner by the European Commission. The EFCI defends the employers’ interests towards its trade union partner, UNI-Europa within its Social Affairs Committee. &#xd;<br />&#xd;<br />The Secretariat is based in Brussels. Its fundamental missions are the following: &#xd;<br />Firstly, it aims to ensure the continuous monitoring of the activities of the European institutions and the taking into account of the cleaning contractors’ interests in the frame of the elaboration of European policies and legislative texts (directives, regulations, etc.) that are of particular interest for the industry. Secondly, the EFCI aims at promoting the development of professionalism in the industry, and thirdly wishes to ensure a better recognition of the profession and improve its image towards the interested public in Europe. &#xd;<br />&#xd;<br />EFCI activities and tasks are based on two pillars: - the&#xd;<br />exchange and structural documentation of national information on industrial relations, labour law or training matters in the cleaning industry - the follow-up of European matters, including lobbying on dossiers of particular interest to our industry.&#xd;<br />&#xd;<br />The structure of the EFCI is simple. Its General Assembly, governing body for all issues affecting the association gathers all its members and meets once per year in September. Circle members participate in the General Assembly meetings, without right of vote. Furthermore, the EFCI executive body, Board of Directors, meets on average 3 times per year. The work is prepared within 3 policy Committees (Social Affairs and Social Dialogue, Economic Affairs and Technical &amp; Quality), composed of experts designated by the member associations.","acronym":"EFCI / FENI","interests":"Education, Employment and Social Affairs, Enterprise, Environment, Internal Market, Justice and Fundamental Rights, Public Health, Taxation, Youth","euInitiatives":"EFCI's main focus lies on policies in the area of: &#xd;<br />a. labour market surveillance and labour law at national and European level, b. employment and social policy, including social protection, c. health and safety at the workplace, d. internal market and services, e. national and European level industrial relations. &#xd;<br />The EFCI is currently monitoring the following issues: The planned establishment of an EU platform to fight against undeclared work; the implementation of the new public procurement directive adopted in 2004; the implementation of the Enforcement Directive of the Posting of Workers directive adopted in 2014; the implementation of the Directive on measures facilitating the exercise of rights conferred on workers in the context of freedom of movement for workers adopted in 2014; social partners consultation on the practical implementation of the Working Time Directive and public consultation on the review of the Working Time Directive; current evaluation of Health &amp; Safety Directives.","lastUp":"2017-03-03T11:15:17.839+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}