{"id":"798953710255-56","name":"The Young Friends of Turkey","registrationDate":"2012-12-06T17:52:12.727+01:00","category":3,"subCategory":2,"legal":"Non-governmental organization","web":"http://www.youngfriendsofturkey.org","country":"Austria","headAddress":"Scheuchenstuelgasse, 14","headCity":"Innsbruck","headPostCode":"6020","headPhone":"(32)4 83 00 90 45","boss":"Maria Teresa Teixeira da Costa","bossTitle":"Ms","bossPosition":"Vice President","membersCount":4,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"The Young Friends of Turkey believe that civil society and youth can facilitate dialogue and improve perceptions between Turkey and other European countries. With the intent of creating cooperation in education and culture, we aim to establish cross-regional dialogue by Europe?s young citizens the opportunity to educate one another about diversity and culture.&#xd;<br />&#xd;<br />The YFoT wish to create a platform of inter-cultural dialogue in parallel with the European accession process, focusing on young people, their ideas and establishing new grass root ties between people in the European Union and Turkey. Aiming at different groups, including social, cultural and political entities, we will both raise awareness, as well as organise conferences, events and trips, while monitoring and following new developments.&#xd;<br />&#xd;<br />An important factor includes the challenge of confronting and the breaking down of stereotypes and prejudices between European member states and Turkey. To improve mutual understanding, we propose a formula based on the involvement of civil society and youth in four sectors, including: &#xd;<br />&#xd;<br />1.\tEducational conferences ? challenging stereotypes and prejudice&#xd;<br />2.\tEducational trips ? visiting Turkey ?on-the-ground?&#xd;<br />3.\tCultural events ? EU-Turkish art projects&#xd;<br />4.\tStudent exchanges ? enhancing European academic mobility&#xd;<br />5.\tMonitoring developments and providing information","acronym":"YFoT","interests":"Culture, Education, Enlargement, External Relations, Foreign and Security Policy and Defence, Youth","euInitiatives":"We are quietly observing current affairs in Turkey whilst promoting Turkish culture in Europe. In these tumultuous times, dialogue and mutual understanding is of even greater importance.","lastUp":"2017-01-18T15:15:43.006+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}