{"id":"7990322925-77","name":"GlaxoSmithKline","registrationDate":"2009-01-06T16:12:35.981+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.gsk.com","country":"United kingdom","headAddress":"Great West Road, 980","headCity":"Brentford, Middlesex","headPostCode":"TW8 9GS","headPhone":"(44)20 80 47 50 00","boss":"Emma Walmsley","bossTitle":"Ms","bossPosition":"Chief Executive Officer","membersCount":10,"membersFTE":"4.75","membership":"Association of the European Self-Medication Industry (AESGP) &#xd;\nEuropean Brands Association (AIM) &#xd;\nAmerican Chamber of Commerce to the European Union (AmChamEU)&#xd;\nBritish Chamber of Commerce in Belgium&#xd;\nCosmetics Europe&#xd;\nEuropean Biopharmaceutical Enterprises (EBE)&#xd;\nEuropean Federation of Pharmaceutical Industries and Associations (EFPIA)&#xd;\nVaccines Europe (VE)&#xd;\nWorld Federation of Advertisers (WFA)","memberOrga":"","goal":"GSK is a science-led global healthcare company. &#xd;<br />&#xd;<br />Our mission is to help people do more, feel better, live longer.&#xd;<br />&#xd;<br />The vaccines, medicines and consumer healthcare products that we research and develop can improve people’s health and well-being, ultimately helping them to live life to its fullest and contribute to the prosperity of their communities.&#xd;<br />&#xd;<br />Our Pharmaceuticals business discovers, develops and makes medicines to treat a broad range of the world's most common acute and chronic diseases.&#xd;<br />Our business is made up of innovative and established medicines and holds leading positions in respiratory disease and HIV. Our Pharmaceuticals R&amp;D organisation drives the discovery and development in several core areas of research: respiratory, HIV and infectious diseases, oncology, immuno-inflammation, respiratory and rare diseases.&#xd;<br />&#xd;<br />Our Vaccines business has the broadest portfolio of any company, with vaccines for people of all ages. We deliver over two million vaccine doses per day to people across over 160 countries.&#xd;<br />The vaccines in our portfolio have been helping to protect people from serious disease for well over 100 years, with our Marietta (US) site dedicated to smallpox vaccine production since 1882.  Today, our vaccines continue to tackle some of the world’s most devastating diseases, including pneumococcal disease, meningitis, hepatitis, rotavirus, whooping cough and influenza.&#xd;<br />Our Vaccines business has a portfolio of 41 paediatric, adolescent, adult, other people and travel vaccines that offer protection against 22 different diseases. We have a pipeline of 14 candidate vaccines in early, mid and late stage development against a range of diseases. Our pipeline of potential new vaccines covers many of the diseases still having a serious impact around the world, including malaria, HIV, TB and Ebola.&#xd;<br />&#xd;<br />Our Consumer Healthcare business develops and markets products in Wellness, Oral health, Nutrition and Skin health. It has a portfolio of some of the world’s most trusted and best-selling brands which includes Sensodyne, Voltaren, Horlicks and Panadol.&#xd;<br />&#xd;<br />We have a significant global presence with commercial operations in more than 150 countries, a network of 87 manufacturing sites, and large R&amp;D centres in the UK, US and Belgium.","acronym":"GSK","interests":"Competition, Consumer Affairs, Customs, Economic and Financial Affairs, Employment and Social Affairs, Enlargement, Enterprise, Environment, External Relations, Food Safety, General and Institutional Affairs, Humanitarian Aid, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Taxation, Trade","euInitiatives":"We follow EU initiatives, policies and legislative files related to our Pharmaceuticals, Vaccines and Consumer Healthcare businesses.&#xd;<br />&#xd;<br />This includes topics such as R&amp;D and clinical trials, antimicrobial resistance, data protection, pharmaceutical legislation, medical devices, trade &amp; IP, environment, smoking cessation.","lastUp":"2018-04-03T11:38:11.424+02:00","customers":"","costAbsolu":"","costRange":"1500000-1749000","turnoverAbsolu":0,"turnoverRange":""}