{"id":"7990322925-77","name":"GlaxoSmithKline","registrationDate":"2009-01-06T16:12:35.981+02:00","category":2,"subCategory":3,"legal":"Corporation","web":"http://www.gsk.com","country":"United kingdom","headAddress":"Great West Road, 980","headCity":"Brentford, Middlesex","headPostCode":"TW8 9GS","headPhone":"(44)20 80 47 50 00","boss":"Emma Walmsley","bossTitle":"Ms","bossPosition":"Chief Executive Officer","membersCount":11,"membersFTE":"5.25","membership":"Association of the European Self-Medication Industry (AESGP) &#xd;\nEuropean Brands Association (AIM) &#xd;\nAmerican Chamber of Commerce to the European Union (AmChamEU)&#xd;\nBritish Chamber of Commerce to EU &amp; Belgium (BritCham)&#xd;\nCosmetics Europe&#xd;\nEuropean Biopharmaceutical Enterprises (EBE)&#xd;\nEuropean Federation of Pharmaceutical Industries and Associations (EFPIA)&#xd;\nVaccines Europe (VE)&#xd;\nWorld Federation of Advertisers (WFA)","memberOrga":"","goal":"We are a science-led global healthcare company. Our purpose is to help people do more, feel better, live longer. &#xd;<br />&#xd;<br />Our strategy is to bring differentiated, high-quality and needed healthcare products to as many people as possible, with our three global businesses, scientific and technical know-how and talented people.&#xd;<br />&#xd;<br />Our Pharmaceuticals business has a broad portfolio of innovative and established medicines, with leadership positions in respiratory and HIV. We are strengthening our pipeline through a focus on immunology, human genetics and advanced technologies to help us identify the most promising new medicines.&#xd;<br />&#xd;<br />We are the leading vaccines company in the world, delivering over 2 million vaccine doses every day to people living in 158 countries. Our portfolio and pipeline help protect individuals throughout their lives. We have recently introduced breakthrough vaccines Shingrix for shingles and Bexsero, the first vaccine for meningitis B.&#xd;<br />&#xd;<br />Our Consumer Healthcare business develops and markets a portfolio of globally recognised consumer-preferred and expert-recommended brands in the oral health, pain relief, respiratory, skin health, nutrition and digestive health categories. These category-leading brands include Sensodyne, parodontax, Poligrip, Voltaren, Panadol, Otrivin and Theraflu.&#xd;<br />&#xd;<br />Our 95,490 employees across the world are driven by our purpose and our goal to become one of the world’s most innovative, best-performing and trusted healthcare companies.","acronym":"GSK","interests":"Business and Industry, Competition, Consumers, Customs, Economy, finance and the euro, Employment and Social Affairs, Enlargement, Environment, External Relations, Food Safety, Humanitarian aid and civil protection, Institutional affairs, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade","euInitiatives":"We follow EU initiatives, policies and legislative files related to our Pharmaceuticals, Vaccines and Consumer Healthcare businesses.&#xd;<br />&#xd;<br />This includes topics such as R&amp;D and clinical trials, antimicrobial resistance, data protection, pharmaceutical legislation, medical devices, vaccines, trade &amp; IP, environment, smoking cessation.","lastUp":"2019-04-15T11:59:18.275+02:00","customers":"","costAbsolu":"","costRange":"1500000-1749000","turnoverAbsolu":0,"turnoverRange":""}