{"id":"799841830570-51","name":"Swiss National Science Foundation","registrationDate":"2018-03-06T11:24:56.270+01:00","category":3,"subCategory":2,"legal":"Foundation under private law","web":"http://www.snf.ch","country":"Switzerland","headAddress":"Wildhainweg 3","headCity":"Berne","headPostCode":"3001","headPhone":"(41)3 13 08 22 22","boss":"Angelika Kalt","bossTitle":"Ms","bossPosition":"Director","membersCount":3,"membersFTE":"1.0","membership":"Science Europe (https://www.scienceeurope.org/)&#xd;\nNuclear Physics European Collaboration Committee (NuPECC) (http://www.nupecc.org/)&#xd;\nEuropean Space Sciences Committee (ESSC) (http://www.essc.esf.org/)&#xd;\nEuropean Polar Board (http://www.europeanpolarboard.org)&#xd;\nAstroparticle Physics European Consortium (APPEC) (http://www.appec.org/)","memberOrga":"","goal":"The Swiss National Science Foundation promotes scientific research in Switzerland, its integration and international competitiveness by paying particular attention to the promotion of young scientists.&#xd;<br /> &#xd;<br />The SNSF awards funds primarily on the basis of scientific quality criteria and all disciplines are valued equally. SNSF funds may not be used for research with an immediate commercial purpose. The SNSF acts independently and transparently and is guided by equal opportunities principles.","acronym":"SNSF","interests":"Digital economy and society, Economy, finance and the euro, Education and training, Enlargement, External Relations, Foreign affairs and security policy, Institutional affairs, International co-operation and development, Research and innovation, Youth","euInitiatives":"Research and innovation topics, as well as the legal and financial framwork conditions connected to them.&#xd;<br />&#xd;<br />In particular evaluations of Horizon 2020, the development of the proposal of the next Framework Programmes (FP9) and the consultation on the Multiannual Financial Framework.","lastUp":"2019-03-19T14:51:09.548+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}