{"id":"800121221087-36","name":"AGRUPACI?N EMPRESARIAL INNOVADORA EN CIBERSEGURIDAD Y TECNOLOGIAS AVANZADAS","registrationDate":"2016-03-16T12:11:36.393+01:00","category":2,"subCategory":4,"legal":"ASOCIACI?N SIN ?NIMO DE LUCRO","web":"https://www.aeiciberseguridad.es","country":"Spain","headAddress":"AVDA. JOS? AGUADO, 41.","headCity":"LE?N","headPostCode":"24005","headPhone":"(34)9 83 54 81 92","boss":"TOM?S CASTRO ALONSO","bossTitle":"","bossPosition":"PRESIDENTE","membersCount":2,"membersFTE":"1.5","membership":"https://www.aeiciberseguridad.es/index.php/Miembros","memberOrga":"https://www.aeiciberseguridad.es/index.php/Colaboradores_12","goal":"La AEI Ciberseguridad (Agrupaci?n Empresarial Innovadora en Ciberseguridad y Tecnolog?as Avanzadas) re?ne a empresas, asociaciones, centros de I+D+i, universidades y entidades p?blicas o privadas interesadas en la promoci?n del sector de las Tecnolog?as Avanzadas o emergentes con especial atenci?n a la Ciberseguridad, sus industrias afines y auxiliares, as? como otros sectores emparejados con el mismo, que deseen contribuir a los fines de la Agrupaci?n..&#xd;<br />El Instituto Nacional de Ciberseguridad (INCIBE) promovi? la Agrupaci?n en 2009, con el objetivo de dotar de una estructura operativa al conjunto de empresas interesadas en la promoci?n y desarrollo de un Polo Empresarial y Tecnol?gico vinculado a sus fines. &#xd;<br />Sus ejes estrat?gicos son:&#xd;<br />Eje 1. Liderazgo en competitividad&#xd;<br />Crear un polo nacional experto en Ciberseguridad. Mejorar la competitividad en soluciones de Ciberseguridad mediante la cooperaci?n p?blico-privada y entre empresas.&#xd;<br />Eje 2. Desarrollo econ?mico&#xd;<br />Impulsar la innovaci?n y desarrollo de proyectos en ciberseguridad y tecnolog?as emergentes. Lanzar una l?nea de acci?n internacional.&#xd;<br />Eje 3. Innovaci?n y capacitaci?n.&#xd;<br />Posicionar a la AEI como un cl?ster de referencia internacional en ciberseguridad, con sede en Espa?a. Desarrollar un plan de capacitaci?n de profesionales.","acronym":"AEI CIBERSEGURIDAD","interests":"Audiovisual and Media, Communication, Development, Education, Employment and Social Affairs, Energy, Enterprise, Foreign and Security Policy and Defence, Information Society, Research and Technology, Trade, Transport","euInitiatives":"cPPP en ciberseguridad&#xd;<br />En un presente inmediato cobrar? relevancia la estrategia nacional en ciberseguridad, donde Espa?a tiene que lograr que se haga un uso seguro de la Informaci?n y Telecomunicaciones para fortalecer las capacidades de prevenci?n, respuesta, defensa y detecci?n de los ciberataques.&#xd;<br />Existen 6 objetivos distintos en los que nuestra Agrupaci?n puede tener un papel relevante.&#xd;<br />Adem?s, tenemos un futuro marcado por las necesidades europeas dentro del Programa Horizon 2020, donde se centran esfuerzos en torno a la seguridad en Europa y donde se tienen distintas prioridades dentro de un n?mero de retos que se han planteado dentro de este programa, como es el de las sociedades seguras: Proteger la seguridad y la libertad de Europa y la de sus ciudadanos.&#xd;<br />El presupuesto para el reto de seguridad es de 1.400 millones ? y el objetivo es fomentar las sociedades europeas seguras.&#xd;<br />Y dentro de este reto, una de las ?reas en las que nuestra Agrupaci?n ha de trabajar, es en la mejora de la seguridad cibern?tica.","lastUp":"2017-03-06T15:15:32.794+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}