{"id":"800121221087-36","name":"AGRUPACIÓN EMPRESARIAL INNOVADORA EN CIBERSEGURIDAD Y TECNOLOGIAS AVANZADAS","registrationDate":"2016-03-16T12:11:36.393+01:00","category":2,"subCategory":4,"legal":"ASOCIACIÓN SIN ÁNIMO DE LUCRO","web":"https://www.aeiciberseguridad.es","country":"Spain","headAddress":"CAMPUS MIGUEL DELIBES","headCity":"VALLADOLID","headPostCode":"47011","headPhone":"(34)9 83 54 81 92","boss":"TOMÁS CASTRO ALONSO","bossTitle":"","bossPosition":"PRESIDENTE","membersCount":3,"membersFTE":"1.25","membership":"https://www.aeiciberseguridad.es/index.php/Members","memberOrga":"https://www.aeiciberseguridad.es/index.php/Collaborators","goal":"Assocciation aims&#xd;<br />&#xd;<br />&#xd;<br />The AEI performs a number of roles which include: &#xd;<br />&#xd;<br />1. Promoting business and technological services implementation, engaging in regular dialogue with R&amp;D entities, companies and professionals for the benefit of the industry. Providing general services to its associates on R&amp;D, technological development and business implementation fields. &#xd;<br />&#xd;<br />&#xd;<br />2. Facilitating the cooperation and stimulating new strategies regarding competitiveness improvement framework at a national and international level on:&#xd;<br />&#xd;<br />•Security of information. &#xd;<br />•Security technologies.&#xd;<br />&#xd;<br />3. Addressing collaborative exchange in innovative ICT industry projects execution, in order to increase the Spanish companies’ competitiveness at both, national and international levels. &#xd;<br />&#xd;<br />4. Promoting specialized training among ICT industry professionals and technological diffusion on the New Technologies field, at all levels, especially on the Association framework.&#xd;<br />&#xd;<br />5. Furthering interest and knowledge of New Technologies sector among society administrations and both public and private entities and raising awareness of its importance for economic development, i.e. companies management, competitiveness and services quality.","acronym":"AEI CIBERSEGURIDAD","interests":"Audiovisual and Media, Communication, Development, Education, Employment and Social Affairs, Energy, Enterprise, Foreign and Security Policy and Defence, Information Society, Regional Policy, Research and Technology, Trade, Transport","euInitiatives":"The Cybersecurity Cluster iniciatives, the spanish region of Castilla y León is considerated a national and international reference in cybersecurity. The Association, which already has almost a hundred partners, promotes a security tech ecosystem. &#xd;<br /> &#xd;<br />The chairman, Tomás Castro, recognized the achievements that have led to be named as an \"excelence cluster\" by the General Administration of SMEs of the Spanish Ministry of Industry.","lastUp":"2018-03-05T18:02:24.629+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}