{"id":"800121221087-36","name":"AGRUPACIÓN EMPRESARIAL INNOVADORA EN CIBERSEGURIDAD Y TECNOLOGIAS AVANZADAS","registrationDate":"2016-03-16T12:11:36.393+01:00","category":2,"subCategory":4,"legal":"ASOCIACIÓN SIN ÁNIMO DE LUCRO","web":"https://www.aeiciberseguridad.es","country":"Spain","headAddress":"AVDA. JOSÉ AGUADO, 41.","headCity":"LEÓN","headPostCode":"24005","headPhone":"(34)9 83 54 81 92","boss":"TOMÁS CASTRO ALONSO","bossTitle":"","bossPosition":"PRESIDENTE","membersCount":2,"membersFTE":"1.5","membership":"https://www.aeiciberseguridad.es/index.php/Miembros","memberOrga":"https://www.aeiciberseguridad.es/index.php/Colaboradores_12","goal":"La AEI Ciberseguridad (Agrupación Empresarial Innovadora en Ciberseguridad y Tecnologías Avanzadas) reúne a empresas, asociaciones, centros de I+D+i, universidades y entidades públicas o privadas interesadas en la promoción del sector de las Tecnologías Avanzadas o emergentes con especial atención a la Ciberseguridad, sus industrias afines y auxiliares, así como otros sectores emparejados con el mismo, que deseen contribuir a los fines de la Agrupación..&#xd;<br />El Instituto Nacional de Ciberseguridad (INCIBE) promovió la Agrupación en 2009, con el objetivo de dotar de una estructura operativa al conjunto de empresas interesadas en la promoción y desarrollo de un Polo Empresarial y Tecnológico vinculado a sus fines. &#xd;<br />Sus ejes estratégicos son:&#xd;<br />Eje 1. Liderazgo en competitividad&#xd;<br />Crear un polo nacional experto en Ciberseguridad. Mejorar la competitividad en soluciones de Ciberseguridad mediante la cooperación público-privada y entre empresas.&#xd;<br />Eje 2. Desarrollo económico&#xd;<br />Impulsar la innovación y desarrollo de proyectos en ciberseguridad y tecnologías emergentes. Lanzar una línea de acción internacional.&#xd;<br />Eje 3. Innovación y capacitación.&#xd;<br />Posicionar a la AEI como un clúster de referencia internacional en ciberseguridad, con sede en España. Desarrollar un plan de capacitación de profesionales.","acronym":"AEI CIBERSEGURIDAD","interests":"Audiovisual and Media, Communication, Development, Education, Employment and Social Affairs, Energy, Enterprise, Foreign and Security Policy and Defence, Information Society, Research and Technology, Trade, Transport","euInitiatives":"cPPP en ciberseguridad&#xd;<br />En un presente inmediato cobrará relevancia la estrategia nacional en ciberseguridad, donde España tiene que lograr que se haga un uso seguro de la Información y Telecomunicaciones para fortalecer las capacidades de prevención, respuesta, defensa y detección de los ciberataques.&#xd;<br />Existen 6 objetivos distintos en los que nuestra Agrupación puede tener un papel relevante.&#xd;<br />Además, tenemos un futuro marcado por las necesidades europeas dentro del Programa Horizon 2020, donde se centran esfuerzos en torno a la seguridad en Europa y donde se tienen distintas prioridades dentro de un número de retos que se han planteado dentro de este programa, como es el de las sociedades seguras: Proteger la seguridad y la libertad de Europa y la de sus ciudadanos.&#xd;<br />El presupuesto para el reto de seguridad es de 1.400 millones € y el objetivo es fomentar las sociedades europeas seguras.&#xd;<br />Y dentro de este reto, una de las áreas en las que nuestra Agrupación ha de trabajar, es en la mejora de la seguridad cibernética.","lastUp":"2017-03-06T15:15:32.794+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}