{"id":"800450936807-59","name":"Quality Assurance Poland","registrationDate":"2019-12-14T23:01:06.994+01:00","category":2,"subCategory":3,"legal":"economic activity","web":"http://www.haccp-polska.pl","country":"Poland","headAddress":"Zernicka 296","headCity":"Wroclaw","headPostCode":"54-510","headPhone":"(48)6 65 60 68 46","boss":"Michal Cierpialowski","bossTitle":"Mr","bossPosition":"holder","membersCount":6,"membersFTE":"4.25","membership":"","memberOrga":"","goal":"With Quality Assurance Poland (www.haccp-polska.pl) you have a partner who you can rely on now and in the future. You will benefit from a team of experienced food safety consultants and auditors who understand the issues your business faces.","acronym":"haccp-polska.pl","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"We can assist you with the following:&#xd;<br />&#xd;<br />HACCP Plan in food industry&#xd;<br />GMP+ in feed sector&#xd;<br />Polish and WE Labelling requirements&#xd;<br />Conduct internal audits&#xd;<br />Certification&#xd;<br />Quality Systems (inc. ISO 9001)&#xd;<br />Retailer Requirements (BRC / IFS / Ikea / Tesco)&#xd;<br />Supplier assessments&#xd;<br />Sustainability of biofuels (ISCC, REDcert, NTA8080, 2Bsvs)&#xd;<br />Sensory Evaluation set up.&#xd;<br />All the major food and feed safety standards require team members to be trained in HACCP and other quality systems, operating staff to be aware of their food safety responsibilities, and internal auditors to be skilled.&#xd;<br />&#xd;<br />Quality Assurance Poland can offer assistance for food businesses which are implementing or maintaining quality systems. Our packages will vary depending on the size, complexity and needs of your food businesses. We support your business through independent Food and Feed Hygiene and Safety Auditing.&#xd;<br />&#xd;<br />Our experienced team of food technologists trained and qualified in food safety auditing, can visit your site providing:&#xd;<br />&#xd;<br />+ Internal auditing + Gathering of objective proofs + Detailed analysis + Recommendations for improvement + Precise and confidential reporting + Re-assessment to monitor change over time + Innovation + Technological projects in food and feed industry.&#xd;<br />&#xd;<br />Legal services&#xd;<br />Legal consulting for entrepreneurs interested in the Polish market. Polish food and feed labeling.&#xd;<br />&#xd;<br />Training Courses&#xd;<br />Food Safety and HACCP training is essential to minimise your risk and liability. Our courses are presented by experienced and practicing lead Food Safety Auditors.","lastUp":"2019-12-14T23:01:27.127+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}