{"id":"800506514181-01","name":"Roberto Turi","registrationDate":"2014-08-07T13:45:15.937+01:00","category":2,"subCategory":3,"legal":"associazione di promozione sociale","web":"http://www.associazione-ellisse.it","country":"Italy","headAddress":"via Livio Pentimalli 84","headCity":"Roma","headPostCode":"00136","headPhone":"(39)06 35 45 04 31","boss":"Roberto Turi","bossTitle":"Mr","bossPosition":"CEO","membersCount":50,"membersFTE":"31.25","membership":"The European networks are permanent bodies of collaboration between agencies, academic institutions, research centers, individual experts, national, European and extra-European countries, on a thematic area clearly identified and selected for its relevance.","memberOrga":"","goal":"The Association Ellipse is based on principles of ethics and social solidarity, and has a predominantly promotion and implementation of activities of European projects, with the objective of achieving local development interventions and overall sustainability. &#xd;<br />&#xd;<br />The Association sets up its own institutional role by promoting human and civil progress in the absolute guarantee of the fundamental rights of every person. In the promotion of membership in a unified way, with the action of mutual cooperation and with equal opportunities for male and female components, each bearing its own specific contribution. Promotes and implements interventions, including those of innovative and experimental, in collaboration with other organizations and public or private entities with which it can enter into agreements.","acronym":"Ellisse","interests":"Agriculture and Rural Development, Budget, Culture, Development, Employment and Social Affairs, Energy, Enterprise, General and Institutional Affairs, Information Society, Internal Market, Regional Policy, Research and Technology","euInitiatives":"Iniziative a favore della riqualificazione urbana di alcuni territori metropolitani","lastUp":"2018-03-14T08:47:02.907+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}