{"id":"800709333245-03","name":"Marshall Wace LLP","registrationDate":"2018-11-19T11:41:49.854+02:00","category":2,"subCategory":3,"legal":"Limited liability partnership","web":"http://www.mwam.com","country":"United kingdom","headAddress":"George House","headCity":"London","headPostCode":"SW1X 9AT","headPhone":"(44)20 73 16 22 80","boss":"Jonathan May","bossTitle":"Mr","bossPosition":"Global Head of Legal and Compliance ","membersCount":2,"membersFTE":"0.5","membership":"Member of the Alternative Investment Management Association&#xd;\n&#xd;\nSignatory to the Standards Board of Alternative Investments good practice standards&#xd;\n&#xd;\nMember of the Managed Funds Association","memberOrga":"","goal":"Marshall Wace is a leading global alternative asset management company. Our reputation, built up over 20 years, is founded on the quality of our product offering, our people, a relentless drive for innovation, and our integrity.  We specialise in long/short equity strategies and combine fundamental investing with systematic and quantitative strategies to deliver returns from a range of investment solutions. Marshall Wace is supportive of the creation an effective global regulatory regime and seeks to contribute positively to the policy and legislative development process.","acronym":"","interests":"Banking and financial services, Economy, finance and the euro, Single market","euInitiatives":"Alternative Investment Fund Managers Directive (and Regulation). Markets in Financial Instruments Directive (and Regulation). Capital Requirements Directive (and Regulation). Undertakings for Collective Investment in Transferable Securities Directive. Short Selling Regulation&#xd;<br />Market Abuse Regulation. European Market Infrastructure Regulation. United Kingdom exit from the European Union. European Union scrutiny of member states’ budgets","lastUp":"2019-10-23T11:36:21.011+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}