{"id":"80169287043-57","name":"Law Society of Scotland","registrationDate":"2011-10-27T16:40:28.145+02:00","category":2,"subCategory":1,"legal":"body established by the Legal Aid and Solicitors (Scotland) Act 1949 as enacted and consolidated by the Solicitors (Scotland) Act 1980.","web":"http://lawscot.org.uk","country":"United kingdom","headAddress":"Atria One","headCity":"Edinburgh","headPostCode":"EH3 8EX","headPhone":"(44)13 12 26 74 11","boss":"Lorna Jack","bossTitle":"Ms","bossPosition":"Chief Executive ","membersCount":4,"membersFTE":"3.5","membership":"The Law Society is a member of the UK delegation to the Council of Bars and Law Societies of Europe (CCBE). &#xd;\n&#xd;\nThe Law Society liaises with bodies including the International Bar Association (IBA), the Commonwealth Lawyers Association (CLA) and the International Union of Latin Notaries (UINL). It is also member of the In-House Counsel Worldwide (ICW).&#xd;\n&#xd;\nThe Law Society’s Brussels office is a member of the British Chamber of Commerce in Belgium.  All staff working in the Brussels office involved in making representations to the EU institutions are a member of the Society of European Affairs Professionals.","memberOrga":"The Law Society of Scotland represents over 11,000 solicitors in Scotland.","goal":"The objectives of the Law Society of Scotland include the promotion of the interests of the solicitors’ profession in Scotland and the interests of the public in relation to that profession.  All practising solicitors in Scotland must be members of the Society and must hold a current Practising Certificate which is issued by the Society.","acronym":"LSS","interests":"Borders and Security, Business and Industry, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Justice and Fundamental Rights, Single market, Taxation, Trade","euInitiatives":"Proposal for a regulation on ensuring the cross-border portability of online content services in the internal market COM(2015) 627 final / 2015/0284 (COD)&#xd;<br />Proposal for a Directive of the European Parliament and of the Council on copyright in the Digital Single Market - COM(2016)593&#xd;<br />Proposal for an Interinstitutional Agreement&#xd;<br />on a mandatory Transparency Register COM(2016) 627&#xd;<br />Digital Single Market COM(2015) 192 final&#xd;<br />Proposal for a directive on copyright in the Digital Single Market, COM(2016) 593 final / 2016/0280 (COD)&#xd;<br />Proposal for a Regulation on Respect for private life and the protection of personal data in electronic communications 2017/0003(COD)&#xd;<br />e-Privacy Regulation COM/2017/010 final - 2017/03 (COD)&#xd;<br />Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on European Production and Preservation Orders for electronic evidence in criminal matters&#xd;<br />COM/2018/225 final - 2018/0108 (COD)&#xd;<br />Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL laying down harmonised rules on the appointment of legal representatives for the purpose of gathering evidence in criminal proceedings&#xd;<br />COM/2018/226 final - 2018/0107 (COD)&#xd;<br />Council Directive (EU) 2018/822 of 25 May 2018 amending Directive 2011/16/EU as regards mandatory automatic exchange of information in the field of taxation in relation to reportable cross-border arrangements&#xd;<br />Following trade negotiations - EU-Australia, EU-New Zealand, EU work in the WTO&#xd;<br />Dossiers related to Brexit","lastUp":"2019-07-18T16:37:15.753+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}