{"id":"801754021924-61","name":"Fédération Internationale des Véhicules Anciens","registrationDate":"2016-05-25T10:35:38.864+02:00","category":2,"subCategory":7,"legal":"association","web":"http://www.fiva.org","country":"Belgium","headAddress":"Office","headCity":"BRUSSELS","headPostCode":"1040","headPhone":"(32)22 80 01 44","boss":"Jan TIDDO Olaf BRESTERS","bossTitle":"Mr","bossPosition":"Vice President, Chair of the Legislation Commission","membersCount":4,"membersFTE":"1.0","membership":"not applicable","memberOrga":"see www.fiva.org for the details of all FIVA's member organisations in all 64 member countries","goal":"The Fédération Internationale des Véhicules Anciens (FIVA) was founded in 1966 and is the worldwide body which represents owners and collectors of all types of historic vehicles. FIVA’s clubs currently have over 1.5 million members in 64 countries. FIVA’s purpose is to protect, preserve and promote world motoring heritage. It does so by explaining the importance of historic vehicles in social and cultural history, explaining the pleasure they give to their owners and the general public and detailing the economic activity generated by the restoration and maintenance of the vehicles. FIVA’s members provide a free mobile museum of motoring heritage when they drive their vehicles on public roads. FIVA has national member organisations in all but 2 of the EU member states.","acronym":"FIVA","interests":"Audiovisual and Media, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, General and Institutional Affairs, Information Society, Internal Market, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"FIVA follows EU initiatives, policies and legislative files in the following areas of interest:&#xd;<br />- transport and mobility&#xd;<br />- road safety&#xd;<br />- environment, climate change and energy &#xd;<br />- culture (incl. heritage) and tourism&#xd;<br />- (road) taxation and customs&#xd;<br />- REACH&#xd;<br />- sme's&#xd;<br />- education, especially in the field of traditional technical skills&#xd;<br />- consumer rights&#xd;<br />- data protection","lastUp":"2018-04-18T10:56:23.932+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}