{"id":"802088717962-03","name":"Arbeitsgemeinschaft Rohholzverbraucher","registrationDate":"2015-06-24T15:55:48.591+01:00","category":2,"subCategory":4,"legal":"e. V.","web":"http://www.rohholzverbraucher.de","country":"Germany","headAddress":"Dorotheenstr. 54","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)30 72 02 04 38 84","boss":"Denny Dr. Ohnesorge","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":4,"membersFTE":"3.0","membership":"Mitglied beim DIN&#xd;\nMitglied im Deutschen Holzwirtschaftsrat (DHWR)","memberOrga":"http://www.rohholzverbraucher.de/sites/agr_mitglieder.php","goal":"Aus Sicht der rohholzverbrauchenden Branchen bietet der Standort Deutschland mit den im europäischen Vergleich höchsten Holzvorräten hervorragende naturale Voraussetzungen für eine moderne und international wettbewerbsfähige Forst- und Holzwirtschaft. &#xd;<br />&#xd;<br />Die AGR hat sich daher zum Ziel gesetzt, die Interessen der rohholzverbrauchenden Branchen zu bündeln und in enger Zusammenarbeit mit der Forstwirtschaft, den Waldbesitzern und der Politik die wirtschaftlichen und politischen Rahmenbedingungen für einen nachhaltigen Holzverbrauch in Deutschland zu verbessern. Alle an der Wertschöpfungskette Holz beteiligten Unternehmen der Forst- und Holzwirtschaft sollen von dieser Kooperation profitieren und damit auch der gesamtwirtschaftliche Nutzen dieser Branchen gesteigert werden.&#xd;<br />&#xd;<br />Ein Hauptanliegen der AGR ist, der Gesellschaft die volkswirtschaftliche Bedeutung des Clusters Forst und Holz bewusst zu machen. Gerade im ländlichen sind die Betriebe des Clusters Forst und Holz häufig die wichtigsten Arbeitgeber und Steuerzahler der Gemeinden.&#xd;<br />&#xd;<br />Die Unternehmen der AGR erkennen die Leistungen der deutschen Fortwirtschaft um eine nachhaltige und an ökologischen Gesichtspunkten orientierte Waldbewirtschaftung an. Die AGR ist darum weiterhin bestrebt, den Dialog um weitere flächige Stilllegungen und zusätzliche Nutzungsbeschränkungen im Wald zu versachlichen. Dazu ist es aus unserer Sicht erforderlich, zu allererst eine deutschlandweite verlässliche Datenbasis zu den vielfältigen bereits bestehenden Schutzgebieten und Nutzungseinschränkungen zu schaffen.&#xd;<br />&#xd;<br />Ziele:&#xd;<br />-Einsatz für ein regelmäßiges Monitoring des Rohholzaufkommens über die Bundeswaldinventur, der nachhaltig nutzbaren Holzpotenziale und des Holzverbrauchs&#xd;<br />-Sicherung und Verbesserung der Holzbereitstellung durch eine Optimierung der Logistik entlang der Wertschöpfungskette Forst- und Holz&#xd;<br />-Minimierung und Verhinderung weiterer Nutzungseinschränkungen auf forstwirtschaftlichen Flächen&#xd;<br />-Förderung der Mobilisierung von Nutzungsreserven&#xd;<br />Erhalt eines angemessenen Nadelholzanteils in den deutschen Wäldern zur Deckung des künftigen Bedarfs an heimischen Nadelholzprodukten&#xd;<br />-Einsatz für forstliche und Strukturen zur Sicherung der Rohstoffverfügbarkeit&#xd;<br />-Aktive Einflussnahme in Prozessen zur Gestaltung von Gesetzen und Normen&#xd;<br />-Einsatz für eine Kaskadennutzung von Holz - erst stoffliche Verwertung und anschließend thermische Verwertung&#xd;<br />-Öffentlichkeitsarbeit insbesondere zur Darstellung der volkswirtschaftlichen und gesellschaftlichen Bedeutung der Forst- und Holzwirtschaft","acronym":"AGR","interests":"Agriculture and Rural Development, Climate Action, Environment, Transport","euInitiatives":"Europäische Waldstrategie, Klimaschutzstrategie, Wirtschaft- und Forschungsförderung. Harmonisierung für Holztransport Bedingungen. Fairer grenzübergreifender Rohholzhandel.","lastUp":"2017-05-08T11:50:41.165+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}