{"id":"802162121033-32","name":"Pszichiátriai Érdekvédelmi Fórum Mental Health Interest Forum","registrationDate":"2016-03-11T14:56:57.677+02:00","category":3,"subCategory":2,"legal":"egyesület association","web":"http://www.pef.hu","country":"Hungary","headAddress":"Király 112.","headCity":"Budapest","headPostCode":"1068","headPhone":"(36)3 05 61 88 16","boss":"Iván Radó","bossTitle":"","bossPosition":"elnök","membersCount":4,"membersFTE":"2.75","membership":"Hungarian Group for Philosophy, Medicine and Mental Health&#xd;\nIntézményi Férőhely Kiváltást Koordináló Testület&#xd;\nMental Health Europe (National Focal Point)&#xd;\nNemzeti Beteg Fórum&#xd;\nOrszágos Fogyatékosságügyi Tanács&#xd;\nPlatform az európai integrációért és a civil párbeszédért","memberOrga":"Alapítvány a Pszichiátriai Betegek Emberi Jogaiért&#xd;\nEgyensúlyunkért Alapítvány&#xd;\nLélek-Hang Egyesület&#xd;\nPszichotikus Betegségekben Szenvedők Sz. Sz. B. M. Érdekvédelmi Egyesülete","goal":"A Fórum a mentális zavarban szenvedők nemzetközileg elismert emberi jogainak teljeskörű érvényesítését az Emberi Jogok Európai Egyezménye, az Európai Szociális Charta, a Nemzetközi Egyezmény a Polgári és a Politikai Jogokról, a Nemzetközi Egyezmény a Gazdasági, Szociális és Kulturális jogokról, valamint a fogyatékosok esélyegyenlőséget biztosító ENSZ Egyezmény szellemében segíti.","acronym":"PÉF MHIF","interests":"Employment and Social Affairs, Humanitarian aid and civil protection, Justice and Fundamental Rights, Public Health, Research and innovation","euInitiatives":"A Mental Health Europe keretén belül valósul meg. Fogalmam nincs, ez miért kevés információ, szerintem a napnál világosabb. Mi itthon képviseljük az MHE számunkra alkalmazható ajánlásait, ők a mi adatainkat használják, egy széles skálán. Ez egyebek mellett kodifikációt és mindenféle emberi jogi kérdést, a mentális kliensek érdekeinek védelmét, a kitagolási folyamatot és sok mást foglal magába.","lastUp":"2018-06-29T23:27:25.757+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}