{"id":"802243932764-31","name":"Turkconsulting Limited Corporation","registrationDate":"2018-10-23T23:07:03.058+02:00","category":1,"subCategory":6,"legal":"corporation","web":"http://turkconsulting.com.tr","country":"Turkey","headAddress":"Cayyolu Mh. 2432 Cd. No:140/11","headCity":"Ankara","headPostCode":"06100","headPhone":"(90)53 00 23 32 88","boss":"Yusuf  Mollaoglu","bossTitle":"Mr","bossPosition":"Head of Executive Board","membersCount":3,"membersFTE":"1.5","membership":"","memberOrga":"","goal":"TurkConsulting Limited Corporation is a company committed to provide consulting services based on the customer needs and international business development solutions including research, analysis, setting strategies along with action plans, recruitment, management consultancy, program management, training activities and brand enforcement. &#xd;<br />&#xd;<br />Our team is composed of professionals united by a mission, and our mission is valuing the importance of the client needs, turning ideas into result-oriented actions, providing high quality of service through maintaining steadfast professional integrity, and operating globally using local insight enhanced by our international knowledge and experience. &#xd;<br />&#xd;<br />We are committed to add value, and our vision is developing sustainable structures, bringing success through providing world-class service, ensuring a work environment that offers all team members career development, performance based remuneration, a safe and fun work place by emphasizing equal opportunity and merit.","acronym":"Turk","interests":"Borders and Security, Budget, Communication, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, European Neighbourhood Policy, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Regional Policy, Research and innovation, Trade, Trans-European Networks","euInitiatives":"EU sales law, and jurisdiction and applicable law issues relevant to business EU competition law and policy EU privacy and crossborder data flow policies EU VAT Experts Group EU ABS Rules Investor-State Dispute Resolution (ISDS) immigration and refugees, capacity building programs","lastUp":"2018-10-23T23:08:00.647+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}