{"id":"803137414612-21","name":"Futures Industry Association, Inc.","registrationDate":"2014-10-28T16:22:34.250+01:00","category":2,"subCategory":4,"legal":"Corporation","web":"https://fia.org/","country":"United states","headAddress":"2001 Pennsylvania Avenue NW","headCity":"Washington","headPostCode":"","headPhone":"(1)20 24 66 54 60","boss":"Simon Puleston Jones","bossTitle":"Mr","bossPosition":"Head of Europe","membersCount":8,"membersFTE":"2.0","membership":"","memberOrga":"https://fia.org/node/1788/","goal":"FIA is the leading global trade organization for the futures, options and centrally cleared derivatives markets, with offices in London, Singapore and Washington, D.C. FIA’s membership includes clearing firms, exchanges, clearinghouses, trading firms and commodities specialists from more than 48 countries as well as technology vendors, lawyers and other professionals serving the industry. FIA’s mission is to support open, transparent and competitive markets, protect and enhance the integrity of the financial system, and promote high standards of professional conduct. As the principal members of derivatives clearinghouses worldwide, FIA's firms play a critical role in the reduction of systemic risk in global financial markets.&#xd;<br />&#xd;<br />FIA seeks to sustain industry growth and enhance the integrity of markets and firms through the cycle of regulatory change. It works with members to maintain constructive dialogue with government and regulatory authorities and deliver high standards of industry practice.","acronym":"FIA","interests":"Budget, Communication, Competition, Culture, Economic and Financial Affairs, Education, Energy, Financial Stability, Financial Services and Capital Markets Union , Home Affairs, Internal Market, Taxation, Trade","euInitiatives":"EMIR:&#xd;<br />The review of the European regulation on OTC derivatives, central counterparties (CCPs) and trade repositories (TRs) – European Markets Infrastructure Regulation (EMIR) - came into force on 16 August 2012. &#xd;<br />&#xd;<br />CRD IV/CRR amendments and the impact of the leverage ratio on clearing:&#xd;<br />CRD IV is a major package of reforms to the EU's capital requirements regime for credit institutions and investment firms. CRD IV recast and replaced the Capital Requirements Directive (2006/48/EC and 2006/49/EC) (CRD) with a new directive and regulation: the CRDIV Directive (2013/36/EU) and the Capital Requirements Regulation (Regulation 575/2013) (CRR).&#xd;<br />&#xd;<br />CCP Recovery &amp; Resolution:&#xd;<br />The proposed Regulation will establish a legislative framework for the recovery and resolution of CCPs operating in the EU. The aim of the framework is to reduce the risk of a CCP failing and to establish procedures for the resolution of a CCP that has failed to limit impact on the financial system and on public funds.&#xd;<br />&#xd;<br />MiFID/R:&#xd;<br />The recast Markets in Financial Instruments Directive (MiFID II) and Markets in Financial Instruments Regulation (MiFIR).&#xd;<br />&#xd;<br />Fintech and Cybersecurity:&#xd;<br />FIA has made cybersecurity a priority as the financial services sector and the critical infrastructure it supports is an attractive target for hackers and cyber-criminals. No one is immune to these attacks, and the threats themselves are continually evolving, becoming more targeted, complex, and dangerous. &#xd;<br />&#xd;<br />Benchmark Regulation: &#xd;<br />Regulation on indices used as benchmarks in financial instruments and financial contracts or to measure the performance of investment funds and amending Directives 2008/48/EC and 2014/17/EU and Regulation (EU) No 596/2014 (Regulation (EU) 2016/1011) (Benchmarks Regulation).&#xd;<br />&#xd;<br />Financial Transaction Tax:&#xd;<br />Member states participating in the adoption of a draft Council Directive implementing enhanced co-operation in the area of Financial Transaction Tax (FTT) aim to reach agreement so that the FTT can be implemented.","lastUp":"2017-08-25T09:58:08.637+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}