{"id":"803183412905-34","name":"EUROCADRES - COUNCIL OF EUROPEAN PROFESSIONAL AND MANAGERIAL STAFF","registrationDate":"2014-02-10T14:47:50.552+01:00","category":2,"subCategory":1,"legal":"TRADE UNION","web":"http://www.eurocadres.eu","country":"Belgium","headAddress":"Boulevard du Roi Albert II, 5","headCity":"BRUSSELS","headPostCode":"1210","headPhone":"(32)22 24 07 30","boss":"Martin Jefflén","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"3.0","membership":"We are working together with the ETUC (European Trade Union Confederation) and we have installed a liasion committee with the \"conféderation européenne des cadres \" (CEC European Managers)","memberOrga":"http://www.eurocadres.eu/about-us/our-member-organisations/","goal":"We are the trade union voice of almost six million professionals and managers and aim for a stronger knowledge-based Europe, real freedom of mobility and quality in working life. We voice the interests of professionals and managers through social dialogue, advocacy and lobbying as well as through our networks, joint work with member organisations and cooperation with partners.&#xd;<br />&#xd;<br />As one of the three recognised European cross-sectoral social partners we represent employees and participate in the European cross-sectoral social dialogue. We aim for a stronger knowledge-based Europe with real freedom of mobility and quality of working life.&#xd;<br />&#xd;<br />We organise members in all branches of industry, public and private services and administrative departments. National confederations and unions as well as European trade union federations are our member organisations.","acronym":"EUROCADRES","interests":"Audiovisual and Media, Budget, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Environment, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Research and Technology, Trade, Youth","euInitiatives":"Whistleblowing, European higher education policies mobility and free trade agreements, Blue Card, Working time directice, work-life balance","lastUp":"2017-12-13T12:02:12.600+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}