{"id":"80327962885-40","name":"CONsortium of European Companies determined To Use Superconductivity","registrationDate":"2009-12-23T11:35:01.995+01:00","category":2,"subCategory":4,"legal":"company limited by guarantee and not having a share capital","web":"http://www.conectus.org","country":"United kingdom","headAddress":"Cornmarket Street, 41","headCity":"Oxford","headPostCode":"OX1 3HA","headPhone":"(44)18 65 72 41 39","boss":"Michael Baecker","bossTitle":"Mr","bossPosition":"Chairperson of the Council, Director","membersCount":1,"membersFTE":"0.25","membership":"ISIS: International Superconductivity Industrial Summit&#xd;\nESAS: European Society for Applied Superconductivity","memberOrga":"http://www.conectus.org/members/","goal":"A superconductor is an element, intermetallic alloy or compound that conducts electricity without resistance below a certain temperature. The vanishing electrical resistance of superconductors is the most prominent which allows e.g. current densities about 100.000 times higher than copper and the generation of extremely high magnetic fields at only small losses. Such intrinsic performance advantages of superconductors make them an obvious choice for overcoming technological barriers.&#xd;<br />&#xd;<br />The central objective of Conectus is to strengthen the basis for commercial applications of superconductivity in Europe:&#xd;<br />&#xd;<br />Conectus is a consortium of companies with the shared vision that commercialization of superconductivity will translate into significant benefits to Europe’s economy and society.&#xd;<br />&#xd;<br />Conectus provides a platform for industry to exchange information and to provide a united voice on public policy issues of common interest to superconductivity stakeholders.","acronym":"CONECTUS","interests":"Development, Economic and Financial Affairs, Education, Energy, Enterprise, Environment, General and Institutional Affairs, Research and Technology, Trans-European Networks, Transport","euInitiatives":"Conectus members seek to ensure that the benefits of superconductivity are fully realized by decision-makers in industry, academia and governments.&#xd;<br />&#xd;<br />Conectus members unite to advocate for key priorities and adequate government support focused on superconductor-related research, development and demonstration projects.","lastUp":"2018-02-13T09:22:43.769+01:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}