{"id":"803889421698-25","name":"FORUM DROGHE","registrationDate":"2016-05-28T09:27:31.346+02:00","category":3,"subCategory":2,"legal":"non profit association","web":"http://fuoriluogo.it","country":"Italy","headAddress":"piazza Bellosguardo 6","headCity":"Florence","headPostCode":"50124","headPhone":"(39)05 56 58 74 33","boss":"Maria Stagnitta","bossTitle":"Ms","bossPosition":"president","membersCount":19,"membersFTE":"5.0","membership":"International Drug Policy Consortium www.idcp.net&#xd;\nVienna NGO Committee on Drugs www.vngoc.org&#xd;\nNew York Committe on Drugs www.nyngo.org","memberOrga":"Member as organizations:&#xd;\nSocietà della ragione  www.societadellaragione.it&#xd;\nLILA                         www.lila.org&#xd;\nAss. ll Gabbiano        www.gabbianoonlus.it&#xd;\nAss. Insieme             www.associazioneinsieme.it&#xd;\nComunità San Benedetto al Porto www.sanbenedetto.org","goal":"Forum Droghe is a non profit organization, founded in 1995, to promote a public health approach to drug policies and reduce the unintended consequences of punitive drug legislations on the justice and prison systems. In addition to the advocacy mission, Forum Droghe has largely invested in the field of information, by the magazine Fuoriluogo, distributed as a monthly supplement to the national daily paper Il Manifesto until 2009, and the website www.fuoriluogo.it. The site (www.fuoriluogo.it), deals specifically with drug policies, justice and prison policies, Harm Reduction policies and interventions and other social issues, at both national and international level. &#xd;<br />Since the 2000s, Forum Droghe has also developed research activities, in the field of both the evaluation of drug legislation and in patterns of drug use, in the effort of linking evidence from studies in natural settings to models of intervention in drug services. Training courses addressed to drug addiction professionals are also organized, to promote the most innovative models in Harm Reduction interventions.","acronym":"FD","interests":"Communication, Justice and Fundamental Rights, Public Health","euInitiatives":"Since 2007, Forum Droghe has been partner member of International Drug Policy Consortium, taking part in the debate on European and international drug policies and on the role of NGOs in elaborating policies at international level. Also, Forum Droghe has played a role in disseminating IDPC documents in Italy. &#xd;<br />Forum Droghe has also been cooperating with Trans National Institute (NL), by translating into Italian and disseminating TNI papers on international drug policy issues through their publication in Fuoriluogo (the monthly magazine published by Forum Droghe) and on www.fuoriluogo.it . Forum Droghe has taken part in the TNI “Informal Drug Policy Dialogue”, a project based on seminars of international experts on various drug policy issues.&#xd;<br />FD is a member of European Civil Society Forum on Drugs, and it takes part to the working group on evaluation of current  European Drug Strategies in order to define the next Action Plan. At  national  level, we contribute in keeping   our  network of NGOs informed of what it’s going on in Europe.","lastUp":"2018-05-22T17:51:35.625+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}