{"id":"803858830170-08","name":"ECM S.p.A.","registrationDate":"2018-02-13T12:01:25.423+01:00","category":2,"subCategory":3,"legal":"S.p.A.","web":"http://www.ecmre.com","country":"Italy","headAddress":"Via IV Novembre, 29","headCity":"Serravalle Pistoiese (PT)","headPostCode":"51034","headPhone":"(39)36 65 73 24 00","boss":"Michael McGrath","bossTitle":"Mr","bossPosition":"Legal representative","membersCount":6,"membersFTE":"4.0","membership":"UNIFE&#xd;\nCIFI&#xd;\nDITECFER&#xd;\nCONFINDUSTRIA","memberOrga":"","goal":"ECM mission statement&#xd;<br />For more than 50 years ECM S.p.A. has been providing solutions and technologies for the safety, control and enhancement of railway systems pursued in synergy with its Customers.&#xd;<br />&#xd;<br />Advanced technological solutions&#xd;<br />The advanced technological solutions and the constant awareness towards innovation that ECM S.p.A.puts into the development of its systems, represent the continuous improvement in the environmental impact of passenger and freight mobility by means of modernisation, efficiency, upgrading and enhancement of railway infrastructures.&#xd;<br />Efficient and functional state-of-the-art railway signalling and control systems allow a faster and increased number of train movements, reduced power consumption and an increase in the volume of rail traffic with a consequent reduction in road, congestion and pollution both in the passenger and freight sector.&#xd;<br />Research and development, verification and validation are considered as significant assets thus allowing ECM S.p.A. to present a wide array of systems/products ranging from Power Supplies to Interlocking, from ERTMS onboard and trackside to Diagnostics, from LED signals to Axle counters.&#xd;<br />&#xd;<br />Quality &amp; EHS&#xd;<br />As a main player in the railway industry ECM S.p.A. has obtained IRIS and ISO 9000 certification. Moreover the satisfaction by customers with regards environmental sustainability of products (with its own Environmental Management System that is certified ISO 14000 and on going certification for EMAS) is also considered an important and fundamental aspect. &#xd;<br />ECM S.p.A. has always been aware of the health of its employees and has set its primary corporate target as the continuous improvement of its production cycle, both in terms of energy load, recyclable materials and the abolition of dangerous substances. ECM S.p.A. has obtained the OHSAS 18001 certificate.","acronym":"ECM","interests":"Trans-European Networks, Transport","euInitiatives":"Transport and particularly Rail (on board and trackside)&#xd;<br />Trans European Networks&#xd;<br />Shift2Rail and R&amp;D funds&#xd;<br />Signalling","lastUp":"2018-02-13T12:03:29.981+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}