{"id":"804211322967-55","name":"European Rolling Paper Association","registrationDate":"2016-08-09T12:08:25.539+02:00","category":2,"subCategory":4,"legal":"Verband","web":"http://www.erpa-online.com","country":"Germany","headAddress":"Chausseestraße 22","headCity":"Berlin","headPostCode":"10115","headPhone":"(49)1 51 64 97 34 58","boss":"Alexandra Michael","bossTitle":"Ms","bossPosition":"Geschäftsführerin","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"http://www.erpa-online.com/members.html","goal":"Hauptaufgabe und -ziel des Verbandes ist die Wahrnehmung und Förderung der gemeinsamen speziellen Interessen seiner Mitglieder im Zuge der europäischen Rechtsentwicklung z. B. gegenüber der EU–Kommission, dem Ministerrat, dem Wirtschafts- und Sozialausschusses, dem Europäischen Parlament, den europäischen Parteien sowie internationalen Organisationen und anderen relevanten Akteuren usw. in einem zusammenwachsenden Binnenmarkt. Zu den Aufgaben des Verbandes gehört auch die Sicherung der Interessen der Mitglieder, insbesondere des Interesses am lauteren Wettbewerb. Im Zusammenhang mit den beiden vorstehenden Sätzen wird die ERPA auch ermächtigt, die Interessen seiner Mitglieder unter anderem in öffentlich-rechtlichen, zivilrechtlichen und strafrechtlichen Verfahren und Angelegenheiten wahrzunehmen und generell jedes rechtliche Verfahren, soweit die Interessen der Mitglieder von ERPA berührt sind. Der primäre Zweck des Verbandes ist es, seine Mitglieder über die industriepolitisch bedeutenden Entwicklungen innerhalb der Europäischen Union, insbesondere mit Blick auf die produktspezifischen Vorgaben der Herstellung und dem Vertrieb von Zigarettenpapierblättchen und -hülsen, Filtern sowie deren Hauptbestandteilen zu informieren und im Zuge der regulatorischen Umsetzung zu unterstützen.","acronym":"ERPA","interests":"Agriculture and Rural Development, Business and Industry, Competition, Consumers, Customs, Environment, Institutional affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Entscheidung der Europäischen Bürgerbeauftragten mit Vorschlägen im Anschluss an ihre strategische Untersuchung OI/8/2015/JAS zur Transparenz von Trilogen","lastUp":"2019-10-21T18:15:43.299+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}