{"id":"804211322967-55","name":"European Rolling Paper Association","registrationDate":"2016-08-09T12:08:25.539+02:00","category":2,"subCategory":4,"legal":"Verband","web":"http://www.erpa-online.com","country":"Germany","headAddress":"Chausseestraße 22","headCity":"Berlin","headPostCode":"10115","headPhone":"(49)1 51 64 97 34 58","boss":"Alexandra Michael","bossTitle":"Ms","bossPosition":"Geschäftsführerin","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"http://www.erpa-online.com/members.html","goal":"Hauptaufgabe und -ziel des Verbandes ist, die Wahrnehmung der gemeinsamen speziellen Interessen seiner Mitglieder im Zuge der europäischen Rechtsentwicklung z. B. gegenüber der EU–Kommission, dem Ministerrat, dem Wirtschafts- und Sozialausschusses, dem Europäischen Parlament, den europäischen Parteien sowie internationalen Organisationen usw. in einem zusammenwachsenden Binnenmarkt. Zusätzlich soll der Verband ähnliche Aktivitäten im Hinblick auf jedes Mitglied und dessen Interessen außerhalb der Aktivitäten Europas unternehmen.&#xd;<br />&#xd;<br />Der primäre Zweck des Verbandes ist es, seine Mitglieder über die industriepolitisch bedeutenden Entwicklungen innerhalb der Europäischen Union, insbesondere mit Blick auf die produktspezifischen Vorgaben der Herstellung und dem Vertrieb von Drehpapieren, und Drehpapierblättchen und Papier- bzw. Filterhülsen zu informieren und im Zuge der Umsetzung zu unterstützen. Der Verband vertritt ebenfalls die Interessen seiner Mitglieder auf internationaler Ebene.","acronym":"ERPA","interests":"Agriculture, Business and Industry, Competition, Consumers, Customs, Environment, General and Institutional Affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Entscheidung der Europäischen Bürgerbeauftragten mit Vorschlägen im Anschluss an ihre strategische Untersuchung OI/8/2015/JAS zur Transparenz von Trilogen","lastUp":"2018-06-17T23:30:57.898+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}