{"id":"804646318062-39","name":"Internet Corporation for Assigned Names and Numbers","registrationDate":"2015-07-03T19:41:20.689+01:00","category":6,"subCategory":9,"legal":"not for profit, public benefit corporation","web":"http://www.icann.org/","country":"United states","headAddress":"12025 Waterfront Drive, Suite 300","headCity":"Los Angeles","headPostCode":"90094-2536","headPhone":"(1)31 0- 30 1- 58 00","boss":"John Jeffrey","bossTitle":"Mr","bossPosition":"General Counsel &amp; Secretary","membersCount":4,"membersFTE":"1.0","membership":"","memberOrga":"ICANN is not a membership organisation. Participation in its global policy development and technical coordination work is open to any stakeholder involved or impacted by the Domain Name and Addressing System (DNS). ICANN has stakeholders in all EU Member States, including from governments and pbulic agencies; business; the domain name industry; technical community; civil society including nonprofit, noncommercial stakeholders and Internet / DNS end-users.","goal":"ICANN is a not-for-profit public-benefit corporation with participants from all over the world dedicated to keeping the Internet secure, stable and interoperable. It promotes competition and develops policy on the Internet's unique identifiers. Through its coordination role of the Internet's naming system, it does have an important impact on the expansion and evolution of the Internet.&#xd;<br />&#xd;<br />To reach another person on the Internet you have to type an address into your computer -- a name or a number. That address must be unique so computers know where to find each other. ICANN coordinates these unique identifiers across the world. Without that coordination, we wouldn't have one global Internet.&#xd;<br />&#xd;<br />In more technical terms, the Internet Corporation for Assigned Names and Numbers (ICANN) helps coordinate the Internet Assigned Numbers Authority (IANA) functions, which are key technical services critical to the continued operations of the Internet's underlying address book, the Domain Name System (DNS). The IANA functions include: (1) the coordination of the assignment of technical protocol parameters including the management of the address and routing parameter area (ARPA) top-level domain; (2) the administration of certain responsibilities associated with Internet DNS root zone management such as generic (gTLD) and country code (ccTLD) Top-Level Domains; (3) the allocation of Internet numbering resources; and (4) other services.&#xd;<br />&#xd;<br />Besides providing technical operations of vital DNS resources, ICANN also defines policies for how the \"names and numbers\" of the Internet should run. The work moves forward in a style we describe as the \"bottom-up, consensus-driven, multi-stakeholder model:\"","acronym":"ICANN","interests":"Communication, Digital economy and society, Foreign affairs and security policy, Justice and Fundamental Rights","euInitiatives":"- Internet Governance Policy&#xd;<br />- High Level Group on Internet Governance&#xd;<br />- DSM directives including E-Privacy&#xd;<br />- Internet security","lastUp":"2019-02-14T17:45:22.335+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}