{"id":"804883820905-92","name":"Conference of European National Librarians","registrationDate":"2016-03-09T12:34:19.340+01:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://www.cenl.org","country":"United kingdom","headAddress":"The British Library","headCity":"London","headPostCode":"NW1 2DB","headPhone":"(44)20 74 12 79 81","boss":"Roly Keating","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":16,"membersFTE":"4.0","membership":"","memberOrga":"www.cenl.org","goal":"The objectives of CENL are to support the European national libraries in their role to&#xd;<br />&#xd;<br />- Give everybody fast, comprehensive, multilingual and longterm access to their collections and information, and wherever appropriate without cost&#xd;<br />- Build the European Digital Library&#xd;<br />- Safeguard European national cultural heritage and knowledge&#xd;<br />- Do research and development to improve user services of national libraries&#xd;<br />- Promote cultural diversity and multilinguality as basic values of the European culture&#xd;<br />- Cooperate with other cultural heritage institutions, universities, publishers and information providers on a European as well as on a global level","acronym":"CENL","interests":"Culture, Culture and media, Digital economy and society, Education and training, External Relations, Institutional affairs, International co-operation and development, Regional Policy, Research and innovation","euInitiatives":"Digital Single Market Initiative&#xd;<br />&#xd;<br />The CENL Copyright and Information Law Working Group meets twice a year to discuss copyright law and related information law issues that affect national libraries. The main focus of the group is discuss developments relating to EU copyright law, privacy and public sector information law as well as share best practice around licensing / public private partnerships. The group will also on occasion make policy recommendations to the CENL Executive.","lastUp":"2019-10-28T12:11:00.560+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}