{"id":"80539345330-45","name":"Colegio de Ingenieros de Caminos, Canales y Puertos","registrationDate":"2011-02-17T14:12:59.388+02:00","category":2,"subCategory":1,"legal":"Propia regulada por los Estatutos","web":"http://www.ciccp.es","country":"Spain","headAddress":"Almagro, 42","headCity":"Madrid","headPostCode":"28010","headPhone":"(34)9 13 08 19 88","boss":"Santamera Sánchez Juan A.","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"1.5","membership":"Colegio is member of the Spanish Engineering Council, European Council of Civil Engineers, European Council of Engineering Chambers and the World Council of Civil Engineers and the World Water Council","memberOrga":"","goal":"The essential goals of the Colegio is the regulation of  practice of the profession of chartcivil engineer , Canales y Puertos, the exclusive representative of the profession and to defend the professional interests of Chartered civil engineers.&#xd;<br />Also, CICCP specifically aims to promote professional solidarity, contributing the progress of construction engineering, Canales y Puertos, promoting the skills of the profession and cooperate in the conservation of its historical legacy, all in a spirit of service to the society. &#xd;<br />Promote and encourage the training of Chartered. &#xd;<br />Ensure the highest level of employment for schools, working with the Administration and private enterprise to the extent necessary. &#xd;<br />To report any proposed changes to the law on professional associations. &#xd;<br />Report bills or provisions of any range that ran to the conditions on general professional duties, among which include the scope, requirements and the official titles &#xd;<br />incompatibilities with other professions. &#xd;<br />Participate in the councils and advisory bodies of government in matters of competence of the profession. &#xd;<br />Adopt measures to prevent unqualified professional practice.","acronym":"CICCP","interests":"Climate Action, Competition, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Environment, European Neighbourhood Policy, General and Institutional Affairs, International co-operation and development, Maritime affairs and fisheries, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"Sustainable competitiveness of the construction sector and its enterprises&#xd;<br />Trans-European Transport Network (TEN-T)&#xd;<br />Energy efficiency Initiatives&#xd;<br />Public procurement directives&#xd;<br />National applications of directives&#xd;<br />Road Safety initiatives&#xd;<br />Water Framework Directive and updates","lastUp":"2018-05-08T14:22:32.137+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}