{"id":"806168136501-27","name":"KBL European Private Bankers S.A.","registrationDate":"2019-11-07T12:44:21.197+01:00","category":2,"subCategory":3,"legal":"S.A.","web":"https://www.kbl.lu/","country":"Luxembourg","headAddress":"43 Boulevard Royal","headCity":"Luxembourg","headPostCode":"2955","headPhone":"(352)4 79 71","boss":"Jean-Nicolas Durand","bossTitle":"Mr","bossPosition":"Head of Legal","membersCount":10,"membersFTE":"2.5","membership":"KBL is a member of the ABBL (Luxembourgish Bank's association) and member of several banking organizations throughout all countries it is implemented in (UK/Germany/Netherlands/Belgium).","memberOrga":"","goal":"KBL operates its Private Banking network across six European countries under local brands with local entrepreneurial managements and own (banking) license with the exception of KBL España being a branch of KBL.&#xd;<br />&#xd;<br />As at 31st December 2018, KBL had € 39,5 bln of Private Banking AuMs, generating € 38,6 mln core operating profit (excl. capital gains and exceptional), and employing 1.799 FTEs, of which 309 Private Bankers.&#xd;<br />&#xd;<br />1.1.1.1.            Culture&#xd;<br />KBL Group model is based on the conviction that Private Banking must be a client-centric activity with a strong accent on specific local needs, cultural awareness and local investors’ preferences. The entrepreneurial spirit and the commercial autonomy of each entity are seen as key success factors, especially when compared to bigger institutions, which often enforce very integrated commercial approaches. In order to maximize customer satisfaction, private bankers are working to position themselves as trusted advisors to their clients. Their mission is to advise each client individually based on his profile and expectations. With a human dimension, all entities thus work under their own local brand - with a focus put on strong local onshore brands - and with their own cultural specificities. However, in a constant balancing act, KBL identifies developments and services that may benefit from economies of scale when managed centrally.","acronym":"","interests":"Banking and financial services, Competition, Economy, finance and the euro, Employment and Social Affairs, Fraud prevention, Institutional affairs","euInitiatives":"The main EU initiatives, policies and legislative files followed by our organization are mainly banking specific regulations among whicj :&#xd;<br />- BRRD3&#xd;<br />- CBDR&#xd;<br />- CBPR&#xd;<br />- CRD V&#xd;<br />- CRR II&#xd;<br />- DSIR&#xd;<br />- ePrivacy &#xd;<br />- NPLR&#xd;<br />- NCD&#xd;<br />- SRM II&#xd;<br />- SRD II &#xd;<br />- ESMA Guidelines&#xd;<br />- PSD II&#xd;<br />- DAC 6 &#xd;<br />- GDPR &#xd;<br />- MiFID II&#xd;<br />- etc ...&#xd;<br />&#xd;<br />All the topics are followed by our PMO, COmpliance and Risk departments, ensuring the bank of its compliance.","lastUp":"2019-11-07T12:44:54.644+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}