{"id":"806122522422-46","name":"Public Power Corporation S.A.","registrationDate":"2016-06-21T14:49:09.235+01:00","category":2,"subCategory":3,"legal":"S.A.","web":"http://www.dei.gr","country":"Greece","headAddress":"30, Chalkokondyli Str.","headCity":"Athens","headPostCode":"","headPhone":"(30)21 05 23 46 04","boss":"Georgios Stassis","bossTitle":"Mr","bossPosition":"Chairman and CEO","membersCount":21,"membersFTE":"6.75","membership":"•\tThe Union of the Electricity Industry-EURELECTRIC http://www.eurelectric.org/&#xd;\n•\tEuropean Coal Combustion Products Association e.V (ECOBA) http://www.ecoba.org/ &#xd;\n•\tEuropean Association for Coal and Lignite (EURACOAL) https://euracoal.eu/&#xd;\n•\tEuropean Federation of Energy Traders (EFET) http://www.efet.org/&#xd;\n•\tThe Southeastern Europe Energy Institute (IENE) http://www.iene.eu/&#xd;\n•\tInternational Council on Large Electric Systems (CIGRE) http://www.cigre.org/&#xd;\n•\tElectric Power Research Institute (EPRI) http://www.epri.com/Pages/Default.aspx&#xd;\n•\tHellenic Electricity Association (HELAS)&#xd;\n•\tHellenic Federation of Enterprises (SEV) http://www.sev.org.gr&#xd;\n•\tCouncil for Sustainable Development at the Hellenic Federation of Industry (SEV) http://www.sevbcsd.org.gr/&#xd;\n• EASE - European Association for Storage of Energy http://ease-storage.eu/","memberOrga":"","goal":"Public Power Corporation S.A. (PPC SA) is the largest energy company in Greece, with a significant role to play as regards both the security of supply in electricity and the sustainable transition of the country towards a decarbonized economy.&#xd;<br />PPC operates a portfolio of Power Plants, both in mainland and all of the non-interconnected Greek islands, their total capacity of 11,967 MW accounting for abt. 55,7% of the total installed generation capacity in Greece. The company generated 32,3 TWh of electricity in 2017 and provided energy and services to approximately 7,2 million customers, including industrial, commercial and residential ones. The company has also been active in cross border trading with its neighboring countries in the Balkan Peninsula, Turkey and Italy. Last but not least, PPC is also among the biggest employers in Greece, currently employing around 11,000 people.&#xd;<br />In view of its environmental strategy, as well as in accordance to the Energy Union objectives, PPC is already in the process of transformation, focusing in promoting GHG-emissions reducing technologies while  providing electricity at affordable prices for its customers as well as new energy products and services in the market. PPC, with its almost 70 years of history, its vast experience in the electricity sector and its forward-looking approach towards environmental protection and development of innovative technologies, supports and engages proactively in the ongoing dialogue at both national and European level. &#xd;<br />While PPC is listed in the Athens Stock Exchange, the majority of its shares are owned by the Hellenic Corporation of Assets and Participations S.A. and its subsidiary, the Hellenic Republic Asset Development Fund, both fully owned by the Greek State. &#xd;<br />In 2018, PPC started the process of integration into the mother company of its fully owned subsidiary, \"PPC Renewables S.A.\", a company exclusively active in the exploitation of Renewable Energy Sources. &#xd;<br />The PPC Group also includes HEDNO S.A., the Greek Distribution System Operator, a company wholly owned by PPC SA. &#xd;<br />Moreover, the company is expanding its business, through subsidiaries and acquisitions, in multiple countries in the Balkan Peninsula.","acronym":"PPC S.A.","interests":"Banking and financial services, Business and Industry, Climate Action, Communication, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, International co-operation and development, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"PPC is interested in all energy / environment / climate related policies, such as:&#xd;<br /> &#xd;<br />•\tClean Energy for all Europeans Package&#xd;<br />•\tEnergy Union Implementation&#xd;<br />•\tDigitalization of energy – smart technologies&#xd;<br />•\tRenewable Energy Sources&#xd;<br />•\tEnergy Storage&#xd;<br />•\tLong Term Greenhouse Gas Emissions reduction strategy&#xd;<br />•\tEU Emissions Trading System&#xd;<br />•\tDecarbonization through electrification (mobility, heating-cooling etc.)&#xd;<br />•\tPolicies / Legislation on Natural Gas and Natural Gas Networks&#xd;<br />•\tCoal Regions in transition &#xd;<br />•\tSustainable Finance Action Plan&#xd;<br />•\tMulti-annual Financial Framework&#xd;<br />•\tEU Funding Instruments for Innovation and Infrastructures (e.g. Horizon 2000, Connecting Europe Facility etc.)&#xd;<br />•\tCESEC Initiative","lastUp":"2020-01-09T11:54:00.821+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}