{"id":"806122522422-46","name":"Public Power Corporation S.A.","registrationDate":"2016-06-21T14:49:09.235+01:00","category":2,"subCategory":3,"legal":"S.A.","web":"http://www.dei.gr","country":"Greece","headAddress":"30, Halkokondyli Str.","headCity":"Athens","headPostCode":"","headPhone":"(30)21 05 23 46 04","boss":"Emmanuel Panagiotakis","bossTitle":"Mr","bossPosition":"Chairman and CEO","membersCount":21,"membersFTE":"6.75","membership":"?\tThe Union of the Electricity Industry-EURELECTRIC http://www.eurelectric.org/&#xd;\n?\tEuropean Coal Combustion Products Association e.V (ECOBA) http://www.ecoba.org/ &#xd;\n?\tEuropean Association for Coal and Lignite (EURACOAL) https://euracoal.eu/&#xd;\n?\tEuropean Federation of Energy Traders (EFET) http://www.efet.org/&#xd;\n?\tThe Southeastern Europe Energy Institute (IENE) http://www.iene.eu/&#xd;\n?\tInternational Council on Large Electric Systems (CIGRE) http://www.cigre.org/&#xd;\n?\tElectric Power Research Institute (EPRI) http://www.epri.com/Pages/Default.aspx&#xd;\n?\tHellenic Electricity Association (HELAS)&#xd;\n?\tHellenic Federation of Enterprises (SEV) http://www.sev.org.gr&#xd;\n?\tCouncil for Sustainable Development at the Hellenic Federation of Industry (SEV) http://www.sevbcsd.org.gr/ -","memberOrga":"","goal":"Public Power Corporation S.A. is Greece?s largest electricity producer and supplier. PPC has its own lignite mines, electricity generation and distribution facilities. It is one of Greece?s largest industrial companies in terms of fixed assets, and is a leading public utility offering&#xd;<br />electricity in Greece.&#xd;<br />PPC?s main objective is to engage in commercial and&#xd;<br />industrial activity in the energy sector in both Greece&#xd;<br />and abroad. Just some of its main activities include designing, supervising, constructing, operating as well as maintaining and running power plants. In addition, the Corporation also supplies and sells electricity, operates mines, produces and procures fuels to generate energy, and outsources such activities to third parties.&#xd;<br />The Corporation?s objectives also include setting up&#xd;<br />other companies, participating in joint ventures, and&#xd;<br />acquiring shares in other companies, whether Greek&#xd;<br />or foreign, and participating in businesses in general&#xd;<br />that have objectives related to those outlined above, or&#xd;<br />activities which are directly or indirectly associated with&#xd;<br />the PPC?s objectives, or which seek to utilise the PPC?s&#xd;<br />moveable or immovable assets and to capitalize on its&#xd;<br />resources.","acronym":"PPC S.A.","interests":"Climate Action, Communication, Competition, Consumer Affairs, Development, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, Financial Stability, Financial Services and Capital Markets Union , Information Society, Internal Market, Regional Policy, Research and Technology, Taxation, Trans-European Networks, Transport","euInitiatives":"PPC, in contact with the State, Regulatory Authorities and Public Bodies on a number of energy-related issues participates in committees and engages in consultations at both national and European level on environmental and market deregulation issues and on issues concerning the design, structure and operation of the energy market in the European and international competitive field.&#xd;<br />Therefore, the Corporation is strongly interested in the indicative following issues:&#xd;<br />-\tEU Emissions Trading System &#xd;<br />-\tClean Energy Package &#xd;<br />-\tEnergy Union Strategy&#xd;<br />-\t2030 Energy Strategy&#xd;<br />-\tInitiative ?Islands?&#xd;<br />-\tHorizon 2020&#xd;<br />-\tIndustrial Emissions Directive Implementation - BREF LCP Revision&#xd;<br />-\tWaste Directive and Landfill Directive Revision&#xd;<br />-\tRegulation on Mercury and Minamata Convention&#xd;<br />-\tClean Air Policy ? new NEC Directive&#xd;<br />-\tAmendment of REACH Regulation &#xd;<br />-\tNatura 2000 &amp; Hydropower: Guidance Documents Evaluation &#xd;<br />-\tWater Framework Directive Implementation","lastUp":"2017-02-22T13:20:11.650+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}