{"id":"806170132874-18","name":"Contactlab SpA","registrationDate":"2018-10-12T10:17:17.110+02:00","category":2,"subCategory":3,"legal":"SPA","web":"http://www.contactlab.com","country":"Italy","headAddress":"Via Natale Battaglia 12","headCity":"Milan","headPostCode":"20127","headPhone":"(39)0 22 83 11 81","boss":"Massimo Fubini","bossTitle":"Mr","bossPosition":"CEO, Founder","membersCount":10,"membersFTE":"2.5","membership":"https://www.iabmannualconference.com&#xd;\nhttps://www.m3aawg.org&#xd;\nhttp://www.netcommforum.it&#xd;\nhttp://www.assolombarda.it","memberOrga":"","goal":"Contactlab own a SaaS engagement platform today in the hands of more than 1000 different international entities belong to a wide variety of different industries (luxury, GDO, editorial, media, telco, communication) neverless ONG and institutions.&#xd;<br />Contactlab developed a proprietary SaaS engagement platform today in the hands of more than 1.000 different international entities belong to a wide variety of industries (luxury, GDO, editorial, media, telco, communication, …) plus ONG and institutions.&#xd;<br />&#xd;<br />As voice of the market, thanks to more than 25 years of experience, billions of user data processed every day, we developed a deep and strong expertise in user data management with specific focus on privacy compliancy.&#xd;<br />&#xd;<br />For the above reasons, we believe to be one of the most eligible experts that can claim such knowledge and provide a valuable contribute to the EU institutions in order to help them to improve regulation in terms of data management and privacy.&#xd;<br />&#xd;<br />Moreover, the engagement mgt. expertise could also represent ad additional asset for EU Instit. To better target their communication to the citizen and maximize their effectiveness.","acronym":"Contactlab","interests":"Banking and financial services, Budget, Business and Industry, Communication, Consumers, Digital economy and society, Education and training, Energy, External Relations, General and Institutional Affairs, Humanitarian aid and civil protection, Research and innovation","euInitiatives":"EU General Data Protection Regulation&#xd;<br />Open Research Data Pilot in H2020","lastUp":"2018-10-22T12:15:12.549+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}