{"id":"806259735551-82","name":"Associazione Nazionale Costruttori Tecnologie per Calzature, Pelletteria e Conceria","registrationDate":"2019-07-31T10:32:10.337+02:00","category":2,"subCategory":4,"legal":"associazione","web":"http://www.assomac.it","country":"Italy","headAddress":"Via Matteotti 4/A","headCity":"Vigevano","headPostCode":"27029","headPhone":"(39)0 38 17 88 83","boss":"Gabriella Marchioni Bocca","bossTitle":"Ms","bossPosition":"Presidente","membersCount":3,"membersFTE":"1.5","membership":"Confindustria: http://www.confindustria.it&#xd;\nFedermacchine: http://www.federmacchine.it&#xd;\nConfindustria Assafrica e Mediterraneo: http://www.assafrica.it/","memberOrga":"ASSOMAC rappresenta le imprese italiane costruttrici di macchine per calzature, pelletteria e conceria. &#xd;\nCon quasi 130 aziende associate, ASSOMAC è l'interlocutore privilegiato, a livello internazionale, e riconosciuto dalle imprese e dalle organizzazioni governative e industriali straniere. &#xd;\n&#xd;\nL'elenco completo degli associati è disponibile qui: https://www.assomac.it/pubblico/it/associati","goal":"ASSOMAC, Associazione Nazionale Costruttori Tecnologie per Calzature, Pelletteria e Conceria. Associazione di Confindustria confederata in Federmacchine, Assomac rappresenta i comparti meccano-calzaturiero e meccano-conciario italiani, tutelando gli interessi delle aziende che ne fanno parte e promuovendo la loro attività in Italia e all’estero.&#xd;<br />L’obiettivo prioritario di Assomac è l’elaborazione di una politica di settore, capace di valorizzare e sviluppare il patrimonio di competenze e professionalità acquisite dal nostro Paese, promuovendo le imprese associate con servizi utili alla crescita di una moderna cultura d’impresa, con attenzione alla sostenibilità e alla trasformazione digitale delle tecnologie sviluppate dai propri associati. Assomac studia i mercati, diffonde le informazioni, si affianca agli operatori prestando consulenze commerciali e promuove iniziative a supporto delle imprese rappresentate.&#xd;<br />Assomac è l’ente organizzatore e gestore dell’iniziativa Simac Tanning Tech. &#xd;<br />Simac Tanning Tech si svolge a Fiera Milano Rho e si configura come il più importante evento a livello mondiale di tecnologia per l’industria della moda, in concomitanza con Lineapelle.","acronym":"ASSOMAC","interests":"Business and Industry, Competition, Customs, Energy, Environment, European Neighbourhood Policy, External Relations, Fraud prevention, International co-operation and development, Research and innovation, Single market, Taxation, Trade, Trans-European Networks","euInitiatives":"Politiche di sostenibilità ambientale, energetiche, industriali (Industry 4.0).&#xd;<br />Direttive di prodotto e sulla sicurezza dei luoghi di&#xd;<br />lavoro.&#xd;<br />Direttiva macchine 2006/42/CE e sua revisione.&#xd;<br />Politiche di internazionalizzazione dell'industria manifatturiera Europea.","lastUp":"2019-07-31T10:47:51.051+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}