{"id":"807110816197-85","name":"Non Profit Enterprise and Self-sustainability Team","registrationDate":"2015-03-02T15:20:19.499+01:00","category":3,"subCategory":2,"legal":"corporation","web":"http://nesst.org","country":"United states","headAddress":"5917 Jordan Avenue","headCity":"El Cerrito","headPostCode":"CA 94530","headPhone":"(1)50 37 04 91 95","boss":"Anna Horvath","bossTitle":"Ms","bossPosition":"Country Director Hungary","membersCount":1,"membersFTE":"1.0","membership":"NESsT collaborates with and is a member of the following associations dedicated to promoting and supporting social enterprises around the world:&#xd;\n&#xd;\n1. European Venture Philanthropy Association (EVPA)&#xd;\n2. Social Enterprise Alliance (SEA)&#xd;\n3. seforis consortium&#xd;\n4. GSEN network&#xd;\n5. Social Enterprise World Forum (SEWF)&#xd;\n6. Aspen Network of Development Entrepreneurs (ANDE)&#xd;\n7. Impact Investment Policy Collaborative&#xd;\n8. Global Learning Exchange","memberOrga":"NESsT has offices/legal entities in the following EU countries:  Hungary, Romania.&#xd;\n&#xd;\nIn the UK we have an affiliated organization called NESsT UK.&#xd;\nWe are actively working in Poland and our colleague is employed under NESsT Inc., the US based nonprofit entity.","goal":"NESsT develops sustainable social enterprises that solve critical social problems in emerging market economies.&#xd;<br />&#xd;<br />NESsT is a catalyst for emerging-market social enterprises that: &#xd;<br />1. Provide sustainable income opportunities for low-income individuals.&#xd;<br />2. Promote labor inclusion, by creating employment options for marginalized groups. &#xd;<br />3. Make affordable technologies and basic services accessible to underserved markets.&#xd;<br />&#xd;<br />Since 1997, NESsT has developed sustainable social enterprises—from planning to scaling. We use a multifaceted approach that includes financial investments, capacity support, and social capital. &#xd;<br />&#xd;<br />We provide long-term support to grow and sustain a portfolio of high-impact enterprises. &#xd;<br />EARLY STAGE: We support early-stage social enterprises to develop proofs of concept and prepare them for large-scale replication and impact. &#xd;<br />PORTFOLIO: We select NESsT Enterprises based on rigorous due diligence that consists of business planning and evaluation. &#xd;<br />LONG-TERM: We provide long-term incubation (5–7 years) for enterprises to successfully launch, sustain, and replicate their impact.&#xd;<br />MEASUREMENT: We measure the performance of the NESsT Portfolio based on a 15-year track record of financial and impact indicators.","acronym":"NESsT","interests":"Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, Youth","euInitiatives":"NESsT supports social enterprises that generate dignified jobs for people most in need. We use an engaged approach providing tailored financing and one-on-one business development support to social entrepreneurs in emerging markets. NESsT offers services to leading corporations, foundations, governments and nonprofits to design and implement social entrepreneurship and impact investing programs.","lastUp":"2018-03-14T16:10:38.158+01:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}