{"id":"807363327717-37","name":"Deutsche Gesellschaft für Transfusionsmedizin und Immunhämatologie e. V.","registrationDate":"2017-07-11T22:01:30.530+02:00","category":3,"subCategory":2,"legal":"eingetragener Verein","web":"http://www.dgti.de","country":"Germany","headAddress":"Prof Hubert Schrezenmeier","headCity":"Ulm","headPostCode":"89081","headPhone":"(49)73 11 50 -5 50","boss":"Harald Klüter","bossTitle":"Mr","bossPosition":"1. Vorsitzender","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"www.dgti.de","goal":"Die Deutsche Gesellschaft für Transfusionsmedizin und Immunhämatologie e. V. (DGTI) ist eine gemeinnützige Vereinigung, die sich mit Heilmethoden rund um Blut, Zellen und Gewebe befasst. Sie wurde 1954 als „Deutsche Gesellschaft für Bluttransfusion“ gegründet, um die Transfusionsmedizin, die Immunhämatologie und die Zusammenarbeit mit nahe verwandten medizinischen und biologischen Fachgebieten zu fördern.&#xd;<br />Die DGTI hat über 1000 Mitglieder, vornehmlich aus Deutschland, Österreich und der Schweiz. Sie gilt als die wissenschaftliche Kern- und Dachgesellschaft für alle Aspekte der Bluttransfusion, Gewebetransplantation und Zelltherapie (ATMPs), sowie als eine wichtige Säule der medizinischen Fachgesellschaften in der Blutgerinnung, Immungenetik und Immunologie, der Mikrobiologie, pharmazeutischen Herstellung und Genetik.","acronym":"DGTI","interests":"Competition, Digital economy and society, Education and training, Humanitarian aid and civil protection, Public Health, Regional Policy, Research and innovation, Trade, Trans-European Networks","euInitiatives":"Die DGTI beobachtet die aktuelle Veränderung der EU-Direktiven für die Forschungsförderung, Gewebe- und Organstransplantation und Gewinnung, Verarbeitung und Sicherstellung der Bluttransfusion und der anhängigen Bereiche der Herstellung von Plasmaderivaten.","lastUp":"2018-06-29T06:20:56.837+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}