{"id":"807343126141-19","name":"EuroVAprint","registrationDate":"2017-03-01T17:31:04.030+01:00","category":2,"subCategory":1,"legal":"ASBL","web":"http://www.eurovaprint.eu","country":"Belgium","headAddress":"52 rue Defacqz","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)25 36 86 65","boss":"Feriel Saouli","bossTitle":"Ms","bossPosition":"Secretary General ","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://www.eurovaprint.eu/pages/members/","goal":"EuroVAprint ASBL is a non-profit association grouping all major manufacturers of imaging equipment that operate in Europe. &#xd;<br />&#xd;<br />The association provides the legal and administrative means to supervise the implementation and monitoring of a voluntary agreement which represents the industry’s contribution to the EU’s 2020 agenda and more particularly the Energy Efficiency Action Plan and the Resource Efficiency Roadmap. The agreement, which was negotiated under the auspices of the European Commission, also constitutes an implementing measure under the EU’s Energy related products Directive.&#xd;<br />&#xd;<br />These commitments are aimed at curbing the environmental footprint of the manufacturing and use of imaging equipment for home and office use - copiers, printers, fax machines and multifunction devices using laser, inkjet and solid ink technologies.  &#xd;<br />&#xd;<br />As part of the industry’s commitment to continuous improvement, EuroVAprint will help implement and monitor any new sustainability commitments to be made in the future. &#xd;<br />&#xd;<br />The association is incorporated under Belgian law.","acronym":"EVAP","interests":"Business and Industry, Climate Action, Energy, Environment, Research and innovation","euInitiatives":"Energy efficiency&#xd;<br />Eco-design&#xd;<br />Waste&#xd;<br />Circular economy&#xd;<br />Environment","lastUp":"2019-02-12T16:29:10.425+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}