{"id":"808364232031-82","name":"Fédération française des Usagers de la Bicyclette","registrationDate":"2018-07-11T17:37:35.854+02:00","category":3,"subCategory":2,"legal":"association","web":"https://www.fub.fr/","country":"France","headAddress":"12 rue des bouchers","headCity":"strasbourg","headPostCode":"67000","headPhone":"(33)88 75 71 90","boss":"Olivier Schneider","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"0.5","membership":"FUB is a member of the European Cyclists Federation, working at the European level : https://ecf.com/","memberOrga":"The map of our member organisations is accessible here : https://www.fub.fr/reseau-fub/membres&#xd;\n&#xd;\nOur network is currently made of 230 local associations (288 groups if we include the branches), representing about 35000 \"natural persons\"","goal":"Created in 1980, the French Cyclists' Federation (FUB) promotes cycling as a means of transport. FUB fosters cycling as it is an efficient, environmentally friendly, healthy, economical and accessible means of transport, in French cities and beyond. The Federation currently represents about 250 local groups that promote cycling as a means of transport in their cities. FUB organises communication and advocacy campaigns, works with the local and national authorities, edits documentation, provides services to its local groups, and much more. FUB's actions and projects target 3 million people that use a bicycle on a daily basis, as well as all the potential future cyclists.","acronym":"FUB","interests":"Climate Action, Economy, finance and the euro, Education and training, Environment, Public Health, Transport","euInitiatives":"- \"Review of the Motor Insurance Directive\" COM(2018)336 : https://ec.europa.eu/info/law/better-regulation/initiatives/com-2018-336_en&#xd;<br />&#xd;<br />&#xd;<br />- Lobby via the European Cyclists' Federation - ECF -, of which we are a member : supporting ECF campaigns, for example FUB signed with the ECF a letter to the Environment Commissioner in January 2018&#xd;<br />&#xd;<br />&#xd;<br />- Developing the EU Cycling Strategy together with the ECF : development of relevant policies across EU institutions ; appeal to the European Commission to include this Strategy among its policy priorities ( www.cyclingstrategy.eu).&#xd;<br /> &#xd;<br />&#xd;<br />- Supporting the EU Funds for Cycling Campaign (seeking investments to be made in cycling by the EU). Targeting the TEN-T Guidelines (transport policy area controlled directly by European Commission). Example : developing the Eurovelo network : www.eurovelo.com &#xd;<br />&#xd;<br />- Proposal for modification of the \"2009/103/CE\" Directive regarding the public liability insurance for motor vehicles&#xd;<br />&#xd;<br />- Proposal and campaign related to (CE)N°1371/2007 Regulation, regarding the rights and obligations for the rights and obligations of rail passengers","lastUp":"2018-07-13T10:10:45.515+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}