{"id":"808522422448-07","name":"Deutsche Agrarforschungsallianz","registrationDate":"2016-06-23T16:18:55.389+02:00","category":4,"subCategory":5,"legal":"keine / Als Projekt deutscher Agrarforschungseinrichtungen am Thünen-Instituts nicht rechtsfähige Anstalt des öffentlichen Rechts und selbständige Bundesoberbehörde im Geschäftsbereich des BMEL","web":"http://www.dafa.de","country":"Germany","headAddress":"c/o Thünen-Institut","headCity":"Braunschweig","headPostCode":"38116","headPhone":"(49)53 15 96 10 17","boss":"Folkhard Isermeyer","bossTitle":"Mr","bossPosition":"Präsident des Thünen-Instituts","membersCount":1,"membersFTE":"0.25","membership":"Informationsdienst Wissenschaft: https://idw-online.de/de/&#xd;\nATF: http://www.animaltaskforce.eu/Home.aspx","memberOrga":"https://www.dafa.de/die-dafa/mitgliedseinrichtungen/","goal":"Das Gemeinschaftsprojekt verfolgt das Ziel, die Leistungsfähigkeit, die Transparenz und die internationale Sichtbarkeit der deutschen Agrarforschung zu verbessern. &#xd;<br />&#xd;<br />Um dieses Ziel zu erreichen, sollen im Rahmen der Allianz folgende Aufgaben durchgeführt werden: &#xd;<br />a) Identifizieren und Aufgreifen von Forschungsthemen, die für Zielgruppen der Agrarforschung relevant sind und für deren Bearbeitung die Mitgliedseinrichtungen der Deutschen Agrarforschungsallianz besonders geeignet erscheinen. &#xd;<br />b) Entwicklung von Strategien zur Platzierung der Forschungsthemen bei Planungen und Ausschreibungen in nationalen und internationalen Forschungsprogrammen. &#xd;<br />c) Vernetzung der Forschungseinrichtungen, Bündelung ihrer Expertise und Vorbereitung von Konsortien, die zur Bearbeitung der identifizierten Forschungsthemen besonders geeignet sind. &#xd;<br />d) Bereitstellung aktueller Informationen über Strukturen und Kompetenzen deutscher Agrarforschungseinrichtungen, um die Wertschätzung in der Gesellschaft zu verankern und Interessenten aus dem In- und Ausland eine schnelle Kontaktaufnahme zu kompetenten Partnern zu ermöglichen.","acronym":"DAFA","interests":"Agriculture and Rural Development, Climate Action, Consumers, Digital economy and society, Education and training, Energy, Environment, Food Safety, Maritime affairs and fisheries, Research and innovation, Trade","euInitiatives":"Horizon 2020, Horizon Europe, Common Agricultural Policy, EIP Agri","lastUp":"2019-07-08T09:12:25.658+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}