{"id":"808781214497-53","name":"IFPI Austria","registrationDate":"2014-09-26T10:49:22.757+02:00","category":3,"subCategory":2,"legal":"Verein","web":"http://www.ifpi.at","country":"Austria","headAddress":"Seilerstätte, 18-20","headCity":"Wien","headPostCode":"1010","headPhone":"(43)15 35 60 35","boss":"Franz Medwenitsch","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":2,"membersFTE":"1.0","membership":"Der Verband der österreichischen Musikwirtschaft - IFPI Austria ist Mitglied des weltweit tätigen Dachverbands der Musikwirtschaft IFPI mit Sitz in London.","memberOrga":"www.ifpi.at","goal":"Der Verband der österreichischen Musikwirtschaft – IFPI Austria vertritt die Interessen seiner Mitglieder in allen firmenübergreifenden Fragen. Zu den Mitgliedsfirmen zählen österreichische Independents ebenso wie die Tochterfirmen der weltweit tätigen Musikunternehmen; sie repräsentieren rund 90 % des österreichischen Musikmarktes. Die österreichische Musikwirtschaft zählt mit einer jährlichen Wertschöpfung von mehr als zwei Milliarden Euro und über 42.000 Beschäftigten zu den zehn wichtigsten Wirtschaftssektoren Österreichs.&#xd;<br /> &#xd;<br />Unsere Aufgabe ist die Förderung von wirtschaftlichen, rechtlichen und kulturellen Rahmenbedingungen, die es unseren Mitgliedern ermöglichen, ihre vielfältigen Musikproduktionen einem möglichst breiten Publikum näher zu bringen.","acronym":"IFPI","interests":"Communication, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, General and Institutional Affairs, Justice and Fundamental Rights, Research and innovation, Single market, Trans-European Networks","euInitiatives":"•\tCommission Consultation on Copyright&#xd;<br />•\tDirective on Collective Management. &#xd;<br />•\tData Protection &#xd;<br />•\tNet Neutrality&#xd;<br />•\tReport on Private Copying Levies. &#xd;<br />•\tEU Mediator Antonio Vitorino’s Recommendations on private copying. &#xd;<br />•\tReport on the Commission Communication on Cloud Computing. &#xd;<br />•\tReport on the Commission Communication on Promoting Cultural and Creative sectors. &#xd;<br />•\tReport on Organised Crime, Corruption and Money Laundering. &#xd;<br />•\tCommission Communication on Cloud Computing. &#xd;<br />•\tInternal Market Working Group on E-Commerce &#xd;<br />•\tResolution on Completing the Digital Single Market. &#xd;<br />•\tCommission Proposal on Common EU Sales Law (CSL). &#xd;<br />•\tComparative Study on the contractual arrangements applicable to creators in Europe. &#xd;<br />•\tResolution on EU-China negotiations for a bilateral investment agreement. &#xd;<br />•\tStudy on the perceptions of IP in Europe &#xd;<br />•\tTransatlantic Trade and Investment Partnership (TTIP) between the EU and US.","lastUp":"2018-09-14T11:33:26.586+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}