{"id":"808983630203-73","name":"Ardanuy Ingeniería, S.A.","registrationDate":"2018-02-15T07:18:08.644+01:00","category":2,"subCategory":3,"legal":"sociedad anonima (corporation)","web":"http://www.ardanuy.com","country":"Spain","headAddress":"Av. de Europa 34, Edificio B","headCity":"Madrid","headPostCode":"28023","headPhone":"(34)9 17 99 45 00","boss":"Carlos Alonso Andino","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.25","membership":"unife.org","memberOrga":"","goal":"Ardanuy Ingeniería, S.A. is an engineering consulting firm specialised in studies, designs, works supervision, and Independent Safety Assessments (ISA), Due Diligences; and technical assistance for: Railways (High Speed, Conventional, Freight, Metro, Tramway, Cable Car), roadways (motorways, highways, BRT, roads, etc.) buildings (architecture, installations, etc.), electrical engineering and telecommunications. . &#xd;<br />&#xd;<br />MAIN INFORMATION &#xd;<br />&#xd;<br />The company was founded in December 1992 and is made up of a permanent team of more than 150 people (the majority engineers). The sales volume exceeded 12 Million Euros in 2015 and since the beginning until now has carried out over 1000 projects. &#xd;<br />&#xd;<br />INTERNATIONAL ACTIVITY&#xd;<br />&#xd;<br />Ardanuy Ingeniería, S.A. carries out its main activity in Spain from its offices in Madrid, Barcelona, Valencia, Seville, and Tenerife, and in other countries like the Americas: Argentina, Chile, Cuba, USA, Colombia, Mexico, Peru, Bolivia, Paraguay, Puerto Rico, Panama, Nicaragua, Uruguay…Africa: Algeria, Egypt, Morocco, Mozambique, South Africa, Cameroon…Asia: Saudi Arabia, India, Vietnam, and Europe: France, UK, Poland, Romania, Hungary, Bulgaria, Latvia, Lithuania, Czech Republic, Portugal, Croatia… &#xd;<br />&#xd;<br />Currently, Ardanuy Ingeniería S.A. has subsidiary companies in Lithuania (UAB Ardanuy Baltic), Colombia (Ardanuy Colombia SAS), India (Ardanuy India PLT), USA (Ardanuy Engineering Corporation), Algeria (Ardanuy Algerie), Panama (Ardanuy Panamá S.A.). &#xd;<br />&#xd;<br />ACCREDITATION OF QUALITY AND ENVIRONMENT &#xd;<br />&#xd;<br />Ardanuy Ingeniería, S.A. has ISO 9001 quality certification and ISO 14001 international environmental standard, both accredited by Lloyd´s Register. The company is also an ENAC Accredited Inspection Entity for railway safety assessments (ISA), conforming to the UNE EN ISO/IEC 17020:2012 standard criteria.","acronym":"Ardanuy","interests":"Business and Industry, Competition, Energy, Research and innovation, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"1) International Trade Agreements&#xd;<br />2) Competitiveness of the European Rail Supply Industry.","lastUp":"2019-02-18T15:08:01.420+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}