{"id":"809667829862-27","name":"Consorzio per la Ricerca e la Dimostrazione sulle Energie Rinnovabili","registrationDate":"2018-01-28T17:26:26.549+02:00","category":4,"subCategory":5,"legal":"No-profit Public-Private Research Consortium","web":"http://www.re-cord.org","country":"Italy","headAddress":"Viale Kennedy 182","headCity":"Scarperia e San Piero (FI)","headPostCode":"50038","headPhone":"(39)05 58 43 10 96","boss":"David Chiaramonti","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.5","membership":"ICAO AFTF (International Civil Aviation Organisation - Alternative Fuel Task Force):&#xd;\nhttps://www.icao.int/ENVIRONMENTAL-PROTECTION/Pages/CAEP.aspx&#xd;\n&#xd;\nSPRING - Italian Green Chemistry Cluster:&#xd;\nhttp://www.clusterspring.it/home/","memberOrga":"www.unifi.it&#xd;\nwww.villamontepaldi.it&#xd;\nwww.pianvallico.com&#xd;\nwww.etaflorence.it&#xd;\nwww.spikerenewables.com&#xd;\nwww.bioentech.it&#xd;\n&#xd;\nRE-CORD is an open no-profit research organisation. Request from organisations (as other Universities) interested to join RE-CORD have been presented and will be evaluated by the members of the board.","goal":"RE-CORD (Renewable Energy COnsortium for R&amp;D, in English language) is a no-profit public-private research Organisation. It has been funded by the University of Florence, that still have the largest share of members in the board of directors. RE-CORD had its offices within the University of Florence, and a chemical laboratory 40 km North of Florence (which is also the legal address) and an experimental area at the Villa Montepaldi, the farm 100% owned by the University. RE-CORD carries out R&amp;D in the field of Renewable Energies, in particular on Biomass, Bioenergy and Bioproducts, i.e. the Green/Bioeconomy sector.","acronym":"RE-CORD","interests":"Agriculture and Rural Development, Education and training, Energy, Environment, Regional Policy, Research and innovation, Transport","euInitiatives":"Among science and technology projects (as H2020 or FP7 ones), RE-CORD (together with the Greek Company Exergia) coordinates the ART Fuel Forum, the platform participated by most of the EU stakeholders working in the field of sustainable biofuels and low carbon fuels. ART Fuel was a tender by DG Energy, that will last until the end of 2018.","lastUp":"2019-07-22T16:04:43.861+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}