{"id":"809690331881-44","name":"Vereniging Industrieel Oppervlaktebehandelend Nederland","registrationDate":"2018-06-25T13:52:38.818+02:00","category":2,"subCategory":4,"legal":"Vereniging","web":"http://www.vereniging-ion.nl","country":"Netherlands","headAddress":"Einsteinbaan 1","headCity":"Nieuwegein","headPostCode":"3430GA","headPhone":"(31)3 06 30 03 90","boss":"Egbert Stremmelaar","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":7,"membersFTE":"5.5","membership":"Op Europees niveau maken wij deel uit van:&#xd;\nDirect: Orgalime, UEAPME en CETS.&#xd;\nIndirect: Eurometeaux.&#xd;\nActiviteiten zijn meestal een bundeling van nationale activiteiten op EU niveau.","memberOrga":"https://www.vereniging-ion.nl/bedrijvenregister","goal":"Branchevereniging 4.0 wil samen met andere stakeholders de belangen van de BV Nederland centraal stellen. De slogan is: \"Voor een sterk Nederland\" en \"Werken aan een duurzaam nederland\".&#xd;<br />&#xd;<br />Voor een sterk Nederland is een sterke maakindustrie noodzakelijk. Voor een sterke maakindustrie is een \"state of the art\" oppervlaktebehandelende branche voorwaardelijk.&#xd;<br />&#xd;<br />Voor de branche betekent dit duurzaamheid op 3 niveaus. Denk hierbij aan duurzame producten, duurzame bedrijven en duurzame productie processen. Voorbeelden zijn: veilig werken, beschikbaarheid van grondstoffen om het werk te kunnen doen, professionals die het werk kunnen doen, CO2 reductie door energiebesparing, milieu bescherming door afvalstoffen reductie.","acronym":"Vereniging ION","interests":"Business and Industry, Competition, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, International co-operation and development, Public Health, Regional Policy, Research and innovation, Single market","euInitiatives":"REACH, hierbij uiteraard de DG's en ECHA.&#xd;<br />OSH&#xd;<br />FP9","lastUp":"2018-06-25T13:58:47.862+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}