{"id":"80966174852-38","name":"Österreichs E-Wirtschaft","registrationDate":"2010-12-22T16:44:02.594+02:00","category":2,"subCategory":4,"legal":"Verein","web":"http://www.oesterreichsenergie.at","country":"Austria","headAddress":"Brahmsplatz, 3","headCity":"Wien","headPostCode":"1040","headPhone":"(43)1 50 19 80","boss":"Barbara Schmidt","bossTitle":"Ms","bossPosition":"Generalsekretärin","membersCount":6,"membersFTE":"3.5","membership":"EURELECTRIC, WEC-World Energy Council, Cired, ÖNORM-Austrian Standards Institute, ÖVE, Geode","memberOrga":"http://oesterreichsenergie.at/ueber-uns/mitglieder/mitgliederliste.html","goal":"Oesterreichs Energie is an independent advocacy group for the Austrian electricity industry. Since its establishment in 1953, Oesterreichs Energie has represented the jointly developed sector interests in political, administrative and public contexts. &#xd;<br /> &#xd;<br />Oesterreichs Energie currently represents over 140 member companies with around 21,000 employees. These companies generate more than 90% of Austria’s electricity and operate the Austrian transport and distribution networks.  &#xd;<br /> &#xd;<br />In representing its members’ interests with regard to energy policies, Oesterreichs Energie works in close cooperation with national and international political decision makers. The legal, regulatory, technical and economic framework conditions of the deregulated electricity market are jointly developed in working groups with the responsible ministries and regulatory authorities. &#xd;<br /> &#xd;<br />Oesterreichs Energie conducts the regular collective agreement negotiations with the employee representatives and concludes the collective agreements for the electricity companies’ employees and workers with the employers.","acronym":"Oesterreichs Energie","interests":"Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Energy, Environment, General and Institutional Affairs, Regional Policy, Research and innovation, Single market, Taxation, Trans-European Networks, Transport","euInitiatives":"Saubere Energie für alle Europäer&#xd;<br />Energie- und Klimarahmen 2030&#xd;<br />Mitteilung zur Energieunion&#xd;<br />Wasserrahmenrichtlinie&#xd;<br />Energieversorgungssicherheitsstrategie&#xd;<br />Energieinfrastrukturpaket&#xd;<br />Reform des Emissionshandelssystems (Marktstabilitätsreserve)&#xd;<br />Energieeffizienzrichtlinie&#xd;<br />Energie- und Umweltbeihilfeleitlinien&#xd;<br />Finanzmarktregulierung&#xd;<br />Paket zur Luftreinhaltung&#xd;<br />Ökodesignrichtlinie&#xd;<br />Alternative Kraftstoffe&#xd;<br />Erneuerbare Energierichtlinie&#xd;<br />Horizon 2020 &#xd;<br />SET Plan","lastUp":"2018-09-03T09:58:51.797+02:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}