{"id":"809890335476-95","name":"Federation for European Storytelling","registrationDate":"2019-07-20T17:15:21.416+02:00","category":3,"subCategory":2,"legal":"International non profit organisation","web":"http://fest-network.eu/","country":"Belgium","headAddress":"Kasteelstraat 6","headCity":"Bilzen","headPostCode":"3740","headPhone":"(32)4 79 29 97 24","boss":"Guido Tilkin","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.5","membership":"IETM&#xd;\nPearle Live performance Europe","memberOrga":"http://fest-network.eu/membership/members-new/members/","goal":"The Federation of European Storytelling (FEST) is a European network of organisations, networks and&#xd;<br />associations active in the field of oral storytelling. Its members represent national, regional or local&#xd;<br />organisations like professional storytelling associations, festival organisers, storytelling training centres,&#xd;<br />local authorities, academies, colleges, universities, cultural centres or libraries all with a special interest&#xd;<br />in storytelling. FEST has 76 members in 25 different countries. The network aims to empower the world&#xd;<br />of storytelling in Europe through sharing, learning and relationship building. FEST wants to enhance the&#xd;<br />visibility and the recognition of Storytelling as a performing art and focuses on professional&#xd;<br />development of the oral storyteller as a performing artist and as a professional provider of storytelling&#xd;<br />techniques in other (cultural) sectors. FEST wants to raise the European dimension of Storytelling&#xd;<br />events and transnational cooperation in the sector as well as build a 'culture for storytelling' (audience&#xd;<br />development).","acronym":"FEST","interests":"Culture, Culture and media, Education and training, Youth","euInitiatives":"FEST received a grant within the Creative Europe program for its Network project FESTNET. Special interest in EU cultural policy: European Agenda for Culture, EU Workplan for Culture. Next to the Creative Europe programme for culture, FEST follows developments in programmes Horizon2020 and Erasmus+. &#xd;<br />We follow policies and initiatives on mobility (I-portunus), cultural diplomacy, cultural heritage, social issues, education and competences.","lastUp":"2019-07-20T17:15:47.191+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}