{"id":"810270714463-18","name":"Publish What You Pay","registrationDate":"2014-09-24T13:18:28.530+02:00","category":3,"subCategory":2,"legal":"Charity (and company limited by guarantee)","web":"http://publishwhatyoupay.org/","country":"United kingdom","headAddress":"CAN Mezzanine","headCity":"London","headPostCode":"SE1 4YR","headPhone":"(44)20 30 96 77 16","boss":"Elisa Peter","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Publish What You Pay (PWYP) is the only global movement working to ensure that revenues from oil, gas and mining help improve people’s lives. With more than 700 member organisations and 50 national coalitions, we campaign for an open and accountable extractive sector. Our shared vision is a world where everyone benefits from their natural resources – today and tomorrow.&#xd;<br />&#xd;<br />We work to address the “resource curse”, a phenomenon by which countries rich in natural resources (such as oil, gas and minerals) – “resource-rich” countries – tend to have less economic growth, worse development outcomes, higher inequality and weaker institutions than countries with fewer natural resources. We do this by promoting the transparent, accountable and sustainable management of oil, gas and minerals so that they contribute to prosperity for all.&#xd;<br />&#xd;<br />We engage at all stages of the extractive sector value chain to support research and promote training, learning and access to information by citizens.&#xd;<br />&#xd;<br />All our members and coalitions have to adhere to Publish What You Pay’s principles and standards.&#xd;<br />&#xd;<br />We are guided by the belief that coordinating the collective actions, skills and interest of a diverse coalition of civil society organisations is the most effective way to influence key stakeholders and drive change in the extractive industries and the governmental sector.&#xd;<br />&#xd;<br />PWYP’s 2020-25 strategy lays out the roadmap towards a world where everyone benefits from their natural resources. We’ll be pushing for governments to regulate natural resource extraction in an open and accountable way, for companies to operate within an effective governance framework, and for a civil society with the skills and freedom to drive natural resource extraction that benefits all.&#xd;<br />&#xd;<br />To achieve these goals, we have four strategic priorities: Defending and extending transparency; Putting transparency to work; Increasing civic participation in natural resource governance; and Strengthening our movement.&#xd;<br />&#xd;<br />The coalition is supported by a Secretariat and governed by various bodies, for more information visit our website.","acronym":"PWYP","interests":"Economy, finance and the euro, External Relations, Humanitarian aid and civil protection, International co-operation and development, Single market","euInitiatives":"Accounting Directive, Transparency Directive, Fitness check on public reporting by companies","lastUp":"2019-07-11T12:42:32.456+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}