{"id":"810270714463-18","name":"Publish What You Pay","registrationDate":"2014-09-24T13:18:28.530+01:00","category":3,"subCategory":2,"legal":"Charity (and company limited by guarantee)","web":"http://publishwhatyoupay.org/","country":"United kingdom","headAddress":"CAN Mezzanine","headCity":"London","headPostCode":"SE1 4YR","headPhone":"(44)20 30 96 77 16","boss":"Elisa Peter","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Publish What You Pay (PWYP) is a global network of civil society organisations united in their call for an open and accountable extractive sector, so that oil, gas and mining revenues improve the lives of women, men and youth in resource-rich countries.&#xd;<br />&#xd;<br />Our global network is made up of more than 700 member organisations across the world, including human rights, transparency, anti-corruption, development, environmental and faith-based organisations.&#xd;<br />&#xd;<br />Organisations can be individual members although in more than 40 countries network members have joined forces to create national coalitions. Members also collaborate at the regional level, as is the case for instance in Europe and Africa.&#xd;<br />&#xd;<br />All our members and coalitions have to adhere to Publish What You Pay’s principles and standards available via www.extractingthetruth.org).&#xd;<br />&#xd;<br />We are guided by the belief that effectively coordinating the collective actions, skills and interest of a diverse coalition of civil society organisations is the most effective way to influence key stakeholders and to drive policy and practice change in the extractive industries and the governmental sector.&#xd;<br />&#xd;<br />We have a Secretariat that consists of ten members of staff. Six are based in London while the others are based in Beirut, Istanbul, Copenhagen and Harare. The Secretariat’s role is to facilitate coordination and communication within the coalition, help build the capacity of coalitions and uphold the coalition’s principles. The Secretariat is also involved in International Advocacy, notably campaigning at the EU level and ensuring a joined up campaign globally.","acronym":"PWYP","interests":"Development, Economic and Financial Affairs, Internal Market","euInitiatives":"Accounting Directive, Transparency Directive, Non-Financial Reporting Directive, Shareholders' Rights Directive","lastUp":"2017-04-06T11:06:43.431+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}