{"id":"8111597333-73","name":"Fédération belge des industries chimiques et des sciences de la vie","registrationDate":"2008-08-25T18:27:39.622+01:00","category":2,"subCategory":4,"legal":"Association Sans But Lucratif (ASBL)","web":"http://www.essenscia.be","country":"Belgium","headAddress":"BluePoint Building (2ème étage), 80","headCity":"Bruxelles","headPostCode":"1030","headPhone":"(32)22 38 97 11","boss":"Yves Verschueren","bossTitle":"Mr","bossPosition":"Administrateur délégué","membersCount":9,"membersFTE":"3.0","membership":"CEFIC aisbl (Conseil Européen de l'Industrie Chimique), Rue Belliard 40, B-1040 Bruxelles;&#xd;\nFEB asbl (Fédération des Entreprises de Belgique), Rue Ravenstein 4, B-1000 Bruxelles&#xd;\nUWE asbl (Union Wallonne des Entreprises), Chemin du Stockoy 1-3, 1300 Wavre;&#xd;\nBeci asbl (Union des entreprises de Bruxelles), Avenue Louise 500, B-1050 Bruxelles;&#xd;\nKVIV vzw (Koninklijke Vlaamse Ingenieursvereniging), Desguilei 214, B-2018 Antwerpen;&#xd;\nInstitut des juristes d'entreprise asbl, Rue des sols 8, B-1000 Bruxelles;&#xd;\nLes Amis du Centre antipoisons asbl, Rue Bruyn 1, B-1120 Bruxelles&#xd;\nFebeliec asbl, Av. A. Reyers 80, 1030 Bruxelles&#xd;\nNANAC, Rue Ravenstein 4, B-1000 Bruxelles&#xd;\nICC Belgium, Rue Ravenstein 4, B-1000 Bruxelles&#xd;\nBIR&amp;D, Av. A. Reyers 80, 1030 Bruxelles&#xd;\nECEG aisbl, Auguste Reyerslaan 80, 1030 Bruxelles","memberOrga":"essenscia vlaanderen &#xd;\nessenscia wallonie &#xd;\nessenscia bruxelles/brussel &#xd;\nGaz Industriels et Médicaux&#xd;\nBio.be&#xd;\nessenscia polymatters","goal":"essenscia est un groupement professionnel d'employeurs représentant les nombreux secteurs d'activités de la chimie et des sciences de la vie. Le but de la Fédération est de fournir des services individuels à ses membres et de réprésenter leurs intérêts. Elle assure également la promotion du secteur auprès du grand public.","acronym":"essenscia","interests":"Borders and Security, Business and Industry, Climate Action, Competition, Customs, Economy, finance and the euro, Employment and Social Affairs, Energy, Environment, Food Safety, Public Health, Research and innovation, Single market, Transport","euInitiatives":"innovatie, energie, klimaat, productbeleid (o.a. REACH, CLP), Seveso, transport, veiligheid, sociaal beleid, economie, milieu, logistiek, douane, Brexit, duurzaamheid, circulaire economie, intellectuele eigendomsbescherming","lastUp":"2019-02-05T14:28:14.456+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}