{"id":"81122172998-09","name":"European University Association","registrationDate":"2010-01-12T18:21:42.436+02:00","category":3,"subCategory":2,"legal":"asbl","web":"http://www.eua.be","country":"Belgium","headAddress":"Avenue de l'Yser, 24","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 30 55 44","boss":"Lesley Wilson","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":18,"membersFTE":"10.75","membership":"The Association is working closely with OECD, the Council of Europe and UNESCO. In addition, cooperation with other European and national organisations active in higher education and research is an important component of EUA’s work in order to develop common positions and effectively impact on future policies. &#xd;\n&#xd;\nEUA’s scope also includes an international strategy aimed at fostering cooperation with representative organisations in other parts of the world, working on common issues and raising awareness on the reform of the European higher education system.","memberOrga":"Please see a link to our membership directory:&#xd;\nhttp://eua.be/about/members-directory&#xd;\n&#xd;\nFurther details on membership are available in our Annual Reports.","goal":"The European University Association (EUA) represents and supports 850 universities in 47 countries, providing them with a unique forum to cooperate and keep abreast of the latest trends in higher education and research. EUA members are European universities involved in both teaching and research, national associations of rectors, and other international organisations active in higher education and research. The Association is the main representative of the university sector in Europe.&#xd;<br />The aims of the EUA are:&#xd;<br />-To promote and safeguard university values and the case for university autonomy&#xd;<br />-To promote the development of a coherent system of European higher education and research&#xd;<br />-To give active support and guidance to members of the Association in their development in higher education and research&#xd;<br />-To give active support and guidance to members of the Association in enhancing their contributions to society&#xd;<br />-To provide information and other services to members of the Association&#xd;<br />-To represent higher education and research and to influence policy making at national and European level, particularly in relation to the European Union&#xd;<br />-To encourage cooperation between members of the Association and the development of effective networks&#xd;<br />-To develop partnerships in higher education and research between Europe and the rest of the world.","acronym":"EUA","interests":"Budget, Development, Education, Energy, External Relations, General and Institutional Affairs, Information Society, Regional Policy, Research and Technology","euInitiatives":"As examples of EUA’s representation of the university sector in Brussels in the last years, EUA has worked extensively on Horizon 2020 and Erasmus+ and contributed to the discussions about the post-2020 Multiannual Financial Framework, particularly the future Ninth Framework Programme for Research, the Erasmus Programme and Cohesion funding. The Association has given input to regional policies through its members involved in Smart Specialisation Strategies, and it has contributed to research policy in general, especially Open Science. EUA is also involved in discussions about copyright. Related to universities’ teaching mission, EUA is represented in the Bologna Follow Up Group. It has recently given input to the Modernisation Agenda for Higher Education, the News the Skills Agenda, and the European Education Area.&#xd;<br />Moreover, EUA works actively for continued strong ties between the EU and the UK after Brexit.","lastUp":"2018-04-03T15:01:09.573+02:00","customers":"","costAbsolu":"","costRange":"800000-899999","turnoverAbsolu":0,"turnoverRange":""}