{"id":"8116814461-28","name":"Bundesverband der Freien Berufe","registrationDate":"2008-10-02T17:03:31.468+01:00","category":2,"subCategory":1,"legal":"e. V.","web":"http://freie-berufe.de","country":"Germany","headAddress":"Reinhardtstraße, 34","headCity":"Berlin","headPostCode":"10117","headPhone":"(49)30 28 44 44 20","boss":"Stephanie Bauer","bossTitle":"Ms","bossPosition":"Hauptgeschäftsführerin","membersCount":2,"membersFTE":"1.25","membership":"","memberOrga":"http://www.freie-berufe.de/ueber-uns/mitgliedsorganisationen.html","goal":"Der Bundesverband der Freien Berufe e. V. (BFB) ist der Dachverband der Spitzenvereinigungen der Freien Berufe. Er vertritt in Deutschland die gemeinsamen Interessen von über einer Million Freiberufler mit über 3,1 Millionen Angestellten und 123 Tausend Auszubildenden. 1949 gegründet, gehören dem BFB heute 48 Organisationen sowie 16 Landesverbände an. Die Berufsfachorganisationen stammen aus den Bereichen:&#xd;<br />&#xd;<br />- heilkundliche Berufe&#xd;<br />- rechts-, steuer- und wirtschaftsberatende Berufe&#xd;<br />- technisch-naturwissenschaftliche Berufe&#xd;<br />- pädagogische, psychologische und übersetzende Berufe&#xd;<br />- publizistische und künstlerische Berufe&#xd;<br />&#xd;<br />Die einzelnen Berufsgruppen sind in Selbstverwaltungskörperschaften und Verbänden zusammengeschlossen.&#xd;<br />&#xd;<br />Organe des Bundesverbandes der Freien Berufe sind:&#xd;<br />&#xd;<br />a) das Präsidium&#xd;<br />&#xd;<br />b) die Mitgliederversammlung&#xd;<br />&#xd;<br />Der Präsident und die drei geschäftsführenden Vizepräsidenten des Bundesverbandes der Freien Berufe sind Vorstand im Sinne des § 26 BGB. Der Präsident ist alleinvertretungsberechtigt, im Übrigen sind je zwei geschäftsführende Vizepräsidenten gemeinsam vertretungsberechtigt.&#xd;<br />&#xd;<br />Der BFB unterhält Geschäftsstellen in Berlin und Brüssel.&#xd;<br />&#xd;<br />&#xd;<br />AUFGABEN:&#xd;<br />&#xd;<br />Als Spitzenverband der freiberuflichen Kammern und Verbände hat der BFB u.a. folgende Aufgaben:&#xd;<br />&#xd;<br />- gegenüber Bund, Ländern und der Öffentlichkeit die Interessen der Freien Berufe zu vertreten und die Freien Berufe zu fördern&#xd;<br />- die ethischen und ökonomischen Grundlagen der freien Berufsausübung zu sichern&#xd;<br />- eine qualifizierte Aus-, Weiter- und Fortbildung in den Freien Berufen zu fördern&#xd;<br />- den Einfluss der Freien Berufe in Staat und Gesellschaft zu stärken&#xd;<br />- die Beziehungen der Freien Berufe untereinander zu pflegen&#xd;<br />&#xd;<br />Grundsätzlich tritt der BFB für das Existenzrecht der Freien Berufe in unserer Arbeitgeber-Arbeitnehmer-Gesellschaft und für die Freiheit der Berufsausübung ein. Der Verband kämpft für eine maßvolle, vereinfachte und international wettbewerbsfähige steuerliche Behandlung. Er streitet aber auch in anderen wichtigen Politikfeldern wie Sozialpolitik, Umweltschutz und Bildung für die Belange der Freiberufler. Im Interesse der Verbraucher sieht der Verband den Schutz der Berufsbezeichnung aller Gruppen der Freien Berufe als notwendig an.","acronym":"BFB","interests":"Audiovisual and Media, Competition, Consumer Affairs, Culture, Economic and Financial Affairs, Education, Employment and Social Affairs, Enterprise, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Research and Technology, Taxation, Trade","euInitiatives":"Vertragsverletzungsverfahren HOAI&#xd;<br />&#xd;<br />Binnenmarktstrategie - Dienstleistungspaket&#xd;<br />&#xd;<br />Binnenmarktstregie - Compliance-Paket&#xd;<br />&#xd;<br />Europäisches Semester / Länderspezifische Empfehlungen (alljährlicher Zyklus)&#xd;<br />&#xd;<br />Revision Arbeitszeitrichtlinie&#xd;<br />&#xd;<br />Paket für den digitalen Binnenmarkt (u.a. Revision Urheberrecht)&#xd;<br />&#xd;<br />Reform Entsenderichtlinie","lastUp":"2018-03-01T14:15:14.192+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}