{"id":"811824316301-05","name":"Mercator Research Institute on Global Commons and Climate Change","registrationDate":"2015-03-10T12:05:39.629+01:00","category":4,"subCategory":5,"legal":"gGmbH","web":"http://www.mcc-berlin.net/","country":"Germany","headAddress":"Torgauer Straße 12-15","headCity":"Berlin","headPostCode":"10829","headPhone":"(49)0 30 33 85 53 70","boss":"Ottmar Edenhofer","bossTitle":"Mr","bossPosition":"Director","membersCount":6,"membersFTE":"3.0","membership":"","memberOrga":"","goal":"Im Zuge des globalen Wirtschaftswachstums steigt der weltweite Ressourcenverbrauch und es entstehen neue Knappheiten. Wirtschaftswachstum führt bisher dazu, dass sich der knappe Deponieraum Atmosphäre mit Treibhausgasen füllt. Die global steigende Nachfrage nach Agrarprodukten und der zunehmende Zersiedlungstrend erhöhen den Druck auf Landflächen und führen zu steigenden Nahrungsmittelpreisen und zur Zerstörung der Regenwälder. Um im 21. Jahrhundert und darüber hinaus globalen Wohlstand zu gewährleisten und Armut weltweit zu reduzieren, ist ein technischer, sozialer und politischer Wandel hin zu einer nachhaltigen Governance globaler Gemeinschaftsgüter erforderlich.&#xd;<br />&#xd;<br />Voraussetzung für die demokratische Gestaltung einer solchen globalen Nachhaltigkeitstransformation ist ein verbessertes Verständnis grundlegender Systemdynamiken. Das Mercator Research Institute on Global Commons and Climate Change (MCC) hat das Ziel, in einem iterativen gesellschaftlichen Lernprozess Landkarten des Wissens über konsistente und gangbare Optionen für nachhaltiges Wirtschaftswachstum zu erstellen. Dabei werden Risiken, Unsicherheiten und Wertannahmen verschiedener Pfade explizit berücksichtigt.&#xd;<br />&#xd;<br />In der Erarbeitung solcher Assessment Reports ist ein kontinuierlicher iterativer Austausch mit diversen Akteuren und Gruppen in Gesellschaft und Politik zentral, um deren unterschiedliche Wahrnehmungen und Wertvorstellungen in der Analyse verschiedener Handlungsoptionen zu berücksichtigen. Da angesichts der hohen Komplexität der relevanten Systeme kein Institut die Aufgabe einer solchen politikrelevanten Zusammenfassung des vorhandenen Wissens alleine leisten kann, streben wir weltweit Kooperationen mit anderen Nachhaltigkeitsinstituten an.&#xd;<br />&#xd;<br /> &#xd;<br />Darüber hinaus wird das Institut in folgenden ausgewählten Bereichen eigene Forschungsbeiträge erarbeiten:&#xd;<br />&#xd;<br />»  Wirtschaftswachstum&#xd;<br />»  Landnutzung, Infrastruktur und Transport&#xd;<br />»  Ressourcen und Internationaler Handel&#xd;<br />»  Governance&#xd;<br />»  Assessments und wissenschaftliche Politikberatung&#xd;<br />»  Angewandte Nachhaltigkeitsforschung","acronym":"MCC","interests":"Agriculture and Rural Development, Climate Action, Development, Economic and Financial Affairs, Energy, Environment, Food Safety, Transport","euInitiatives":"EU-ETS&#xd;<br />Klimapolitik&#xd;<br />Klimaziele&#xd;<br />Energiewende","lastUp":"2017-03-17T14:04:03.514+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}