{"id":"811824316301-05","name":"Mercator Research Institute on Global Commons and Climate Change","registrationDate":"2015-03-10T12:05:39.629+01:00","category":4,"subCategory":5,"legal":"gGmbH","web":"http://www.mcc-berlin.net/","country":"Germany","headAddress":"Torgauer Straße 12-15","headCity":"Berlin","headPostCode":"10829","headPhone":"(49)0 30 33 85 53 70","boss":"Ottmar Edenhofer","bossTitle":"Mr","bossPosition":"Director","membersCount":8,"membersFTE":"4.0","membership":"","memberOrga":"","goal":"Global economic growth has led to the overuse of natural resources like the atmosphere, land and forests. These special assets are called global commons, because they need worldwide cooperation for their sustainable use. To achieve that, a farsighted and international view is needed, which governments and other stakeholders often lack. MCC aims to fill this gap and provides policy advice as well as research on long-term, global issues such as climate change: In this area we explore solutions, foster public debates, and support a broad societal exploration of development alternatives.&#xd;<br />&#xd;<br />MCC was founded in 2012 by Stiftung Mercator and the Potsdam Institute for Climate Impact Research (PIK). At the end of MCC supported 33 full-time-equivalent positions, distributed across 50 total staff members. Our research is carried out in seven working groups and one special task force.&#xd;<br />&#xd;<br />Our Vision&#xd;<br />We envision a world of deliberative democracies that discuss openly and take well-informed decisions for the sustainable management of global commons. This ensures that current and future generations are provided with equitable access to the global commons.&#xd;<br />&#xd;<br />Our Mission&#xd;<br />MCC’s mission is to provide solution-oriented policy pathways for governing the global commons to enhance sustainable development and human well-being. Our approach is based on high-quality research to inform policy making in an iterative societal learning process. We call this assessment-making.","acronym":"MCC","interests":"Agriculture and Rural Development, Climate Action, Economy, finance and the euro, Energy, Environment, Food Safety, International co-operation and development, Transport","euInitiatives":"Europäischer Zertifikatshandel (EU-ETS)&#xd;<br />Klimapolitik (auch im Hinblick auf das Paris Abkommen)&#xd;<br />Klimaziele (mittel- bis langfristig)&#xd;<br />CO2-Neutralität &#xd;<br />Energiewende","lastUp":"2019-02-22T14:17:17.318+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}