{"id":"812232130793-17","name":"Agrupación de fabricantes de cemento de España","registrationDate":"2018-03-13T12:25:39.370+02:00","category":2,"subCategory":4,"legal":"Asociación empresarial sin ánimo de lucro","web":"http://www.oficemen.com","country":"Spain","headAddress":"Calle de José Abascal 53","headCity":"Madrid","headPostCode":"28003","headPhone":"(34)91 44 11","boss":"Aniceto Zaragoza Ramírez","bossTitle":"","bossPosition":"Director General","membersCount":4,"membersFTE":"1.5","membership":"","memberOrga":"A.G. Cementos Balboa, S.A.&#xd;\nCementos Alfa, S.A. &#xd;\nCementos Cosmos, S.A.&#xd;\nCementos Lemona, S.A. &#xd;\nCementos Molins Industrial, S.A.U.&#xd;\nCementos Portland Valderrivas, S.A. &#xd;\nCementos Tudela Veguín, S.A.&#xd;\nCemex España Operaciones, S.L.U. &#xd;\nLafargeHolcim, S.A. &#xd;\nSociedad Financiera y Minera, S.A.","goal":"La Agrupación de fabricantes de cemento de España, Oficemen, es una asociación empresarial de naturaleza privada y de carácter técnico profesional, sin fines de lucro.&#xd;<br />Oficemen representa a una industria con vocación de servicio al ciudadano, responsable ante la sociedad y, sobre todo, con un profundo respeto por el medio ambiente.&#xd;<br />En la actualidad, forman parte de Oficemen todas las empresas dedicadas a la producción integral de cemento que tienen fábricas en España.&#xd;<br />Nuestra misión como patronal del sector es estar y actuar en el mercado para crear trabajo, riqueza y contribuir al progreso y la calidad de vida de los ciudadanos. Para ello, apostamos por valores como el liderazgo, la innovación, la responsabilidad con las comunidades en las que nos encontramos y el respeto por el medio ambiente.&#xd;<br />Pretendemos posicionarnos como un sector moderno y eficiente, referente a nivel nacional e internacional y respetuoso con las personas. También apostamos por la innovación y el desarrollo sostenible, trabajando en estrecha colaboración con las Administraciones Públicas, los agentes sociales y otros sectores industriales, y contribuyendo al dinamismo de la economía española.&#xd;<br />Todas las actividades de Oficemen siguen unas mismas líneas de actuación, que buscan reforzar nuestras actividades tradicionales, pero con productos más innovadores y sofisticados; adaptarnos al dinamismo de la sociedad; relacionarnos con otros sectores; y potenciar el reciclado y la valorización.","acronym":"OFICEMEN","interests":"Climate Action, Energy, Environment, Trans-European Networks","euInitiatives":"Directiva sobre el régimen de comercio de derechos de emisión de la UE.&#xd;<br />Directiva Marco de Residuos.&#xd;<br />Reglamento de productos de la construcción&#xd;<br />Contratación pública.&#xd;<br />Medio ambiente.&#xd;<br />Recursos minerales.&#xd;<br />Energía.&#xd;<br />Seguridad y salud en el trabajo.&#xd;<br />Horizonte 2020.&#xd;<br />Programas de investigación e innovación.&#xd;<br />Compra pública innovadora.&#xd;<br />Compra pública verde.","lastUp":"2018-04-17T09:01:28.158+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}