{"id":"812503020782-31","name":"1000001 Labs","registrationDate":"2016-02-23T11:28:25.548+01:00","category":4,"subCategory":5,"legal":"cooperative","web":"http://www.1000001labs.org/","country":"Spain","headAddress":"c. alzina 52","headCity":"Barcelona","headPostCode":"08024","headPhone":"(34)9 31 93 06 61","boss":"Luigi Ceccaroni","bossTitle":"Mr","bossPosition":"CEO","membersCount":6,"membersFTE":"3.0","membership":"European Citizen Science association (ECSA)","memberOrga":"","goal":"1000001 Labs [http://www.1000001labs.org] is a Spanish SME specialized in advanced systems of decision support, recommendation and personalization applied to the environment domain. Its research staff includes the principal investigator and coordinator of the Citclops project (2012-2015), a 5 M? European project about a citizens' observatory for coast and ocean monitoring, and also includes software engineers and doctors, who participated in other various European projects under FP7. 1000001 Labs manages a marine-monitoring offshore lab, which can be used as base node of a network of sensors that can autonomously modify its behavior to optimize data collection and interpretation, and where large amounts of data can be stored, processed and then distributed over the web. Also, it has expertise in the use of smartphone?based tools and other smart tools and apps to engage and retain citizens in scientific actions of participatory science, with emphasis not only on data collection, but above all on information analysis and its delivery to end users. 1000001 Labs is developing an online service that monitors water quality for the aquaculture industry, with special focus on algal blooms. The service will provide, in real-time, a forecast service alerting aquaculture farmers, fishers and regulators of these potentially-harmful blooms. It is designed to combine information from in-situ monitoring stations, Earth-observation satellite data, biological and physical oceanic models, and citizens.","acronym":"1M1L","interests":"Education, Environment, Information Society, Research and Technology","euInitiatives":"Partnership for Research and Innovation in the Mediterranean Area (PRIMA)","lastUp":"2017-02-17T08:28:24.862+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}