{"id":"813095531722-44","name":"KONTOR BERLIN Public Affairs &amp; Personal","registrationDate":"2018-06-06T12:55:17.809+02:00","category":1,"subCategory":6,"legal":"selbständiger Einzelunternehmer","web":"http://kontorberlin.com","country":"Germany","headAddress":"BOLTENHOF","headCity":"Hamburg","headPostCode":"20457","headPhone":"(49)16 23 02 24 17","boss":"Henning Finck","bossTitle":"Mr","bossPosition":"Geschäftsführer","membersCount":2,"membersFTE":"0.75","membership":"Deutsche Gesellschaft für Politikberatung&#xd;\nhttps://www.degepol.de/&#xd;\n&#xd;\nVerband 3D-Druck&#xd;\nhttps://www.verband3ddruck.berlin/","memberOrga":"-","goal":"KONTOR BERLIN bietet umfassende Beratungsdienstleistungen im Bereich Public Affairs und Human Resources. Bei komplexen Herausforderungen stellen wir das passende Beraterteam zusammen. Mit anderen Worten: Wo andere keine Lösung haben, finden wir einen Weg für Sie.&#xd;<br />&#xd;<br />Wir verfügen über ein großes Netzwerk von Senior Freelancern in Brüssel, Berlin und Kiew. Von Hamburg und Berlin aus werden die Tätigkeiten koordiniert.&#xd;<br />&#xd;<br />In Deutschland vertreten wir den NDV Verlag mit dem Handbuch Kürschners Politikkontakte beim Deutschen Bundestag. Hier arbeiten wir an Transparenzfragen, wirken für die Einführung eines Lobbyregisters und beraten bei der Digitalisierung. &#xd;<br />&#xd;<br />Ein besodnerer Schwerpunkt liegt auf der Beratung zur EU-Regulierung im Klima- und Umweltschutz sowie Verbraucherpolitik. Im Bereich Verkehr arbeiten wir an TEN-T-Konzepten im grenzüberschreitenden Bereich.&#xd;<br />&#xd;<br />&#xd;<br />Die besondere Expertise in der Ukraine, Polen, der Tschechischen Republik und Rußland ergibt sich vielfältigen Beratungsaufträgen. Der gegenwärtige Schwerpunkt liegt auf der Begleitung des EU-Assoziierungsabkommens mit der Ukraine.","acronym":"KB","interests":"Agriculture, Business and Industry, Communication, Consumers, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Foreign and Security Policy and Defence, Fraud prevention, Justice and Fundamental Rights, Regional Policy, Single market, Trade, Trans-European Networks, Transport","euInitiatives":"- EU-Assoziierungsabkommen mit der Ukraine&#xd;<br />- Umweltregelierung, insb. WasserRRL&#xd;<br />- Klimaschutzpolitik&#xd;<br />- Verbraucherschutz&#xd;<br />- Trans European Networks&#xd;<br />- Handels- und Zollpolitk, Einfuhrquoten&#xd;<br />- Bekämpfung von Korruption&#xd;<br />- Transparenz im Lopbbying","lastUp":"2018-06-12T08:59:45.576+02:00","customers":"NDV Verlag,UCCI - Ukrainische Industrie- und Handelskammer,BZÄK - Bundeszahnärztekammer","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":"","turnoverRange":"0-99999"}