{"id":"81317437623-13","name":"European Association of Homes and Services for the Ageing","registrationDate":"2012-01-06T14:47:27.538+02:00","category":3,"subCategory":2,"legal":"AISBL nach belgischem Recht","web":"http://www.eahsa.eu","country":"Belgium","headAddress":"Rue d'Arlon, 92","headCity":"Brüssel","headPostCode":"1040","headPhone":"(32)27 34 72 24","boss":"Aad Koster","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"IAHSA International Association of Homes and Services for the Ageing - The Global Ageing Network&#xd;\n&#xd;\nAGE Platform Europe&#xd;\n&#xd;\nEHF European Housing Forum&#xd;\n&#xd;\nEDE European Association of Directors of Long-Term Residential Homes for the Elderly","memberOrga":"Eden in Denmark ( = Eden Europe )&#xd;\nOne To One Nursing SRL&#xd;\nSozialwerk Stg. Georg (= Brusseler Kreis)&#xd;\nSodexo&#xd;\nActiz&#xd;\nBrussels Confederation of Construction&#xd;\nBrüsseler Kreis&#xd;\nWohlfahrtswerk Fur Baden-Wuerrtemberg&#xd;\nCareMalta&#xd;\nSINTEF Technology and Society, Dpt. Medical Technology&#xd;\nMicasa Fastigheter I Stockholm AB&#xd;\nEden Europe&#xd;\nSpectren AG Consulting&#xd;\nUniqoncepts&#xd;\nClift Stevenson and Associates P/L&#xd;\nAmvest Management BV&#xd;\nANBO/Slijkhuis Consultancy Utrecht&#xd;\nNational Care  Forum&#xd;\nMovinex BV&#xd;\nLe Château du Haut Venay&#xd;\nNHI (Nursing Homes Ireland) - Unit A5, &#xd;\nCity of Göteborg - Lokalförvaltningen&#xd;\nZorgnet Vlaanderen&#xd;\nServ ind. comp. Union for Aged People &#xd;\nCuraviva&#xd;\nSilverlife Institute&#xd;\nLLC Blagopoluchie&#xd;\nPozzoni LLP&#xd;\nProbis Corporate NV&#xd;\nEden Denmark, Aase Porsmose and Karin Dahl&#xd;\nEden Netherlands and Benelux, Diana Melis&#xd;\nEden Institut - Austria&#xd;\nEden Faroe Islands, Margaret Johannesen&#xd;\nKIINKO&#xd;\nWestOost Inc.&#xd;\nFNAQPA&#xd;\nCare Research Network &#xd;\nSenior Group&#xd;\nKnight Frank LLP&#xd;\nAbbeyfield&#xd;\nSouth Oak Tree Corp&#xd;\nGlubina Group&#xd;\nOCMW Visies – VVOS &#xd;\nTNO DuCHA&#xd;\nMinistry for Equality, Social Services and the Elderly&#xd;\nFrank van Dillen&#xd;\nMontepeio","goal":"EAHSA is the European integral platform of the providers of housing, services and care for the ageing sector. Members represent all types of organisations and individuals active for seniors and older persons and all types of ownership including for profit, not-for-profit and governmental. EAHSA’s chapters and members represent more than 3,000 providers in Europe. EAHSA’s vision  is to improve the quality of   life for older persons and to support  its members in making each day a better day for their clients by providing high quality housing, services and care. EAHSA is realizing this vision by giving a voice to the providers for the ageing sector in Europe’s policy debates, raising awareness and understanding of the impact of  European policies among the ageing sector and other interested parties, establishing  good contacts with  EU institutions  and becoming a key network for the providers for the ageing sector. &#xd;<br />&#xd;<br />EAHSA developed Guiding Principles to provide the basis for the way the providers of the ageing sector have to develop its activities in order to keep them viable, sustainable and responsive to future demands and needed developments. &#xd;<br />The headlines of the Five Guiding Principles are: Preserving dignity, Nurturing spirits in life, Comforting in partnership, Encouraging diversity in housing and services, Adopting a carefree and modern approach.&#xd;<br />&#xd;<br />EAHSA does not stand alone in pursuing its vision, values and  mission. It is  affiliated with IAHSA, the International  Association  of  Homes and Services for the Ageing, which is a global network with its office in Washington DC. EAHSA also cooperates with other European and national stakeholders.","acronym":"EAHSA","interests":"Business and Industry, Competition, Consumers, Digital economy and society, Education and training, Employment and Social Affairs, Food Safety, Public Health, Regional Policy, Research and innovation, Single market","euInitiatives":"Quality of Life in Long-Term Care&#xd;<br />Person-Centred care &#xd;<br />Active Ageing&#xd;<br />Independent living","lastUp":"2018-04-27T15:43:52.186+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}