{"id":"813994623570-13","name":"Association of Global Custodians","registrationDate":"2016-10-13T11:05:16.695+02:00","category":2,"subCategory":4,"legal":"non-corporate informal association organized in accordance with the applicable law of the US district of Columbia","web":"http://www.theagc.com/","country":"United states","headAddress":"Association of Global Custodians c/o Baker &amp; McKenzie LLP 815 Connecticut Avenue, N.W.","headCity":"Washington","headPostCode":"D.C. 20006-4078","headPhone":"(1)20 24 52 70 00","boss":"Dan Schneider ","bossTitle":"Mr","bossPosition":"Counsel ","membersCount":4,"membersFTE":"1.0","membership":"N/A","memberOrga":"Please click on the following link to have access to the list of all the members of the Association of Global Custodians : http://www.theagc.com/members.htm","goal":"Established in 1996, the Association of Global Custodians is a group of 12 financial institutions that provide securities safekeeping services and asset-servicing functions to primarily institutional cross-border investors worldwide.  As a non-partisan advocacy organization, the Association represents members’ common interests on regulatory and market structure matters through comment letters, white papers and interaction with legislative and regulatory authorities and financial industry organizations. The member banks are competitors, and the Association does not involve itself in member commercial activities or take positions concerning how members should conduct their custody and related businesses. Baker &amp; McKenzie LLP acts as the Association's Secretariat and Counsel.","acronym":"AGC","interests":"Banking and financial services, Taxation","euInitiatives":"The Association of Global Custodians follows potentially any matters arising out of the Financial Services Directorate of the European Commission relating to post-trade and associated tax matters. These include by way of example:&#xd;<br />&#xd;<br />- Capital Markets Union, especially the ongoing work of the European Post-Trade Forum;&#xd;<br />- ‎AIFMD and UCITS depositary matters, most recently ESMA's Call for Evidence on Segregation Requirements;&#xd;<br />- CSD Regulation Regulatory Technical Standards;&#xd;<br />- EMIR OTC margin requirements‎;&#xd;<br />- Withholding tax initiative‎s such as initiatives addressed by the Tax Barriers Business Advisory Group (TBAG);&#xd;<br />- MiFID II and the Bank Recovery and Resolution Directive (BRRD).","lastUp":"2018-10-03T09:54:20.608+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}