{"id":"814014013312-48","name":"ASOCIACIÓN ESPAÑOLA DE FABRICANTES DE PASTA, PAPEL Y CARTÓN","registrationDate":"2014-03-21T09:21:02.424+01:00","category":2,"subCategory":4,"legal":"ASOCIACIÓN","web":"http://www.aspapel.es/","country":"Spain","headAddress":"Avenida de Baviera, 15 bajo","headCity":"Madrid","headPostCode":"28028","headPhone":"(34)9 15 76 30 03","boss":"Carlos Reinoso Torres","bossTitle":"","bossPosition":"Director General","membersCount":4,"membersFTE":"1.0","membership":"CEPI (Confederation of European Paper Industries)&#xd;\nCEPIFINE (Confederation of European Fine Paper Industries), &#xd;\nUTIPULP (European Association representing the Group of European Market Wood Pulp Users) &#xd;\nCEOE (Confederación Española de Organizaciones Empresariales), &#xd;\nACOGEN (Asociación Española de Cogeneración)","memberOrga":"http://www.aspapel.es/la-asociacion/empresas-asociadas&#xd;\nhttp://www.aspapel.es/en/the-association/member-companies","goal":"ASPAPEL es una organización profesional de ámbito estatal, que agrupa a las empresas del sector de la celulosa y el papel en España. Las empresas asociadas suponen más del 96% de la producción del sector. &#xd;<br />&#xd;<br />El objetivo de la asociación es contribuir al desarrollo competitivo y sostenible de las empresas asociadas y la promoción de la imagen del sector, sus empresas y productos. Para ello representa y defiende los intereses sectoriales ante la administración y los grupos de interés, desarrolla estrategias comunes en los temas prioritarios para la industria, y lleva a cabo actividades de todo tipo para mejorar el conocimiento del sector y su competitividad en el marco de una economía global. La asociación es además un foro de encuentro para las empresas del sector.","acronym":"ASPAPEL","interests":"Business and Industry, Climate Action, Communication, Competition, Digital economy and society, Employment and Social Affairs, Energy, Environment, Food Safety, Research and innovation, Single market, Trade, Transport","euInitiatives":". Cambio climático&#xd;<br />. Paquete Energía UE&#xd;<br />. End of Waste paper","lastUp":"2019-02-27T16:17:57.457+01:00","customers":"","costAbsolu":"","costRange":"300000-399999","turnoverAbsolu":0,"turnoverRange":""}