{"id":"814221932699-57","name":"Maiêutica - Cooperativa de Ensino Superior, CRL","registrationDate":"2018-09-26T15:52:20.800+02:00","category":4,"subCategory":12,"legal":"Cooperativa","web":"https://www.maieutica.pt/","country":"Portugal","headAddress":"Avenida Carlos de Oliveira Campos","headCity":"Maia","headPostCode":"4475-690","headPhone":"(351)2 29 86 60 00","boss":"João Paulo Gomes de Amorim","bossTitle":"Mr","bossPosition":"Vogal da Direção","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"Maiêutica is the founding body of University Institute of Maia - ISMAI, and Polytechnic Institute of Maia - IPMaia, a private non-profit HEI located in Maia, near Porto.&#xd;<br />The university campus occupies an area of 70,000m2 and provides students with excellent infrastructures and leading-edge technological equipment.&#xd;<br />Maiêutica's mission is to create the conditions and guarantee the operation of higher education institutions aimed at producing and disseminating culture and knowledge, science and technology.&#xd;<br />Maiêutica fosters the indispensable conditions for ISMAI and IPMAIA to establish themselves as institutions of reference for Higher Education, responding adequately to national and international challenges, while assuring services of excellence quality. Maiêutica pursues a policy of continuous improvement, in order to ensur high standards of teaching and researching.&#xd;<br />&#xd;<br />ISMAI is the 2nd largest private HEI in Portugal. It has more than 250 academic staff members and 4,000 students, and offers a wide range of 1st, 2nd and 3rd cycle programmes in the fields of Social and Behavioural Sciences, Business Sciences, Physical Education and Sports Sciences, Communication Sciences and Information Technologies. &#xd;<br />Infrastructures include specialized laboratories, centres, offices and sports facilities that support both teaching and scientific research activities. A new state-of-the-art sports complex with 17,000m2 has opened in 2016. This complex is intended not only to benefit students and staff of the sports department, but also the whole academic and local community that can profit from it with the support of our sport teams and our physical condition labs. &#xd;<br />ISMAI is recognized by Eurostat as Research Entity. It is home to 6 RD&amp;I units that reflect the wide range of knowledge and skills of ISMAI´s departments:&#xd;<br />- Centre for Tourism Development Studies  (CEDTUR)&#xd;<br />- Research Centre in Technologies and Intermedia Studies (CITEI)&#xd;<br />- Research Centre in Sport, Health and Human Development (CIDESD – ISMAI)&#xd;<br />- Research Unit in Criminology and Behavioural Sciences (UICCC)&#xd;<br />- Research Unit in Business Sciences and Sustainability (UNICES)&#xd;<br />- Research Unit in Human Development and Psychology (UNIDEP)&#xd;<br />The interaction with the local, regional and national communities is worth highlighting. ISMAI has celebrated more than 600 protocols with companies, which offer students training and employment opportunities, and more than 160 protocols with local organisations in the areas of education and social sector. The collaboration with all stakeholders also favours knowledge transfer, the implementation of joint initiatives as well as the development and improvement of regional conditions.&#xd;<br />On the international level, ISMAI has cooperation agreements with about 150 organizations (HEIs, companies, foreign ministries and municipalities) in more than 30 countries in Europe, Africa and America.","acronym":"MAIEUTICA","interests":"Business and Industry, Culture, Digital economy and society, Education and training, Employment and Social Affairs, Environment, Food Safety, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Sport, Trans-European Networks, Youth","euInitiatives":"ISMAI teachers and researchers are encouraged to actively get involved in international programs, as this is recognized of huge importance for our institution's sustainability. Mobility exchanges and R&amp;D cooperation with other HEIs at european and international level, mainly through the participation in EU programs of Education, Science and Technology is highly valued. Thus several EU initiatives in diverse domains related with our institution's knowldege areas are followed by ISMAI research groups. So far ISMAI has participated in numerous international projects, both as partner and promoter.","lastUp":"2018-09-26T17:33:49.457+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}