{"id":"814305034536-89","name":"ATLAS APPS SRL","registrationDate":"2019-04-10T09:17:56.421+02:00","category":2,"subCategory":3,"legal":"Active","web":"http://www.autonomychain.com","country":"Romania","headAddress":"Florilor 37","headCity":"Azuga","headPostCode":"105100","headPhone":"(40)7 52 12 01 93","boss":"George Grama","bossTitle":"Mr","bossPosition":"CEO","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"At the moment, our company is working on:&#xd;<br />1) Mobility software applications for all our clients (communication technologies),&#xd;<br />where we already have a platform which we license on a Software as a Service model.&#xd;<br />2) Autonomy Chain (www.AutonomyChain.com) – a blockchain based cloud for connecting autonomous vehicles so they can talk:&#xd;<br />a. witheach–another&#xd;<br />b. to a smartphone app requesting services from them (come pick me up, go park yourself, go charge yourself, pay toll roads, send alerts to emergency services)&#xd;<br />c. to the Smart-City Infrastructure&#xd;<br />All of the above in the safest, most un-hackable way. We aim to connect all autonomous vehicles to a free, decentralized and open source blockchain cloud network where information is protected, authenticated and secure in a trustless environment where hackers cannot, under any circumstances, take control.&#xd;<br />We already have a working demo of this with our own self-driving vehicle connected to it. (This addresses the telecommunications infrastructure; access to and exchange of vehicle and infrastructure data; cybersecurity;) -We have over 35 different scenarios on our whitepaper on how vehicles should connect and talk to one-another and the benefits and threats of not securing these connections.&#xd;<br />3) Vehicle dashboard cameras which can identify (using computer vision and artificial intelligence) problems in traffic such as road closures, accidents, traffic congestion and send notifications to other drivers / autonomous about these problems so they can act accordingly. These cameras will also able to identify&#xd;<br /> &#xd;<br />parking spaces as cars go by. (This addresses the road safety issue and the artificial intelligence requirements).&#xd;<br />4) Software for test scenarios where self-driving cars can be tested in a contained environment for establishing the level of safety of their driving. We aim to also build a test road track to run complex scenarios and ultimately award a safety rating to companies building driverless vehicles similar to the Euro NCAP certification. We aim to test their security thoroughly, inside software and “connected to the cloud” networks and showcase vulnerabilities to the relevant car manufacturers. (This again addresses the road safety)&#xd;<br />5) An autonomous delivery vehicle fleet (for which we already ordered our second self-driving vehicle) which we aim to test in the US and Norway and showcase to the courier / delivery industry its feasibility. We believe that, before transporting passengers, autonomous vehicles will transport packages first","acronym":"","interests":"Digital economy and society, Transport","euInitiatives":"Transportation and mobility policies for autonomous vehicles testing, research and development &#xd;<br />Autonomous vehicle connectivity","lastUp":"2019-04-10T09:18:25.696+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}