{"id":"814721210555-72","name":"UNIÓN ESPAÑOLA DE ENTIDADES ASEGURADORAS Y REASEGURADORAS","registrationDate":"2013-02-01T11:44:53.489+01:00","category":2,"subCategory":1,"legal":"ASOCIACION EMPRESARIAL","web":"http://www.unespa.es","country":"Spain","headAddress":"Nuñez de Balboa, 101","headCity":"Madrid","headPostCode":"28006","headPhone":"(34)9 17 45 15 30","boss":"María Aránzazu Del Valle Schaan","bossTitle":"Ms","bossPosition":"Secretaria General","membersCount":7,"membersFTE":"4.5","membership":"En Europa somos miembros de Insurance Europe, la Federación Europea de aseguradores www.insuranceeurope.eu","memberOrga":"","goal":"La misión de UNESPA es representar a sus asociados ante todo tipo de instituciones y organismos, tanto nacionales como internacionales, y transmitirles el punto de vista del seguro. La asociación busca estar presente en todos los grandes debates sociales relacionados con la actividad aseguradora y trasladar así, de manera constante, los valores y los avances que reporta el seguro. &#xd;<br />&#xd;<br />El objetivo de UNESPA es, en definitiva, que la sociedad española conozca la existencia del seguro y los beneficios inherentes que conlleva. Para lograrlo, la asociación ofrece a las aseguradoras asociadas herramientas que facilitan el desarrollo de su actividad diaria y prestar un mejor servicio a la ciudadanía, siempre dentro de los cauces de la libre competencia. Entre estas medidas destacan la elaboración de convenios de colaboración sectoriales que permiten agilizar la liquidación de siniestros, la publicación y fomento de la adhesión a guías de autorregulación, etcétera. UNESPA también promueve las mejores prácticas empresariales entre sus asociadas, negocia en su nombre el convenio colectivo con el resto de actores sociales y, en general, promueve un comportamiento coherente con una sociedad desarrollada e innovadora como la española por parte del sector.&#xd;<br />&#xd;<br />En definitiva, UNESPA es la voz del seguro.","acronym":"UNESPA","interests":"Climate Action, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Employment and Social Affairs, Environment, External Relations, Institutional affairs, Justice and Fundamental Rights, Public Health, Single market, Taxation, Trade","euInitiatives":"Sostenibilidad, Green Deal, Solvencia II, Directiva distribución seguros (IDD), Unión del Mercado de Capitales (CMU), Sistema Europeo de Supervisión Financiera, Autoridad europea de supervisión de seguros (EIOPA), protección consumidores, protección datos personales, big data, pensiones, cambio climático, productos de inversión preempaquetados (PRIIP), fintech, finanzas sostenibles, directiva automóviles (MID), producto paneuropeo pensiones (PEPP), Brexit, acuerdos internacionales comercio servicios, riesgo sistémico, better regulation, refit","lastUp":"2019-12-20T11:28:49.157+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}