{"id":"815176718826-78","name":"Takeda Pharmaceuticals International GmbH","registrationDate":"2015-09-17T12:38:26.781+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.tpi.takeda.com","country":"Switzerland","headAddress":"Thurgauerstrasse 130","headCity":"Zurich","headPostCode":"8152","headPhone":"(41)4 45 55 10 00","boss":"Platford Giles","bossTitle":"Mr","bossPosition":"President EUCAN Business Unit","membersCount":5,"membersFTE":"1.75","membership":"Takeda is a member of European Federation of Pharmaceutical Industries and Associations (EFPIA) and Vaccines Europe (VE)&#xd;\n&#xd;\nTakeda is member of EUCOPE (European Confederation of Pharmaceutical Enterpreneurs)&#xd;\n&#xd;\nTakeda is also member of EuropaBio, AmCham EU, BritCham and Friends of Europe","memberOrga":"","goal":"Takeda is a patient-focused, values-based, R&amp;D-driven global biopharmaceutical company committed to bringing Better Health and a Brighter Future to people worldwide. Our passion and pursuit of potentially life-changing treatments for patients are deeply rooted in our distinguished 238-year history in Japan.  Established by our founding spirit and integral to every part of our business, Takeda-ism and our priorities (Patient, Trust, Reputation, Business) guide us in our efforts to achieve our Vision 2025.&#xd;<br />&#xd;<br />Takeda is headquartered in Tokyo, Japan and focuses its R&amp;D on developing highly innovative medicines that contribute to making a difference in people’s lives by advancing the frontier of new treatment options and leveraging our enhanced collaborative R&amp;D engine and capabilities to create a robust, modality-diverse pipeline.&#xd;<br />We aspire to bring our leadership in translating science into life-changing medicines to the next level, in our core focus areas: oncology, gastroenterology, rare diseases, neuroscience as well as Plasma-derived therapies and vaccines.  &#xd;<br />&#xd;<br />Takeda EUCAN covers 37 countries with 3,900 + employees across the region of Europe and Canada. Headquartered in Zurich, EUCAN has a strong focus on Gastroenterology, Rare Diseases and Oncology and has multiple manufacturing sites across the region to supply products to patients worldwide.&#xd;<br />&#xd;<br />To learn more please visit us at www.takeda.com","acronym":"TPI Zurich","interests":"Business and Industry, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Environment, External Relations, Humanitarian aid and civil protection, Institutional affairs, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"We follow EU initiatives, policies and legislative files related to our Pharmaceuticals and Vaccines businesses. This includes topics such as R&amp;D and clinical trials, data protection, relevant legislation and initiatives, medical devices, trade &amp; IP, environment.","lastUp":"2019-09-27T12:32:22.833+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}