{"id":"815176718826-78","name":"Takeda Pharmaceuticals International GmbH","registrationDate":"2015-09-17T12:38:26.781+02:00","category":2,"subCategory":3,"legal":"GmbH","web":"http://www.tpi.takeda.com","country":"Switzerland","headAddress":"Thurgauerstrasse 130","headCity":"Zurich","headPostCode":"8152","headPhone":"(41)4 45 55 10 00","boss":"Platford Giles","bossTitle":"Mr","bossPosition":"President EUCAN Business Unit","membersCount":3,"membersFTE":"0.75","membership":"Takeda is a member of European Federation of Pharmaceutical Industries and Associations (EFPIA) and Vaccines Europe (VE)&#xd;\n&#xd;\nTakeda is also member of EUCOPE (European Confederation of Pharmaceutical Enterpreneurs)","memberOrga":"","goal":"Takeda is a global pharmaceutical company that focuses on innovative medicines in gastroenterology, oncology, central nervous system, cardiovascular and metabolic, as well as vaccines. The portfolio of quality, established prescription and over-the-counter medicines helps patients around the world.  Takeda’s mature markets – Japan, United States and Europe – remain strong cornerstones of our business as we continue to grow our presence in emerging markets, such as Brazil, Russia and China. In Europe the company has a presence that covers 30 countries and commercial headquarters in Zurich, Switzerland.  To learn more please visit us at www.takeda.com","acronym":"TPI Zurich","interests":"Business and Industry, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Environment, External Relations, General and Institutional Affairs, Humanitarian aid and civil protection, Public Health, Research and innovation, Single market, Taxation, Trade","euInitiatives":"We follow EU initiatives, policies and legislative files related to our Pharmaceuticals and Vaccines businesses. This includes topics such as R&amp;D and clinical trials, data protection, relevant legislation and initiatives, medical devices, trade &amp; IP, environment.","lastUp":"2018-09-13T18:47:47.185+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}