{"id":"815537333090-33","name":"Asociatia Societatea Romana pentru Prevenirea si Recuperarea Medicala a Persoanelor cu Accident Vascular Cerebral","registrationDate":"2018-11-03T20:27:31.448+01:00","category":3,"subCategory":2,"legal":"Organizatiei nonguvernamentala","web":"http://accidentulvascular.ro","country":"Romania","headAddress":"Strada Lt. Col. Dumitru Raducu Durbac 92A","headCity":"Bucuresti","headPostCode":"012729","headPhone":"(40)7 87 55 98 08","boss":"Valentin Daniel Anei","bossTitle":"Mr","bossPosition":"Presedinte","membersCount":17,"membersFTE":"7.25","membership":"Networking&#xd;\n1) Reteaua Furnizorilor de Ingrijire la Domiciliu - SenioriNET&#xd;\n&#xd;\n&#xd;\nhttp://www.seniorinet.ro/membri (pozitia 22)&#xd;\n&#xd;\n2) Reteaua de politici publice CivilNET 2018&#xd;\n&#xd;\n2) Reteaua RSC - Reteaua Sociala \"Actionam Responsabil\"&#xd;\nhttp://www.actionamresponsabil.ro/membru-retea/asociatia-societatea-romana-pentru-prevenirea-si-recuperarea-medicala-a-persoanelor-cu-accident-vascular-cerebral&#xd;\n&#xd;\n3) Portalul National pentru date deschise DATA.GOV.RO si reprezintă aplicarea inițiativei europene Open Data unde asociatia noastra a aderat https://www.date.gov.ro/my_MM/user/ong_accidentulvascular&#xd;\n&#xd;\n4) LobbyFacts http://lobbyfacts.eu/representative/54e8013f6f924684b9865f3212545346&#xd;\n&#xd;\n5) Autoritatea Națională de Supraveghere a Prelucrarii Datelor cu Caracter Personal - Autorizația 36312 pentru Prelucrarea și Protecția Datelor cu caracter pesonal&#xd;\n&#xd;\n6) Federatia VOLUM&#xd;\n&#xd;\n7) REȚEAUA FURNIZORILOR DE SERVICII PENTRU PERSOANE CU DIZABILITĂȚI DizabNET","memberOrga":"http://accidentulvascular.ro","goal":"Misiunea Asociatiei SOCIETATEA ROMANA PENTRU PREVENIREA SI RECUPERAREA MEDICALA A PERSOANELOR CU ACCIDENT VASCULAR CEREBRAL&#xd;<br />&#xd;<br />1. Reabilitarea medicala a persoanelor cu AVC dar si a celor cu dizabilitati locomotorii.&#xd;<br />2. Reinsertia pe piata muncii prin cursuri de calificare si consiliere profesionala a persoanelor afectat de AVC sau cu afectarea sistemului locomotor.&#xd;<br />3. Specializarea tinerilor profesionisti din domeniul medical prin cursuri de formare medicala continua.&#xd;<br />4. Asistenta sociala si umanitara persoanelor aflate in grupele de risc, supuse excluziunii sociale.&#xd;<br />5. Formarea unei retele de reabilitare medicala a persoanelor cu AVC si a celor cu alte afectari ale sistemului locomotor.&#xd;<br />6. Campanii de promovarea drepturilor si libertatilor cetatenesti ale persoanelor cu dizabilitati.","acronym":"SRPRMPAVC","interests":"Business and Industry, Communication, Consumers, Digital economy and society, Education and training, Employment and Social Affairs, Humanitarian aid and civil protection, Justice and Fundamental Rights, Public Health, Research and innovation, Youth","euInitiatives":"Domeniul de asistenta medicala pentru grupurile vulnerabile","lastUp":"2018-11-03T20:37:19.115+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}