{"id":"815974426307-83","name":"PATRICIAN TRAINING S.R.L.","registrationDate":"2017-03-12T22:56:24.594+01:00","category":2,"subCategory":3,"legal":"SRL","web":"","country":"Romania","headAddress":"SOS. PANTELIMON NR.326","headCity":"BUCHAREST","headPostCode":"021656","headPhone":"(40)7 57 01 66 13","boss":"Alina CONSTANTINESCU","bossTitle":"Ms","bossPosition":"Managing Partner","membersCount":2,"membersFTE":"1.5","membership":"","memberOrga":"","goal":"By way of introduction, We are the single Romanian company undertaking all stages of collecting, processing, freezing, packing and exporting high quality top-shell meat from Rapana Venosa / Thomassiana collected by divers and trawlers in the Black Sea during the summer fishing season.Products: Boiled and eviscerated top-shell meat, IQF and packed in 10kg plastic bags, 2x10kg per box.&#xd;<br />Frozen whelks in their shell, boiled, IQF and packed in 3kg bags, 5x3kg per box. &#xd;<br />Location: Own 2013 purpose-built factory with EU Veterinarian approval No. F-398 and also HACCP Plan. It has the latest high performance freezing and ventilation systems, is internationally certificated and conforms to all required EU standards. All processing is permanently monitored.  &#xd;<br />Contact: We are always pleased to invite potentially long-term clients to visit our facility near Mangalia and to discuss their requirements with us in detail.&#xd;<br />Off-season processing: We would be interested in processing fish and molluscs other than rapana during the December/April  off-season and welcome contact with anyone with access to these products and interested in having us process them in any form of joint venture.&#xd;<br />Waste products: We are interested in finding buyers for empty shells which could be used in construction processes, or in viscera which has potential uses in both the pharmaceutical and cosmetic industries.","acronym":"PATRICIAN","interests":"Agriculture and Rural Development, Business and Industry, Consumers, Economy, finance and the euro, Food Safety, Justice and Fundamental Rights, Maritime affairs and fisheries, Regional Policy, Taxation, Trade","euInitiatives":"Politica comuna in domeniul pescuitului la Marea Neagra&#xd;<br />Activitatea Black Sea Advisory Council&#xd;<br />Comert International","lastUp":"2019-02-15T06:34:05.911+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}