{"id":"816208822890-25","name":"Družba za avtoceste v Republiki Sloveniji, d.d.","registrationDate":"2016-08-03T09:36:40.972+02:00","category":2,"subCategory":3,"legal":"Delniška družba, d.d.","web":"http://www.dars.si","country":"Slovenia","headAddress":"Ulica XIV. divizije 4","headCity":"Celje","headPostCode":"3000","headPhone":"(386)34 26 40 71","boss":"Tomaž Vidic","bossTitle":"Mr","bossPosition":"Predsednik uprave","membersCount":3,"membersFTE":"1.0","membership":"ASECAP (European Association of Tolled Motorways, Bridges and Tunnels) &#xd;\nIBTTA (International Bridge, Tunnel and Turnpike Association) &#xd;\nPIARC (World Road Association)&#xd;\nCEDR (Conference of European Directors of Roads)","memberOrga":"","goal":"Družba DARS d.d. je upravljavec avtocestnega omrežja v Republiki Sloveniji, ki s prihodki od cestnin in drugimi prihodki zagotavlja trajnosten razvoj družbe in celotnega njenega okolja, njeno dolgoročno, stabilno odgovorno poslovanje ter varno in pretočno uporabo avtocestnega omrežja. Smo zanesljiv poslovni partner, ki prisega na odličnost ter eden najpomembnejših stebrov slovenske in evropske transportne mreže.&#xd;<br />S sodobnimi pristopi in odgovorno do svojega okolja optimiziramo pretočnost prometa ter zagotavljamo varnost in udobnost na slovenskem avtocestnem omrežju. Vodilo našega sedanjega in prihodnjega delovanja je povezljivost v vseh možnih oblikah. To pomeni, da je naša vizija usmerjena: &#xd;<br />-\tna uporabnike, s katerimi smo povezani v skrbi za njihovo varnost, zanesljivost  in udobje na njihovi poti; &#xd;<br />-\tna trajnostni razvoj družbe in celotnega njenega okolja, s katerim smo povezani v skrbi za še bolj učinkovito in uspešno delovanje kot tudi v odgovornem odnosu do vseh naših deležnikov: lastnika, poslovnih partnerjev, lokalne skupnosti, širšega  evropskega prostora, fizičnega okolja, itd.);&#xd;<br />-\tna potrebe zaposlenih, s katerimi smo povezani z namenom zagotavljanja varnega in ustvarjalnega delovnega okolja.&#xd;<br />&#xd;<br />Družba DARS d.d. upravlja in vzdržuje 617 km avtocest in hitrih cest, 139 km priključkov in 22 km razcepov ter 27 km počivališč ter 10 km drugih cest.","acronym":"DARS","interests":"Banking and financial services, Budget, Climate Action, Consumers, Digital economy and society, Economy, finance and the euro, Energy, Environment, International co-operation and development, Regional Policy, Research and innovation, Trans-European Networks, Transport","euInitiatives":"Directive_1999_62_EC_Charging of heavy goods vehicles for the use of certain infrastructures&#xd;<br />Directive_2010_40_EU_Framework for the deployment of ITS in the field of road transport &#xd;<br />Directive_2004_52_EC_Interoperability of electronic road toll systems in the Community&#xd;<br />Directive_2011_83_EU_Consumer rights&#xd;<br />TEN-T network&#xd;<br />Road and tunnel Safety&#xd;<br />Horizon 2020&#xd;<br />Connecting Europe Facility&#xd;<br />European Cohesion Policy","lastUp":"2018-07-11T10:01:42.307+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}