{"id":"816943433911-95","name":"Magyar Hangfelvétel-kiadók Szövetsége Közös Jogkezelő Egyesület","registrationDate":"2019-02-09T20:09:38.828+01:00","category":2,"subCategory":4,"legal":"EGYESÜLET","web":"http://mahasz.hu","country":"Hungary","headAddress":"HARCOS TÉR 5.","headCity":"BUDAPEST","headPostCode":"1113","headPhone":"(36)13 91 42 00","boss":"LÁSZLÓ SZŰTS","bossTitle":"","bossPosition":"ELNÖK, IGAZGATÓ","membersCount":1,"membersFTE":"0.25","membership":"https://www.ifpi.org/","memberOrga":"http://www.mahasz.hu/tagok","goal":"A Magyar Hangfelvétel-kiadók Szövetsége Közös Jogkezelő Egyesület (székhely: 1113 Budapest, Harcos tér 5., Fővárosi Törvényszék nyilvántartási száma: 3166, Adószám: 19669948-2-43) a hangfelvételek kiadásával foglalkozó gazdasági társaságok, vállalatok, szövetkezetek és társas vállalkozások (jogi személyek, illetőleg ezek jogi személyiséggel nem rendelkező szervezetei) által 1990-ben létrehozott szakmai és érdekképviseleti tevékenységet is ellátó szervezet. A MAHASZ a Hangfelvétel-kiadók Nemzetközi Szövetségének (IFPI) magyarországi tagszervezete (National Group of IFPI). A Művelődési és Közoktatási Miniszter határozatának megfelelően a szervezet 1997-től ellátja a közös jogkezeléssel kapcsolatos tevékenységet is. &#xd;<br />A MAHASZ célja az érintett jogosultak jogainak közös kezelése, e jogosultak érdekeinek védelme, különösen a közös jogkezelés körébe tartozó vagyoni jogok saját nevében történő gyakorlása és érvényesítése a bíróság és a hatóságok előtt, valamint a tagok és a szakma társadalmi érdekeinek képviselete, a közös érdekek érvényesítése.&#xd;<br />A MAHASZ a Szerzői jogról szóló 1999. évi LXXVI. törvény 85.§-ában meghatározott közös jogkezelő tevékenységet látja el a hangfelvétel-kiadók, illetőleg hangfelvétel előállítók érdekében. Ennek keretében a MAHASZ a felhasználás engedélyezése vagy a díjigény érvényesítés céljából:&#xd;<br />•\tmegállapítja a jogdíjakat és a felhasználás egyéb feltételeit,&#xd;<br />•\tfigyelemmel kíséri a zenei művek és a kapcsolódó jogi teljesítmények felhasználását,&#xd;<br />•\tbeszedi és felosztja a jogdíjakat, valamint &#xd;<br />•\tfellép a szerzői jog vagy a kapcsolódó jog megsértésével szemben.&#xd;<br />Figyelemmel kíséri az állami, közigazgatási és más szervezeteknek a MAHASZ-hoz tartozó tagok érdekeit érintő intézkedéseit és szükség esetén fellép érdekükben. A tagok gazdálkodását és a szakma fejlődését segítő szakértői testületeket hoz létre és működtet, segítséget nyújt a tagok egymás közötti, illetve más gazdálkodó szervezetekkel történő együttműködésük kialakításában, különös tekintettel a piaci versenysemlegesség biztosítására. A MAHASZ adatbázist tart fenn a közös jogkezelés alá tartozó bel- és külföldi művekről, hangfelvételekről illetve jogosultakról, saját honlapot működtet, amelyen - a vonatkozó jogszabályi előírásoknak megfelelően – közzéteszi szükséges dokumentumokat, információkat. &#xd;<br />&#xd;<br />&#xd;<br />A MAHASZ a közös jogkezelés keretében televízióállomásokkal és a rádióállomásokkal, valamint egyéb felhasználókkal (zenegép üzemeltetők, lemezlovasok, háttérzene-szolgáltatók) való együttműködése során képviseli és koordinálja a tagok és a szakma érdekeit, valamint Felosztási Szabályzatnak megfelelően gondoskodik a jogdíjaknak a jogosultak között történő felosztásáról.","acronym":"MAHASZ","interests":"Culture and media, Digital economy and society, Single market, Trade","euInitiatives":"Szerzői jogi szabályozás, médiaszabályozás, a digitális piacot, a hangfelvétel-ipart illetve zeneipart érintő szabályozás","lastUp":"2019-02-09T20:10:56.455+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}