{"id":"816917410646-51","name":"Alliance for Rural Electrification","registrationDate":"2013-02-20T17:58:55.696+01:00","category":2,"subCategory":4,"legal":"Not-for-profit","web":"http://www.ruralelec.org/","country":"Belgium","headAddress":"Rue d'Arlon, 69-71","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)27 09 55 42","boss":"Marcus Wiemann","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":4,"membersFTE":"3.75","membership":"https://www.ruralelec.org/partnerships-113","memberOrga":"https://www.ruralelec.org/current-members","goal":"ARE is building a sustainable decentralised renewable energy industry for the 21st century, activating markets for affordable energy services, and creating local jobs and inclusive economies. As a Proud Partner of SEforALL ARE undertook a great number of activities in 2017 and before to help achieve clean energy access worldwide. As a hub for knowledge exchange and sharing of lessons learnt and best practices, ARE assists to further professionalise the sector by providing recommendations and by answering requests from interested stakeholders  (e.g. development and finance organisations) and by contributing as panellists to fora, conferences and workshops. In addition to knowledge exchange &amp; promotion of its Members’ expertise in in Africa, Asia and Latin America, ARE offers support in four key areas: policy dialogue &amp; advocacy, private sector cooperation &amp; matchmaking, capacity building &amp; trainings, finance access &amp; funding.","acronym":"ARE","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Communication, Energy, Environment, External Relations, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Research and innovation","euInitiatives":"Africa-EU Renewable Energy Cooperation Platform (RECP), Africa-EU Energy Partnership (AEEP), EU External Investment Plan, Clean Energy for EU Islands Initiative&#xd;<br />Low Carbon Off-Grid Communities (LOGIC)","lastUp":"2019-02-25T11:07:33.675+01:00","customers":"","costAbsolu":"","costRange":"500000-599999","turnoverAbsolu":0,"turnoverRange":""}