{"id":"817249435214-80","name":"Allence Europeen des Mouvement Nationaux","registrationDate":"2019-06-24T12:43:53.642+02:00","category":3,"subCategory":2,"legal":"Partito Politico a Livello Europeo","web":"http://aemn.info","country":"France","headAddress":"rue de Wissembourg, 11","headCity":"Strasburgo","headPostCode":"67000","headPhone":"(32)4 78 24 01 54","boss":"Bela Kovacs","bossTitle":"Mr","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"www.aemn.info&#xd;\nAEMN, in quanto Partito Europeo, ha un numero di aderenti che varia a seconda della adesione o del pagamento delle quote associative, difficile stabilire esattamente il numero totale degli aderenti perche dipende anche dalle adesioni ai singoli partiti nazionali.","goal":"AEMN é un Partito Politico a Livello Europeo fondato e attivo dal 21 genneio 2010.&#xd;<br />Le finalità sono quelle previste dai regolamenti europei che ne regolano il funzionamento e l'attività.&#xd;<br />I rapporti con le Istituzioni Europee e in particolare il Parlamento Europeo, sono costanti e costituiscono una delle principali sfere di iinteresse.","acronym":"AEMN","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Regolamenti e normative relative al funzionamento dei Partiti Politici a Livello Europeo.&#xd;<br />Commissione REGI.&#xd;<br />Attività della Authority per i Partiti Politici a Livello Europeo.","lastUp":"2019-06-24T12:44:40.863+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}