{"id":"817348823631-03","name":"International Society for Applied Ethology","registrationDate":"2016-09-28T16:33:48.151+02:00","category":3,"subCategory":2,"legal":"non-profit organisation","web":"http://www.applied-ethology.org","country":"United kingdom","headAddress":"Animal Biology Division, SRUC","headCity":"Midlothian","headPostCode":"EH25 OPH","headPhone":"(33)06 58 03 23 67","boss":"Bas Rodenburg","bossTitle":"Mr","bossPosition":"Professor","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"To advance scientific knowledge in the field of applied animal behaviour and animal welfare by organising an annual international ISAE Congress, and creating a forum for exchange of knowledge across borders.&#xd;<br />To promote the spread of knowledge about applied animal behaviour and animal welfare by i) organising regional meetings across the globe; ii) supporting young scientists in attending ISAE meetings; iii) exchanging methods for use in animal behaviour education; and iv) providing information on the latest scientific results in the field. To provide independent expertise on applied animal behaviour and animal welfare by advising governments, international bodies, industry organisations, and NGOs. To relieve animal suffering and improve animal welfare by i) promoting science-based solutions for welfare-friendly care of farm, laboratory, zoo and companion animals, and ii) promoting scientific and educational activities related to the study of applied animal behaviour and animal welfare.","acronym":"ISAE","interests":"Agriculture, Education and training, Maritime affairs and fisheries","euInitiatives":"As a scientific society involved in the application of animal behaviour science to all animals managed by humans, the ISAE has an interest in all EU Directives and Regulations laying down standards for the protection, transport, and slaughter of animals. ISAE is a member of the EU Platform for Animal Welfare.","lastUp":"2018-08-23T14:05:46.553+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}