{"id":"817535514065-10","name":"Environmental Justice Foundation","registrationDate":"2014-07-23T18:17:46.132+01:00","category":3,"subCategory":2,"legal":"Charitable NGO","web":"http://www.ejfoundation.org","country":"United kingdom","headAddress":"Amwell Street, 1","headCity":"London","headPostCode":"EC1R 1UL","headPhone":"(44)20 72 39 33 10","boss":"Steve Trent","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":6,"membersFTE":"3.0","membership":"EJF is part of a coalition of NGOs together with Oceana, Pew Charitable Trusts and WWF, to work against illegal fishing.&#xd;\n&#xd;\nEJF is part of a coalition of NGOs, to raise awareness about sustainable fish consumption in the EU.&#xd;\n&#xd;\nEJF is a member of Climate Action Network (CAN) Europe.","memberOrga":"","goal":"EJF's vision is a world where natural habitats and environments can sustain, and be sustained by, the communities that depend upon them for their basic needs and livelihoods. Our mission is to protect people and planet&#xd;<br />&#xd;<br />EJF believes environmental security is a human right and we therefore strive to:&#xd;<br />&#xd;<br />- Protect the natural environment and the people and wildlife that depend upon it by linking environmental security, human rights and social need&#xd;<br />- Create and implement solutions where they are needed most – training local people and communities who are directly affected to investigate, expose and combat environmental degradation and associated human rights abuses&#xd;<br />- Provide training in the latest video technologies, research and advocacy skills to document both the problems and solutions, working through the media to create public and political platforms for constructive change&#xd;<br />- Raise international awareness of the issues our partners are working locally to resolve","acronym":"EJF","interests":"Climate Action, Environment, Fisheries and Aquaculture, Home Affairs, Justice and Fundamental Rights","euInitiatives":"EJF has been working to support a harmonised and effective implementation of Council Regulation (EC) No 1005/2008 on illegal, unreported and unregulated (IUU) fishing. This includes work on other EU Regulations that are directly relevant to the effective implementation of the IUU Regulation, in particular the Fisheries Authorisation Regulation (No 1006/2008).&#xd;<br />&#xd;<br />EJF has also been working in support of the EU Directive 2011/36/EU on preventing and combating trafficking in human beings and protecting its victims.&#xd;<br />&#xd;<br />EJF has also been following the recent resolution from the European Parliament on Women, Gender Equality and Climate Justice and EJF is currently following the upcoming European Parliament report on Climate Diplomacy.","lastUp":"2018-03-12T12:28:18.141+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}