{"id":"817573926753-11","name":"World Federation of Science Journalists","registrationDate":"2017-04-13T18:38:02.314+02:00","category":3,"subCategory":2,"legal":"Charity","web":"http://wfsj.org","country":"Canada","headAddress":"1124 rue Marie-Anne Est, suite 33","headCity":"Montreal","headPostCode":"H2J 2B7","headPhone":"(1)51 45 08 27 77","boss":"Anne-Marie Legault","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":3,"membersFTE":"0.75","membership":"Not applicable","memberOrga":"The Federation currently represents 53 national, regional or international member associations. There are currently three Associate Partners. The full list of members can be found here:&#xd;\n&#xd;\nhttp://wfsj.org/v2/associations-partners/","goal":"The World Federation of Science Journalists (WFSJ) is a not-for-profit, non-governmental organisation, representing 52 science journalists’ associations of science and technology journalists from Africa, the Americas, the Asia-Pacific, Europe and the Middle East. The Federation encourages strong, critical coverage of issues in science and technology, environment, health and medicine, agriculture and related fields.&#xd;<br />&#xd;<br />The WFSJ seeks to further science journalism as a bridge between science, scientists and the public. It promotes the role of science journalists as key players in civil society and democracy. The Federation’s goals are to improve the quality of science reporting, promote standards and support science and technology journalists worldwide.","acronym":"WFSJ","interests":"Agriculture and Rural Development, Climate Action, Communication, Education, Energy, Environment, Fisheries and Aquaculture, Food Safety, Information Society, Public Health, Regional Policy, Research and Technology, Youth","euInitiatives":"Project for Sharing and Growing Nuclear Safety Competence (NUSHARE)&#xd;<br />Taking stock and re-examining the role of science communication","lastUp":"2018-04-03T16:07:26.552+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}