{"id":"818042224331-55","name":"OZ Bez bariéry - Národná platforma proti bariéram","registrationDate":"2016-11-05T17:19:21.095+02:00","category":3,"subCategory":2,"legal":"občianske združenie","web":"http://www.bezbariery.webnode.sk","country":"Slovakia","headAddress":"OZ Bez bariéry - Národná platforma proti bariéram","headCity":"Košice","headPostCode":"040 01","headPhone":"(421)9 11 36 52 66","boss":"Petr Kučera","bossTitle":"Mr","bossPosition":"Predseda OZ","membersCount":28,"membersFTE":"12.0","membership":"Slovenská sieť proti chudobe&#xd;\npripravovaný Európsky občiansky výbor pre odstraňovanie bariér&#xd;\nÚnia dopravy, pôšt a telekomunikácií SR&#xd;\nporadné orgány MDV SR","memberOrga":"napr. &#xd;\nÚnia pomoci a podpory zdravia&#xd;\nparasport 24&#xd;\nOZ Za trvale udržateľný rozvoj regiónov&#xd;\nOO SZTP L. Mikuláš&#xd;\nOO SZTP Dunajská Streda","goal":"Hlavným cieľom je pomoc a podpora znevýhodneným skupinám obyvateľov spojených s odstraňovaním bariér v prístupe a dostupnosti základných ľudských potrieb a mobility v teoretickej aj praktickej rovine. Sme národným kontaktným bodom v SR pre systém Eurokľúč, čo je univerzálny prístupový systém fungujúci v krajinách EÚ na základe patentu z roku 1986. Pripravujeme občianske iniciatívy a vytvorenie Európskeho občianskeho výboru s cieľom zosúladenia pravidiel v oblasti odstraňovania bariér v kvalite života hlavne zdravotne postihnutých a seniorov.","acronym":"BB - NPPB","interests":"Digital economy and society, Education and training, Employment and Social Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Trans-European Networks, Transport","euInitiatives":"- Cezhraničná zdravotná starostlivosť&#xd;<br />- Kompenzačný systém podpory v prípade poškodanie zdravia&#xd;<br />- systém Eurokľúč a kjeho rozširovanie v SR spolu so zosúladením v európskom prostredí&#xd;<br />- systematické odstraňovanie bariér prístupu a mobility&#xd;<br />- bezpečnosť pohybu zdravotne postihnutých a seniorov&#xd;<br />- kúpeľná starostlivosť v oblasti zaridení, ktoré pacient nemá v svojej domovskej krajine, kde si platí svoje zdravotné poistenie&#xd;<br />- medzinárodná spolupráca a vytvorenie medzinárodných občianskych aktivít k zlepšeniu kvality života zdravotne postihnutých a seniorov&#xd;<br />- praktická pomoc a podpora","lastUp":"2019-10-19T18:57:52.506+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}