{"id":"818300434979-49","name":"PGE Polska Grupa Energetyczna SA","registrationDate":"2019-05-31T13:33:38.798+02:00","category":2,"subCategory":3,"legal":"S.A.","web":"http://www.gkpge.pl","country":"Poland","headAddress":"ul. Mysia 2","headCity":"Warszawa","headPostCode":"00-496","headPhone":"(0048)2 23 40 13 28","boss":"Maciej Burny","bossTitle":"Mr","bossPosition":"Director of Department for International Affairs","membersCount":2,"membersFTE":"1.25","membership":"Eurelectric via PKEE&#xd;\nWindEurope","memberOrga":"","goal":"The PGE Capital Group is Poland’s largest energy sector company with respect to sales revenues and net profit. Thanks to the combination of its own fuel resources, power generation and distribution networks, PGE guarantees a safe and reliable power supply to over 5 million households, businesses and institutions.&#xd;<br />PGE's mission is to ensure security and growth based on reliability of supply, technical excellence, modern services and partnership relationships. The overall objective of PGE Group's operations is to increase its shareholder value and the key role in ensuring Poland's energy security. In accordance with its long term growth vision PGE is to become: &#xd;<br />-Leader in electricity generation, actively taking advantage of growth opportunities&#xd;<br />-Reliable and active media and service supplier&#xd;<br />-Poland's most efficient and flexible energy group&#xd;<br />-Leader in developing new business models and business lines&#xd;<br />&#xd;<br />Maintaining the leading position in generation is to involve achieving an at least 40% share in Poland's electricity generation market beyond 2020.&#xd;<br />Our activities are realized in the spirit of Partnership, Development and Responsibility - values, which constitutes the  base of our Code of Ethics. We build trust by duly informing about our business. We focus on competence development of our employees as well as use of business opportunities. Partner relationships with our counterparties are at the forefront.&#xd;<br />All employees at every PGE Group entity, including the management and all co-operators, are required to follow the Code.&#xd;<br />Developing transparent business relations and cooperation that is based on partnership, respect and trust is our priority.&#xd;<br />The PGE Group Code of Conduct for Business Partners sets out our rules and minimum requirements for PGE Group Companies’ Business Partners.","acronym":"","interests":"Budget, Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Employment and Social Affairs, Energy, Environment, Regional Policy, Research and innovation, Single market, Trans-European Networks, Transport","euInitiatives":"Clean Energy for all Europeans package&#xd;<br />Clean, competitive and connected mobility for all-Europe on the move package&#xd;<br />ETS reform and Climate change and Environmental policies&#xd;<br />Air Quality Directives&#xd;<br />Sustainable Finance&#xd;<br />EU Funding Instruments for Innovation and Infrastructures &#xd;<br />State Aid and Competition","lastUp":"2019-05-31T13:35:38.436+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}