{"id":"818897428148-14","name":"Greek Collecting Society for literary works","registrationDate":"2017-08-30T09:18:44.441+01:00","category":2,"subCategory":7,"legal":"Non profit organization, limited liability cooperation","web":"http://www.osdel.gr","country":"Greece","headAddress":"73,Themistokleous Str.","headCity":"Athens","headPostCode":"10683","headPhone":"(30)21 03 84 91 00","boss":"Antonios Karatzas","bossTitle":"Mr","bossPosition":"Chairman of BoD","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"OSDEL was founded in 1997 by authors and publishers and it is a non-profit organisation, duly authorised and supervised by the Greek Organization of Copyright. Its human resources organizational structure numbers 10 employees and it is governed according to its statutes by the following bodies: General assembly, administration board, supervisory board, one general manager. According to the number of mandates acquired up to 2017, OSDEL represents more than 5800 rights-holders. &#xd;<br />In the sector of reprography OSDEL licenses the following types of works:&#xd;<br />1)\tLiterary works, subject to the following exceptions: Unpublished works - Complete works - Published workbooks, work cards, tests and any other published materials intended to be “consumable”. &#xd;<br />2)\tOriginal artistic works including photographs or prints. &#xd;<br />3)\tPhotographic negatives or other transparencies (positives).&#xd;<br />According to its licensing scheme, the uses licensed consider, photocopying of limited parts of books, including, where applicable, journals as well as course packs document delivery and press clipping.  Furthermore, provides licensing to the following types of institutions/sectors libraries, Copyshops, Government / Private entities, Professional Associations/Unions. As a pilot project OSDEL provides also the use of a Digital Platform for electronic licenses.    &#xd;<br />The rights managed by OSDEL are: Reproduction right, Right of equitable remuneration, Public lending right, Broadcasting right, Communication to public.","acronym":"O.S.D.EL.","interests":"Audiovisual and Media, Culture, Education, Information Society, Internal Market","euInitiatives":"Database consultation, Copyright in the Digital Single Market, CMO Directive, E-commerce, Enforcement","lastUp":"2017-09-06T10:38:04.637+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}