{"id":"81898534003-92","name":"Confédération Générale des Cadres CFE-CGC","registrationDate":"2010-08-10T13:45:26.342+02:00","category":2,"subCategory":1,"legal":"syndicat","web":"http://www.cfecgc.org","country":"France","headAddress":"Rue du Rocher, 59","headCity":"PARIS","headPostCode":"75008","headPhone":"(33)1 55 30 12 12","boss":"François HOMMERIL","bossTitle":"Mr","bossPosition":"Président","membersCount":6,"membersFTE":"4.5","membership":"La CFE-CGC est un des 3 membres fondateurs de la Confédération Européenne des Cadres (CEC European managers). La CFE-CGC est également impliquée dans les fédérations sectorielles européennes telles que la FECCIA, l'AECA, la FECEC, la FECC, la FECER, Etic, la FEDEM, la FICT.&#xd;\n&#xd;\nInformation sur &#xd;\nwww.cec-managers.org&#xd;\n&#xd;\nLa CFE-CGC est également membre de la Confédération International des Cadres (CIC), représentée à l'OIT depuis 1951.","memberOrga":"","goal":"La CFE-CGC est l'organisation syndicale interprofessionnelle représentative au niveau national français qui assure l'expression et la représentation des intérêts des salariés membres de l'encadrement au sein des entreprises privées, publiques et des administrations. Le personnel d'encadrement regroupe les femmes et les hommes assumant des fonctions d'encadrement d'autres personnes et des fonctions d'expertise, comportant responsabilité, initiative et technicité (cadres, ingénieurs, techniciens, agents de maîtrise, VRP - commercial itinérant).&#xd;<br />&#xd;<br />La CFE-CGC participe aux négociations collectives au niveau national, dans les secteurs professionnels et dans les entreprises ; elle représente le personnel d'encadrement dans des institutions représentatives du personnel et dans des conseils d'administration d'entreprise ainsi que dans des organismes de sécurité sociale, de l'emploi et de la formation professionnelle. Elle est consultée au niveau national sur tous les projets de loi intervenant dans le champ du droit du travail.&#xd;<br />&#xd;<br />http://www.cfecgc.org &#xd;<br />&#xd;<br />contact: EuropeInter@cfecgc.fr","acronym":"CFE-CGC","interests":"Budget, Competition, Consumer Affairs, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , General and Institutional Affairs, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"Politiques sociales, politiques économiques, projet de directive sur la fiscalité des bases d'imposition des entreprises, dialogue social, société européenne, traité commerciaux (CETA/TTIP...)... Santé au travail (lutte contre le stress et pour la reconnaissance du Burn-Out comme maladie professionnelle)... Multilinguisme... Renforcement des normes internationales et du respect des  normes de l'OIT.","lastUp":"2018-04-09T10:18:23.304+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}