{"id":"81898534003-92","name":"Confédération Générale des Cadres CFE-CGC","registrationDate":"2010-08-10T13:45:26.342+01:00","category":2,"subCategory":1,"legal":"syndicat","web":"http://www.cfecgc.org","country":"France","headAddress":"Secteur Europe","headCity":"PARIS","headPostCode":"75008","headPhone":"(33)1 55 30 12 12","boss":"François HOMMERIL","bossTitle":"Mr","bossPosition":"Président","membersCount":7,"membersFTE":"5.0","membership":"La CFE-CGC est un des 3 membres fondateurs de la Confédération Européenne des Cadres (CEC European managers). La CFE-CGC est également impliquée dans les fédérations sectorielles européennes telles que la FECCIA, l'AECA, la FECEC, la FECC, la FECER, Etic, la FEDEM, la FICT.&#xd;\n&#xd;\nInformation sur &#xd;\nwww.cec-managers.org&#xd;\n&#xd;\nLa CFE-CGC est également membre de la Confédération International des Cadres (CIC), représentée à l'OIT depuis 1951.&#xd;\n&#xd;\nLa CFE-CGC est aussi membre du Comité Consultatif de l'OCDE et impliquée dans le G20, ou encore le G7/G8.&#xd;\n&#xd;\n---&#xd;\n&#xd;\nThe CFE-CGC is one of the 3 founding members of the Confédération Européenne des Cadres (CEC European managers). The CFE-CGC is also involved in European sectoral federations such as FECCIA, AECA, FECEC, FECC, FECER, Etic, FEDEM, FICT.&#xd;\n&#xd;\nInformation about www.cec-managers.org&#xd;\n&#xd;\nThe CFE-CGC is also a member of the International Confederation of Cadres (CIC), represented in the ILO since 1951. CFE-CGC is also member of the OECD Trade Union advisory Council and involved in the G20, G7, G8.","memberOrga":"","goal":"English below&#xd;<br />&#xd;<br />La CFE-CGC est l'organisation syndicale interprofessionnelle représentative au niveau national français qui assure l'expression et la représentation des intérêts des salariés membres de l'encadrement au sein des entreprises privées, publiques et des administrations. Le personnel d'encadrement regroupe les femmes et les hommes assumant des fonctions d'encadrement d'autres personnes et des fonctions d'expertise, comportant responsabilité, initiative et technicité (cadres, ingénieurs, techniciens, agents de maîtrise, VRP - commercial itinérant).&#xd;<br />&#xd;<br />La CFE-CGC participe aux négociations collectives au niveau national, dans les secteurs professionnels et dans les entreprises ; elle représente le personnel d'encadrement dans des institutions représentatives du personnel et dans des conseils d'administration d'entreprise ainsi que dans des organismes de sécurité sociale, de l'emploi et de la formation professionnelle. Elle est consultée au niveau national sur tous les projets de loi intervenant dans le champ du droit du travail.&#xd;<br />&#xd;<br />Au titre du traité Européen, la CFE-CGC dispose d'un représentant au Comité Economique &amp; Social Européen a influe à ce titre, sur la législation européenne produite par la Commission Européenne, avant sa transmission au Parlement Européen. &#xd;<br />&#xd;<br />http://www.cfecgc.org &#xd;<br />&#xd;<br />contact: EuropeInter@cfecgc.fr&#xd;<br />&#xd;<br />The CFE-CGC is the representative trade union organization at the French national level which ensures the expression and the representation of the interests of the executives, the workers members of the management within the private companies, public and administrations. Managers include women and men in other management positions and expertise functions, including responsibility, initiative and technical skills (executives, engineers, technicians, supervisors, sales representatives), whatever they are leader of a team or are working without managing people.&#xd;<br />&#xd;<br />The CFE-CGC participates in collective bargaining at the national level, in the professional sectors and in companies; it represents management staff in employee representative institutions and on company boards as well as in social security, employment and vocational training bodies. It is consulted at the national level on all the law in project in the field of labor law, regarding European Directive transpositions into the Labour Code, or the EU Reform National Plan.&#xd;<br />&#xd;<br />Thanks to the European Treaty, the CFE-CGC has a representative to the European Economic &amp; Social Committee (EESC). Thus, CFE-CGC has an impact on the European legislation produced by the European Commission, before its transmission to the European Parliament. &#xd;<br />&#xd;<br />http://www.cfecgc.org&#xd;<br />&#xd;<br />contact: EuropeInter@cfecgc.fr","acronym":"CFE-CGC","interests":"Banking and financial services, Budget, Business and Industry, Climate Action, Competition, Consumers, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Environment, European Neighbourhood Policy, External Relations, Fraud prevention, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"English bellow&#xd;<br />&#xd;<br />Politiques sociales, politiques économiques, Fiscalité - projet de directive sur la fiscalité des bases d'imposition des entreprises, dialogue social, société européenne, traité commerciaux (CETA/TTIP...)... Santé au travail (lutte contre le stress et pour la reconnaissance du Burn-Out comme maladie professionnelle)... Multilinguisme... Renforcement des normes internationales et du respect des  normes de l'OIT, respect de la Charte Sociale Européenne, Promotion du leadership des femmes (égalité femmes-hommes), et droit des personnes handicapes.&#xd;<br />&#xd;<br />Social policies, economic policies, Taxation - draft directive on the Base Erosion and Profit Shifting (BEPS), social dialogue, European society, commercial treaties (CETA / TTIP ...) ... Health at work (fight against stress and for recognition of Burn-Out as a professional/ occupational disease) ... Multilingualism ... Reinforcement of international standards and respect for ILO standards, respect for the European Social Charter. Promotion of women leadership and Disabled People rights.","lastUp":"2019-03-27T11:12:02.643+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}