{"id":"819558431260-04","name":"Binda Consulting International Ltd.","registrationDate":"2018-04-19T12:36:24.271+02:00","category":1,"subCategory":6,"legal":"Private Limited Company","web":"http://bindaconsulting.org","country":"Malta","headAddress":"18/2","headCity":"Valletta","headPostCode":"VLT 1102","headPhone":"(356)27 08 57 27","boss":"Francesca Binda","bossTitle":"Ms","bossPosition":"President ","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"BCI is an international development and political consultancy providing analysis, training, and research with expertise in strategic communications, programme design, public opinion research, monitoring and evaluation, women’s political participation, political strategy and organizational training. Furthermore, BCI’s sectorial focuses are the areas of democratization, good governance, civil society and NGOs, gender and advocacy. Although BCI was established in 2014, its senior consultants are extensive experts in their fields of expertise, having worked to develop the capacity of various actors in emerging democracies and traditional societies in order to better respond to the on-going and prospective challenges. Combining decades of years of experience from some of the most challenging political environments, BCI has the right mix of talent and understanding to deliver expert advice and action and is a small but well-networked company that is flexible enough to respond quickly to the needs of clients. BCI’s geographical work is focused on but is not limited to the MENA and Balkans regions.","acronym":"BCI","interests":"Enlargement, External Relations","euInitiatives":"Not following any particular legislative fields. Rather, BCI is interested in the EU's strategies, external relations and democratic support to countries in the MENA and Balkans regions.","lastUp":"2018-04-19T12:36:58.127+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":"","turnoverRange":"100000-499999"}