{"id":"819965911378-79","name":"Fur Europe","registrationDate":"2013-07-01T13:08:16.177+02:00","category":2,"subCategory":4,"legal":"ASBL","web":"http://www.fureurope.eu","country":"Belgium","headAddress":"Avenue des Arts 3-4-5","headCity":"Brussels","headPostCode":"1210","headPhone":"(0032)22 09 11 70","boss":"Mette Lykke Nielsen","bossTitle":"Ms","bossPosition":"CEO","membersCount":5,"membersFTE":"2.75","membership":"We are associate members of Copa-Cogeca. We are members of Euratex.","memberOrga":"www.fureurope.eu","goal":"Fur Europe is an umbrella organisation covering the entire value chain of the European fur sector with activities in 28 European countries. Fur Europe is the result of a merger between the European Fur Breeders' Association and the European members of the International Fur Federation. Legally Fur Europe has taken over the accounts and the VAT number from EFBA. &#xd;<br />&#xd;<br />Mission&#xd;<br />Fur is a European core competence in terms of production, sales, design manufacturing and marketing of fur. From the ground-breaking animal welfare assessment programme WelFur to the established use of fur in the collections of the world's top designers, a high level of innovation in the various parts of the European fur sector's value chain is the driving force behind Europe's maintaining its world leading position. The European Fur sector sets the global standards from farm to catwalk, and at the centre at the European fur sector, Fur Europe's job is to facilitate the continued development of a historical and cultural European heritage in a responsible manner.&#xd;<br /> &#xd;<br />Fur Europe represents European fur farmers’, dressers and dyers, manufactures and retailers interests at both European and international institutions. To fulfill its mission, Fur Europe participates proactively in the development of a legislative framework and business conditions for the European fur sector.&#xd;<br />&#xd;<br />The objectives is:&#xd;<br />- Represent the interests of the European fur sector in Europe&#xd;<br />- Promote awareness and knowledge of the European fur sector&#xd;<br />- Maintain and enhance the European fur-farming sector as a worldwide leader of best standards and practices;&#xd;<br />- Promote responsible wildlife management, conservation and protection;&#xd;<br />- Promote fur in fashion;&#xd;<br />- Provide support to members.","acronym":"Fur Europe","interests":"Agriculture, Budget, Business and Industry, Climate Action, Consumers, Customs, Employment and Social Affairs, Energy, Environment, Food Safety, General and Institutional Affairs, Maritime affairs and fisheries, Public Health, Single market, Trade, Transport","euInitiatives":"Animal Health Law, animal welfare legislation, environment policies, fashion related files (textile labeling), trade agreements and biodiversity.","lastUp":"2018-06-20T17:36:55.775+02:00","customers":"","costAbsolu":"","costRange":"400000-499999","turnoverAbsolu":0,"turnoverRange":""}