{"id":"81995781088-41","name":"APCO Worldwide","registrationDate":"2009-02-06T15:16:16.595+02:00","category":1,"subCategory":6,"legal":"Inc.","web":"http://www.apcoworldwide.com","country":"United states","headAddress":"1299 Pennsylvania Ave, N.W.","headCity":"Washington, DC","headPostCode":"20004","headPhone":"(1)20 27 78 10 00","boss":"Claire Boussagol","bossTitle":"Ms","bossPosition":"Managing Director, Brussels","membersCount":34,"membersFTE":"8.5","membership":"EPACA, BritCham, AmChamEU, Friends of Europe, Centre for European Policy Studies (CEPS), European Policy Centre (EPC)","memberOrga":"","goal":"APCO Worldwide is a global communication consultancy specializing in building relationships with an organization's key stakeholders. These relationships are critical to the full range of challenges our clients face. &#xd;<br />&#xd;<br />We believe an organization's reputation is the culmination of how such challenges are managed. In the end, this work builds and protects an organization's value and the value of its products and services.&#xd;<br />&#xd;<br />It is our goal to be a trusted partner of choice and help create this value – by pushing the boundaries of communication and providing global service, culture by culture.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"APCO is offering a range of services in the domain of professional public affairs, going from monitoring, plicy analysis, strategid advice and support on media relations and events. &#xd;<br />Our clients are mainly centralized in the sectors of Energy, Services to Government, Competition, Healthcare, ICT, Telecoms,Transport, FMCG and financial services.","lastUp":"2018-04-13T11:11:45.408+02:00","customers":"Microsoft","costAbsolu":"","costRange":"2500000-2749000","turnoverAbsolu":"","turnoverRange":""}