{"id":"820232634309-46","name":"Verband Finanzdienstleistungsinstitute (Association of Financial Services Firms)","registrationDate":"2019-03-20T10:50:56.963+01:00","category":2,"subCategory":1,"legal":"eingetragener Verein  (registered association)","web":"http://vfi-finanz.de","country":"Germany","headAddress":"Schäfergasse 33","headCity":"Frankfurt am Main","headPostCode":"60313","headPhone":"(49)0 69 74 38 69 21","boss":"Gabriele Cloß","bossTitle":"Ms","bossPosition":"Geschäftsführerin","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"www.vfi-finanz.de","goal":"Der Verband für Finanzdienstleistungsinstitute e.V. wurde im Sommer 1998 in Frankfurt am Main gegründet. Der Verband vertritt und fördert die gemeinsamen berufsständischen wirtschaftlichen Belange der Finanzdienstleistungsinstituten in Deutschland gegenüber dem Gesetzgeber und Behörden national und auf der europäischen Ebene. Er informiert und unterstützt seine Mitglieder in aufsichts- und kapitalmarktrechtlichen Angelegenheiten. Daneben ist er Ansprechpartner für Behörden und Privatpersonen.&#xd;<br />&#xd;<br />Mitglieder des Verbandes sind kleine und mittelständische Finanzdienstleistungsinstitute. Die Geschäftsfelder der Mitglieder sind hauptsächlich die Vermittlung und Verwaltung von Finanzinstrumenten wie Aktien, Investmentfonds und Derivate.&#xd;<br />&#xd;<br />The Association of Financial Services Firms founded in 1998, represents medium and small sized investment firms, especially introducing brokers and an portfolio managers in Germany.&#xd;<br />&#xd;<br />Further information on the Association and its member firms is available  at www.vfi-finanz.de; or contact the Association's office.","acronym":"V/F/I","interests":"Banking and financial services, Competition, Consumers, Economy, finance and the euro, Justice and Fundamental Rights, Single market, Taxation","euInitiatives":"Die Überarbeitung der delegierten Verordnungen zu MiFID II im Hinblick auf Nachhaltigkeit, &#xd;<br />&#xd;<br />Die Überarbeitung der Eigenkapitalvorschriften für MiFID Investment firms","lastUp":"2019-03-20T11:55:45.834+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}