{"id":"82064144358-30","name":"APPA Biocarburantes","registrationDate":"2010-10-18T11:33:52.376+02:00","category":2,"subCategory":4,"legal":"Association","web":"https://www.appa.es/appa-biocarburantes/","country":"Spain","headAddress":"Muntaner, 248, 1-1","headCity":"Barcelona","headPostCode":"08021","headPhone":"(34)9 32 41 93 63","boss":"Manuel Bustos ","bossTitle":"Mr","bossPosition":"Director","membersCount":2,"membersFTE":"0.75","membership":"European Biodiesel Board (EBB)&#xd;\nEuropean Committee for Standardization (CEN)&#xd;\nAsociación Española de Normalización (UNE)&#xd;\nInternational Sustainability &amp; Carbon Certification Association (ISCC)","memberOrga":"https://www.appa.es/appa-biocarburantes/socios-biocarburantes/","goal":"APPA Biocarburantes represents the main companies producing biodiesel and bioethanol in Spain. Its main goal is the promotion of biofuels at national and European level.","acronym":"APPA Biocarburantes","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Competition, Customs, Employment and Social Affairs, Energy, Environment, Food Safety, Institutional affairs, International co-operation and development, Research and innovation, Single market, Taxation, Trade, Transport","euInitiatives":"•\tDirective 2009/28/EC of the European Parliament and of the Council of 23 April 2009 on the promotion of the use of energy from renewable sources. &#xd;<br />•\tDirective (EU) 2018/2001 of the European Parliament and of the Council of 11 December 2018 on the promotion of the use of energy from renewable sources. &#xd;<br />•\tCommission Delegated Regulation (EU) 2019/807 of 13 March 2019 supplementing Directive (EU) 2018/2001 of the European Parliament and of the Council as regards the determination of high indirect land-use change-risk feedstock for which a significant expansion of the production area into land with high carbon stock is observed and the certification of low indirect land-use change-risk biofuels, bioliquids and biomass fuels. &#xd;<br />•\tRegulation (EU) 2018/1999 of the European Parliament and of the Council of 11 December 2018 on the Governance of the Energy Union and Climate Action. &#xd;<br />•\tDirective 98/70/EC of the European Parliament and of the Council of 13 October 1998 relating to the quality of petrol and diesel fuels. &#xd;<br />•\tCouncil Directive (EU) 2015/652 of 20 April 2015 laying down calculation methods and reporting requirements pursuant to Directive 98/70/EC of the European Parliament and of the Council relating to the quality of petrol and diesel fuels. &#xd;<br />•\tRegulation (EU) 2016/1036 of the European Parliament and of the Council of 8 June 2016 on protection against dumped imports from countries not members of the European Union. &#xd;<br />•\tRegulation (EU) 2016/1037 of the European Parliament and of the Council of 8 June 2016 on protection against subsidised imports from countries not members of the European Union. &#xd;<br />•\tCommission Implementing Regulation (EU) 2019/244 of 11 February 2019 imposing a definitive countervailing duty on imports of biodiesel originating in Argentina. &#xd;<br />•\tCommission Implementing Decision (EU) 2019/245 of 11 February 2019 accepting undertaking offers following the imposition of definitive countervailing duties on imports of biodiesel originating in Argentina. &#xd;<br />•\tCommission Implementing Regulation (EU) 2019/1344 of 12 August 2019 imposing a provisional countervailing duty on imports of biodiesel originating in Indonesia. &#xd;<br />•\tCommission Implementing Regulation (EU) 2015/1518 of 14 September 2015 imposing a definitive anti-dumping duty on imports of biodiesel originating in the United States of America following an expiry review pursuant to Article 11(2) of Council Regulation (EC) No 1225/2009. &#xd;<br />•\tCommission Implementing Regulation (EU) 2015/1519 of 14 September 2015 imposing definitive countervailing duties on imports of biodiesel originating in the United States of America following an expiry review pursuant to Article 18 of Council Regulation (EC) No 597/2009. &#xd;<br />•\tRegulation (EC) No 1069/2009 of the European Parliament and of the Council of 21 October 2009 laying down health rules as regards animal by-products and derived products not intended for human consumption and repealing Regulation (EC) No 1774/2002 (Animal by-products Regulation). &#xd;<br />•\tCommission Regulation (EU) No 142/2011 of 25 February 2011 implementing Regulation (EC) No 1069/2009 of the European Parliament and of the Council laying down health rules as regards animal by-products and derived products not intended for human consumption and implementing Council Directive 97/78/EC as regards certain samples and items exempt from veterinary checks at the border under that Directive. &#xd;<br />•\tParticipation in the Commission public consultation on the future of Food safety – updated rules for imports of used cooking oil (launched in June 2019). &#xd;<br />•\tParticipation in the Commission public consultation on the prolongation of the State Aid Regulations and Guidelines reformed under the State Aid Modernisation Package and expiring by the end of 2020 (launched in April 2019).","lastUp":"2019-09-02T10:24:08.868+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}