{"id":"82064709791-43","name":"Alinea, Avocats associés AARPI","registrationDate":"2012-10-05T12:52:18.012+02:00","category":1,"subCategory":10,"legal":"Association d'avocats de droit français","web":"http://www.alinea-avocats.eu","country":"France","headAddress":"rue de la Tour des Dames, 7","headCity":"Paris","headPostCode":"75009","headPhone":"(33)1 42 86 57 00","boss":"Pierre Morrier","bossTitle":"Mr","bossPosition":"Avocat associé","membersCount":4,"membersFTE":"1.75","membership":"Le cabinet Alinea, Avocats Associés appartient au Barreau de Paris, à ce titre il est soumis au Code de déontologie des avocats de l'Ordre des avocats de Paris.&#xd;\n&#xd;\nNotre collaboratrice à Bruxelles est également inscrite auprès du Barreau de Bruxelles. &#xd;\n&#xd;\nPar ailleurs, le cabinet Alinea, Avocats Associés est membre de l'Association française d'étude de la concurrence (AFEC), de l'Association des Avocats Lobbistes (AAL) et de l'Association française de droit rural (AFDR).","memberOrga":"","goal":"Alinea, Avocats Associés conseille les acteurs du secteur agricole et agroalimentaire européen et, plus généralement, les organisations professionnelles dans l’ensemble de leurs relations avec la norme de droit : &#xd;<br />&#xd;<br />- de sa conception, par des actions de lobbying [juridique] auprès des institutions nationales et européennes, &#xd;<br />- à sa mise en forme dans la rédaction d’actes et de contrats,&#xd;<br />- jusqu’à son application, dans le cadre de la représentation et l’assistance de ses clients devant toutes juridictions civiles, commerciales et administratives, françaises et européennes.","acronym":"AAA","interests":"Agriculture, Competition, Consumers, Economy, finance and the euro, Energy, Environment, Food Safety, Maritime affairs and fisheries, Regional Policy, Single market, Taxation, Trade","euInitiatives":"- OCM unique - PAC&#xd;<br />- Législation Environnementale&#xd;<br />- Professions réglementées&#xd;<br />- Conflits d'intérêts et compliance&#xd;<br />- Législation relative à la sécurité sanitaire, étiquetage&#xd;<br />- Politique de la concurrence liée au secteur agricole&#xd;<br />- Négociations commerciales internationales","lastUp":"2018-05-23T14:24:03.191+02:00","customers":"Association Interprofessionnelle Française du Bétail et des Viandes (INTERBEV),Comité de Liaison des Interprofessions Agricoles et Agroalimentaires - France (CLIAA)","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":"","turnoverRange":"100000-499999"}