{"id":"820756828954-73","name":"Payment Card Industry Security Standards Council","registrationDate":"2017-11-13T19:33:07.257+02:00","category":2,"subCategory":7,"legal":"llc","web":"http://pcisecuritystandards.org","country":"United states","headAddress":"401 Edgewater Place","headCity":"Wakefield","headPostCode":"01880","headPhone":"(1)78 18 76 62 86","boss":"Mauro Lance","bossTitle":"Mr","bossPosition":"Chief Operating Officer","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"https://www.pcisecuritystandards.org/get_involved/&#xd;\n&#xd;\nfrom this link details of our member organisations","goal":"We provide, support and maintain a range of standards aimed at any and all entities that store, process or transmit payment card information regardless of the method and technology used. &#xd;<br />&#xd;<br />The aim of these standards is to prevent cardholder data from being stolen and used fraudulently.&#xd;<br />&#xd;<br />In addition we also provide standards that assess the security of Point of Sale PIN Entry devices.&#xd;<br />&#xd;<br />Finally we approve and list Assessors and Evaluators that can be used by organisations to validate correct adoption and implementation of PCI Standards","acronym":"PCI SSC","interests":"Banking and financial services","euInitiatives":"Raising awareness with Merchants, Acquirers, vendors, Processors and other bodies, including regulators about the range of PCI standards and supporting documents and how these can help improve security and reduce fraud and data loss.&#xd;<br />&#xd;<br />Included within the guidance documents are specific guidance documents for small merchants. &#xd;<br />&#xd;<br />Providing a wide range of training opportunities for Organisations and individuals. Training provided for both individuals and companies&#xd;<br />&#xd;<br />The PCI documents are available in 9 core languages&#xd;<br />&#xd;<br />The above is carried out through face to face meeting, conferences and via the internet","lastUp":"2019-10-22T11:17:26.170+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}