{"id":"820880834847-22","name":"Women Against Violence Europe Network","registrationDate":"2019-05-22T09:44:21.743+02:00","category":3,"subCategory":2,"legal":"ASBL","web":"http://www.wave-network.org","country":"Austria","headAddress":"Bacherplatz 10/6","headCity":"Vienna","headPostCode":"1050","headPhone":"(43)15 48 27 20","boss":"Stephanie Futter-Orel","bossTitle":"Ms","bossPosition":"Executive Manager","membersCount":2,"membersFTE":"0.5","membership":"European Network for the Work with Perpetrators of Domestic Violence&#xd;\n&#xd;\nGlobal Network of Women's Shelters","memberOrga":"WAVE currently has 144 Members (in 46 European countries) which consist of individual NGOs, NGO networks and 9 individual academic expert members.","goal":"The WAVE Network exists for the prevention and elimination of all forms of violence against women and their children, to strengthen the human rights of diverse women and girls and to ensure their right to access all services that help them live their lives free from violence. &#xd;<br />Key aims: &#xd;<br />1. Improving the availability, quality, accessibility and sustainability of specialist support and prevention services for all women and their children.&#xd;<br />2. Raising awareness of and collect data on violence against women, their children, and girls and specialized support and prevention services that underpins it. &#xd;<br />3. Promoting the attainment of women’s human rights and those of their children, particularly in relation to the importance of specialist service provision, including specialist services led by and for BME and LGBTQ+ women.&#xd;<br />4. Lobbying to prevent and end violence against women and girls as well as racialized gender-based violence. &#xd;<br />5. Building the capacity, diversity and sustainability of the WAVE network and its members including facilitating cooperation across borders and between agencies.","acronym":"WAVE","interests":"Justice and Fundamental Rights, Trans-European Networks","euInitiatives":"EU Gender Equality Consultation 2019&#xd;<br />European Commission Strategic Framework for Gender Equality 2016-2019&#xd;<br />EU accession to the Council of Europe Convention on preventing and combating violence against women and domestic violence (Istanbul Convention)&#xd;<br />Directive 2011/99/EU on European Protection Order (EPO)&#xd;<br />Directive 2012/29/EU (Victim's Directive)&#xd;<br />Regulation EU no. 606/2013","lastUp":"2019-05-24T09:39:45.850+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}