{"id":"821567821586-06","name":"Lunds universitet","registrationDate":"2016-04-28T16:09:33.245+02:00","category":4,"subCategory":12,"legal":"University and Governmental Non-Profi Organisation","web":"http://www.lu.se/","country":"Sweden","headAddress":"Paradisgatan 2","headCity":"Lund","headPostCode":"22100","headPhone":"(46)4 62 22 00 00","boss":"Susanne Kristensson","bossTitle":"","bossPosition":"Head of university administration ","membersCount":1,"membersFTE":"0.25","membership":"League of European Research Universities / LERU&#xd;\nEuropean University Association / EUA","memberOrga":"","goal":"Lunds universitet is ranked as one of the top 100 in the world. We tackle complex problems and global challenges and work to ensure that knowledge and innovations benefit society. We provide education and research in engineering, science, law, social sciences, economics and management, medicine, humanities, theology, fine art, music and drama.&#xd;<br />&#xd;<br />Our 41,000 students and 7,500 employees are based at our campuses in Lund, Malmö and Helsingborg. The University has a turnover of around SEK 7 500 million (EUR 808 million), of which two thirds is in research and one third in education.&#xd;<br />&#xd;<br />We are an international university with global recruitment. We cooperate with 600 partner universities in over 70 countries and are the only Swedish university to be a member of the strong international networks LERU (the League of European Research Universities) and Universitas 21.&#xd;<br />&#xd;<br />Two major facilities for materials research are currently under construction in Lund: the MAX IV Laboratory, which will be a world-leading synchrotron radiation laboratory and ESS, a European facility that will be home to the world’s most powerful neutron source. These will be of decisive importance for materials and life sciences and for industrial development. In Lund, Medicon Village has also been established and will offer a unique environment for life sciences; integrating research, innovation and enterprise creates the conditions for improved health and quality of life.","acronym":"ULUND","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"EU Framework Programme for Research and Innovation - Horizon 2020&#xd;<br />European Innovation Council&#xd;<br />Preparations for Framework Programme 9 for Research and Innovation&#xd;<br />Green Papers on European Research and Innovation&#xd;<br />Green papers in the area of higher education","lastUp":"2018-04-19T14:40:11.258+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}