{"id":"822198744-40","name":"FoodServiceEurope","registrationDate":"2008-06-24T13:11:58.165+01:00","category":2,"subCategory":4,"legal":"AISBL non profit international association","web":"http://www.foodserviceeurope.org","country":"Belgium","headAddress":"Rue du College, 27","headCity":"Brussels","headPostCode":"1050","headPhone":"(32)0 28 08 06 44","boss":"Rocco RENALDI","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":8,"membersFTE":"2.5","membership":"FoodServiceEurope is a member of the European Buisness Services Alliance (http://servicealliance.eu/)","memberOrga":"Full members - National Associations:&#xd;\n- AHRESP (www.ahresp.com) - PT&#xd;\n- ANGEM (http://www.angem.it/it/) - IT&#xd;\n- FEADRS (http://www.feadrs.com/) - ES&#xd;\n- GV-Austria (www.gv-austria.at) -AU&#xd;\n- VIMOSZ (http://www.vimosz.org) - HU&#xd;\n- SNRC (http://www.snrc.fr/) - FR&#xd;\n- UBC (http://www.vimosz.org) - BE&#xd;\n- VENECA (http://www.veneca.nl/) - NL&#xd;\n- VISITA (http://www.visita.se/) SW&#xd;\n&#xd;\nAssociate Members - Food Service Round Table - Companies:&#xd;\n- Compass Group&#xd;\n- Elior&#xd;\n- ISS&#xd;\n- Sodexo&#xd;\n- Trivalor","goal":"FoodServiceEurope is the voice of the contract catering sector in Europe, bringing together contract catering organisations in Europe and speaking on behalf of a significant share of the market.&#xd;<br />&#xd;<br />Our members are the national associations gathering the contract catering companies in 9 European Member States.&#xd;<br />FoodServiceEurope is reinforced by Associate Members, which represent Europe’s leading contract catering companies (Sodexo, Elior, Compass, ISS and Trivalor). Associate Members meet twice annually in the Food Service Roundtable to provide direct input to EU policy proposals that affect the sector.&#xd;<br />&#xd;<br />FoodServiceEurope's role vis-à-vis the European institutions is to raise awareness of the specificities of the sector and to provide EU decision makers with relevant information about the food services industry. &#xd;<br />&#xd;<br />FoodServiceEurope's objectives are to help food services companies to anticipate the impact of further EU legislation affecting the sector, to bolster co-operation between national associations, to forge strategic alliances with other EU actors in the facility management sector and the food chain and to pursue a constructive social dialogue with the trade unions.","acronym":"FoodServiceEurope","interests":"Agriculture and Rural Development, Audiovisual and Media, Competition, Consumer Affairs, Economic and Financial Affairs, Employment and Social Affairs, Enterprise, Environment, Fisheries and Aquaculture, Food Safety, General and Institutional Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Taxation, Trade, Youth","euInitiatives":"1.VAT: rates and rules applicable to the public sector and exemptions in the public interest. Responded to public consultation on VAT rates.&#xd;<br />&#xd;<br />2. Public Procurement Package and follow-up on implementation measures to be adopted by Member States, inluding update of social partners guide on the best price/quality ratio award criteria. Responded to consutations on public procurement for innovation and socially responsible public procurement.&#xd;<br />&#xd;<br />3. Food Information to Consumers Regulation and implmeneting measures: monitoring of developments. &#xd;<br />&#xd;<br />4. Revision of GPP criteria for food and catering services.&#xd;<br />&#xd;<br />5. Members of the Food Losses and Food Waste platform.&#xd;<br />&#xd;<br />6. Promotion of Healthy Diets and commitment to the EU Platform on Action for Diet, Physical Activity and Health.&#xd;<br />&#xd;<br />7. Proposal for a revision of Regulation 882/2004 on official controls performed to ensure the verification of compliance with feed and food law, animal health and animal welfare rules (along the food chain): monitoring of developments. &#xd;<br />&#xd;<br />8. Monitoring and engagement where relevant on other food law issues, such as reform of organics regulation, acrylamide and the outcome of Fitness Check of Regulation (EU) N° 178/2002 on General Food Law.&#xd;<br />&#xd;<br />9. Social Dialogue.&#xd;<br />&#xd;<br />10. Apprenticeships: joint pledge with our social partners to the European Alliance for Apprenticeships.&#xd;<br />&#xd;<br />11.Food Waste package.","lastUp":"2018-03-06T11:36:14.772+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}