{"id":"822108226286-65","name":"The Node for Opportunities, Development, Environment","registrationDate":"2017-03-10T09:07:48.854+01:00","category":3,"subCategory":2,"legal":"No Profit Association","web":"http://www.thenode.co","country":"Spain","headAddress":"RBLA SANT JORDI, NUM 22","headCity":"Sant Pere de Riudebitlles","headPostCode":"08776","headPhone":"(34)6 96 34 35 49","boss":"Ramon Vila","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"Our vision is to empower people and respond to social and environmental challenges. Our mission is to be a game-changing actor driving innovative sustainable development solutions. We turn costs into opportunities, forge ground-breaking partnerships, and connect public and private sectors to overcome complex challenges. We offer support in areas such as sustainable development, climate change, migration and participation in inclusive societies. We train and empower people and public authorities, give visibility through human-centered campaigns and provide tools for effective resources management. Our multidisciplinary approach and expertise combines strategic advisory, technical capacities and knowledge, market opportunities and social inclusion. Our business model is inclusive, equitable and profitable. Through the 6 interconnected pillars of the NODE we deliver a unique and powerful support. We focus on people and inspire change.","acronym":"The Node; Node","interests":"Agriculture and Rural Development, Climate Action, Communication, Culture, Development, Education, Employment and Social Affairs, Energy, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Home Affairs, Humanitarian Aid, Regional Policy, Research and Technology, Youth","euInitiatives":"Development, Migration Package, Environment, SDGs, Science, Research and Innovation, Urban and Rural development, Smart Cities.","lastUp":"2017-03-10T09:08:57.208+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}