{"id":"82277971427-06","name":"Deutsche Gesellschaft für Ur- und Frühgeschichte e.V.","registrationDate":"2009-03-26T12:25:02.365+01:00","category":3,"subCategory":2,"legal":"Eingetragener Verein mit anerkannter Gemeinnützigkeit","web":"http://www.dguf.de","country":"Germany","headAddress":"An der Lay 4","headCity":"Kerpen-Loogh","headPostCode":"54578","headPhone":"(49)65 93 98 96 42","boss":"Diane Scherzler","bossTitle":"Ms","bossPosition":"Vorsitzende","membersCount":1,"membersFTE":"0.25","membership":"- European Association of Archaeologists (EAA): https://www.e-a-a.org/&#xd;\n- Chartered Institute for Archaeologists (CIfA): https://www.archaeologists.net/","memberOrga":"","goal":"Zweck und Aufgaben der Gesellschaft&#xd;<br />&#xd;<br />(1) Die Deutsche Gesellschaft für Ur- und Frühgeschichte ist eine Vereinigung von Einzelpersonen, Vereinigungen oder Institutionen, die an diesem Fach interessiert sind.&#xd;<br />&#xd;<br />(2) Zweck der Gesellschaft ist gemäß § 52 AO die Förderung der Archäologie in:&#xd;<br />(a) Wissenschaft und Forschung;&#xd;<br />(b) Kunst und Kultur, insbesondere in den Museen;&#xd;<br />(c) Bodendenkmalschutz und Bodendenkmalpflege;&#xd;<br />(d) Kulturlandschaftsschutz und Kulturlandschaftspflege im Sinne des Bundesnaturschutzgesetzes und der Naturschutzgesetze der Länder sowie als kulturelles Erbe im Umwelt- und Denkmalschutz;&#xd;<br />(e) Berufsbildung einschließlich der Studierendenhilfe und Nachwuchsförderung. Dazu fördert sie auch das bürgerschaftliche Engagement ihrer Mitglieder.&#xd;<br />&#xd;<br />(3) Der Satzungszweck der Gesellschaft wird insbesondere verwirklicht durch folgende Aufgaben und Tätigkeiten:&#xd;<br />(a) Unterstützung der archäologischen Forschung und Lehre,&#xd;<br />(b) Förderung des Erhalts historischer Kulturlandschaften und -landschaftsteile, insbesondere solcher von besonderer Bedeutung für geschützte oder schützenswerte Bodendenkmäler; sie fördert damit den Schutz, die Vielfalt, die Eigenart, die Schönheit und den Erholungswert der Landschaft,&#xd;<br />(c) Bemühung um Schutz und Erhalt geschützter oder schützenswerter Bodendenkmäler; sie fördert damit auch die Rechte einzelner Personen gegenwärtiger und künftiger Generationen auf ein Leben in einer der Gesundheit und dem Wohlbefinden zuträglichen Umwelt, deren nachhaltige und umweltverträgliche Entwicklung dafür zu gewährleisten ist,&#xd;<br />(d) Bemühung um den Ausbau und den Erhalt der wissenschaftlichen Einrichtungen des Faches Ur- und Frühgeschichte einschließlich der Museen,&#xd;<br />(e) Vertretung der Interessen des internationalen Kulturgüterschutzes, um archäologische Objekte vor den Gefahren des Diebstahls, der unerlaubten Ausgrabung und der rechtswidrigen Ausfuhr zu schützen; sie fördert damit den wissenschaftlichen und kulturellen Austausch und die gegenseitige Achtung und Wertschätzung der Nationen,&#xd;<br />(f) Verbreitung gesicherten Wissens auf dem Gebiet der Archäologie innerhalb des Faches Ur- und Frühgeschichte und in der Öffentlichkeit,&#xd;<br />(g) Beteiligung an der Klärung der Berufs-, Fach- und Studienfragen einschließlich der fachlichen Ethik,&#xd;<br />(h) Förderung der Zusammenarbeit und des Gedankenaustausches ihrer Mitglieder,&#xd;<br />(i) Förderung wissenschaftlicher Kontakte zu allen anderen archäologischen Disziplinen und Nachbarwissenschaften,&#xd;<br />(k)Bemühung um enge Zusammenarbeit mit allen anderen Institutionen und Organisationen, die den oben genannten und ähnlichen Zielen verpflichtet sind.&#xd;<br />\t&#xd;<br />2. Dazu bietet die Gesellschaft auf ihren Mitgliederversammlungen und anderen Veranstaltungen jedem Mitglied sowie jedem Gast, dem der Vorstand oder die Mehrheit das Wort erteilt, ein Forum, auf dem alle Fragen, die die archäologische Wissenschaft betreffen, zur Sprache gebracht werden können. Sie dient damit auch der gesellschaftlichen Meinungsbildung über die Archäologie.&#xd;<br />\t&#xd;<br />3. Ihre Tätigkeiten sind insbesondere:&#xd;<br />(a) die Durchführung von Tagungen, Vorträgen, Exkursionen und Diskussionsveranstaltungen, &#xd;<br />(b) die Herausgabe wissenschaftlicher Publikationen,&#xd;<br />(c) die Erarbeitung wissenschaftlicher Stellungnahmen und Gutachten, &#xd;<br />(d) die Förderung von Personen und Institutionen,&#xd;<br />(e) die wissenschaftliche Beratung, Information und Öffentlichkeitsarbeit.","acronym":"DGUF","interests":"Culture, Environment, Research and innovation","euInitiatives":"In 2017, DGUF commented officially as NGO the upcoming legislation for the national adaption of 2014/52/EU in Germany, with special focus on a better protection of archaeology, cultural heritage and cultural landscapes. We proposed a closer implementation of European law (see: http://dguf.webseiten.cc/425.html). // In 2018, DGUF participated in the activities to EYCH 'European Year of Cultural Heritage'. Our annual scientific meeting was an officially registered part of the national EYCH activities (https://www.dguf.de/sharing-heritage.html). // In 2019, DGUF contributed as a main advisor to the election benchmarks of the European Association of Archaeologists related to the election of the European parliament in May (see: https://heritage-lost-eaa.com/2019/05/17/eu-elections-may-2019-eaa-benchmarks-for-archaeology-and-heritage-protection/). We were one of the few national archaeological associations to get succesfully a relevant feed back from the German political parties (see: https://www.dguf.de/europawahl2019.html). The election bench marks were deeply related to legislations of the EU, eg. 2014/52/EU and 2011/92/EU concerning the environmental impact assessments. Question 5 of these election benchmarks was related to the EU reform of the copyright law (EU) 2019/790, to achieve suitable national adaptions of it for scientific publications. // Since 2018, DGUF is trying to form a network of suitable partners (NGOs) for an initiative towards achieving the right of legal action by an association („Verbandsklagerecht“) in relation to cultural heritage and archaeology in Germany. This right is embedded already in European as German law and legislation related to environmental impact assessments („UVP“), see e.g. the successful case of the „Trianel decision“ of EUGH (see: https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:62009CJ0115&amp;from=EN). But in contrary to EU, actually German courts seem to apply this right only to associations of nature and environment protection, not to NGOs targeting on cultural heritage protection first. This is not in harmony with European law, which embeds cultural landscapes and cultural heritage explicitely into the environmental impact assessments (see eg. 2011/92/EU; memorandum COM-2012-628 ). After being unsuccessful with this at a first try, DGUF is now constituting a more formal network of NGOs for a next try. This network was constituted with BUND, Bauernverband, Denkmalnetz Bayern etc. in Febr. 2019. // To sum up: Within the last two years DGUF was less in a direct dialogue with the EU parliament and its initiatives, but was very busy in trying to better embed European decisions and initiatives of the EU parliament into national law and practice in Germany. In future, we will try to involve ourselfes into the new initiatives of the EU parliament more directly again.","lastUp":"2019-11-22T09:55:31.810+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}