{"id":"823171519707-31","name":"The German Marshall Fund of the United States - The Transatlantic Foundation","registrationDate":"2015-11-27T15:58:40.557+02:00","category":4,"subCategory":5,"legal":"Fondation Privée","web":"http://gmfus.org","country":"Belgium","headAddress":"Residence Palace","headCity":"Brussels","headPostCode":"1040","headPhone":"(32)22 38 52 70","boss":"Ian Lesser","bossTitle":"Mr","bossPosition":"Executive Director","membersCount":16,"membersFTE":"16.0","membership":"","memberOrga":"","goal":"The German Marshall Fund (GMF) and its Brussels-based partner organization, the Transatlantic Foundation (TF), promote greater cooperation and understanding between the United States of America and Europe on transatlantic and global issues. GMF contributes research and analysis and convenes leaders on transatlantic issues relevant to policymakers. Founded in 1972 as a non-partisan, nonprofit organization through a gift from Germany as a permanent memorial to Marshall Plan assistance, GMF maintains a strong pres-ence on both sides of the Atlantic. GMF carries out policy-relevant research on major international relations issues including: transatlantic relations, transatlantic trade and transatlantic security; Euro-pean security and defence, European foreign policy especially with respect to Eastern Europe, North Africa and the Middle East, the Western Balkans; Europe’s global policies on human rights, democ-racy and civil society support; the future of Europe and the role of Germany in European integration.","acronym":"GMF - TF","interests":"Borders and Security, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Enlargement, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Trade, Youth","euInitiatives":"Foreign and security policy, trade/economics, energy security, EU and Europe, the Mediterranean, wider Atlantic,  Asia.","lastUp":"2018-07-11T15:10:12.399+02:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}