{"id":"823164428382-37","name":"Unión de Industrias de la Bateria, S.L.","registrationDate":"2017-09-19T13:05:32.852+02:00","category":2,"subCategory":4,"legal":"Sociedad de responsabilidad limitada (SL)","web":"http://www.unibat.es","country":"Spain","headAddress":"C./ Llull, nº 321-329, Edificio CINC, Oficina nº 318","headCity":"Barcelona","headPostCode":"08019","headPhone":"(34)9 00 20 12 01","boss":"Marcel Mongay","bossTitle":"","bossPosition":"Director - Gerente (General Manager)","membersCount":1,"membersFTE":"0.25","membership":"We are a membership of AEPIBAL, an spanish association of companies of batteries, and energy storage, born this same year 2017, so we haven't an www yet, but you can confirm about us in the www:&#xd;\n&#xd;\nhttp://www.secartys.org/es/nace-la-asociaci%C3%B3n-empresarial-de-pilas-bater%C3%ADas-y-almacenamiento-energ%C3%A9tico-aepibal_53973&#xd;\n&#xd;\nhttp://aepibal.org/","memberOrga":"Founding partners&#xd;\n&#xd;\nAlbufera Energy Storage&#xd;\nAedive (Asociación Empresarial para el Desarrollo e Impulso del Vehículo Eléctrico)&#xd;\nCener (Centro Nacional de Energías Renovables) Mondragón Assembly&#xd;\nElectronic Trafic (Etra)&#xd;\nUnibat - Unión de Industrias de la Batería&#xd;\nLocura Digital&#xd;\nGenereus&#xd;\nRM Electronics&#xd;\nLeitat Technological Center&#xd;\nAmpere Energy&#xd;\nCipsa Circuits&#xd;\nEkiona Iluminación Solar","goal":"UNIBAT is an spanish collection schemes for batteries. We assure that all waste batteries are collected and recycled in an ecological sound way, and contribute this way to a better environment.","acronym":"UNIBAT","interests":"Business and Industry, Climate Action, Competition, Energy, Environment, General and Institutional Affairs, Public Health, Research and innovation","euInitiatives":"The Batteries Directive 2006/66/EC lays down rules on placing batteries and accumulators on the market and their treatment in the EU (the terms ‘batteries’ and ‘accumulators’ are considered synonyms and used interchangeably ).&#xd;<br /> &#xd;<br />Apart from a few exemptions, it applies to all batteries and accumulators regardless of their chemical nature, size or design.&#xd;<br /> &#xd;<br />The Directive’s overarching objective is to ensure that spent batteries are safely collected and disposed of, preventing their disposal as mixed municipal waste. In particular, the Directive sets minimum national targets for the collection of waste portable batteries and the minimum performance of recycling facilities. The Directive restricts the use of some hazardous substances and requires that users be properly informed of these products’ characteristics.&#xd;<br /> &#xd;<br />The evaluation is the first step of a review process, in which the Commission assesses whether the Directive meets its objectives and contributes to the general objectives of the EU environmental policy.","lastUp":"2018-09-13T12:29:18.357+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}