{"id":"823360034524-28","name":"INPUD","registrationDate":"2019-04-09T14:48:19.162+02:00","category":3,"subCategory":2,"legal":"Not for profit company limited by guarantee of its members","web":"http://www.inpud.net/","country":"United kingdom","headAddress":"2C09 Southbank Technopark","headCity":"London","headPostCode":"SE1 6LN","headPhone":"(44)2 08 21 71 23","boss":"Judy Chang","bossTitle":"Ms","bossPosition":"Executive Director","membersCount":3,"membersFTE":"1.0","membership":"INPUD is a regional member of the International Network of People who Use Drugs (INPUD). INPUD holds INPUD contracts and manages the organisations money while INPUD completes a network strengthening project to ready itself for independent registration. INPUD is registering with the EU on INPUD’s behalf as it is a registered and constituted NGO. INPUD will provide the advocates to bodies such as the EU Civil Society Forums and hold them accountable through its representative Steering Committee.   &#xd;\n&#xd;\nINPUD is a member of the International Network of People who Use Drugs (INPUD). INPUD’s members are the regional networks of people who use drugs and the International Network of Women who Use Drugs (INWUD). INPUD Steering Committee nominate and hold accountable the European Board Director of INPUD who represents the interests of people who use drugs and their organisations from the EU and Accession States and supports INPUD’s good governance and strategic planning.&#xd;\n&#xd;\nINPUD is a member of the International Drug Policy Consortium (IDPC) that coordinates its member organisations from around the world in advocating for drug law reform. &#xd;\nwww.idpc.net&#xd;\n&#xd;\nINPUD is a member of the Drugs Civil Society Group, which is a mechanism established to coordinate the partnership and meaningful participation of 24 global and regional drugs/HIV civil society networks with United Nations Office of Drugs and Crime (UNODC) Global HIV Programme. Coordinated by IDPC – www.idpc.net&#xd;\n&#xd;\nOur European regional organisation EuroNPUD is a member of the European Harm Reduction Network (EuroHRN) and its representative sits on the Steering Committee which is developing the network with funding support from the EU. EuroHRN is coordinated by Correlation - www.correlation-net.org&#xd;\n&#xd;\nINPUD is a member of the Vienna NGO Coordinating Committee which is the mechanism through which civil society partners interact with the Commission on Narcotic Drugs and the United Nations Office of Drugs and Crime.   www.vngoc.org","memberOrga":"EuroNPUD is a network of drug user organizations from countries in the EU and Accession States. https://www.euroINPUD.net. The drug user organisations are either local or city drug user groups or national networks of drug user groups from countries in the EU and Accession States.  INPUD has member groups is the following countries:&#xd;\n&#xd;\nCroatia: UHO Croatian Drug Users Union. Croatia’s self help drug users organisation with a website covering a wide range of drug user specific health, drug and harm reduction information. www.uho.hr&#xd;\n&#xd;\nDenmark: Danish Drug Users Union/BrugerForeningen. The Danish Drug Users Unions official website, with news, reports, harm reduction, treatment information, guest writers and bloggers, opiate museum and national drug news. www.brugerforeningen.dk&#xd;\n&#xd;\nFrance: The French Organisation for Drug Users /HIV /Auto-Support des Usagers de Drogues (ASUD). ASUD (Self-Support for Drug Users) The French organisation that works to support the reduction in risk to people who use drugs. www.asud.org&#xd;\n&#xd;\nGermany: JES (Junkies, ex-user People in Opiate Substitution Treatment) is the German Network for drug users and one of the oldest drug user networks in the world, founded 1989. www.jes-bundesverband.de German Drug Users Union www.vision-ev.de&#xd;\n&#xd;\nGreece: Greek Drug &amp; Substitute Users Union, defending the rights of people who use drugs, to promote harm reduction policies and antiprohibition www.okanatherapevomenoi.blogspot.gr&#xd;\n&#xd;\nNetherlands: Drug users Organisation MDHG/Belangenvereniging voor druggebruikers MDHG, Amsterdam www.mdhg.nl&#xd;\n&#xd;\nNorway: Drug Users Union www.facebook.com/pages/DUU-Drug-Users-Union-Norway&#xd;\nOslo Drug Users Union/ Oslo Brukerforeningen www.oslobrukerforening.velferdsalliansen.no&#xd;\nDrug User and Parents/relatives Union/ Foreningen Human Narkobehandling www.fhn.no&#xd;\n&#xd;\nSwedish Drug Users Union is the only drug user-controlled organization in Sweden, since only users can sit on the board. They advocate for harm reduction and human rights and have several local user unions, as well as 2,000 members across Sweden.&#xd;\nWebsite: www.svenskabrukarforeningen.se&#xd;\n&#xd;\nUK Users Forum is a Secret Facebook Group bringing together drug user groups from across the UK. In the absence of a formal network UK Users acts as the contact point back to drug user groups in the UK. Respect Drug User Rights (Respect) is an organisation promoting health &amp; defending the human rights of people who use drugs in the UK www.facebook.com/RespectDrugs, London Drug User Organisation www.m-alliance.org.uk&#xd;\nSouthampton Drug Users Organisation www.morph-uk.org","goal":"About INPUD:&#xd;<br />The International Network of People who Use Drugs (INPUD) is a global peer-based organisation that seeks to promote the health and defend the rights of people who use drugs. INPUD will expose and challenge stigma, discrimination, and the criminalisation of people who use drugs and its impact on the drug-using community’s health and rights. INPUD will achieve this through processes of empowerment and advocacy at the international level, while supporting empowerment and advocacy at community, national and regional levels.&#xd;<br />&#xd;<br />INPUD is a movement of people who use drugs (current and former) who support the Vancouver Declaration. The Vancouver Declaration sets out the demands of people who use drugs, emphasising that their human rights must be respected and their health and wellbeing prioritised. INPUD is a global network that seeks to represent people who use drugs in international agencies such as the United Nations and with those undertaking international development work. We believe that people who use drugs should be meaningfully represented in decision-making processes that affect our lives. INPUD is committed to demonstrating at country level how people who use drugs can constructively contribute to the development and delivery of services for our community. We believe that we have a unique insight that can help money be spent wisely thus delivering better results for individuals and the wider community. We are asking the international community to stop always framing us as the problem and instead to recognise that we are part of the solution when is comes to addressing problems associated with drugs and drug policy around the world.&#xd;<br />&#xd;<br />INPUD's Aims:&#xd;<br />To advocate and lobby at the international level for the rights of people who use drugs.&#xd;<br />&#xd;<br />To maintain an organization that is effective, transparent and accountable to its membership.&#xd;<br />&#xd;<br />To promote effective prevention, treatment, care and support for people who use drugs who are living with and affected by HIV, Hepatitis, TB and other relevant health issues.&#xd;<br />&#xd;<br />To advocate for intermediate reforms to drug laws in order to reduce the criminalization and stigmatization of people who use drugs while striving in the longer term to an end to prohibition.&#xd;<br />&#xd;<br />To support and seed the development of self-determining networks of drug users that advocate for the health, citizenship and human rights of people who use drugs.&#xd;<br />&#xd;<br />To promote and advocate for harm reduction as a means of supporting safer drug use and reducing drug related harm among people who use drugs.&#xd;<br />&#xd;<br />To build alliances with like-minded organizations and broader civil society to further the aims of INPUD.","acronym":"INPUD","interests":"Consumers, Humanitarian aid and civil protection, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy","euInitiatives":"In Europe we have a European regional organisation EuroNPUD. This was established as we  recognized the changing drug trends from generation to generation across EU countries. &#xd;<br />&#xd;<br />&#xd;<br />EuroNPUD has a particular interest in engaging new generations of People Who Use Drugs and in addressing new patterns of buying and using drugs through consultation, advocacy and community mobilisation. &#xd;<br />&#xd;<br />Reforming and developing our migration policy in a spirit of responsibility and solidarity – EuroNPUD has a particular interest in the relationship between substance use, migration and infectious diseases. &#xd;<br />&#xd;<br />ECDC AND EMCDDA issued guidance on the ‘Prevention and control of infectious diseases among people who inject drugs’ in October 2011. &#xd;<br />&#xd;<br />EuroNPUD has adopted the needs of migrants who use drugs in the EU as a thematic advocacy priority. &#xd;<br />&#xd;<br />Pursuing our commitment to common European values, the rule of law and fundamental rights, including our joint engagement to stand up against discrimination and xenophobia – People Who Use Drugs EuroNPUD stands in solidarity with the EU’s commitment to champion the rule of law and human rights and to challenge discrimination and xenophobia. &#xd;<br />&#xd;<br />EuroNPUD works with other key population networks (Men who have Sex with Men, Transexuals, sex workers and People Living with HIV) to challenge the criminalisation and discrimination against our respective communities around the world. This reflects the global understanding of the negative impact of criminalisation, discrimination and specifically drug control on the HIV response. A number of countries in Europe are pioneering new responses to drug policy and practice. EuroNPUD stand as key partners in this evolving process of policy reform, able to give direct testimony about rights violations and as the consumers of harm reduction and drug treatment services.&#xd;<br />&#xd;<br />Reinforcing Europe's role in protecting and defending our interests beyond its border and in contributing to stability, security and peace – &#xd;<br />We also work to advocate and lobby the United Nations, Global Fund to Fight HIV TB and Malaria and member states around the role of the EU and European member states in combatting infectious and non-communicable diseases that impact of the lives of People Who Use Drugs around the world through international development. Our advocacy focuses both on the domestic response of EU countries to these issues and helps lobby and hold member states accountable for their work in international development.","lastUp":"2019-04-09T14:49:00.654+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}