{"id":"823336336425-14","name":"EVBox B.V.","registrationDate":"2019-10-31T15:49:29.779+01:00","category":2,"subCategory":3,"legal":"BV","web":"http://evbox.com","country":"Netherlands","headAddress":"Fred. Roeskestraat 115","headCity":"Amsterdam","headPostCode":"1076 EE","headPhone":"(31)8 87 75 54 44","boss":"Peter van Praet","bossTitle":"Mr","bossPosition":"Chief Operating Officer - Managing Director","membersCount":1,"membersFTE":"1.0","membership":"","memberOrga":"","goal":"We are the leading global manufacturer of electric vehicle charging stations and charging management software. With over 75,000 charging points across more than 55 countries worldwide, we help electric vehicle drivers get access to charging infrastructure at any point in their journey. &#xd;<br />&#xd;<br />We are active at the pan-European level and design and develop charging solutions for residential, commercial and industry partners. We are also playing an active role in promoting smart charging technologies and roaming of charging infrastructure with industry partners and public organisations.&#xd;<br />&#xd;<br />All of our activities fit within the broader purpose of helping the world accelerate towards zero-emissions transportation.","acronym":"","interests":"Business and Industry, Climate Action, Competition, Consumers, Digital economy and society, Energy, Environment, Research and innovation, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"EVBox is interested in EU infrastructure files, Electric Vehicle infrastructure policies, electricity network regulation, transport emissions, building codes, cyber-security and data protection issues, trade and energy taxation files.&#xd;<br />&#xd;<br />Legislative files of particular interest include:&#xd;<br />- Alternative Fuels Infrastructure Directive&#xd;<br />- Ten-T / CEF funding mechanism&#xd;<br />- Privacy &amp; Security Directive&#xd;<br />- Energy Performance of Buildings Directive&#xd;<br />- Electricity Directive&#xd;<br />- Electricity Regulation","lastUp":"2019-10-31T15:50:24.954+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}