{"id":"823690722104-96","name":"Conseil National du réseau CERFRANCE","registrationDate":"2016-06-03T18:10:29.660+01:00","category":2,"subCategory":3,"legal":"Association loi 1901","web":"https://www.cerfrance.fr","country":"France","headAddress":"18, rue de l'Armorique","headCity":"Paris","headPostCode":"75 015","headPhone":"(33)01 56 54 28 28","boss":"Hervé DEMALLE","bossTitle":"Mr","bossPosition":"Président","membersCount":4,"membersFTE":"1.0","membership":"Le CN CERFRANCE est membre de plusieurs organisations, telles que:&#xd;\n- OCACIA (organisme certificateur)&#xd;\n- AFDI (ONG)&#xd;\n- ADEPTA (promotion de l'agriculture française)&#xd;\n- IFA (Institut Français des administrateurs)&#xd;\n- EFAC (fédérations de différents pays de l'UE spécialisées dans le conseil et la comptabilité aux agriculteurs).","memberOrga":"Le CN CERFRANCE fédère ses membres composés à ce jour de:&#xd;\n- 65 Associations de Gestion et de Comptabilité (AGC)&#xd;\n- 25 Organismes de Gestion Agréés (OGA).","goal":"Le Conseil National a pour objet :&#xd;<br />&#xd;<br />\tde représenter, défendre et promouvoir ses membres auprès des tutelles et partenaires communs ;&#xd;<br />\tde favoriser les alliances entre les organismes membres ;&#xd;<br />\ten qualité de fédération d’employeurs, de négocier et conclure tout accord collectif engageant les membres du réseau CERFRANCE ;&#xd;<br />\tde renforcer la cohésion du réseau et d’assurer son fonctionnement ;&#xd;<br />\tde communiquer sur la marque, en faire évoluer l’image et en contrôler l’usage ;&#xd;<br />\tde développer le professionnalisme sur tous les métiers et en particulier la comptabilité et le conseil ;&#xd;<br />\td’organiser l’appui à ses membres dans leur développement, leur professionnalisme et leur réflexion.","acronym":"CN CERFRANCE","interests":"Agriculture and Rural Development, Business and Industry, Environment, Single market, Taxation","euInitiatives":"Dans le cadre de la stratégie pour le Marché Unique:&#xd;<br />- Passeport européen de services pour faciliter les investissements transfrontaliers et le commerce transfrontalier de services&#xd;<br />&#xd;<br />- Réduction des obstacles règlementaires dans le cadre d'une action législative tels que la diversité des formes juridiques, les exigences en matière de détention du capital et les mesures restreignant l'exercice d'activités multidisciplinaires dans certains grands services aux entreprises","lastUp":"2019-10-28T16:37:28.750+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}