{"id":"823706027857-45","name":"Greiner Holding AG","registrationDate":"2017-07-26T13:40:34.677+02:00","category":2,"subCategory":3,"legal":"AG","web":"http://greiner.at","country":"Austria","headAddress":"Greinerstraße 70","headCity":"Kremsmünster","headPostCode":"4550","headPhone":"(43)75 83 72 51 -6 03 01","boss":"Axel Kühner","bossTitle":"Mr","bossPosition":"Chief Executive Officer","membersCount":1,"membersFTE":"0.25","membership":"http://www.kunststoff-cluster.at/&#xd;\nhttps://www.ellenmacarthurfoundation.org/&#xd;\nhttps://www.klimaaktiv.at/partner/pakt2020.html","memberOrga":"https://www.wko.at/&#xd;\nhttp://www.kunststoff-cluster.at/","goal":"Die Greiner Gruppe ist ein klassischer „Hidden Champion“. Was 1868 mit einem kleinen Greißlerladen in Nürtingen (Deutschland) begann, hat sich über die Jahrzehnte zu einem globalen Unternehmen mit 134 Standorten in 30 Ländern entwickelt. Die Unternehmen der Greiner Holding AG sind weitgehend in Kompetenzbereiche unterteilt: Greiner Packaging International erzeugt Verpackungen aus Kunststoff für den Food- und Nonfood-Bereich. Greiner Bio-One International zählt zu den weltweit führenden Unternehmen in den Bereichen Preanalytics, Life Science und Diagnostik. Greiner Foam International stellt Schaumstoffe für die unterschiedlichsten Anwendungsgebiete sowie speziell für Premium-Fahrzeughersteller Sichtteile für das Interieur und den Kofferraum her. Die Greiner Extrusion Group ist der weltweit führende Anbieter von Maschinen, Werkzeugen und Anlagen für die Profilextrusion. So begleiten Greiner Produkte heute den Alltag aller Menschen auf der ganzen Welt, ob in Form der Schaumstoffmatratze im Bett, dem Joghurtbecher am Frühstückstisch oder dem bequemen Sitz in Zug, Straßenbahn, Auto oder Flugzeug. Auch das Blutentnahmeröhrchen beim Arzt, die Trinkflasche beim Joggen, das Werkzeug für die Herstellung der Kunststofffensterrahmen, die gemütliche Couch zum Entspannen und Kofferraumsystem in Autos kommen unter anderem aus der Greiner Gruppe, die bis heute ein Familienunternehmen geblieben ist.","acronym":"Greiner","interests":"Business and Industry, Climate Action, Consumers, Economy, finance and the euro, Energy, Environment, Food Safety, Research and innovation, Single market, Trade","euInitiatives":"Wichtige europäischen Themenfelder für die Greiner Gruppe:&#xd;<br />&#xd;<br />- Abfall und Abfallwirtschafssysteme&#xd;<br />- Recycling von Kunststoffen&#xd;<br />- Kreislaufwirtschaft&#xd;<br />- Forschungspolitik&#xd;<br />- Chemikalienpolitik&#xd;<br />- Verbraucher- und Konsumentenschutz","lastUp":"2018-07-13T12:05:45.624+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}