{"id":"823755119558-02","name":"Association Cultures &amp; Progrès","registrationDate":"2015-11-16T17:18:24.608+02:00","category":3,"subCategory":2,"legal":"association sans but lucratif (asbl)","web":"http://www.acp-europa.eu","country":"Belgium","headAddress":"rue Jean Baptiste Colyns, 48","headCity":"Bruxelles","headPostCode":"1050","headPhone":"(32)4 65 17 49 30","boss":"Dimitri Verdonck","bossTitle":"Mr","bossPosition":"Président","membersCount":3,"membersFTE":"3.0","membership":"CNCD (Centre national de Coopération au Développement - Belgique) (le CNCD est membre de la plateforme européenne Concord-Europe)","memberOrga":"","goal":"L’Association Cultures &amp; Progrès est une association sans but lucratif, libre et au service des populations des pays en développement et en particulier des pays d’Afrique, des Caraïbes et du Pacifique, de leurs ressortissants et de leurs amis. L’Association Cultures &amp; Progrès a pour principal objectif de contribuer à améliorer les conditions de vie des hommes et des femmes, dans une perspective de progrès global et de développement durable. Pour y arriver, elle se focalise particulièrement sur les politiques extérieures et de coopération au développement de l'union européenne ainsi que sur les interactions possibles entre ces politiques et d’autres secteurs d’activités ayant un impact sur les conditions de vie des populations des pays en développement et de leurs ressortissants. ACP se mobilise particulièrement en faveur du soutien à l’émergence et au renforcement de la société civile dans les pays ACP ainsi qu'au soutien aux défenseurs des droits humains.","acronym":"ACP asbl","interests":"Culture, External Relations, Food Safety, Foreign and Security Policy and Defence, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Trade","euInitiatives":"Politique européenne de coopération au développement&#xd;<br />Affaires extérieures&#xd;<br />Partenariat Afrique Union européenne&#xd;<br />Droits de l'Homme&#xd;<br />Migrations","lastUp":"2018-09-19T08:49:43.438+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}