{"id":"823716030314-57","name":"The Saami Council","registrationDate":"2018-02-21T13:50:38.080+01:00","category":3,"subCategory":2,"legal":"None","web":"http://www.saamicouncil.net","country":"Norway","headAddress":"Fitnodatgeaidnu 13","headCity":"Karasjok","headPostCode":"9735","headPhone":"(47)48 02 17 34","boss":"Ailo Javo","bossTitle":"Ms","bossPosition":"Director","membersCount":2,"membersFTE":"1.5","membership":"","memberOrga":"MEMBER ORGANIZATIONS OF THE SAAMI COUNCIL&#xd;\n&#xd;\nReindeer Herders Association of Sweden (BEO) http://renagarforbundet.se/&#xd;\n&#xd;\nKola Saami Association (AKS)&#xd;\n&#xd;\nSaami Association of the Murmansk Region (OOSMO)&#xd;\n&#xd;\nReindeer Herders Association of Norway (NBR)&#xd;\nhttp://www.reindriftsame.no/&#xd;\n&#xd;\nSaami Association of Norway (NSR)&#xd;\nhttp://nsr.no/&#xd;\n&#xd;\nNational Association Sáme Ätnam (RSÄ) (Sweden)&#xd;\nhttp://www.sameatnam.se/start/&#xd;\n&#xd;\nSaami Peoples Union (SÁL) (Norway)&#xd;\nhttp://samene.no/&#xd;\n&#xd;\nNational Union of the Swedish Saami People (SSR)&#xd;\nhttp://www.sapmi.se/&#xd;\n&#xd;\nCentral Saami Association (SSG) (Finland)","goal":"The Saami Council, founded 1956, is a voluntary Saami organization (a non–governmental organization), with Saami member organizations in Finland, Russia, Norway and Sweden. The primary aim of the Saami Council is the promotion of Sámi rights and interests in the four countries where the Sámi are living. The main task of the Saami Council is to consolidate the feeling of affinity among the Sámi people, to attain recognition for the Sámi as a nation and to maintain the cultural, political, economic and social rights of the Sámi in the legislation of the four states and in agreements between states and Saami representative organizations. The Saami Council participates in international processes on topics such as indigenous peoples, human rights and arctic and environment. Saami Council renders opinions and makes proposals on questions concerning Sámi people’s livelihoods, rights, language and culture and especially on issues concerning Sámi in different countries.","acronym":"Saami Council","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Competition, Consumer Affairs, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Financial Stability, Financial Services and Capital Markets Union , Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"The Saami Council is following EU´s work on Arctic issues as well as cross border initiatives.","lastUp":"2018-03-08T13:21:12.223+01:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}