{"id":"823849419545-97","name":"СДРУЖЕНИЕ “БЪЛГАРСКА АСОЦИАЦИЯ НА МУЗИКАЛНИТЕ ПРОДУЦЕНТИ”","registrationDate":"2015-11-16T12:50:36.154+02:00","category":3,"subCategory":2,"legal":"Сдружение","web":"http://www.bamp-bg.org/","country":"Bulgaria","headAddress":"ул. \"Поп Богомил\" № 1, ет. 4, офис 21","headCity":"София","headPostCode":"","headPhone":"(359)8 88 15 10 51","boss":"Станислава Армутлиева","bossTitle":"Ms","bossPosition":"Председател на Управителния съвет","membersCount":2,"membersFTE":"2.0","membership":"Национална група на IFPI","memberOrga":"http://www.bamp-bg.org/index.php/bg/members/portfolio-2","goal":"Българска Асоциация на Музикалните Продуценти (БАМП) e сдружение с нестопанска цел, което обединява водещи български продуцентски компании в областта на звукозаписната индустрия. Учредена през 1996 година, БАМП е единствената по рода си правозащитна организация, която представлява и защитава правата и интересите на продуценти и разпространители на звукозаписи и музикални видео продукти на територията на Република България. През 1999 година Асоциацията е призната за Национална група на Международната федерация на звукозаписната индустрия (IFPI).","acronym":"БАМП","interests":"Communication, Consumers, Culture, Culture and media, Digital economy and society, Education and training","euInitiatives":"- Стратегия на Европейската комисия за Единен Цифров Пазар; &#xd;<br />- Проект за Директива относно авторското право на единния цифров пазар; &#xd;<br />- Проект за Регламент относно трансграничната преносимост на услугите за онлайн съдържание; &#xd;<br />- Проект за Регламент за установяване на правила във връзка с упражняването на авторското право и сродните му права, приложими за определени онлайн предавания на излъчващите организации и за препредаването на телевизионни и радиопрограми; &#xd;<br />- Директивата на ЕС за колективно управление на права","lastUp":"2018-10-12T11:34:39.313+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}