{"id":"82380985779-02","name":"InnovaWood","registrationDate":"2011-05-03T18:03:11.593+02:00","category":3,"subCategory":2,"legal":"asbl","web":"http://www.innovawood.com","country":"Belgium","headAddress":"Rue du Luxembourg, 66","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)0 22 39 23 12","boss":"Mark Irle","bossTitle":"Mr","bossPosition":"President","membersCount":2,"membersFTE":"1.5","membership":"","memberOrga":"http://www.innovawood.com/Members/tabid/262/Default.aspx","goal":"Founded in 2003, and based since 2010 in Brussels, InnovaWood is today a major European network in the forestry, woodworking and furniture sector. The overall aim is to bring business benefit to the value chain by providing a forum for the member organisations and contribute to the competitive development of the European forest-based sector. &#xd;<br />&#xd;<br />The network has 55 member organisations from 26 countries in Europe and overseas in the field of research, education, training and knowledge transfer. These include leading research and technology institutes (RTO), universities, professional schools and cluster organisations in the entire value chain from forestry and wood processing to construction, furniture and biorefinery. InnovaWood represents a common voice for promoting wider impacts from innovative uses of wood, Europe’s most underdeveloped, important renewable raw material, in line with the major policies of the European Union. InnovaWood communicates this message effectively towards decision-makers in policy, administration and industry on the EU and national level. Collectively, its members are involved in at least 1,500 national and 350 international projects.&#xd;<br />&#xd;<br />The members benefit from the Secretariat’s dedicated support in creating and joining project consortia and collaborative actions, forging links with other industry sectors and promoting crosscutting RTDI cooperation. The services offered to the members include: i) Participation in EC and EU stakeholder meetings, ii) Networking and representation on behalf of members, iii) Early information about funding programmes and calls, iv) Joint initiatives and management support, and v) Communication and dissemination support.","acronym":"IW","interests":"Agriculture and Rural Development, Business and Industry, Climate Action, Competition, Culture, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, Institutional affairs, International co-operation and development, Regional Policy, Research and innovation, Trans-European Networks","euInitiatives":"Horizon 2020, ERASMUS+, COST, ERA-NETs, Circular Economy, Bioeconomy, Industry 4.0, SME sector, Sustainable Development Goals (SDG)","lastUp":"2019-04-17T20:03:03.471+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}