{"id":"82380985779-02","name":"InnovaWood","registrationDate":"2011-05-03T18:03:11.593+02:00","category":3,"subCategory":2,"legal":"asbl","web":"http://www.innovawood.com","country":"Belgium","headAddress":"Rue du Luxembourg, 66","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)0 22 39 23 12","boss":"Mark Irle","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"InnovaWood is a European umbrella organisation in the forest-based sector including forestry, wood and furniture industries that offers an effective innovation support platform. Its members are organisations active in the areas of Research, Education &amp; Training and Technology Transfer in the forest-based bio-economy. InnovaWood network represents more than 50 research and VET entities from 26 countries.&#xd;<br />&#xd;<br />The overall aim of InnovaWood is to bring business benefit by providing a forum to contribute more effectively to the development of the sector. InnovaWood aims increasing the collaboration between its members, industrial stakeholders, Technology Platforms and the European institutions and takes initiatives to facilitate and support the involvement of its members in research and innovation support programmes on international and transnational level in Europe.","acronym":"IW","interests":"Agriculture and Rural Development, Climate Action, Competition, Culture, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, Food Safety, General and Institutional Affairs, Information Society, Internal Market, Regional Policy, Research and Technology, Trade, Trans-European Networks, Youth","euInitiatives":"Horizon 2020, ERASMUS+, COST, ERA-NETs, Circular Economy, Bioeconomy, Industry 4.0, SME sector, Sustainable Development Goals (SDG)","lastUp":"2018-04-19T20:29:09.973+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}