{"id":"823947922985-58","name":"Steuerberaterkammer Düsseldorf","registrationDate":"2016-08-11T10:19:26.603+02:00","category":2,"subCategory":1,"legal":"Körperschaft des öffentlichen Rechts","web":"https://www.stbk-duesseldorf.de/","country":"Germany","headAddress":"Grafenberger Allee 98","headCity":"Düsseldorf","headPostCode":"40237","headPhone":"(49)2 11 66 90 60","boss":"Reinhard Verholen","bossTitle":"Mr","bossPosition":"Präsident","membersCount":1,"membersFTE":"0.25","membership":"Bundessteuerberaterkammer","memberOrga":"","goal":"Die Steuerberaterkammer Düsseldorf ist die berufliche Selbstverwaltung aller in ihrem Kammergebiet niedergelassenen Steuerberater und Steuerberaterinnen. Als Körperschaft des öffentlichen Rechts nimmt sie die ihr durch das Gesetz übertragenen Aufgaben wahr und vertritt die beruflichen Interessen ihrer Mitglieder. Ihr Ziel ist es, den steuerberatenden Beruf als Freien Beruf und als Organ der Steuerrechtspflege zu fördern, weiterzuentwickeln und in der Öffentlichkeit zu positionieren. Dabei ist sie besonders dem Gemeinwohl und den Belangen der Verbraucher verpflichtet. Als Ratgeber und Dienstleister unterstützt sie ihre Mitglieder in Fragen der Berufsausübung. Sie sorgt für ein breites Angebot der beruflichen Aus- und Fortbildung für Berufsangehörige und deren Mitarbeiter. Die Qualität der Berufsausübung sichert sie durch Beratung und Berufsaufsicht. Darüber hinaus begleitet sie die Entwicklung neuer Beratungsfelder, fördert den Dialog in Netzwerken innerhalb der Kollegenschaft und pflegt den Kontakt zu Politik und Verwaltung, Institutionen, Kammern und Verbänden. Als berufliche Selbstverwaltung schaffen die Steuerberaterkammern die Rahmenbedingungen für eine erfolgreiche Berufsausübung der Angehörigen des steuerberatenden Berufs in Deutschland.","acronym":"","interests":"Economy, finance and the euro, Taxation","euInitiatives":"Vertragsverletzungsverfahren StBVV, EU-Binnenmarktstrategie, Kampagne für mehr Steuertransparenz und gegen Steuerhinterziehung und Steuervermeidung","lastUp":"2018-06-21T10:02:28.342+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}