{"id":"824082830813-51","name":"froldi francesco maria","registrationDate":"2018-03-14T16:45:21.641+01:00","category":4,"subCategory":5,"legal":"Studente in DROIT COMPARE","web":"","country":"Italy","headAddress":"202, Via Emilia Est","headCity":"Parma","headPostCode":"43123","headPhone":"(39)33 43 69 62 39","boss":"francesco maria froldi","bossTitle":"Mr","bossPosition":"Studente Droit Comparé","membersCount":1,"membersFTE":"0.5","membership":"","memberOrga":"","goal":"Le pilier incontournable de l'Union est la politique commerciale commune. La crise économique et financière a montré que le commerce extérieur est appelé à jouer un rôle clé dans la relance de l'économie européenne. L'objectif de la politique commerciale commune est donc de plus en plus orienté vers la conquête de nouveaux marchés. Et, dans ce contexte, la défense des produits d'excellence européens et la lutte contre tout type de protectionnisme juridique revêtent une importance centrale.&#xd;<br />Les objectifs de cette thèse sont l'analyse des contenus, critères et modalités avec lesquels les récents accords internationaux, stipulés ou en cours de signature entre l'UE et le Canada, les Etats-Unis et d'autres Etats tiers, entendent contrôler et gérer efficacement la lutte contre la contrefaçon des produits à travers le processus de reconnaissance des indications géographiques européennes (IIGG).&#xd;<br />La thèse portera en particulier sur l'AECG (Accord économique et commercial global), un traité conjoint entre l'UE et le Canada récemment entré en vigueur à titre provisoire, l'un des exemples les plus pertinents d'une nouvelle génération d'accords commerciaux de l'Union européenne.&#xd;<br />Cette analyse doit être réalisée à la lumière de deux systèmes réglementaires différents. D'une part, les règles du droit international relatives au droit des traités (donc les dispositions de la Convention de Vienne sur le droit des traités de 1969, qui lient l'Union en droit international général), y compris les dispositions entre différents accords internationaux. En fait, il ne faut pas oublier que le sujet des indications géographiques protégées est traité dans certains instruments internationaux d'origine. Il est donc nécessaire d'examiner comment la coopération établie dans l'AECG est coordonnée avec ces obligations préexistantes. D'un autre côté, évidemment, il sera nécessaire de prendre en considération le cadre juridique pertinent du droit de l'Union, à partir des règles de droit dérivé adoptées pour la protection des indications géographiques.","acronym":"","interests":"Customs, External Relations, Financial Stability, Financial Services and Capital Markets Union , Food Safety, Foreign and Security Policy and Defence, Internal Market, Justice and Fundamental Rights","euInitiatives":"Le séjour au Canada est crucial pour une reconstitution précise des principales questions juridiques liées à la mise en œuvre au niveau national du système de protection des indications géographiques dans l'AECG. À cet égard, il sera nécessaire de reconstruire le cadre des principales sources normatives, jurisprudentielles et doctrinales, et de vérifier - avec des entretiens appropriés avec les décideurs et les parties prenantes - quels problèmes pratiques ont été mis en évidence entre-temps.&#xd;<br />À cet égard, il faut noter que le personnel du Centre de recherche en droit public de l'Université de Montréal, et en particulier le professeur Nanette Neuwahl, jouent un rôle primordial dans la réflexion juridique développée au Canada sur la mise en œuvre de l'AECG. La participation aux activités du Centre et l'interlocution avec le Professeur Neuwahl permettront donc de consolider l'activité de recherche menée sur place.&#xd;<br />À la suite de la liste un certain nombre de références consultées dans le but d'un cadre initial du thème de recherche:&#xd;<br />&#xd;<br />I. Calboli, W. Loon Ng-Loy, Geographical Indications at the Crossroads of Trad, Development, and Culture, Cambridge, 2017.&#xd;<br />&#xd;<br />T. Cottier, Intellectual Property and Mega-Regional Trade Agreements: Progress and Opportunities Missed, in S. Griller et al. (eds.), Mega-Regional trade Agreements CETA, TTIP and TiSA - Orientations for EU External Economic Relations, Oxford, 2017.&#xd;<br />&#xd;<br />C. Galli, Indicazioni geografiche e denominazioni di origine sul mercato globale: convergenze e conflitti, in Diritto comunitario e degli scambi internazionali, 2015.&#xd;<br />&#xd;<br />A. Germanò, V. Rubino (a cura di), La tutela dell’origine dei prodotti alimentari in Italia, nell’Unione europea e nel commercio internazionale, Milano, 2015&#xd;<br />&#xd;<br />P. Covarrubia, The EU and Colombia/Peru Free Trade Agreements on GIs: Adjusting Colombian and Peruvian national laws? , in Journal of Intellectual Property Law &amp; Practice, 2011","lastUp":"2018-03-14T16:46:12.277+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}