{"id":"824477713311-25","name":"Pest megyei Állatvédőrség Állat- és Természetvédelmi Alapítvány","registrationDate":"2014-03-21T08:46:18.347+01:00","category":3,"subCategory":2,"legal":"Non Profit Szervezet Alapívány","web":"http://pest-megyei-allatvedorseg.webnode.hu/","country":"Hungary","headAddress":"Dugonics utca 60.","headCity":"Monor","headPostCode":"2200","headPhone":"(3630)3 24 83 48","boss":"Ibolya Sáfrány ","bossTitle":"","bossPosition":"elnök","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"- Alapítványunk egyik fontos célkitűzése a gazdátlan, kóbor állatok számának csökkentés.  Ennek érdekében az ivartalanítást és a chippel történő megjelölést tartjuk a legfontosabb feladatunknak. Hosszútávú programként meghirdetünk egy ivartalanítás, chippelés-oltás  kampányt, amit pénzadományokból és adó 1%-ból tudunk majd finanszírozni... A program célja, hogy belátható időn belül érezhetően csökkenjen a gyepmesteri telepekre/menhelyekre bekerülő állatok száma. A program részleteiről a weboldalunkon tesszük közzé a pontos információkat.&#xd;<br />&#xd;<br />- Továbbra is kiállunk az állatok jogaiért, állatok bántalmazása, nem megfelelő tartása esetén megtesszük az állatok érdekében a szükséges intézkedéseket, valamint fellépünk az állatvédelmi törvények megsértése miatt, és hatósági intézkedést kérünk az állatok védelméről és kíméletéről szóló törvény alapján.&#xd;<br />&#xd;<br />- A felelős állattartásra nevelés, valamint az állat- és természetvédelem fontosságának terjesztése, óvodák, iskolák és egyéb civil szervezetek részére állatvédelmi oktatások szervezése, felvilágosító munka végzése, a másik fő feladatunk. &#xd;<br />Ez egy hosszútávú programunk, melynek tényleges eredményessége egy új szemléletű generáció felnövekvése után lesz majd érzékelhető.","acronym":"PMÁ Alapítvány","interests":"Environment","euInitiatives":"állat- és természetvédelem","lastUp":"2019-03-18T09:31:37.349+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}