{"id":"824991522515-80","name":"Unionzucchero - Unione Nazionale fra gli Industriali dello Zucchero","registrationDate":"2016-06-30T10:51:22.280+02:00","category":2,"subCategory":4,"legal":"Associazione","web":"http://www.unionzucchero.it","country":"Italy","headAddress":"Via Cesare Balbo 35","headCity":"Roma","headPostCode":"00184","headPhone":"(39)06 95 21 45 02","boss":"Giovanni Tamburini","bossTitle":"Mr","bossPosition":"Presidente","membersCount":1,"membersFTE":"0.5","membership":"Unionzucchero, aderisce a Federalimentare. E' parte del sistema di Confindustria ed è attiva nell’ambito dell’associazione europea di categoria - CEFS (Comité Européen des Fabricantes de Sucre).","memberOrga":"","goal":"Unionzucchero cura le relazioni industriali del settore; stipula il contratto collettivo nazionale di lavoro di categoria e i contratti aziendali, assistendo le imprese Associate nella gestione degli stessi e nella composizione delle controversie di lavoro; predispone studi, statistiche e dossiers sulle problematiche comuni al settore (ambiente, qualità e sicurezza alimentare, responsabilità sociale, sicurezza sociale, …); raccoglie ed elabora tutti i dati e le informazioni di interesse del settore; mantiene i rapporti istituzionali con gli enti esterni.","acronym":"Unionzucchero","interests":"Agriculture, Business and Industry, Climate Action, Competition, Consumers, Culture, Culture and media, Customs, Employment and Social Affairs, Energy, Environment, Food Safety, Foreign and Security Policy and Defence, International co-operation and development, Public Health, Single market, Taxation, Trade","euInitiatives":"Organizzazione Comune di mercato dello zucchero&#xd;<br />Politica Agricola Comune&#xd;<br />Accordi commerciali negoziati dalla Commissione europea con paesi terzi &#xd;<br />Politiche doganali e Regole di Origine&#xd;<br />Indicazione dell’origine&#xd;<br />Politiche nutrizionali &#xd;<br />Ambiente e riforma della Emissione Trading Scheme","lastUp":"2018-06-04T11:08:37.930+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}