{"id":"825253330601-20","name":"AV Living Lab d.o.o.","registrationDate":"2018-03-06T21:15:25.510+02:00","category":2,"subCategory":3,"legal":"Limited","web":"http://www.avlivinglab.com","country":"Slovenia","headAddress":"Smartinska cesta 152","headCity":"Ljubljana","headPostCode":"1000","headPhone":"(386)0 51 68 08 20","boss":"Daniel Avdagic","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.25","membership":"Member of GIZ ACS, Automotive Cluster of Slovenia&#xd;\nhttp://www.acs-giz.si/","memberOrga":"Our parent company is BTC d.d. http://www.btc.si/en/","goal":"The AV Living Lab acts as a catalyst and a world-class epicenter for connected Autonomous Vehicle development for Level 4 and Level 5 solutions and scenarios in a stimuli-rich, dense, diverse, and rapid machine learning 24/7 real-life environment. With a high number of daily visitors in a real-life environment, we are solving one of the key issues in today’s development and innovation process – rapid prototyping, testing, and validating. We provide an environment for “technology readiness level” from 3 to 8 (TRL3-TRL8) related testing, capable and open to endless possibilities for innovation throughout our growing ecosystem.&#xd;<br />AV Living Lab is a author of the University of Things concept.","acronym":"AVLL","interests":"Communication, Development, Energy, Information Society, Research and Technology, Trans-European Networks, Transport","euInitiatives":"AV Living Lab is directly or indirectly involved in the following topics: Regulation and practices, regarding connected and autonomous vehicles; Regulation and practices, regarding smart road infrastructure; Regulation and practices, regarding smart cities; Electromobility; EU Framework \"Circular Economy\"; Horizon2020, CEF; EU Framework for Automated Driving; Intelligent Transport Systems (ITS), automated and connected driving; e-Privacy Regulation; 5G implementation; AI and Blockchain initiatives and regulation; General Data Protection Regulation (GDPR) Implementation; Cyber Security Strategy; European Research &amp; Innovation policy; TEN-T Days 2018 participation;","lastUp":"2018-03-28T11:11:27.502+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}