{"id":"825253330601-20","name":"AV Living Lab, Inovativne tehnologije, d.o.o.","registrationDate":"2018-03-06T21:15:25.510+01:00","category":2,"subCategory":3,"legal":"Limited","web":"http://www.avlivinglab.com","country":"Slovenia","headAddress":"Smartinska cesta 152","headCity":"Ljubljana","headPostCode":"1000","headPhone":"(386)0 51 68 08 20","boss":"Daniel Avdagic","bossTitle":"Mr","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.25","membership":"Member of GIZ ACS, Automotive Cluster of Slovenia&#xd;\nhttp://www.acs-giz.si/","memberOrga":"Our parent company is BTC d.d. http://www.btc.si/en/","goal":"AV Living Lab is an integrator and unique world-class living lab, connecting advanced technologies, data, content and people rich ecosystem and the physical environment to develop new breakthrough solutions in this unique City as a Lab environment.&#xd;<br />&#xd;<br />Its habitat BTC City Ljubljana is one of the largest business, shopping, entertainment, recreation and cultural centres in Europe. With almost half square kilometre in size, 11 km of roads, and 21 million visitors every year it is ideal multi-industry learning and testing environment for mobility and autonomous driving, smart grid, smart logistics, smart retails, smart city and other industries. AV Living Lab is a author of the University of Things concept.","acronym":"AVLL","interests":"Communication, Digital economy and society, Energy, International co-operation and development, Research and innovation, Trans-European Networks, Transport","euInitiatives":"AV Living Lab is directly or indirectly involved in the following topics: Regulation and practices, regarding connected and autonomous vehicles; Regulation and practices, regarding smart road infrastructure; Regulation and practices, regarding smart cities; Electromobility; EU Framework \"Circular Economy\"; Horizon2020, CEF; EU Framework for Automated Driving; Intelligent Transport Systems (ITS), automated and connected driving; e-Privacy Regulation; 5G implementation; AI and Blockchain initiatives and regulation; General Data Protection Regulation (GDPR) Implementation; Cyber Security Strategy; European Research &amp; Innovation policy; TEN-T Days 2018 participation;","lastUp":"2019-02-22T10:09:00.867+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}