{"id":"825450429192-01","name":"Национално издателство за образование и наука \"Аз-буки\"","registrationDate":"2017-12-04T12:49:48.698+02:00","category":6,"subCategory":9,"legal":"юридическо лице","web":"https://www.azbuki.bg","country":"Bulgaria","headAddress":"бул. \"Цариградско шосе\" 125, блок 5","headCity":"София","headPostCode":"1113","headPhone":"(359)0 24 25 04 70","boss":"Надя Кантарева-Барух","bossTitle":"Ms","bossPosition":"директор","membersCount":4,"membersFTE":"1.0","membership":"Съюз на българските журналисти&#xd;\nАсоциация на българските училища в чужбина","memberOrga":"","goal":"Национално издателство „Аз-буки“ е специализирано обслужващо звено, създадено с чл. 51 на Закон за предучилищното и училищното образование. Самостоятелно юридическо лице, второстепенен разпоредител с бюджет към министъра на образованието и науката. &#xd;<br />Финансира се със средства  от държавния бюджет чрез бюджета на МОН, от собствени приходи, европейски фондове и програми и от други източници.&#xd;<br />„Аз-буки“ популяризира държавната политика в областта на предучилищното и училищното образование и развитието на образователното дело. Извършва издателска, изследователска, информационно-образователна и методическа дейност. Осъществява подготовката, отпечатването и разпространението на вестник „Аз-буки“ и на научно-методическите издания на Министерството на образованието и науката.&#xd;<br />Основни задачи: Подготовка; отпечатване; разпространение на:&#xd;<br />- национален седмичник за образование и наука „Аз-буки”; &#xd;<br />- девет научно-методически списания.","acronym":"НИОН \"Аз-буки\"","interests":"Agriculture and Rural Development, Borders and Security, Budget, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign affairs and security policy, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Sport, Trans-European Networks, Youth","euInitiatives":"\"Аз-буки\" постоянно следи дейностите на ЕК и ЕС, като се стреми правдиво и навременно да информира обществеността у нас и в чужбина - чрез изданията си в хартиен и електронен вариант, за формулирането и прилагането на политиките и процесите на вземане на решения. В дейността си \"Аз-буки\" не се ограничава в конкретни области, като се интересува от всички дейности на институциите на ЕС, независимо от това къде се извършват и как се популяризират.","lastUp":"2019-10-24T11:44:59.790+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}