{"id":"826363624848-14","name":"Instituto Europeo de Estudios en Prevención","registrationDate":"2016-12-15T16:23:57.405+02:00","category":3,"subCategory":2,"legal":"Private organization","web":"http://irefrea.eu","country":"Spain","headAddress":"Mendez Nuñez 6","headCity":"Palma de Mallorca","headPostCode":"07014","headPhone":"(34)9 71 72 74 34","boss":"Amador Calafat Far","bossTitle":"","bossPosition":"Presidente","membersCount":5,"membersFTE":"1.75","membership":"IREFREA - European Network - ww.irefrea.eu&#xd;\nEUSPR - European Society for Prevention Research&#xd;\nClub- Health&#xd;\nCivil Society Forum on Drugs&#xd;\nREICA - Red por un Enfoque Integral en la Conductas Adictivas","memberOrga":"","goal":"Founded in 1988, IREFREA is probably one of oldest professional drug prevention networks. The Spanish group has had the scientific leadership since the group’s initiation promoting prevention on the risks that affect children, adolescents and youngsters through research and implementation of programmes. The areas covered by IREFREA include alcohol and drug prevention (research, evaluation and programme implementation) covering questions like risk factors, risky behaviours, related violence and programmes efficiency among others. Most of IREFREA’s activity is reflected in the organization website (www.irefrea.org; www.irefrea.eu). IREFREA has extensive experience in project coordination and participation at European and national level in projects including the review of prevention programmes that have been implemented. The composition of the research staff covers the whole spectrum of prevention research: extensive experience in designing, implementing and evaluating prevention programmes, research methodology, network analysis, qualitative research, and coordination as well as acting as advisors to health policy and decision makers. IREFREA members are very active in several professional and scientific arenas, having been invited to collaborate with organizations including the EMCDDA, Pompidou Group, UNODC and the National Coordination Group on Drugs (Spanish National Plan on Drugs) and actively participate in networks such as Club Health, Eurocare, EuroNet, DC&amp;D and The Civil Society Forum on Drugs.","acronym":"IREFREA","interests":"Consumer Affairs, Education, Employment and Social Affairs, Foreign and Security Policy and Defence, Home Affairs, Information Society, Justice and Fundamental Rights, Public Health, Regional Policy, Youth","euInitiatives":"European Union Drug Strategy&#xd;<br />European Union Drug Action Plan","lastUp":"2018-04-11T09:30:19.592+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}