{"id":"826475510596-39","name":"University of Bath","registrationDate":"2013-02-07T00:59:53.582+01:00","category":4,"subCategory":12,"legal":"Public University by Royal Charter","web":"http://www.bath.ac.uk","country":"United kingdom","headAddress":"Claverton Down, -","headCity":"Bath","headPostCode":"BA27AY","headPhone":"(44)12 25 38 83 88","boss":"Alison Evans","bossTitle":"Ms","bossPosition":"Head of Research Support &amp; Funding","membersCount":33,"membersFTE":"17.5","membership":"European University Association","memberOrga":"http://www.bath.ac.uk/","goal":"The University of Bath received its Royal Charter in 1966 and is now firmly established as a top ten UK university with a reputation for research and teaching excellence. &#xd;<br />&#xd;<br />Our community is characterised by its culture of high achievement, enterprise and creativity.&#xd;<br />&#xd;<br />Our values are evidenced in our commitment to:&#xd;<br />*quality and excellence&#xd;<br />*the highest standards of scientific and professional integrity&#xd;<br />*freedom to challenge received wisdom&#xd;<br />*encouraging high aspirations&#xd;<br />*equality and diversity&#xd;<br />*working responsibly and with respect for others&#xd;<br />*best environmental practice&#xd;<br />&#xd;<br />The attributes that our community prizes are:&#xd;<br />&#xd;<br />The determination to excel: proactive in positioning ourselves for future excellence and success, ambitious in our goals, and united in our drive to achieve greater international prominence and higher standards. &#xd;<br />&#xd;<br />An enterprising approach: encouraging creativity and entrepreneurship across the community, researching new ways to meet global challenges, developing problem-solving and enterprise skills, and introducing more effective business processes.&#xd;<br />&#xd;<br />An international perspective: attracting the best staff and students from around the world, placing research and teaching in an international context and forming strategic alliances with leading international partners.&#xd;<br />&#xd;<br />A supportive culture: creating a welcoming, inclusive campus community that values the individual and supports the realisation of their potential.&#xd;<br />&#xd;<br />A collaborative style of working: pursuing research and teaching in partnership with business, the professions, the public sector, the voluntary sector and other partners.","acronym":"UBAH","interests":"Climate Action, Culture and media, Digital economy and society, Energy, Environment, Foreign affairs and security policy, International co-operation and development, Trans-European Networks, Transport, Youth","euInitiatives":"Primarily funding for research, education and training:&#xd;<br />Horizon 2020&#xd;<br />Erasmus +&#xd;<br />EU Structural Funds","lastUp":"2019-02-14T12:20:52.921+01:00","customers":"","costAbsolu":"","costRange":"900000-999999","turnoverAbsolu":0,"turnoverRange":""}