{"id":"826470432203-76","name":"RALSER ALOIS","registrationDate":"2018-07-31T09:42:47.166+02:00","category":3,"subCategory":2,"legal":"Einzelunternehmen","web":"http://bauernhof-ralser.com","country":"Austria","headAddress":"Jager 5","headCity":"Kirchberg","headPostCode":"6365","headPhone":"(0043)53 34 20 74","boss":"Alois Ralser","bossTitle":"Mr","bossPosition":"Eigner","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":".&#xd;<br />Staatsgrundgesetz über die allgemeinen Rechte der Staatsbürger&#xd;<br />&#xd;<br />→&#xd;<br />&#xd;<br />In diesem Gesetz, das einen Teil der Dezemberverfassung von 1867 bildete und auf der Märzverfassung von 1849 (einschließlich Grundrechtspatent) aufbaute, und 1918 in den Rechtsbestand der Republik übernommen wurde, befinden sich einige der wichtigsten Grundrechte:","acronym":"","interests":"Agriculture, Education and training, Energy","euInitiatives":"Gleichheitsrecht für Österreicher: „Vor dem Gesetze sind alle Staatsbürger gleich.“ (Art 2 StGG 1867, auch Art 7 B-VG 1920): Ursprünglich garantierte der Gleichheitssatz damit nur eine Rechtsanwendungsgleichheit („Gleichheit vor dem Gesetz“), d. h. dass das Gesetz vor jedem gleich anzuwenden sei, also dass jede Person, unabhängig vom Stand, Klasse, Geschlecht, Bekenntnis etc. dem Gesetz unterstehe. Dies sollte hauptsächlich die Vollziehungsorgane binden und vor Willkür derselben schützen. Der VfGH entwickelte den Gleichheitssatz aber in seiner Rechtsprechung über den historischen und wörtlichen Sinn hinaus. Er band auch die Gesetzgebung daran und leitete noch ein allgemeines Sachlichkeitsgebot und einen Vertrauensschutz ab.&#xd;<br />    Gleiche Zugänglichkeit zu den öffentlichen Ämtern (Art 3)&#xd;<br />    Freizügigkeit der Person (Art 4 Abs 1, auch Art 2 Abs 1 4.ZPEMRK 1969)&#xd;<br />    Freizügigkeit des Vermögens (Art 4 Abs 1, auch Art 2 Abs 1 4.ZPEMRK 1969)&#xd;<br />    Unverletzlichkeit des Eigentums (Art 5, und Art 1 1.ZPEMRK 1958)&#xd;<br />    Aufenthaltsfreiheit und freie Wahl des Wohnsitzes (Art 6 Abs 1, auch Art 2 Abs 1 4.ZPEMRK 1969)&#xd;<br />    Erwerbs(ausübungs)freiheit (Art 6 Abs 1)&#xd;<br />    Freiheit des Liegenschaftsverkehrs (Art 6 Abs 1)&#xd;<br />    Aufhebung jedes Untertänigkeits- und Hörigkeitsverbandes (Art 7; d. i. Verbot der Sklaverei, Zwangs- und Pflichtarbeit, Art 4 EMRK 1958) – in den Grundzügen schon seit dem Untertanenpatent (Leibeigenschaftsaufhebungspatent) Josephs II. von 1781&#xd;<br />    Unverletzlichkeit des Hausrechts (Art 9, auch Art 8 EMRK 1958), einschliesslich Schutz vor willkürlicher Hausdurchsuchung (Gesetz zum Schutze des Hausrechts, 1862)&#xd;<br />    Schutz des Briefgeheimnisses (Art 10, auch Art 8 EMRK 1958)&#xd;<br />    Petitionsrecht (Art 11)&#xd;<br />    Vereinsfreiheit (Art 12, i.e. Vereinigungsfreiheit Art 11 EMRK 1958)&#xd;<br />    Versammlungsfreiheit (Art 12, auch Art 11 EMRK 1958)&#xd;<br />    Meinungsäußerungsfreiheit (Art 12 Abs 1, auch Art 10 EMRK 1958)&#xd;<br />    Pressefreiheit (Art 12 Abs 2)&#xd;<br />    Religionsfreiheit: Glaubensfreiheit (Art 14, auch Art 63 Abs 2 StV St. Germain 1919, Art 9 EMRK 1958) einschließlich der Freiheit der Religionsausübung (häusliche/private Religionsübung für Anhänger eines gesetzlich nicht anerkannten Religionsbekenntnisses, Art 16 StGG; öffentliche Religionsausübung für Mitglieder gesetzlich anerkannter Kirchen und Religionsgesellschaften, Art 15 StGG)&#xd;<br />    Gewissensfreiheit (Art 14, auch Art 9 EMRK 1958)&#xd;<br />    Freiheit der Wissenschaft und ihrer Lehre (Art 17 Abs 1)&#xd;<br />    Unterrichtsfreiheit (Art 17 Abs 2)&#xd;<br />    Kunstfreiheit (Art 17a, seit 1982)&#xd;<br />    Freiheit der Berufswahl und Berufsausbildung (Art 18)&#xd;<br />    Gleichberechtigung der ethnischen Gruppen Österreichs (Art 19 – in Gesetzestext: „Volksstämme“), insbesondere Recht auf Wahrung und Pflege der Nationalität und Sprache (Abs 1), Gleichberechtigung in Schule, Amt und öffentlichem Leben (Abs 2) und Ausbildung in eigener Sprache in mehrsprachigen Gebieten (Abs 3); dieser Artikel gilt als durch die Art. 66–68 StV St. Germain 1919 derogiert, ist aber noch rechtswirksam.&#xd;<br />&#xd;<br />Last contribution from Alois Ralser:&#xd;<br />Public Consultation on summertime arrangements, following a number of requests from citizens, from the European Parliament, and from certain EU Member States.","lastUp":"2018-07-31T18:26:58.023+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}