{"id":"826895430061-46","name":"European centre for development, execution and management of projects","registrationDate":"2018-02-07T18:59:10.884+01:00","category":2,"subCategory":7,"legal":"Consortium under Bulgarian law","web":"","country":"Bulgaria","headAddress":"9, Iskar Street","headCity":"Sofia","headPostCode":"1058","headPhone":"(359)8 98 41 35 60","boss":"Georgi Stoev","bossTitle":"Mr","bossPosition":"CEO","membersCount":2,"membersFTE":"0.5","membership":"The European Center for Development, Execution and Management of Projects (ECDEMP) is a member of the Bulgarian Chamber of Commerce and Industry (BCCI).","memberOrga":"ECDEMP is a Consortium of two companies and one business association:&#xd;\n- Complex Management Engineering Ltd.&#xd;\n- New Energy Investment Bulgaria Ltd.&#xd;\n- Chamber of Commerce and Industry Bulgaria-Korea","goal":"-Organising and providing consulting services to small, medium and large enterprises, to the local municipal administration and the central administration in connection with the implementation of investment projects in Bulgaria and abroad;&#xd;<br />-Organising and providing consulting services to individuals and legal persons under the European Framework Programme in the field of ecology and environmental protection, energy, regional development and infrastructure and high-tech projects;&#xd;<br />-Feasibility study, preparation of business plans, preparation of design and projects, preparation of investment projects and assessment of investment projects and/or implementation of investment and/or construction supervision; organisation and management of investment projects and financial management;&#xd;<br />-Vocational training. Organising and holding courses training on EU law and implementation of European standards in relevant areas and activities of the economic life.","acronym":"ECDEMP","interests":"Climate Action, Education and training, Energy, Environment, Public Health, Regional Policy, Transport","euInitiatives":"-Occupational safety and health;&#xd;<br />-Sustainable development issues;&#xd;<br />-Environmental policy and climate change;&#xd;<br />-European Energy Union;&#xd;<br />-Transport and infrastructure.","lastUp":"2019-02-07T14:29:50.376+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}