{"id":"827100133650-49","name":"Christelijk Nationaal Vakverbond","registrationDate":"2019-01-14T17:04:01.788+01:00","category":2,"subCategory":1,"legal":"Vereniging","web":"http://www.cnv.nl","country":"Netherlands","headAddress":"Tiberdreef 4","headCity":"Utrecht","headPostCode":"3500 GL","headPhone":"(31)03 07 51 10 01","boss":"Joost Ausems","bossTitle":"Mr","bossPosition":"Algemeen Secretaris","membersCount":1,"membersFTE":"1.0","membership":"Lid van de Europese koepel van vakbonden ETUC, Europese Centrum voor werknemersvraagstukken EZA en de Europese Unie van Christendemocratische werknemers EUCDW","memberOrga":"CNV Vakmensen&#xd;\nCNV Connectief&#xd;\nCNV Jongeren","goal":"Het Christelijk Nationaal Vakverbond heeft als taak de belangen van mensen te behartigen op het gebied van werk en inkomen. Met een open, deskundige en persoonlijk betrokken stijl werken wij primair voor CNV-leden.&#xd;<br />&#xd;<br />Het CNV vindt inspiratie in het christelijk sociaal denken dat zijn wortels heeft in het evangelie. Van daaruit geloven wij dat ieder mens als streven en doel heeft om ‘tot bestemming te komen’. In onze prestatiegerichte en steeds complexere samenleving wil het CNV hieraan bijdragen door mensen weerbaar en wendbaar te maken bij het verrichten van werk. Dit zowel op materieel als immaterieel gebied. &#xd;<br />&#xd;<br />Het CNV streeft naar een samenleving waarin mensen zoveel mogelijk gelijke kansen hebben en duurzaamheid een centraal begrip is. Medewerkers, vrijwilligers en leden van het CNV wenden hun talenten aan om deze idealen om te zetten in diensten op maat, aansprekende producten en opvallende acties. Om dit te bereiken voert het CNV een permanente dialoog met de leden, de samenleving en internationale organisaties op het gebied van mens en werk. &#xd;<br />&#xd;<br />Het CNV wil een herkenbare beweging zijn en blijven. Voor iedereen die zich inzet voor het CNV willen wij een inspirerende en uitdagende omgeving vormen waarin ieder zijn talenten kan ontwikkelen.","acronym":"CNV","interests":"Competition, Economy, finance and the euro, Employment and Social Affairs, Maritime affairs and fisheries, Migration and asylum, Single market, Trade, Transport","euInitiatives":"Mobiliteitspakket&#xd;<br />Coördinatie sociale zekerheidsstelsels&#xd;<br />Europees minimumloon&#xd;<br />Transparantie in lonen Richtlijn&#xd;<br />Europese herverzekering werkloosheidsverzekeringen&#xd;<br />Pan Europees Pensioen Product&#xd;<br />Organisatie Europese interne markt&#xd;<br />Vrij verkeer van werknemers&#xd;<br />Europese markt voor diensten&#xd;<br />Europees Semester&#xd;<br />Europese Pijler voor Sociale Rechten&#xd;<br />EU Handelsverdragen","lastUp":"2020-01-06T09:46:08.526+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}