{"id":"827655522635-02","name":"MarketAxess Limited","registrationDate":"2016-07-08T18:40:40.722+02:00","category":2,"subCategory":3,"legal":"Private limited company","web":"http://www.marketaxess.com","country":"United kingdom","headAddress":"5 Aldermanbury Square","headCity":"London","headPostCode":"EC2V 7HR","headPhone":"(44)20 77 09 31 00","boss":"Christophe Roupie","bossTitle":"Mr","bossPosition":"Head of Europe and Asia","membersCount":2,"membersFTE":"1.75","membership":"Emerging Markets Trading Association&#xd;\nEuropean Debt Markets Association&#xd;\nInternational Capital Markets Association","memberOrga":"","goal":"MarketAxess is the global leader for fixed income electronic trading, connecting a network of over 1,000 institutional investor and broker-dealer firms.  Founded in 2000, MarketAxess was launched at a time of significant technological innovation, a legacy the firm has continued. With the development of its all-to-all Open Trading™ functionality, MarketAxess is helping to shape the future of the credit markets. Open Trading allows participants to trade Eurobonds, emerging market,  high-grade and high-yield bonds with all other participants on the platform. &#xd;<br />&#xd;<br />Trax, a subsidiary of MarketAxess, was established in 1985 and is a leading provider of capital market data, trade matching and regulatory reporting services to the global securities market.  In 2015, Trax processed 1.1 billion transactions on behalf of its user community, including 13.3 million fixed income transactions. Trax estimates that it processes approximately 65% of all fixed income transactions in Europe as part of its post-trade service offering.&#xd;<br />&#xd;<br />Together MarketAxess and Trax offer a suite of products and services that meet the demands of the entire fixed income trade lifecycle, supporting the needs of the front, middle and back offices during this time of significant regulatory change.","acronym":"","interests":"Banking and financial services, Competition, Economy, finance and the euro, Employment and Social Affairs, General and Institutional Affairs, Research and innovation, Single market, Taxation","euInitiatives":"Benchmarks Regulation&#xd;<br />Brexit &#xd;<br />Capital Markets Union&#xd;<br />Capital Requirements Directive&#xd;<br />Central Securities Depository Regulation&#xd;<br />European Markets Infrastructure Regulation&#xd;<br />EU Banking Reforms&#xd;<br />Financial Transaction Tax&#xd;<br />General Data Protection Regulation&#xd;<br />MiFID 2&#xd;<br />Market Abuse Regulation &#xd;<br />Network and Information Security Directive&#xd;<br />Securities Financing Transactions Regime&#xd;<br />Target 2","lastUp":"2018-06-20T15:25:48.171+02:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}