{"id":"827752410362-51","name":"European Olympic Committees EU Office","registrationDate":"2012-12-18T14:09:43.956+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.euoffice.eurolympic.org","country":"Belgium","headAddress":"Avenue de Cortenbergh, 71","headCity":"Bruxelles","headPostCode":"1000","headPhone":"(32)27 38 03 20","boss":"Folker Hellmund","bossTitle":"Mr","bossPosition":"Head of Office","membersCount":8,"membersFTE":"5.75","membership":"The EOC EU Office is the representation of the European Olympic Committees in Brussels, which is the umbrella organisation of 50 National Olympic Committees of Europe. The EOC is based in Rome, Italy.","memberOrga":"http://euoffice.eurolympic.org/partners","goal":"To represent the European Olympic Committees in Brussels to the European Union. Furthermore, the EOC EU Office represents the interests of the Olympic Movement and other major sport organisations to the European institutions.","acronym":"EOC EU Office","interests":"Agriculture, Borders and Security, Budget, Communication, Competition, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Enlargement, Environment, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Youth","euInitiatives":"The EOC EU Office is especially dealing with the following topics at the level of the&#xd;<br />European Union:&#xd;<br />- Sport governance: Autonomy of sport organisations, specificity of sport,&#xd;<br />cooperation between sport actors at European level.&#xd;<br />- Impact of EU law on sport: Internal market issues, competition policy, free&#xd;<br />movement, taxation, environmental topics.&#xd;<br />- Financing of sport: Economic impact of sport, gambling issues, EU funding&#xd;<br />programs and sport.&#xd;<br />- Societal role of sport: social aspects, physical activity, health issues, education and&#xd;<br />training, volunteering.","lastUp":"2018-09-05T10:18:47.804+02:00","customers":"","costAbsolu":"","costRange":"700000-799999","turnoverAbsolu":0,"turnoverRange":""}