{"id":"827929825168-90","name":"European Association of Development Agencies","registrationDate":"2016-12-20T01:14:54.657+01:00","category":6,"subCategory":11,"legal":"ASBL","web":"http://www.eurada.org","country":"Belgium","headAddress":"Rue Montoyer 24, bte 13","headCity":"Brussels","headPostCode":"1000","headPhone":"(32)22 87 08 32","boss":"Esteban Pelayo Villarejo","bossTitle":"Mr","bossPosition":"Director","membersCount":4,"membersFTE":"1.0","membership":"- IEDC- International Economic Development Council (USA)&#xd;\nhttps://www.iedconline.org/&#xd;\n&#xd;\n- INSME - The International Network for Small and Medium Enterprises&#xd;\nhttp://www.insme.org/&#xd;\n&#xd;\n- Licence Executive Society LEX Benelux&#xd;\nhttps://les-benelux.org/&#xd;\n&#xd;\n- Regional Studies Association&#xd;\nhttps://www.regionalstudies.org/","memberOrga":"The updated list of members is accesible in the following link: http://www.eurada.org/network/members/","goal":"Founded in 1992, the European Association of Economic Development Agencies brings together professionals working on economic development  in Europe. Through our large network of more than 70 members in 18 countries of the European Union and beyond; regional development agencies (RDAs), and their economic development practitioners can network, advocate, and participate at a European Union wide level. &#xd;<br />&#xd;<br />&#xd;<br />A Development Agency is an entity that carries out an economic development mission characterised by the search of the collective or overall interest of an area (and not corporative or sectorial), and that  is significantly linked with a local, metropolitan or regional authority with respect to management, financing or missions.&#xd;<br />&#xd;<br />A Development Agency is a designated public meeting place and support for local economic actors with a dynamic structure oriented to support consolidated enterprises and potential entrepreneurs. EURADA is their international well established facility allowing interaction with other peers of regional economic development across Europe and beyond. This meeting place and space created by EURADA and dependent on its members engagement offers opportunities. &#xd;<br />&#xd;<br />EURADA, as a network and connector, offers opportunities to all forms of economic development practitioner embedded in development agencies, private business partners, corporations and European institutions. By bringing together highly skilled professionals, who answer the specific needs of firms, EURADA plays a role in Europe’s economic growth and job creation.","acronym":"EURADA","interests":"Business and Industry, Digital economy and society, Regional Policy, Research and innovation","euInitiatives":"- DG REGIO: Regional policy, specially the smart specialisation strategies and cohesion funds&#xd;<br />- DG GROW: Industrial modernisation platform, Defence and dual use industry, Watify, ReConfirm, Small business act, SME envoys, European network of defence-related regions, access to finance, EEN, IPR-Helpdesk, Internationalisation, Cluster support, social innovation and social enterprises &#xd;<br />- DG Research: Regional aspects of research and innovation, seal of excellence, synergies with structural funds, widening participation, financial instruments, Horizon 2020 policy support facility&#xd;<br />- DG Connect: Digitial Innovation Hubs (DIHs)","lastUp":"2019-11-26T16:15:50.517+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}