{"id":"82797211999-77","name":"Kassenärztliche Bundesvereinigung","registrationDate":"2009-07-14T19:44:23.657+01:00","category":2,"subCategory":1,"legal":"Körperschaft des öffentlichen Rechts","web":"http://www.kbv.de","country":"Germany","headAddress":"Herbert-Lewin-Platz, 2","headCity":"Berlin","headPostCode":"10623","headPhone":"(30)4 00 50","boss":"Andreas Dr. med. Gassen","bossTitle":"Mr","bossPosition":"Vorstandsvorsitzender","membersCount":2,"membersFTE":"2.0","membership":"","memberOrga":"","goal":"Die Aufgaben der KBV:&#xd;<br />&#xd;<br />Politische Vertretung auf Bundesebene&#xd;<br />&#xd;<br />Die KBV vertritt die Belange der Vertragsärzte bei Gesetzgebungsverfahren und bringt den Sachverstand der niedergelassenen Ärzte und Psychotherapeuten in die gesundheitspolitische Diskussion auf Bundesebene ein. &#xd;<br />&#xd;<br />&#xd;<br />Vertretung (der niedergelassenen Ärzte) gegenüber den Krankenkassen&#xd;<br />&#xd;<br />Als genossenschaftlicher Zusammenschluss wahren die KBV beziehungsweise die KVen die Rechte und die wirtschaftlichen Interessen der Vertragsärzte und Psychotherapeuten gegenüber den Krankenkassen (§75 SGB V). Eine Reihe von Verträgen verhandelt die KBV direkt mit den Krankenkassen und anderen Leistungsträgern. Dazu zählen Änderungen im Leistungskatalog der gesetzlichen Krankenversicherung und der Einheitliche Bewertungsmaßstab (EBM). Der EBM ist die bundeseinheitlich geltende Gebührenordnung der niedergelassenen Ärzte und Psychotherapeuten. &#xd;<br />&#xd;<br />&#xd;<br />Sicherstellungsauftrag&#xd;<br />&#xd;<br />Im Rahmen des Sicherstellungsauftrags überwachen die KVen die Erfüllung der gesetzlichen Pflichten der Vertragsärzte und Psychotherapeuten durch Vereinbarung von bundeseinheitlichen Richtlinien zur Qualitätssicherung (§ 75 Abs. 7 SGB V). &#xd;<br />&#xd;<br />&#xd;<br />Mitwirkung im Gemeinsamen Bundesausschuss &#xd;<br />&#xd;<br />Im Gemeinsamen Bundesausschuss (G-BA) bewerten Vertreter von KBV und Krankenkassen den Nutzen, die Notwendigkeit und die Wirtschaftlichkeit medizinischer Leistungen. Darüber hinaus legen sie die Bedarfsplanung fest und verfassen Richtlinien zur Gewährleistung einer wirtschaftlichen, in ihrer Qualität gesicherten vertragsärztlichen Versorgung. &#xd;<br />&#xd;<br />&#xd;<br />Mitwirkung im Bundesschiedsamt&#xd;<br />&#xd;<br />Mitwirkung im Bundesschiedsamt bei der Festsetzung des Inhalts von Bundesmantelverträgen bei Nichteinigung der Vertragspartner.&#xd;<br />&#xd;<br />&#xd;<br />Fremdkassenzahlungsausgleich&#xd;<br />&#xd;<br />Unter Fremdkassenzahlungsausgleich (§ 81 Abs. 3 Nr. 1 SGB V) ist ein abgestimmtes Verfahren über den Zahlungsausgleich zwischen verschiedenen Länder-KVen zu verstehen. Dieser wird durchgeführt, wenn Versicherte einer Krankenkasse, deren Sitz außerhalb der für den Arzt zuständigen KV liegt, vertragsärztliche Leistungen in Anspruch nehmen. Ein Fremdkassenzahlungsausgleich wird also beispielsweise notwendig, wenn ein Versicherter der AOK Rheinland/ Hamburg einen Arzt in München, der der KV Bayerns angehört, konsultiert. &#xd;<br />&#xd;<br />&#xd;<br />Bundesarztregister&#xd;<br />&#xd;<br />Die KBV führt das Bundesarztregister. Im Rahmen der Bedarfsplanung errechnet die KBV, wie viele Ärzte einer bestimmten Fachrichtung in einer Region praktizieren dürfen. Im Bundesarztregister  werden sämtliche Arztregistereinträge aller KVen gespeichert.","acronym":"KBV","interests":"Competition, Economic and Financial Affairs, Employment and Social Affairs, Internal Market, Public Health","euInitiatives":"Allgmein:&#xd;<br />alle Themen mit Bezug zum öffentlichen Gesundheitswesen.&#xd;<br />&#xd;<br />Speziell:&#xd;<br />A European One Health Action Plan against Antimicrobial Resistance (AMR);&#xd;<br />&#xd;<br />RICHTLINIE DES EUROPÄISCHEN PARLAMENTS UND DES RATES über eine Verhältnismäßigkeitsprüfung vor Erlass neuer Berufsreglementierungen [COM(2016) 822 final];&#xd;<br />&#xd;<br />Aktionsplan für elektronische Gesundheitsdienste 2012–2020 – innovative Gesundheitsfürsorge im 21. Jahrhundert [COM(2012) 736 final];&#xd;<br />&#xd;<br />EUROPA 2020 Eine Strategie für intelligentes, nachhaltiges und integratives Wachstum [KOM(2010) 2020 endgültig];&#xd;<br />&#xd;<br />Vorschlag für eine Verordnung des Europäischen Parlaments und des Rates zur Festlegung der Bedingungen und des Verfahrens für Auskunftsersuchen der Kommission an Unternehmen und Unternehmensvereinigungen in Bezug auf den Binnenmarkt und damit verbundene Bereiche [COM(2017) 257 final];&#xd;<br />&#xd;<br />Mehrjähriges EU-Aktionsprogramm im Bereich der Gesundheit (2014-2020)","lastUp":"2018-01-18T14:26:05.452+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}