{"id":"828115229644-83","name":"EUBUSINESS","registrationDate":"2018-01-17T13:14:21.582+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.eubusiness.org","country":"Croatia","headAddress":"Dobri dol 56","headCity":"Zagreb","headPostCode":"","headPhone":"(385)9 53 63 00 74","boss":"Tomislav Galjanić","bossTitle":"Mr","bossPosition":"Association Secretary","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"","goal":"We aim to promote and further develop the Croatian economy as well as inform local investors and the general public about the directives, regulations, and business practices within the European Union and its member countries. The association’s additional goals are to strengthen communication and business cooperation between the European Union and the rest of the world and introduce investors from non-EU countries to the European Union’s investment policies and opportunities. Our main focus is on Energy and Healthcare sectors with EUBUSINESS providing general informational and educational services and, if requested, helping investors address specific challenges related to financial, technical, legal, and regulatory aspects of prospective investments. We also provide support to Croatian start-ups by introducing entrepreneurs to potential investors and by educating them on how to optimise their operations to efficiently navigate the market as a young company.","acronym":"","interests":"Customs, Development, Economic and Financial Affairs, Education, Energy, Environment, External Relations, Internal Market, Public Health, Regional Policy, Taxation, Trade","euInitiatives":"Main EU initiatives that we currently follow: The Investment Plan for Europe, Energy Union/Clean Energy Package for all Europeans, Single Market/Capital Markets Union, Modernisation of Trade Defense Instruments and the Screening of Foreign Direct Investment into the EU.","lastUp":"2018-01-17T13:15:08.944+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}