{"id":"82853397708-89","name":"Liberty Global BV","registrationDate":"2012-02-02T12:24:21.866+02:00","category":2,"subCategory":3,"legal":"Besloten Vennootschap (BV)","web":"http://www.libertyglobal.com","country":"Netherlands","headAddress":"Boeing Avenue, 53","headCity":"Schiphol-Rijk","headPostCode":"1119 PE","headPhone":"(31)2 07 78 98 60","boss":"Bryan Hall","bossTitle":"Mr","bossPosition":"Senior Vice President, General Counsel &amp; Secretary","membersCount":5,"membersFTE":"3.5","membership":"- Cable Europe&#xd;\n- European Internet Foundation&#xd;\n- American Chamber of Commerce (AmCham) EU&#xd;\n- EuroISPA&#xd;\n- MVNO Europe&#xd;\n- GSMA","memberOrga":"","goal":"Liberty Global  is the world’s largest international TV and broadband company with operations in more than 30 countries across Europe, Latin America and the Caribbean. We invest in the infrastructure that empowers our customers to make the most of the digital revolution. Our scale and commitment to innovation enables us to develop market-leading products delivered through next-generation networks that connect our 29 million customers who subscribe to over 60 million television, broadband internet and telephony services. We also serve 10 million mobile subscribers and offer WiFi service across seven million access points.&#xd;<br />&#xd;<br />On May 16, 2016, Liberty Global completed the acquisition of Cable &amp; Wireless Communications Plc (“CWC”) to form the leading television, broadband and telecoms firm in Latin America and the Caribbean. CWC joined the LiLAC Group, which already comprises Liberty Global’s marquis operations in Chile and Puerto Rico, creating a consumer and business-to-business communications powerhouse in the region.&#xd;<br />&#xd;<br />&#xd;<br />Liberty Global operates in 12 European countries under the consumer brands Virgin Media, Ziggo (joint venture VodafoneZiggo) Unitymedia, Telenet and UPC, and in over 20 countries in Latin America and the Caribbean under the consumer brands VTR, Flow, Liberty, Mas Movil and BTC. The LiLAC Group also operates a submarine fiber network throughout the region in over 30 markets.&#xd;<br /> &#xd;<br />&#xd;<br />Liberty Global has a representative office to the European Union Institutions in Brussels. We use this as a base for ongoing dialogue to the European Commission, Members of the European Parliament, and the EU competition authority on major regulatory and public policy issues we face, and in order to manage our relationships with key EU trade associations.","acronym":"Liberty Global","interests":"Business and Industry, Competition, Consumers, Culture, Culture and media, Digital economy and society, Justice and Fundamental Rights, Research and innovation, Single market","euInitiatives":"- Digital Agenda&#xd;<br />- Digital Single Market&#xd;<br />- Copyright reform&#xd;<br />- Data Protection&#xd;<br />- e-Privacy&#xd;<br />- e-Commerce&#xd;<br />- Universal service&#xd;<br />- State Aid&#xd;<br />- Radio Spectrum Policy Programme&#xd;<br />- Data Retention&#xd;<br />- ICT Research and Development","lastUp":"2018-07-04T11:43:38.886+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}