{"id":"828590716746-71","name":"Medicos del Mundo","registrationDate":"2015-04-14T17:50:00.259+02:00","category":3,"subCategory":2,"legal":"Asociacion","web":"http://www.medicosdelmundo.org","country":"Spain","headAddress":"Conde de Vilches 15","headCity":"Madrid","headPostCode":"28028","headPhone":"(34)9 15 43 60 33","boss":"Elena Urdaneta Artola","bossTitle":"","bossPosition":"Coordinadora General","membersCount":1,"membersFTE":"0.25","membership":"CONGDE","memberOrga":"","goal":"Actuar en el ambito de la salud con las poblaciones en situaciones de pobreza y exclusion social asi como en situaciones de crisis humanitarias. &#xd;<br />Atender a toda persona en situacion de sufrimiento fisico o moral por violacion de sus derechos humanos.&#xd;<br />Realizar acciones de sensibilizacion como medio para el cambio social asi como superar las desigualdades y la injusticia.&#xd;<br />Denunciar las causas que las ocasionan y contribuir a implantar una cultura de solidaridad, justicia y paz.","acronym":"MdM ES","interests":"Development, Humanitarian Aid, Public Health","euInitiatives":"Agenda post2015 y ODS: Conclusiones del Consejo y Comunicaciones de la Comisión relacionadas con la Agenda post2015 y los ODS como tales Council Conclusions on a transformative post-2015 agenda (2014), Council Conclusions on Means of Implementation (que saldrá en breve) y otros documentos relacionados con las negociaciones de la agenda post2015 que culmina en septiembre 2015.&#xd;<br />&#xd;<br />Financiación para el Desarrollo: Posición de la UE ante las negociaciones de la Conferencia Internacional de Financiación para el Desarrollo de Addis Abeba que tendrá lugar en julio de 2015&#xd;<br />&#xd;<br />Seguimiento al Multiannual Financial Framework 2014-2020 de la UE: Se pidió a la UE que asignara al menos el 20% del DCI (programas temáticos y geográficos) a salud y educación básica). Se hace seguimiento al cumplimiento con el Parlamento.&#xd;<br />&#xd;<br />Seguimiento a la Política en salud global de la UE, (Comunicación de la Comisión sobre Salud Global 2010). Se hace incidencia para que se elabore una estrategia de implementación de la política.","lastUp":"2018-04-02T11:57:33.361+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}