{"id":"82853397708-89","name":"Liberty Global BV","registrationDate":"2012-02-02T12:24:21.866+02:00","category":2,"subCategory":3,"legal":"Besloten Vennootschap (BV)","web":"http://www.libertyglobal.com","country":"Netherlands","headAddress":"Boeing Avenue, 53","headCity":"Schiphol-Rijk","headPostCode":"1119 PE","headPhone":"(31)2 07 78 98 40","boss":"Bryan Hall","bossTitle":"Mr","bossPosition":"Senior Vice President, General Counsel &amp; Secretary","membersCount":4,"membersFTE":"2.5","membership":"- Cable Europe&#xd;\n- European Internet Foundation&#xd;\n- American Chamber of Commerce (AmCham) EU&#xd;\n- EuroISPA&#xd;\n- GSMA","memberOrga":"","goal":"Liberty Global is the world’s largest international TV and broadband company with operations in 10 countries across Europe. We operate under the consumer brands Virgin Media (UK and Ireland), Ziggo (Netherlands; joint venture VodafoneZiggo) Unitymedia (Germany), Telenet (Belgium) and UPC (Switzerland, Poland, Hungary, Romania, Czech Republic and Slovakia). We invest in the infrastructure that empowers our customers to make the most of the digital revolution. Our scale and commitment to innovation enables us to develop market-leading products delivered through next-generation (VHC)networks that connect our 21.2 million customers who subscribe to over 44 million television, broadband internet and telephony services. We also serve 6.4 million mobile subscribers and offer WiFi service across several million access points.&#xd;<br />&#xd;<br />Liberty Global has a representative office to the European Union Institutions in Brussels. We use this as a base for dialogue with the European Commission, Members of the European Parliament, and the EU competition authority on public policy and regulatory  issues, and in order to maintain relations with key EU trade and industry associations.","acronym":"Liberty Global","interests":"Business and Industry, Competition, Consumers, Culture, Culture and media, Digital economy and society, Justice and Fundamental Rights, Research and innovation, Single market, Taxation","euInitiatives":"- Digital Agenda&#xd;<br />- Digital Single Market&#xd;<br />- Copyright reform&#xd;<br />- Data Protection&#xd;<br />- e-Privacy&#xd;<br />- e-Commerce&#xd;<br />- Universal service&#xd;<br />- State Aid&#xd;<br />- Radio Spectrum Policy Programme&#xd;<br />- Data Retention&#xd;<br />- ICT Research and Development","lastUp":"2019-07-05T13:55:25.600+02:00","customers":"","costAbsolu":"","costRange":"1000000-1249999","turnoverAbsolu":0,"turnoverRange":""}