{"id":"828759733511-05","name":"Westphalia Global Advisory","registrationDate":"2018-12-19T12:21:19.125+01:00","category":1,"subCategory":6,"legal":"BV","web":"","country":"Netherlands","headAddress":"Parkstraat, 83","headCity":"The Hague","headPostCode":"NL-2514 JG","headPhone":"(31)6 21 31 65 37","boss":"Timo F. Behr","bossTitle":"Mr","bossPosition":"Co-Managing Director","membersCount":5,"membersFTE":"2.0","membership":"n/a","memberOrga":"n/a","goal":"Westphalia Global is a boutique consulting firm based in Brussels and The Hague, specializing in diplomacy, international relations, geopolitical strategy, strategic communications, advocacy, and international law. By fusing extensive experience in international diplomacy and multilateral decision-making with academic excellence and subject matter expertise, Westphalia Global helps clients understand, navigate, and shape today’s complex international system, mitigate regulatory risks, and realize strategic goals. Westphalia Global is active worldwide, but it focuses most notably on Europe and the Arabian Gulf.&#xd;<br />Westphalia Global was founded by Timo Behr and Tim Eestermans.","acronym":"","interests":"Agriculture and Rural Development, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, European Neighbourhood Policy, External Relations, Food Safety, Foreign affairs and security policy, Fraud prevention, Humanitarian aid and civil protection, Institutional affairs, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Migration and asylum, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"- Foreign and Security Policy&#xd;<br />- Aviation&#xd;<br />- Energy&#xd;<br />- Foreign Direct Investment&#xd;<br />- Neighbourhood Policy","lastUp":"2019-12-11T11:17:40.938+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}