{"id":"829063922689-04","name":"Cine-Regio AISBL (Regional film &amp; AV funds in Europe)","registrationDate":"2016-07-14T09:10:34.286+02:00","category":3,"subCategory":2,"legal":"AISBL","web":"http://www.cineregio.org","country":"Belgium","headAddress":"Bischoffsheimlaan 38","headCity":"Brussels","headPostCode":"1000","headPhone":"(45)40 40 35 45","boss":"Philippe Reynaert","bossTitle":"","bossPosition":"Managing Director","membersCount":1,"membersFTE":"0.5","membership":"Member of the European Audiovisual Observatory's Advisory board","memberOrga":"www.cineregio.org/members","goal":"The members exhibit a range of support schemes and services to the film sector which aim to support film culture, encourage social cohesion and build regional infrastructure.&#xd;<br />&#xd;<br />Regional film support is vital to foster and safe-guard the development of the European audiovisual sector and promotes regional and local cultural identities, cultural diversity and democratic empowerment. &#xd;<br />&#xd;<br />Cine-Regio's main objectives are threefold and interlinked:&#xd;<br />&#xd;<br />Knowledge Sharing, Film Policy making and Co-Productions/collaboration.&#xd;<br />&#xd;<br />(1) To exchange views, perspectives, good practices and information for the benefit of the European film industry, including integrating new regional film funds.&#xd;<br />(2) To raise awareness, represent and promote regional audiovisual interests across Europe, including members' interests towards European institutions and other organisations which play a role in determining the set of rules and conditions for regional film funds.&#xd;<br />(3) To strengthen the co-development and co-production of audiovisual products, fusing talents and resources in different regions for a wider market - including stimulating artistic, technical and creative exchange and know-how throughout Europe.&#xd;<br />&#xd;<br />Together with the European film industry and members, Cine-Regio is continuously involved in initiating and organising activities in the European regions.&#xd;<br />&#xd;<br />Cine-Regio a.i.s.b.l. was established in May, 2005, as an belgium non-profit association. Cine-Regio's company registration number is 875.061.843.","acronym":"Cine-Regio","interests":"Climate Action, Competition, Culture, Culture and media, Employment and Social Affairs, Regional Policy, Research and innovation, Single market, Youth","euInitiatives":"Digital Single Market&#xd;<br />State aid/DG Comp. (Cinema Communication &amp; GBER II)&#xd;<br />AVSMD&#xd;<br />Creative Europe, subprogramme MEDIA&#xd;<br />Green/sustainability policies &amp; programmes for the AV sector","lastUp":"2018-06-04T18:31:49.803+02:00","customers":"","costAbsolu":"","costRange":"10000-24999","turnoverAbsolu":0,"turnoverRange":""}