{"id":"829186414110-38","name":"European Food &amp; Feed Cultures Association","registrationDate":"2014-07-30T15:40:41.533+01:00","category":2,"subCategory":4,"legal":"Aisbl","web":"http://www.effca.org","country":"Belgium","headAddress":"Avenue de Tervueren 188A","headCity":"Brussels","headPostCode":"1150","headPhone":"(32)27 61 16 71","boss":"Paul Tenning","bossTitle":"Mr","bossPosition":"President","membersCount":1,"membersFTE":"0.25","membership":"EU Specialty Food Ingredients","memberOrga":"https://effca.org/members/","goal":"The European Food &amp; Feed Cultures Association - EFFCA - was formed in 1992.&#xd;<br />&#xd;<br />EFFCA's objective is to enhance public knowledge of the contribution the use of microbial cultures make within the food chain through accurate, fair and scientifically-based information, while discouraging any inappropriate promotion or misuse.&#xd;<br />&#xd;<br />EFFCA constantly monitors the regulatory and scientific evolution affecting microbial cultures and their use.&#xd;<br />&#xd;<br />EFFCA actively fosters exchange of general information among its members, the scientific community and governmental bodies. &#xd;<br />&#xd;<br />EFFCA cooperates both within the EU and globally, with a wide range of stakeholders in the area of microbial cultures. In particular EFFCA has observer status within Codex Alimentarius. &#xd;<br />&#xd;<br />EFFCA is a central source of information for regulatory authorities, journalists, NGOs, other food/feed sector associations, scientists and academic audiences.","acronym":"EFFCA","interests":"Agriculture and Rural Development, Business and Industry, Consumers, Customs, Energy, Environment, External Relations, Food Safety, Public Health, Research and innovation, Single market","euInitiatives":"regulatory and scientific evolution affecting microbial cultures and their use","lastUp":"2019-02-20T12:09:41.715+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}