{"id":"82950919755-02","name":"The European Association of Hospital Pharmacists","registrationDate":"2012-10-18T17:12:16.811+02:00","category":2,"subCategory":1,"legal":"International not-for-profit organisation","web":"http://www.eahp.eu","country":"Belgium","headAddress":"Boulevard Brand Whitlock 87","headCity":"Brussels","headPostCode":"1200","headPhone":"(32)26 69 25 13","boss":"Petr Horák","bossTitle":"Mr","bossPosition":"President","membersCount":4,"membersFTE":"3.0","membership":"EAHP is a member of the European Public Health Alliance (EPHA) and its ehealth, access to medicines and AMR working groups. www.epha.org&#xd;\n&#xd;\nEAHP is a member of the Federation of European &amp; International associations established in Belgium. www.faib.org&#xd;\n&#xd;\nEAHP is a member of the International Pharmaceutical Federation (FIP). www.fip.org&#xd;\n&#xd;\nEAHP is a member of the European Medicines Agency's Healthcare Professional's Working Party. http://www.ema.europa.eu/&#xd;\n&#xd;\nEAHP is also a signatory of the www.alltrials.net campaign for transparency of clinical trial results.","memberOrga":"Information on the 35 national country members of EAHP is available on the EAHP website here: http://www.eahp.eu/about-us/members","goal":"EAHP is an association of 35 national hospital pharmacy associations. Its mission is to represent and develop the hospital pharmacy profession within Europe in order to ensure the continuous improvement of care and outcomes for patients in the hospital setting. This is achieved through science, research, education, practice, as well as sharing best-practice and responsibility with other healthcare professionals. &#xd;<br />&#xd;<br />The goals of EAHP are to:&#xd;<br />&#xd;<br />- develop hospital pharmacy in order to promote the best and safest use of medicines and medical devices for the benefit of patients in Europe;&#xd;<br />&#xd;<br />- create a platform for the education and training of hospital pharmacists to a level of specialisation and maintain continuing professional development (CPD); and,&#xd;<br />&#xd;<br />- uphold the interests and advance the position of European hospital pharmacists within the healthcare systems, the EU and national authorities.&#xd;<br />&#xd;<br />See www.eahp.eu > about us","acronym":"EAHP","interests":"Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Enlargement, Environment, External Relations, Institutional affairs, Justice and Fundamental Rights, Public Health, Research and innovation, Single market","euInitiatives":"The main EU initiatives, policies and legislative files currently followed by EAHP include developments in:&#xd;<br />- professional qualification recognition (e.g. the emergence of the common training framework tool, the European Professional Card, and developments associated with the Professional Qualifications Directive)&#xd;<br />- access to medicines, including medicines shortages&#xd;<br />- clinical trial regulation&#xd;<br />- medical device regulation&#xd;<br />- EU initiatives in the area of health systems&#xd;<br />- tackling antimicrobial resistance, including the better use of antibiotics and an improved research environment for new antibiotics&#xd;<br />- eHealth, mHealth and telemedicine&#xd;<br />- patient safety&#xd;<br />- the implementation of the Falsified Medicines Directive&#xd;<br />- the European Medicines Agency, the Heads of Medicines Agencies, and European Directorate for the Quality of Medicines","lastUp":"2019-07-19T11:12:49.168+02:00","customers":"","costAbsolu":"","costRange":"50000-99999","turnoverAbsolu":0,"turnoverRange":""}