{"id":"829834617554-89","name":"Varna Economic Development Agency","registrationDate":"2015-05-28T13:03:48.950+01:00","category":3,"subCategory":2,"legal":"non-governmental, non-for-profit organization govern by public law","web":"http://www.veda-bg.eu","country":"Bulgaria","headAddress":"11 Otets Paisij Str. fl.5","headCity":"Varna","headPostCode":"9000","headPhone":"(359)8 87 93 45 26","boss":"Todorka Dimitrova","bossTitle":"Ms","bossPosition":"Director","membersCount":27,"membersFTE":"8.25","membership":"Since 1998 VEDA is a member of the network of the Bulgarian Association of Regional Development Agencies and Business Centers (BARDA). &#xd;\n&#xd;\nThe Agency was a National Contact Point (NCP) for CIP Eco-innovation Program 2007-2013, managed by the Executive Agency for Competitiveness and Innovation (EACI) with a headquarter in Brussels and a member of the network of NCP in countries of the European Union, the Western Balkans, Turkey and Israel, which were eligible for funding under the Program. &#xd;\n&#xd;\nVEDA is member of the networks  in the countries of  the Black Sea basin region,  established under the projects with acronyms YARCC and PIRT.","memberOrga":"Honored member:&#xd;\n-Varna Municipality &#xd;\nFull members:&#xd;\n-Our World Association&#xd;\n-Empathy Foundation&#xd;\n-Private Trade School&#xd;\n-Adacta Accounting LLC&#xd;\n-UnseenPro LLC&#xd;\n-Blue Energy LLC&#xd;\n-Trayana SP&#xd;\n-Eventase LLC, &#xd;\n-private persons-heads of associations and an university professor,&#xd;\n- other associated members","goal":"Varna Economic Development Agency (VEDA) is a not-for-profit, non-governmental association, registered to operate in public benefit. It is located on the territory of Varna District in Bulgaria, East Europe.The agency was established in 1997 under the joint program Local Government Initiative of Varna Municipality and the USAID to assist the advancement of regional economic development. &#xd;<br />&#xd;<br />The  Agency possess a Certificate   № 010, issued on  11.06.2002г.  for its registration under the   № 20020611019 in  the Central Register of  Non-for-profit Legal Entities  at the Ministry of Justice for carrying out agency's activities in public benefit.&#xd;<br />VEDA is registered to deliver social services, namely  Bureau  for social services with a Certificate  № 4240, issued on 29.04.2009  by the  national Agency for Social Aid, run under the rule of the Ministry of Labor and Social Policy.  &#xd;<br />&#xd;<br />The Agency was recognized as a certified business support organization under the project BASIS _ Business Advice and Support International Standards.  A certificate was issued on 29.10.2009  to  VEDA for its achievements in the area of Business Advice and Support International Standards. &#xd;<br />&#xd;<br />VEDA Goals&#xd;<br />- To support SMEs, innovations and economic development. &#xd;<br />- To work for attracting of foreign investments. &#xd;<br />- To offer alternative forms and programs for the reduction of the unemployment level. &#xd;<br />- To assists local and state authorities in the preparation of the regional development plans.","acronym":"VEDA","interests":"Agriculture and Rural Development, Budget, Climate Action, Communication, Competition, Culture, Customs, Development, Economic and Financial Affairs, Education, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, External Relations, Fisheries and Aquaculture, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Humanitarian Aid, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"VEDA  followed and work for achievement of several  EU policies aimed at  growth and employment of specific groups like  entrepreneurs, young people, university graduates, women, people with disabilities, etc. The agency also follows EU policies in the area of SMEs  competitiveness through innovation , social innovation and knowledge sharing. We work with local self-government and civil society organization to raise their capacity  through training and  networking in  a variety of areas.","lastUp":"2017-05-04T11:43:29.641+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}