{"id":"829900723908-33","name":"Asociaci?n Chilena de Organismos No Gubernamentales ACCION AG","registrationDate":"2016-10-14T19:00:35.266+01:00","category":3,"subCategory":2,"legal":"Association","web":"http://www.accionag.cl","country":"Chile","headAddress":"Portugal 623 of. 4","headCity":"Santiago","headPostCode":"","headPhone":"(56)26 65 92 13","boss":"Francis Valverde","bossTitle":"Ms","bossPosition":"President of the Board","membersCount":1,"membersFTE":"0.25","membership":"","memberOrga":"http://accionag.cl/ong-asociadas/","goal":"The Asociaci?n Chilena de ONG ACCI?N AG is a National Association that gathers around 60 chilean NGOs that work on the fields of human-rights, defense and promotion of common goods and public goods. ACCI?N?s remit is to provide political representation and advocacy on behalf of its member organizations, specially on policy-making processes related to the enabling environment for civil society organizations, social justice and sustainable development, as well as advocacy on global policy-making processes within regional international civil society alliances. ACCI?N also carries out institutionnal strenghtening and capacity-building activities for its members. ACCION is also committed to promoting regional integration, and in this regard it fulfills the role of technical secretariat for the Latin-American NGO platform, Mesa de Articulaci?n Asociaciones Nacionales y Redes Regionales de ONG de Am?rica Latina y el Caribe.","acronym":"ACCI?N AG","interests":"Agriculture and Rural Development, Budget, Climate Action, Communication, Development, Economic and Financial Affairs, Employment and Social Affairs, Environment, External Relations, Food Safety, General and Institutional Affairs, Justice and Fundamental Rights, Regional Policy, Taxation","euInitiatives":"ACCI?N coordinates the Chilean Economic and Social Council -the chilean version of the European Environmental and Economic Council- and co-chairs the Joint Consultative Committee set-up in the context of the revision of the Partnership Agreement between the EU and Chile. ACCI?N is also a member of the Policy Forum on Development since 2014.","lastUp":"2017-10-17T16:46:47.018+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}