{"id":"830630014035-86","name":"GUARDIA ZOOFILA AMBIENTALE, POLIZIA VETERINARIA E MEDICINA FORENSE VETERINARIA NORSAA","registrationDate":"2014-07-22T12:23:49.877+01:00","category":6,"subCategory":11,"legal":"’associazione con personalità giuridica privata","web":"http://www.norsaaguardiezoofile.altervista.org/","country":"Italy","headAddress":"Guido Fubini, 35","headCity":"Roma","headPostCode":"00134","headPhone":"(34986)34 98 60 91 34","boss":"GIOVANNI RECINE","bossTitle":"Mr","bossPosition":"DIRETTORE MEDICO VETERINARIO","membersCount":12,"membersFTE":"5.5","membership":"nessuno","memberOrga":"nessuna","goal":"1)\tPRIMO COMPITO PRINCIPALE FONDANTE&#xd;<br />Settore Polizia Veterinaria e Medicina Forense Veteri-naria&#xd;<br />Tutela l’aspetto dei diritti degli animali di affezione e non con la prevenzione delle zoonosi (malattie tra-smesse dagli animali all’uomo) e di tutti gli aspetti sanitari riguardando il rapporto animali uomo.  &#xd;<br />Si prefigge il compito di supporto alle autorità sani-tarie e di polizia per i reati connessi al maltratta-mento, abbandono e uccisione degli animali. Si prefigge come obiettivo un  accordo con il CENTRO DI REFERENZA NAZIONALE PER LA MEDICINA FORENSE VETERINARIA, [L’Unità Specialistica di Medicina Forense Veterinaria, succes-sivamente individuata dal Ministero della Salute come Centro di Referenza Nazionale per la Medicina Forense Veterinaria (D.M. del 18 giugno 2009, Pubblicato nella G.U. n. 225 del 28 settembre 2009)],la repressione dei reati contro gli animali perpetrati con qualsiasi mez-zo, con il quale si prefigge di attuare  protocolli di intesa, i rilievi tecnici, scientifici e sanitari sulla scema del crimine. Il personale è specializzato, lau-reato in discipline mediche veterinarie e biologiche, e si avvale, previa formazione scientifica, di tecnici specializzati formati all’uopo.&#xd;<br /> L’associazione “GUARDIA ZOOFILA AMBIENTALE, POLIZIA VETERINARIA E MEDICINA FORENSE VETERINARIA NORSAA” fornirà su richiesta degli enti preposti il supporto tecnico scientifico alle indagini delle autorità di Poli-zia Giudiziaria e della Magistratura, e con il persona-le laureato in materie scientifiche adeguate si prefigge di concorrere nella formazione di collegi peritali sempre a disposizione sia degli inquirenti sia della Magistratura stessa. Inoltre nomina Guardie zoofile ambientali volontarie per far osservare leggi e regola-menti &#xd;<br />2)\tSECONDO COMPITO PRINCIPALE FONDANTE&#xd;<br />Settore Vigilanza Ambientale e tutela del territorio&#xd;<br />DIFESA DELL’AMBIENTE e DIFESA della qualità della vita, favorendo una migliore organizzazione sociale ed una modifica dei comportamenti individuali e collettivi; Si Prefigge di svolgere con personale qualificato, BIOLOGI, AGRONOMI, TECNICI DEL SUOLO E DELLE ACQUE il prelievo dei campioni (terra, acqua, materiali dispersi, fanghi etc.) effettuandone a proprie spese le analisi e il monitoraggio scientifico del terreno. Pubblica sul proprio sito i risultati ottenuti e si prefigge di stimolare L’ARPA e le ASL a confrontare le analisi e i campionamenti. Inoltre si prefigge di fornire alla magistratura le prove degli illeciti ambientali. Si prefigge di attuare i controlli e monitorando gli illeciti nominando guardie zoofile ambientali volontarie.","acronym":"NORSAA","interests":"Education, Environment, Public Health","euInitiatives":"al momento nessuno","lastUp":"2017-03-23T22:08:29.856+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}