{"id":"830958034322-80","name":"European Fintech Alliance","registrationDate":"2019-03-21T11:52:48.056+01:00","category":3,"subCategory":2,"legal":"keine","web":"http://www.fintech-alliance.eu","country":"Belgium","headAddress":"Square de Meeûs 25","headCity":"Brussels","headPostCode":"B-1000","headPhone":"(32)28 31 50 09","boss":"Marcus Laube","bossTitle":"","bossPosition":"Chair","membersCount":3,"membersFTE":"1.75","membership":"","memberOrga":"","goal":"The European Fintech Alliance (EFA) was founded to give all businesses active in the Fintech sector a strong voice at the European political level. We unite the industry’s political interests and engage in the legislative processes in the European sphere on behalf of our members. We are committed to making the EU the world’s leading location for innovative financial services and to improve competitiveness and freedom of choice in an open market. Therefore, we are the first point of contact for policy-makers on Fintech regulatory issues and offer first-hand industry expertise to support the decision-making process.&#xd;<br />&#xd;<br />We function as a strategic partner to our international members ranging from industry leaders to young businesses, from large companies to small start-ups and cover a broad variety of business areas. All members benefit from the provision of exclusive first-hand information and analyses, access to relevant decision-makers as well as strategic advice throughout the entire legislative process. In doing so, we prepare Fintechs for regulatory challenges and offer tailor-made solutions for every political matter.","acronym":"EFA","interests":"Banking and financial services, Competition, Consumers, Digital economy and society, Economy, finance and the euro, Fraud prevention, Research and innovation","euInitiatives":"EU Fintech Action Plan;&#xd;<br />Payment Services Directive II (PSD2); &#xd;<br />Anti-Money Laundering and Counter Terrorist Financing; Regulatory Sandboxing;&#xd;<br />Data and Consumer Protection (GDPR);&#xd;<br />Crowdfunding Platform Regulation;&#xd;<br />Markets in Financial Instruments Regulation (MiFID II);&#xd;<br />Non-Performing Loans Platforms.","lastUp":"2019-03-22T14:54:13.280+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}