{"id":"831100234375-90","name":"CENTAR ZA MIR, NENASILJE I LJUDSKA PRAVA - OSIJEK","registrationDate":"2019-03-27T11:48:19.093+01:00","category":3,"subCategory":2,"legal":"NEVLADINA UDRUGA","web":"http://centar-za-mir.hr","country":"Croatia","headAddress":"TRG AUGUSTA ŠENOE 1","headCity":"OSIJEK","headPostCode":"31000","headPhone":"(385)31 20 68 86","boss":"ANGEL ČABARKAPA","bossTitle":"Mr","bossPosition":"IZVRŠNI DIREKTOR","membersCount":7,"membersFTE":"5.5","membership":"http://www.crosol.hr/clanice&#xd;\nhttps://www.solidarna.hr/site/index&#xd;\nhttps://www.annalindhfoundation.org/partner-search?field_national_network_tid_i18n=35&#xd;\nhttp://www.kucaljudskihprava.hr/platforma-112/tko-smo/","memberOrga":"","goal":"Centre for Peace, Nonviolence and Human Rights – Osijek (CPO) is a non-governmental organisation focused on building of peace, protection and promotion of human rights and freedoms and nonviolent methods of conflict resolution at the individual, group, and political level. &#xd;<br />Our vision is sustainable peace.&#xd;<br />Our mission is building society based on a culture of nonviolence.&#xd;<br />One of the core activities of the Centre for Peace is providing legal aid to marginalised and socially deprived groups as well as the work on advocating the implementation of antidiscrimination policies and principles of good governance. Until present, CPO has provided free legal aid to around 65.000 people.&#xd;<br />Within the process of dealing with the past, the Centre assumed an active role by monitoring war crime trials. Our documentation about war crime trials contains legal documentation (indictments, transcripts, verdicts) as well as monitoring reports, case studies and analytical reports of more than 230 cases of war crime trials. In connection to this, the Centre also provides support to the victims of war and families of missing persons in accessing competent state institutions. CPO has been implementing numerous EU projects that are related to the integration of refugees, asylum seekers and newly arrived migrants at a local level. &#xd;<br />In addition, the Centre is active in numerous national, regional and European networks to support European solidarity, peacebuilding and nonviolent education. It has 2 decades of experience of working on nonviolent conflict resolution and peace education: we have organised numerous workshops and seminars on dialogue, non-violent conflict resolution and mediation for teachers, pupils, religious communities, civil society organisations, war veterans etc. We have also experience in promoting and advocating the inclusion of peer mediation in schools. So far, we published 11 books (mostly practitioner’s manuals) dealing with non-violent communication, peaceful conflict resolution and mediation","acronym":"CENTAR ZA MIR - OSIJ","interests":"Education and training, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum","euInitiatives":"•  EU Action Plan for the European Agenda on Migration.&#xd;<br />•  Institutional policies on research, knowledge transfer and internationalization&#xd;<br />• Policies and practices that contribute to the inclusion of vulnerable groups at all levels&#xd;<br />• EU integration policies&#xd;<br />• the reception and integration policies of refugees, asylum seekers and migrants&#xd;<br />• EU antidiscrimination policies","lastUp":"2019-03-27T11:49:53.754+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}