{"id":"831837031262-49","name":"I.R.I.S Solutions &amp; Experts","registrationDate":"2018-04-20T14:39:56.065+02:00","category":1,"subCategory":6,"legal":"S.A.","web":"http://www.iriscorporate.com","country":"Belgium","headAddress":"Rue du Bosquet, 10","headCity":"Mont-Saint-Guibert","headPostCode":"1345","headPhone":"(32)10 45 13 64","boss":"Hubert BRO","bossTitle":"Mr","bossPosition":"CEO","membersCount":6,"membersFTE":"5.0","membership":"","memberOrga":"","goal":"Créé en 1987 en tant que spin-off de l'Université catholique de Louvain-la-Neuve, IRIS est membre du groupe Canon depuis 2013 et est devenu un centre de compétences en gestion de l'information pour l'ensemble de l'organisation japonaise. Basés en Belgique (Louvain-la-Neuve), nos bureaux sont situés dans 7 pays d'Europe, d'Asie et d'Amérique.&#xd;<br />Notre mission est d'aider les particuliers, les entreprises, les administrations publiques et les institutions internationales à mieux gérer leurs informations et transformer leur atout principal en données numériques, faciles à archiver, faciles à partager et faciles à convertir en contenu utile et exploitable.&#xd;<br />Notre groupe est organisé en deux divisions, IRIS Products &amp; Technologies et IRIS Professional Solutions.","acronym":"I.R.I.S.","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"L'activité de lobbing d'IRIS se concrétise par des meetings avec différents meps, assistants ou fonctionnaires.&#xd;<br />Ces meetings ont pour but d'influencer la stratégie IT des institutions, en leur faisant des présentations sur le \" best of breed \" de l'IT actuelle et de guid\"' leur choix technologiques, organisationnels et budgétaires","lastUp":"2018-05-18T11:40:50.904+02:00","customers":"Banque Europeenne d'investissement","costAbsolu":"","costRange":"","turnoverAbsolu":"","turnoverRange":""}