{"id":"832277533639-88","name":"Asociacion Nacional de Mujeres Empresarias, Directivas y Ejecutivas","registrationDate":"2019-01-13T19:06:18.025+01:00","category":3,"subCategory":2,"legal":"Organización no gubernamental","web":"","country":"Spain","headAddress":"Tarancón, Cuenca","headCity":"Tarancon","headPostCode":"","headPhone":"(34)6 08 58 98 25","boss":"Concepcion Bravo Ibañez","bossTitle":"","bossPosition":"Presidenta","membersCount":5,"membersFTE":"2.5","membership":"","memberOrga":"","goal":"Somos una entidad independiente, no gubernamental y sin ánimo de lucro. Fundada en el año 2015 estamos presentes en todo el territorio español. Queremos ser una entidad de referencia en materia de Igualdad de género trabajando en sintonía con otras entidades internacionales para promover la plena igualdad de la mujer y la eliminación de cualquier tipo de discriminación. Queremos trabajar de manera coordinada con otras entidades y asociaciones en el desarrollo de proyectos conjuntos que nos permitan generar sinergias. Trabajamos en el ámbito eminentemente nacional, pero también estamos sentando las bases de cooperación con organizaciones iberoamericanas. Trabajamos por mejorar y consolidar el entorno socio-laboral, personal y familiar de todas las mujeres, para que las mujeres alcancen el empoderamiento esencial que su talento, su formación y su desarrollo profesional les otorgan. Queremos una Europa en la que las mujeres disfrutan de igualdad de derechos y plena participación en las estructuras de toma de decisiones, una Europa sin violencia contra las mujeres y con pleno reconocimiento de su contribución a la economía y a la sociedad. Buscamos un espacio de trabajo inclusivo, innovador y reflexivo, adaptado a la transformación tecnológica que nuestra sociedad ha experimentado, donde se valore el talento y las capacidades de todas las mujeres. Un espacio en el que todas las mujeres puedan aportar y participar, crecer y desarrollarse contando para ello con el apoyo de toda la sociedad, hombres y mujeres. Nuestra apuesta es crear una red de apoyo, una gran red de redes, de influencia, de colaboración y de solidaridad entre las propias mujeres. Nuestra mayor fortaleza radica en nuestra diversidad, experiencia y compromiso de todas las personas que forman parte de nuestra asociación. Queremos dar respuesta a los nuevos retos socioeconómicos a los que nos enfrentamos en el marco de la UE, como son el envejecimiento y el cambio demográfico, la exclusión social y la pobreza, la integración, las desigualdades, los flujos migratorios, el aumento de la brecha digital, todos ellos con mayor incidencia en la población femenina.","acronym":"ANAEDE","interests":"Climate Action, Consumers, Culture and media, Economy, finance and the euro, Education and training, Employment and Social Affairs, Environment, Institutional affairs, International co-operation and development, Sport, Trans-European Networks, Youth","euInitiatives":"Iniciativas y políticas relacionadas con el empleo, la formación y el deporte. Ademas, interés en las redes y asociaciones de mujeres a nivel europeo y mundial, especialmente en las relaciones de la UE con Iberoamerica.","lastUp":"2020-01-05T18:45:53.691+01:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}