{"id":"832260436944-17","name":"Fédération Européenne des Cadres des Etablissements de Crédit et institutions financières - European Federation for Managers and Executives in the Banking sector","registrationDate":"2020-01-10T16:04:58.633+01:00","category":2,"subCategory":1,"legal":"Association","web":"http://www.fecec.eu","country":"France","headAddress":"Mme Chantha Bun","headCity":"Pantin","headPostCode":"93500","headPhone":"(33)01 48 10 10 57","boss":"Legrand Maxime","bossTitle":"Mr","bossPosition":"Président","membersCount":5,"membersFTE":"2.0","membership":"FECEC is member of CEC European Managers (www.cec-managers.org)&#xd;\nFECEC is member of Finance Watch (founding member, www.finance-watch.org)","memberOrga":"www.fecec.eu","goal":"The purpose of the F.E.C.E.C. is the study, defence and representation of the moral, professional, economic and social interests of managers and executives in Banking and Financial sector at european and international level.&#xd;<br />&#xd;<br />Participation in European initiatives within the framework of the general and sectoral social dialogue is of first importance for the FECEC.&#xd;<br />&#xd;<br />FECEC will endeavour to support projects and initiatives proposed by the European Union for which its adhering members are interested in.&#xd;<br />&#xd;<br />The negotiation of agreements and European collective agreements is a primordial commitment for the FECEC.","acronym":"FECEC","interests":"Banking and financial services, Budget, Communication, Competition, Digital economy and society, Economy, finance and the euro, Education and training, Energy, Environment, Institutional affairs, Research and innovation, Single market, Taxation, Trade","euInitiatives":"Works &#xd;<br />of European Central bank, &#xd;<br />of European Commission (mainly DG Emploi et DG Fisma)&#xd;<br />European Social Dialogue&#xd;<br />European Parliament (employment Committee)","lastUp":"2020-01-10T16:09:45.844+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}