{"id":"832464619371-76","name":"Fundación Alternativas","registrationDate":"2015-10-31T00:29:40.004+02:00","category":4,"subCategory":5,"legal":"Fundación","web":"http://www.fundacionalternativas.org","country":"Spain","headAddress":"Calle Zurbano, 29, 3 izquierda","headCity":"Madrid","headPostCode":"28010","headPhone":"(34)9 13 19 98 60","boss":"Carlos Carnero González ","bossTitle":"Mr","bossPosition":"Director Gerente","membersCount":8,"membersFTE":"2.0","membership":"Euromesco&#xd;\nRed Iberoamericana de Estudios Internacionales&#xd;\nAsociación Española de Fundaciones&#xd;\nSilk Road Think Tank Network&#xd;\nCulture Agora&#xd;\nTelevisión Educativa y Cultural Iberoamericana","memberOrga":"","goal":"Análisis de la política, la economía, la sociedad, la cultura, las relaciones internacionales y la UE para, de forma independiente, proponer alternativas de actuación a los decísores públicos y privados y a la ciudadanía en general.","acronym":"","interests":"Agriculture, Banking and financial services, Borders and Security, Budget, Business and Industry, Climate Action, Communication, Competition, Consumers, Culture, Culture and media, Customs, Digital economy and society, Economy, finance and the euro, Education and training, Employment and Social Affairs, Energy, Enlargement, Environment, External Relations, Food Safety, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Maritime affairs and fisheries, Public Health, Regional Policy, Research and innovation, Single market, Sport, Taxation, Trade, Trans-European Networks, Transport, Youth","euInitiatives":"La Fundación Alternativas presta especial atención a la reforma de las instituciones de la Unión Europea, tanto a través de la plena aplicación del Tratado en vigor como de su reforma en un sentido federal y su conversión futura en una Constitución europea. También a la defensa de los valores europeos frente al populismo, el extremismo, el nacionalismo, el racismo y la xenofobia. Otro de los principales asuntos europeos seguidos por la Fundación es el relativo a la construcción de la Unión Económica y la salida de la crisis, incluyendo la definición plena de la Unión Bancaria, la creación de la Unión del Mercado de Capitales, la construcción de la Europa social y la implementación del Plan Europeo de Inversiones Estratégicas. Un tercer tema de especial atención es el seguimiento de la Política Exterior y de Seguridad Común y de la Política Común de Seguridad y Defensa, particularmente en lo relativo a la Política Europea de Vecindad (tanto en su vertiente mediterránea como en su vertiente oriental, sin olvidar las relaciones con Rusia) y la relación UE-América Latina, sin olvidar las negociaciones con otros países en el terreno comercial, como los acuerdos suscritos con Canadá y Japón. Las relaciones UE-China constituyen un importante asunto que sigue la Fundación. Asimismo, la Fundación sigue de cerca las políticas de la UE contra el cambio climático y su participación en la aplicación del Acuerdo de París así como todas las políticas relativas a la energía y la sostenibilidad ambiental. Finalmente, la política cultural de la UE en relación con las industrias del sector, la excepción cultural y la Agenda Digital representan otro de los grandes asuntos europeos seguidos por la Fundación.","lastUp":"2018-09-12T11:50:34.752+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}