{"id":"832617510389-12","name":"Europa Nostra","registrationDate":"2012-12-21T15:05:33.047+02:00","category":3,"subCategory":2,"legal":"non governmental and non-profit-making federation","web":"http://www.europanostra.org","country":"Netherlands","headAddress":"Lange Voorhout, 35","headCity":"Den Haag","headPostCode":"2514 EC","headPhone":"(31)7 03 02 40 50","boss":"Sneska Quaedvlieg-Mihailovic","bossTitle":"Ms","bossPosition":"Secretary General","membersCount":12,"membersFTE":"11.0","membership":"Europa Nostra coordinates the European Heritage Alliance 3.3, an informal European sectoral platform composed of 49 European or international networks and organisations active in the wider field of cultural heritage, which was launched in June 2011. (http://europeanheritagealliance.eu/)","memberOrga":"http://www.europanostra.org/membership/","goal":"EUROPA NOSTRA is the European federation of heritage NGO's. Covering more than 40 countries in Europe, the organisation is the voice of civil society committed to safeguarding and promoting Europe's cultural and natural heritage. We campaign to save Europe's endangered monuments, sites and landscapes, in particular through \"The 7 Most Endangered\" programme, run in partnership with the European Investment Bank Institute. We celebrate excellence through the European Heritage Awards / Europa Nostra Awards (until 2018: EU Prize for Cultural Heritage / Europa Nostra Awards). We contribute to mainstreaming heritage in European and national policies and actions. Founded in 1963, Europa Nostra is today recognised as the most representative and influential heritage network in Europe.","acronym":"","interests":"Agriculture and Rural Development, Culture, Culture and media, Education and training, Regional Policy, Research and innovation","euInitiatives":"Europa Nostra stimulates mainstreaming of heritage in public policies and in public consciousness and advocates the implementation of an EU Action Plan for Cultural Heritage. As selected Stakeholder for the European Year of Cultural Heritage 2018 (EYCH 2018), Europa Nostra assisted with the implementation at European level and was a partner for key initiatives and events. The Year is also the overarching theme of Europa Nostra's Network project \"Sharing Heritage - Sharing Values (2017-21), which is co-funded by the EU Creative Europe programme. Its activities contributed to the EYCH and will continue to contribute to sustaining its legacy beyond 2018, such as through the European Framework for Action on Cultural Heritage, the Work Plan for Culture 2019-2022 and EU programme proposals for the MFF 2021-2027. Europa Nostra strives to create synergies with other EU initiatives and actions such as the European Capitals of Culture, the European Heritage Label, the European Heritage Days, other EU Prizes and the EU Strategy for International Cultural Relations, and follows related policy developments.","lastUp":"2019-07-10T14:36:03.600+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}