{"id":"832811122962-11","name":"Istituto Mediterraneo di Studi Internazionali","registrationDate":"2016-08-09T11:10:02.759+02:00","category":4,"subCategory":5,"legal":"Associazione","web":"http://www.imesi.org/","country":"Italy","headAddress":"via Nicolò Gallo 14","headCity":"Palermo","headPostCode":"","headPhone":"(39)36 62 03 39 59","boss":"Gabriele Messina","bossTitle":"Mr","bossPosition":"Presidente","membersCount":18,"membersFTE":"4.5","membership":"http://www.imesi.org/","memberOrga":"","goal":"L'istituto Mediterraneo di Studi Internazionali è un istituto di cultura e ricerca che ha come finalità principale l'elevazione della qualità della vita dei popoli e delle nazioni mediante la promozione e l'incentivazione del progresso culturale, giuridico, scientifico ed ambientale rispettoso dei valori e della dignità della persona. La sua attività è rivolta alla difesa e valorizzazione del percorso di crescita umana, morale e culturale degli uomini attraverso la promozione della ricerca.","acronym":"I.ME.SI","interests":"Borders and Security, Communication, Employment and Social Affairs, Enlargement, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Regional Policy, Research and innovation, Trans-European Networks","euInitiatives":"L'associazione si propone di favorire la ricerca scientifica in campo giuridico, della scienza politica e delle relazioni internazionali; promuove la formazione e l'orientamento professionale e/o la specializzazione post-universitaria attraverso la ricerca, lo studio, il dibattito le iniziative editoriali, la progettazione, l'assistenza e la consulenza tecnica, la cooperazione internazionale; promuove e realizza ricerche e studi in ambito culturale, giuridico, amministrativo, storico, con particolare riferimento alla Sicilia nel contesto Europeo e dell'area mediterranea.","lastUp":"2018-08-18T09:18:33.406+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}