{"id":"833091328304-85","name":"Fundacja na rzecz Nauki Polskiej","registrationDate":"2017-09-13T10:48:57.148+02:00","category":3,"subCategory":2,"legal":"Foundation","web":"http://www.fnp.org.pl","country":"Poland","headAddress":"ul. I. Krasickiego 20/22","headCity":"Warszawa","headPostCode":"02-611","headPhone":"(48)2 28 45 95 01","boss":"Maciej Żylicz","bossTitle":"","bossPosition":"Prezes Zarządu","membersCount":2,"membersFTE":"0.5","membership":"Fundacja na rzecz Nauki Polskiej jest członkiem / The Foundation for Polish Science is a member of:&#xd;\n1. European Foundation Centre www.efc.be&#xd;\n2. Science Europe https://www.scienceeurope.org&#xd;\n2. Stowarzyszenia Forum Darczyńców w Polsce www.forumdarczyncow.pl &#xd;\n3. Koalicji na rzecz Polskich Innowacji http://www.koalicjadlainnowacji.pl","memberOrga":"Fundacja na rzecz Nauki Polskiej jest fundacją - pomiotem prawa prywatnego, który nie ma charakteru członkowskiego.&#xd;\n&#xd;\nThe Foundation for Polish Science is not a membership-based organisation.","goal":"Fundacja na rzecz Nauki Polskiej (FNP) działa od 1991 roku. Jest pozarządową, apolityczną instytucją typu non profit, która realizuje misję wspierania nauki. Jest największym w Polsce pozabudżetowym źródłem finansowania nauki. Fundacja realizuje swoje cele statutowe poprzez  wspieranie wybitnych uczonych i zespołów badawczych we wszystkich dziedzinach nauki, wspomaganie innowacyjnych przedsięwzięć i komercjalizacji odkryć oraz wynalazków naukowych.&#xd;<br />The Foundation for Polish Science has been in operation since 1991. It is a non-governmental, non-political, non-profit institution which pursues the mission of supporting science. It is the largest source of science funding in Poland outside of the state budget.The Foundation realizes its statutory purposes through support for distinguished scholars and research teams in all fields of inquiry and assisting innovative ventures and commercialization of scientific discoveries and inventions.","acronym":"FNP","interests":"Research and innovation","euInitiatives":"Proces tworzenia nowego programu ramowego w zakresie badań i rozwoju technologicznego (Horizon Europe).&#xd;<br />&#xd;<br />The process of creating the new framework programme for research and innovation (Horizon Europe)","lastUp":"2018-09-12T15:30:35.106+02:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}