{"id":"833450128320-66","name":"Farmers Care Foundation, NGO","registrationDate":"2017-10-04T15:03:51.901+02:00","category":3,"subCategory":2,"legal":"Charity","web":"","country":"Ghana","headAddress":"Texpo-Baatsona, Spintex Rd.","headCity":"Tema","headPostCode":"023","headPhone":"(233)2 44 54 56 04","boss":"Eric Adjei","bossTitle":"Mr","bossPosition":"President","membersCount":3,"membersFTE":"0.75","membership":"","memberOrga":"","goal":"We exist to support and encourage proper trade policies that seek to ensure sustainability in trade issues thereby promoting growth and alleviate poverty and hunger which in the end provides better livelihood among all.&#xd;<br />1. Soliciting public views on trade policies to be adopted and push for onward consideration and utilization.&#xd;<br />2.  To strengthening the concept of public participation by leveling opportunities for the communities and in some cases, the general public as a whole, to contribute in the administration of the organization.  &#xd;<br />3. Disseminate good trade policies through organized forums, meetings, workshop, seminar, etc. on current trade policies in open discussion and shared exchanged ideas on relevant t trade development aspects.&#xd;<br />4. To monitor and guide laid down implemented policies that protects the environment to achieve suitable climate favorable for farming.&#xd;<br />5. Sensitizing the farming communities to adhere to good trade policies and practices to promote growth and ensure food security and safety too.","acronym":"FARMERSCARE","interests":"Agriculture, Climate Action, Environment, External Relations, Food Safety, Trade","euInitiatives":"1.\tEuropean Commission Policy Initiative on Breast         &#xd;<br />        Cancer.&#xd;<br />2.\tThe EU Single Market: Impact on Member States &#xd;<br />         (Benefits of further Single Market integration).&#xd;<br />3.\tTrade Agreements between the EU and Third     &#xd;<br />        Countries.&#xd;<br />4.\tClimate Change.","lastUp":"2018-09-08T18:36:42.947+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}