{"id":"833861512085-74","name":"Transportindustriförbundet","registrationDate":"2013-10-15T18:46:51.340+01:00","category":2,"subCategory":4,"legal":"Branschorganisation","web":"http://www.transportindustriforbundet.se","country":"Sweden","headAddress":"Storgatan, 19","headCity":"Stockholm","headPostCode":"10249","headPhone":"(46)7 30 44 71 76","boss":"Tommy Pilarp","bossTitle":"Mr","bossPosition":"Förbundsjurist","membersCount":1,"membersFTE":"0.5","membership":"Transportindustriförbundet är aktiv medlem i CLECAT, vilka företräder logistikbranschen, främst speditörer","memberOrga":"www.clecat.org","goal":"TransportIndustriförbundet är en branschorganisation för företag inom logistik- och transport-sektorn oberoende av transportslag. Förbundet skall vara öppet för samtliga aktörer inom transportsektorn såsom transportörer, speditörer eller terminaloperatörer.  &#xd;<br />&#xd;<br />Transportindustriförbundet företräder godstrafiken och för godstrafikens talan gentemot myndigheter, allmänheten, media och andra bransch-organ för att säkerställa att godstrafikens betydelse för samhällsutvecklingen finns med i aktuella beslutsunderlag och betänkanden&#xd;<br />&#xd;<br />Transportindustriförbundets verksamhetsidé är att aktivt driva transportfrågor vilka påverkar de olika transportslagen och att genom att företräda samtliga godstransport- och logistikföretag i Sverige sträva efter att skapa en grund för transportbranschen att utvecklas och bidra till samhällets utveckling.","acronym":"STIF","interests":"Climate Action, Competition, Customs, Economic and Financial Affairs, Employment and Social Affairs, Energy, Enlargement, Enterprise, Environment, General and Institutional Affairs, Internal Market, Justice and Fundamental Rights, Taxation, Trade, Trans-European Networks, Transport","euInitiatives":"Transportindustriförbundet följer aktivt EU arbetet inom godstransportsektorn. Fokus ligger primärt på vägtransportsektorn och då cabotage (1072/2009), kombitransporter (92/106), vikt-/längdfrågan (96/53) men även utvecklingen vad gäller kör-/vilotider samt minilöner. På sjötransportsidan följer förbundet utvecklingen med svaveldirektivet samt Hamnpaketet och på järnvägssidan det fjärde järnvägspaketet","lastUp":"2017-03-20T09:30:19.364+01:00","customers":"","costAbsolu":"","costRange":"","turnoverAbsolu":0,"turnoverRange":""}