{"id":"83425058760-88","name":"Federazione Imprese Siderurgiche Italiane","registrationDate":"2012-05-11T16:28:22.691+01:00","category":2,"subCategory":4,"legal":"Associazione senza scopo di lucro","web":"http://www.federacciai.it","country":"Italy","headAddress":"Viale Sarca, 336","headCity":"MILANO","headPostCode":"20126","headPhone":"(39)02 66 14 62 15","boss":"Antonio GOZZI","bossTitle":"Mr","bossPosition":"Presidente","membersCount":2,"membersFTE":"1.0","membership":"CONFINDUSTRIA www.confindustria.eu&#xd;\nEUROFER www.eurofer.be&#xd;\nESTA, CIELFFA, EBA, CET, EWRIS","memberOrga":"http://www.federacciai.it/Pdf/Imprese/Associate.pdf","goal":"Federacciai è la Federazione che rappresenta le Imprese Siderurgiche Italiane, fa parte di Confindustria e conta ad oggi circa 150 aziende associate che realizzano e trasformano oltre il 95% della produzione italiana di acciaio. Federacciai è nata con l’obiettivo di tutelare, supportare e mettere in relazione tra loro le aziende produttrici, trasformatrici e distributrici di acciaio e prodotti siderurgici affini. Inoltre, come principale portavoce delle aziende del settore, promuove le politiche industriali a sostegno del comparto attraverso iniziative in campo economico, politico e tecnico-scientifico.&#xd;<br />La Federazione lavora per dare visibilità, in Italia e all’estero, al settore siderurgico evidenziandone le caratteristiche economiche, le articolazioni e l’evoluzione produttiva e commerciale. A questo scopo Federacciai sostiene tutte le azioni che rafforzano la capacità delle imprese siderurgiche di competere sul mercato, interno e internazionale, e sostiene le politiche economiche volte a risolvere le criticità del settore. Federacciai, inoltre, partecipa agli organi di gestione e alle commissioni di varie organizzazioni italiane e internazionali.","acronym":"FEDERACCIAI","interests":"Business and Industry, Climate Action, Competition, Customs, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, External Relations, Institutional affairs, Regional Policy, Research and innovation, Single market, Taxation, Trade, Trans-European Networks","euInitiatives":"Ricerca e Innovazione, Cambiamento Climatico, Politica Commerciale, Aiuti di Stato, Energia, Imprese, Infrastrutture, Ambiente, Affari Sociali","lastUp":"2019-02-26T16:13:14.485+01:00","customers":"","costAbsolu":"","costRange":"100000-199999","turnoverAbsolu":0,"turnoverRange":""}