{"id":"834514818751-23","name":"Volonteurope","registrationDate":"2015-09-11T13:31:51.873+01:00","category":3,"subCategory":2,"legal":"European Civil Society Network","web":"http://www.volonteurope.eu","country":"United kingdom","headAddress":"Volonteurope Secretariat","headCity":"London","headPostCode":"E5 0PD","headPhone":"(44)20 37 80 58 85","boss":"Piotr Sadowski","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":4,"membersFTE":"3.75","membership":"We are members of: SOCIAL PLATFORM; LLL PLATFORM; CIVIL SOCIETY EUROPE; EUROPEAN ALLIANCE FOR VOLUNTEERING.&#xd;\n&#xd;\nWe are a partner of SOLIDAR and EUROPEAN CIVIC FORUM.","memberOrga":"Please visit http://www.volonteurope.eu/member-organisations/","goal":"Volonteurope is a leading European network promoting volunteering, active citizenship and social justice. Its core activities are funded through a strategic operating grant from the European Commission “Europe for Citizens” Programme. Volonteurope, established in the Netherlands in 1981, comprises over 50 member and associate organisations in over 20 European countries, thus has a strong dissemination and multiplier capability to work on diverse issues around volunteering, active citizenship and social justice, and how these can effectuate positive changes in European communities. Volonteurope works with other networks and platforms in Europe, as well as directly with various European institutions, as well as EU Member State governments. It has a strong reputation as an experienced international organisation which actively cooperates with various stakeholders on issues which affect the people of Europe and beyond. Volonteurope’s vision is one in which the principles of inclusiveness, collaboration, sustainability and fairness guide thinking, behaviour and practice in Europe, resulting in genuine social justice for all. The network’s mission is to work collaboratively with its members and partners to champion the role of volunteering and active citizenship as pathways for social justice in Europe and beyond.","acronym":"","interests":"Agriculture and Rural Development, Audiovisual and Media, Budget, Climate Action, Communication, Culture, Education, Employment and Social Affairs, Enlargement, Environment, External Relations, Home Affairs, Humanitarian Aid, Justice and Fundamental Rights, Public Health, Youth","euInitiatives":"We implement a work programme of activities funded through the Europe for Citizens funding stream - we are recipients of a four-year multi-annual operating grant. We implement the work programme based around four key campaigns: Active Citizens for the Common Good; EU Youth Ambassadors; Rural Isolation of Citizens in the EU; and Measuring Social Impact of Volunteering in Health and Well-Being. Our operating grant is €155,000 per annum. We also implement a range of projects, mostly youth-focused, funded through the Erasmus+ programme.","lastUp":"2017-08-31T17:27:07.849+01:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}