{"id":"834514818751-23","name":"Volonteurope","registrationDate":"2015-09-11T13:31:51.873+02:00","category":3,"subCategory":2,"legal":"European Civil Society Network; ASBL (Belgium)","web":"http://www.volonteurope.eu","country":"United kingdom","headAddress":"Volonteurope Secretariat","headCity":"London","headPostCode":"E5 0PD","headPhone":"(44)20 37 80 58 85","boss":"Piotr Sadowski","bossTitle":"Mr","bossPosition":"Secretary General","membersCount":3,"membersFTE":"3.0","membership":"We are members of:&#xd;\n• Social Platform&#xd;\n• Lifelong Learning Platform&#xd;\n• Civil Society Europe&#xd;\n&#xd;\nWe are a partner of:&#xd;\n• SOLIDAR&#xd;\n• European Civic Forum","memberOrga":"Please visit http://www.volonteurope.eu/member-organisations/","goal":"Volonteurope is a leading international network promoting volunteering, active citizenship and social justice in Europe and beyond. Volonteurope works at all levels, from the local to the international, and across the public, private and third sectors. We facilitate exchange, foster collaboration and carry out research and advocacy. Volonteurope currently has over 60 members in more than 20 countries across Europe and overseas. Established in the Netherlands in 1981, Volonteurope is registered as an ASBL in Belgium, while its Secretariat is hosted by Volunteering Matters, a charity leading UK volunteering in policy and practice.&#xd;<br />Up until the end of March 2018, Volonteurope’s core activities were funded through a strategic operating grant from the European Commission “Europe for Citizens” Programme, which contributed the majority of the network’s EU funding. Following the loss of this funding, Volonteurope now operates through EU funding under Erasmus+, EU Aid Volunteers and Horizon 2020 programmes. In addition, we receive foundation funding, as well as contributions from our members and associates. &#xd;<br />With over 60 members and associates, and partnerships amongst leading European and international civil society networks and platforms, Volonteurope has a strong dissemination and multiplier capability to work on diverse issues around volunteering, active citizenship and social justice, and how these can effectuate positive changes in European and overseas communities. Volonteurope works with other networks and platforms in Europe, as well as directly with various European institutions, as well as EU Member State governments. It has a strong reputation as an experienced international organisation which actively cooperates with various stakeholders on issues which affect the people of Europe and beyond. Volonteurope’s vision is one in which the principles of inclusiveness, collaboration, sustainability and fairness guide thinking, behaviour and practice in Europe and overseas, resulting in genuine social justice for all. The network’s mission is to work collaboratively with its members and partners to champion the role of volunteering and active citizenship as pathways for social justice in Europe and beyond.","acronym":"","interests":"Agriculture, Borders and Security, Budget, Climate Action, Communication, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Enlargement, Environment, External Relations, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Taxation, Youth","euInitiatives":"We focus on a range of activities which are driven by our members, associates and partners, as well as contribute to campaigns, advocacy and projects undertaken by other civil society organisations, networks and platforms, where we are either direct members or partners, including project partners. We focus strongly on youth engagement, youth activism, civic rights, active citizenship, social justice and other issues associated with creating stronger, more cohesive, communities in Europe and beyond. &#xd;<br />In the last four years, we focused our work on four key campaigns: Active Citizens for the Common Good; EU Youth Ambassadors; Rural Isolation of Citizens in the EU; and Measuring Social Impact of Volunteering. Following the end of these campaigns, we are now implementing the outcomes of the Common Good and Measurement work. The “Active Citizenship Footprint” tool is a direct result of the Common Good strategic activities, while the “Measuring the Impact of Volunteering” Position Paper is a culmination of the work on impact measurement. &#xd;<br />We are also implementing a range of projects, mostly youth-focused, funded through the Erasmus+ Programme and the European Solidarity Corps, as well as on integration of migrants (H2020, AMIF) and overseas solidarity through volunteering, enabled through the EU Aid Volunteers Programme.","lastUp":"2018-08-06T12:03:20.543+02:00","customers":"","costAbsolu":"","costRange":"200000-299999","turnoverAbsolu":0,"turnoverRange":""}