{"id":"834668316098-54","name":"Institut Mines-Telecom","registrationDate":"2015-03-03T17:02:44.437+01:00","category":4,"subCategory":12,"legal":"Etablissement Public Administratif","web":"http://www.mines-telecom.fr","country":"France","headAddress":"37-39 Rue Dareau","headCity":"PARIS","headPostCode":"75014","headPhone":"(33)1 45 81 80 80","boss":"Philippe JAMET","bossTitle":"Mr","bossPosition":"Directeur General","membersCount":1,"membersFTE":"0.5","membership":"CLORA http://www.clora.eu/ &#xd;\nNEM http://nem-initiative.org/&#xd;\nETSI http://www.etsi.org/&#xd;\nARTEMISIA https://artemis-ia.eu/&#xd;\nFTTH Council EUROPE http://www.ftthcouncil.eu/&#xd;\nNETWORLD 2020 http://networld2020.eu/&#xd;\nAIOTI www.aioti.eu/&#xd;\nEFFRA http://www.effra.eu/&#xd;\nECSO https://www.ecs-org.eu/","memberOrga":"","goal":"L'Institut Mines-T?l?com est un ?tablissement public ? caract?re scientifique, culturel et professionnel, plac? sous la tutelle du ministre charg? de l'industrie et du ministre charg? des communications ?lectroniques, constitu? sous la forme d'un grand ?tablissement.&#xd;<br />&#xd;<br />Les missions de l'institut sont l'enseignement sup?rieur, la recherche scientifique et technologique ainsi que le transfert de technologie, le soutien ? l'innovation et au d?veloppement ?conomique, l'information et la diffusion de la culture scientifique et technique, dans les domaines int?ressant l'industrie et les services, en particulier le management et les dimensions ?conomiques et sociales du d?veloppement technologique et de l'innovation, les communications ?lectroniques et les technologies de l'information, l'?nergie, les mat?riaux et l'environnement industriel.&#xd;<br />L'institut assure la formation d'ing?nieurs, de managers et de docteurs, par les voies de la formation initiale, continue, par alternance, sous statut ?tudiant ou salari?. Il assure ?galement la formation d'ing?nieurs de corps techniques de l'Etat, en particulier celle des ing?nieurs du corps des mines, en liaison avec l'Ecole nationale sup?rieure des mines de Paris. Il d?livre les titres et dipl?mes nationaux pour lesquels il est habilit?, seul ou conjointement avec d'autres ?tablissements d'enseignement sup?rieur. Il peut ?galement d?livrer des dipl?mes propres.&#xd;<br />L'institut d?veloppe des activit?s de recherche scientifiques et technologiques, notamment en partenariat avec les entreprises et d'autres acteurs socio-?conomiques, et constitue un p?le d'expertise au sein de l'Etat en mati?re de politiques ?conomiques et de r?gulations associ?es.&#xd;<br />Outre ses activit?s d'enseignement et de recherche, l'institut intervient en faveur du d?veloppement ?conomique des territoires, notamment par le soutien ? la cr?ation d'entreprises innovantes et par sa contribution ? l'animation de l'innovation.","acronym":"IMT","interests":"Agriculture and Rural Development, Audiovisual and Media, Climate Action, Communication, Consumer Affairs, Culture, Economic and Financial Affairs, Education, Energy, Enterprise, Environment, Foreign and Security Policy and Defence, General and Institutional Affairs, Home Affairs, Information Society, Internal Market, Justice and Fundamental Rights, Public Health, Regional Policy, Research and Technology, Trade, Trans-European Networks, Transport","euInitiatives":"Initiatives, working groups and legal agenda of the European Institutions concerning the research and innovation policies .&#xd;<br />&#xd;<br />Projects in the context of \"Horizon 2020\"&#xd;<br />&#xd;<br />Due to the activity of our researchers, we are involved in the topics covered by the LIBE and the ITRE Commission at the European Parliament","lastUp":"2017-02-22T15:46:10.517+01:00","customers":"","costAbsolu":"","costRange":"0-9999","turnoverAbsolu":0,"turnoverRange":""}