{"id":"834691420437-87","name":"Unifly","registrationDate":"2016-01-26T10:34:01.997+02:00","category":2,"subCategory":3,"legal":"NV","web":"http://www.unifly.aero","country":"Belgium","headAddress":"Luchthavenlei 7A - Unit 6","headCity":"Antwerpen","headPostCode":"2100","headPhone":"(32)34 46 01 00","boss":"Koen Meuleman","bossTitle":"Mr","bossPosition":"Chief Financial Officer","membersCount":2,"membersFTE":"1.0","membership":"1. Founding member of BeUAS (Belgian Federation for Unmanned Aviation).&#xd;\n2. Member of UVS International (Global federation for Unmanned Aviation)&#xd;\n3. Agoria (Belgian federation for the industry)&#xd;\n4. EUKA (Flemish association for the drone industry)&#xd;\n5. CANSO (Global Association for Air Traffic Control Agencies)&#xd;\n6. Founding member of the Global UTM Association&#xd;\n7. ATCA (Association for Air Traffic Controllers)&#xd;\n8. Member of European Defence Agency&#xd;\n9. Member of FLAG","memberOrga":"","goal":"Unifly develops and commercialises software, specifically for the integration of drones in the existing manned aviation network. All aeronautical movements fall under ATM (Air Traffic Management). Because of the evolution and innovation, aviation as we know it today will have to develop new systems to guide air traffic, manned and unmanned, in good order. The goal of Unifly is to help the sector in doing this. To make those problems public, Unifly wants to inform and help all stakeholders were necessary, in order to create a safe airspace or to bring it under the attention. Unifly is looking forward to have a European version of NASA UTM. Europe has the necessary know-how to take the lead. Working together with companies on a worldwide basis is also the view of  Unifly.","acronym":"","interests":"Borders and Security, Business and Industry, Digital economy and society, External Relations, Foreign and Security Policy and Defence, General and Institutional Affairs, Humanitarian aid and civil protection, International co-operation and development, Regional Policy, Research and innovation, Trans-European Networks, Transport","euInitiatives":"EASA A-NPA 2015-15&#xd;<br />EASA NPA 2015-18(A)(B)(C)&#xd;<br />Horizon2020 / SESAR2020&#xd;<br />JARUS SCB&#xd;<br />EuroCAE WD-105&#xd;<br />European Commission - Smart Cities / Smart Mobility&#xd;<br />European Commission - Unmanned aircraft / UTM","lastUp":"2018-07-09T11:42:55.003+02:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}