{"id":"834721317163-08","name":"Stora Enso Oyj","registrationDate":"2015-04-28T17:31:24.787+01:00","category":2,"subCategory":3,"legal":"Publicly traded limited liability company","web":"http://www.storaenso.com","country":"Finland","headAddress":"Kanavaranta 1","headCity":"Helsinki","headPostCode":"FI-00101","headPhone":"(358)2 04 61 31","boss":"Per Lyrvall","bossTitle":"Mr","bossPosition":"EVP, General Counsel","membersCount":3,"membersFTE":"1.0","membership":"Direct membership:&#xd;\n- ACE   www.ace.be&#xd;\n&#xd;\nMembership via national organisations:&#xd;\n- CEPI  www.cepi.org  and&#xd;\n- CEI-Bois   www.cei-bois.org","memberOrga":"","goal":"Stora Enso is the global \"Rethinker\" of the paper, biomaterials, wood products and packaging industry. Our aim is to replace non-renewable materials by innovating and developing new products and services based on wood and other renewable materials. Our focus is on fibre-based packaging, plantations-based pulp, innovations in biomaterials, and sustainable building solutions.&#xd;<br />&#xd;<br />The Group has some 26 000 employees in more than 35 countries, and is publicly traded in Helsinki and Stockholm. Our sales in 2015 were EUR 10.040 billion, with an operational EBIT of EUR 915 million.&#xd;<br />&#xd;<br />We use and develop our expertise in renewable materials to meet the needs of our customers and many of today's global raw material challenges. Our products provide a climate-friendly alternative to many products made from non-renewable materials, and have a smaller carbon footprint. Being responsible - doing good for the people and planet - underpins our thinking and our approach to every aspect of doing business.","acronym":"","interests":"Climate Action, Competition, Economic and Financial Affairs, Energy, Enterprise, Environment, Internal Market, Research and Technology, Taxation","euInitiatives":"Bioeconomy, climate change, Circular Economy Strategy, Plastics Strategy, Renewable Energy, energy, biofuels, , transport, EFSI, trade","lastUp":"2018-03-21T21:59:23.262+01:00","customers":"","costAbsolu":"","costRange":"25000-49999","turnoverAbsolu":0,"turnoverRange":""}