{"id":"835651234636-95","name":"Università Popolare Euquantica","registrationDate":"2019-04-22T15:19:16.859+02:00","category":4,"subCategory":5,"legal":"Associazione senza scopo di lucro","web":"https://www.euquantica.it","country":"Italy","headAddress":"Via Case Nuove, 47","headCity":"Acqualagna","headPostCode":"61041","headPhone":"(39)32 74 71 29 00","boss":"Giorgio Fabrizio Chezza","bossTitle":"Mr","bossPosition":"Presidente","membersCount":9,"membersFTE":"4.5","membership":"CNUPI (www.cnupi.it)&#xd;\nSinape (https://www.sinape-cisl.it/)&#xd;\nAJA Europe (http://www.ajaeurope.eu/online/)&#xd;\nAiprof (http://www.aiprof.it/)","memberOrga":"","goal":"L'Università Popolare Euquantica si occupa di Formazione nel campo delle Medicine Complementari, Professioni non regolamentate specificate nelle Leggi 04/2013 e 13/2013 con particolare riferimento alla Naturopatia. &#xd;<br />Nata nel 2010, dopo sette anni di attività sul territorio nazionale, dal 2017 è diventata Università Popolare Affiliata alla CNUPI con l'intento di espandere il campo di azione sia per gli argomenti trattati come percorsi formativi, sia come territorio sul quale espandere il proprio intervento. &#xd;<br />La specificità della formazione risiede nel proporre un tipo di Naturopatia su base Biofisica in particolare nel campo della Medicina Fotonica e Medicina Informazionale in generale. La collaborazione con figure di alto livello di competenza nel settore, consente di offrire percorsi formativi ad alto valore aggiunto, inoltre la sinergia con il sindacato Sinape Felsa Cisl consente la gestione diretta di una piattaforma gestionale per l'erogazione dei Crediti Formativi Professionalizzanti e gli E.C.M. tipici per le figure sanitarie. L'utilizzo di una piattaforma FAD di valore internazionale come Moodle, consente inoltre la possibilità di erogazione dei percorsi formativi on line e multilingua, con indubbi vantaggi e notevoli economie di scala soprattutto nella logistica degli spostamenti.","acronym":"UniPE","interests":"Agriculture and Rural Development, Climate Action, Communication, Consumers, Culture, Culture and media, Digital economy and society, Education and training, Employment and Social Affairs, Energy, Environment, European Neighbourhood Policy, Food Safety, Humanitarian aid and civil protection, International co-operation and development, Justice and Fundamental Rights, Migration and asylum, Public Health, Regional Policy, Research and innovation, Sport, Transport, Youth","euInitiatives":"La nostra organizzazione intende seguire direttamente lo sviluppo delle norme UNI ed in particolare lo sviluppo della norma 11491 sulla Naturopatia già attiva in Italia dal 2013 e la sua modifica e introduzione a livello Europeo come modello da applicare nella ricerca di una forte sinergia tra le Medicine Allopatiche e quelle Tradizionali come la MTC ad esempio.","lastUp":"2019-04-22T15:20:16.772+02:00","customers":"","costAbsolu":0,"costRange":"","turnoverAbsolu":0,"turnoverRange":""}